{
    "forum_title": "Börnin okkar",
    "user": "Peli",
    "user_id": "51997",
    "date": "2004-11-02 00:29:28",
    "title": "Bratz dúkkunar",
    "text": "Ég bara skil ekki hvað fólk er að pæla þegar að þau eru að kaupa þessar Bratz dúkkur handa börnunum sínum, þessar dúkkur líta út eins og hórur, í pilsum sem eru svo stutt að þetta gæti verið nærbuxur, Magabolir, há stigvel og málaðar eins og hórur….\nSjáiði ekki hvað þetta er að gera börnunum ykkar?\nÉg fér út í búð og ég sé 2 stelpur sem eru ábyggilega ekki deginum eldri en 11 ára sem eru augnskugga, varaliti og þykkt lag af meiki á andlitinu á sér, síðan eru þær í stuttum pilsum og magabolum.\nÞetta var ekki svona áður fyrr!\nÉg fór um daginn að djamma með vinkonum mínum og sá þá 3 stelpur, ekki eldri en 13 ára drekkandi og í glennufötum.   Hvað er að ské? og hvar eru foreldranir spyr ég bara?\nEru foreldrar ekkert að fatta þegar að börnin þeirra eru úti í bænum um miðjar nætur?\nSvo getur þetta líka leitt til einelltis, ef að þau lýta eða klæða sig ekki eftir þessu þá er gert grín af þeim.\nÞau mega ekki hafa neitt utaná sér þau eru þau kölluð feit.\nMér finst þetta bara hneikslandi og það ætti að banna þessar dúkkur, ég veit að það eru ekki allir samála mér en þetta er mín skoðun.\nHvað finst ykkur??",
    "url": "https://www.hugi.is/bornin/greinar/253980/bratz-dukkunar/",
    "url_id": "253980",
    "id": "1767504",
    "replies": [
        {
            "user": "Axelma",
            "user_id": "4146",
            "date": "2004-11-02 00:30:31",
            "id": "1773298",
            "reply_to_id": "1767504",
            "text": "Áður en fólk kemur með skítköst á þessa grein (sem mér dettur helst í hug að eigi eftir að gerast) þá langar mig einungis til að benda á að ég samþykkti þessa grein, vegna þess að mér þótti mikill sannleikur liggja í þessu. Þetta er þróunin í hnotskurn.\nGóð grein Peli. :)"
        },
        {
            "user": "Peli",
            "user_id": "51997",
            "date": "2004-11-02 17:25:19",
            "id": "1773958",
            "reply_to_id": "1773298",
            "text": "Takk :) en þetta er alveg satt þegar að ég var 12 13 ára þá var ég ekkert að mála mig, ég byrjaði eiginlega ekkert að mála mig fyrr en á fyrsta ári i menntaskóla sko….. mála mig ekki einu sinni á hverjum degi núna."
        },
        {
            "user": "gerald",
            "user_id": "32756",
            "date": "2004-11-02 00:51:08",
            "id": "1773325",
            "reply_to_id": "1767504",
            "text": "þetta er bara sannleikur, en ekkert einsdæmi, líttu á fyrirmyndir, bíómyndir og allt heila pakkið.\nmarkaðs setning nútímans hefur alltaf verið að fikra sig neðar og neðar í aldri, og hvað selur betur heldur en nekt, siðspilling og annar óþverraskapur sem kemur beint úr rassgatinu á djöflinum :P\nég er samt ekki sammála að það eigi að banna þetta, það á bara að vera á ábyrgð foreldra að ala börn sín upp. þeir eiga bara að sína samstöðu og kenna börnum það saman, að það er ekki kúl að líta út eins og hóra fyrr en maður er orðinn 16"
        },
        {
            "user": "kaffibaunin",
            "user_id": "23820",
            "date": "2004-11-02 18:29:29",
            "id": "1774062",
            "reply_to_id": "1773325",
            "text": "fyrr en þú ert orðinn 16?? bíddu.. er þá í lagi að líta út eins og hóra?:S"
        },
        {
            "user": "gerald",
            "user_id": "32756",
            "date": "2004-11-02 21:32:12",
            "id": "1774435",
            "reply_to_id": "1774062",
            "text": "þetta var bara kaldhæðni…..\nþað er víst 18 :P"
        },
        {
            "user": "kaffibaunin",
            "user_id": "23820",
            "date": "2004-11-04 14:15:47",
            "id": "1776711",
            "reply_to_id": "1774435",
            "text": "hahaha enn betra?? ég held maður eigi bara alls ekki að lýta út eins og hóra!! nema maður sé hóra eða eikkað:S"
        },
        {
            "user": "gerald",
            "user_id": "32756",
            "date": "2004-11-04 16:34:18",
            "id": "1776929",
            "reply_to_id": "1776711",
            "text": "hórur eru hórum verstar… en jamm, enginn ætti að líta út eins og hóra, frekar eins og drusla"
        },
        {
            "user": "kaffibaunin",
            "user_id": "23820",
            "date": "2004-11-04 19:44:19",
            "id": "1777275",
            "reply_to_id": "1776929",
            "text": "rofl… svörin alltaf jafn skemmtileg;)"
        },
        {
            "user": "gerald",
            "user_id": "32756",
            "date": "2004-11-04 23:22:58",
            "id": "1777593",
            "reply_to_id": "1777275",
            "text": "takk takk, enda ekkert skrítið… ég fór á námskeið. Annars er hundurinn minn veikur þannig að ég þarf að sprauta á hann mysing í allt kvöld :S"
        },
        {
            "user": "cutypie",
            "user_id": "19280",
            "date": "2004-11-02 02:33:11",
            "id": "1773369",
            "reply_to_id": "1767504",
            "text": "Ég er svo sammála þér. En fröken Barbie var nú einu sinni ekkert svo vinsæl heldur. Fólki fannst hún vera of mikil ímyndun á hinn fullkomna vöxt konu og þar af leiðandi ekki góð ímynd fyrir stúlku sem væri með paranoid fyrir útliti sínu.\nEn þetta er satt. Það fer alltaf jafn mikið í taugarnar á mér að sjá litlar gelgjur, í druslufötum, ofmálaðar og blindfullar út í bæ! Halda að þær séu svo miklar gellur og séu á hátindi lífsins."
        },
        {
            "user": "kaffibaunin",
            "user_id": "23820",
            "date": "2004-11-02 18:30:44",
            "id": "1774066",
            "reply_to_id": "1773369",
            "text": "var hún ekki vinsæl? næstum það eina sem ég lék mér með þegar ég var lítil held ég :S"
        },
        {
            "user": "kaffibaunin",
            "user_id": "23820",
            "date": "2004-11-02 03:08:30",
            "id": "1773371",
            "reply_to_id": "1767504",
            "text": "ég er hjartanlega sammála þér!!! :D\nStelpurnar eru byrjaðar að vera allt of ungar til að huxa um útlit og gera þessa hluti!.\nAllur krakka aldurinn er bara horfinn einhvað.\nMaður sér 12 ára stúlkur ekki vilja fara út úr húsi nema full máluð, jafnvel í svona mini pilsi og g-streng eða einhvað álíka.\nEr ekki allveg með þessum hlutum!. Mættu byrja um 15-16 ára aldurinn í minstalagi að mínu mati :D"
        },
        {
            "user": "kaffibaunin",
            "user_id": "23820",
            "date": "2004-11-02 18:31:57",
            "id": "1774070",
            "reply_to_id": "1773371",
            "text": "já marr!!! þetta er svo fáránlegt, þegar ég var 9-11 ára var ég að hafa áhyggjur af því hvað ég væri ljót, er það eðlilegt?"
        },
        {
            "user": "piTTbuLL",
            "user_id": "21407",
            "date": "2004-11-02 07:30:03",
            "id": "1773387",
            "reply_to_id": "1767504",
            "text": "það er nú smá hart hjá þér að segja hórur en ég er nú samt sammála þér ;D"
        },
        {
            "user": "Mroho",
            "user_id": "8334",
            "date": "2004-11-02 09:07:52",
            "id": "1773419",
            "reply_to_id": "1767504",
            "text": "Þetta er alltasaman bratz að kenna let´s burn them"
        },
        {
            "user": "php",
            "user_id": "14956",
            "date": "2004-11-02 09:17:28",
            "id": "1773424",
            "reply_to_id": "1767504",
            "text": "Jamm Ég verð alltaf jafn hissa þegar ég sé litlar stelpur allt niður í 8-9 ára klæða sig eins og Britney Spears eða C. Aguilera, þ.e. í stuttum topp og ísetu stuttum buxum eins og britney þegar það sést liggur við í það “heilaga”. Þetta er auðvitað langt frá því að teljast eðlilegt enda eru Britney og Aguilera bara kyntákn og nú eru börnin farin að klæða sig eins og þær. 8-14 stelpur orðnar að kyntáknum??? Er það kannski ein af ástæðunum fyrir barnaníðungum í dag? Something seriously wrong here.\nVerð líka rosalega hissa þegar ég sé 8-9 ára krakka reykja!!! Ok ekkert nýtt en þegar ég var ungur voru krakkar kannski að byrja 12-13 ára, ekki að ég sé að segja að það sé eitthvað betra :/"
        },
        {
            "user": "php",
            "user_id": "14956",
            "date": "2004-11-02 09:22:27",
            "id": "1773431",
            "reply_to_id": "1767504",
            "text": "Gleymdi að minnast á Bratz dúkkurnar. Þær eru víst frá Japan eða Kína og þar hefur víst menningin alltaf verið þannig að hausinn á dúkkunum er alltaf miklu stærri heldur en búkurinn. Ef krakki þar er látin teikna mynd á blað sést ekkert nema hausinn liggur við. Bara öðruvísi menning en eins og alls staðar annars staðar snýst þetta út á að selja og auðvitað fóru þeir þá leið að gera dúkkurnar eins og samfélagið er í dag, sjáið ímyndir unga fólksins."
        },
        {
            "user": "Swandys8",
            "user_id": "3145",
            "date": "2004-11-02 09:46:33",
            "id": "1773451",
            "reply_to_id": "1767504",
            "text": "Eg verd ad vera osammala ter i tessu.\nTetta er engan veginn dukkunum ad kenna ad børn klædi sig eins og “horur” likt og tu ordar tad.\nTetta er algjørlega a vegum foreldrana. Eg lek mer nu sjalf med barbidukkur og eg get ekki sed at eg se voda skemmd eftir tær, ne systir min sem leikur ser med Bratz dukkurnar.\nEr astædan su ad foreldrar okkar hafa kennt okkur hvad er raunverukleik og hvad se ekki!\nForeldrar EIGA ekki ad leyfa børnunum sinum ad fara svona ut ur husi.\nEg skelli skuld minni a foreldra tessa barn, og tegar tad kemur ad tvi ad eg tarf ad ala mitt barn upp ta mun eg leggja mikid a ad kenna tvi muninn a rettu og røngu."
        },
        {
            "user": "kaffibaunin",
            "user_id": "23820",
            "date": "2004-11-02 18:36:09",
            "id": "1774075",
            "reply_to_id": "1773451",
            "text": "jaá ég er nú alveg sammála þér með það að þetta er nottla í höndum foreldranna en ég held samt að það sé best að láta dúkkurnar hverfa svo að foreldrar þurfi ekki að taka þær ákvarðanir…."
        },
        {
            "user": "Rassgata",
            "user_id": "34794",
            "date": "2004-11-02 14:35:01",
            "id": "1773669",
            "reply_to_id": "1767504",
            "text": "ekki banna svona dót! Bann er ekki rétta leiðin! þetta eru bara litlar stelpur og þeim finnst gaman að þesssu. og ef ég sé svona málaðar stelpur og í hórufötum þá finnst mér það nú bara krúttlegt! Hvaða stelpa vill og vildi áður ekki vera svona eldri.. það er ekkert nýtt heldur bara öðruvísi ímyndir og verður brátt bara hversdagsleiki og ekkert hóró!"
        },
        {
            "user": "Steini",
            "user_id": "24054",
            "date": "2004-11-02 15:31:25",
            "id": "1773773",
            "reply_to_id": "1767504",
            "text": "Gæti ekki verið sammála þér með þessar dúkkur Peli:)"
        },
        {
            "user": "meeka203",
            "user_id": "35952",
            "date": "2004-11-02 17:03:56",
            "id": "1773926",
            "reply_to_id": "1767504",
            "text": "Heyrðu nú mig, erum við 13 ára stelpurnar ekki komnar inn á gelgjuskeiðið eða? þ'a er það bara einfaldlega þannig að við hugsum bara um útlitið og persónulega þekki ég enga 13 ára stelpu sem er byrjupð að drekka, eða jú eina og sú stelpa er með punk sem fyrirmynd."
        },
        {
            "user": "kaninukvikindi",
            "user_id": "43342",
            "date": "2004-11-02 18:44:57",
            "id": "1774088",
            "reply_to_id": "1767504",
            "text": "Ég er sammála!!\nSjálf er ég reyndar 14 og byrjuð að mála mig og ganga í strengjanærbuxum, en það byrjaði ég að gera dagsdaglega (svona næstum) á þessu ári.\nÞegar ég og systir mín (18) vorum yngri fórum við að leika okkur en ekki að hanga í smáralindinni eða kringlunni. Þrónunin á ungum stelpum í dag er óhugnaleg… Sumar ef þessum 8-12 ára stelpum hugsa meira um útlitið en ég geri nokkurtíman :|."
        },
        {
            "user": "cutypie",
            "user_id": "19280",
            "date": "2004-11-02 23:05:51",
            "id": "1774584",
            "reply_to_id": "1774088",
            "text": "Ladyblack og betatyr:\nÞótt þið séuð 13-14 ára og komnar á geljuskeiðið að þá þarf ekki endilega að þýða að þið þurfið að byrja mála ykkur og ganga í samsettum nærfötum. Ok… Það er alveg ykkar völ. En það þarf samt sem áður ekki að þýða að þið þurfið að losa ykkur við barndóminn strax. Þið eruð svo ungar og eru ekki að missa af neinu skal ég segja ykkur. Þið verðið ekkert þroskaðri með því að “reyna” eldast um nokkur ár. Allt of mikil fyrirhöfn. Ég er 21 árs, á mína íbúð og er búin með stúdentinn og allt það. Og mér finnst stundum ekkert gaman að vera ég og svona fullorðin. Hugsa oft til áranna í grunnskólanum því þar var mjög skemmtilegt og maður hélt miklu meira sambandi við vinkonur sínar þar. Núna er maður of upptekinn í vinnunni og í skólanum, á mest lítinn tíma til að njóta sín. Vera óheftur eins og maður var þegar maður var yngri. Bara ekki gleyma því að þið eruð jú enn börn og þjóðfélagið sjálft setur ykkur algjörlega í þann hóp skiptir engu hvað þið reynið að vera, ekki gleyma hverjar þið raunverulegar eru. Maður gerir líka oft margt sem maður sér eftir þegar maður er einmitt að flýta sér.\nEn svo eru það nokkrir fróðleikspunktar fyrir ykkur sem eru byrjaðar að ganga í T/G streng og full mála ykkur. Og þetta er engin lygi…Og það þarf ekki að gilda endilega um allar stelpur en þetta hefur gerst og þekki ég nokkur tilvik:\n1. Að ganga í G eða T streng oft og mörgum sinnum, þ.e.a.s. sofa í honum og skipta ekki yfir í þessar hefðbundnu nærbuxur getur valdið því að strengirnir myndi sigg hjá skorunni og stundum sár, sár geta valdið sýkingu enda þannig staður. Það er ekki fallegt og hvað þá þá þægilegt. Svo nokkur heillaráð: Ekki ganga bara í streng, skiptið og gangið líka í þessum venjulegu eða boxers, ekki sofa í þeim og reynið að nota þá spari.\n2. Akkúrat á þessum aldri að þá er húðin líka enn að þroskast. Þá er hún líka viðkvæmust fyrir ýmsu eins og förðunarvörum. Auk þess mjög líklegt að bólur, fílapennslar og þurrkur myndist í andlitið á þessum aldri og ef þið eruð að farða ykkur að þá er líklegt að þið ýtið undir myndun á bólum o.s.frv. Ef þið viljið vera uppstrílaðar í andlitinu að þá er líka gott að vera með góðar eða viðurkenndar vörur sem taka farða af því hreinsa þarf húðina á hverju kvöldi svo hún nái að anda.\nEn svona persónulega, það finnst ekkert vera fallegt í dag þegar stelpur í kringum fermingaaldurinn eru að mála sig. Því þær kunna margar ekki að mála sig, mála sig þar af leiðandi of mikið og þær eru eiginlega bara að undirstrika hversu ungar þær eru með því að reyna líta út eins og 20-25 ára stelpur. Það er eina sem fólk hugsar þegar það sér farðaðar stelpur og ég veit að margir strákar á svipuðum aldri og eldri á sama aldri og ég að þeim finnst þetta bara ekkert flott. Ég er ekki að reyna vera móðgandi en það er alveg sannleikskorn í þessu, en þeir hafa sagt að svona mikið málaðar stelpur minni á stúlkur sem þurfa að stunda vændi vegna fátækar erlendis. Og ég hef heyrt meira sem ég ætla ekki að nefna.\nHúðin ykkar á þessum aldri er svo fersk að þið þurfið ekkert að vera nota farða.\nHafið bara í huga að þið eruð ekki að gefa réttu ímynd frá ykkur eins og þið viljið að fólk sjái við ykkur….\nKveðja,\ncutypie"
        },
        {
            "user": "kaninukvikindi",
            "user_id": "43342",
            "date": "2004-11-22 15:36:56",
            "id": "1804550",
            "reply_to_id": "1774584",
            "text": "ég hef oft og mörgum sinnum heyrt þetta crap hjá mömmu minni, systrum og whatever. það´er rétt, það er okkar val. Ég verð líka að segja að ég VEIT að ég er einstaklega þroskuð miðað við minn aldur. og auðvitað passa ég uppá skoruna mína, þetta er nú einusinni minn líkami og sa eini sem ég á. mér finnst í fínasta lagi að stelpur í 8-10 (samt helst 9 eða 10) bekk fari að mála sig og ganga í strengjum."
        },
        {
            "user": "kaninukvikindi",
            "user_id": "43342",
            "date": "2004-11-22 15:41:35",
            "id": "1804569",
            "reply_to_id": "1774584",
            "text": "og já, ég nota förðun eingöngu til að draga fram þá staðreynd að ég er ekki ljót, ég veit tilhvers make up er!! ég nota það alls ekki til að hylja eitthvað eða búa ti eitthvað sem er ekki til staðar, bara til að leggja áherslur á. Mér finnst nærbuxur með streng þægilegri en aðrar þvi þær flækjsat ekki fyrir mér og láta rassinn ekki líta út eins og hann sé með 4 rasskinnar."
        },
        {
            "user": "emilia",
            "user_id": "39786",
            "date": "2004-11-09 13:45:42",
            "id": "1783358",
            "reply_to_id": "1774088",
            "text": "Uhh má ekki fara í Smáralindina. Mér finnst þetta alveg fáranlegt, það er allavega betra að vera í Smáralindinni heldur að sitja heima á rassgatinu að gera nákvæmlega ekkert!"
        },
        {
            "user": "LollyPolly",
            "user_id": "47547",
            "date": "2004-11-13 19:59:02",
            "id": "1789634",
            "reply_to_id": "1767504",
            "text": "Mér finnst þessar Bratz dúkkur vera sori leikfanganna. Allar með útblásnar varir og einhvað rugl.\nÞað á víst að búa til Birgittu Haukdal Bratz dúkku hef ég heyrt um hahahaha!\nÉg skil ekki svona fólk sem að þarf að mála sig á hverjum einasta morgni og deyr nærrum því og þarf að ganga með poka á hausnum ef það nær ekki að mála sig áður en það fer í skólan. Ég hef líka fengið nóg af því að sjá einhverjar 11-12 ára gelgjur með g-strenginn upp á bak og hórumálaðar."
        },
        {
            "user": "Zaanya",
            "user_id": "32160",
            "date": "2004-11-14 23:31:39",
            "id": "1791258",
            "reply_to_id": "1767504",
            "text": "Ég held nú að áhrif Bratz dúkkanna á klæðaburð unglingsstelpna séu ofmetin hjá þér.  Allavega leikur dóttir mín 9 ára sér með þær og tengir þær engan veginn við það sem þú ert að tala um.  Þeim fylgja líka önnur föt en minipils.\nÞað sem ég held að hafi miklu meiri áhrif, er gláp barna og unglinga á tónlistarmyndbönd og stöðvar eins og PoppTíví, en þar er stanslaus sýning á glennulegum myndböndum með fáklæddum poppstjörnum, og svokölluðum dönsurum í ömurlegum rappvideoum, þar sem allt gengur út á að sýna sem mest hold og glenna sig í kynferðislegum stellingum.  Ég held að foreldrar ættu að takmarka gláp krakkanna sinna á þetta drasl, frekar en að banna Bratz dúkkur.  Hvenær hefur t.d. Christina Aguilera gert myndband sem EKKI gengur út á kroppasýningu og glennuhátt?\nÞetta eru ömurlegar fyrirmyndir fyrir ungar stelpur.  Og þetta er raunverulegt fólk, ekki dúkkur.\nÞað er líka ömurleg staðreynd, að allt of margir foreldrar nenna ekkert að spá í þetta, og þess vegna sérðu þessi 13 ára börn drekkandi sig full, í glennufötum."
        },
        {
            "user": "potter01",
            "user_id": "37117",
            "date": "2004-11-17 20:14:22",
            "id": "1796310",
            "reply_to_id": "1767504",
            "text": "Eins og talað úr mínum munni.\nSystir mín sem er átta ára á svona Bratz dúkku og mér finnst þessi dúkka ógeðsleg.\nSjálf er ég 14 og hef rétt svo fyrir því að skella smá augnskugga, eyeliner og gloss á fyrir böll, annars er ég aldrei máluð. á heldur eiginlega ekkert snyrtidót.\nÍmynd stelpna hefur breyst ekkert smá undanfarin ár. Ég man þegar ég var í svona 3-4 bekk, þá voru næstum engar stelpur í unglingadeildum skólanna að mála sig á hverjum degi.\nOg þessi drykkja á unglingsaldri er náttúrulega bara rugl! Það er ekkert svalt við að láta eins og fáviti niðri í bæ og gera margt sem maður sér eftir (ef maður þá man það)\nUm versló var þáverandi kærastinn minn blindfullur alla helgina (var að drekka í fyrsta skiptið), hélt framhjá mér og er ennþá að þessu. Það er ömurlegt að sjá á eftir vinum sínum í svona rugl.\nFlott grein :)"
        },
        {
            "user": "DisaHoney",
            "user_id": "55763",
            "date": "2005-01-15 17:05:01",
            "id": "1903601",
            "reply_to_id": "1796310",
            "text": "Ég veit ég svara seint, en ég verð að segja að þú ert 14 ára stelpa með viti :)"
        },
        {
            "user": "doktorapi",
            "user_id": "56306",
            "date": "2004-12-04 02:58:24",
            "id": "1824709",
            "reply_to_id": "1767504",
            "text": "Sælt veri fólkið. Nú er Doktor Api barnlaus sjálfur, en hefur þrátt fyrir það mikinn áhuga á uppeldismálum, sem öðrum vísindalegum hlutum. Þegar ég skoðaði þessa umræðu kenndi ýmissa grasa, margar áhugaverðar tilgátur um lausn (jafnvel endanlegar lausnir) Bratczh dúkku ráðgátunnar, en aldrei var minnst orði á karlkyns Bratz dúkkulísu-drengina. Hví minnist enginn á þá? Það vill svo skemmtilega til að í fasi þeirrar hliðar málsins er skemmtilega tekið á verundarhönnun karlmennskunnar í dag, eins og hún birtist okkur í öllu því sem telst til þess hip, innnnn, trendy o.sv.frv. Gefur enginn því gaum hvernig skilaboð Bratz-Boyz senda hrifgjörnum unglingum? Það er nefnilega athugunar verð ímynd…"
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2005-08-26 14:55:35",
            "id": "2417016",
            "reply_to_id": "1767504",
            "text": "Ég er að verða 13 (árg. 1992), í skólanum er árgangurinn minn, “disaster” fyrir árgang 1991.\n91\nStelpur : Flegnir, stuttir bolir, G-strengur og svo annaðhvort lágar buxur eða “stutt”pils og fara ekki út úr húsi ómálaðar.\nStrákar: 6-pack, í minnsta lagi 17 cm vöðvar í upphandleggnum, Royal peysa, gúdd heir.\n92\nStelpur: Stutt/langermabolir í réttri stærð, gallabuxur í passandi stærð og í sokkum, stundum málaðar. =/\nStrákar: Bolur, buxur, sokkar og skór.\n—-\nÉg á margar vinkonur í 91 árgangnum og persónulega hef ég ekkert á móti því að þær séu að þessu.\nSumar stelpur sem klæða sig hórulega, drekka og allt það eru að kalla á athygli.\nVeit um fullt af stelpum sem gera þetta einfaldlega af því að þær fá ekki nóga athygli heima."
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2010-05-22 04:22:26",
            "id": "7167469",
            "reply_to_id": "2417016",
            "text": "Hahahahah, ég elska þetta svar. Ég elska að maður hugsaði svona."
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2010-05-24 19:03:34",
            "id": "7168979",
            "reply_to_id": "7167469",
            "text": "Jaaaá.\nFinnst þetta samt ennþá svona um 13-14 ára stelpur sem maður næstum sér inní, vegna klæðnaðar xD"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2010-05-24 23:51:15",
            "id": "7169235",
            "reply_to_id": "7168979",
            "text": "True. :D"
        }
    ]
}