{
    "forum_title": "Knattspyrna",
    "user": "Mash",
    "user_id": "53466",
    "date": "2004-10-30 09:30:20",
    "title": "Leikmannamál, 3. hluti",
    "text": "Trílógíunni lýkur hér með síðustu 4 liðunum af þeim 12 sem ég ætlaði að fara yfir.\nÍA.\nSkagamenn hafa misst einn allraefnilegasta varnarmann landsins, Kristinn Darra Röðulsson, til Fram og það gæti vel verið að fleiri fylgi á eftir og yfirgefi liðið en margir eru enn með lausa samninga í liði Skagamanna.\nAð vanda hafa leikmenn verið orðaðir við liðið, fáir þó, en helst Fróði Benjaminsen fyrrum Framari. Þess má geta að félagi hans Hans Fróði virðist vera við það að handsala samning við Breiðablik.\nVarðandi samningamál Skagamanna þá hafa Gunnlaugur Jónsson, Hjálmur Dór og Reynir Leósson skrifað undir á síðustu dögum en meðal þeirra með lausa samninga eru:Ellert Jón, Hjörtur Hjartar, Pálmi Haraldsson, Stefán Þórðarson og bróðir hans, Þórður.\nHaraldur Ingólfsson er hættur.\nGrétar Rafn er farinn í atvinnumennsku til Young Boys Bern.\nViðræður við Óla Þórðar um áframhald á samningi hans eru í gangi.\nTvíburunum Arnari og Bjarka var boðið að koma til ÍA en neituðu og skrifuðu undir hjá KR.\nVíkingur.\nLiðið missti helsta varnarmann sinn, Sölva Geir til Djurgården á miðju tímabili og nú er Kári Árnason (einn helsti miðjumaður Víkings) líka farinn til Djurgården.\nSigurður Jónsson þjálfar liðið áfram næsta sumar.\nDaníel Hjaltason er líklega á leið í Leikni.\nMartin Trancík  verður ekki með á næstu leiktíð.\nHöskuldur Eiríksson verður með en hann skrifaði undir nýjan samning fyrir stuttu.\nErlendu leikmennirnir verða ekki með á næsta ári, a.m.k. ekki þeir sem voru á láni.\nÞróttur.\nBjörgólfur Takefusa er hugsanlega á leið heim en Hjálmar Þórarinsson gæti verið á leið í atvinnumennsku og Sören Hermansen hyggst reyna fyrir sér í Ástralíu næstu mánuðina.\nÁsgeir Elíasson verður áfram með liðið.\nHenning Eyþór Jónasson hefur skrifað undir og verður með.\nHans Sævarsson er sterklega orðaður við Fylki þessa dagana.\nStefán Logi Magnússon verður líklega látinn fara en Þróttarar eiga ekki beinlínis í markvarðavandræðum.\nValur.\nGummi Ben og Kjartan Sturluson gengu til liðs við Val fyrir stundu, liðsstyrkur fyrir Val þar á ferðinni.\nÞórhallur Dan er orðaður við mörg lið en helst Val.\nWillum Þór verður með liðið næsta sumar, hann tók við af Njáli Eiðssyni sem Hemmi Gunn rak í beinni eins og frægt er orðið. Valsmenn ræddu einnig við Sigurð Jónsson um að taka við liðinu.\nValsmenn ætla sér að fá 4 leikmenn til viðbótar til liðsins fyrir átökin í úrvalsdeildinni á næsta tímabili.\nÉg þakka fyrir mig og vona að ég hafi veitt einhverjum góða innsýn inn í leikmannamarkaðinn á Íslandi.",
    "url": "https://www.hugi.is/knattspyrna/greinar/254187/leikmannamal-3-hluti/",
    "url_id": "254187",
    "id": "1769256",
    "replies": [
        {
            "user": "brilli10",
            "user_id": "56077",
            "date": "2004-11-14 16:29:41",
            "id": "1790422",
            "reply_to_id": "1769256",
            "text": "Takk fyrir þetta. Gott að fá að vita eitthvað um íslensku deildina."
        },
        {
            "user": "Mash",
            "user_id": "53466",
            "date": "2004-11-16 21:44:17",
            "id": "1794911",
            "reply_to_id": "1790422",
            "text": "alltaf gott að fá smá feedback, takk fyrir mig"
        },
        {
            "user": "Sporti",
            "user_id": "26071",
            "date": "2004-12-02 00:25:30",
            "id": "1820824",
            "reply_to_id": "1794911",
            "text": "Góð grein, halda áfram að koma með frétti"
        },
        {
            "user": "giggs4",
            "user_id": "59490",
            "date": "2005-07-08 18:00:29",
            "id": "2300351",
            "reply_to_id": "1820824",
            "text": "ertu ekki að grínast kristi darri farin og reynir er á leiðini tl damerkur djö maður"
        }
    ]
}