{
    "forum_title": "Stjórnmál",
    "user": "elpadre",
    "user_id": "52656",
    "date": "2004-10-31 10:29:02",
    "title": "kaldhæðni nútímans...",
    "text": "það er að marka mikinn tímapúnkt í sögu heimsins á þessum árum sem við sjáum nú…\nmenn sem gátu starfað vel á bakvið tjöldinn við að stjórna og færa á milli nokkura handa allar auðlindir heimsins.. í núíma sanfélgagi er okkur gefin sú blekking í gegnum sjónvarpskassan að svo sé ekki lengur raunin. Að tími ríkra keisara og fornríkra kónunga sé nokkuð á annari hillu en var á fyrri dögum… að frjáls fjölmiðlun og sú fallega og úthugsaða vestræna lýðveldiskipulagning séu lausn við vandamálum heimsins…\nEn raunin er svo sannarlega ekki sú að heimurinn sé hægt og rólega að breitast í einhverja útópíu.\nkaldhæðni nútímans er aðalega sú að við sem gefum okkur svo fyrir að vera heimsborgar, hugsandi einstaklingar sem vitum sko betur…\nEn hér eru nokkur dæmi þar sem við höldum að við séum að þróast en við erum það svo sannarlega ekki:\n1. kapital hugsun hefur kennt okkur að ef okkur mislíkar ekki eitthvað sem okkur er sett, þá EIGUM  við að mótmæla.. þetta er víst partur af okkar “lýðræðislega” frelsi sem við búum við…\nen hvar eigum við að mótmæla? nú að skrifa bréf, standa einhverstaðar með spjöld, eða jafnvel fara í göngu ef við ætlum sko að sína þeim… er þetta ekki pínulítið kaldhæðnislegt? hvað áorkum við með þessu? er það ekki algerlega valkostur ráðamanna hvort þeir fari eftir þessu eða ekki? hefur kröfu ganga, mótmælastaða, undirskriftalistar, bréf, blehh name it einhverstaðar stjórnarskrárslegan laga þunga? svarið er nei…. mótmæli breita engu,  það eru aðeins allvöru aðgerðir sem geta breitt einhverju…\n2. síðan í þrælastríðinu hafa ameríku menn verið 16 ár samanlagt ekki í stríði.\n3, sömu menn eiga vopnaverksmiðjurnar, stærstu fjölmiðlana, fjárfestingar bankana og ólíuna (nema  norsku olíuna að hluta til hún er ríkisrekinn og síðan náttlega araba olíuna)\n4. Ameríka mengar mest hlutfalslega miðað við öll lönd í heiminum.\n5. Ameríka neitar að skrifa undir kíoto bókunina (nátturu vendarlög) sem öll önnur Iðnríkinn hafa samþykkt (rússland meðal talið). ástæða neitunarinnar er sögð “ að það kosti of mikinn pening”\n6. til að merkja um að þeir tímdu ekki að borga fyrir hreina plánetu, eiddu þeir mörg tugum miljarða usd í að menga hana meir með stríðum\n7. þegar innrásin í írak hófst ókst\nolíuverð um tæp 50 prósent.\n8. þræll kostar meir í rekstri en vinnu maður í þróunarlöndunaum.\n9.eina ástæða aðal ástæða fyrir fátægt á kúpu er að Bandaríkja menn hafa verið með viðskipta bann á þá síðan á dögum kennedidy\n10. stíðsgagna framleiðsla heimsins veltir það mikklum peningum að ef hún yrði stöðvuð í 6 mín, og fjármagnið notað í annað væri hægt að lækna malaríu í heimnum.\n11. Bandaríkinn eru ólesnasta þjóð iðnríkjana.\n12. ómar ragnarson er flottasti íslendingurinn í heiminum, ég nenni nefnilega ekki að skrifa meeeeiiiirr kl orðin fimmmmmmmm…. bleeehhhh…",
    "url": "https://www.hugi.is/stjornmal/greinar/254444/kaldhaedni-nutimans/",
    "url_id": "254444",
    "id": "1770946",
    "replies": [
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2004-10-31 10:39:36",
            "id": "1770975",
            "reply_to_id": "1770946",
            "text": "„9.eina ástæða aðal ástæða fyrir fátægt á kúpu er að Bandaríkja menn\nhafa verið með viðskipta bann á þá síðan á dögum kennedidy“\nÞessi málsgrein segir allt sem segja þarf: lærðu að skrifa rétt! Þetta er\nekki aðeins vitlaus íslenska heldur einnig fáranleg staðhæfing. Á ég að\nútskýra hvers vegna?"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2004-10-31 11:26:31",
            "id": "1770995",
            "reply_to_id": "1770975",
            "text": "Þetta er nú ekki það slæmt málfar að pointið skili sér ekki, þó má nú alltaf bæta sig.\nEn endilega gauss, úrskýrðu hversvegna þetta er röng staðhæfing ? (ég giska á kommúnisma :P)"
        },
        {
            "user": "sbj",
            "user_id": "39661",
            "date": "2004-10-31 19:44:08",
            "id": "1771519",
            "reply_to_id": "1770995",
            "text": "Sælir.\nÞóad flesstir skylji þenan texta þá er mjog óþægleggd að lesa fað og mar\neinhvern vegin tegur minna mark á því, skiluriuy.\nEn ok. Það eru margir sem vilja meina að viðskiptabannið sé að drepa ó-\nbreytta Kúbverja og tala eins og félagi okkar elpadre. En málflutningur\nþeirra er bara glataður.\nVið verðum að hafa í huga að Kúba er miðstýrt land, og allt gengur mun\nhægar þannig. Það hefur einmitt verið vandi Castro-stjórnarinnar frá upp-\nhafi: stjórnvöld einblína á eitt vandamál, en á meðan safnast upp ný\nvandamál; einblína svo á annað, en á meðan safnast upp enn fleiri. Hvað\ner svo málið með að banna fólki að koma á fót fyrirtækjum, nema í und-\nantekningartilfellum? Kenna svo þessu viðskiptabanni um alla skapaða\nhluti. Rúmlega 4 áratugir liðnir og þeir tala ennþá um þetta viðskipta-\nbann! Enough is enough.\nSvo voru það mistök að reiða sig algjörlega á Sovétmenn í upphafi. Ché\nGuevara, sá misheppnaði maður, áttaði sig á því en auðvitað hlustuðu\nCastro-bræðurnar ekkert á hann.\nFélagi okkar elpadre segir að BNA hafi hótað löndum og fyrirtækjum banni\nef þau versla við Kúbu, en hingað hefur það aldrei verið fylgt eftir. Kúba\nverslar við mörg lönd í Suður-Ameríku og Evrópu og ekki skipta BNA sér\naf því, ó nei.\nEn síðan má að sjálfsögðu ekki gleyma því að Castro hefur gert góða hluti.\nMenntakerfi, heilbriðgisþjónusta o.s.frv. o.s.frv.\nÁfram Castro! Lifi byltingin!\n… nei, ég segi svona."
        },
        {
            "user": "sbj",
            "user_id": "39661",
            "date": "2004-11-26 14:55:55",
            "id": "1811272",
            "reply_to_id": "1771519",
            "text": "Ég legg í vana minn í að meta innihald texta og taka svo afstöðu. Algengt er að mjög góðir punktar komi fram á frekar óvönduðu máli. Endilega hlustaðu líka á þá sem skrifa ófullkomið. Það mun bæði víkka sjóndeildarhring þinn og er líka ágætis hugarleikfimi.\nÞetta er rétt hjá þér að það er ekki bara Bandaríkjunum að kenna að Kúba er fátæk. Hinsvegar afsakar það ekki þetta viðskiptabann í dag, þó það hafi kannski verið mun eðlilegra þegar það var sett á."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-26 18:10:28",
            "id": "1811611",
            "reply_to_id": "1811272",
            "text": "Góða kvöldið.\nÉg skil hvað þú átt við. Venjulega klára ég að lesa svona texta og met innihaldið,\neins og ég gerði í þessu tilviki. Ég var bara að benda á hversu óþægilegt það getur\nverið að lesa svona slæma íslensku.\nEn nei, það afsakar það ekki. Viðskiptabannið er ekki að virka sem skyldi og ég\nhef lesið að meira að segja „Anti-Castro“ Kúbverjar í Bandaríkjunum séu farnir að\nefast um gagnsemi þess."
        },
        {
            "user": "elpadre",
            "user_id": "52656",
            "date": "2004-10-31 13:53:48",
            "id": "1771117",
            "reply_to_id": "1770946",
            "text": "það er alltaf gaman að sjá þegar fólk afneitar innihaldi greinar útaf stafsetningar eða málfars villu, línana sem þú verst að setja út á á að hljóma svona : ein aðal ástæða fyrir fátægt á kúpu er…. and the rest…\nog já, þetta er nú bara víst staðreind því að ekki nóg að í fílu sinni við kúpu búa, hótuðu þeir einnig stærri ríkjum heims viðskipta banni á þau eða allavega einhverjum viðskipta hindrunum. þannig að engnn þorði að versla við þá nema rússar eða þá sovét menn… síðan segja margir að castró hefði bara átt að segja af sér, afhverju ?\nafhverju ætti hann að fara eftir fyrir mælum einhvers annars lands hmm… þeir eru ekki heimslögregla hafa aldrei verið skipaðir sem slíkir, nema af sjálfum sér…\nef þú hefur eitthvað meira út á þetta að stja þá skalltu lesa þér til um mál þitt fyrir…\nkossar…\npadre…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-10-31 19:45:36",
            "id": "1771521",
            "reply_to_id": "1771117",
            "text": "Félagi elpadre.\nÞú getur lesið svar mitt til Duff."
        },
        {
            "user": "gaulverji",
            "user_id": "14174",
            "date": "2004-10-31 14:56:24",
            "id": "1771183",
            "reply_to_id": "1770946",
            "text": "Aðalástæðan fyrir fátækt á Kúbu er Fidel Castro. Sama hvað fólk segir um hann og hvað heilbrigðiskerfið sé gott á Kúbu sér það ekki að hann er einræðisherra. Allir sem hafa flúið Kúbu segjast aldrei vilja fara þangað aftur á meðan hann er að kúga þjóðina."
        },
        {
            "user": "elpadre",
            "user_id": "52656",
            "date": "2004-10-31 19:33:47",
            "id": "1771509",
            "reply_to_id": "1771183",
            "text": "ég verð nú bara að segja við þig gaulverji eins og jesús sagði við gyðingana… ; er það?\nef að hann Fidel væri ekki við völd þá væri ástandið mun verra á kúpu, því þá væri komið annað hvort eitthvað stökkbreitt afhvæmi einræðis Batista flokksins við líði eða hins vegar undirlæg amerísk sólarströnd…\ncastro kallin er ekkert svo slæmur miðað við aðra þjóðar leiðtoga… BUsh td er mun verri, óvinsælli, og hættulegri á meðal samborgara sinna…\nsilvio berlusconi, einræðis gasurinn í austuríki sem ég man ekkert hvað heitir og talandi um einræðisherrana sem eru við völd í hinum suðurameríkuríkjunum… allir á kaupmála amerískra fyrirtækja… castró er bara málaður upp á vegg sem einhver satan því að hann vill ekkerrt með okkur gróðasjúku vesturlandar sófahausana að gera…\nkiss kiss\npadre"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2004-10-31 20:30:41",
            "id": "1771584",
            "reply_to_id": "1771509",
            "text": "Ertu að grínast með þessa stafetningu ?\nAnnars held ég að þú sért með soldið gott point þarna með Castro.\nFjölmiðlar og önnur áróðusfyrirtæki eru náttúrulega kapítalísk og vilja láta kommúnisma og allt sem honum tengist, líta illa út.\nCastro hefur aldrei gert mér neitt."
        },
        {
            "user": "Mash",
            "user_id": "53466",
            "date": "2004-10-31 20:55:48",
            "id": "1771612",
            "reply_to_id": "1771584",
            "text": "Hann fær amk prik fyrir að skrifa Kúpa, sem er auðvitað rétt m.v. íslenska ritunarhefð. Hver skrifar HóPur með B af því að við segjum “hóbur” ?\nFagna ég því að fleiri taki upp réttan rithátt enda hefi ég tekið eftir því að slíkt gera margir."
        },
        {
            "user": "Mash",
            "user_id": "53466",
            "date": "2004-10-31 23:18:55",
            "id": "1771849",
            "reply_to_id": "1771612",
            "text": "æ góði, kúpa er allt annað en landið kúba. eigum við ekki bara að kalla landið hauskúbu? ha? öll löndin í kringum okkur nota b. þetta væri í lagi ef við myndum bera k, p og t eins fram alls staðar. flestir segja g, b og d en norðlendingar segja þetta rétt.\nhvaða ritunarhefð er það?\nhví fær hann prik fyrir vitlausa stafsetningu? þetta er allt saman bara vitleysa.\n“þetta gera margir”. hvaða margir eru það? aldrei á ævinni hef ég séð þessa villu, og hef ég þó séð margar.\neitt að lokum. elpadre (eða hvað var það), heitirðu Arnar?"
        },
        {
            "user": "lilienfeld",
            "user_id": "20337",
            "date": "2004-10-31 23:23:02",
            "id": "1771854",
            "reply_to_id": "1771612",
            "text": "Ég giska á að þú sért einn af þeim sem vilja skrifa Egyptaland svona: Egiftaland…."
        },
        {
            "user": "gaulverji",
            "user_id": "14174",
            "date": "2004-10-31 22:15:10",
            "id": "1771734",
            "reply_to_id": "1771509",
            "text": "hann er samt sem áður einræðisherra sem kúgar þjóð sína og tekur út andstæðinga sína."
        },
        {
            "user": "Bartuc",
            "user_id": "19529",
            "date": "2004-10-31 20:29:42",
            "id": "1771582",
            "reply_to_id": "1770946",
            "text": "Þessi grein er ein stærsta stafsetningarvilla sem ég hef á minni stuttu ævi séð…"
        },
        {
            "user": "sbj",
            "user_id": "39661",
            "date": "2004-11-26 14:59:42",
            "id": "1811281",
            "reply_to_id": "1771582",
            "text": "En áttarðu þig á því að þessi umræða snýst ekki um stafsetningarvenjur Íslendinga?"
        },
        {
            "user": "Bartuc",
            "user_id": "19529",
            "date": "2004-11-27 20:58:57",
            "id": "1813620",
            "reply_to_id": "1811281",
            "text": "Má vera, en skemmtilegra er að lesa vel stafsetta grein en illa stafsetta."
        },
        {
            "user": "sbj",
            "user_id": "39661",
            "date": "2004-11-28 16:15:13",
            "id": "1814441",
            "reply_to_id": "1813620",
            "text": "Það fer þó vissulega eftir innihaldinu líka er það ekki? :)"
        },
        {
            "user": "TuTuHimm",
            "user_id": "5577",
            "date": "2004-10-31 23:30:57",
            "id": "1771868",
            "reply_to_id": "1770946",
            "text": "í 5 þá segiru að það kosti of mikinn pening í gæsalöppum, held þú getir alveg sleppt þessum gæsalöppun, því þær líta út fyrir að það sé ekki ástæðan heldur að ástæðan sé einhver allt önnur. Málið er að það er ástæðan, það kostar of mikinn pening að minnka útblástur gróðurhúslofttegunda. Svo einfalt er þetta. Þegar allt kemur til alls snýst allt um peninga í vestrænum löndum"
        },
        {
            "user": "elpadre",
            "user_id": "52656",
            "date": "2004-11-01 09:08:48",
            "id": "1772105",
            "reply_to_id": "1771868",
            "text": "ég er skrifblindur og sé ekki villurnar sem ég skrifa, og kl var orðin fimm á laugardagskveldi/sunnudagsmorgni þegar ég ældi upp þessum pistli, og þessi blessaða síða bíður því miðr ekki upp á editeringu… svo einfallt er nú það kæru vinir…\nþetta atriði um að vera að spá í því hvernig greinin er skrifuð og hvort það eigi að vera p hér og b þar eða málfarsetnigarniðurstningaómar,., sé ekki á réttum stað,  í stað þess að líta bara einfaldlega framhjá því og kannski skoða innihald greinarinnar..\nminnir mig á þegar michel moore vinur okkar vann óskarinn fyrir heimildar myndina bowling for columbine, þar var michel hylltur fyrir gerð myndarinnar og gagnrínendur og fjölmiðlarnir töluðu aðalega um hvað myndinn væri góð eða slæm eða jafnvel hvað hún væri umdeild á milli hinna tveggja… aldrei  heirði maður minnst á innihald myndarinnar…\nog já kanin á allveg fyrir kíótó…\nþetta er stærsta iðnríki heimsins, og þeir eru sífelt að setja út á og lögregla heiminn og geta síðan ekki tekið til í sínum eiginn garði…"
        },
        {
            "user": "elpadre",
            "user_id": "52656",
            "date": "2004-11-01 14:15:43",
            "id": "1772306",
            "reply_to_id": "1772105",
            "text": "Félagi elpadre.\nTalandi um innihald, svaraðu þá mér (sjá svar\nmitt til Duff ofarlega á síðunni)."
        },
        {
            "user": "elpadre",
            "user_id": "52656",
            "date": "2004-11-01 14:40:21",
            "id": "1772348",
            "reply_to_id": "1772306",
            "text": "Gauss. Gagnrýni þín á Elpadre er með öllu óskiljanleg. Það er alltaf ómálefnalegt að ráðast á greinahöfunda eftir stafsetningavillum.\nAð gagnrýna kommúnisma með þeim hætti sem fólk er að gera hér er að mínu mati siðlaust. Kommúnismi er hugmynd. Hugmyndin er góð og falleg en ólíkleg. Erfitt er að gera þessa hugmynd að veruleika en þeir sem reyna, já þeir sem reyna að koma kommúnisma á með góðu hugasfari eru málaðir upp við vegg því þeir mistakast.\nEf Kommúnismin væri ríkajandi núna en þó ekki fullkominn (rétt eins og kapítalisminn er ekki fullkominn þótt hans sé ríkajandi). Þá er ég viss um að kapítalsitar yrðu hataðir meira en allt. Kapítalisminn alar af sér sönn illmenni. Íhaldssamt, gróðarsjúkt og stríðssjúkt fólk. Það er staðreynd. Ég er ekki að ásaka kapítalsimann ég er að lýsa honum.\nEn ég vill benda á, og vitna í Marx að kapítalsiminn munn einn daginn éta sjálfan sig upp. En hvað tekur við ? Það er eitthvað betra, ekki endilega kommúnismi. Bara eitthvað betra."
        },
        {
            "user": "elpadre",
            "user_id": "52656",
            "date": "2004-11-01 15:48:53",
            "id": "1772458",
            "reply_to_id": "1772348",
            "text": "Sælir.\nLestu svar mitt til Duff. Í því svari útskýri ég hvers vegna\numrædd staðhæfing elpadre er röng.\nSvo minntist ég hvergi á kommúnisma, eða var það? Ég er\nekki að gagnrýna kommúnisma, heldur Castro og félaga.\nSovétríkin voru ekki kommúnistaríki, og það eru N-Kórea\nog Kúba ekki heldur."
        },
        {
            "user": "elpadre",
            "user_id": "52656",
            "date": "2004-11-01 18:49:15",
            "id": "1772768",
            "reply_to_id": "1772458",
            "text": "já sorry vinur minn… að ég  svaraði þér víst ekki rétt…\nen svo er nú mál með vöxtum að staðhæfing mín er nú að vissu parti rétt…\nþannig að ég spyr… Helduru í allvörunni því framm að viðsklipta bann BNA sé ekki ein af megin orsokum slæms viðskipta ástands kúBu búa…?\nog einnig get ég sagt þér að megin ástæðan fyrir því að castró greyið varð að treista á sovétríkinn var aðalega sykurviðskipti… þeas kanin villdi ekki kaupa af þeim sykurinn sem er ein af helstu þjóðarframleiðslu kúbu (fyrir utan kannski cocain) og sovétmenn menn lofuðu víst að kaupa af þeim þennan blessaða sykur í stað þess fengu þeir að setja upp eldflaugar sem allt varð vitlaust útaf…\nog einnig spyr ég að því: er heiminum skylt að aðlaga sig að vestrænum stjórnunar kerfum? eins og td: kapitalisma…\nEinnig er castró enginn engill, það veit ég.. en ef við förum að bera saman þjóðarleiðtoga þessara\ntveggja þjóða ekki bara Bush heldur líka hina vitleisingjana sem hafa verið þar við völd síðan kastró tók við kúbu.\nRegan, Bush senior og fleiri..\nEf þú ferð að bara saman td prósentu tölu íbúa í fangelsum, morð í heimalandi, hneiksla, mismununar og valdnýðslu…\nþá er ameríka mun verri í flestum tilfellum…\nÁstæðan kannski fyrir því að við gáfuðu vesturlandabúarnir höldum að það sé vice versa er algerrlega hlutdrængni patríótískri fréttamiðlun frá BNA…\nef þú skoðar tölur, og söguna og ferð að bera það við báða aðila þá kannski jafnvel vonandi kemmstu að annari niðurstöðu…"
        },
        {
            "user": "sixx",
            "user_id": "54015",
            "date": "2004-11-08 21:25:26",
            "id": "1782525",
            "reply_to_id": "1772105",
            "text": "Já ég er alveg sammála þér elpadre um að bna hefur alveg efni á Kyoto bókununni, þeir mættu alveg sleppa miklu af sinni vopnaframleiðslu og svo ég tali nú ekki um þessar blessuðu geimferðir sem þeir eyða mörgum milljörðum í."
        }
    ]
}