{
    "forum_title": "Skóli",
    "user": "trinan",
    "user_id": "51025",
    "date": "2004-11-01 17:58:28",
    "title": "Grunnskólar, kennarar og laun",
    "text": "Vá ég er svo ótrúlega ánægð að verkfallið sé kannski að klárast og vona að það verði ekki aftur eftir viku. Ég vona að samningarnir séu nógu góðir til að kennararnir samþykki. Nú verða allir grunnskólanemendur að vinna upp 6 vikur af vinnu og það getur haft mikil áhrif á skólan næstu árin jafnvel.\nÍ skólanum mínum eru ferðir í dönsku, ensku, íslensku og stærðfræði. Ég er til dæmis í flugferð í stærðfræði sem er þannig að við vinnum 2 bækur á einu ári og verðum þess vegna komin byrjuð á framhaldsskólabókinni þegar aðrir eru á 10. bekkjar bókinni. Það verður erfiðara fyrir okkur að vinna meira upp, það er eins og að vinna svona 10 vikur, svo kannski meira ef að samningatillagan verður felld. Ég gerði eiginlegaa ekkert í verkfallinu og ég er eiginlega bara fegin. Ég kláraði bókina um Jón Sigurðsson heima í gær og svo var okkur sagt að það yrði bara hætt með bókina.\nKennarar eru ekki með góð laun sérstaklega ekki ungir kennarar sem þurfa að borga líka af námslánum. Mér finnst það ekki samgjarnt að kennarar hafi lægri laun en til dæmis þingmenn sem þurfa enga menntun. Fyrir um 30 voru kennarar með miklu hærri laun en núna. Þá voru þingmenn ekkert svo launaháir og vildu fá eins laun og kennararnir eru með. Núna heyrði ég einhverntíman í útvarpinu einhvern mann segja að þau ættu að fá eitthvað svipuð laun og þingmenn!\nKennarar eiga betra skilið!",
    "url": "https://www.hugi.is/skoli/greinar/254682/grunnskolar-kennarar-og-laun/",
    "url_id": "254682",
    "id": "1772510",
    "replies": [
        {
            "user": "Diamond",
            "user_id": "5482",
            "date": "2004-11-01 18:08:46",
            "id": "1772702",
            "reply_to_id": "1772510",
            "text": "Já framhaldsskólakennarar.. Ætli það verði ekki verkfall hjá þeim ef grunnskolakennarar fá sömu laun og framhaldsskolakennarar.."
        },
        {
            "user": "Karat",
            "user_id": "35059",
            "date": "2004-11-01 18:13:12",
            "id": "1772710",
            "reply_to_id": "1772702",
            "text": "Þessi miðlunartillaga sem verið er að reyna að “troða” upp á kennara núna er hvergi nálægt launum framhaldsskólakennara og er í raun og veru launalækkun fyrir marga kennara."
        },
        {
            "user": "sofus",
            "user_id": "2648",
            "date": "2004-11-01 18:19:45",
            "id": "1772719",
            "reply_to_id": "1772710",
            "text": "Þar sem framhaldsskólar eru menntastofnanir, en grunnskólar bara dagheimili, finnst mér mjög fínt að það sé munur á milli launanna þeirra.\nÉg segi þetta ekki til að sýna grunnskólakennurum óvirðingu, alls ekki. Þeirra starf er eitt það mikilvægasta í samfélaginu, og ætti að vera betur launað… _ef_ menntakerfið væri betur upp sett. Krakkar virðast ekkert læra í grunnskóla, og sama hversu illa þeim gengur, og sama hversu óþekk þau eru, er allt í fínu lagi. Krökkum er aldrei vikið úr skóla eða haldið aftur um bekk.\nÉg ólst upp í Bandaríkjunum, og fór þar í fyrsta til sjötta bekk, og ég verð að segja að skólakerfið þar er langt um betra. Auðvitað ólst ég upp í úthverfi borgar, þar sem glæpir voru í lágmarki, og fátækt þekktist ekki… en með þessa viðmiðun finnst mér skólakerfið (sérstaklega grunnskóli) á íslandi algjör brandari.\nEnn og aftur læt ég í ljós minn stuðning á baráttu kennara fyrir betri laun. :)"
        },
        {
            "user": "Marketwatch",
            "user_id": "22466",
            "date": "2004-11-01 18:24:39",
            "id": "1772727",
            "reply_to_id": "1772710",
            "text": "“Þessi miðlunartillaga sem verið er að reyna að ”troða“ upp á kennara núna er hvergi nálægt launum framhaldsskólakennara og er í raun og veru launalækkun fyrir marga kennara.”\nJamm, þetta er eiginlega enginn launahækkun , eða bara því sem verðbólgunni munar var mér sagt, það er enginn ástæða af hverju kennarar ættu að skrifa undir þetta, maður hélt að þessi miðlunartillaga væri einhver töfra lausn, en kennarar græða lítið sem ekkert á henni, ef þeir skrifa undir þá hafa 6 vikur af verkfalli farið í vaskinn og væri í rauninni ekki fyrir neitt. Verkfallið heldur áfram eftir viku, ég er nokkuð viss um það."
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2004-11-01 18:36:54",
            "id": "1772750",
            "reply_to_id": "1772710",
            "text": "Af hverju ættu grunnskólakennarar að fá sömu laun og framhaldsskólakennarar fyrir minni menntun?\nEyrún"
        },
        {
            "user": "Karat",
            "user_id": "35059",
            "date": "2004-11-01 18:46:49",
            "id": "1772762",
            "reply_to_id": "1772750",
            "text": "Sumir grunnskólakennarar eru jafn mikið menntaðir og framhaldsskólakennarar. Í fréttunum er alltaf talað um grunnskólakennara með 3 ára háskólanám að baki. Þetta á ALLS EKKI við um alla grunnskólakennara, mjög margir hafa sérhæft sig og eru með B.S. eða B.A. próf sem er það sama og framhaldsskólakennarar verða að hafa, það er hins vegar ekkert verið að vekja of mikla athygli á þessu í umræðunni."
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2004-11-02 21:27:09",
            "id": "1774419",
            "reply_to_id": "1772762",
            "text": "Þeir kennarar með sérhæfða þekkingu og/eða B.S/B.A próf fá að sjálfsögðu hærri laun en þeir sem hafa einungis grunnmenntunina.\nÞað er hins vegar staðreynd að framhaldsskólakennarar eiga að baki a.m.k 4 ára háskólanám, og því ættu lægstu laun þeirra að vera hærri en lægstu laun grunnskólakennara.\nEyrún"
        },
        {
            "user": "Karat",
            "user_id": "35059",
            "date": "2004-11-03 09:24:57",
            "id": "1774816",
            "reply_to_id": "1774419",
            "text": "Þetta er ekki rétt hjá þér. Ég hef mikið vit á nákvæmlega þessu atriði. Kennari í grunnskóla fær ENGA umbun fyrir B.A. eða B.S. próf og ekki heldur leiðbeinendur.\nKennari með tvöfalt leyfisbréf (leyfi til að kenna á tveimur skólastigum) getur fengið einum launaflokki hærra en sá sem hefur venjulegt leyfisbréf."
        },
        {
            "user": "Karat",
            "user_id": "35059",
            "date": "2004-11-03 09:37:33",
            "id": "1774821",
            "reply_to_id": "1774419",
            "text": "Ég vil til frekari útskýringa bæta því við fyrra svar mitt að ekki sjálfgefið að kennarar hafi tvöfalt leyfisbréf þó þeir eigi rétt á því (það kostar) og þá kemur enginn auka launaflokkur, hvað svo sem viðkomandi er mikið lærður."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-01 18:36:44",
            "id": "1772749",
            "reply_to_id": "1772510",
            "text": "Miðlunartilagan er ekki góð, ég spái lengra verkfalli…"
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2004-11-01 19:13:21",
            "id": "1772791",
            "reply_to_id": "1772510",
            "text": "þurfa enga menntun? Hvers konar “statement” er það. Frekar óljóst þar sem allir hafa menntun í því sviði eða þá gífurlega reynslu."
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2004-11-01 19:16:42",
            "id": "1772797",
            "reply_to_id": "1772791",
            "text": "Afsakið er að bulla, fattaði það eftir á :) Smá mix up"
        },
        {
            "user": "bniTaiNted",
            "user_id": "39819",
            "date": "2004-11-01 19:53:11",
            "id": "1772858",
            "reply_to_id": "1772510",
            "text": "Go Verkfall…."
        },
        {
            "user": "egg27",
            "user_id": "37794",
            "date": "2004-11-01 20:23:31",
            "id": "1772896",
            "reply_to_id": "1772510",
            "text": "aha… þetta er 6% hækkun og verðbólgan gerir þetta að engri hækkun so.. ég efast um að verkfallið leysist."
        },
        {
            "user": "Imanipah",
            "user_id": "48510",
            "date": "2004-11-01 20:58:37",
            "id": "1772943",
            "reply_to_id": "1772510",
            "text": "Heyr Heyr!"
        },
        {
            "user": "Lykilord",
            "user_id": "40290",
            "date": "2004-11-01 21:12:35",
            "id": "1772978",
            "reply_to_id": "1772510",
            "text": "Nei það er 5% hækkun en útaf verðbólgu verður þetta 2% hækkun, ungir kennarar eru líka frekar reiðir því þeir fá lægri laun og ætla þeir margir að hætta ef þeir fá ekki hærri laun, sem er bara fínt þar sem svona 80-90% kennara í mínum skóla eru frekar ungi"
        },
        {
            "user": "Karat",
            "user_id": "35059",
            "date": "2004-11-01 21:22:02",
            "id": "1772993",
            "reply_to_id": "1772978",
            "text": "Ég held að þú sért að misskilja. Ungir kennarar “hækka” mest, þeir eldri lækka flestir eitthvað."
        },
        {
            "user": "Dcoy",
            "user_id": "32108",
            "date": "2004-11-02 00:57:09",
            "id": "1773330",
            "reply_to_id": "1772993",
            "text": "ég las etta ekki allt en ef Framhaldsskóla kennarar fara í verkfall þá verður það á næstu önn."
        },
        {
            "user": "php",
            "user_id": "14956",
            "date": "2004-11-02 08:56:06",
            "id": "1773408",
            "reply_to_id": "1772510",
            "text": "Áfram með verkfallið!!!\nKennarar eiga betra skilið. Ég þekki marga unga kennara og þeir segja allir að ef það verður samið, þá komi þeir til með að segja upp og leita sér að annarri vinnu. Flestir kennarar líta á þessa tillögu bara sem móðgun. Tillagan eins og hún lítur út í dag fyrir yngstu kennarana segir að þeir fái enga launahækkun fyrstu 5 árin!! Er það sanngjarnt gagnvart þeim? Þeir sjá ekki beint mikla framtíð fyrir sér í þessu fagi. Ekki beint traustvekjandi að læra að verða grunnskólakennari í dag.\nHvað kennarana varðar vona ég að verkefallið standi sem lengst þar til búið að þeir fái sitt, það sem þeir eiga skilið.\nHvað grunnskólanemendur varðar vona ég að verkfallið  ljúki sem fyrst þar sem þeir verða verst út úr þessum aðgerðum kennara og sveitafélaga."
        }
    ]
}