{
    "forum_title": "Mótorhjól",
    "user": "bikerider",
    "user_id": "55437",
    "date": "2004-11-11 17:58:49",
    "title": "Aprilia á netinu.",
    "text": "Ég sem áhugamanneskja um mótorhjól fannst mér flott að sjá að Aprilia er komin í samstarf með veffyrirtæki hér á íslandi,\nég hef keyrt Aprilia og það er BESTA hjól sem ég hef keyrt, svolítið skrýtið að vera á v-twin racer eftir að hafa ekið 4 cyl línu í mörg ár, þetta var sérstakt að því leitinu til að soundið\nvar eins og í hippa en orkan var eins og í racer, maður gat prjónað í nánast hvaða gír sem er og þetta höndlaði eins og draumur.\nég tek ofan fyrir Aprilia sem að mínu mati er besta hjól sem ég hef keyrt á 12 ára hjólaferli mínu.\nværi gaman að heyra í Ducati mönnum hér líka þar sem þau hjól koma einnig frá ítalíu.\nnotabene: Aprilia er í samvinnu við www.bilatorg.is\nkveðja Bikerider.",
    "url": "https://www.hugi.is/motorhjol/greinar/254818/aprilia-a-netinu/",
    "url_id": "254818",
    "id": "1773493",
    "replies": [
        {
            "user": "CrazyTiny",
            "user_id": "28241",
            "date": "2004-11-14 02:12:45",
            "id": "1790016",
            "reply_to_id": "1773493",
            "text": "Já, ég hef prófað RS 50 og svo 125 líka og þetta eru án efa rosaleg hjól! Toppgæði!"
        },
        {
            "user": "aberandi",
            "user_id": "56999",
            "date": "2005-01-21 22:21:08",
            "id": "1916615",
            "reply_to_id": "1773493",
            "text": "Ég keyri um á Ducati monster s4r og hef í gegnum tíðina átt nokkur hjól allt frá malaguti vespu og upp í dúkkann,en ekkert hjól sem ég hef keyrt hefur sömu eiginleika í akstri og dúkkinn.\nHef keyrt nokkra dúkka svo sem multisrada, monster 800 dark, monster 750, og minn s4r . Á líka kawasaki gpz 1100 og yamaha  xj750 seca . Þannig að ég hef viðmið á þeim þó þau séu gömul.\nLangar að prufa aprilliuna líka bara til að fá viðmiðið.\njá nota bene eg er ekki umboðsaðili : )"
        },
        {
            "user": "Dominic",
            "user_id": "66477",
            "date": "2007-03-20 18:40:08",
            "id": "4705245",
            "reply_to_id": "1916615",
            "text": "áttu mynd af því?\nkv.the biggest fan of ducati monster!"
        }
    ]
}