{
    "forum_title": "Körfubolti",
    "user": "Sporti",
    "user_id": "26071",
    "date": "2004-11-07 11:40:51",
    "title": "NBA 2005",
    "text": "Hvaða lið mun koma mest á óvart??\nÉg spá lakers, það spá flestir þeim ekki góðu gengi, en ég hef fulla trú á kobe og félögum. Ég held að þeir fengu sterka varnamenn frá Miami og það mun vera lykill hjá þeim í vetur.\nHvaða lið mun valda mestu vonbrigðum??\nÉg held að Kings sé fallandi stórveldi, þetta lið sem var með þvílíka breidd og átti að sigra NBA náði því ekki. Ég hef trú á því að þeir vinni bara c.a 45-48 leiki\nHvaða leikmaður verður valinn MVP???\nÉg spái Garnett aftur þrátt fyrir harða keppni frá Kobe, Shaq og Duncan.\nHver verður vallinn Nýliði ársins??\nÉg spái Okford út af því að hann fær full af spila en þá ber að fylgjast með Deng hjá Bulls\nHverjir munu spila til úrslita austan meginn???\nÉg spái Indiana og Detroit\nMiami er ekki með nóu góða kalla með shaq(mun verra lið heldur en lakers í fyrra)\nHverjir munu spila til úrslita Vestan meginn???\nÉg spái Minnesota og Spurs\nHverjir verða NBA meistara???\nÉg spái því að núna sé tími Minnesota",
    "url": "https://www.hugi.is/korfubolti/greinar/255129/nba-2005/",
    "url_id": "255129",
    "id": "1775747",
    "replies": [
        {
            "user": "SirK",
            "user_id": "1764",
            "date": "2004-11-07 12:04:20",
            "id": "1780484",
            "reply_to_id": "1775747",
            "text": "…kemur á óvart - Phoenix Suns\n…vonbrigðin - Denver Nuggets, of miklar kröfur gerðar til þeirra, þeir verða samt góðir\n…MVP - KG er bestur\n…rookie - Okafor líklegast, hann á eftir að vera solid í vetur\n…úrslit austan megin - Detroit - Miami, ekki sammála þér með að Miami séu ekki nógu sterkir. Shaq er náttúrulega óstöðvandi og svo er Dwyane Wade orðinn skuggalega góður, bætti t.d. persónulegt met sitt bæði í stoðsendingum og skori í nótt.\n…úrslit vestan megin - sammála þér, Minnesota og San Antonio\n…NBA champs - ætla ekki að spá til um það strax, en það verður langlíklegast Detroit, SA eða Minnesota. Ég held að þau þrjú eigi eftir að vera í sérflokki í ár."
        },
        {
            "user": "bandito",
            "user_id": "1488",
            "date": "2004-11-07 13:20:22",
            "id": "1780564",
            "reply_to_id": "1775747",
            "text": "—mest á óvart verður að mínu mati Houston Rockets, McGrady á eftir að sýna hversu skuggalegur spilari hann er en það mun ekki ganga nema liðið finni sig sem heild.\n—held að það sé bland beggja með mestu vonbrigðin, hef trú á að það muni verða á milli Kings og Bobcats.\n— MVP verður líka gaman að sjá, núna mun hvíla mikið á Kobe og Shaq sem einstaklingum en þrátt fyrir það verður það KG, alveg skuggalega góður leikmaður enda getur allt. En McG og Shaq munu veita honum harða samkeppni.\n— Okafor verður besti nýliðinn, hann mun sýna massa takta.\n— Úrslitin austan meginn verða Detroit og Miami.  Detroit eru ennþá með mjög breiða hóp og munu standa sig vel og Miami er með gott lið ef allir haldast heilir, Wayde er greinilega að þroskast sem spilari, Eddie Jones er gífurlega góð skytta og Shaq er ennþá langbestur.\n— Vestan meginn spái ég Minnesota og Dallas. KG mun leiða sitt lið í úrslit með sigri á Dallas en það verður gaman að sjá Mavericks menn komast í úrslit vestur deildar þrátt fyrir að hafa mist Nash.\n— “and the NBA Champions 2005 are the DETROIT PISTONS.” Eins og ég sagði mjög breytt lið og munu taka “back to back”."
        },
        {
            "user": "minnskalli",
            "user_id": "7266",
            "date": "2004-11-07 13:42:00",
            "id": "1780604",
            "reply_to_id": "1780564",
            "text": "þetta ár verður eitt besta ár NBA í 10 ár!\nþað er frekar erfitt að sjá hverjir munu koma á óvart, ég er sammála því að Houston verða betri en fólk heldur ..\nMVP verður Shaq eða Garnett.. engin spurning\nBen Gordon er skuggalega góður, en ég held samt að Okafor ætti að taka þann titil\nMiami munu vinna þetta, og úrslitin ráðast í austrinu .. að fylgjast með Miami og Detroit verður skuggalegt. Ég er á því líka að Dwayne Wade sé einn besti bakvörður deildarinnar … er búinn að horfa á hann sín háskólaár, þessi drengur er geðveikur, og gerir ekkert annað en að bæta sig\nAnnars horfði ég á Cleveland - Indiana í beinni í vikunni … var ekkert ofboðslega impressed af Indiana, tel að þeir geri engar rósir í á"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2004-11-08 12:07:57",
            "id": "1781720",
            "reply_to_id": "1780604",
            "text": "minnskall: Ertu að meina Indiana liðið sem vantar 3 af 5 úr því byrjunarliði sem átti að byrja tímabilið (Jeff Foster, Jermaine O'Neal og Reggie Miller)?\nbandito: Bobcats vonbrigði ársins, liðið sem mjög margir spekingar hafa spáð að eigi eftir að setja nýtt tapleikjamet? Þeir mega gera mjög vel (illa) ef þeir eiga eftir að verða mikið meiri vonbrigði en það :D\nMín spá:\nMest á óvart: Utah, þeir eiga eftir að ná vel yfir 50 sigurleiki í ár, með svipað lið og margir spáðu 10 sigrum í fyrra.\nMestu vonbrigðin: Lakers, Kobe á ekki eftir að ná að halda þeim upp, ekki hann einn.\nMVP: Garnett, engin spurning. Nema Minnisota eigi eftir að missa af úrslitakeppninnni.\nNýliði ársins: Okafor ætti að fá nóg af stöttum, en það er spurning hvort að sú staðreynd að liðið hans nær ekki 20 sigrum mun hafa áhrif. Devin Harris gæti komið sterkur inn.\nÚrslit austur: Detroit-Miami (þar sem Detroit og Indiana geta ekki mæst í úrslitum)\nÚrslit vestur: Utah-Spurs\nMeistarar: Spurs taka Detroit 4-2"
        },
        {
            "user": "hemmi1",
            "user_id": "36036",
            "date": "2004-11-07 15:07:03",
            "id": "1780698",
            "reply_to_id": "1775747",
            "text": "Ég held að Dallas muni koma mest á óvart, eftir að hafa valdið svolitlum vonbrigðum í fyrra.\nVonbrigðin Miami, of lítil breidd til að geta náð einhverjum árangri.\nGarnett MVP, hef enga skoðun á nýliðunum.\nDetroit og Indiana spila til úrslita austan megin,\nvestan megin Minesota og Sacramento…\nVoðalega fátt bendir til þess að Detroit muni ekki endurtaka leikinn frá því í ár og vinna annan titil."
        },
        {
            "user": "darrri",
            "user_id": "22549",
            "date": "2004-11-08 15:41:13",
            "id": "1781985",
            "reply_to_id": "1775747",
            "text": "Hvaða lið mun koma mest á óvart??\nPhoenix..ég held að fólk fatti ekki hæfileikana fyrr en þeir komast í Playoffs (sem er ekkert \"ef)\nHvaða lið mun valda mestu vonbrigðum??\nDallas..\nHvaða leikmaður verður valinn MVP???\nVonandi Ben Wallace\nHver verður vallinn Nýliði ársins??\nOkafor..\nHverjir munu spila til úrslita austan meginn???\nIndiana og Detroit…\nHverjir munu spila til úrslita Vestan meginn???\nÉg spái Minnesota og Suns\nHverjir verða NBA meistara???\nSuns!!"
        },
        {
            "user": "viktorg",
            "user_id": "31759",
            "date": "2004-11-08 16:02:22",
            "id": "1782015",
            "reply_to_id": "1775747",
            "text": "Hvaða lið mun koma mest á óvart??\nToronto Raptors.. þeir hafa byrjað þetta mjög vel og ég held að þeir eigi eftir að sýna flotta takta í vetur\nHvaða lið mun valda mestu vonbrigðum??\nSacramento ! held bara að þeir eigi eftir að vera arfaslakir í vetur\nHvaða leikmaður verður valinn MVP???\nKevin Garnett enginn spurning.. þetta er besti leikmaður deildarinnar! ekki hægt að mótmæla því\nHver verður vallinn Nýliði ársins??\nheld að það verði Okafor en væri til í að sjá Ben Gordon taka þennann titil\nHverjir munu spila til úrslita austan meginn???\nToronto vs Detroit :)\nHverjir munu spila til úrslita Vestan meginn???\nMinnesota vs Spurs\nHverjir verða NBA meistara???\nDetroit/Minnesota'??' ekki viss"
        },
        {
            "user": "viktorg",
            "user_id": "31759",
            "date": "2004-11-08 16:04:00",
            "id": "1782020",
            "reply_to_id": "1782015",
            "text": "Hvaða lið mun koma mest á óvart??\nToronto Raptors.. þeir hafa byrjað þetta mjög vel og ég held að þeir eigi eftir að sýna flotta takta í vetur\nHvaða lið mun valda mestu vonbrigðum??\nSacramento ! held bara að þeir eigi eftir að vera arfaslakir í vetur\nHvaða leikmaður verður valinn MVP???\nKevin Garnett enginn spurning.. þetta er besti leikmaður deildarinnar! ekki hægt að mótmæla því\nHver verður vallinn Nýliði ársins??\nheld að það verði Okafor en væri til í að sjá Ben Gordon taka þennann titil\nHverjir munu spila til úrslita austan meginn???\nToronto vs Detroit :)\nHverjir munu spila til úrslita Vestan meginn???\nMinnesota vs Spurs\nHverjir verða NBA meistara???\nDetroit/Minnesota'??' ekki viss"
        },
        {
            "user": "timmi",
            "user_id": "37237",
            "date": "2004-11-09 14:24:26",
            "id": "1783420",
            "reply_to_id": "1775747",
            "text": "Ég held nú að Dalllas fari í úrslitin vestan meginn og Lakers . Austan meginn fara Miami og Indiana og the finals Kobe vs Shaq. Yeah"
        },
        {
            "user": "punktur",
            "user_id": "33911",
            "date": "2004-11-10 09:41:48",
            "id": "1784558",
            "reply_to_id": "1775747",
            "text": "Ég er Lakers aðdáðandi og ég held að þetta tímabil verði ekki skemmtilegt.. Phil Jackson farinn og Shaquille O'neal ég á sko eftir að sjá eftir honum.. Derek Fisher ég hef alltaf haldið uppá hann og mér finnst mjög leiðinlegt að hann sé farinn.. Kannki kemur liðið á óvart þótt að við séum ekki með mörg stór nöfn þarna inná vellinum… En ég hlakka samt til :)\nGo Lakers.."
        },
        {
            "user": "kamalflos",
            "user_id": "4989",
            "date": "2004-11-22 09:42:38",
            "id": "1804161",
            "reply_to_id": "1784558",
            "text": "Bobcats að valda vonbrigðum og Rockets að koma á óvart? Er ekki í lagi? Í fyrsta lagi er Bobcats spáð slæmu gengi og geta því varla valdið vonbrigðum þar sem þeir eru með lið sem var valið í expansion draft (ef þú skilur ekki hvað það er sendu mér þá skilaboð og ég skal benda þér á það) og þeir eru ennþá með miklu lægra launaþak en allir aðrir.\nHouston fékk Tracy McGrady, stigahæsta leikmanninn á síðasta tímabili og ásamt Yao Ming mun hann mynda eitt sterkasta tvíeyki deildarinnar.\n——————————————–\nMest á óvart; Boston Celtics - Með frábæra leikmenn innanborðs, sem flestir hafa afskrifað.  Meðal annars Sirk..  Utah Jazz koma líka á óvart, AK47 mun eiga gott ár.\nMestu Vonbrigði; NY Knicks - allavega er þetta lið mikið hæpað upp í NY.\nMemphis Grizzlies munu ekki vera eins sterkir í ár og menn halda.\nMVP - Garnett eða Duncan\nROY - Okafor fær mikið af mínútum og snertingum á boltann.  Einnig gæti Luol Deng komið á óvart, enda með FRÁBÆRAR tölur.  Al Jefferson kemur á óvart.\nÚrslit Austanmegin; 1. Miami, 2. Detroit, 3. Boston Celtics, 4. Pacers.\nÚrslit Vestanmegin; 1. SA Spurs, 2. Timberwolves, 3 Kings, 4. Jazz/Suns\nMeistarar Spurs - Ginobili, Parker og Duncan eru sterkir."
        },
        {
            "user": "Boxcar",
            "user_id": "36158",
            "date": "2004-11-28 13:11:27",
            "id": "1814144",
            "reply_to_id": "1804161",
            "text": "Mitt lið hornets er að skíta í sig heh en ég held að þeir fari nu að taka upp um sig buxurnar en baron davis er víst meiddur\nutah kemur mer geggjað á óvart ea svona  jaa carlos boozer og Andrei kirilenko\nseatle er að brilleara"
        }
    ]
}