{
    "forum_title": "Deiglan",
    "user": null,
    "user_id": null,
    "date": "2004-11-03 22:08:35",
    "title": "Kvennfyrirlitning í tölvuleik",
    "text": "Tölvuleikurinn sem er vinsælastur í dag, Grand Theft Auto, er fullur af karlrembu og kvenfyrirlitningu. Þetta eru ungir menn að spila og halda þar af leiðandi að þetta sé allt í lagi. Í leik þessum er hægt að beita konum ofbeldi að vild. Einu konurnar í leiknum eru vændiskonur og klámstjörnur. Hægt er að saurga þær með því að misnota kynferðislega (það að nota vændiskonur jafngildir nauðgun) og drepa svo. Þetta er til skammar. Það veldur mér gríðarlegum áhyggjum að ung börn spili þetta, þá sérstaklega stelpur. Því þetta leiðir bara til þess að þær haldi að það sé allt í lagi að láta lemja sig og besta starfið sé að vera vændiskona.\nRannsóknir hafa sýnt að tölvuleikir gera börn ofbeldisfull. Þau brjótast inn í skóla og skjóta skólafélaga sína. Þess vegna er öruggt að þeir geta líka hvatt börn til að nauðga. Það þarf að banna svona leiki, þetta er eitur. Menn eyða orku í baráttu gegn dópi þó það sé bara eitthvað sem menn vilja. Leyfum dópistunum að reykja sig í hel. En við munum ekki leyfa ungum piltum að verða ofbeldisfullir. Stöndum saman rauðsokkur!\nKarlmenn í nútíma samfélagi gera margir ekkert annað en að halda kvenþjóðinni niðri og beita líkamlegum yfirburðum til að saurga okkur. Þessi leikur er í rauninni æfingartæki ungra manna til þessarar yðju. Í umtöluðum leik fær maður stig fyrir að lemja konur. Er það tilviljun? Nei. Þetta er stórhættulegt. Víkingar taka völdin, læsið ykkur inni konur. Marsbúar gera árás. Frændi minn hefur spilað þennan leik mikið og er byrjaður að toga í hárið á systir sinni. Hann hefur breyst í kölska.\nLátum börnin heldur lesa bilbíuna. Þar er alvöru boðskapur. Eins og t.d. að það sé ekkert mál að ganga á vatni og opna sjóinn til að ganga í gegn. Það er alvöru boðskapur. Ekki eitthvað rugl um ofbeldi og kvennfyrirlitningu og öfugugga háttalag.\nUngur drengur gekk að mér um daginn og horfði á mig undarlega. Ég sá að hann hafði illt í huga, hann hafði augljóslega verið heilaþvoinn af Grand Theft Auto og ætlaði sér að ráðast á mig. En ég sá við honum, ég er stærri og sterkari enda fullvaxin kona og sprautaði þess vegna piparúða í andlitið á honum og hljóp í burtu. Síðan kom pabbi hans að mér og beitti mig munnlegu ofbeldi. Kallaði mig brjálæðing.\nTölvuleikir eru æfingarvélar djöfullsins, enn eitt tól karlmanna til að halda kvennþjóðinni niðri. VÉR MÓTMÆLUM ALLAR!!\nMarey",
    "url": "https://www.hugi.is/deiglan/greinar/255160/kvennfyrirlitning-i-tolvuleik/",
    "url_id": "255160",
    "id": "1775942",
    "replies": [
        {
            "user": "bniTaiNted",
            "user_id": "39819",
            "date": "2004-11-03 22:19:24",
            "id": "1775985",
            "reply_to_id": "1775942",
            "text": "þetta eru fínir leikir…"
        },
        {
            "user": "Moli",
            "user_id": "1779",
            "date": "2004-11-03 22:33:22",
            "id": "1776022",
            "reply_to_id": "1775985",
            "text": "Feminismi er þín skoðun, ekki mín."
        },
        {
            "user": "olvadur",
            "user_id": "41391",
            "date": "2004-11-04 09:00:04",
            "id": "1776377",
            "reply_to_id": "1776022",
            "text": "Thessi grein er fuckt up!!!\nEf thetta er ekki grín thá veit ég ekki hvad.\nÉg væri miklu hræddari vid svona fuct up feminista beiglu heldur en nokkurn glæpamann sem ég hef komist í kinni vid. And I have gone deep into the dark world.\nAd sprauta piparúda á einhvern strákbjálfa útaf thvi hvernig hann horfdi á hana, thad getur ekki verid ad thad sé til svona fuckt mannsekja. Og ef svo er thá er thessi beigla einhver sem á heima á hæli!!!\nAnnars vil ég hrósa höfundi fyrir mjög svo skemmtilega lesningu sem minnir mann bara á kol klikkada kana, thar eru til mörg dæmi um svona fuckt up folk."
        },
        {
            "user": "Ravenmagic",
            "user_id": "21124",
            "date": "2004-11-03 22:39:24",
            "id": "1776046",
            "reply_to_id": "1775985",
            "text": "hef 4 orð um þetta að segja\nNöldur á nöldur ofan"
        },
        {
            "user": "goonie",
            "user_id": "32690",
            "date": "2004-11-03 22:39:35",
            "id": "1776048",
            "reply_to_id": "1775985",
            "text": "ó guð minn góðu"
        },
        {
            "user": "Puppet",
            "user_id": "38969",
            "date": "2004-11-03 22:40:40",
            "id": "1776051",
            "reply_to_id": "1775985",
            "text": "brennum bibiliuna og hættið að kenna tölvuleikjum allt ofbeldi…"
        },
        {
            "user": "BaSSic",
            "user_id": "1308",
            "date": "2004-11-03 22:41:01",
            "id": "1776055",
            "reply_to_id": "1775985",
            "text": "En ein sönnunin á því að það vantar kaldhæðnistákn á lyklaborðið… og kaldhæðni kennd í grunnskólum…"
        },
        {
            "user": "Karnage",
            "user_id": "7017",
            "date": "2004-11-04 17:55:23",
            "id": "1777078",
            "reply_to_id": "1776055",
            "text": "Við skulum koma með svona tákn sem stendur fyrir kaldhæðni, búa það bara til. Það virðist vera fullt af fólki hérna sem áttar sig ekki á að þetta er djók nefnilega. Vonandi að það fólk sjái aldrei þessa\nsíðu"
        },
        {
            "user": "grenj",
            "user_id": "42248",
            "date": "2004-11-03 23:14:47",
            "id": "1776134",
            "reply_to_id": "1775985",
            "text": "Er þessi leikur ekki með aldurstakmörk??????????\nForeldrar verða einfaldlega að taka á þessu sjálfir? ekki satt."
        },
        {
            "user": "Krullgor",
            "user_id": "18349",
            "date": "2004-11-03 23:21:23",
            "id": "1776146",
            "reply_to_id": "1775985",
            "text": "Er enginn að taka eftir því að ef þið farið í upplýsingar um höfundinn kemur fram að hann er karlkyns?"
        },
        {
            "user": "MAniaco24",
            "user_id": "32339",
            "date": "2004-11-04 10:43:37",
            "id": "1776451",
            "reply_to_id": "1776146",
            "text": "kemur kvenkyns hjá mé"
        },
        {
            "user": "Etrnalrest",
            "user_id": "10383",
            "date": "2004-11-03 23:33:29",
            "id": "1776168",
            "reply_to_id": "1775985",
            "text": "“Látum börnin heldur lesa bilbíuna. Þar er alvöru boðskapur.”\nÞú ert að tala um dót eins og í fyrra testamentinu þarsem er talað um auga fyrir auga, tönn fyrir tönn? Þar sem litið er niður á konur og þær flokkaðar sem eign mannsins síns og eiga varla að meiga nokkurn skapaðan hlut?\nBók þarsem eru sögur af konu sem lét skera haus af manneskju og bera sér á silvur platta.\nBiblían er ekki falleg bók. Það er meiri mannílska í þessari bók en í nokkru öðru riti sem hefur verið gefið út, nokkurri mynd eða bara held ég yfirhöfuð nokkru.\nÞað eru ekki leikir sem valda því að krakkar fara og skjóta skólann sinn í tætlur, heldur þröngsýnt fólk sem vill ekki viðurkenna hvar alvuru vandinn liggur."
        },
        {
            "user": "Omerta",
            "user_id": "32677",
            "date": "2004-11-04 14:51:47",
            "id": "1776768",
            "reply_to_id": "1776168",
            "text": "Ó!!!! Djöfull tókstu höfund þarna í rassgatið! :D"
        },
        {
            "user": "Hordur1",
            "user_id": "30652",
            "date": "2004-11-03 23:39:33",
            "id": "1776182",
            "reply_to_id": "1775985",
            "text": "Nú spyr ég þig, hefurðu spilað þennan tölvuleik eitthvað? Mér sýnist ekki. Það er alveg hægt að beita karlmönnum ofbeldi líka, málið er að þú leikur KALL í leiknum og þess vegna ertu að fá vændiskonu uppí bílinn hjá þér ekki karlmann, nema náttúrulega að karlinn væri samkynhneigður.\nKrakkar og bara fólk í samfélaginu í dag spilar svona leiki eins og Grand Theft Auto vegna þess að það má ekki gera þessa hluti í raunveruleikanum. Fólk sem á krakka sem hengur í þessu verður bara að passa að hann hengur ekki í þessu of mikið og geri ekki hlutina sem hann má gera í leiknum. FÓLK verður að læra að hemja barnið sitt þótt það getur verið ýmsum erfitt."
        },
        {
            "user": "Karkazz",
            "user_id": "4275",
            "date": "2004-11-04 00:01:15",
            "id": "1776215",
            "reply_to_id": "1775985",
            "text": "Ef að foreldrar hér á landi eru það óábyrgir að leyfa börnum sínum að spila tölvuleiki fulla af morðum, vændi og eiturlyfjum mætti kannski frekar beina athyglinni að þeim.\nÞað hefur ef til vill ekki hvarflað að þér að þú sért taugastrekkt ofsatrúarmanneskja sem þrátt fyrir að boða biblíuna hefur ekki hugmynd um hvað í henni er. Sprautandi piparúða framan í dreng sem gekk að þér með einhvern…. svip? Ertu galin? Og afsakar það svo með því að segjast vera stærri og sterkari?\nSkammastu þín!\nÍ biblíunni er ofbeldi á ofbeldi ofan… hegning og læti… þrælkun í lagi sem og hvernig kvennmenn sem þú virðist vera að berjast fyrir eru ekkert annað en “sáðtunnur” og hornkerlingar.\nLestu þér betur til áður en þú ferð að predika.\nÉg hef spilað ofbeldisfulla tölvuleiki síðan ég man eftir mér… horft á allann þann hrylling sem sjónvarpið hefur upp á að bjóða. Þú munt ekki sjá mig nauðgandi né myrðandi. Í raunveruleikanum leiðist mér slíkir hlutir því að ólíkt flestum, veit ég hvar raunveruleikinn byrjar og endar.\nEn endilega, ef þú vilt ekki að börn komist í leiki sem þennann, skaltu taka málið upp við dreyfingaraðila og stjórnvöld eða þá að passa að þín börn komist ekki í þá."
        },
        {
            "user": "Utopia",
            "user_id": "28528",
            "date": "2004-11-04 00:14:25",
            "id": "1776228",
            "reply_to_id": "1775985",
            "text": "haha róleg… það er EKKERT sem sannar að þetta…\nÞað að einstaklingur í BNA skjóti skólafélaga sína segir meira um samfélgaið þar og geðræn vandamál hjá einstaklingnum og það er ekkert sem sannar það að tölvuleikir smiti fólk af geðsjúkdómum.\nÞað eru fullt af konum sem að eru að labba um leikinn, ættir kannski að prófa hann, þú getur líka lamið karlmenn í honum, er það eitthvað meira rétt en að lemja konur?\nÉg hef spilað alla GTA leikina og mér hefur aldrei langað til að skjóta neinn. Reyndu að minnsta kosta að rökstyðja mál þitt almennilega og allt í lagi að prófa að spila leikinn, rannsaka hlutinn aðeins áður en þú kemur með svona yfirlýsingar."
        },
        {
            "user": "Exitmusic",
            "user_id": "10281",
            "date": "2004-11-04 01:01:29",
            "id": "1776278",
            "reply_to_id": "1775985",
            "text": "Grand theft auto er tölvuleikur\nÍ honum tekstu á við lífið í helvíti stórborgar þar sem fátækt og ofbeldi er allt sem þar er…..þetta er “simulator” Hvergi í leiknum er krafist að beita ofbeldi eða versla sér vændiskonur….þetta er undir þeim sem spilar leikinn komið hvernig karakter viðkomandi er…….það er fleiri en ein hlið á teningnum…..prufaðu áður en þú dæmir….uppruni fordóma er fáfræði…líkt og að beita einhvern ofbeldi….burtséð frá kyni….\ntakk fyri"
        },
        {
            "user": "Jilted",
            "user_id": "42405",
            "date": "2004-11-04 01:49:36",
            "id": "1776306",
            "reply_to_id": "1775985",
            "text": "Bönnum Enemy Territory. Í honum eru engar konur."
        },
        {
            "user": "spass",
            "user_id": "3803",
            "date": "2004-11-04 09:48:23",
            "id": "1776410",
            "reply_to_id": "1775985",
            "text": "Thetta er satt sem thu ert ad segja. En leikurinn er sennilega bannadur innan akvedins aldurs thannig thad er abyrgd foreldra ad born undir akvednum aldri spili ekki leikinn."
        },
        {
            "user": "kaemka",
            "user_id": "32854",
            "date": "2004-11-04 13:20:42",
            "id": "1776629",
            "reply_to_id": "1775985",
            "text": "mér finst þessi leikur lítillækka konur og vera bein móðgun á 50% mannkyns (kvennfólk) og algjörlega svívirðilegur\nEN ÞAÐ SEGIR EKKI að fólk verði að morðingjum og nauðgurum á því að spila hann"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-04 13:34:06",
            "id": "1776655",
            "reply_to_id": "1775985",
            "text": "Nú veit maður það að það gengur snarklikkuð kona í bænum með piparúða tilbúinn að sprauta í augun á litlum strákum sem glápa á hana sakleysislega hahahaha!"
        },
        {
            "user": "zorglubb",
            "user_id": "347",
            "date": "2004-11-04 14:13:18",
            "id": "1776706",
            "reply_to_id": "1775985",
            "text": "Heh, þegar ég byrjaði að lesa greinina hélt ég að hér færi reið kona og feministi. En svo las ég áfram og sá hve mikill húmor er í þessu greinarkorni og hve mikið grín hún er í heild. Já, lesum biblíuna og drepum heiðingjana sem spila tölvuleiki djöfulsins hehe.."
        },
        {
            "user": "HrKrissi",
            "user_id": "47093",
            "date": "2004-11-03 22:21:00",
            "id": "1775988",
            "reply_to_id": "1775942",
            "text": "Kommon… þetta er tölvuleikur.\nMaður leikur glæpamann þótt að maður sé ekki glæpamaður.\nMaður getur lamið konur í þessum leik ( maður getur líka lamið karla en enginn er að kvarta yfir karfyrirlitningu) þótt að maðutr sé ekki á móti konum."
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2004-11-03 22:22:16",
            "id": "1775990",
            "reply_to_id": "1775942",
            "text": "þetta er djók"
        },
        {
            "user": "hannesa",
            "user_id": "53",
            "date": "2004-11-03 22:23:36",
            "id": "1775992",
            "reply_to_id": "1775942",
            "text": "húmor, verður gaman að fylgjast með svörunum."
        },
        {
            "user": "lilienfeld",
            "user_id": "20337",
            "date": "2004-11-03 22:24:07",
            "id": "1775994",
            "reply_to_id": "1775942",
            "text": "Las ekki greinina en jújú, ég er sammála þér í einu og öllu…"
        },
        {
            "user": "lilienfeld",
            "user_id": "20337",
            "date": "2004-11-04 12:35:27",
            "id": "1776560",
            "reply_to_id": "1775994",
            "text": "lestu greinina.\nþetta er kaldhæðni."
        },
        {
            "user": "lilienfeld",
            "user_id": "20337",
            "date": "2004-11-04 13:20:50",
            "id": "1776630",
            "reply_to_id": "1776560",
            "text": "ja´já og ég er sammála því í einu og öllu…"
        },
        {
            "user": "lilienfeld",
            "user_id": "20337",
            "date": "2004-11-04 15:16:31",
            "id": "1776814",
            "reply_to_id": "1776630",
            "text": "sem sagt því sem greinarhöfundur er í rauninni að meina."
        },
        {
            "user": "Blitz",
            "user_id": "6683",
            "date": "2004-11-03 22:24:08",
            "id": "1775995",
            "reply_to_id": "1775942",
            "text": "Bwhahahahahaha….!\nOg þið mótmælið ekkert allar, tveir kvenkynsspilarar af Grand theft auto á þessu heimili.\nVona að þessi grein hafi verið grín."
        },
        {
            "user": "Ulfr",
            "user_id": "17293",
            "date": "2004-11-03 22:24:56",
            "id": "1775998",
            "reply_to_id": "1775942",
            "text": "Enda er þessi leikur ekki fyrir börn."
        },
        {
            "user": "Cruzty",
            "user_id": "3452",
            "date": "2004-11-03 22:36:49",
            "id": "1776036",
            "reply_to_id": "1775998",
            "text": "Hugi.is/forsida og farðu á korkinn Nöldur."
        },
        {
            "user": "Ivan",
            "user_id": "21525",
            "date": "2004-11-03 22:26:08",
            "id": "1775999",
            "reply_to_id": "1775942",
            "text": "hehe þetta er þokkalega djók"
        },
        {
            "user": "cockmongler",
            "user_id": "40806",
            "date": "2004-11-03 22:26:17",
            "id": "1776000",
            "reply_to_id": "1775942",
            "text": "Ein veruleikafirrt manneskja."
        },
        {
            "user": "Ulfr",
            "user_id": "17293",
            "date": "2004-11-03 22:26:32",
            "id": "1776002",
            "reply_to_id": "1775942",
            "text": "Sjónvarp er nú verri áhrifavaldur fyrir börn en tölvuleikir, auk þess, er biblían ekki beint falleg saga út í gegn."
        },
        {
            "user": "birkirsnaer",
            "user_id": "31572",
            "date": "2004-11-03 22:26:58",
            "id": "1776003",
            "reply_to_id": "1775942",
            "text": "það er ástæða á bak við það að hafa leikinn stranglega bannaðan innan 18…"
        },
        {
            "user": "Mutter",
            "user_id": "13004",
            "date": "2004-11-03 22:28:22",
            "id": "1776004",
            "reply_to_id": "1775942",
            "text": "þessar ransóknir eru rugl, ég hef spilað skotleiki síðan ég man eftir að hafa snert tölvu og ég er EKKI ofbeldisfullur… ég lenti síðast í slagsmálum í like 4 bekk r sum og er á 2 ári í framhaldsskóla núna.\nsvo btw er heimurinn svona, sad but true en það eru til menn eins og karakteranir í GTA, sem ríða einhverjum hórum og drepa þær, eða drepa þær bara hreint því að þær skulda pimpnum sínum r what ever.\n“Látum börnin heldur lesa bilbíuna. Þar er alvöru boðskapur. Eins og t.d. að það sé ekkert mál að ganga á vatni og opna sjóinn til að ganga í gegn. Það er alvöru boðskapur. Ekki eitthvað rugl um ofbeldi og kvennfyrirlitningu og öfugugga háttalag.”\nlesa biblíuna ? good luck… heimurinn í dag snýst ekki um trú eins og það gerði í gamla daga og meira en helmingur af fermingarbörnum fermast úta gjafir og/eða til að ganga í augun á foreldrum sínum, og það þarf ENGAR ransóknir til að sýna það.\n“Ungur drengur gekk að mér um daginn og horfði á mig undarlega. Ég sá að hann hafði illt í huga, hann hafði augljóslega verið heilaþvoinn af Grand Theft Auto og ætlaði sér að ráðast á mig. En ég sá við honum, ég er stærri og sterkari enda fullvaxin kona og sprautaði þess vegna piparúða í andlitið á honum og hljóp í burtu. Síðan kom pabbi hans að mér og beitti mig munnlegu ofbeldi. Kallaði mig brjálæðing.”\nþú ert bara nokkuð brjáluð segi ég… þetta er LÍTIÐ BARN ! ekki skrítið að pabbinn hefði klikkast, ég hefði klikkast líka ef þú hefðir gert svona við minn krakka ?\nog tölvuleikir fá ekki fólk til að skjóta vini sína. þetta eru bara asnalegar afsakanir… eitt sinn var kært ozzy osborn fyrir að “heilaþvo” dreg sem framdi sjálfsmorð, útaf því að einhver viss tónhæð og blablabla var í laginu þar sem að drengurinn misskildi textann og heyrði “take your life”, þetta er álíka jafn viturlegt.\nLegg til að þú slökkvir á omega, opnir augun og sjáir heiminn eins og ann er í dag, það er ofbeldi allstaðar, af hverju henda því útúr tölvuleikjum ? ættum við kannski að banna sims líka þar sem er hægt að drekkja fólki í sundlaug, og/eða láta fólk sofa hjá, ég meina lítil og óþroskuð börn spila sims og sjá þetta…."
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2004-11-03 23:04:20",
            "id": "1776121",
            "reply_to_id": "1776004",
            "text": "“eitt sinn var kært ozzy osborn fyrir að ”heilaþvo“ dreg sem framdi sjálfsmorð, útaf því að einhver viss tónhæð og blablabla var í laginu þar sem að drengurinn misskildi textann og heyrði ”take your life“, þetta er álíka jafn viturlegt.”\nÞú ert að meina brot úr laginu ‘Paranoid’ sem hljómar svo: “I tell you to enjoy life, I wish I could, but it's to late.” Sem margir heyra sem “I tell you to end your life, I wish I could, but it's to late.” En það passar bara engann veginn við boðskapinn í laginu vott só ever, þannig lítið mál að sanna hvor textinn er réttur."
        },
        {
            "user": "StettJ",
            "user_id": "26019",
            "date": "2004-11-03 23:54:08",
            "id": "1776205",
            "reply_to_id": "1776004",
            "text": "“þessar ransóknir eru rugl, ég hef spilað skotleiki síðan ég man eftir að hafa snert tölvu og ég er EKKI ofbeldisfullur…”\n-kanski ekki, en þetta er nú samt afleiðingin:\n\"_________________________________\n|Real life: Daníel Leó Gunnarsson\n|Irc: dNz\n|CS: dNz\n|Clan: [-=NeF=-]\n|Idle: #NeF, Ircnet & gamesnet\n|Home Page: Mutter\n|Email: Here\n|Sogamed Profile: Here\n|Irc: #Black&White.is\n¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯\""
        },
        {
            "user": "ProzaC",
            "user_id": "988",
            "date": "2004-11-03 22:28:57",
            "id": "1776005",
            "reply_to_id": "1775942",
            "text": "Þvert á móti. Skipting kynja í GTA er mjög jöfn. Þú getur beitt bæði kynin ofbeldi, ekki bara konur. Það eru EKKI bara vændiskonur og klámstjörnur, einnig er gomma af allskonar konum, ungum sem öldnum sem klæddar eru hver á sinn hátt. Á kvöldin og um nætur, þá er auðvitað mikið um vændiskonur, en hey, hvað heldur þú að gangi á á næturnar í soraborgum? Heldur þú að fólk sé í messu eða eitthvað? Nei.\nGTA leikirnir hafa allir verið bannaðir, og síðustu þrír leikir (GTA3, GTA:VC, GTA:SA) hafa allir verið stranglega bannaðir innan 18 ára, og íslenskar tölvuleikjaverslanir hafa verið MJÖG duglegar að benda á það.\nÉg ætla að vona að þessi grein hafi verið brandari. En ef þessi grein er skrifuð í fullri alvöru, þá verð ég að segja að ég vorkenni þér, og börnum þínum (ef þú átt börn, þe), og bendi þér á að kynna þér málin betur áður en þú skrifar eitthvað meira eins og þetta."
        },
        {
            "user": "BudIcer",
            "user_id": "18832",
            "date": "2004-11-03 22:29:01",
            "id": "1776006",
            "reply_to_id": "1775942",
            "text": "Bara fyndið að fá sér einhverja hóru og síðan þegar það er búið taka upp samúrai sverð, höggva af henni hausinn og taka peningana…easy money."
        },
        {
            "user": "Spa",
            "user_id": "5037",
            "date": "2004-11-03 22:29:20",
            "id": "1776007",
            "reply_to_id": "1775942",
            "text": "Þessi leikur er bannaður öllum innan 18 ára.  Finnst þér í alvöru lausn að banna bara allt?\nKomdu þér úr þessum fasistahugsanahætti."
        },
        {
            "user": "Afgani",
            "user_id": "34609",
            "date": "2004-11-03 22:31:19",
            "id": "1776013",
            "reply_to_id": "1775942",
            "text": "Þetta er djók right? mamma mín fór nú og keypti leikinn fyrir mig :D"
        },
        {
            "user": "Nergal",
            "user_id": "53490",
            "date": "2004-11-03 22:31:59",
            "id": "1776015",
            "reply_to_id": "1775942",
            "text": "“Ungur drengur gekk að mér um daginn og horfði á mig undarlega. Ég sá að hann hafði illt í huga, hann hafði augljóslega verið heilaþvoinn af Grand Theft Auto og ætlaði sér að ráðast á mig. En ég sá við honum, ég er stærri og sterkari enda fullvaxin kona og sprautaði þess vegna piparúða í andlitið á honum og hljóp í burtu. Síðan kom pabbi hans að mér og beitti mig munnlegu ofbeldi. Kallaði mig brjálæðing.”\nEf þessi grein er ekki grín, þá veit ég ekki hvað"
        },
        {
            "user": "DaQuai",
            "user_id": "28090",
            "date": "2004-11-03 22:37:25",
            "id": "1776040",
            "reply_to_id": "1775942",
            "text": "Hahaha, alltaf gaman að lesa greinar eftir gaura sem  þykjast vera brjálaðar soccer moms með sand í píkunni. Ef þetta er samt ekki djók, þá veit ég bara ekki hvað."
        },
        {
            "user": "DaQuai",
            "user_id": "28090",
            "date": "2004-11-03 22:45:37",
            "id": "1776066",
            "reply_to_id": "1776040",
            "text": "Ég spyr nú bara HVAÐ ER AÐ KELLING!\nað sprauta piparúða á lítin krakka því þú heldur að hann hafi verið ‘heilaþvegin’ af GTA! ertu eitthvað verri !?!?!?! ÞÚ ert svona manneskja sem ég myndi nú forðast.. maður lítur kannski á þig (veit ekki afhverju maður myndi gera það en segjum að maður myndi samt..) svo fær maður bara piparúða á sig því þú HELDUR að maður hafi verið heilaþvegin af GTA!\nog já… fólk hefur rétt á því að gera það sem það vill (innan löglegra marka) án þess að einhverjir femínistar/fkd up ppl fari að segja manni hvað maður má ekki og hvað maður má!\nkv. harcore GTA spilari, sem er ekki ofbeldisfullur heldur róleg týpa sem lætur lítið fyrir sér fara!"
        },
        {
            "user": "Bylting",
            "user_id": "17029",
            "date": "2004-11-03 22:37:55",
            "id": "1776041",
            "reply_to_id": "1775942",
            "text": "Fyrst voru það kvikmyndir sem gerðu börn ofbeldisfull, nú tölvuleikir. Erum við að valhoppa í kringum hina raunverulegu örsök fyrir því að börn eru ofbeldisfull?"
        },
        {
            "user": "Cyrusk",
            "user_id": "28611",
            "date": "2004-11-03 22:41:39",
            "id": "1776059",
            "reply_to_id": "1775942",
            "text": "Vá þetta eru líkast til hörðustu viðbrögð við tölvuleik sem ég hef lesið, og með þeim heimskustu.\nAðal málið við grand theft auto leikina er frelsi til að gera hvað sem maður vill og já það er hægt að fá sér vændiskonu og það er hægt að drepa þær(ætla ekkert að fara að fara út í það hvort vændi sé nauðgun).Útaf þessu eru grand theft auto leikirnir bannaðir innan 17 ára eða meira hjá öllum eða langflestum þjóðum þar sem leikirnir eru til.og fyrst þeir eru bannaðir þá er það foreldrum að kenna ekki leikjunum ef börn ná í þá.\nog ef þú heldur í alvöru að tölvuleikir fái stráka til að nauðga og stelpur til að vilja vera vændiskonur þá ert þú sjálf bara meingölluð. Ég og flestir vinir mínir höfum spilað tölvuleiki frá ungaaldri og meðal annara grand theft auto leikina\nog enginn okkar hefur lamið hvað þá nauðgað konu.\nég hef spilað ofbeldisfulla leiki allt mitt líf og ég elska allar konur, nema kannski vitleysinga eins og þig\nCyrusK"
        },
        {
            "user": "Pubic",
            "user_id": "45997",
            "date": "2004-11-03 22:47:13",
            "id": "1776073",
            "reply_to_id": "1775942",
            "text": "váá, þetta er f00king tölvuleikur!\nég hef spilað svona leikir síðan að ég man eftir mér….. og þú mátt treista því að eg fer ekki bara út að lemja eihverjar stelpur bara af því að einhver gaur í tölvunni gerir það!\nog annað “Látum börnin heldur lesa bilbíuna. Þar er alvöru boðskapur. Eins og t.d. að það sé ekkert mál að ganga á vatni og opna sjóinn til að ganga í gegn. Það er alvöru boðskapur.” ha? ertu kol rugluð? Ég ekki fara setjast niður og lesa biblíunna… döhhh\nog eg myndi ekki ætlast til þess að börnin mín gerðu það!\nekkert má að ganga á vatni….wtf? hefur þú reynt það? ég hef! TRUST ME ÞAÐ ER EKKI HÆGT!!:I"
        },
        {
            "user": "BetriEnTu",
            "user_id": "8052",
            "date": "2004-11-03 23:40:35",
            "id": "1776184",
            "reply_to_id": "1776073",
            "text": "REYNDAR þá er hægt að labba á vatni ef þú bara frýst það fyrst…;)"
        },
        {
            "user": "BetriEnTu",
            "user_id": "8052",
            "date": "2004-11-04 00:23:58",
            "id": "1776240",
            "reply_to_id": "1776184",
            "text": "frystir*"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-03 22:50:09",
            "id": "1776078",
            "reply_to_id": "1775942",
            "text": "Ætlar þú að svara einhverju af því sem búið er að skjóta á þig? Eða ætlarðu bara að fela þig bakvið þína þröngsýnu skoðun?\nÉg ætla að rétt að vona að þú hafir verið á lyfjum þegar þú varst að skrifa þetta því að ef ekki….þá mæli ég með rítalíni, þú ættir að minnsta kosta að ræða við heimilislækni."
        },
        {
            "user": "Edwin",
            "user_id": "36266",
            "date": "2004-11-03 22:50:34",
            "id": "1776081",
            "reply_to_id": "1775942",
            "text": "“Frændi minn hefur spilað þennan leik mikið og er byrjaður að toga í hárið á systir sinni. Hann hefur breyst í kölska. ”\nahahahhahahahhahahahhaahahhahahahahahahahhaha Þetta hlytur að vera grin eða mjög veruleikafirt manneskja….."
        },
        {
            "user": "Siggman",
            "user_id": "6325",
            "date": "2004-11-03 22:52:05",
            "id": "1776085",
            "reply_to_id": "1775942",
            "text": "Þetta er ljótur leikur og ef ég sé barnið mitt spila hann þá tek ég fram leður ólina og lem það þángað til það blæður úr augonum á því !!\nKellingar stöndum samann !!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-03 22:52:09",
            "id": "1776087",
            "reply_to_id": "1775942",
            "text": "þetta er leikur, og HALTU þinni feministmi og trú á guð hjá þér. Og með að lesa þetta:\n“Látum börnin heldur lesa bilbíuna. Þar er alvöru boðskapur. Eins og t.d. að það sé ekkert mál að ganga á vatni og opna sjóinn til að ganga í gegn. Það er alvöru boðskapur. Ekki eitthvað rugl um ofbeldi og kvennfyrirlitningu og öfugugga háttalag.\nUngur drengur gekk að mér um daginn og horfði á mig undarlega. Ég sá að hann hafði illt í huga, hann hafði augljóslega verið heilaþvoinn af Grand Theft Auto og ætlaði sér að ráðast á mig. En ég sá við honum, ég er stærri og sterkari enda fullvaxin kona og sprautaði þess vegna piparúða í andlitið á honum og hljóp í burtu. Síðan kom pabbi hans að mér og beitti mig munnlegu ofbeldi. Kallaði mig brjálæðing.”\nOg með því að lesa þetta hljómaru eins og röflandi amma sem bölvar framtíðinni, ekki allir trúa á guð(ímyndaða vin fullorðnafólksins).\nOg svo er það ekki nóg, úðaru piparúða á ungan dreng? Myndi nú halda að þessi feminismi þinn sé kominn útí öfgar, sérstaklega með því að úða þessu á lítið barn.\nÆttir nú frekar að fara að huga um þinn eigin rass, heldur en að hugsa alltaf um að karlmenn séu karlrembur, og séu að reyna að taka yfir heiminn með tölvuleik.\nPs. Ef þú hatar karlmenn svona mikið, láttu þá eiga sig.."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-03 23:02:42",
            "id": "1776116",
            "reply_to_id": "1776087",
            "text": "OHh strákar (ég er samt reyndar líka strákur) feminstir eru ekki að reyna að útrýma karlmönnum!!!  Þeir eru bara að reyna að fá jafnrétti t.d mður og kona vinnur sömu vinnuna og hafa sömu menntun að baka en konan hefur lærri laun en karlinn bara afþví að hún er kona!!! þEtta er ekki sanngjart!!!  Think about that!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-03 22:52:24",
            "id": "1776089",
            "reply_to_id": "1775942",
            "text": "Jamm ég er sammála þér marey en sem betur fer er hann bannaður innan 18 ára"
        },
        {
            "user": "Cyrusk",
            "user_id": "28611",
            "date": "2004-11-03 22:53:56",
            "id": "1776092",
            "reply_to_id": "1775942",
            "text": "Oops las ekki þetta með krakkan og piparúðann.\nÞessi grein hjá þér er augljóslega grín og það er bara cool.\nEf hinsvegar þetta reynist vera alvörumál þá ert þú stórfurðuleg mannsekja, kannski búin að spila of marga ofbeldisfulla tölvuleiki ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-03 22:56:24",
            "id": "1776100",
            "reply_to_id": "1776092",
            "text": "þetta er djók, það er augljóst , er þetta vettfangur\nvangefinna ?\nmassa grein, fær 7/10\nÆtli San Andreas hafi verið áhrifavaldurinn að\nþessari grein ;) jafnvel þó þetta væri ekki djók þá\nværi íronía í því."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-03 22:54:41",
            "id": "1776093",
            "reply_to_id": "1775942",
            "text": "ja… veistu .. að .það er í alvuru tilgangur með aldurstakmarki.. svo fólk er ekki svo hrikalega heimskt að halda að þetta sé í lagi.. en hvaðp með svertingja.. þetta sýnir börnum að allir svertingjar séu gangsterar .. finnst þér það í lagi?\nsvo halda þeir að það sé í lagi apð keyra á allt og alla.. er það allt í lagi?… þetta er svona í leiknum og ÖLLUM öðrum leikjum."
        },
        {
            "user": "Adept",
            "user_id": "46012",
            "date": "2004-11-03 22:55:03",
            "id": "1776094",
            "reply_to_id": "1775942",
            "text": "Frábær grein endilega farðu og kveiktu í eins mörgum tölvum og þú sérð.\nÞú ert hetjan mín."
        },
        {
            "user": "GeiriGo",
            "user_id": "40838",
            "date": "2004-11-03 23:00:56",
            "id": "1776111",
            "reply_to_id": "1775942",
            "text": "fasisti"
        },
        {
            "user": "Sleipnir",
            "user_id": "6698",
            "date": "2004-11-03 23:02:57",
            "id": "1776117",
            "reply_to_id": "1775942",
            "text": "Einhversstaðar verða vondir að vera…"
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2004-11-03 23:10:06",
            "id": "1776128",
            "reply_to_id": "1775942",
            "text": "Haha! Snilld!\n“Tölvuleikir eru æfingarvélar djöfullsins, enn eitt tól karlmanna til að halda kvennþjóðinni niðri.”\nHahahaha! Ég held ég hafi bara sjaldan hlegið jafnmikið."
        },
        {
            "user": "Hoddi83",
            "user_id": "38914",
            "date": "2004-11-03 23:22:26",
            "id": "1776148",
            "reply_to_id": "1775942",
            "text": "Við erum karlmenn, Við drepum. Meðan þið eruð í kringlunni og versla föt frir tugi þúsunda, erum við heima að spila leiki. Svona skiptist þetta. :/"
        },
        {
            "user": "Figure",
            "user_id": "17758",
            "date": "2004-11-03 23:33:34",
            "id": "1776169",
            "reply_to_id": "1776148",
            "text": "Ég fróva pokémon köllum :)"
        },
        {
            "user": "Dreitill",
            "user_id": "492",
            "date": "2004-11-03 23:34:06",
            "id": "1776171",
            "reply_to_id": "1775942",
            "text": "“Rannsóknir hafa sýnt að tölvuleikir gera börn ofbeldisfull.”\nBentu á eitthvað sem styður þetta.  Ef ekki er þetta ekkert annað en orðrómur.  Frekar ætti að taka á útivinnandi foreldrum sem ekki geta sinnt börnunum sínum og verið nægilega mikil fyrirmynd.  Þau börn sem fara að apa eftir hlutum sem þau sjá og halda að séu “rétt” eða “í lagi” eru greinilega ekki með muninn á réttu og röngu á hreinu.  OOOOOG hver á að sinna því hlutverki ?\nNUFF SAID !"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-03 23:34:17",
            "id": "1776172",
            "reply_to_id": "1775942",
            "text": "Hey það er ekki bara kvennfyrirlitning í tölvuleikjum.  Ég t.d. fyrirlít svona beljur eins og þig!\n,,Hægt er að saurga þær með því að misnota kynferðislega (það að nota vændiskonur jafngildir nauðgun)´´\nÞetta er einfaldlega ekki rétt.  Skilgreiningin á nauðgun er sú að eiga holdlegt samræði við aðra manneskju gegn hennar vilja.  Þegar vændisviðskipti fara fram eru báðir aðilar samþykkir.  Ef svo er ekki er vitanlega um nauðgun að ræða og því er þetta ekki lengur orðið vændi heldur eitthvað allt annað, t.d. þrælahald ( mansal).\n,,Því þetta leiðir bara til þess að þær haldi að það sé allt í lagi að láta lemja sig og besta starfið sé að vera vændiskona.´´\nÉg vona að þú sért að grínast því þetta er svo fáranlega langsótt og heimskulegt að hálfa væri hellingur.  Ég hef oft séð fullvaxta karlmenn deyja í kvikmyndum, það þýðir ekki að mig langi til að deyja.  Ég hef séð menn lúbarna í klessu bæði á sjónvarpsskjá og í alvöru, ef eitthvað er fældi það mig frá því að láta berja mig.  Ég hef líka horft á kvikmyndir um starfsmenn í matvöruverslun og vídjóleigu og hef horft á kvikmyndir um glæpamenn og dópsala. Þessar myndir hafa ekki gefið mér það viðhorf að þetta séu bestu störfin.\n,,Látum börnin heldur lesa bilbíuna. Þar er alvöru boðskapur.´´\nBiblían er náttúrulega klárlega ein mesta klikkun sem rituð hefur verið, sérstaklega þó gamla testamentið.  Blóði drifin bókmennt í besta falli og ekki við hæfi að hvetja til lestrar á henni sem skárri kost en ofbeldi.\n,,Ungur drengur gekk að mér um daginn og horfði á mig undarlega. Ég sá að hann hafði illt í huga, hann hafði augljóslega verið heilaþvoinn af Grand Theft Auto og ætlaði sér að ráðast á mig. En ég sá við honum, ég er stærri og sterkari enda fullvaxin kona og sprautaði þess vegna piparúða í andlitið á honum og hljóp í burtu.´´\nOk hann gengur sem sagt að þér og þú tekur þá ákvörðun að mace-a hann bara. Ég vona bara að ég mæti ekki klikkhausum eins og þér í dimmum húsasundum, ég verð virkilega hræddur ef þið eruð margar sem hugsa svona.  Nú var ég hins vegar ekki á staðnum og því erfitt fyrir mig að meta þetta, gæti vel verið að þetta hafi verið rétt ákvörðun hjá þér.  Hins vegar þykir mér undarlegt að þú rekir þess hegðun þessa drengs til GTA frekar en annarra ofbeldisfullra tölvuleikja eða kvikmynda, eða klámmynda eða whatthefuckever… af hverju endilega GTA?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-03 23:37:17",
            "id": "1776178",
            "reply_to_id": "1775942",
            "text": "MAREY!!! Þetta ert þú MAMMA.Hættu að skrifa á huga.Þú veist að ég hef oft fengið mér hóru.\nEinn af þínum einlægu sonum: ….."
        },
        {
            "user": "kristinnm",
            "user_id": "6264",
            "date": "2004-11-03 23:40:19",
            "id": "1776183",
            "reply_to_id": "1775942",
            "text": "Hverjar eru svo þessar ALLAR sem mótmæla? Þykist þú eitthvað geta talað fyrir hönd allra kvenmanna?"
        },
        {
            "user": "Kaviar",
            "user_id": "6746",
            "date": "2004-11-03 23:41:07",
            "id": "1776185",
            "reply_to_id": "1775942",
            "text": "Ég verð nú að gefa mitt álit á þessu aðeins.\nEf að strákur/maður/stelpa/kona fer út eftir að hafa verið í ofbeldisttölvuleik og fer að drepa skólafélaga sína, þá hlýtur að vera eitthvað að áður en hann fór í leikinn. Því engin maður með skynsemi myndi fara út eftir tölvuleik og drepa skólafélaga sína af því það var gert í tölvuleikunum.\nBoð og bönn geta verið góð í hófi, eins og flest þá er allt gott í hófi. En mikið af boðum og bönnum í einu ríki er ekki gott að mínu mat, á ríkið að ráða hvernig foreldrar ala upp börnin sín ? Nei það eru foreldranir, foreldranir eiga að hafa nokkan frjálsar hendur um hvernig á að ala upp börnin sín. En auðvitað ekki skaða barnið, það  sér hvert foreldri.\nHann er bannaður innan 16/18 (man ekki hvort það var) af ástæðu, jú hann er með mikið ofbeldi og allskonar svona enda fjallar þessi leikur um glæpaheimin, hvernig ætlaru að gera svona leik án ofbeldis ? ansi erfitt tel ég.\nForeldranir eiga að sjá um að ala börnin sín, vita hvaða tölvuleikir þau eru að spila og ef foreldrið finnst þessi tölvuleikur of ofbeldissfullur, með of mikla kvenna/karlafyrirlitngingu þá á foreldrið að banna leikinn og gera leikinn upptækan ef viðkomandi á hann.\nSíðan finnst mér bara eins og þú sér að reyna að skella skuldinni á einhvern annan en þig.\nMeð piparúðan, þú ert fullvaxin kona, ættir að geta ráðið við þennan gutta án þess að sprauta á hann piparúða (<15 ára)."
        },
        {
            "user": "BetriEnTu",
            "user_id": "8052",
            "date": "2004-11-03 23:42:33",
            "id": "1776189",
            "reply_to_id": "1775942",
            "text": "fuck you kvennréttindahippi"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-03 23:43:11",
            "id": "1776191",
            "reply_to_id": "1775942",
            "text": "Þó að þessi grein sé augljóslega skrifað í gríni þá langar mig samt að benda á það að rannsóknir á áhrifum tölvuleikja á ofbeldishneigð barna hafa gefið mjög misvísandi niðurstöður. Það hefur enn sem komið ekki verið gerð rannsókn sem sannar með óyggjandi hætti áhrifin. Þangað til verða menn bara að beita rökhugsuninni."
        },
        {
            "user": "shelob",
            "user_id": "19816",
            "date": "2004-11-03 23:43:20",
            "id": "1776192",
            "reply_to_id": "1775942",
            "text": "…hvernig í andskotanum getið þið mögulega misst af því að greinin er kaldhæðni!?\nEr eitthvað að ykkur!?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-03 23:45:58",
            "id": "1776195",
            "reply_to_id": "1775942",
            "text": "Ps: Mamma,hvar fæ ég þennan leik."
        },
        {
            "user": "Laruz",
            "user_id": "39768",
            "date": "2004-11-03 23:47:34",
            "id": "1776198",
            "reply_to_id": "1775942",
            "text": "Já en til gamans má geta að í biblínuni stendur að konan eigi að þjóna karlinum og hver er veikari einstaklingur i bilblínuni ja það er hún eva. Já bílblían er sniðug"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-03 23:52:15",
            "id": "1776202",
            "reply_to_id": "1775942",
            "text": "hahah… húmor ! ;D"
        },
        {
            "user": "hartmann",
            "user_id": "18812",
            "date": "2004-11-03 23:52:50",
            "id": "1776204",
            "reply_to_id": "1775942",
            "text": "Góð grein funny as hell!"
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2004-11-04 00:07:26",
            "id": "1776220",
            "reply_to_id": "1775942",
            "text": "ERTU FOKKING DJÖFULSINS HÁLVITI, í bandaríkjunum þá eru krakkar skotnir í skólum, mig minnir að leikurinn  sé bannaður innan 16 or sum, það er EKKI þitt að sjá um að ala up börn ANNARA, þegar ég las þetta helvítis nöldur í þér þá fylltist ég reiði og skapofsa út í þig, þú gerir þér grein fyrir því að allt það skítkast sem þú færð kallaðir yfir þig sjálf með því að skrifa þessa grein, þetta lýsir bara eindæma vanþekkingu á því sem þú ert að tala um, prófaðu að horfa á bowling for columbia, um strákana þarna sem gerðu allt vitlaust í bandaríkjunum með því að fara og drepa fullt af krökkum og skutu sig svo sjálfir, VEISTU HVAÐ ÞEIR GERÐU ÁÐUR EN ÞEIR SKUTU ALLA, nei hélt ekki, ÞEIR FÓRU Í KEILU, ætlaru þá að kenna keilunni um þetta allt saman, þetta er þvílíkur hálvitaskapur í þér, og leikurinn, nei það eru venjulegar konur í honum líka, en fólkið sér þær ekki því að það einblínir á hórurnar og klámstjörnurnar, ég skal segja þér það að úti þá er þetta sumstaðar svona, OG HVAÐ ER AÐ ÞVÍ  AÐ SÝNA RAUNVERULEIKANN EINS OG HANN ER, ég sé bara ekkert að því, segjum sem svo að 12 ára barn missi foreldra sína í bílslysi, hvað á þá að segja við það, JÚ ÞAÐ Á AÐ SEGJA ÞVÍ AÐ ÞAÐ MISSTI FORELDRA SÍNA Í BÍLSLYSI, annars verður þetta óttaleg flækja og svoleiðis dæmi, þegar ég las greinina þína þá hélt ég fyrst að þetta væri grín, en nei, síðan fór að renna upp fyrir mér að þú varst alls ekkert að grínast, þetta var skrifað með fullri alvöru, ÞÚ ERT HÁLVITI SEM ÁTT EKKI SKILIÐ AÐ VERA MEÐ ACCOUNT Á HUGA, þú ert skólabókadæmi þess að fólk sem hefur ekki nægan þroska eigi ekki að hafa aðgang að greinasöfnum og spjallsvæðum eins og huga, ég vill ekki sjá svona aftur, og ég skal fylgjast með því hvað þú gerir hérna, já ég skal gera það og ég skal hrauna yfir þig í hvert einasta skipti sem ég sé ástæðu til, já og það að leigja sér hóru er ekki nauðgun, það er einfaldega að fá sér á broddin og þurfa að borga fyrir það!!!!!!!!!!! YOU WILL PAY ON HUGA\nSÝNDU MÉR ÞESSAR RANNSÓKNIR Á ÞVÍ AÐ TÖLVULEIKIR GERI BÖRN OFBELDISFULL OG ÞÁ SKAL ÉG DRAGA ORÐ MÍN TIL BARA, ÉG SKAL DRAGA ALLT TIL BARA NEMA ÞAÐ AÐ ÞÚ SÉRT HÁLVITI\nOG ÞAÐ AÐ LÁTA BÖRN LESA BIBLÍUNA ÞAÐ GERIR ÞAU BARA HARÐARI, hefurðu einhverntíman lesið biblíuna, well i have, þar er talað um þann mesta hryllig og vansköpun sem ég hef nokkurn tíman orðið var við, þar er tildæmis talað um 9 eygt lamb og auga fyrir auga, tönn fyrir tönn beint í æð úr biblíunni liggur við, þar er sagt ekkert svakalega óbeinum orðum, guð mun drepa þig ef þú hlýðir honum ekki\nog þetta þarna með að karlmenn í nútímasamfélagi geri margir ekkert annað en að halda konum niðri með valdi, veistu, ef kvennmenn myndu ráða ríkjum á íslandi þá væri arnarhóll bleikur 4 sinnum á ári, og miðbærinn yrði hryllingur, ég var mjög ósáttur við það þegar ég komst að því að konur hefðu líka kosningarétt, þær eiga að standa helst við eldavélina, veistu hvað þú gerir ef konan þín kemur inn í stofu, ÞÚ STYTTIR Í KEÐJUNNI, þessi brandari lýsir best hvar konurnar eiga að vera, lóðréttar í eldhúsinu og láréttar í rúmminu, punktur og pasta\nég rétt vona að þú gerir þér grein fyrir alvöru málsins, auk þess að þessi leikur er einungis skemmtiefni fyrir fólk sem hefur ekkert annað að gera en að hanga í tölvunni, þetta er líklegast afþreyingarefni fyrir fullt af krökkum sem hafa ekkert að gera í verkfallinu, þó það sé ekki verkfall núna, þá gæti það vel brostið á eftir viku, ég held að þú viljir frekar að krakkarnir séu að spila þetta heldur en að reykja gras, spítta, kóka og allt það stuff.\nog þetta sambandi við frænda þinn, þá veistu þetta er bara sá aldur, þetta kemur fyrir flesta stráka, það er bara eðli náttúrunnar\nog þetta með það sem þú gerir við greyið drenginn þarna, þú sýnir bara hversu ótrúlega heimsk þú sért, að sprauta piparúða í augun á litla greyið drengnum, það er ekki til fyrirmyndar, ef ég hefði verið faðir þessa drengs þá hefði ég tekið þig og LAMIÐ ÞIG Í FOKKING STÖPPU LITLA HELVÍTIS DRUSLAN ÞÍN, ÞÚ ÁTT EKKI SKILIÐ AÐ LIFA\njá btw\nÞÚ ERT HÁLVITI\ngerðu heiminum greiða og skjóttu þig"
        },
        {
            "user": "Satine",
            "user_id": "31910",
            "date": "2004-11-04 15:49:42",
            "id": "1776866",
            "reply_to_id": "1776220",
            "text": "Oki skoo .. þú Kristo ..\nHvernig væri að þroskast dálítið !! :/\nHvaða djölls karlrembu**** ertu !?!\n,,ég var mjög ósáttur við það þegar ég komst að því að konur hefðu líka kosningarétt, þær eiga að standa helst við eldavélina, veistu hvað þú gerir ef konan þín kemur inn í stofu, ÞÚ STYTTIR Í KEÐJUNNI, þessi brandari lýsir best hvar konurnar eiga að vera, lóðréttar í eldhúsinu og láréttar í rúmminu, punktur og pasta“\nEf ég myndi segja álit mitt á þessu commenti þá myndi ég eflaust verða bönnuð !\nÞannig ég ætla bra að segja þér eitt ! :D .. : ,,Bæbæ :)” .. það ert þú sem ert eftir að verða bannaður fyrir þetta svar þitt, þar sem þú lítillækkar konur á ógeðslegan hátt og allt það !\nOg þetta lóðréttar í eldhúsinu og láréttar í rúminu, lýsir því einfaldlega af þú ert eftir að vera einn það sem er eftir er ævinnar nema þú sért alltaf með ‘one night stand’ hverja helgi, gerist hommi eða ættleiðir barn !\nOkii skoo .. þetta er kannski asnaleg grein en þú hefur ENGAN rétt að að koma með svona geðveikt skítacomment !\nHvernig væri að reyna að þroskast doldið áður en þú lærir á lyklaborð og hvernig mar kveikir á tölvu !?"
        },
        {
            "user": "Cheesus",
            "user_id": "23488",
            "date": "2004-11-04 00:20:13",
            "id": "1776236",
            "reply_to_id": "1775942",
            "text": "ætlaði að ráðast á þig já…. toppur white trash :/\nglatað fólk sem er að kenna tölvuleikjum um svona hluti fólk er ekki að myrða mann og aðra því þeir fara einstakasinnum í tölvuna. og hvað skeði fyrir gömlu góðu “brjáðlæðingana” sem voru fyrir nokkrum árum, núna er öllu kennt um eins og rokk lögum tölvuleikjum og sjónvarpi, það hefur ekkert breyst síðan “brjálæðinganir” lifðu  nema það að hrokafullt\nöfgafólk eins og þú er að reyna að mata í mann eithverja svona dellu. og einni þessi kvennbarátta, seigjum sem svo að framleiðendur gta hafi bara slefft allri kvennþjóðini í tölvuleiknum og bara gerft fólki leyft á að lemja karla og whatnot, mér grunar að rauðsokkanir væri ekki ánægðar með það og þetta svokallaða “Jafnréttisbarátta” á að ganga uppá “Jafnrétti” ekki forgang fyrir kvennþjóðina."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-04 10:46:30",
            "id": "1776452",
            "reply_to_id": "1776236",
            "text": "Haha og þú ert skólabókadæmi um að íslensku kennarinn hafi ekki verið að gera sitt starf."
        },
        {
            "user": "Mroho",
            "user_id": "8334",
            "date": "2004-11-04 00:29:14",
            "id": "1776248",
            "reply_to_id": "1775942",
            "text": "ég er búin að spila ofbeldis leiki síðan ég fék mína fyrstu tölvu fyrirca 10 árum. Mér var aldrei bannað að horfa á myndir bannaðar innan 16 ára.\nEr ég ofbeldis hneigður ? NEI!\nÉg hef aldrei stofnað til slagsmála.\nÉg hef aldrei nauðgað eða svívirt kvenman á nokkurn hátt.\nÉg hef aldrei Brotist inn í skóla og skotið skólafélaga mína og mun aldrei gera það.\nÉg trúi ekki á tilvist Guðs það að biðja til\nguðs leysir engan vanda!\nÞað að þú hafir sprautað ungan dreng með pipar úða afþví að þú hélst að hann ætlaði að ráðast á þig. Svo kompabbi hans og reifkjaft við þig. Hvað var þessi ungi strákur gamall 14 ára?\nÉg var ekki á staðnum þannig ég veit ekki hvernig þetta fór fram en hvernig þú segir frá þessu þá held ég að þú sért eitthvað klikk.\nÞað sem er að ungukynslóðinni í dag er að foreldrar eru ekki að ala börn sín rétt upp. Þau hafa engan tíma eða bara engan áhuga. Börnin fá enga ást né umhyggju og vita ekki munin á röngu og réttu.\n“Tölvuleikir eru æfingarvélar djöfullsins, enn eitt tól karlmanna til að halda kvennþjóðinni niðri. VÉR MÓTMÆLUM ALLAR!!”\nÉg hlæ nú bara að þessu hverjar eru þessar allar? Ofsatrúaðir Feministar?\nÉg kenni ekki ofbeldi í leikjum og bíómyndum um. Heldur uppeldi hjá foreldrum þar á meðal KVENFÓLKI\nkv Óli Hrafn"
        },
        {
            "user": "KaiangWang",
            "user_id": "32964",
            "date": "2004-11-04 00:29:53",
            "id": "1776249",
            "reply_to_id": "1775942",
            "text": "hehehe\nAlvöru Rauðsokka mætt á svæðið :).\n.Frábær grein í anda Kritilegs ofstækis og þröngsýni.\nAlgjör Snilld\nKaiangWang"
        },
        {
            "user": "siggikorn",
            "user_id": "47904",
            "date": "2004-11-04 00:30:09",
            "id": "1776250",
            "reply_to_id": "1775942",
            "text": "ÞAÐ MÆTTI HALDA AÐ ÞÚ VÆRIR 10 ÁRA!!!!! MAÐUR FÆR STIG FYRIR AÐ LEMJA ALLA!!!! OG ÞAÐ ER ÚTAF PENINGUNUM ÞEIRA SEM ÞÚ HIRÐIR UPP!!!!! LEIKURINN GENGUR ÚTÁ AÐ ÞÚ ERT MEÐ JAFNMIKIÐ FRELSI OG Í ALVÖRU HEIMINUM!!!! og krakkar í bandaríkjunum sem skjóta bekkjarf´wlaga sýna er að því vegna þess að þeir voru lagðir í einelti ekki vegna leiks, og í sambandi við konurnar!!! farðu á hvaða götuhorn í bandaríkjunum sem er og þú sérð fullt af mellum og hórum sem eru konur!, ekki marga kalla!!! og það er í alvöru heiminum… sem leikurinn er einmitt byggður á!! og í sambandi við krakkann: errtu eitthvað f****n geðveik!!! það er hægt að læsa þig inni með þessa grein að grunni, og að kenna kröökum biblíuna frekar!?!?! hefurru lesið kvikindið??? prufaðu að lesa kaflann um dætur Lots og hvernig þær helltu hann fullann þegar hann var að deyja og nauðguðu honum þegar hann var hálfdauður og urðu báðar óléttar af barni föður síns!!!!\ner þetta eitthvað sem þér langar að lesa fyrir börnin þín ?? eða bara einhvern samt er hún ekki einu sinni bönnuð!! og samt er grand theft auto bannaður!! þú ert bara snarfudging-vitlaus kona hvað er í gangi hérna ég ætla rétt að vona að þetta sé eitthvað djók eða sprell því annars mæli ég verulega með því að eitthvað verði gert við þessa manneskju sem gengur um og ógnar börnum með piparúða af engri sýnilegri ástæðu!! þetta er ekki heibrigt og ætti ekki að samþykkja svona geðbilun inná vefsíðuna!! og svo er allt í lagi að kynna sér heimildir áður enn maður dæmir hlutina það er fullt af konum í gta sem labba bara um með innkaupa poka ekkert mellu-legar á neinn hátt og það er líka sýnt nærri alla karlmenn sem glæpamenn, það er einfaldlega bara vegna þess að flestir glæpamenn eru karlkyns, alveg eins og flestar mellur og hórur eru kvenkyns!! ef ég væri ekki að fara að sofa þá fengirru að heyra meira en þú sleppur vel í þetta skiptið……..\nf***in snarvitlausu hippa-brjálæðingar…"
        },
        {
            "user": "DIPPER",
            "user_id": "8725",
            "date": "2004-11-04 00:30:20",
            "id": "1776251",
            "reply_to_id": "1775942",
            "text": "Hahahahahaha\nFyrirgefðu ef þetta er skrifað í einhverri alvöru…\nEn ég hef ekki séð fyndnari grein á Huga í laaaaangan tíma."
        },
        {
            "user": "Virusspred",
            "user_id": "43543",
            "date": "2004-11-04 00:31:19",
            "id": "1776252",
            "reply_to_id": "1775942",
            "text": "farðekkað GREEEEEEENJA ^^"
        },
        {
            "user": "Orgulas",
            "user_id": "33019",
            "date": "2004-11-04 00:32:23",
            "id": "1776253",
            "reply_to_id": "1775942",
            "text": "þessa grein er nú bara grín út í gegn… það er ekki hægt að taka þetta alverlega, þar sem höfundurinn er augljóslega að grínast.\n“Ungur drengur gekk að mér um daginn og horfði á mig undarlega. Ég sá að hann hafði illt í huga, hann hafði augljóslega verið heilaþvoinn af Grand Theft Auto og ætlaði sér að ráðast á mig. En ég sá við honum, ég er stærri og sterkari enda fullvaxin kona og sprautaði þess vegna piparúða í andlitið á honum og hljóp í burtu. Síðan kom pabbi hans að mér og beitti mig munnlegu ofbeldi. Kallaði mig brjálæðing.”\nþetta er nú bara fyndið… slappið af, þetta er húmor."
        },
        {
            "user": "Orgulas",
            "user_id": "33019",
            "date": "2004-11-04 00:32:53",
            "id": "1776254",
            "reply_to_id": "1775942",
            "text": "þessi grein er nú bara grín út í gegn… það er ekki hægt að taka þetta alverlega, þar sem höfundurinn er augljóslega að grínast.\n“Ungur drengur gekk að mér um daginn og horfði á mig undarlega. Ég sá að hann hafði illt í huga, hann hafði augljóslega verið heilaþvoinn af Grand Theft Auto og ætlaði sér að ráðast á mig. En ég sá við honum, ég er stærri og sterkari enda fullvaxin kona og sprautaði þess vegna piparúða í andlitið á honum og hljóp í burtu. Síðan kom pabbi hans að mér og beitti mig munnlegu ofbeldi. Kallaði mig brjálæðing.”\nþetta er nú bara fyndið… slappið af, þetta er húmor."
        },
        {
            "user": "Orgulas",
            "user_id": "33019",
            "date": "2004-11-04 00:33:30",
            "id": "1776256",
            "reply_to_id": "1776254",
            "text": "úps… þetta átti ekki að koma 2svar hjá mér… oh well…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-04 00:33:10",
            "id": "1776255",
            "reply_to_id": "1775942",
            "text": "Hvaða helvitis rugl er í þér það er ekki tölvuleikinir sem gera krakka ruglaða þau nota þetta bara sem afsökun.\nOg hvað kemur þér það við hvort það séu ruglaður krakkar í t.d BNA þá á þá bara að banna að láta geðsjúklinga spila þessa leiki ef þeir þekkja ekki milli raunveruleika og tölvuleiks."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-04 00:35:45",
            "id": "1776260",
            "reply_to_id": "1776255",
            "text": "LOL\nEf þetta er ekkí grín þá er eitthvað að heiminum :)"
        },
        {
            "user": "comics",
            "user_id": "35325",
            "date": "2004-11-04 00:34:07",
            "id": "1776257",
            "reply_to_id": "1775942",
            "text": "“Þetta eru ungir menn að spila og halda þar af leiðandi að þetta sé allt í lagi” Ef að þú heldur að við séum svona heimskir þá ert þú heimsk"
        },
        {
            "user": "thrstn",
            "user_id": "126",
            "date": "2004-11-04 00:37:40",
            "id": "1776262",
            "reply_to_id": "1775942",
            "text": "Mig langaði að koma með svar á aðeins meira “intellectual” sviði en það sem áður hefur komið..\nÞað fyrsta sem ég rak augun í er það að þú tekur þarna á einu bretti og kennir tölvuleikjum um allar skotárasir sem gerðar hafa verið í skólum í bandaríkjunum. Það þarf ekki mikinn gáfumann til að sjá að þetta er rangt. Eftir ótal margar kannanir og ransóknir hefur enn ekki verið hægt að rekja ofbeldisverk beint til tölvuleikja. Kannski að eygn á stórtækum skotvopnum er leyfð í bandaríkjunum? hmm gæti verið…\nEftir það ferðu að tala um að við eigum að láta börnin okkar lesa biblíuna. Halló, viltu ekki bara láta okkur velja hvað við trúum og lesum? Og hefuru einhverntímann lesið biblíuna? Ég er ekki að tala um þessar litlu “cliff notes” biblíur, heldur alvöru ritninguna. Datt þér í hug að það sem þú vitnar í úr biblíunni gæti einnig gefið ungu fólki ranghugmyndir líkt og þessi leikur “á” að gera? Tildæmis sagan um Davíð og Golíat. Ein vinsælasta sagan úr biblíunni sem á að lýsa sigri hins litla yfir því stóra (og vonda). En hefur hugsað útí hvað gerist eftir það? Það kemur ekki “og svo lifðu þau hamingjusöm til æviloka” heldur tekur Dvíð sig til og sker hausinn af Golíat og borðar úr honum hjartað. Já þetta er ekki eina svona sagan í biblíunni, hún er full af þeim. Víkingar taka völdin? Þeir eru með völdin.\nEinn góður punktur sem ég las hér að ofan. “Hættu að reyna að segja okkur hvernig við eygum að ala upp börnin okkar”. Og er mikið til í því. Það mætti bæta við “Hættu að troða uppá okkur þinni trú og skoðunum”.\nÞað er alltílagi að segja skoðanir sínar, ég er ekki að skammast yfir þeim, og á greinin alveg rétt á sér, þetta er ein mesta vitleysa sem ég hef lesið hérna á deiglunni.\nTil hamingju."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-04 00:43:30",
            "id": "1776264",
            "reply_to_id": "1775942",
            "text": "“Einu konurnar í leiknum eru vændiskonur og klámstjörnur.”\nNei, það eru allskonar konur í þessum leik, gamlar sem ungar!\n“Því þetta leiðir bara til þess að þær haldi að það sé allt í lagi að láta lemja sig og besta starfið sé að vera vændiskona.”\nHvað í ANDSKOTANUM lætur þig hugsa það! Ekki myndi ég vilja vera laminn ef að ég sæji t.d. einhvert Idolið mitt lamið í sjónvarpinu\n“Rannsóknir hafa sýnt að tölvuleikir gera börn ofbeldisfull.”\nBíddu…er ég að missa af einhverju?! Hvaða ransóknir!?\n“Frændi minn hefur spilað þennan leik mikið og er byrjaður að toga í hárið á systir sinni. Hann hefur breyst í kölska.”\nÆtli hann sé bara ekki eins og önnur börn? Litli bróðir minn gerir svipað nema hann hefur ekkert spilað þennan leik!\n“Í umtöluðum leik fær maður stig fyrir að lemja konur.”\n…og menn og alla! Meirihluti fólksins eru kallar  sýnist mér\n“\nUngur drengur gekk að mér um daginn og horfði á mig undarlega. Ég sá að hann hafði illt í huga, hann hafði augljóslega verið heilaþvoinn af Grand Theft Auto og ætlaði sér að ráðast á mig. En ég sá við honum, ég er stærri og sterkari enda fullvaxin kona og sprautaði þess vegna piparúða í andlitið á honum og hljóp í burtu. Síðan kom pabbi hans að mér og beitti mig munnlegu ofbeldi. Kallaði mig brjálæðing.”\nÞetta sýnir merki um vanþroska og heimsku! Að fullorðin kona skuli gera þetta! og við lítið barn!!vegna þess að það horfði á þig!!! Hvernig myndi þér líka það ef þetta yrði gert við litla barnið/ systkyni þitt?! Svipað og pabbinn þarna gerði?\nÉg vona svo sannalega að þetta sé djók og að þú ert bara enn einn djókarinn á huga. Ef ekki þá veit ég ekki hvað skal segja"
        },
        {
            "user": "DIPPER",
            "user_id": "8725",
            "date": "2004-11-04 00:47:39",
            "id": "1776269",
            "reply_to_id": "1775942",
            "text": "Það að einhver sé að saka tölvuleikjaspilendur um ofbeldishneigð og gangi síðan um mace-andi litla krakka fyrir að vera með ,,svip\".\nSnilld.\nFyrirfinnst varla betri skilgreining á íroníu :)"
        },
        {
            "user": "ttcmp",
            "user_id": "17003",
            "date": "2004-11-04 00:48:18",
            "id": "1776270",
            "reply_to_id": "1775942",
            "text": "Já, kannski er heldur mikið af karlrembu í leiknum.\nEN…\nhvaða foreldri kaupir leik handa barninu sínu án þess að tékka á aldurstakmörkunum? Nýjasti GTA leikurinn, San Andreas, er auglýstur sem bannað innan 18.\nEf drengurinn er farinn að rífa í hár systur sinnar, þá á bara að taka leikinn af honum.\nEn ég tek það fram að það sem ég skrifa hér er aðeins byggt á því sem ég les og ég veit ekki hvort það sé eitthvað meira í gangi með þetta.."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-04 01:08:42",
            "id": "1776285",
            "reply_to_id": "1775942",
            "text": "Rétt er það að GTA er ofbeldisfullur leikur sem er bannaður innan 18 ára. Af hverju eru foreldrar að leyfa ungu fólki að spila þennan leik vekur mig mikilli furðu. Þrátt fyrir það þá endurspeglar leikurinn aðeins samfélagi okkar, reyndar þó með miklum ýkjum svona eins og í Tomma og Jenna teiknimyndum.\nÞar sem þú hefur ekki spilað leikinn þá tek ég lítið mark á þér. Að halda því fram að tölvuleikir eru þeir örlagavaldar sem valda því að unglingar myrði skólafélaga sína er náttúrulega út í hött. Það er einmitt mjög hentugt að kenna tölvuleikjum, hryllingsmyndum, rapp og rokktónlist fyrir svona mannlegum hamförum en það er náttúrulega bara kjánalegt. Ég er spenntur að sjá þessar rannsóknir sem þú vitnar í en birtir ekki sýna.\nHættu nú að væla og skelltu þér í Sims.\nKveðja\nPaunkholm"
        },
        {
            "user": "locutus",
            "user_id": "5920",
            "date": "2004-11-04 01:50:25",
            "id": "1776307",
            "reply_to_id": "1775942",
            "text": "seinast þegar að ég vissi er enginn sönnun til sem segir með afgerandi hætti að tölvuleikir gerir fólk ofbeldishneigt því það er líka álitið að þeir sem eru ofbeldishneigðir fyrir laðist að ofbeldi en ekki að þeir verði það við að spilla, aukþess er líka aldurstakmörk á þessum leik og það að halda að það sé ofbeldi gegn konu að kaupa vændiskonum er hálfviti"
        },
        {
            "user": "locutus",
            "user_id": "5920",
            "date": "2004-11-04 01:51:42",
            "id": "1776308",
            "reply_to_id": "1775942",
            "text": "síðan eru það ekki bara klámmynda leikonur og hórur sem eru í þessum leik, líka vennjulegar konur dumass"
        },
        {
            "user": "gummiz",
            "user_id": "20742",
            "date": "2004-11-04 01:56:27",
            "id": "1776316",
            "reply_to_id": "1775942",
            "text": "VAR ÞAÐ EKKI KARLMAÐUR SEM SAGÐI VÉR MÓTMÆLUM ALLIR?\nAFSTÆTT AÐ FEMINISTAR SKULI BREYTA ORÐUM ÞESSA MERKA MANNS YFIR Á SITT KYN. FEMINISTAR ERU ÞJÓÐFLOKKUR KVENNA SEM FYRIRLÍTA KARLMENN EN ÞYKJAST BERJAST FYRIR JAFNRÉTTI KYNJANA. JÁ ÉG VEIT AÐ ÞAÐ ER PIRRANDI ÞEGAR ALLT ER SKRIFAÐ MEÐ STÓRUM STÖFUM!!!"
        },
        {
            "user": "AllesKlar",
            "user_id": "19099",
            "date": "2004-11-04 02:02:32",
            "id": "1776319",
            "reply_to_id": "1775942",
            "text": "Ég spila þennan leik með fullan skilning á raunveruleikanum og held honum við þrátt fyrir að ég spili hann, ég er ekki á leiðinni að fara nauðga, lemja eða niðurlægja konu á nokkurn hátt, né er ég að fara ræna bíl, drepa eitthvern útaf þessum leik."
        },
        {
            "user": "Booger",
            "user_id": "1132",
            "date": "2004-11-04 03:03:57",
            "id": "1776326",
            "reply_to_id": "1775942",
            "text": "Þessi grein (Y)\nFólkið sem er nógu heimskt til þess að halda að hún sé real (N)"
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2004-11-04 03:32:14",
            "id": "1776331",
            "reply_to_id": "1775942",
            "text": "Ég legg til að þessari grein verði eytt þar sem hún er ekkert annað en tröllaskapur. Það er ekki vottur af alvöru í henni."
        },
        {
            "user": "Diamond",
            "user_id": "5482",
            "date": "2004-11-04 08:24:01",
            "id": "1776355",
            "reply_to_id": "1776331",
            "text": "ritskoðun í gangi"
        },
        {
            "user": "Akuma",
            "user_id": "37816",
            "date": "2004-11-04 07:04:09",
            "id": "1776338",
            "reply_to_id": "1775942",
            "text": "Þessi grein á “LOL” skilið."
        },
        {
            "user": "viking",
            "user_id": "25813",
            "date": "2004-11-04 07:41:28",
            "id": "1776343",
            "reply_to_id": "1776338",
            "text": "ERTU BRA ENGHVERR FMENISTAHRÓA!!1?\nNei, segji svona. Fyndin grein, og ekki orð um það meir.\nP.S Þú toppar samt engan vegin Skuggapétur."
        },
        {
            "user": "Diamond",
            "user_id": "5482",
            "date": "2004-11-04 08:19:13",
            "id": "1776353",
            "reply_to_id": "1775942",
            "text": "“Ungur drengur gekk að mér um daginn og horfði á mig undarlega. Ég sá að hann hafði illt í huga, hann hafði augljóslega verið heilaþvoinn af Grand Theft Auto og ætlaði sér að ráðast á mig. En ég sá við honum, ég er stærri og sterkari enda fullvaxin kona og sprautaði þess vegna piparúða í andlitið á honum og hljóp í burtu. Síðan kom pabbi hans að mér og beitti mig munnlegu ofbeldi. Kallaði mig brjálæðing.”\nÞetta segir allt sem segja þarf um þig…"
        },
        {
            "user": "OBhave",
            "user_id": "3496",
            "date": "2004-11-04 08:28:48",
            "id": "1776356",
            "reply_to_id": "1775942",
            "text": "Þessi grein er pottþétt kaldhæðni! :D og góð kaldhæðni á það hvernig umfjöllun tölvuleikir fá alltaf, reyndar…  meina ef þetta væri ekki kaldhæðni væri greinahöfundur snarklikkaður bigot vitleysingur :D\nHAHA! góður punkturinn með:\n“Látum börnin heldur lesa bilbíuna. Þar er alvöru boðskapur. Eins og t.d. að það sé ekkert mál að ganga á vatni og opna sjóinn til að ganga í gegn. Það er alvöru boðskapur. Ekki eitthvað rugl um ofbeldi og kvennfyrirlitningu og öfugugga háttalag”\n:D Því biblían ER NÁTTÚRULEGA EKKERT nema ofbeldi og kvenfyrirlitning :D (og öfugugga háttarlag reyndar af og til, eins og kaflinn þar sem dæturnar helltu karl föður sinn fullan til að ríða honum og fleiri partar í þessu samansafni af eldgömlum þjóðsögum sem fólk tók á einhvern undarlegan sem heilagan sannleika í fortíðinni :D)"
        },
        {
            "user": "elinb",
            "user_id": "55923",
            "date": "2004-11-04 08:47:27",
            "id": "1776367",
            "reply_to_id": "1776356",
            "text": "það kannski skiptir ekki máli hvað ég segi í þessu máli en kærasti minn hann er tölvusjúklingur en hann myndi ekki gera flugu mein hann hefur leikið ofbeldisfulla tölvuleiki oft og við eigum strák saman en ég mundi helst vilja að strákurinn minn mundi virða aldurstakmarkið á þessum tölvuleikjum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-04 09:02:03",
            "id": "1776378",
            "reply_to_id": "1775942",
            "text": "hahahaha"
        },
        {
            "user": "thevoid",
            "user_id": "29339",
            "date": "2004-11-04 09:09:33",
            "id": "1776383",
            "reply_to_id": "1775942",
            "text": "Þetta er nú bara fáránlegt. Af svona 90 svörum þá eru svona uþb 10 frá fólki sem föttuðu þetta. Hversu heimskt getur fólk verið?"
        },
        {
            "user": "olvadur",
            "user_id": "41391",
            "date": "2004-11-04 09:18:45",
            "id": "1776391",
            "reply_to_id": "1776383",
            "text": "já fólk er fíbbl"
        },
        {
            "user": "MiBu1",
            "user_id": "55408",
            "date": "2004-11-04 09:23:13",
            "id": "1776395",
            "reply_to_id": "1775942",
            "text": "Farðu til helvítis, djöfuslins rauðsokka fífl.\nÞetta er tölvuleikur og þetta er algjört bull maður kennir ekert tölvuleik um hegðun barna þetta er bull. Þótt flest allar kellingarnar í San Andreas eru vændiskonur hverjum er ekki sama það er ekki eins og 5 ára krakki fer að leigja sér hóru hérna á Íslandi. Þú ert bara með einhverjar heimskulegar ásakanir gegn tölvuleik og mjög góðum í þokkabót. Ég hef spilað þennan leik og hef ég einhverja löngun til að ríða hóru og svo drepa hana til að halda peningnum NEI og það eru margir hér sem eru örugglega með alveg eins skoðun. Það sem er í leikjum er ekki í raunverleikanum, svo sættu þig við þetta eða farðu að kvarta yfir laununum þínum helvítis feminista ógeð."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2004-11-04 09:39:13",
            "id": "1776401",
            "reply_to_id": "1775942",
            "text": "“Tölvuleikurinn sem er vinsælastur í dag, Grand Theft Auto, er fullur af karlrembu og kvenfyrirlitningu.”\nEr það ólöglegt ? Á kannski að banna kvikmyndir líka með svipuðum karakterum ?\n“Þetta eru ungir menn að spila og halda þar af leiðandi að þetta sé allt í lagi.”\nJá maður sér þessa stráka svo oft vera að lemja stelpur í skólunum sínum af því að þeir spila GTA. Eða hvað ? Vinsamlegast útskýrðu af hverju þeir halda að þetta sé allt í lagi. Ég held að 99,99999% af strákunum átta sig á því að þetta sé rangt þó að það sé skemmtilegt í tölvuleikjum.\n“það að nota vændiskonur jafngildir nauðgun”\nHa ??????????? Síðan hvenær ? Á meðan þetta er manneskja sem að er ekki neydd af öðrum, þá er þetta alls ekki nauðgun.\n“og drepa svo”\nKvikmyndir og tölvuleikir með morðum eru líklegari til þess að senda út þau skilaboð að þetta sé rangt. Þar sem það hefur umræðu um málið.\nNauðganir og morð voru mikið algengari fyrir tíma raftækja heldur en eftir, samt tala allir um að það sé búið að “fjölga” þessum afbrotum. Ég mæli með því að fólk kíki á eina kúreka/víkingamynd til þess að rifja smá upp.\n“Það veldur mér gríðarlegum áhyggjum að ung börn spili þetta, þá sérstaklega stelpur.”\nAf hverju ? Ég byrjaði að spila svipaða leiki þegar ég var 10 ára, og hef horft á klám og hryllingsmyndir frá því ég var 8 ára. Samt er allt í fínasta lagi með mig í dag. Sá sem að fer að herma eftir nauðgunum eða morðum í fjölmiðlum er ekki í lagi í hausnum, hann hefði hvort sem er gert eitthvað slæmt. Eina sem fjölmiðlar hafa áhrif á er hvort að hann sé að nota Scream grímu á meðan hann gerir það eða ekki. En það eykur ekki líkur á afbrotinu.\nReyndar eru miklar líkur á því að svona leikir/kvikmyndir minnki hreinlega líkur á þessum afbrotum, þar sem það er mikilvægt að fá útrás til þess að halda jafnvægi andlega. Við höfum öll slæmar hneigðir og hugsanir (þó að allir viðurkenni það ekki), mörg okkar höfum viljað drepa eða nauðga á vissu tímabili. Því er gott að fá útrás fyrir þessari hneigð heldur en að halda henni inni og springa svo seinna og gera það í alvörunni. Það hefur verið fjallað um þetta í mörgum vísindaritum.\n“Rannsóknir hafa sýnt að tölvuleikir gera börn ofbeldisfull. Þau brjótast inn í skóla og skjóta skólafélaga sína. Þess vegna er öruggt að þeir geta líka hvatt börn til að nauðga. Það þarf að banna svona leiki, þetta er eitur. Menn eyða orku í baráttu gegn dópi þó það sé bara eitthvað sem menn vilja. Leyfum dópistunum að reykja sig í hel. En við munum ekki leyfa ungum piltum að verða ofbeldisfullir. Stöndum saman rauðsokkur!”\nRauðsokka, núna skil ég greinina þína. Hvernig væri að slaka aðeins á með öfgana ?\nBörn eru ekki ofbeldisfull út af tölvuleikjum, þau eru það af þvi að nútímaforeldrar eru kærulausir og ala þau illa upp af því að þau eru upptekin í lífsgæðakapphlaupinu. Ofvirkni, þunglyndi, árásarhneigð og margt fleira má rekja til þess að foreldrar eru ekki að standa sig jafn vel og fyrir mörgum árum síðan. Þessir sömu foreldrar fara auðveldu leiðinu úr vandamálinu með því að kenna öðrum um, t.d. stórfyrirtækjum eða Britney Spears.\n“Karlmenn í nútíma samfélagi gera margir ekkert annað en að halda kvenþjóðinni niðri og beita líkamlegum yfirburðum til að saurga okkur.”\nHa ? Síðan hvenær ? Kíktu til Afghanistan í viku og komdu síðan aftur hingað, þú hættir alveg örugglega að væla þegar það verður lamið þig fyrir að sýna hár á almannafæri. Ef eitthvað þá eru konur að kúga karlmenn, kannski er það öfugt á vinnumarkaðnum. En á heimilinum eru konurnar flestar búnar að taka völdin. Mjög algengt er að konur fái sér maka og byrji strax að breyta þeim i hinn fullkomna mjúka maka, og krefjast þess að fá “jafnrétti” á öllum sviðum. Annars geta karlmennirnir bara farið út á götuna, samt allt í einu þegar fundið er pöddu á gólfinu eða það þarf að gera við eitthvað. Þá er farið með jafnréttið marga áratugi aftur í tímann og krafist þess að karlmennirnir sjái um það, svo verður allt brjálað ef að karlmennirnir vilja að konan sjái frekar um að elda en þeir.\n“Látum börnin heldur lesa bilbíuna. Þar er alvöru boðskapur”\nJá höldum áfram að heilaþvo ungu kynslóðina með þessari trú sem að var neydd yfir okkur fyrir 1000 árum. Það er svo skemmtilegt að lesa fyrir þau að það eigi að kasta grjóti í fólk, að konur séu ekki jafnar karlmönnum. Og fleira í svipupum dúr.\n“Tölvuleikir eru æfingarvélar djöfullsins, enn eitt tól karlmanna til að halda kvennþjóðinni niðri. VÉR MÓTMÆLUM ALLAR!!”\nÉg vona að þú farir til sálfræðings og hættir að fá útrás fyrir hneigðum þínum á saklausum drengjum."
        },
        {
            "user": "shiznit",
            "user_id": "50690",
            "date": "2004-11-04 14:00:49",
            "id": "1776690",
            "reply_to_id": "1776401",
            "text": "LOL Eru menn virkilega að taka þessu alvarlega … Manneskjan er greinilega að GRÍNAST !!! Sprautaði piparúða í andlit ungs drengs með illt í huga .. YEAHH RIGHHHTT !!!\nÞað er oft gaman að espa annað fólk upp .. kannist þið við það.\nHættið að vera svona treg/ir og eyðið tíma ykkar í annað en pirra ykkur yfir þessu"
        },
        {
            "user": "Avatar",
            "user_id": "157",
            "date": "2004-11-04 10:02:12",
            "id": "1776415",
            "reply_to_id": "1775942",
            "text": "Hahaha þetta er snilld. Ég vil meiri svona kaldhæðni :D\nP.S.\nFyrir þá sem ekki eru að fatta þá er þetta augljóslega grín og skot á þá sem vilja halda því fram að tölvuleiki geri krakka ofbeldisfulla. Allavega ætla ég að vona það, því þannig virkaði þetta a.m.k á mig :P"
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2004-11-04 10:03:50",
            "id": "1776416",
            "reply_to_id": "1775942",
            "text": "Í fyrsta lagi er leikurinn fyrir 18 ára og eldri og það er hlutverk foreldra að sjá til þess að börnin sín spili ekki ofbeldisfulla leiki.\nÍ öðru lagi þá er það frekar augljóst að þessi grein er skrifuð í spaugi. En það er samt mikið til í henni.\nBörn ættu auðvitað ekki að spila GTA leikina, en þau gera það nú samt. Það er því að foreldrar eru ekki að sinna starfi sínu.\nGTA eru auðvitað ógeðslegir leikir með ógeðslegan boðskap. Þeir eru til marks um algjöra hnignum hins vestræna heims.\nEn þeir eru bara svo andskoti skemmtilegir! =)"
        },
        {
            "user": "DaQuai",
            "user_id": "28090",
            "date": "2004-11-04 10:26:35",
            "id": "1776433",
            "reply_to_id": "1775942",
            "text": "blame canada !"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-04 10:33:37",
            "id": "1776440",
            "reply_to_id": "1775942",
            "text": "Kannski þess vegna að leikurin var bannaður innan 18 ára, hættu svo að væla"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-04 11:06:07",
            "id": "1776467",
            "reply_to_id": "1775942",
            "text": "haha góð grein :P"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-04 11:10:41",
            "id": "1776472",
            "reply_to_id": "1775942",
            "text": "Svona svo að þú vitir það þá er þessi leikur bannaður innan 16 ára og ef þessi frændi þinng á foreldra sem kaupa leikinn handa honum þarftu að ræða það við þau.\nSvo prófaði ég leikinn í gær, bara með betri leikjum sem ég hef spilað :), eins og fyrri ræðumaður sagði “Feminismi er þín skoðun, ekki mín.(minn)”\nSvo er ég líka sammála fyrra ræðum manni að ég yrði miklu hræddari við svona klikkaðan feminista jæks, var að skíta í mig bara við að lesa þessa grein."
        },
        {
            "user": "saetirass",
            "user_id": "4334",
            "date": "2004-11-04 11:12:33",
            "id": "1776474",
            "reply_to_id": "1775942",
            "text": "ég hélt nú að þessi leikur væri STRANGLEGA bannaður innan 18 ára..? Fólk ættu nú að vera búin að ná ákeðnum þroska þá til að geta spilað ofbeldisfullan leik með hórum í"
        },
        {
            "user": "Ramruqai",
            "user_id": "14093",
            "date": "2004-11-04 11:15:42",
            "id": "1776479",
            "reply_to_id": "1775942",
            "text": "Biblían er yfir full af kvennfordómum, t.d. má nefna sköpunar söguna þar sem er sagt með beinum orðum að konan eigi að gera allt sem karlinum hentar.\nÞessir leikir eru ekki það áhrifa miklir að allir fari að skjóta mann og annan eða nauðga konum. það er eins og að halda því fram að allir sem sjá auglýsinguna frá nissan fari og kaupi sér nissan!"
        },
        {
            "user": "Kaycie",
            "user_id": "15064",
            "date": "2004-11-04 11:18:01",
            "id": "1776483",
            "reply_to_id": "1775942",
            "text": "Datt í hug að tala máli okkar stelpnanna…\nÉg er að verða tvítug. Ég er stelpa og ég spila GTA. Hef líka spilað CS og spilaði oft Castle Wolfenstein þegar ég var svona níu ára ásamt vinkonum mínum…\nÉg hef engar framavonir sem vændiskona né morðingi, ég er í námi og er ekki djöfulleg.\nLitli bróðir minn spilar tölvuleiki. Hann er rólegur stákur í vímulausum vinahóp og ég er afar stolt af honum. Hann myndi aldrei meiða neinn. Kærastinn minn spilar tölvuleiki, þar á meðal GTA, hann myndi aldrei gera mér né nokkurri annari konu neitt, ég er ekki kúguð né kynlífsleikfang hans, sama hverju þú virðist vilja halda fram um stráka sem spila tölvuleiki.\nTölvuleikir valda ekki ofbeldishneigðri hegðun, manneskja þarf að vera eitthvað skemmd á sálinni fyrir til að snappa svona.\nOg með það að þú hafir spreyað með piparúða framan í smástrák, ég held að þú þurfir hjálp, því að halda það að maður sjái á fólki hvort það er ‘heilaþvegið af GTA’ og nota það sem löggilta afsökun fyrir því að ráðast á viðkomandi ber vott um ofsóknarbrjálæði.\nEf þetta hefði verið barnið mitt, hefði ég kært þig fyrir líkamssárás.\nStelpur spila líka tölvuleiki, og við erum fleiri en þú heldur.\nTölvuleikjaspil hafa ekki áhrif á mig sem persónu.\nÉg ráðlegg þér að vera róleg á fullyrðingunum. Ég mótmæli ekki tölvuleikjanotkun, og áður en þú ferð að fullyrða og tala fyrir alla kvenþjóðina, komdu þá allavega með almennileg rök.\nKaycie - Spilar GTA og er stolt af því!"
        },
        {
            "user": "Doridos",
            "user_id": "43714",
            "date": "2004-11-04 11:33:14",
            "id": "1776503",
            "reply_to_id": "1775942",
            "text": "ÞÚ ÁTT HEIMA Á KLEPP!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-04 11:39:19",
            "id": "1776511",
            "reply_to_id": "1775942",
            "text": "“Því þetta leiðir bara til þess að þær haldi að það sé allt í lagi að láta lemja sig og besta starfið sé að vera vændiskona.”\nHeld að þetta sé einmitt rangt hjá þér. Ef að ung stelpa spilar þetta og sér að vændiskonum er nauðgað og þær barðar, þá reyni þær mun betur að standa sig í námi.\nOg ef að litlar stelpur sjá hvað biblían getur gert manni, t.d. breytt mann í heilalausan femínista eins og þig sem mistúlkar allt á einn veg : ÁRÁS Á KVENNÞJÓÐINA : þá reyni þær ennfrekar að ná langt í lífinu með eljusemi við námið.\nSvo takk fyrir hjálpina með að benda ungum stelpum á að lesa ekki biblíuna og takk fyrir góða auglýsingu á leiknum, eftir að ég las þetta þá get ég ekki beðið með að kaupa mér þennan leik til að berja klámstjörnur og vændiskonur. Veit ekki hvað hefur hlaupið í mig, held að þetta sé taktískt búið að brenna inn í mig - “vertu vondur við stelpur! vertu vondur við kvennmenn! nauðgaðu og berðu þær, kúgaðu !!!!” .. ætli það hafi komið eftir að ég byrjði að spila pac-man svona mikið ?"
        },
        {
            "user": "DNorman",
            "user_id": "34582",
            "date": "2004-11-04 11:50:01",
            "id": "1776518",
            "reply_to_id": "1775942",
            "text": "“Rannsóknir hafa sýnt að tölvuleikir gera börn ofbeldisfull. Þau brjótast inn í skóla og skjóta skólafélaga sína.” það var nú kennt honum Manson um þetta í Colombine hig school og ekki gleyma bara að heimurinn er alltaf í stríð ekki ætlaru að kenna tölvuleikjum um að Bush sé að drepa mörg þúsund saklausra manna?\n“Látum börnin heldur lesa bilbíuna. Þar er alvöru boðskapur. Eins og t.d. að það sé ekkert mál að ganga á vatni og opna sjóinn til að ganga í gegn. Það er alvöru boðskapur.” svona ef þú hefðir ekki tekið eftir því þá er Guð örruglega ein grimmsta fígura sögunnar að sökkva jörðinni í vatni breytani fólki í salt láta mann drepa sinn eigin son hmm… skyndilega er þetta orðið verra en þessir tölvuleikir.\n“Ungur drengur gekk að mér um daginn og horfði á mig undarlega. Ég sá að hann hafði illt í huga, hann hafði augljóslega verið heilaþvoinn af Grand Theft Auto og ætlaði sér að ráðast á mig. En ég sá við honum, ég er stærri og sterkari enda fullvaxin kona og sprautaði þess vegna piparúða í andlitið á honum og hljóp í burtu. Síðan kom pabbi hans að mér og beitti mig munnlegu ofbeldi. Kallaði mig brjálæðing.” Þú ert brjálaðingur…\np.s. mikið væri gaman að fá alvöru rök við svona hlutum…"
        },
        {
            "user": "Uberman",
            "user_id": "17104",
            "date": "2004-11-04 11:50:59",
            "id": "1776519",
            "reply_to_id": "1775942",
            "text": "haha…er virkilega enginn að fatta húmorinn í þessu?\nSvona til að leiðrétta þessi flame sem komið hafa þá er þessi grein mjög kaldhæðin, og því ættuð þið að lesa hana aftur með það í huga."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2004-11-04 12:08:42",
            "id": "1776532",
            "reply_to_id": "1776519",
            "text": "Jújú, hún sannarlega lítur út fyrir það, en ég útiloka ekki að þetta séu skoðanir þeirra sem skrifa þær, en ef þetta er grín þá þykir mér þetta ekki eiga heima hérna."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-04 11:56:36",
            "id": "1776524",
            "reply_to_id": "1775942",
            "text": "Veistu Hvað?\nGRJÓT HALTU KJAFTI…"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2004-11-04 12:05:02",
            "id": "1776530",
            "reply_to_id": "1775942",
            "text": "„það að nota vændiskonur jafngildir nauðgun“ — Ha?  Rökstuðning takk fyrir.\n„Því þetta leiðir bara til þess að þær haldi að það sé allt í lagi að láta lemja sig og besta starfið sé að vera vændiskona.“ — Þú varst að tala um að þú gætir notað vændiskonurnar og\ndrepið þær svo\n.   Hvernig er það vænlegt starf?\n„Rannsóknir hafa sýnt að tölvuleikir gera börn ofbeldisfull.“ — Langt því frá, hvernig í andskotanum gerir Civilization III þig ofbeldisfullan?  Þetta er á allan máta uppbyggilegur leikur og svona alhæfingar eru ömurlegar og afleiddar!\n„Karlmenn í nútíma samfélagi gera margir ekkert annað en að halda kvenþjóðinni niðri og beita líkamlegum yfirburðum til að saurga okkur.“ — Ég hef aldrei nokkurntíman á ævi minni verið svo móðgaður!  Ég hef aldrei lagt hönd á konu og lít á þær sem jafningja minn, og ég styð jafnrétti allra manna, hvort sem þær eru karlar eða konur!  Slíkar alhæfingar eru stórlega ýktar og eiga ekki við.\n„Frændi minn hefur spilað þennan leik mikið og er byrjaður að toga í hárið á systir sinni[...]“ —  Ég hef aldrei heyrt annað eins!  Eru bein tengls þarna á milli? Geturu sannað það?  Ég hef sjálfur unnið með börn og að toga í hár er ekki eitthvað sem er sprottið af tölvuleikjum.\n„Látum börnin heldur lesa bilbíuna.“ — Ætlaru að fara taka af börnum völdin með að þvinga biblíuni upp á þau?  Ætlaru að fara mata þau um hugmyndir um lífið?  Hvernig væri að leyfa þeim að velja?\nSvona að lokum: Ég ætla rétt að vona að þetta sé grín, því annars hefur heimurinn farið versnandi."
        },
        {
            "user": "lilienfeld",
            "user_id": "20337",
            "date": "2004-11-04 12:34:07",
            "id": "1776557",
            "reply_to_id": "1775942",
            "text": "“Ungur drengur gekk að mér um daginn og horfði á mig undarlega. Ég sá að hann hafði illt í huga, hann hafði augljóslega verið heilaþvoinn af Grand Theft Auto og ætlaði sér að ráðast á mig. En ég sá við honum, ég er stærri og sterkari enda fullvaxin kona og sprautaði þess vegna piparúða í andlitið á honum og hljóp í burtu. Síðan kom pabbi hans að mér og beitti mig munnlegu ofbeldi. Kallaði mig brjálæðing. ”\nÞetta síðasta sem þú sagðir réttlætir greinina því að það sýnir að þú hefur annaðhvort verið að grínast eða þá að þú ert mjög skemmd manneskja."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-04 12:47:11",
            "id": "1776575",
            "reply_to_id": "1775942",
            "text": "Hvor ætli sé orsökin að meira ofbeldi. Tölvuleikir eða öfgafullar trúarskoðanir?\nSvar takk Marey.\nLestu biblíuna sjálf, hún er stútfull af kvenfyrirlitningu og ofbeldi."
        },
        {
            "user": "doddi33",
            "user_id": "26213",
            "date": "2004-11-04 12:48:40",
            "id": "1776579",
            "reply_to_id": "1775942",
            "text": "Það var rétt,láttu þessa 12 ára krakkabjálfa finna fyrir því."
        },
        {
            "user": "Snoother",
            "user_id": "30710",
            "date": "2004-11-04 12:56:58",
            "id": "1776593",
            "reply_to_id": "1776579",
            "text": "Ok ég vona að þið séuð öll að fatta að þessi grein er grín :s"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-04 12:55:52",
            "id": "1776591",
            "reply_to_id": "1775942",
            "text": "ok :o/ ég verð nú að segja að ég er sammála mjög mörgu sem feminíastarnir eru að berjast fyrir t.d launamun og þannig.. Þoli heldur ekki berar kellingar í myndböndum en það er annað mál.\nÉg stend ekki fyrir utan Maxims og banna konunum að dansa eða hringi í Norðurljós til að fá bann á Paradice Hotel þáttinn (þær gerðu það víst í verkfallinu,þegar var verið að sýna hann kl eitt á daginn) eða neitt slíkt.\nÉg vil bara jafnrétti,svo einfalt er það :)\nEN það sem þú ert að segja er bara kjaftæði! Vissulega er þessi leikur grófur,en sannleikurinn er sár! Svona er þetta sumstaðar (bara soldið ýkt kanski) og það er alveg ástæða fyrir því að leikurinn er STRANGLEGA bannaður innann 18!!..\nMjög auðvelt að kenna tölvuleikjum um það allt það vonda í heiminum? :)"
        },
        {
            "user": "Mog",
            "user_id": "15637",
            "date": "2004-11-04 12:57:35",
            "id": "1776595",
            "reply_to_id": "1775942",
            "text": "þú getur líka alveg eins lamið karlmenn í þessum leik, þannig ef þú ætlar að feministast svona þá geturu bara lamið karlana i þessum blessaða leik."
        },
        {
            "user": "calF",
            "user_id": "24255",
            "date": "2004-11-04 13:00:51",
            "id": "1776599",
            "reply_to_id": "1775942",
            "text": "ég styð það að konur fá sama í laun og karlar en þú ferð of langt með þetta."
        },
        {
            "user": "markusso",
            "user_id": "13990",
            "date": "2004-11-04 13:04:11",
            "id": "1776606",
            "reply_to_id": "1775942",
            "text": "ég spila þennan leik og mér finnst hann frekar uppbyggjandi heldur en eyðandi… maður þarf að borða, lyfta, klæða sig vel og læra á ýmsa hluti… þetta femínistarugl er svo fáránlegt að það er að gera mig brjálaðann… drullið ykkur bara burt ógeðin ykka"
        },
        {
            "user": "Abattage",
            "user_id": "50244",
            "date": "2004-11-04 13:05:38",
            "id": "1776609",
            "reply_to_id": "1775942",
            "text": "Bibblían er nú líka mjög ofbeldis full\nt.d. Þar er fólk svelt í hel vegna þess að þap trúði á þetta en ekki hitt."
        },
        {
            "user": "Pac",
            "user_id": "11943",
            "date": "2004-11-04 13:19:24",
            "id": "1776625",
            "reply_to_id": "1775942",
            "text": "Okey ég hef rosalega gaman af þessum leikjum og er þeir eiginlega einu leikirnir sem ég nenni að spila.\nEn þið verðið nú að viðurkenna að það er kvennfyrirlitning að geta barið og nauðgað konu í leik.\nOk þið segið að það sé líka hægt að berja karlmenn en það er ekkert það sama."
        },
        {
            "user": "sinclair",
            "user_id": "18753",
            "date": "2004-11-04 13:20:19",
            "id": "1776628",
            "reply_to_id": "1775942",
            "text": "Ég verð nú bara að segja það að þó að ég þekki afskaplega mikið af misgáfuðu fólki en ekkert þeirra er nógu óhugnalega heimskt til þess að fylgja fordæmi tilbúinna persóna úr tölvuleik. Þó að ég lesi Superman blað þýðir það ekki að ég hoppi út um gluggann með handklæði á bakinu og þó ég horfi á The Shining þá snappa ég ekki og fer að eyðileggja fólk. Hversvegna ætti þessi leikur, sem er bannaður börnum , að hafa nokkur áhrif á hegðun þeirra fyrir utan meiri setu fyrir framan tölvuna? Ég meina, barnið þitt gæti orðið feitt af því að sitja svona mikið, verið lagt í einelti út af skuggsælu sinni, snappað og skotið krakkana í skólanum sínum. þá ber leikurinn vissa ábyrgð. Það eru örugglega afskaplega litlar líkur á því en samt meiri heldur en að leikurinn einn hafi haft þessi áhrif.\nAfsakið hvað þetta er illa skrifað ég er orðinn of seinn í skólann. :D"
        },
        {
            "user": "Chameleon",
            "user_id": "26978",
            "date": "2004-11-04 13:44:41",
            "id": "1776673",
            "reply_to_id": "1775942",
            "text": "Þessi leikur er bannaður innan 18 ára, börn eiga ekki að vera að spila hann."
        },
        {
            "user": "kaktus1",
            "user_id": "18463",
            "date": "2004-11-04 13:49:45",
            "id": "1776684",
            "reply_to_id": "1775942",
            "text": "ok veistu ekki að piparsprey flokkast undir ólöglegt vopn samkvæmt vopnalögum?\nþú framkvæmdir vopnaða líkamsárás á barn\nþað ætti að loka þig inni\nog ef ég væri faðir drengsins þá svæfir þú hjá fiskunum"
        },
        {
            "user": "Maggisun",
            "user_id": "36571",
            "date": "2004-11-04 13:49:53",
            "id": "1776685",
            "reply_to_id": "1775942",
            "text": "Ef þú skoðar hversu margir krakkar spili tölvuleiki og hversu margir fara og “drepa” vini sína þá er þetta enginn tala!\nHvort villtu að krakkinn þinn sé úti 24/7 eða sé inni í herbergi að spila bílaleik í smástund og sofna svo af þreytu?\nOftast eru það tölvukrakkarnir sem reykja ekki og drekka ekki!\nÞað er rugl að segja allt sé vændiskonur og hórur! það er fullt af fólki í þessum leik!\nt.d. í san andreas ( nýja leiknum ) er ein konan sem er aðalkarakerinn"
        },
        {
            "user": "deadgau5",
            "user_id": "25259",
            "date": "2004-11-04 13:50:00",
            "id": "1776686",
            "reply_to_id": "1775942",
            "text": "Ahahahhaaha, ég ætla að taka þessari grein sem gríni."
        },
        {
            "user": "BattleB",
            "user_id": "18311",
            "date": "2004-11-04 14:04:47",
            "id": "1776696",
            "reply_to_id": "1775942",
            "text": "Ég veit ekki betur en að það er alveg massive mikið ofbeldi í bilbíunni , níðast á þeim sem eru öðrvísi.\nEins og jesu var. hahah góður punktur hjá þér ! :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-04 14:41:36",
            "id": "1776753",
            "reply_to_id": "1775942",
            "text": "þú ert nú meiri andskotans helvítis femenistadjöfull sem uppi hefur verið það ætti að láta hengja þig firir heimsku þína svo ekki sé talað umm kve mikið þú svertir mannorð allra sem trúa á réttlæti milli kvenna og karla.\n„Tölvuleikurinn sem er vinsælastur í dag, Grand Theft Auto, er fullur af karlrembu og kvenfyrirlitningu“\nþetta er helvítis kjaftæði sem þú hefur skáldað upp sjálf bara til að geta talað niður á leikinn.\n„Í leik þessum er hægt að beita konum ofbeldi að vild“\nog það er líka hægth að beita köllum,negrum,löggum,hvítingjum og dópistum ofbeldi að vild svo ég get ekki séð kvað sé svo slæmt við að það sé líka hægth að lemja konur í þessum leik þar sem að hann sníst umm þetta tímabil þar sem mikið var umm ofbeldi.\n„Einu konurnar í leiknum eru vændiskonur og klámstjörnur.“\nnei það er líka helvítans andskotan rugl þarna helvítans hóran þín það eru líka venjulegar konur í þessum leik og má ég benda þér á að þó að sumar konurnar séu negrar að þá þíðir það ekki endilega að þær séu hórur.\n„Hægt er að saurga þær með því að misnota kynferðislega (það að nota vændiskonur jafngildir nauðgun) og drepa svo“\nok þetta er eitt mesta kjaftæði sem ég hef á æfi minni lesið og heirt það að nota vændiskonu jafngildir ekki nauðugn þar sem að hún (vændiskonan) ræður kvort hún sé í vændi eða ekki og það er brot á mannréttindalögum að kona/kall meigi ekki nota líkama sinn í það sem henni/honum langar og það að banna konu/karli að nota líkama sinn í vændi er eins og að banna konu að pissa sitjandi eða banna kalli að pissa standandi bara út af því að eikker helvítis rausokka sem veit ekkert í sinn littla ljóta andskotans haus finnst að bara út af því að hún klæði sig í ljót föt og er almennt ljót að þá ættu allar andskotans konur að vera það líka og segðu mér að það sé ekki misrétti að banna fólki að klæða sig eins og það vill og finst hennta sér kvernig liði þér ef að þú værir neidd til þess að ganga umm í trúðsbúning eða eikkerju sem þér þætti óþægilegth að ganga í bara út af því að eikker önnur kona finst að allar konur ættu að ganga í svoleiðis þú ættir að fara að hugsa þinn gang (og sömuleiðis allar ofstækisfullar rauðsokkur sem telja sig vera femensísta en eru í raun femenasistar) og hætta að troða á öðrum konum sem vilja líta vel út en ekki vera ljótar og óaðlaðandi mín vegna getur þú farið að lessast með ömmu þinni eða gera kvað sem þú gerir til að líka betur við sjálfa þig svo lengi sem þú neiðir ekki aðra til þess að gera það líka.\n„Þetta er til skammar. Það veldur mér gríðarlegum áhyggjum að ung börn spili þetta,\nþá sérstaklega stelpur.\nÞví þetta leiðir bara til þess að þær haldi að það sé allt í lagi að láta lemja sig og besta starfið sé að vera vændiskona.“\nhah og svo þikist littla ljóta tussan þú vera eikkað betri en aðrir nefnir sérstakklega að það sé eikkað verra að stelpur sipili þennan leik og bara til að nefna það að þá þarf manneskjan að vera virkilega heims til að halda að það sé bara allt í lagi að láta berja sig eruð þið femenasistarnir virkilega svona heimsk tegund að þið látið sjónvarpið og tölvuleiki ákvarða það firir ikkur kvað sé í lagi og kvað ekki ég hef alltaf vitað það síðan ég fæddist að það sé ekki í lagi að berja aðra eða eikkað soleiðis þó ég hafi horft á fleiri fleiri mindir með ofbeldi og spilað alveg helling af ofbeldisfullum leikjum.\n„Rannsóknir hafa sýnt að tölvuleikir gera börn ofbeldisfull. Þau brjótast inn í skóla og skjóta skólafélaga sína. Þess vegna er öruggt að þeir geta líka hvatt börn til að nauðga. Það þarf að banna svona leiki, þetta er eitur. Menn eyða orku í baráttu gegn dópi þó það sé bara eitthvað sem menn vilja. Leyfum dópistunum að reykja sig í hel. En við munum ekki leyfa ungum piltum að verða ofbeldisfullir. Stöndum saman rauðsokkur!“\nþessar rannsókknir þínar eru helber vittleisa og kjaftæði það er lélegth uppeldi sem orsakar ofbeldisfulla krakka líti móðir og faðir á heimsóknir lögreglunar sem ofsókknir að þá getur barn ekki lært annað en að það sé í lagi að stela og berja aðra því þetta eru jú bara ofsókknir hjá lögreglunni,leiti barn frekar til lögreglumanns en foreldris séu eikkerjir að stríða því eða berja þá er auðsínilega eikkað að á því heimili,séu foreldrar í dópi er 100% öruggth að barn verður afbrotamaður.„Barnið mitt er svo mikill engill það mindi alrei gera neitt ljótt af sér það er hinu og þessu að kenna að barnið mitt gerði þetta“ það er þessi hugsunarháttur sem er of hár hjá foreldrum og það er einmitt það sem kennir barninu að það sé í lagi að brjóta af sér það væri mun minna um glæpi ef foreldrar hefðu aga á heimilinu og mindu rassgella barnið sitt ærlega ef það gerði eikkað af sér svo það mindi eftir því næst þegar það ættlaði að gera eikkað af sér og mindi þá frekar hætta við.\n„Karlmenn í nútíma samfélagi gera margir ekkert annað en að halda kvenþjóðinni niðri og beita líkamlegum yfirburðum til að saurga okkur. Þessi leikur er í rauninni æfingartæki ungra manna til þessarar yðju. Í umtöluðum leik fær maður stig fyrir að lemja konur. Er það tilviljun? Nei. Þetta er stórhættulegt.“\nog er það bara tilviljun að þú gleimir alltaf að nefna maður fá líka stig firir að lemja aðra eins og dópista,negra,kallmenn,lögreglumenn og sjúkramenn? NEI af kverju? jú vegna þess að þú ert of bliduð af því að segja kvað kallmenn séu ömurlegir og kvaðeina bara út af því að þú ert of ljót til þess að nokkur maður vilji líta við þér anna helvítans andskotan hóru ungi\n„Karlmenn í nútíma samfélagi gera margir ekkert annað en að halda kvenþjóðinni niðri og beita líkamlegum yfirburðum til að saurga okkur.“\nþað er ekki rétt það var kanski rétt firir 30-60 árum áður en það er helber andskotans vittleisa nú á dögum HÆTTU AÐ LIFA Í FORTÍÐINNI OG BIRJAÐUR AÐ LIFA Í NÚTÍÐINNI ANNA HELVÍTANS SJÁLVUMGLAÐA TUSSA.\n„Þessi leikur er í rauninni æfingartæki ungra manna til þessarar yðju.“\ngat þér ekki dottið neitt aumkunarverðara í hug til að niðra sjálfa þig og þig og fólk sem trúir á réttlæti milli kvenna og kalla en ekki einræði rauðsokka sem hafa ekkert betra við tíman að gera en að níðast á venjulegu fólki og ungum konum sem eiga ervitt með að lifa vegna stöðugra ofsókkna ljótra lesbískra hórudjöfla sem gera í því að vera sem ljótastar og skemma firir öðrum.\n„Víkingar taka völdin, læsið ykkur inni konur.“\nuu bara til að benda á það að þarna varstu niðurlægja forfeður þína sem voru víkingar og svona ef þú hefur ekki lesið íslendingasögur að þá voru það víkingar sem námu hér land ekki ógeðslegir englendingar sem vita ekkert í sinn ljóta andskotans haus og ef þú ert eittkvert anndskotans grjónið eða negrinn sem telur þig vera íslending að þá ertu það sko alls ekki og þú getur þá bara staulast aftur til afríku eða asíu og rottnað þar þartil þú rottnar til dauða því hér ertu bara eikker andskotans plága sem herjar á íslandi.\n„Frændi minn hefur spilað þennan leik mikið og er byrjaður að toga í hárið á systir sinni. Hann hefur breyst í kölska.“\nberðu enga virðingu firir frændfólki þínu það eru nú engin takmök firir því kve fólk getur verið heimst og ótillidssamt ég þori að veðja að þú hafir ekki einusinni spurt frænda þinn kvort þú mættir tala niðrandi um hann kvernig findist þér það ef þú uppkvötaðir að móðir þín eða frænka þín væri að baktala þig á internetinu? það er greinilegth að þú hugsar ekkert umm tilfinningar annara og það er ábiggilega ekki út af þessum leik sem frændi þinn er að hárreit sistur sína það er þannig hjá öllum fjölskildum að sistkini rífist ekki eða níðist ekki á kvor öðru sama kvort þar sé eikker tölvuleikur eða ekki.\n„Látum börnin heldur lesa bilbíuna. Þar er alvöru boðskapur. Eins og t.d. að það sé ekkert mál að ganga á vatni og opna sjóinn til að ganga í gegn. Það er alvöru boðskapur. Ekki eitthvað rugl um ofbeldi og kvennfyrirlitningu og öfugugga háttalag.“\njá já svo er bara betra að kenna börnum eittkverja andskotans ligavellu uppúr bók sem er spunnin upp frá firstu settningu til hinnar seinusu. Biblían er stærsta ligabók sem uppi hefur verið þá er nú betra að krakkar læri um eikkað sem gerst hefur í alvörunni og bara til að benda á það að þá voru um ifir 15 þúsund manns á skrá sem gengismeðlimir á 90-asta áratugnum þessi leikur kennir fólki (sem ekki hefur lesið sér til um það firir) kvað gerðist eikkerntíma firir nokkrum árum síðan þó það sem gerist í leikknum hafi ekki gerst í alvöru að þá var það einmitt eikkað álíka sem var að gerast í undirheimum stórborgana áður firr og jafnvel enn.\n„Ungur drengur gekk að mér um daginn og horfði á mig undarlega. Ég sá að hann hafði illt í huga, hann hafði augljóslega verið heilaþvoinn af Grand Theft Auto og ætlaði sér að ráðast á mig. En ég sá við honum, ég er stærri og sterkari enda fullvaxin kona og sprautaði þess vegna piparúða í andlitið á honum og hljóp í burtu. Síðan kom pabbi hans að mér og beitti mig munnlegu ofbeldi. Kallaði mig brjálæðing.“\nnei drengurinn hefur bara verið undrandi á því kver ljótar rauðsokkur og femenasistar eru og þú sem ert greinilega svo ofbeldisfull af því að hafa lesið lígina í biblíunni og réðist á drenginn með piparúða af því að þú ert orðin svo húkt á öllum þessum samsæriskenningum þínum og ert svo að stæra þig af því hér á huga.is ég get nú ekki sagth anna en að þú sér greinilega óhæft foreldri þeas ef þú átt börn og guð hjálpi þeim strák sem á þig firir móur þeas ef þú á kallkins barn því sá krakki þarf greinilega að þola mikkla kvöl og lélegth uppeldi af óhæfri móður sem veit ekki rass kvað er jafnrétti kinjana og hefur gert sér sínar eigin hugmindir um kvernig allir kallmenn séu bara út af því að einu sinni var mikið ójafnrétti.\n„Tölvuleikir eru æfingarvélar djöfullsins, enn eitt tól karlmanna til að halda kvennþjóðinni niðri. VÉR MÓTMÆLUM ALLAR!!“\nþarna ertu að alhæfa firir allar konur og þar með sverta mannorð eðlilegra kvenna og ennn og aftur alhæfirðu umm tölvuleiki það eru líka til tölvuleikir sem snúast ekki um ofbeldi eða eikkað slíkt ég mæli með því að þú skrivir ekki um eikkað sem þú veis ekki um í framtíðinni.\nps.ljóð mín segja ekkert umm persónuleika minn og eins og sagth er ekki er allt sem sínist."
        },
        {
            "user": "Omerta",
            "user_id": "32677",
            "date": "2004-11-04 14:50:05",
            "id": "1776764",
            "reply_to_id": "1775942",
            "text": "“Tölvuleikir framkvæma þrisvar sinnum meiri ánægju-hormón en kókaínvíma” er einhverstaðar sagt í Lifandi tækni og Vísindi. GTA gerir AMK 5 sinnum meira!\nLesa biblíuna!?! Ef allir krakkar í heiminum mundu héðan +í frá aldrei spila tölvuleiki heldur bara læra og læesa biblíuna þá mundu orðin skemmtun og húmor drepast!\nAfsakið stafsetninguna.. er bæði að frjósa á höndunum og er líka mjög pirraður yfir heimsku höfundar!"
        },
        {
            "user": "romanoff",
            "user_id": "15682",
            "date": "2004-11-04 14:52:19",
            "id": "1776769",
            "reply_to_id": "1775942",
            "text": "ÞÚ!!! ert fínn gaur… :/ held að það ætti bara að banna þig í staðinn fyrir GTA þú virðist vera stórhættulegur geðsjúklingur…"
        },
        {
            "user": "kjerulf",
            "user_id": "12099",
            "date": "2004-11-04 14:59:41",
            "id": "1776782",
            "reply_to_id": "1775942",
            "text": "Ertu steik?\nEf einhver getur ekki gert greinarmun á tölvuleik sem er ætlaður til að fylla upp í tómleika einstaklingsins og raunveruleika þá held ég að halda honum frá ofbeldisleikjum sé ekki lausnin. Viðkomandi er klárlega ekki hæfur út í samfélagið og hefur það ekkert að gera með einhvern tölvuleik sem hann hefur spilað."
        },
        {
            "user": "robbo",
            "user_id": "37775",
            "date": "2004-11-04 15:03:58",
            "id": "1776787",
            "reply_to_id": "1775942",
            "text": "það er hægt að berja kalla líka"
        },
        {
            "user": "SmeLkuR",
            "user_id": "909",
            "date": "2004-11-04 15:12:37",
            "id": "1776805",
            "reply_to_id": "1776787",
            "text": "+ Það að þessi leikur er stranglega bannaður börnum yngri en 18 ára. Það er tekið fram skýrt t.d. í sjónvarpsauglýsingunni. Einfalt, láttu bara barnið þitt ekki leika sér í þessu ef þú vilt það ekki. Svo auðvelt er það."
        },
        {
            "user": "axelaage",
            "user_id": "25526",
            "date": "2004-11-04 15:10:23",
            "id": "1776800",
            "reply_to_id": "1775942",
            "text": "Guð minn góður. Feministar eru ofbeldisfullir vandræðagemsar og segja aldrei sannleikann. Þeir eru geðsjúklingar sem að beita lítil börn ofbeldi og eru með ofsóknargeðklofa. Allaveganna má greina það af þessari grein sem þú sendir inn. Greinin byrjar á þessu klassíska feminista rugli og fer síðan að naga af sér fæturnar. Feministar tala í hringi og ættu því ekki að hafa málfrelsi."
        },
        {
            "user": "Satine",
            "user_id": "31910",
            "date": "2004-11-04 15:16:46",
            "id": "1776816",
            "reply_to_id": "1775942",
            "text": "Oki skoo .. HAHAHAHHAHAAHAHAHAHAHAHA !\nÉg er sammála yfir að börn yngri en 14-15 ættu ekki að vera að spila þennan leik .. (samt er ég 14 og ætla að fá mér hann þegar hann kemur á Pc ;D) .. en okii sko ..\n,,Ungur drengur gekk að mér um daginn og horfði á mig undarlega. Ég sá að hann hafði illt í huga, hann hafði augljóslega verið heilaþvoinn af Grand Theft Auto og ætlaði sér að ráðast á mig. En ég sá við honum, ég er stærri og sterkari enda fullvaxin kona og sprautaði þess vegna piparúða í andlitið á honum og hljóp í burtu. Síðan kom pabbi hans að mér og beitti mig munnlegu ofbeldi. Kallaði mig brjálæðing.\"\nAAAAAAAAAAAHAHAHAHAAHAHAHAHAHHA ! Hvað var þessi krakki gamall ? :'D .. you sick person :'D .. spreyja piparúða á krakka ! HAHAHAHAHAHHAHAHAH ! Ekkert hissa á að pabbi stráksins hafi kallað þig brjálæðing ! :'D:'D\nHahhahaha .. hahhhahahah :'D"
        },
        {
            "user": "mattiml",
            "user_id": "24665",
            "date": "2004-11-04 15:21:30",
            "id": "1776823",
            "reply_to_id": "1775942",
            "text": "Gvuuuuð!!!  Var þessi krakki kannski 10 ára?"
        },
        {
            "user": "Satine",
            "user_id": "31910",
            "date": "2004-11-04 15:23:07",
            "id": "1776827",
            "reply_to_id": "1775942",
            "text": "Oki skohh .. :/ var búin að senda inn comment en það bra kom ekki .. here it is again :\nOki skoo .. HAHAHAHHAHAAHAHAHAHAHAHA !\nÉg er sammála yfir að börn yngri en 14-15 ættu ekki að vera að spila þennan leik .. (samt er ég 14 og ætla að fá mér hann þegar hann kemur á Pc ;D) .. en okii sko ..\n,,Ungur drengur gekk að mér um daginn og horfði á mig undarlega. Ég sá að hann hafði illt í huga, hann hafði augljóslega verið heilaþvoinn af Grand Theft Auto og ætlaði sér að ráðast á mig. En ég sá við honum, ég er stærri og sterkari enda fullvaxin kona og sprautaði þess vegna piparúða í andlitið á honum og hljóp í burtu. Síðan kom pabbi hans að mér og beitti mig munnlegu ofbeldi. Kallaði mig brjálæðing.\"\nAAAAAAAAAAAHAHAHAHAAHAHAHAHAHHA ! Hvað var þessi krakki gamall ? :'D .. you sick person :'D .. spreyja piparúða á krakka ! HAHAHAHAHAHHAHAHAH ! Ekkert hissa á að pabbi stráksins hafi kallað þig brjálæðing ! :'D:'D\nHahhahaha .. hahhhahahah :'D"
        },
        {
            "user": "Satine",
            "user_id": "31910",
            "date": "2004-11-04 15:30:49",
            "id": "1776836",
            "reply_to_id": "1775942",
            "text": "BABABA ! Hef reynt tvisvar að senda inn svarið mitt en það hefur ekki virkað, so here I go again :\nOki skoo .. HAHAHAHHAHAAHAHAHAHAHAHA !\nÉg er sammála yfir að börn yngri en 14-15 ættu ekki að vera að spila þennan leik .. (samt er ég 14 og ætla að fá mér hann þegar hann kemur á Pc ;D) .. en okii sko ..\n,,Ungur drengur gekk að mér um daginn og horfði á mig undarlega. Ég sá að hann hafði illt í huga, hann hafði augljóslega verið heilaþvoinn af Grand Theft Auto og ætlaði sér að ráðast á mig. En ég sá við honum, ég er stærri og sterkari enda fullvaxin kona og sprautaði þess vegna piparúða í andlitið á honum og hljóp í burtu. Síðan kom pabbi hans að mér og beitti mig munnlegu ofbeldi. Kallaði mig brjálæðing.\"\nAAAAAAAAAAAHAHAHAHAAHAHAHAHAHHA ! Hvað var þessi krakki gamall ? :'D .. you sick person :'D .. spreyja piparúða á krakka ! HAHAHAHAHAHHAHAHAH ! Ekkert hissa á að pabbi stráksins hafi kallað þig brjálæðing ! :'D:'D\nHahhahaha .. hahhhahahah :'D"
        },
        {
            "user": "echoplex",
            "user_id": "10440",
            "date": "2004-11-04 15:35:19",
            "id": "1776846",
            "reply_to_id": "1775942",
            "text": "Irony if I ever saw it…\n____________________________________________"
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2004-11-04 15:51:43",
            "id": "1776869",
            "reply_to_id": "1775942",
            "text": "Ég spila þessa leiki mikið, og ekkji enþá hef ég farið í skólann minn vopnaður haglara og rænt, nauðgað og drepið alla….\nÞetta er tölvuleikur, það sem er gaman við hann er að maður getur gert það sem maður getur ekkji gert í alvörunni.\nÉg efast nú um að þessi gaur sem réðst á þig hafi verið vegna þess að hann hafi spilað gta, svona menn hafa alltaf verið til, en alltaf hefur þáverandi afþreyingarefni kennt um.\nM.ö.o. þú ert ofurfeministi (vilt kvenræði ekkji kallræði og öskrar ef við maður sem eldar alla daga biður um að þú eldir fyrir sig til tilbreytingar.) og þú ert auk þess fáviti."
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2004-11-04 15:57:39",
            "id": "1776885",
            "reply_to_id": "1775942",
            "text": "hehehe ég veit að þú ert að djóka.\nen samt langar mig að segja:\nþú veist að það er hægt að\ndrepa alla… ekki bara kvenfólk."
        },
        {
            "user": "KiX",
            "user_id": "28266",
            "date": "2004-11-04 16:31:27",
            "id": "1776923",
            "reply_to_id": "1775942",
            "text": "Haha snilldar grein þegar ég las hana fyrst í fljótu bragði hélt ég að þetta væri í alvöru einhver feministi að finna sér eitthvað málefni til þess að drulla yfir."
        },
        {
            "user": "Konev",
            "user_id": "28746",
            "date": "2004-11-04 16:39:52",
            "id": "1776940",
            "reply_to_id": "1775942",
            "text": "ég stal nú staf af gamalli konu og barði vændiskonu með honum í gær.\nEkkert\nbara\nklámstjörnur og hóru"
        },
        {
            "user": "NesiKeli",
            "user_id": "52961",
            "date": "2004-11-04 16:42:17",
            "id": "1776947",
            "reply_to_id": "1775942",
            "text": "þú ert klikkuð"
        },
        {
            "user": "5ozzy5",
            "user_id": "54558",
            "date": "2004-11-04 17:07:43",
            "id": "1776994",
            "reply_to_id": "1776947",
            "text": "hun er klikkuð og heimsk krakkinn gæti att eldri broður sem hefði farið og barið hana sem hefði auðvitað bara verið gott a hana"
        },
        {
            "user": "Stjornustrakur",
            "user_id": "28273",
            "date": "2004-11-04 17:27:57",
            "id": "1777026",
            "reply_to_id": "1775942",
            "text": "ROFL!!!! ERTU EKKI AÐ GRINAST!? Börn geta ekki spilað þennann leik…hann er stranglega bannaður og..\nþetta er tölvuleikur\n!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-04 17:38:41",
            "id": "1777043",
            "reply_to_id": "1775942",
            "text": "djöfull þoli ég ekki fólk eins og þig sem heldur að útaf því að ALLIR verða dimented phsyco's á því að spila tölvuleiki, reyniði að þegja einu sinni yfir einhverju sem ÞIÐ haldið að þið vitið allt um"
        },
        {
            "user": "Blublu",
            "user_id": "12532",
            "date": "2004-11-04 17:53:46",
            "id": "1777073",
            "reply_to_id": "1775942",
            "text": "Hahahahahah… þessi grein er ekkert nema snilld."
        },
        {
            "user": "Coheed",
            "user_id": "33143",
            "date": "2004-11-04 18:01:10",
            "id": "1777087",
            "reply_to_id": "1777073",
            "text": "díses kræst djöfull hata ég svona kjaftæði !"
        },
        {
            "user": "Blublu",
            "user_id": "12532",
            "date": "2004-11-04 18:08:41",
            "id": "1777107",
            "reply_to_id": "1777087",
            "text": "Ég var ekki með neitt kjaftæði, greinin ER snilld."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-04 18:07:01",
            "id": "1777101",
            "reply_to_id": "1775942",
            "text": "Ef þessi grein þín er ekki eitt stórt djók, átt þú í alvarlegum andlegum erfiðleikum kona góð.\nPersónulega finnst mér að þið öfgafeministabeljur séu hræðilega brenglaðar í hausnum því þið þjáist af svo miklum ranghugmyndum og svo mikilli sjálfsvorkunn að þið reynið að finna hvaða ástæðu sem er til þess að drulla yfir hitt kynið.\nÍ fyrsta lagi er þessi leikur gerður til þess að skemmta neytandanum. Heldur þú virkilega að fókið sem bjó til þennan leik sé ekki meðvitað um svona hluti? Heldur þú að þau gætu komist upp með það að búa til leik sem hægt væri að nauðga konum í? Nei, vegna þess að það er ekki einu sinni hægt að nauðga í þessum leik.\nÞað sem þú ert að fara fram á í þessari grein er hreint út sagt tómt rugl.\nÉg ráðlegg þér að hætta þessu andskotans kjaftæði og byrja að lifa lífinu eins og manneskja, og hætta að vera svona ótrúlega móðursjúk útaf svona hlutum.\nOg varðandi síðustu efnisgreinina…Er ekki allt í lagi með þig? Ég vona að þetta hafi bara verið spaug hjá þér því ef ekki þá þarft þú aðstoð sálfræðings, og það strax. Hvernig vissir þú að þessi ungi drengur hafi verið að spila Grand Theft Auto? Kannski var hann nýbúinn að lesa biblíuna og þú komst hlaupandi þarna eins og einhver brussa og dauðskelfdir hann…Ef ég hefði verið faðir hans þá hefði ég ekki aðeins beitt þig munnlegu ofbeldi, ég hefði barasta slegið þig, því það varst ÞÚ sem varst að beita ofbeldinu á saklaust barn.\nÉg ímynda mér þig sem spikfeita brussu í rauðum þröngum bol sem situr við tölvuna sína og skrifar grein á hugi.is, og býst við jákvæðum undirtektum. En þetta er kannski ekki rétti staðurinn fyrir feministabelju til að reyna að þenja sig er það? Ég held að geðsjúkrahús henti fólki eins og þér mun betur."
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2004-11-04 18:20:46",
            "id": "1777122",
            "reply_to_id": "1775942",
            "text": "BWAHAHAHAAHAH! :P Eru ekki allir að fatta að þetta er alger djókur? :S\n“Ungur drengur gekk að mér um daginn og horfði á mig undarlega. Ég sá að hann hafði illt í huga, hann hafði augljóslega verið heilaþvoinn af Grand Theft Auto og ætlaði sér að ráðast á mig. En ég sá við honum, ég er stærri og sterkari enda fullvaxin kona og sprautaði þess vegna piparúða í andlitið á honum og hljóp í burtu. Síðan kom pabbi hans að mér og beitti mig munnlegu ofbeldi. Kallaði mig brjálæðing.”\nHAHAHAH! Ef ekki, þá ertu andlega þroskaheft feminista frauðpíka.\nKv. Jafnréttissinni."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-04 18:24:56",
            "id": "1777137",
            "reply_to_id": "1777122",
            "text": "Jú þegar maður hugsar út í það þá getur ekki verið að einhver myndi ganga svona langt.."
        },
        {
            "user": "fireh",
            "user_id": "17144",
            "date": "2004-11-04 18:27:36",
            "id": "1777144",
            "reply_to_id": "1775942",
            "text": "Ef þú ert ekki fáviti þá veit ég ekki hvað er að."
        },
        {
            "user": "5ozzy5",
            "user_id": "54558",
            "date": "2004-11-04 18:31:52",
            "id": "1777153",
            "reply_to_id": "1777144",
            "text": "ef etta er ekki grin þa ertu geðsjuklyngur sem ætti að loka inni a hæli en flest af þvi sem þu tokst sem dæmi eins og að krakkar fari i skolan skjotandi alla gerist bara i bandarikjunum þar sem allir eru geðsjuki"
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2004-11-04 18:43:59",
            "id": "1777168",
            "reply_to_id": "1775942",
            "text": "Já það voru oggurlítil mistök að þessi grein fór nákvæmlega hingað…\n… og þar sem þessi uppbyggilega umræða hefur ekki skilað neinu og sýnir engin merki um að hún muni gera það þá skulum við bara hætta þessu."
        }
    ]
}