{
    "forum_title": "Íslensk Tónlist",
    "user": null,
    "user_id": null,
    "date": "2004-11-05 15:32:59",
    "title": "Maus 10 ár af hamingju?:)",
    "text": "Maus er að mínu mati eitt af bestu íslensku böndunum. Og í tilefni útgáfu nýrrar plötu ákvað ég að skrifa nokkur orð um sögu Maus.\nHljómsveitin var stofnuð árið 1993 af þeim Birgi Erni Steinarssyni söngvara og gítarleikara og  Eggerti Gíslasyni bassaleikara stuttu seinna fengu þeir til liðs við sig þá Pál Ragnar Pálsson gítarleikara og Daníel Þorsteinsson trommara.\nMaus byrjuðu strax með krafti og árið eftir að hún var stofnuð tókst þeim að vinna músíktilraunir. Eftir það gáfu þeir út fyrsta lag sitt “Skjár” sem var á safnplötunni “Smekkleysa í Hálfa öld” sem kom út á 50 ára afmæli íslenska lýðveldisins.\nÞann 17 september það sama ár gáfu þeir út fyrstu plötuna sína “allar kenningar heimsins… …og ögn meira”\nÁrið eftir skrifuðu Mausarar undir útgáfusamning við útgáfu fyrirtækið Spor og gáfu út sýna aðra plötu sem bar nafnið “Ghostsongs” sú plata er mest öll á Ensku.\nEkki afrekuðu Mausarar mikið í útgáfum árið 1996. En strax árið eftir gáfu þeir út lagið “égímeilaþig” sem var í myndinni “blossi:810551”.\n4. Nóvember árið 1997 kom út platan “Lof mér að falla að þínu eyra” sem er að mínu mati besta platan með Maus. Bassaleikarinn úr The Cure spilaði undir í nokkrum lögum á þeirri plötu. Og komust nokkur þeirra inná íslenska vinsældarlista.\n1998 voru Maus kosnir hljósmveit ársins á Íslensku Tónlistarverðlaununum. Sumarið 1998 kom út safnplatann Kvistir og innihélt hún 2 Mauslög. Lagið “Allt sem þú lest er lygi” og “(inní)Kristalsnótt” sem er eina lagið sem Maus hafa gefið út órafmagnað :)\n4. Nóvember 1999 gáfu Maus svo út plötuna “Í þessi sekúndubrot sem að ég flýt”\nÁrið 2003 leit svo platan Musick heiminn augum. Öll lög þar nema eitt bera enska titla og er hún einnig mest öll á Ensku.\n18. Nóvember síðastliðin gáfu þeir svo út safnplötuna “Tónlyst” og fylgdi henni diskurinn Lystaukar þar sem að 4 íslenskar hljómsveitir taka  maus lög og setja þau í nýjan búning, þessar sveitir eru: GusGus, Dáðadrengir, delpHi og Quarashi. Einnig eru tónleika og demóupptökur og 1  tökulag.\nÍ tilefni af útgáfu Tónlystar verða útgáfutónleikar í Austurbæ Föstudaginn 5.Nóvember..\n(Heimildir fengnar á www.maus.is)\n:)",
    "url": "https://www.hugi.is/islensk/greinar/255334/maus-10-ar-af-hamingju/",
    "url_id": "255334",
    "id": "1777486",
    "replies": [
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2004-11-05 15:48:28",
            "id": "1778266",
            "reply_to_id": "1777486",
            "text": "Já þeir eru gegggjaðir ;) Flott grein.. oooooooog\nFYRSTUR AÐ SVARA ;)"
        },
        {
            "user": "gurkan",
            "user_id": "28428",
            "date": "2004-11-05 15:52:10",
            "id": "1778274",
            "reply_to_id": "1777486",
            "text": "til hamingju maus . Með þeim bestu á íslandi"
        },
        {
            "user": "DisaHoney",
            "user_id": "55763",
            "date": "2004-11-06 18:36:59",
            "id": "1779709",
            "reply_to_id": "1777486",
            "text": "Fökk já, Maus eru sko bestir! Var á útgáfutónleikunum í gær og sat fremst fyrir miðju, ein magnaðasta lífsreynsla sem ég hef upplifað :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-09 14:29:43",
            "id": "1783432",
            "reply_to_id": "1779709",
            "text": "og þess má til gamans geta að það var hljómborðsleikari Cure sem spilaði inná lof mér að falla að þínu eyra.. en ekki bassaleikarinn (svona ef ég má vera smámunasamur og leiðinlegur :) )\n-Þóri"
        },
        {
            "user": "ibex",
            "user_id": "18701",
            "date": "2004-11-10 00:34:05",
            "id": "1784393",
            "reply_to_id": "1777486",
            "text": "Ahh … maus eru bestir!\nÚtgáfutónleikarnir voru einfaldlega OF góðir hjá þeim, ég sat fremst og var alsæl allan tímann.\nReyndar hefur tíminn sjaldan liðið jafnhratt! (því miður) Ég leit á klukkuna þegar mér fannst vera svona sirka korter liðinn af tónleikunum en neinei, voru þá ekki liðnir næstumþví tveir tímar!!\nSem var náttúrulega rökrétt og ég hefði átt að gera mér grein fyrir því útfrá því hvað þeir voru búnir að taka mörg lög og hvað þeir voru komnir nálægt nútímanum í lögunum sem þeir voru að flytja.\nEn allavegana þá voru þetta yndislegir tónleikar og plöturnar þeirra eru allar yndislegar (ég á reyndar ekki allar kenningar heimsins … og ögn meira vegna þess að hún er algerlega uppseld fyrir löngu)!\nÉg elska maus."
        },
        {
            "user": "svin1997",
            "user_id": "15767",
            "date": "2004-11-14 00:53:15",
            "id": "1789948",
            "reply_to_id": "1777486",
            "text": "AAhhh Maus, yndi."
        },
        {
            "user": "Bjarn1",
            "user_id": "26808",
            "date": "2004-11-25 12:27:05",
            "id": "1809463",
            "reply_to_id": "1777486",
            "text": "Þeir eru nettir :)"
        }
    ]
}