{
    "forum_title": "Deiglan",
    "user": "appel",
    "user_id": "2",
    "date": "2004-11-06 16:22:41",
    "title": "Digital Ísland",
    "text": "Jáhá, vá! Æðislegt! Loksins!!!\nEða hvað?\nNú var farið í skífuna á dögunum og fenginn hjá þeim þessi nýji digital ísland afruglari, og var maður ansi ánægður með það.\nKvöldið og Idol keppnin er sýnd þá er farið í að setja hann upp, tengja og svona, lesa leiðbeiningar. En, nú kom doldið upp á, HANN BARA VIRKAÐI EKKI! Ég fór í gegnum setupið á þessum afruglara, og svo í sjálfvirka leit á stöðvum, en EKKERT fannst!\nHvaða hvaða dæmi er í gangi hugsaði ég. Fór í gegnum öll stillingaratriði á afruglaranum, þar til ég fann eitthvað sem sýnir mér stöðuna á smartkortinu. Þar stóð “smartcard wrong insert”. WOOOOOT!! Eftir að hafa prófað að setja kortið í á alla vegu, upp niður hægri og vinstri er ég sannfærður um að kortið er rétt sett í, en alltaf fær maður sömu villuboð.\nÉg auðvitað einsog góður viðskiptavinur hringi í þjónustverið, en það var nú ansi mikil ætlunarsemi að ná sambandi við einhvern. Eftir að hafa hringt stanslaust redial í klukkutíma þá gafst ég upp, og öll fjölskyldan missir af Idol.\nDaginn eftir reyni ég svo aftur að ná sambandi, og eftir miklar tilraunir í annan klukkutíma, þá næ ég sambandi við tæknimann. Mér bókstaflega BRÁ! Ég þurfti að spyrja viðkomandi hvort hann væri símasvari!!\nEftir að hafa spáð og spögulerað um þetta mál í 5 mínútúr spyr hann mig hvort ég sé ekki með loftnet! Hm…einsog í öllum nýtískulegum húsum erum við bara með línuna sem kemur inn í húsið, breiðvarpbandið eða hvað sem það heitir.\nÞá segir hann að ég þurfi að vera með ÖRBYGLJULOFTNET!\nVið erum nú ekki með örbylgjuloftnet, og höfum ekki haft slíkt síðan þetta hús var byggt, 1997, né get ég séð að nágrannar okkar séu með slíkt á húsþökum sínum.\nÞannig að til að ná himnasendingum stöðvar 2 þá þarf ég að vera með örbylgjuloftnet, afruglara og auðvitað virka áskrift! Er þetta nú ekki ansi langt gengið fyrir eina sjónvarpsstöð?\nÉg vil ekki þurfa að klífa upp húsþök, leggja líf og limi í hættur, setja upp eitthvað ljótt örbylgjulofnet, bora göt, skrúfa niður og leggja snúrur (eitthvað sem var gert árið 1968).\nErum við ekki lengra komin en þetta spyr ég nú bara? Að við þurfum að fá afruglara fyrir breiðvarpið, afruglara fyrir digital ísland, örbylgjulofnet, breiðbandið og Guð má vita hvað fleira. Hvernig verður þetta þegar Landsíminn kemur með sitt dót þarna inn?\nÉg gefst upp! Takið allt þetta drasl í burtu, ég vil ekki sjá það. Ég horfi bara á ríkissjónvarpið góða, skjá einn og dagskrána á stöð 2 ruglaða!",
    "url": "https://www.hugi.is/deiglan/greinar/255652/digital-island/",
    "url_id": "255652",
    "id": "1779480",
    "replies": [
        {
            "user": "sofus",
            "user_id": "2648",
            "date": "2004-11-06 16:39:26",
            "id": "1779499",
            "reply_to_id": "1779480",
            "text": "Bölvað rugl að vera með aðrar stöðvar en rúv, skjá einn og poop tv (ég veit að þetta er ekki stafað svona)."
        },
        {
            "user": "Eros89",
            "user_id": "1771",
            "date": "2004-11-06 22:01:27",
            "id": "1779970",
            "reply_to_id": "1779499",
            "text": "Þu getur verið með allar stöðvar sko.. Ekki bara stoð 2 og rest! Líka ruv skjá einn og popp tívi =]"
        },
        {
            "user": "sofus",
            "user_id": "2648",
            "date": "2004-11-07 05:46:37",
            "id": "1780414",
            "reply_to_id": "1779970",
            "text": "Ekki ert þú beittasta verkfærið í verkfærageymslunni."
        },
        {
            "user": "Eros89",
            "user_id": "1771",
            "date": "2004-11-08 17:35:09",
            "id": "1782161",
            "reply_to_id": "1780414",
            "text": "Fari þið inná s1.is og þar finni þið upplýsinga"
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2004-11-13 18:58:39",
            "id": "1789546",
            "reply_to_id": "1779499",
            "text": "RÚV er drasl og skítur(eins og ALLT annað sem ríkið stendur bakvið) og það ætti mynnsta kosti að afnema gjöld."
        },
        {
            "user": "Diamond",
            "user_id": "5482",
            "date": "2004-11-06 16:45:50",
            "id": "1779511",
            "reply_to_id": "1779480",
            "text": "Það var sagt í auglýsingunum að örbylgjuloftnet væri nauðsynlegt. Samt frekar kjanalet af sölumanni að spurja ekki kúnnan hvort hann sé ekki alveg örugglega  með örbylgjuloftnet.. :S"
        },
        {
            "user": "Heimir88",
            "user_id": "20634",
            "date": "2004-11-06 16:52:22",
            "id": "1779524",
            "reply_to_id": "1779480",
            "text": "Örbylgjulofnetið þarf ekkert endilega að vera lengst upp á húsþaki, getur alveg eins sett það fyrir ofan svalirnar þínar."
        },
        {
            "user": "PeepingTom",
            "user_id": "596",
            "date": "2004-11-06 16:57:47",
            "id": "1779532",
            "reply_to_id": "1779480",
            "text": "Ég gefst upp! Takið allt þetta drasl í burtu, ég vil ekki sjá það. Ég horfi bara á ríkissjónvarpið góða, skjá einn og dagskrána á stöð 2 ruglaða!\njá það er þitt mál, en vá afhverju er þetta svona erfitt mál fyrir þig? getur þú ekki gert neitt ef þú þarft að hafa eitthvað smá fyrir því?"
        },
        {
            "user": "zxc8ert",
            "user_id": "34679",
            "date": "2004-11-11 15:05:58",
            "id": "1786523",
            "reply_to_id": "1779532",
            "text": "Afherju getur þetta ekki bara verið eins og í USA allar rásir á einum kapli og allir með eins rásauppsettningu ! maður hringir bara í mömmu og segir “sjáðu ég er á rás 3” þá sér hún mann í fréttonum eða eitthvað ! þettta er bara sérviskufull steipa hjá Stöð 2 þeir eru ekkert betri þótt þeir vilja ekki senda útsendinguna sína um hið nútíma-klassíska Breiðband….\nK.v Xberg"
        },
        {
            "user": "appel",
            "user_id": "2",
            "date": "2004-11-06 17:01:15",
            "id": "1779534",
            "reply_to_id": "1779480",
            "text": "Flest ný hús eru með breiðbandið, afhverju nýtir ÍÚ sér það ekki? Þeir bera því fyrir sér að síminn eigi það en COME ON, viðskiptavininum er skítsama og einhverja heimska eignaraðild.\nEf þetta er of mikið vesen og mál, þá nenni maður ekki að standa í því. Það er bottom line!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-06 17:08:03",
            "id": "1779545",
            "reply_to_id": "1779480",
            "text": "En það kjaftæði."
        },
        {
            "user": "invader",
            "user_id": "14991",
            "date": "2004-11-06 17:08:18",
            "id": "1779546",
            "reply_to_id": "1779480",
            "text": "Þetta er ein ástæða fyrir því að ég ætla að bíða þar til að DÍ menn komi heim til manns!"
        },
        {
            "user": "Satine",
            "user_id": "31910",
            "date": "2004-11-06 17:08:20",
            "id": "1779547",
            "reply_to_id": "1779480",
            "text": ",,Ég gefst upp! Takið allt þetta drasl í burtu, ég vil ekki sjá það. Ég horfi bara á ríkissjónvarpið góða, skjá einn og dagskrána á stöð 2 ruglaða!\"\nOki sko .. WHAT !?!\nVið náum ekki skjá einum af því að við erum EKKI með örbylgjuloftnet ! .. við þurfum örbylgjuloftnet til að fá SkjáEinn og Popptíví ! :o\nHVURSLAGS !"
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2004-11-06 17:11:03",
            "id": "1779552",
            "reply_to_id": "1779547",
            "text": "tjaaaa… eða bara breiðbandið. Auk þess er skjár einn líka sendur út á gamla góða loftnetskerfinu þó það sé eitthvað misjanft hversu vel fólk nær honum þannig."
        },
        {
            "user": "Satine",
            "user_id": "31910",
            "date": "2004-11-06 17:17:51",
            "id": "1779564",
            "reply_to_id": "1779552",
            "text": "Okii .. ég skilja :P"
        },
        {
            "user": "kaffibaunin",
            "user_id": "23820",
            "date": "2004-11-06 23:18:41",
            "id": "1780102",
            "reply_to_id": "1779547",
            "text": "jááá ég hélt það líka :S:S:S"
        },
        {
            "user": "crown",
            "user_id": "28476",
            "date": "2004-11-06 17:14:42",
            "id": "1779560",
            "reply_to_id": "1779480",
            "text": "Lentum í því sama ! Nema við erum með örbylgjuloftnet :| Samt þurfum við að fá nýtt :S\nÞað var allt í lagi með sjónvarpið okkar þangað til við fengum Digital Island, við þurftum svo að fara og fá gamlan afruglara aftur til þess að geta horft á sjónvarpið.. hann virkaði ekki, þannig að við þurftum að fá einn í viðbót! Sjónvarpið er núna alltaf að detta út hjá okkur og þá þurfum við að hringja í þjónustuverið eða hvað þetta heitir og það tekur FÁRÁNLEGA langan tíma að ná sambandi! :( + það að við þurfum að hringja í hvert einasta skiptið sem sjónvarpið verður ruglað svo þau geti lagað! RUGL!"
        },
        {
            "user": "dadiorn",
            "user_id": "23389",
            "date": "2004-11-06 17:19:26",
            "id": "1779566",
            "reply_to_id": "1779480",
            "text": "þetta “smartcard wrong insert” kemur bara á ákveðnum stöðum hjá mér…annars er etta ágætt fyrir utan hvað þetta er óskyrt…ég helt að etta átti að vera í dvd gæðum."
        },
        {
            "user": "imeet",
            "user_id": "1343",
            "date": "2004-11-06 17:25:06",
            "id": "1779573",
            "reply_to_id": "1779566",
            "text": "Vá RTFM. Þetta með að vera óskýrt, þetta er óskýrt hjá mér þegar ég er með þetta tengt í gegnum RF en þegar ég er með þetta tengt í gegnum SCART þá er þetta rosalega skýrt.\nÞað að setja upp loftnet getur verið mismunandi flókið, hægt er að fá sjónvarpsmann í að gera það auðvita. En ef þú ert til dæmis eins og ég var með, gamla greiðu, þá getur maður bara tekið kapalinn sem er í greiðunni og tengt yfir í örbylgjuloftnetið sem íú, eru allavega það góðir að gefa þér. Þá þarftu ekkert að bora, bara henda loftnetinu upp og ná að beina því rétt að sendinum.\nÞegar DÍ ( ÍÚ ) menn koma svo til þín invader, láta þeir þig eingöngu fá nýjan afruglara fyrir þann gamla, sleppur bara við að fara í röð niðrí ÍU, OgVodafone eða Skífunni sem eru ekki það slæmar ( nirðí OgVodafone og Skífunni, skelfilegt niðrí í ÍÚ ) örbylgjuloftnetið og aðrar tengingar þarftu svo að gera sjálf, en þú getur fengið örbylgjuloftnetið frítt ef þú ert í M12 þarft bara að sækja það niðrí ÍÚ Krókhálsi, takmarkað upplag, venjulegt verð er í kringum 15.000 krónur án uppsetningar.\nEf þú ert ekki að ná öðrum stöðvum þá eitt sem ég þarf að segja við þig RTFM, þarft að setja upp loopu, ÍÚ lætur þig meiri segja fá aukakapall svo þú getur gert þessa lúppu sjálfur. Tengir sem sagt í og úr þessum 2 auka RF tengjum sem myndast aftan á afruglarnum þínum."
        },
        {
            "user": "Lithium",
            "user_id": "4718",
            "date": "2004-11-06 17:42:38",
            "id": "1779597",
            "reply_to_id": "1779573",
            "text": "Hvernig væri nú bara að lesa leiðbeiningarnar sem fylgja með afruglaranum? Þú getur still RF-viðmótið frá 21 til 45 að mig minnir, renndu því í gegn og finndu hvar þú nærð bestu gæðunum.\nÉg setti afruglaran upp, þurfti btw að stilla RF viðmótið og næ núna MIKLU betri gæðum en ég hef nokkurntíman náð í gegnum sjónvarpið mitt.\nOg til höfundar þessa korks:\nÞað er tilkynnt í auglýsingum að þú þurfir að vera með örbylgjuloftnet til að ná útsendingunum og þú getur fengið það frítt á meðan birgðir endast. Þarft að vísu að gera einhvern samning en færð loftnetið frítt OG uppsetningu.\nÞér hefur kannski ekki dottið í hug að það er hægara sagt en gert að dreifa digital sendingunum í gegnum kerfið frá símanum, óendarlegar samningarviðræður plús leigan á þessu sem myndir trúlega leiða til hækkunar áskriftargjalds. Og ekki má gleyma því að það ná ekki allir breiðbandinu, ég næ því ekki og bý ég nú í nýlegu húsi, þá væri ég bara ýkt óheppinn og næði engum útsendingum frá ÍÚ þótt ég er búinn að vera áskrifandi hjá þeim í mörg ár og veit ég að þetta á við um fleiri en mig.\nHvernig væri nú að róa sig aðeins niður, lesa leiðbeiningar og hafa athyglina í lagi ÁÐUR en þið komið hingað og kvartið undan þessu. Þetta er ekki fullkomið, veit það alveg en gefið þessu smá séns, þeir þurfa nú líka að læra á þetta."
        },
        {
            "user": "hannesa",
            "user_id": "53",
            "date": "2004-11-06 17:46:16",
            "id": "1779604",
            "reply_to_id": "1779597",
            "text": "lithium, þú færð enga uppsetningu nema frá þriðja aðila."
        },
        {
            "user": "imeet",
            "user_id": "1343",
            "date": "2004-11-06 20:02:37",
            "id": "1779811",
            "reply_to_id": "1779597",
            "text": "Hmm á netinu gæti kannski staðið 21 - 45 en raunverulega er hægt að fara uppí 60 og eithvað. Og auðvita er ég búinn að prófa hverja einustu rás, og það kemur alltaf illa. Annars eiga alltaf að koma út betri gæði í gegnum SCART, svo það gæti verið málið."
        },
        {
            "user": "KingsiZe",
            "user_id": "54126",
            "date": "2004-11-06 17:39:08",
            "id": "1779591",
            "reply_to_id": "1779480",
            "text": "Justin Timberlake - Cry me a rive"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-06 17:57:45",
            "id": "1779632",
            "reply_to_id": "1779591",
            "text": "vesen…"
        },
        {
            "user": "KingsiZe",
            "user_id": "54126",
            "date": "2004-11-06 18:01:29",
            "id": "1779643",
            "reply_to_id": "1779591",
            "text": "Smartcard Wrong Insert er bara galli og skiptir engu máli 5.nóv var líka galli í utsendinguni svo ekki allir náðu þvíenn strax í morgun kom þetta bara"
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2004-11-06 17:58:38",
            "id": "1779637",
            "reply_to_id": "1779480",
            "text": "haha XD"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2004-11-06 18:43:15",
            "id": "1779725",
            "reply_to_id": "1779480",
            "text": "Ég mæli með því að fólk fái sér gervihnattamótakara og -disk, hlutfallslega ódýrara og margfalt betra efni… þ.e. ef þú ert með BBC og Discovery etc. ;)"
        },
        {
            "user": "esra",
            "user_id": "53671",
            "date": "2004-11-06 19:55:54",
            "id": "1779807",
            "reply_to_id": "1779480",
            "text": "Ég er með þetta digital ísland og það er fínt að öllu leiti nema að ég næ ekki skjá einum :S, er einhver annar sem kannast við það ?."
        },
        {
            "user": "esra",
            "user_id": "53671",
            "date": "2004-11-06 19:59:30",
            "id": "1779810",
            "reply_to_id": "1779480",
            "text": "Er með örbylgjuloftnet."
        },
        {
            "user": "sveppurinn",
            "user_id": "53783",
            "date": "2004-11-06 20:28:06",
            "id": "1779840",
            "reply_to_id": "1779810",
            "text": "ok ég er búinn að setja þetta upp hjá mér og er bara nokkuð sáttur með þetta allt betri mynd og hljóð. en samt einn galli,ekki hægt að ná s1 í gegnum afruglarann.bara í gegnum sjónvarpið sjálft með þessu loop in out.og það sökkar það er eins og stöð 2 hafi lokað fyrir s1 tíðnina ef það er hægt.er ekki sáttur við það.\nen er eflaust eðlilegt hjá stöð 2."
        },
        {
            "user": "Nemesis",
            "user_id": "22078",
            "date": "2004-11-06 21:02:01",
            "id": "1779879",
            "reply_to_id": "1779840",
            "text": "Skjá einum var boðið að fara í digital útsendingarnar hjá stöð 2.\nEn skjár einn vildi það ekki, sem er mjög skyljanlegt (samkeppnisaðili)\nsvona svipað eins og að stöð 2 vildi ekki fara inná breiðband símans (töldu þá vera samkeppnisaðila). Þeir voru þar til að byrja með, en hættu síðan"
        },
        {
            "user": "Nemesis",
            "user_id": "22078",
            "date": "2004-11-07 20:55:29",
            "id": "1781186",
            "reply_to_id": "1779879",
            "text": "Tjah, að mínu mati finnst mér ekki sniðugt hjá Skjáeinum að vilja ekki vera stafrænir líka. Núna munu allir með Digital Ísland þurfa að teygja sig í aðra fjarstýringu til að kíkja á Skjáeinn og það mun líklega draga eitthvað úr áhorfi."
        },
        {
            "user": "Fasisti",
            "user_id": "24075",
            "date": "2004-11-10 01:24:30",
            "id": "1784453",
            "reply_to_id": "1779879",
            "text": "oh… asnans. Ef skjár 1 kemur ekki inná Digital er ekki hægt að horfa á það (hjá okkur allavega) af því allar stöðvar nema afruglarastöðin, eru alveg tómar núna eftir að við fengum digital afruglarann.\nÉg hef líka tekið eftir að Digital er aðeins á eftir hinum útsendingunum. Skiptir ekki öllu máli, en skondið er það…"
        },
        {
            "user": "Fasisti",
            "user_id": "24075",
            "date": "2004-11-10 02:04:09",
            "id": "1784473",
            "reply_to_id": "1784453",
            "text": "Tengdu sjónvarpskapal á milli þeirra tveggja lausu gata aftaná afruglaranum, þá opnar þú fyrir allar aðrar stöðvar (eins og skjá einn sem dæmi)\nÞá eru að loopa. Senda ódigital sendingar framhjá afruglaranum og í sjónvarpið. Þú átt að geta náð öllum stöðvum.\nEf það virkar ekki, hafðu þá samband við stöð 2 =) þú átt að ná skjá einum líka"
        },
        {
            "user": "Fasisti",
            "user_id": "24075",
            "date": "2004-11-10 14:15:09",
            "id": "1784914",
            "reply_to_id": "1784473",
            "text": "það var búið að gera þetta og Skjár 1 náðist, en þá virkaði ekki að horfa á video. Afruglarinn var þá kominn á Myndbandsstöðina. Það er samt eitthvað hægt að stilla það held ég. Mér finnst samt soldið vitlaust hjá Skjá 1 að vilja ekki vera inná Digital. Út af öllu þessu veseni á það líklega eftir að minnka áhorf."
        },
        {
            "user": "Rusty",
            "user_id": "39411",
            "date": "2004-11-06 21:42:48",
            "id": "1779937",
            "reply_to_id": "1779480",
            "text": "Einföld heimska að fá sér þetta, svo komast börnin í þetta og ná sér í fullt af nýjum myndum og kosta þær 450kr stykkið. Þetta er bara einföld leið til að soga úr manni peninginn.\nÉg mæli með að fá gervihnattadisk, svo sem frá Sky í Bretlandi, allt kerfið (með gervihnattardisk) kostar í kringum 100k en þegar þú ert komin með það borgarðu upb. 5000kr á mánuði sem er jafn mikið og að vera með Stöð 2 og Sýn, en í staðin fyrir tvær stöðvar færðu 999 stöðvar :)"
        },
        {
            "user": "Nemesis",
            "user_id": "22078",
            "date": "2004-11-07 20:58:02",
            "id": "1781189",
            "reply_to_id": "1779937",
            "text": "Það er ekki hægt að kaupa efni í gegnum þetta."
        },
        {
            "user": "St3nCiL",
            "user_id": "27810",
            "date": "2004-11-07 00:14:50",
            "id": "1780175",
            "reply_to_id": "1779480",
            "text": "djös rugl i þér, skelltu bara upp örbylgjuloftneti og hættu að væla. Þetta virkar mjög vel hja mer."
        },
        {
            "user": "oholm",
            "user_id": "23155",
            "date": "2004-11-07 02:52:26",
            "id": "1780350",
            "reply_to_id": "1779480",
            "text": "Hendiði kassanum bara út, hann er böl allra ! Og sér í lagi RUV sem er ekki uppá marga fiska (mitt álit)\nÞað er orðið dáíti langt gengið þegar fólk er farið að borga alltí 10 þúsund á mánuði fyrir að hreyfa sig ekki ú sófanum og safna spekki :)"
        },
        {
            "user": "skite",
            "user_id": "25467",
            "date": "2004-11-07 04:23:27",
            "id": "1780401",
            "reply_to_id": "1779480",
            "text": "nei nú ertu að grínast! þú ferð ekkert að væla útaf því að þú fattaðir ekki að setja upp örbylgjuloftnet!\ndrullastu bara til að kaupa eitt stykki loftnet eins og venjulegt fólk myndi gera í staðinn fyrir að vera að væla á huga. eða slepptu bara að vera með digital ísland og hættu að nöldra útaf einhverju svona"
        },
        {
            "user": "skite",
            "user_id": "25467",
            "date": "2004-11-07 04:26:12",
            "id": "1780402",
            "reply_to_id": "1779480",
            "text": "og svo er þetta digital ísland líka öruglega bara á byrjunarstygi og á bara eftir að batna og eftir einhverjar fáeinar vikur verður þetta alveg frábært"
        },
        {
            "user": "LalliOni",
            "user_id": "8819",
            "date": "2004-11-09 12:49:37",
            "id": "1783289",
            "reply_to_id": "1780402",
            "text": "maður á ekki að borga fyrir ófullkomna vöru… ef að þeir eru ekki til með þetta kerfi ættu þeir bara ekki að selja það"
        },
        {
            "user": "skite",
            "user_id": "25467",
            "date": "2004-11-10 01:34:41",
            "id": "1784460",
            "reply_to_id": "1783289",
            "text": "mér heyrist þetta nú vera bara fjári fínt hjá öllum sem eru með UHF loftnet og stilla þetta rétt"
        },
        {
            "user": "Spoony",
            "user_id": "32952",
            "date": "2004-11-07 13:05:28",
            "id": "1780536",
            "reply_to_id": "1779480",
            "text": "Afhverju nær maður öllum stöðum nema skjá einum :S það horfa held ég flestir meira á skjá einn en omega og einhverjar aðrar óþarfa stöðvar sem maður vissi ekki að væru til!"
        },
        {
            "user": "Nemesis",
            "user_id": "22078",
            "date": "2004-11-07 20:59:20",
            "id": "1781193",
            "reply_to_id": "1780536",
            "text": "Lestu svar bmson hér að ofan."
        },
        {
            "user": "Spoony",
            "user_id": "32952",
            "date": "2004-11-08 14:24:42",
            "id": "1781859",
            "reply_to_id": "1781193",
            "text": "já ok, var ekki búin að lesa allt :P það er samt frekar óþægilegt að hafa skjá einn ekki inní þessu :S"
        },
        {
            "user": "Lidstrom18",
            "user_id": "15230",
            "date": "2004-11-08 14:57:49",
            "id": "1781908",
            "reply_to_id": "1779480",
            "text": "hættu að væla þetta er ekkert mál eða eru ósjálfbjarga aumingi sem getur ekki sett upp örbylgjuloftnet\nmin skoðun"
        },
        {
            "user": "lilienfeld",
            "user_id": "20337",
            "date": "2004-11-08 16:21:02",
            "id": "1782044",
            "reply_to_id": "1779480",
            "text": "Auðvitað þarftu að vera með örbylgjuloftnet.\nEf þú ert nýr áskrifandi þá hefði sölumaðurinn átt að upplýsa þig um það."
        },
        {
            "user": "Fasisti",
            "user_id": "24075",
            "date": "2004-11-10 01:19:34",
            "id": "1784450",
            "reply_to_id": "1779480",
            "text": "Á mínu heimili vorum við með gamlan afruglara og skiptum honum svo út fyrir Digital Íslandið. Sem betur fer höfum við alltaf haft loftnet svo þetta virkaði nokkuð vel. Það kom líka hjá mér, en aðeins á nokkrum stöðvum, þetta með að Smart card væri vitlaust sett í. Skjár 1 hefur samt aldrei komið inn á afruglarann og við höfum “searchað” alveg þúsund sinnum en stöðin finnst bara ekki. Þá þarf að tengja framhjá afruglaranum og vesen. En þá getum við ekki notað myndbandstækið.\nOg hvað er með allar þessar stöðvar?? Þær eru orðnar svo margar að þær eru bara fyrir manni. Sumum finnst gott að drukkna í sjónvarpsstöðvum en það getur verið pirrandi. Sérstaklega þar sem eru stöðvar eins og DR1/Dr2 og Polsat (danskar og pólskar stöðvar) og þessi Private Blue sem er bara klám 24/7. En eftir áramót kaupum við líklega bara gamla pakkann.\nSamt væri ég sátt við að hafa bara Ríkis sjónvarpið, Skjá 1, popp tíví og stöð 2. Þetta er bara of mikið."
        },
        {
            "user": "LalliOni",
            "user_id": "8819",
            "date": "2004-11-10 14:17:44",
            "id": "1784919",
            "reply_to_id": "1784450",
            "text": "…\ngætir kannski endurraðað stöðvunum?"
        },
        {
            "user": "Fasisti",
            "user_id": "24075",
            "date": "2004-11-10 14:30:33",
            "id": "1784943",
            "reply_to_id": "1784919",
            "text": "endurraðað í sambandi við hvað? Það er búið að endurraða stöðvunum einu sinni, en þegar við searchum aftur ruglast öll röðunin og allt verður eins og í byrjun. Það er pínulítið fúlt."
        },
        {
            "user": "LalliOni",
            "user_id": "8819",
            "date": "2004-11-10 14:43:21",
            "id": "1784971",
            "reply_to_id": "1784943",
            "text": "þegar þetta er allt komið þá þarf ekki alltaf að endurraða… eru nú ekki allar íslensku stöðvarnar fremst hvort sem er?"
        },
        {
            "user": "Fasisti",
            "user_id": "24075",
            "date": "2004-11-10 14:48:37",
            "id": "1784983",
            "reply_to_id": "1784971",
            "text": "jú, það skiptir nú ekki öllu máli með endurröðunina. Ég bara var búin að leggja á minnið hvar flestar stöðvarnar voru á gamla afruglaranum. Ekkert big deal samt, mér finnst bara betra að hafa þetta eins. heh"
        },
        {
            "user": "LalliOni",
            "user_id": "8819",
            "date": "2004-11-10 14:51:14",
            "id": "1784991",
            "reply_to_id": "1784983",
            "text": "another soul saved by my powers ^^\nbróðir minn er með sky digital… ekkert smá sweet. DÍ er ekki nærri því jafn skýrt og það (well makes sense þegar maður notar örbylgjuloftnet)"
        },
        {
            "user": "Peli",
            "user_id": "51997",
            "date": "2004-11-10 15:18:53",
            "id": "1785030",
            "reply_to_id": "1779480",
            "text": "Vá!! þetta er geðveikt, bara hægt að ýta á pásu og alles marr…. á þetta ekki líka að koma í öðrum löndum, bý ekki á íslandi, LANGAR Í SVONA!"
        },
        {
            "user": "Gspeed",
            "user_id": "9351",
            "date": "2004-11-10 16:07:23",
            "id": "1785098",
            "reply_to_id": "1779480",
            "text": "Ég las ekki eitt álit en ég ætla bara að segja þetta.. að ef þú hefðir beðið aðeins (fram að mánaðarmótum) hefðu þeir komið með hann til þín og sett allt upp fyrir þig! Ég skil ykkur ekki fólk hvað liggur svona á að sækja þetta helvíti?"
        },
        {
            "user": "LowProfile",
            "user_id": "5402",
            "date": "2004-11-10 22:24:14",
            "id": "1785690",
            "reply_to_id": "1779480",
            "text": "Lesa auglýsinguna vel…. :)\nget líka sagt þér það að ég er með örbylgjuloftnet og flest hús í bænum eru með slíkt.. enda næst ekki stöð 2 hérna á akureyri án þess (ég er 99% viss um það.. amk eru örbylgjuloftnet á öðri hverju húsi ef ekki fleiri).. svo ég vorkenni þér ekki neitt að þurfa að klifra upp á þak :D"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2004-11-11 08:49:31",
            "id": "1786080",
            "reply_to_id": "1785690",
            "text": "Á Höfuðborgarsvæðinu er það önnur saga… þegar það var tengt breiðbandið þá tóku flestir niður loftnetin. Núna er ætlast til þess að maður tengi það aftur.\nReyndar var það þannig hjá okkur að Síminn tók það niður einn daginn án þess að láta vita, maður bara vaknaði einn daginn og það var bara snjór. Þá voru þeir víst komnir með einkarétt í hverfinu."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2004-11-11 08:41:01",
            "id": "1786075",
            "reply_to_id": "1779480",
            "text": "Núna er ég búinn að fá mér örbylgjuloftnet… tengja það.. fara yfir allar stillingar og tengingar.\nSamt segir hún nákvæmlega það sama.. að það sé ekki í lagi með simcard.\nKannast einhver við þetta ? Hvað er hægt að gera ?"
        },
        {
            "user": "viddisnoop",
            "user_id": "28377",
            "date": "2004-11-11 14:56:11",
            "id": "1786508",
            "reply_to_id": "1786075",
            "text": "Þakkaðu bara fyrir að hafa misst af IDOL !"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2004-11-11 16:16:30",
            "id": "1786600",
            "reply_to_id": "1786508",
            "text": "Búinn að komast að ástæðunni….\nDigital Ísland verður ekki í boði í mínu hverfi fyrr en í lok mánaðarins.\nHefði verið allt í lagi að nefna þetta við mann þegar maður skilaði gamla afruglaranum.. en NEI það var ekki gert."
        },
        {
            "user": "Marketwatch",
            "user_id": "22466",
            "date": "2004-11-12 11:22:29",
            "id": "1787772",
            "reply_to_id": "1779480",
            "text": "Ég verð nú líka að hvarta!!!!!!!!!!!!!!!\nÉg hef verið í áskrift heillengi svo flutti ég og setti upp stöð2 á nýja staðnum og þar er líka örbylgju loftnet sem er í góðu lagi með.\nMálið er að það að stöð tvö er afrugglað í 30 sekundur svo rugglast það aftur í eithvað um 5 mínótur, sem er algjört bull.\nÉg hringi og hvarta mjög mikið og þær tönlast á því\nað það sé eithvað að loftnetinu, það er ekkert að loftnetinu svo á endanum fengum við rafirkja til að koma hingað og hann setti upp magnara og það gerði heldur lítið gagn. Allt er í lélegum gæðum nema rúv. En allaveganna ég hringi aftur og þá senda þær einhver fleiri boð og það virkar ekki neitt. Rafvirkinn kikti á loftnetið í fínasta lagi með það.\nAf hverju er ekki hægt að fá svöð tvö einns og rúv í staðinn að vera með örbylgjuloftnet."
        },
        {
            "user": "BoggiGudfadir",
            "user_id": "30020",
            "date": "2004-11-12 21:10:18",
            "id": "1788539",
            "reply_to_id": "1779480",
            "text": "Þetta er nú auðvitað bara heimskulegt og það sem mér finnst verst við þetta er að þeir segja manni ekkert frá þessu heldur verður maður að finna það út á eigin spítur\neftir\nað hafa keypt þetta. Einning vill svo heppilega til að þetta er “no return” pakki :|"
        }
    ]
}