{
    "forum_title": "Final Fantasy",
    "user": null,
    "user_id": null,
    "date": "2004-11-11 06:14:04",
    "title": "Um Ivalice",
    "text": "FFXII er að koma á næstu misserum og veit ég að þarna verður brotið blað í sögu Final Fantasy, FFXII verður að sjálfsögðu öðruvísi þegar kemur að spilun og uppsetningu en það er samt alls ekki mesta tilhlökkunarefnið, tja hjá mér amk.\nAldrei hefur jafn mikil vinna og metnaður verið lagður í að skapa heim fyrir FF leik, og er þetta í fyrsta skipti þar sem sami heimurinn er notaður í fleiri en einn leik (ég tel FFX-2 ekki með). Þessi heimur nefnist Ivalice, og hafa nokkrir sveittir nerðir unnið í vinnslu hans síðan árið 1994 (the Tolkien way). Ivalice hefur einstakt umhverfi, einstaka byggingalist og einstaka tækni og menningu. Nafnið var fyrst notað í leiknum Final Fantasy Tactics, en var heimurinn þar ekki í fullkominni mynd. Hann þróaðist áfram og kom svo í sinni fullkomnu útgáfu í Gameboy leiknum Final Fantasy Tactics Advanced. Þar er heimurinn reyndar settur upp sem draumaland einnar persónunnar en hvað um það. Maðurinn sem á heiðurinn að Ivalice vann að gerð FFT, FFTA og núna FFXII og mun sá leikur einmitt gerast í Ivalice og verður heimurinn þar í sömu mynd og hann kemur fyrir í FFTA.\nÍbúar Ivalice:\nMoogles – Múglarnir eru einir að aðalíbúum Ivalice. Mooglarnir eru þekktir fyrir að mikla hæfni þegar kemur að smíði vopna og tækja og eru flestar byggingar í Ivalice hannaðar af Moogles. Þeir sjá um að rækta Chocobo, sem er doldið comical ef hugsað er um það í sambandi við FFVII og njóta talsverðar virðingar. Útlitslega séð þá eru Moogles aðeins öðruvísi en við eigum að venjast, því þeir hafa löng eyru og eru allir hvítir á hörund, sem er náttla upprunalega hugmyndin, en það er leikið sér með það í FFIX. Annars eru þeir bara eins og við eigum að kannast við þá. Kupo!\nBangaa – Bangaa eru svona stereotypical Lizard-folks. Ef þú kallar þá Lizard þá móðgast þeir hroðalega og kalla mann rasistaskepnu (Marche brenndi sig illa á því hehehe). Þeir hafa svona crocodile-like skinn og eru með langt trýni og lafandi eyru. Bangaa eru líka mjög litríkir og eru til allnokkrar útgáfur, og hefur hver útgáfa sína séreiginleika. Þeir reiða sig aðallega á brute strength, en það eru samt nokkrir sem hafa masterað galdratækni. Þeir eru almennt taldir vera vitlausir (sem betur fer segja þeir ekki sssssss í hvert skipti þegar þeir segja s, thank god for that).\nHume – Manneskjur……. þarf að segja eitthvað um þær. Að sjálfsögðu er drjúgur hlutur aðalpersónanna mannfólk og verður víst að vera, annars væri ekki auðvelt selja mikið af leiknum. Manneskjurnar eru virtar af öllum en hafa litla sem enga hæfileika á afmörkuðum sviðum en hafa samt mikla réttlætiskennd og stjórna því mestu í Ivalice. Menn eru konungar og dómarar.\nViera – Þarna kikkar Anime-ið inn!!! Hot gellur með kanínueyru *grrrr*. En núna með fullri alvöru…. Viera er tegund sem samanstendur aðeins af kvenkyns persónum. Ég veit ekki hvernig þær fjölga sér, ég fékk ekki að vita það í FFTA en mun vonandi komast að því í FFXII. Nú hugsa flestir ”*grrrr* hot lesbo action” en ég efast um að eitthvað slíkt muni gerast þannig að þið getið kvatt þá drauma núna strax. Viera skiptast í einhverskonar Tribes. Það eru þessar sem lifa í skógunum og vilja lítið sem ekkert með okkur hin hafa, og þessar sem lifa í borgum, og njóta því ekki mikillar virðingar frá þeim ”innfæddu” (think african-american). Viera eru eins og ég nefndi áðan með löng kanínueyru og hafa því afbragðsheyrn og geta haft samskipti við summons. Svona eins og summoners í FFIX… bara ekki með horn….. heldur eyru. Þær eru líka mun hávaxnari en við mannfólkið og Bangaa (þarf ekki að nefna múglana) og geta náð nokkuð hundruð ára aldri.\nNu Mou – þessir félagar skipa stétt lækna, galdramanna og spekinga. No Mou eru Antiphysical mjög og líður best með góða bók við hendina. Þeir búa yfir mestum galdramætti af öllum í Ivalice og vilja taka því rólega. Square menn sáu þess þörf að sleppa Nu Mou þegar kom að gerð FFXIII og ég get ómögulega skilið hvers vegna. Ég elska þessar dúllur!! Samt er ekki öll von úti, því ég hef lesið rumors um að það væri tegund af Bangaa sem mundi leysa þá af hólmi. Sem er samt ekki nógu gott &#61516;.\nSeeq – Race sem var búinn til fyrir FFXII. Þeir eru extremely heimskir, feitlagnir og hafa svínstrýni. Ég er ekki mjög spenntur fyrir þessum kvikindum og efast um að þeir eigi eftir að spila stórt hlutverk.\nLögin í Ivalice:\nÍ Ivalice eru nokkur konungsríki með konungum sem ráða ríkjum, samt verða þessir konungar að lúta vilja dómaranna (Judge). Dómararnir hafa æðsta vald og njóta ótakmarkaðar virðingar. Ég verð að játa að ég veit ekki mikið um þá, en það virðist vera svo að þeir eigi eitthvað úthlutað svæði það sem þeir drottna á bak við tjöldin en verða þeir, eins og allir að hlýða einum Yfirdómara sem er þá voldugasti einstaklingurinn í Ivalice. Eins og ég sagði þá stjórna dómararnir rosalega mikið á bak við tjöldin og eru svakalega mysterious. Þeir ganga í miklum herklæðum og alltaf með grímu fyrir andlitinu og almúgurinn veit rosalega lítið um þá. En ef eitthvað fer úrskeiðis þá eru það þeir sem mæta á staðinn og hræða alla með ógnarvaldi sínu og redda málunum. Þessir dómarar setja lög sem verður undantekningarlaust að fylgja og geta þeir breytt þeim hvenær sem þeir vilja. Það hafa líka oft komið upp borgarastyrjaldir vegna órættláta og, kannski óþarfa laga, en þeir eru ekki lengi að þagga niðri í því. Til gamans má geta að það er einmitt dómari sem prýðir myndina í FFXII logoinu, ef þið hafið verið að velta því fyrir ykkur.\nÞrátt fyrir þessa scary dómara þá er Ivalice sannköllum paradís. Þar er lítill sem enginn skortur og mjög fjölbreytt menning. Íbúar Ivalice eru líka ákaflega glysgjarnir og gengur fólkið helst í eins litríkum fötum og völ er á. Þetta má sjá á persónunum í FFXII. Í Ivalice er líka bætt nýrri vídd í summon, eins og við þekkjum þau. Þar kemur fram fyrirbæri sem kallast Totema. Totema mundi vera einskonar verndarskepnur hvers race. Í FFTA þá geta einstaklingar summonað sinn Totema hvenær sem er og hvar sem er (hafi þeir nóg af JP). Ég hef einfaldlega enga hugmynd um hvort að þetta gildi líka í FFXII, en Totemarnir verða samt í honum í einhverri mynd, þá líklega sem venjuleg Summon.\nÞetta var smá samantekt hjá mér og vona ég að einhverjir læri eitthvað nýtt af þessari grein. Takk fyrir mig.",
    "url": "https://www.hugi.is/finalfantasy/greinar/255759/um-ivalice/",
    "url_id": "255759",
    "id": "1780187",
    "replies": [
        {
            "user": "Saidin",
            "user_id": "22936",
            "date": "2004-11-11 08:17:50",
            "id": "1786057",
            "reply_to_id": "1780187",
            "text": "Vá, slef……….ekkert meira hægt að segja.\nHOT LESBO ACTION!!!!1!11 rofl!!¨°+´´"
        },
        {
            "user": "Saidin",
            "user_id": "22936",
            "date": "2004-11-11 11:47:33",
            "id": "1786239",
            "reply_to_id": "1786057",
            "text": "Leikurinn er semsagt sjálfstætt framhald af Tactics?\n..Hlakka til maðu"
        },
        {
            "user": "Saidin",
            "user_id": "22936",
            "date": "2004-11-17 19:06:01",
            "id": "1796201",
            "reply_to_id": "1786239",
            "text": "Æ ekki framhald bara svona sami heimur… Skiljið mig? C\",)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-19 09:55:18",
            "id": "1798405",
            "reply_to_id": "1796201",
            "text": "Við skiljum yður fullkomnlega"
        },
        {
            "user": "Mastro",
            "user_id": "44620",
            "date": "2004-11-11 09:09:47",
            "id": "1786097",
            "reply_to_id": "1780187",
            "text": "jááááááááááááá þetta er flott grein hjá þé"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-11 09:47:34",
            "id": "1786132",
            "reply_to_id": "1780187",
            "text": "Ágætis grein, gaman að læra eitthvað nýtt."
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2004-11-11 12:35:08",
            "id": "1786308",
            "reply_to_id": "1780187",
            "text": "Ég verð að skamma þig fyrir þesssa grein! Núna get ég ekki sofið á næturna fyrir tilhlökkun!!\nLPFAN"
        },
        {
            "user": "Solmyrkvi",
            "user_id": "55076",
            "date": "2004-11-11 12:46:32",
            "id": "1786335",
            "reply_to_id": "1780187",
            "text": "Kemur þessi leikur í ps2 eða….?"
        },
        {
            "user": "siggikorn",
            "user_id": "47904",
            "date": "2004-11-11 13:15:18",
            "id": "1786365",
            "reply_to_id": "1780187",
            "text": "bretadjöfull…… takk. ég var alveg alls ekkert spenntur fyrir þessum leik en núna þegar ég las þessa grein þá hugsa ég að þetta gæti orði frábær leikur. geggjuð grein, vel skrifuð og skiljanleg, two thumbs up!!"
        },
        {
            "user": "Riku",
            "user_id": "34766",
            "date": "2004-11-11 16:46:20",
            "id": "1786659",
            "reply_to_id": "1780187",
            "text": "Er það bara ég eða eru Viera race-ið nokkuð líkt þeim álfum sem við fáum að kynnast í LOTR heiminum þ.e.a.s. öðruvísi eyru, fallegt og yfirvegað race sem að eru bestir með boga ect.?"
        },
        {
            "user": "siggikorn",
            "user_id": "47904",
            "date": "2004-11-11 18:34:29",
            "id": "1786851",
            "reply_to_id": "1786659",
            "text": "meinaru þessir nátturutengdu trjáfaðmandi langlífu? hipparnir :p það getur verið en samt finnst mér allt í lagi að eikkað sé líkt verkum tolkiens, maðurinn er náttla snillingur……"
        },
        {
            "user": "katson",
            "user_id": "46484",
            "date": "2004-11-12 12:08:00",
            "id": "1787844",
            "reply_to_id": "1780187",
            "text": "Ég verd ad vidurkenna ad ég veit lítid um hvad thu ert ad tala enda fór ég hingad bara ad thinni ósk… en já áhugavert %)\nlas samt sem ádur greinina og virdast thessar verndarskepnur whom you speek off vera eins og patronus i Harry Potter… gaman af thvi ..\nKatson"
        },
        {
            "user": "Kupo",
            "user_id": "29733",
            "date": "2004-12-20 14:27:15",
            "id": "1852507",
            "reply_to_id": "1780187",
            "text": "voðalega einkennilegt hvernig þessir leikir þróast út í sona fokkin rugl!"
        },
        {
            "user": "Kupo",
            "user_id": "29733",
            "date": "2004-12-20 14:28:21",
            "id": "1852510",
            "reply_to_id": "1780187",
            "text": "hey englaryk er essi leikur í PS2 eða??"
        }
    ]
}