{
    "forum_title": "The Sims",
    "user": null,
    "user_id": null,
    "date": "2004-11-22 19:04:24",
    "title": "Fjöldskyldan mín í sims2",
    "text": "Hér ætla ég að skrifa niður eina fjöldskyldu sem að heppnaðist rosalega vel hjá mér og hún er enþá í gangi hjá mér!!\n————————————————-\nJæja fjöldskyldan varð til!\nÍ henni var mamman, Mona, pabbinn, Mark og unglinastelpan,  Wendy.\nÞau fluttu sig inn í lítið hús sem varð að glæsilegri “höll”.\nUnglinga-stelpan átti sér hæð uppi á “háloftinu” og var hún þar mest allann daginn. Mammann og pabbinn eru með fjöldskyldumarkmið og vildu þau eignast barn.\nHoppuðu þau þá upp í rúm og Mark gerði Monu óletta.\nMeðan að á þessu stóð var Wendy að standa sig rosalega vel í skólanum.\nEinn dag ákvað hún að taka strákinn sem hún var skotin í með sér heim.\nSama dag eignaðist Mona barn.Sem var lítill strákur og skírðu þau hjónin litla barnið Jack.\nEn svo óx Jack og varð sætur lítill strákur.\nWendy var byrjuð með sæta stráknum sem hún ákvað að taka með sér heim úr skólanum.\nVoru þau alltaf að kela í heita pottnum og var hann alltaf að gista hjá Wendy.\nEn dag einn kom Mark heim úr vinnunni og tók með sér vinnufélaga sem heitir Brandon.\nWendy féll strax fyrir honum og var alltaf að daðra við hann.\nEn síðan flutti Brandon inn og Mark varð svolítið skotinn í honum.\nEn lét hann það vera og ákvað að skella sér í að eignast annað barn með Monu.\nEignuðust þau annann strák sem þau skírðu Charlie.\nWendy var nú bálskotin í Brandon sem var fullorðin maður.\nEn dag einn þá átti Wendy afmæli.\nOg stæækaði hún þá og varð að fullorðni konu.\nVarð þá kærasti Wendy-ar, Ricky, enþá unglingur og hættu þau saman. En voru samt enþá vinir.\nÞá vildi Wendy flytja út.\nÁkvað hún að spurja Brandon hvort hann vildi ekki bara flytja með sér.\nHann svaraði játandi og fóru þau burt.\nLitli strákurinn (Jack) varð að unglingi.\nFékk hann þá herbergi stóru systur sinnar og eignaðist strax kærustu.\nVarð hann líka rosalega vinsæll í skólanum og átti marga stelpuvini;)\nHinn litli strákurinn, Charlie, Varð nú að litlum stráki.\nLíktist hann mjög svo stóra bróður sínum.\nFékk hann góðar einkunnir og fékk svo að leika aðalhlutverkið í skólaleikriti og stóð sig mjög vel.\nSvo vildu hjónin eignast enn annað barn.\nHoppuðu þau þá upp í rúmið og daginn eftir fékk Mona bumbu.\nSama dag missti Mark vinnunna.\nEn reddaði hann því með því að fá sér aðra vinnu.\nSem lögfræðingur.\n————————————————-\nEkki er ég komin lengra með þessa fjöldskyldu en hélt samt áfram með Wendy. Hér kemur það sem ég er búin að gera fyrir hana:\nJæja, hún var orðin fullorðin kona, búin að finna ástina og flutt út.\nAllt að heppnast!\nFluttu hún og Brandon í rosalega kósý hús og voru þau búin að koma sér þar fyrir.\nVildi þá Brondon giftast Wendy og bað hennar.\nÞetta var svo stór atburður fyrir Wendy en hún svaraði náttúrulega játandi.\nGiftust þau og áttu svo “míní” brúðkaups ferð í húsinu sínu;)\nÁkváðu að bara hoppa upp í rúm og höfðu það kósý þar.\nDaginn eftir ákvað Brandon að færa Wendy morgunmat í rúmið.\nAllt í einu, þegar hún var að borða, hljóp hún á klósettið og ældi.\nVar hún þá orðin ólétt.\nEftir 3 daga eignuðust þau barnið sem þau áttu von á.\nVar það lítil og sæt stelpa. sem ég man ekki alveg hvað heitir:S en segjum bara að hú nheiti Heather.\n————————————————-\nJá og lengra er ég ekki komin…\nÞetta er kannski svoldið langt\nen það kemur framhald af þessari “stóru” fjöldskyldu…\nFyrirgefið stafsetningavillurnar!\nTakk fyri",
    "url": "https://www.hugi.is/sims/greinar/255796/fjoldskyldan-min-i-sims2/",
    "url_id": "255796",
    "id": "1780437",
    "replies": [
        {
            "user": "comic",
            "user_id": "43735",
            "date": "2004-11-22 19:15:22",
            "id": "1805077",
            "reply_to_id": "1780437",
            "text": "Flott saga.. hún er geðveikt góð þegar að ég las hana.. hún er víst sönn eða þú segir frá henni mjög trúlega:)"
        },
        {
            "user": "martasmarta",
            "user_id": "31164",
            "date": "2004-11-22 22:24:55",
            "id": "1805553",
            "reply_to_id": "1805077",
            "text": "Flott saga :) alltaf gaman að lesa hvernig aðrir spila sims."
        }
    ]
}