{
    "forum_title": "Forritun",
    "user": "Apostle",
    "user_id": "960",
    "date": "2001-05-03 13:26:12",
    "title": "Tölvunarfræði- og Kerfisfræðinám.",
    "text": "Ýmsir skólar, ríkisreknir og einkaskólar, eru að bjóða uppá mismunandi nám í Kerfisfræði og Tölvunarfræði.\nNTV eru að bjóða uppá eins árs nám þar sem að maður útskrifast með tvö alþjóðleg próf, annars vegar Sun certified Java developer og hins vegar Certified Delphi programmer.\nRafiðnarskólinn er að bjóða uppá nýtt tveggja ára nám sem gefur manni MCSD (Microsoft Certified Software Developer) gráðu.\nHáskóli Íslands og Háskólinn á Akureyri eru að bjóða uppá þriggja ára nám sem gefur manni BS gráðu í Tölvunarfræðum og Háskólinn í Reykjavík er að bjóða uppá tveggja ára nám sem gefur manni BA gráðu og hægt er að taka eitt ár að auki til að öðlast BS gráðu.\nSpurningarnar sem ég spyr eru :  Er vit í að mennta sig á þessu sviði eða er best að vera sjálflærður og fikta sig áfram ?\nEru menntaðir forritarar með hærri tekjur en ómenntaðir ?\nEf það er vit í að mennta sig hvaða nám er þá viturlegast og er eitthvað vit í náminu sem einkaskólarnir eru að bjóða uppá (þ.e. Rafiðnarskólinn og NTV) ?\nÉg held að með vaxandi framboði á forriturum fari vinnumarkaðurinn að setja meiri kröfur um menntun.\nEinn í menntunarhugleiðingum.\n@postle",
    "url": "https://www.hugi.is/forritun/greinar/25574/tolvunarfraedi-og-kerfisfraedinam/",
    "url_id": "25574",
    "id": "169519",
    "replies": [
        {
            "user": "Atari",
            "user_id": "100",
            "date": "2001-05-03 14:07:40",
            "id": "169520",
            "reply_to_id": "169519",
            "text": "jamm Oddur minn,,, um að gera útvega sér gráðu svo þú getir flaggað því ef eitthvað kemur uppá. Og líka ef þú vilt breyta til, sumir vinnuveitendur lýta á reynslu,, sjá hmm fín reynsla,, svo kemur maður inn með minni reynslu og plagg. Þeir lýta betur á þann með plaggið. Og jafnvel ráða hann frekar. Ég þekki mýmörg dæmi þess að gemlingjar nýkomnir úr skóla er teknir fram fyrir einstklinga með 4ja ára starfsreynslu. Ekki það að sá skólalærði sé betri, heldur er að plaggið er viss viðurkenning á því að þeir fá það útúr starfskraftinum sem þeir vilja. Ég hvet þig ef þú hefur tök á því að skella þér í eitthvað nám að skoða þig vel um og slá til. En það er ekkert verra að vinna kannski í 1 ár í viðbót til að fá meiri reynslu. Ein dæmi saga er af strák sem ég þekki og er afbragðs forritari, hann fór í skóla og þó hann kunni þetta allt fram og til baka fekk hann engu síður merkilega reynslu úr skólanum, honum gafst tækifæri á því að sjá hlutina í víðari ljósi og það er ekki ekki altaf ein leið að lausnini eins margir sjálfmenntaðir vilja halda fram.\nHappy hunting,,, og drullastu til að spila CS aftur :D"
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2001-05-03 14:11:26",
            "id": "169521",
            "reply_to_id": "169520",
            "text": "Þetta með plaggið er samt þveröfugt í USA og öðrum löndum. Plagg segir ekki neitt en það sem þú hefur gert segir allt."
        },
        {
            "user": "Apostle",
            "user_id": "960",
            "date": "2001-05-03 15:24:40",
            "id": "169522",
            "reply_to_id": "169520",
            "text": "Ég er búinn að sækja um í NTV og er bara að spá í hvort það sé eitthvað vit í þessu eða hvort ég sé að fara að henda 820þús í eitthvað sem ég hefði betur sleppt."
        },
        {
            "user": "kokkur",
            "user_id": "9604",
            "date": "2001-06-18 11:02:30",
            "id": "169523",
            "reply_to_id": "169522",
            "text": "Ég er búinn með þetta nám í NTV og ég er mjög sáttur að hafa klárað þetta. Þetta er ekki peningasóun og þetta auðveldar líka inngöngu í fleiri skóla ef þú vilt mennta þig meira í þessu.\nÉg mæli með þessu námi og það margborgar sig."
        },
        {
            "user": "sindrit",
            "user_id": "3719",
            "date": "2001-05-03 14:08:20",
            "id": "169524",
            "reply_to_id": "169519",
            "text": "“Er vit í að mennta sig á þessu sviði eða er best að vera sjálflærður og fikta sig áfram?”\nÉg held að það sé liðin tíð að menn geti komist jafn langt með og án menntunar í tölvugeiranum.  Auk þess sem það að fara menntaveginn fyrst er auðveldari leiðin af þessum tveimur möguleikum.\n“Eru menntaðir forritarar með hærri tekjur en ómenntaðir?”\nOftar en ekki held ég.\n“Er eitthvað vit í náminu sem einkaskólarnir eru að bjóða uppá?”\nÞað efast ég ekkert um.\nKveðja,\nSindri"
        },
        {
            "user": "forvitninn",
            "user_id": "4449",
            "date": "2001-05-03 14:13:44",
            "id": "169525",
            "reply_to_id": "169519",
            "text": "Það segir sig sjálft að meiri menntun í t.d tölvum er meira launuð."
        },
        {
            "user": "WaterFall",
            "user_id": "5840",
            "date": "2001-05-03 15:39:03",
            "id": "169526",
            "reply_to_id": "169519",
            "text": "Persónulega hef ég það á tilfinningunni að það sé hollt að læra á fikti. Þú leikur þér í einhvern tíma, og ferð síðan í nám; þar kannt þú eitthvað af þessu og færð ítarlegri kennslu, auk þess sérðu þetta í víðara samhengi.\nEf þú hendir þér beint í námið, án þess að skoða viðfangsefnið neitt, þá læriru minna, það hef ég amk. á tilfinningunni.\n– WF"
        },
        {
            "user": "Cedric",
            "user_id": "7531",
            "date": "2001-05-07 20:36:35",
            "id": "169527",
            "reply_to_id": "169526",
            "text": "“Ef þú hendir þér beint í námið, án þess að skoða viðfangsefnið neitt, þá læriru minna, það hef ég amk. á tilfinningunni. ”\nÉg henti mér beint í nám í hugbúnaðarþróun án þess að skoða viðfangsefnið neitt (þ.e. hafði ekki forritað einn einasta staf áður en ég byrjaði og ekki baun komið nálægt smíði hugbúnaðar af neinu tagi) og ég get ekki séð að það hafi háð mér að ráði. Get helst séð að þeir sem hafi eitthvað fiktað áður hafi meiri áhuga á þessu áður en námið hefst, en áhuginn getur líka komið smám saman hjá þeim sem henda sér beint út í þetta. Ég fór í þetta nám af því að það vakti forvitni mína og síðan ég byrjaði held ég að ég hafi öðlast jafn mikinn áhuga og hvaða fiktari sem er.\nGet því miður lítið ráðlagt Apostle í sambandi við val á námi, en ef hann vill síður eyða 820 þúsund kallinum eða hvað sem það nú var í skólagjöld þá gæti ég svosem alveg mælt með að fara til Svíþjóðar og láta sænska ríkið borga skólavistina ;=) (ferðakostnaðurinn er bara smápeningar ;=) )."
        },
        {
            "user": "elm",
            "user_id": "5949",
            "date": "2001-05-03 15:42:38",
            "id": "169528",
            "reply_to_id": "169519",
            "text": "Mín skoðun er sú að ef að fólk hefur tækifæri á að mennta sig, þá á það að gera það.\nEins og ég hef áður sagt þá vantar miklu fleira fólk í hugbúnaðargeirann með meiri menntun heldur en að hafa fiktað aðeins í html og javascript.\nEn hins vegar lærir þú ekki allt saman í skólanum. En skólinn hins vegar kennir þér aðferðir sem þú getur svo nýtt þér í frekar námi eða í grúski heima fyrir.\nÞú færð líka miklu fleiri sjónarhorn á hlutina ef þú ferð í skóla til að læra. Þar ertu “píndur” til að skoða fleira en bara það sem þú heldur að þú hafir áhuga á. Hlutir sem þú vissir jafnvel ekkert um.\nKveðja, ELM"
        },
        {
            "user": "cyrez",
            "user_id": "6397",
            "date": "2001-05-03 16:13:02",
            "id": "169529",
            "reply_to_id": "169528",
            "text": "þetta er bara svo slow nám.. við fiktararnir meikum ekki file - open kennslu í byrjun og þetta fer allt í rugl!. Það vantar ADVANCED skóla hérna"
        },
        {
            "user": "birgir",
            "user_id": "17788",
            "date": "2001-05-03 17:06:32",
            "id": "169530",
            "reply_to_id": "169529",
            "text": "ég veit ekki hvort ég á að hlæja eða gráta.. “advanced” skóla.\nÁn þess að ég sé sérfræðingur í skólamálum þá veit ég ekki betur en Háskóli Íslands sé fyllilega sambærilegur við tölvunarfræði hvar sem er í heiminum. Nema kannski í samanburði við skóla eins og MIT eða Caltech.."
        },
        {
            "user": "cyrez",
            "user_id": "6397",
            "date": "2001-05-03 21:45:42",
            "id": "169531",
            "reply_to_id": "169530",
            "text": "ég er ekkert að tala um tölvunarfræði! hvað er það btw? ef ég kann á notepad er ég þá tölvunarfræðingur? ef ekki, afhverju ekki?\nanyway ég er að tala um námskeið í einhverju einu og sér .. ég vill ekki kunna 1% á öllum sviðum og kalla mig tölvunarfæðing vill frekar læra 100% inná eitt svið"
        },
        {
            "user": "ADD",
            "user_id": "6178",
            "date": "2001-05-03 22:20:28",
            "id": "169532",
            "reply_to_id": "169531",
            "text": "Þessi 100% heita doktorsnám."
        },
        {
            "user": "bjorngi",
            "user_id": "8478",
            "date": "2001-05-03 22:21:57",
            "id": "169533",
            "reply_to_id": "169531",
            "text": "Það er greinilegt að þú hefur ekki hundsvit á því sem þú ert að tala um.  Ef þú heldur að Tölvunarfræðikennsla hvort heldur sem er í Háskóla Íslands eða Háskólanum í Reykjavík, gangi út á file open, og að læra á Notepad ættir þú ekki að vera að opinbera heimsku þína í þessu, heldur halda henni fyrir þig.\nErtu að reyna að segja ef að þú lærir í 3 ár segjum til dæmis C forritun, þá sértu betur í stakk búinn fyrir atvinnumarkaðinn, og meira advanced, en ef þú ferð í Tölvunarfræði í HÍ eða HR.  Nú þekki ég ekki HR af eigin reynslu en í HÍ eru kenndar aðferðir og vinnubrögð sem eru algjörlega óháð forritunarmálinu sem þú ert að vinna í, hverju sinni.  Það gerir það að verkum að þú ert fljótur að aðlaga þig að nýju umhverfi, og læra á það, hvað sem það heitir.  Þar er ekki heldur bara kennd forritun, heldur þróun hugbúnaðar, eins og hún leggur sig.  Því flestir sem minnsta vit hafa á hugbúnaðargerð, vita að forritunin sjálf er aðeins hluti hennar.  Engu minni, eru hlutir eins og þarfagreining, greining og hönnun.\nHvað ætlarðu síðan að gera þegar forritunarumhverfið sem þú ert búinn að stúdera í gegn í fleiri ár verður úrelt.  Ég sé ekkert “advanced” við það.  Dæmi: PL1.  PL1 stendur fyrir Programming Language 1, og hönnuðurnir ætluðu því að koma í staðinn fyrir öll önnur forritunarmál.  Og hverjir nota PL1 í dag.  Ég veit ekki um marga aðra en risaeðlurnar í Reiknistofu Bankanna.\nÉg held að þú ættir að kynna þér betur tölvunarfræðikennslu sem í boði er, áður en þú ferð að koma með einhverja sleggjudóma um að hún sé “óadvanced” og léleg.\nOg btw þú mátt ekki kalla þig tölvunarfræðing ef þú kannt á Notepad, af því að það er lögverndað vinnuheiti.  Svipað og þú mátt ekki kalla þig vélstjóra þó þú kunnir að keyra bíl.\nciao,\nbjorngi er mjög advanced ;-)"
        },
        {
            "user": "havh",
            "user_id": "497",
            "date": "2001-05-04 08:33:50",
            "id": "169534",
            "reply_to_id": "169531",
            "text": "Hmm, afhverju að fara í háskóla og læra að verða læknir þegar maður getur bara krukkað í þessu sjálfur….\nkv\nHalldó"
        },
        {
            "user": "cyrez",
            "user_id": "6397",
            "date": "2001-05-06 04:40:10",
            "id": "169535",
            "reply_to_id": "169534",
            "text": "bjorngi troddu greiningarpennanum uppí rassgaðið á þér!. Hvað með það þótt hún skipti meiru máli? ég er kannski ekkert að fara að standa í henni, það geta aðrir gert… bjorngi svo gæti lyklaborðið skipt máli á ekki bara að kenna líka hvernig hanna skal lyklaborð? lame"
        },
        {
            "user": "cyrez",
            "user_id": "6397",
            "date": "2001-05-06 04:44:04",
            "id": "169536",
            "reply_to_id": "169535",
            "text": "óóó hvað ætlaru að gera þegar forritunarmálið verður úrelt? spyr auminginn.. nú læra það sem tók við á advanced námskeiði! en ekki fara aftur í háskóla til að geta kallað mig tölvunarfræðing part II.. svo btw einsog þú getir bara aðlagast að nýju forritunarmáli 12 og 3 útaf því að þú fórst í HR gimme a break"
        },
        {
            "user": "cyrez",
            "user_id": "6397",
            "date": "2001-05-06 04:51:35",
            "id": "169537",
            "reply_to_id": "169536",
            "text": "Svo svaraðiru aldrei hvað tölvunarfræðingur er\nert þú tölvunarfræðingur? ef svarið er já\nHVAÐ KANNTU?\nsvo verð ég að minna þig á það stjórn fyrirtækisins skiptir máli ef þú átt að halda þinni vinnu þá verður stjórnuninn að vera í lagi svo að fyrirtækið fari ekki á hausinn.. ert þú ekki búinn að kovera það? allir sem eitthvað vit hafa vita að greiningin og forritunin skiptir nú litlu máli ef þú getur ekki borgað starfsfólkinu þínu og ert á leiðinni á hausinn"
        },
        {
            "user": "havh",
            "user_id": "497",
            "date": "2001-05-06 15:22:27",
            "id": "169538",
            "reply_to_id": "169536",
            "text": "Það er nú einmitt eitt af því góða við þegar ‘ný’ forritunarmál koma að ef þú kannt aðferðafræðina við vinnslu í forritunarmáli í sama ‘flokk’ þá er mjög einfalt að skrifa í nýju forritunarmáli.  Tökum sem dæmi C++ sem er mest low-level af hlutbundnu forritunarmálunum.  Þar hefurðu fullkomna stjórn á minnismeðhöndlun.  Það að læra forritunarmál einsog java, delphi, C-Sharp og (ég trúi því varla að ég sé að setja þetta hérna) Visual Basic mjög lítið mál því þú getur yfirfært þekkinguna þína frekar einfaldlega yfir á nýja málið.\nSíðan kemur að því hvað er forritunarmál.  Fyrir mér er þetta einfaldlega verkfæri sem ég nota til að vinna vinnuna mína.  Þú velur hamar eftir stærð naglans sem þú ætlar að negla.  Ekkert flóknara en það.\nkv\nHalldó"
        },
        {
            "user": "bjorngi",
            "user_id": "8478",
            "date": "2001-05-06 21:01:41",
            "id": "169539",
            "reply_to_id": "169536",
            "text": "Eru menn eitthvað svekktir?\nJá það er mjög auðvelt að aðlaga sig að nýju forritunarmáli, ef maður SKILUR aðferðafræðina, og hugsunarháttinn á bakvið forritun.\nbjorngi,\ner enginn aumingi…. ;)"
        },
        {
            "user": "bingimund",
            "user_id": "1775",
            "date": "2001-05-06 12:26:01",
            "id": "169540",
            "reply_to_id": "169531",
            "text": "“..ég vill ekki kunna 1% á öllum sviðum og kalla mig tölvunarfæðing vill frekar læra 100% inná eitt svið”\nJá.. og ég ætla að verða smiður.. og bara læra negla alveg ógeðslega hratt og vel.."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-05-06 13:54:30",
            "id": "169541",
            "reply_to_id": "169519",
            "text": "ég var að lesa yfir hvað fólk hefur að segja. og ég rak augun í að einn sagði að atvinnurekendur meti mikið eftir reynslu.\nég er í iðnskólanum á tölvubraut. og ég hef verið að fylgljast með hvernig fólki gengur að fá vinnu eftir að hafa klárað tölvubrautina í iðnskólanum.\nmjög margir taka bæði sérsviðinn, forritun og netkefri. og ég hef heirt sögur um að þetta 3 til 4 ára nám á þessari braut sé metið minna heldur en ef þú hefur fengið einhverja vinnu við tölvur í kannski 1 - 2 mánuði. og getur sýnt það.\ner það viriklega tilfellið. að maður getur bara sleppt því að fara í nám. ef maður t.d á frænda sem kemur manni inn hjá einhverju tölvufyrirtæki. og þá opnast dyr sem eru hærra metnar en nokkra ára nám í framhaldskóla sem kennir tölvugreinar ??"
        },
        {
            "user": "Kwai",
            "user_id": "31",
            "date": "2001-05-06 21:47:39",
            "id": "169542",
            "reply_to_id": "169519",
            "text": "Fyrir þá sem vilja vita hvað er kennt í tölvunarfræði í HÍ þá er hægt að sjá það  hér\nVonum bara að html virki í svörum :-)"
        },
        {
            "user": "Kwai",
            "user_id": "31",
            "date": "2001-05-06 21:49:14",
            "id": "169543",
            "reply_to_id": "169542",
            "text": "greinilega ekki\nhttp://www.hi.is/stjorn/nemskra/kennsluskra_2001-2002/skipt_deildir/08.70_Tolvunarfraediskor.pdf\nKwai"
        },
        {
            "user": "cyrez",
            "user_id": "6397",
            "date": "2001-05-07 10:21:22",
            "id": "169544",
            "reply_to_id": "169543",
            "text": "GunniS það er satt.. en hafðu ekki áhyggjur því ef þú hefur eitthvað sniðugt forrit sem þú hefur grúskað sjálfur og lætur þetta líta voða pro út FORRITSNAFN.COM kostar bara 1000kr á ári…. einhverja smekklega heimasíðu og blabla.. mætir með möppuna þína… þá jafngildir það þessari reynslu/menntun.. leyfir þeim bara að prófa :)"
        },
        {
            "user": "Apostle",
            "user_id": "960",
            "date": "2001-05-07 12:13:59",
            "id": "169545",
            "reply_to_id": "169544",
            "text": "Er einhver þarna úti sem hefur klárað Kerfisfræðin í NTV og er til í að deila með mér reynslu sinni og skoðun á því námi ????\nKv.\n@postle"
        },
        {
            "user": "Apostle",
            "user_id": "960",
            "date": "2001-05-07 12:15:47",
            "id": "169546",
            "reply_to_id": "169545",
            "text": "BTW.  Ég fór á þessa sýningu sem RAFIÐNARSKÓLINN var með í Perlunni um helgina og hún SÖKKAÐI !!!! FEITT !!!!!!  Ég sé eftir bensíninu sem ég eyddi í að keyra uppí Perlu.\nKv.\n@postle"
        },
        {
            "user": "GaRuna",
            "user_id": "2938",
            "date": "2001-06-11 22:23:19",
            "id": "169547",
            "reply_to_id": "169545",
            "text": "Ég hef stundað nám hjá ntv…..er ekki búin.  Líst ljómandi vel á þetta.  Ég hef lært mikið á þessum stutta tíma sem ég hef verið.  Frábærir kennarar þarna.  Hentar mér mjög vel þar sem ég kláraði ekki stúdentinn og komst þar að leiðandi ekki beint í Hí."
        },
        {
            "user": "ask",
            "user_id": "5847",
            "date": "2001-06-14 13:18:09",
            "id": "169548",
            "reply_to_id": "169547",
            "text": "Viljinn og áhuginn er góður og mjög mikilvægir þættir EN menntun er það eina sem dugar í dag. Við skulum alveg fá það á hreint einn og tvær og þrír.\nÞað er sífellt meiri kröfur um að fólk sé vel menntað. Tökum sem dæmi EJS sem er eitt stærsta hugbúnaðarhús landsins á ég veit ekki hvað mörg dóttur fyritæki eru með kúnna eins og Seven Eleven og ég veit ekki hvað og hvað yfir 300 starfsmenn og ég gæti áfram talið endalaust. Taka ekki inn fólk í fullt starf í hugbúnaðardeildina nema þeir séu með menntun, þá er ég að tala um BA eða BS.\nÞú getur fengið sumarvinnu, en það er alltof sumt.\nAnnað Dæmi.\nÉg veit um forritar sem rosalega klár og þá meina ég þvílíkt klár, kann hvert einasta forritunarmál hægri vinstri, en er fastur í fyrirtækinu því hann hefur ekki prófskirteini til þess að flagga.\nAð sjálfsögðu er fólk með menntun að fá hærri laun heldur en þeir sem eru ekki með sambærilega menntun.\nEf þú klára stúdentinn og ferð í 3-4 háskólann þá ertu golden. 100% vinna bíður eftir þér.\nEn athugið það að það er kerfisfræði og tölvunarfræði er ekki eina leiðin að verða forritari. Það eru hryllilega margir verkfræðingar forritara.  Málið er bara stærðfræðin og enn og aftur stærðfræði.\nÞið getið farið í háskólann og lært kerfisfræði, tölvunarfræði, verkfræði eða stærðfræði og eitthvað sambærilegt og fengið job svona.\nAð taka tölvubraut í iðnskólanum gefur þér ekkert, allavega voðalega lítið.\nOg hef vinnuveitandi finnur mann sem hefur menntun, áhuga og reynslu, þá erum við að tala um góðan díl.\nkv.\nask"
        },
        {
            "user": "ask",
            "user_id": "5847",
            "date": "2001-06-14 13:30:53",
            "id": "169549",
            "reply_to_id": "169548",
            "text": "Eitt point til Cyrez: Í háskólanum er þetta ekki svona:\nVika 1\nJæja krakkar í þessari viku ætlum við að læra Perl\nVika 2\nJæja þá er best að við snúum okkur að C++\nVika 3\nOg núna skulum við kíkja á Java.\nÞú ert að læra svo þúsund sinnum meira en forritunarmálið sjálft. Það hugsunun á bakvið!!\nAlveg eins og Havh og Björn eru búnir að vera segja.\nÞegar eitthvað nýtt kemur fram ferðu ekki aftur í skóla til þess að læra Tölvunarfræði PART II - Sorry en ég trúi ekki að þú sért svona grunnur að halda það ;)\nGeturu séð fyrir þér Volvo Verksmiðjuna:\nShit er kominn ný vél? Djöfull nú þarf ég að fara í skóla aftur að læra á nýju vélarnar.\nÞú kannt hugsunina og undirstöðuantriðin: þú getur flakkað á milli forritunarmála eins og ekkert sé ;)"
        },
        {
            "user": "ask",
            "user_id": "5847",
            "date": "2001-06-14 13:31:07",
            "id": "169550",
            "reply_to_id": "169548",
            "text": "Eitt point til Cyrez: Í háskólanum er þetta ekki svona:\nVika 1\nJæja krakkar í þessari viku ætlum við að læra Perl\nVika 2\nJæja þá er best að við snúum okkur að C++\nVika 3\nOg núna skulum við kíkja á Java.\nÞú ert að læra svo þúsund sinnum meira en forritunarmálið sjálft. Það hugsunun á bakvið!!\nAlveg eins og Havh og Björn eru búnir að vera segja.\nÞegar eitthvað nýtt kemur fram ferðu ekki aftur í skóla til þess að læra Tölvunarfræði PART II - Sorry en ég trúi ekki að þú sért svona grunnur að halda það ;)\nGeturu séð fyrir þér Volvo Verksmiðjuna:\nShit er kominn ný vél? Djöfull nú þarf ég að fara í skóla aftur að læra á nýju vélarnar.\nÞú kannt hugsunina og undirstöðuantriðin: þú getur flakkað á milli forritunarmála eins og ekkert sé ;)\nKær Kveðja\nask"
        },
        {
            "user": "flicker",
            "user_id": "268",
            "date": "2001-06-24 15:51:29",
            "id": "169551",
            "reply_to_id": "169548",
            "text": "Sælir,\nÉg er búinn með Tölvufræði- og Tæknibraut í Iðnskólanum í Reykjavík og get ég sagt að ég lærði nú ekkert rosalega mikið á forritunar tungumálið sjálft, þ.e. Delphi, c/c++, Java og allt þetta sem við tókum, en málið er það að ég kunni þetta allt áður, þannig að ef þú kemur ferskur inn í Iðnskólann og hefur aldrei forritið neitt þá er þetta allavega góð byrjun. Eitt sem mér fannst standa upp úr þessu námi mínu í iðnskólanum var Gagnasafnsfræðin eins og það er kallað, þar vorum við að nota forrit sem heitir Select Enterprise og er það svona forrit til að vinna alla undirbúnings vinnu, step by step, og síðan átti að vera hægt að exporta alla þessa vinnu í einhvern skeleton kóða en við gerðum það aldrei.\nÞað sem var gott við iðnskólan þegar ég var í honum var það að það var hægt að fá Tæknistúdent ef þú tókst tæknibraut með tölvufræðibrautinni en núna er þetta hætt að vera þannig útaf einhverri pólitík."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-07-10 15:35:57",
            "id": "169552",
            "reply_to_id": "169545",
            "text": "Já Ég er kerfisfræðingur frá NTV og var einn af þeim fyrstu sem kláruðu þennan skóla og hann var góður þá og hefur lagast síðan.\nHitt er annað að háskólarnir eru með meira nám en eins og margir sem ekki hafa stúdentspróf þá stóð mér ekki til boða að fara í háskólana.\nÍ dag er ég forritari og er buin að vera í eitt ár.\nÞað er markt sem hægt er að segja um þetta allt saman og svara því sem skrifað stendur hér um þessa spurningar þínar en það þyrfti heila ritgerð.\nÉg skora auðvitað á þig að læra þetta því að þú kemur bara betri út. Staðreindin er sú að það eru mjög fáir sem eru bara sjálfmentaðir og standa upp úr. Það er ekki að ástæðulausu að 70 - 80% falla úr námi í HR þótt svo að fólkið sé að jafnaði sérvalið þangað inn. Þetta nám er alltaf erfitt og þeir sem segja annað vita einfaldlega ekki hvað þeir eru að tala um eða þeir eru þessi eini af miljón sem getur klórað sig áfram en pældu í því hvað mundi sá náungi geta eftir nám. Vegna þess að ef þetta nám er svona létt fyrir þessa dúda þá geta þeir endalaust bætt við sig verkefnum í skólanum en reynslan er bara sú að það kemur engin hlæjandi út úr svona skóla og það segir mér heilmikið, m.a. það að fólkið á fullt í fangi. Ég held að þetta sé ágæt hugmynd hjá þér að fara í NTV þarna eru fínir kennarar og ef eitthvað er þá er farið frekar hratt í gegnum þetta nám.\nÍ dag er smá lægð á sumum sviðum í tölvunum hérlendis en því er ekki spáð lengi ca. 6 - 8 mán og svo er endalausir möguleikar erlendis. Laun fara í þessu eins og öðru einfaldlega eftir hæfileikum og karakter og þar spilar reynsla stóra rullu. En ekkert nám og einhver reynsla er verri en nám og engin reynsla vegna þess að þú getur alltaf komið þér einhverstaðar að og smátt og smátt aflað þér reynslu jafnvel bara heima á kvöldin.\nGangi þér vel\nP.S. Mundu svo bara að vera grimmur við að koma þér að í vinnu eftir skóla vegna þess að það er smá erfitt, meira að segja fyrir fólk úr HR."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-07-10 15:47:47",
            "id": "169553",
            "reply_to_id": "169552",
            "text": "Eitt annað er að þessi próf sem þú ert að tala um eru nokkurs virði þ.e.(MCSD) og önnur lík próf ástæðan er sú að þetta er augljósasta viðurkennignin á kunnattu þinni og ég hef heyrt að atvinnurekendur meti svona próf mikils.\nSleptu samt ekki skólanum vegna þess að hann tekur þig upp á annað svið(level) úr þekkingarleysinu(fiktinu) og í þekkinguna sem er nauðsynlegur grunnur."
        },
        {
            "user": "KaT",
            "user_id": "8108",
            "date": "2001-05-07 16:04:39",
            "id": "169554",
            "reply_to_id": "169519",
            "text": "hvað er með attitjúdið í þessum cyrez?\nætli hann sé ekki bara eitthvað smábarn sem hefur ekki gáfur til að fara í Háskólann og reynir því að rakka aðra niður, er bara með kjaft og vesen"
        },
        {
            "user": "Cedric",
            "user_id": "7531",
            "date": "2001-05-07 20:40:09",
            "id": "169555",
            "reply_to_id": "169519",
            "text": "“Er vit í að mennta sig á þessu sviði eða er best að vera sjálflærður og fikta sig áfram ?”\nÞó að ég hafi nú bara kynnst einni hlið á þessu máli (menntuninni) þá get ég alveg hiklaust mælt með henni. Á erfitt með að sjá að ég hefði getað lært allt það sem mér hefur verið kennt með “fikti”. Og þessi þekking mín er ekki bara einhver þurr teoría heldur virkilega eitthvað sem ég á eftir að hafa gagn af útí atvinnulífinu… vona ég ;=)."
        },
        {
            "user": "Spa",
            "user_id": "5037",
            "date": "2001-05-24 00:32:17",
            "id": "169556",
            "reply_to_id": "169519",
            "text": "Ég er í 8. bekk og fór á námskeið í reykjavík í forritun VB og C++(bý sko á akranesi) og ég kunni miklu, MIKLU meira en kennarinn og hann skildi ekki einu sinni suma kóðanna, vel á minnst Bill Gates er ekki lærður tölvunarfræðingur hmmmm…. RÍKASTI MAÐUR Í HEIMI"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2001-05-26 01:42:05",
            "id": "169557",
            "reply_to_id": "169556",
            "text": "Ég er 15 ára, nýbyrjaður í c/c++ og með hreint ótrúlegum árángri.  Ég fékk lánaða bók og downloadaði compiler einkurs staðar.  Ég held að viljinn sé allt sem þurfi."
        },
        {
            "user": "buzted",
            "user_id": "11093",
            "date": "2001-06-19 20:43:58",
            "id": "169558",
            "reply_to_id": "169519",
            "text": "Það er öruggt mál að það borgar sig að mennta sig. Það er alla vega ekkert vit í því að láta það nægja að fikta sig áfram. Tölvunarfræðingar eru bókað að fá bestu launin og svo verður að taka tillit til þess að það er samdráttur í tölvubransanum.  Fyrirtæki eru farin að segja upp fólki og hverjir ætli fari fyrstir? Jú einmitt, þeir ómenntuðu."
        },
        {
            "user": "buzted",
            "user_id": "11093",
            "date": "2001-06-19 20:44:35",
            "id": "169559",
            "reply_to_id": "169519",
            "text": "Það er öruggt mál að það borgar sig að mennta sig. Það er alla vega ekkert vit í því að láta það nægja að fikta sig áfram. Tölvunarfræðingar eru bókað að fá bestu launin og svo verður að taka tillit til þess að það er samdráttur í tölvubransanum.  Fyrirtæki eru farin að segja upp fólki og hverjir ætli fari fyrstir? Jú einmitt, þeir ómenntuðu."
        },
        {
            "user": "buzted",
            "user_id": "11093",
            "date": "2001-06-19 20:44:39",
            "id": "169560",
            "reply_to_id": "169519",
            "text": "Það er öruggt mál að það borgar sig að mennta sig. Það er alla vega ekkert vit í því að láta það nægja að fikta sig áfram. Tölvunarfræðingar eru bókað að fá bestu launin og svo verður að taka tillit til þess að það er samdráttur í tölvubransanum.  Fyrirtæki eru farin að segja upp fólki og hverjir ætli fari fyrstir? Jú einmitt, þeir ómenntuðu."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2001-06-23 23:09:21",
            "id": "169561",
            "reply_to_id": "169560",
            "text": "Af því að ég er ungur og vitlau leyfi ég mér að spyrja svona:\nÞegar mar ætlar að byrja í námi, er hægt að taka próf upp á hvað maður kann."
        },
        {
            "user": "ADD",
            "user_id": "6178",
            "date": "2001-07-03 00:32:48",
            "id": "169562",
            "reply_to_id": "169561",
            "text": "Popcorn:  Það er hægt að taka stöðupróf í einhverjum fögum á menntaskólastigi, ensku, dönsku, stærðfræði en það er ekki mikið."
        },
        {
            "user": "bubble17",
            "user_id": "5126",
            "date": "2001-07-06 02:36:27",
            "id": "169563",
            "reply_to_id": "169519",
            "text": "sko mentaðir kerfisfræðingar getta verið með allt frá 1000 kr á tíman og upp í 8000 kr þannig að ég mæli með því að þú farir að læra þetta. ps rafiðnaðarskólinn er með fínna kenslu í kerfisfræði og með mjög góða kennara."
        }
    ]
}