{
    "forum_title": "Dulspeki",
    "user": "coolcat",
    "user_id": "8792",
    "date": "2001-05-03 15:05:11",
    "title": "Skrítinn draumur!!",
    "text": "Er einhver sem kann að ráða drauma?? Það er nefninlega þannig með mig að mig dreymir svo oft sama drauminn og ég vakna alltaf á sama stað í svitabaði! Getur einhver hjálpað mér? En svona er allavegana draumurinn.\nÉg vinn hjá ríkissjónvarpinu á svona sjónvarpsbíl. Og Ragna sem er bekkjarsystir mín er líka að vinna þarna. Við keyrum fram hjá Hveragerði og þegar við erum næstum komnar til Selfoss þá stoppum við fyrir framan fjall. Og við förum út og við erum með snjóflóðatæki. En allt í einu kemur Gunnar sem er bekkjarbróðir minn útúr bílnum með risastórann gaffal! Og svo allt í einu kemur snjóflóð. Við þrjú reynum að komast að bílnum en Gunnar missir gaffalinn. Og ég er allt í einu orðin seinust. Ég reyni að kalla á þau en þau virðast ekki heyra. Og þá heyri ég þungt fótatak og finn risastóra hönd grípa um mig og mér er lyft upp. Tröllið-því að þetta er tröll- tekur mig með sér inn í fjallið og lætur mig í risastórann pott. Og svo fer það og nær í gaffalinn hans Gunnars og byrjar að stinga mig….\nOg þarna vakna ég alltaf í svitabaði. Ef þú getur hjálpað mér svaraðu þá þessari grein eða sendu mér póst. ( coolcat@hugi.is )\nVirðingarfyllst\nCoolcat",
    "url": "https://www.hugi.is/dulspeki/greinar/25586/skritinn-draumur/",
    "url_id": "25586",
    "id": "169710",
    "replies": [
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2001-05-03 22:12:11",
            "id": "169711",
            "reply_to_id": "169710",
            "text": "ROFL!!!!\nFyrirgefðu en þetta er nákvæmlega eins og í einni sögu um Andrés Önd……\nLjótur draumur. uss, vona að þú losnir við þetta"
        },
        {
            "user": "kallinn",
            "user_id": "2361",
            "date": "2001-05-04 01:41:38",
            "id": "169712",
            "reply_to_id": "169711",
            "text": "ég fékk einu sinni nokkra andrés önd martraðir =Þ\nþað var þannig að ég las mikið af andrés þegar ég var lítill að ég sofnadi hjá móðut minni og var sofandi og allt í einu vakna ég við eitthvad ég reisi mig upp og ALLT í einu kemur RISASTÓR andrés haus inn um dyragættina með húfuna og alltóg ég panica og öskra af öllu afli og vakna svo í svitabaði =Þ\nég hætti að lesa andrés í smá stund\nkallinn"
        },
        {
            "user": "coolcat",
            "user_id": "8792",
            "date": "2001-05-04 19:19:24",
            "id": "169713",
            "reply_to_id": "169711",
            "text": "Þetta er alveg satt!\nÉg bað ekki um álit frá einhverjum hálvita!\nEf þú getur ekki ráðið drauminn minn þegiðu þá!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-05-04 21:01:29",
            "id": "169714",
            "reply_to_id": "169713",
            "text": "HAHAHAHAHAHA… hvað eru sumir að hugsa um eiginlega?"
        }
    ]
}