{
    "forum_title": "Deiglan",
    "user": "zxc8ert",
    "user_id": "34679",
    "date": "2004-11-11 11:12:32",
    "title": "Palestínuþjóðin er eitthvað vængefinn.....",
    "text": "Eins og flest allir vita þá er Yesser Arafat að drepast eða dauður jafnvel, En ekki nó með það núna eru Palestínumenn farnir að ásaka Ísraelmenn hafa gefið Yesser Arafat eitur og drepið hann !!! Ég spyr bara hvað er að þessu fólki ! Þetta eru eins og tveir 2.ára litlir bræður, ef bíll annaras bróðirins skemmist en hins þá trillist hinn bróðirinn og skemmir bíl bróðir sins ! Þar með eru þessir Palestínu kallar búnir að sína það og sanna allveg frá þvi að þessu auma þjóð kom til sögurnar að þeir hafa ekki meiri þroska en í 2.ára krökkum (allir til samans) Afhverju þurfa þeir að vera kenna Ísraelsmönnum um dauða mans sem er að drepast úr eli, Ég ætti kannski að gera þetta þegar afi deyr fara bara í hagkaup og gera allt vitlaust ráðast á fólk og berja alla !! nei meina þetta er það sama, fólk deyr bara þegar það deyr, og stundum er það eingum að kenna, ég held að Yesser Arafat sé bara að drepast úr eli eins og geingur og gerist. Mér fynst skrítið afhverju heil þjóð fari að grenja og trillist þegar einhver karl deyr þrátt fyrir að hann hafi verið forsetinn,, ekki færi ég að grenja og myndi gera stríð ef Ólafur Ragnar Grímsson myndi degja þrátt fyrir að ég virði hann og allt það ! Jú kannski að við ættum að kenna Grænlendingum um dauðan hans ! það er svo stutt á milli okkar og þeir gjætu ju alveg eitrað fyrir honum, Ólafur er harður Íslendingur og drefst bara ekkert úr þuru ! Ætli að þetta sé ekki hugsunar hátturinn þeirra ! Þeir halda örugglega að þeir séu svo cool og eru svo miklir heilsuboltar að þeir hrökva ekkert upp bara allt í einu einn daginn ! Sem er bara tómur vitleysa það er fólk út um allan heim ungir sem aldrir að deygja á hverjri mínotu ! En kannski ekki í Palestínu hver veit ef einhver deyr þar þá var bara eitrað fyrir honum eða hriðjuverk svo er líka nátturulega rosalega gott að kenna næstu þjóð um þetta ! Þannig að mín orð eru sú að þeir eru fávitar frá A-Ö………..\nGreinin er frá www.mbl.is :\n“Leiðtogar tveggja herskárra palestínskra samtaka sökuðu Ísraelsstjórn í dag opinberlega um að hafa ráðið Yasser Arafat, forseta heimastjórnar Palestínumanna, af dögum. Hvorki læknar né leiðtogar Palestínumanna hafa viljað segja hvað dró Arafat til dauða en orðrómur hefur verið á kreiki vikum saman meðal Palestínumanna um að Ísraelsmenn hafi byrlað Arafat eitur.”\nK.v Xberg",
    "url": "https://www.hugi.is/deiglan/korkar/256577/palestinuthjodin-er-eitthvad-vaengefinn/",
    "url_id": "256577",
    "id": "1786202",
    "replies": [
        {
            "user": "mundi",
            "user_id": "25967",
            "date": "2004-11-11 17:10:11",
            "id": "1786719",
            "reply_to_id": "1786202",
            "text": "Heyrðu kallinn það er vangefinn ekki vængefinn.\nÞú lætur þetta hljóma einsog allir í palestínu séu að segja að Ísrael hafi eitrað fyrir kallinum\nog það voru 2 menn sem sögðu þetta.síðan gætu alveg einhverir þar gætu kanski gert þetta því þeir eru að læknarnir sem sjá um hann hafa ekki sagt neitt um örsök “dauða” hans Og það er vitað allstaðar hvað ísraelsstjórn *hóst* ariel sharon *hóst* hafa reynd eins mikið og þeir geta til taka hann úr vinnunni hans hans.\nen ég gæti haft rangt fyrir mé"
        },
        {
            "user": "zxc8ert",
            "user_id": "34679",
            "date": "2004-11-11 23:01:52",
            "id": "1787275",
            "reply_to_id": "1786719",
            "text": "mér er drullu sama um einhverja aula stafsetningarvillu,, svo er það bara staðreint að palestínu menn eru aular og eru ekkert að gera neitt annað en að koma stríði í gang !"
        },
        {
            "user": "mundi",
            "user_id": "25967",
            "date": "2004-11-11 23:19:05",
            "id": "1787309",
            "reply_to_id": "1787275",
            "text": "það er líka staðreund að ísrael hefur margoft stolið svæðum af palestínu mönnumm eyðilagt heimili þeirra svo þú ættir ekkert að vera rífa þig um eitthvað sem þú veist ekkert um"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2004-11-12 01:38:08",
            "id": "1787514",
            "reply_to_id": "1787309",
            "text": "Eftir að Palestínumenn hófu stríð við þá, já þá tóku þeir yfir svæðum í stríðinu.\nPalestínumenn hafa oft fengið tækifæri til þess að semja. Og hafa Ísraelar alltaf verið með því að samþykkja tillögur Sameinuðu Þjóðanna um landssvæði. En nei málið er bara að Palestínumenn vilja allt eða ekkert og því er ekki friður í dag.\nBara ef þeir hefðu samið þá hefðu þeir getað stundað viðskipti við Ísrael og fengið 10x betri lífsgæði en eru þarna í dag."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2004-11-12 09:27:53",
            "id": "1787663",
            "reply_to_id": "1787514",
            "text": "Nei skuggi minn.\nÉg hef lært um palestínudeiluna í sögu. Áður en arabarnir fóru í stríð, áður en andspyrna hófst hjá palestínumönnum, voru Ísraelar farnir að reka þá í burtu, meðal annars með því að setja jarðsprengjur út á akra hjá þeim, skemma uppskerur og eitra brunna.\nÍsraelar hafa áður reynt að drepa Arafat."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2004-11-12 10:04:10",
            "id": "1787696",
            "reply_to_id": "1787663",
            "text": "“Ég hef lært um palestínudeiluna í sögu. Áður en arabarnir fóru í stríð, áður en andspyrna hófst hjá palestínumönnum, voru Ísraelar farnir að reka þá í burtu, meðal annars með því að setja jarðsprengjur út á akra hjá þeim, skemma uppskerur og eitra brunna.”\nOg héldu þeir þá bara samt áfram að vinna fyrir Ísraela eins og ekkert væri ? Eins og ég hef heyrt þetta þá voru þeir að stunda mikið af viðskiptum við Ísraela og allt í góðum málum, þanga til einn daginn gerðu þeir uppreisn. Eitthvað var skrýtið þegar margir palestínumenn mættu ekki í vinnu, og svo sama dag var gerð árás. En ég útiloka ekkert það sem þú varst að segja, veistu annars hvaða tímabil þetta var u.þ.b. ? Og ertu viss um að heimildirnar séu réttar ? Ef þetta er allt skrifað af Evrópubúum þá er það mjög líklega ýkt fyrir hönd Palestínumanna.\n“Ísraelar hafa áður reynt að drepa Arafat.”\nÁ það að vera slæmt ? :)"
        },
        {
            "user": "Micromegas",
            "user_id": "6895",
            "date": "2004-11-12 11:48:43",
            "id": "1787818",
            "reply_to_id": "1787696",
            "text": "Þessbernú aðgeta að Palestínumenn voru nánast eina þjóð heimsins sem tók á móti gyðingaflóttamönnum eftir seinni heimsstyrjöld (BNA og Evrópa í heild sinni nánast neituðu þeim hæli). Það varsíðan 1948 sem BRETLAND ákvað að Israel skyldi eiga þetta landssvæði (sem í mörghundruð, jafnvel þúsund ár hafði verið heimili Palestínumanna).\nÞað eru Palestínumenn sem fengu að þola að önnur þjóð kom inn (sem þeir tóku opnum örmum fyrst) og stal landinu þeirra. Að sjálfsögðu er ég ekki að reyna að réttlæta sjálfsmorðsárásirnar og allt það en það er augljóst að þeir myndu aldrei gera þetta ef þeir væru ekki örvæntingafullir.\nIsraelar hafa brotið ótalmörg alþjóðalög í stríði þeirra við Palestínumenn. Sem dæmi um það má nefna að þeir skjóta oft á sjúkrabíla (já, það er bannað) en besta dæmið er líklega múrinn sem þeir eru að byggja. Það er nánast eins og Israelar vilji gera við Palestínumenn sem var gert við gyðinga í WW2."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2004-11-12 13:58:37",
            "id": "1787999",
            "reply_to_id": "1787818",
            "text": "Ég ætla ekki að dæma um það hvort það var rétt að leyfa öllum þessum gyðingum að flytja þangað. En það er búið og gert og ekki hægt að taka það til baka.\nÍsrael var samþykkt sem ríki af alþjóðalögum, og þó að ykkur finnst það hafa verið rangt þá er löngu of seint að draga það til baka.\nBáðar þjóðirnar verða bara að sætta sig við hvor aðra og reyna að semja um frið. En eins og ég sagði, Palestínumenn vilja alls ekki semja um landssvæði. Þeir vilja bara fá allt, sem því miður er of seint."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2004-11-12 16:24:23",
            "id": "1788200",
            "reply_to_id": "1787999",
            "text": "Það er auðvelt fyrir þig að segja.\nReyndu nú einu sinni að sjá hlutina frá sjónarhóli annarra."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2004-11-12 16:52:21",
            "id": "1788236",
            "reply_to_id": "1788200",
            "text": "Ég er að reyna að sjá þetta frá sjónarhóli annara, eða Ísraela. Af hverju er það endilega verra en Palestínumanna ?\nÞað eru svona 90% hugara alltaf að reyna að sjá málið frá hlið Palestínumanna svo þið hafið gott af því að fá smá frá hinni hlið málsins."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-15 11:26:04",
            "id": "1791816",
            "reply_to_id": "1788236",
            "text": "Það er erfitt að skilja sjónarhorn manna sem gefa aldrei neitt eftir."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2004-11-16 03:34:36",
            "id": "1793499",
            "reply_to_id": "1787999",
            "text": "Hvað er að því að Palestínumenn fái helminginn af þessu landssvæði eins og þeir áttu að fá upphaflega?  Ef það er ekki hægt, af hverju geta þeir þá ekki fengið allan vesturbakkann og allt gaza svæðið, ca. 25% af öllu svæðinu?\nMálið er að þeim hefur bara aldrei verið boðið rassgat.  Ísraelsmenn hafa gengið gegn svo til öllum samþykktum SÞ, t.d. er bannað með alþjóðalögum að reisa íbúðabyggðir á hernumdu landi og það hafa þeir gert og nú eru þeir búnir að reisa múr langt inni á þessu hernumda landi sem aðskilur palestínska bændur frá ræktarlandi sínu, palestínumenn frá vatnsbólum sínum og jafnvel heilu þorpin frá öllu öðru.  Þegar Ísraelsmenn hafa verið að bjóða land, þá hefur það verið með slíkum afarkostum að það hefur í rauninni ekki verið neitt tilboð, t.d. mörg landssvæði sundurslitin og engin vatnsból.  Hvernig getur þjóð tekið svoleiðis tilboði í miðri eyðimörk?\nÍsraelsmenn haga sér í rauninni mjög svipað og S-Afríka gerði hér fyrir einhverjum áratugum en munurinn er sá að þar sem gyðingar voru ofsóttir í Þýskalandi í seinni heimstyrjöldinni og vegna þess að Ísraelsmenn eru gyðingar er þeim alltaf vorkennt sama hvað þeir gera.  S-Afríka féll vegna þess að það var sett á þá viðskiptabann og hefði átt að gera það sama við Ísraela fyrir svona 20 árum."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2004-11-16 09:41:34",
            "id": "1793590",
            "reply_to_id": "1793499",
            "text": "“Hvað er að því að Palestínumenn fái helminginn af þessu landssvæði eins og þeir áttu að fá upphaflega?”\nÞað auðveldar þeim að gera hryðjuverkaárásir á Ísrael að fá meira landssvæði, sérstaklega landssvæði nær Ísraelskum borgum. Það er kannski hægt að láta þá fá landssvæði smátt og smátt, en að láta þá fá þau öll í einu gæti haft slæmar afleiðingar fyrir Ísraelsku þjóðina.\n“Málið er að þeim hefur bara aldrei verið boðið rassgat.”\nSameinuðu Þjóðirnar hafa boðið þeim mikið stærra svæði en það sem Palestínumenn hafa í dag, og alltaf hefur það verið þannig að Ísraelsmenn samþykkja það, á meðan Palestínumenn neita að samþykkja og vilja sjá alla gyðinga flytja burt.\n“nú eru þeir búnir að reisa múr langt inni á þessu hernumda landi sem aðskilur palestínska bændur frá ræktarlandi sínu”\nLeiðinlegt já, en það mun fækka hryðjuverkum um 80% svo maður skilur þessa ákvörðun. Friður er ekki möguleiki á næstu árum eins og staðan er í dag, svo þetta er neyðarúrræði á meðan. Ekki heldur þú að þeir fari bara að leika sér að því að gera svona mannvirki ? Þetta hefur mikið álag á Ísraelska efnahaginn.\n“Ísraelsmenn haga sér í rauninni mjög svipað og S-Afríka gerði hér fyrir einhverjum áratugum en munurinn er sá að þar sem gyðingar voru ofsóttir í Þýskalandi í seinni heimstyrjöldinni og vegna þess að Ísraelsmenn eru gyðingar er þeim alltaf vorkennt sama hvað þeir gera.”\nÞað eru aðeins Banmdaríkjamenn sem að hafa vorkennt þeim, stór hluti Evrópubúa eru gyðingahatarar innst inni þó þeir viðurkenni það ekki endilega.\n“S-Afríka féll vegna þess að það var sett á þá viðskiptabann og hefði átt að gera það sama við Ísraela fyrir svona 20 árum.”\nNei alls ekki. Að hafa valdamikið ríki í miðausturlöndum sem að styður aðgerðir gegn hryðjuverkum mun aðeins koma vestræna heiminum til góðs."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2004-11-17 00:29:53",
            "id": "1795222",
            "reply_to_id": "1793590",
            "text": "“Sameinuðu Þjóðirnar hafa boðið þeim mikið stærra svæði en það sem Palestínumenn hafa í dag, og alltaf hefur það verið þannig að Ísraelsmenn samþykkja það, á meðan Palestínumenn neita að samþykkja og vilja sjá alla gyðinga flytja burt.”\nFrá 1948 þegar þeir neituðu að samþykkja að láta gyðinga fá helminginn af landinu sínu, enda gyðingar miklu færri hefur þeim aldrei verið boðið neitt af viti.  Þetta hafa verið sundurslitin svæði þar sem Ísraelsmenn vilja halda einokun á öllum vatnsbólum.  Enda skammta þeir sjálfum sér margfalt meira vatn á mann en þeir láta Palestínumennina hafa.\n“Nei alls ekki. Að hafa valdamikið ríki í miðausturlöndum sem að styður aðgerðir gegn hryðjuverkum mun aðeins koma vestræna heiminum til góðs.”\nÞað er ekki gott mál að líta framhjá mannréttindabrotum og brotum á alþjóðalögum hjá einhverju ríki bara vegna þess að við teljum það vinveitt okkur."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2004-11-17 00:47:37",
            "id": "1795241",
            "reply_to_id": "1795222",
            "text": "Og Palestínumenn hafa aldrei brotið alþjóðalög ? :)"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2004-11-17 00:52:42",
            "id": "1795248",
            "reply_to_id": "1795241",
            "text": "Þeir geta það ekki, enda hafa þeir ekki haft tækifæri til þess að verða sjálfstæð þjóð.\nAðgerðir hryðjuverkamanna skrifast á þá sjálfa meðan aðgerðir Ísraelskra hermanna skrifast á Ísraelsku ríkisstjórnina sem er kosin af Ísraelsku þjóðinni.  Smá munur eða þannig."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2004-11-17 00:55:43",
            "id": "1795253",
            "reply_to_id": "1795248",
            "text": "Þannig að ef þeir myndu senda kjarnorkusprengju á Ísland þá væri ekki hægt að gera neitt í því af því að þetta er ekki sjálfstæð þjóð ?"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2004-11-17 01:54:04",
            "id": "1795301",
            "reply_to_id": "1795253",
            "text": "Hvað myndir þú vilja gera?  Á að refsa þjóðinni sem hryðjuverkamennirnir tilheyra?  T.d. ef við gerðumst hryðjuverkamenn og sprengdum eitthvað, ætti þá að refsa íslensku þjóðinni fyrir það?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2004-11-17 08:03:07",
            "id": "1795353",
            "reply_to_id": "1795301",
            "text": "Af hverju ekki ?\nÞað var gert aðgerðir í Afghanistan út af hryðjuverkamönnum.\nEinnig þá hefur Arafat verið að styðja hryðjuverkaárásir svo það gerir þetta að stríði á milli þjóða."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2004-11-17 12:44:26",
            "id": "1795535",
            "reply_to_id": "1795353",
            "text": "Í Afganistan var vitað að hryðjuverkamenn höfðust við og ríkisstjórnin neitaði að framselja þá eða hjálpa til við að ná þeim.  Ekki það að mér finnist samt rétt að sprengja upp þúsundir saklausra borgara vegna þess að ríkisstjórnin þeirra er heimsk en það var gert vegna þess að Bandaríkjamenn voru of miklar gungur til að senda lið til að elta uppi þessa menn á jörðu niðri.\nEinnig hefði mátt beita öðrum aðgerðum til að fá Afgani til að framselja hryðjuverkamennina.\nArafat var hryðjuverkamaður á sínum yngri árum, rétt eins og forseti Ísraels og margir fyrrverandi forsetar Ísraels en hann gerðist friðsamur þegar hann sá að þeir voru ekki að græða neitt á þessu."
        },
        {
            "user": "media",
            "user_id": "5702",
            "date": "2004-11-12 11:19:55",
            "id": "1787764",
            "reply_to_id": "1786719",
            "text": "Mer finnst hegdun Sharons hneyksli eftir ad Arafat do. Hann sagdi vid fjolmidla ad hann vaeri anaegdur med tad ad hann vaeri daudur af tvi ad ta myndu teir geta samid frid. Finnst ykkur tad liklegt myndu tid vilja semja vid mann sem segir ad hann se anaegdur med ad leidtogi ykkar se daudur.\nOg annad Israelar hafa engan rett a tvi ad vera i Palestinu. Adur en teir komu lifdu kristnir, muslimar og gydingar i satt. En tegar allir tessir gydingar komu sidan til Palestinu og toku bara yfir hluta af landinu og kolludu Israel ta for allt til helvitis. Tetta er alveg eins og ef Islendingar faeru til Noregs og heimtudu hluta af landinu af tvi vid bjuggum tarna fyrir tvo tusund arum!!!!!"
        },
        {
            "user": "zxc8ert",
            "user_id": "34679",
            "date": "2004-11-12 14:41:44",
            "id": "1788062",
            "reply_to_id": "1787764",
            "text": "Það á bara að jafna þessu arabalönd við jörðu ! þeir eru alltaf að gera einhvað vesen í þessum heimi !………"
        },
        {
            "user": "Ragnarr",
            "user_id": "25730",
            "date": "2004-11-12 15:06:43",
            "id": "1788100",
            "reply_to_id": "1788062",
            "text": "Já xberg, ég held að það væri bara einfaldasta leiðin …"
        },
        {
            "user": "geiri2",
            "user_id": "8406",
            "date": "2004-11-12 19:49:20",
            "id": "1788464",
            "reply_to_id": "1786202",
            "text": "Haha, þú ert nú meiri vitleysingurinn…"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2004-11-14 22:33:20",
            "id": "1791098",
            "reply_to_id": "1786202",
            "text": "“Guðs útvalda þjóð”"
        },
        {
            "user": "Spa",
            "user_id": "5037",
            "date": "2004-11-15 10:13:22",
            "id": "1791730",
            "reply_to_id": "1786202",
            "text": "Já, svo er það besta sem gæti gerst í stöðunni að Ariel Sharon myndi drepast líka fljótlega.\nÞá er heimurinn laus við þessa tvo geðsjúklinga."
        }
    ]
}