{
    "forum_title": "Hundar",
    "user": "EstHerP",
    "user_id": "11032",
    "date": "2004-11-14 10:09:13",
    "title": "Hvuttadagar - hundahátíð á Íslandi",
    "text": "Hvuttadagar eru dagar þar sem fólki gefst kostur á að kynnast þeirri hundamenningu sem er á Íslandi. Á staðnum eru ræktendur/eigendur hunda og hundarnir þeirra, dýralæknar, hundaþjálfarar og fyrirtæki sem að tengjast hundum eða hundahaldi á einhvern hátt eins og gæludýraverslanir, hundasnyrtistofur og tryggingafyrirtæki (hundatryggingar). Markmið Hvuttadaga eru að stuðla að betri hundamenningu á Íslandi auk fræðslu fyrir hundaeigendur og áhugafólk um hunda.\nEinnig eru dagarnir frábær leið fyrir fjölskyldur til að kynnast hundum og því sem fylgir hundahaldi.\nAuk hundanna, sem hægt er að fá að klappa og skoða, verður vegleg dagskrá í gangi um dagana þar sem m.a. verða tískusýningar (hundaföt og aukahlutir), hundafimisýningar, hundaþjálfarar sýna færni sýna, vinnuhundar sýna hvers þeir eru megnugir auk þess sem hundategundirnar á svæðinu verða kynntar ítarlega.\nHvuttadagar hafa verið haldnir tvisvar áður, árið 2002 og 2003. Í bæði skiptin tókust dagarnir frábærlega. Árið 2002 komu um 2000 manns á svæði og árið eftir tvöfaldaðist sú tala en rúmlega 4000 manns heimsóttu dagana í það skiptið. Bæði árin voru dagarnir haldnir í Reiðhöll Gusts, Kópavogi. Dagarnir eru að alltaf að verða stærri og stærri og eru orðnir að föstum lið í hundaheiminum á Íslandi, í ár hafa um 30 hundategundir staðfefst þátttöku sína auk 20 fyrirtækja og þjónustuaðila í hundaheiminum og því verður nóg að skoða.\nHvuttadagar verða haldnir helgina 20. – 21. nóvember næstkomandi í reiðhöll Gusts við Álalind, Kópavogi. Það verður opið báða dagana frá 12.00-17.00 og kostar 500 kr. inn. hvorn daginn\nHægt er að skoða allt um dagana á heimsíðu þeirra\nhttp://www.hvuttadagar.net.",
    "url": "https://www.hugi.is/hundar/greinar/257076/hvuttadagar-hundahatid-a-islandi/",
    "url_id": "257076",
    "id": "1790086",
    "replies": [
        {
            "user": "DNorman",
            "user_id": "34582",
            "date": "2004-11-14 12:19:09",
            "id": "1790143",
            "reply_to_id": "1790086",
            "text": "HVernig skráir maður sig? og má laveg bara mæta á staðinn með hundinn?"
        },
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2004-11-15 18:48:44",
            "id": "1792794",
            "reply_to_id": "1790143",
            "text": "Ef þú ert með hund sem þig langar að kynna, mæli ég með að þú sendir póst á hvuttadagar@simnet.is.\nHinsvegar er ekki ætlast til að fólk komi með hundana sína á sýninguna, þetta er alltof þröngt svæði, það er of mikið áreiti fyrir hundana og svo er ekki hægt að ábyrjast bólusetningar á hundum sem ganga inn af götunni."
        },
        {
            "user": "september",
            "user_id": "15204",
            "date": "2004-11-19 21:00:30",
            "id": "1799422",
            "reply_to_id": "1790143",
            "text": "Verða Doberman hundar þarna?"
        },
        {
            "user": "DNorman",
            "user_id": "34582",
            "date": "2004-11-19 21:45:56",
            "id": "1799483",
            "reply_to_id": "1799422",
            "text": "afhverju ertu að spurja mig?"
        },
        {
            "user": "september",
            "user_id": "15204",
            "date": "2004-11-20 20:31:25",
            "id": "1801210",
            "reply_to_id": "1799483",
            "text": "Mistök, ég ætlaði að spyrja greinarhöfundinn, soorý."
        },
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2004-11-24 16:04:38",
            "id": "1808230",
            "reply_to_id": "1799422",
            "text": "Sorry sá þetta ekki fyrr en núna, en það var hellingur af Dobermann hundum þarna. Bæði í Dobermann básnum og eins í hundafiminni."
        },
        {
            "user": "binnisk8",
            "user_id": "15359",
            "date": "2004-11-23 16:34:41",
            "id": "1806558",
            "reply_to_id": "1790143",
            "text": "Fór þangað þetta var snilld :D"
        }
    ]
}