{
    "forum_title": "Deiglan",
    "user": "hafeng",
    "user_id": "55571",
    "date": "2004-11-14 18:29:35",
    "title": ",,Homo Islandicus gegn Homo Olius\"",
    "text": "Á síðustu vikum og dögum höfum við enn og æ fengið að upplifað það, að hinir ,,stóru&#8221; virðast  leyfa sér allt, ef þeim svo sýnist, án þess að þeim sé refsað. Það eina sem þeir fá fyrir eru starfslokasamningar upp á tugir milljóna og/eða nýjar stöðuveitingar.  Það er bara einn af þeim ,,stóru&#8221; Árni J. Eyjamaður, sem hefur verið gómaður og honum stungið inn.\nEn var það kannski af góðvild? Til þess að hann gæti beitt sér fyrir kaupum á rúmum, koddum og sængum í fangelsin. Skrifað fimm bækur. Og sagað og meitlað  í stein listaverk upp á tugi tonna. Meðan hann tók út refsinguna. Ekki slæmt fangelsi það.\nÞað eru bara ,,litlu&#8221; mennirnir sem eru gómaðir. Eins og gjaldkerinn hjá Símanum.  Og Þórólfur sem verður að standa upp úr stóli borgarstjóra. Því hann átti einhvern þátt í  samráðssvindli olíufélaganna þegar hann var þar starfsmaður. En þáði þó bara launin sín fyrir.\nEn svo sitja forstjórar olíufélaganna áfram í sínum fílabeinsturnunum, þótt þeir hafi læðst í vasa okkar með samráðssvindlinu og ryksugað uppúr þeim, eitthvað um fjörutíu milljarða. Eða svo er fullyrt.\nEn hvað veldur? Hver heldur? Að ekki er hægt að góma þá ,,stóru&#8221; og láta þá sæta refsingu. Er það peninga pólitíkin, mafían, sem  stjórna því að ekki má hrófla við þeim? Eða vegna þess, að þeir hafa styrkt stjórnmálaflokkana með einhverjum tugum milljóna, þess vegna þori pólitíkusarnir  ekki að hrófla við þeim? En það er núna í umræðunni. Eða eigum við almúginn einhvern þátt í því?\nSpaugstofan tók á olíufélaga hneykslinu af algjörri snilld. Þann 06. 11. Og sýndi okkur í leiðinni, hvernig við Íslendingar látum hvað eftir annað, troða á okkur.\nSpaugstofumenn sýndu okkur líka að ein ástæðan fyrir því að við leyfum það, sé, að við höfum í heilanum, einir allra manna, nöldur og minnisleysiskirtil. Og hann virki þannig, að við æsum okkur upp yfir öllu og þykjumst vita allt, um það hvernig eigi að taka á málunum, en höfum svo ekki tíma né kraft, til að standa á sannfæringunni, og klára málið.  Því áður enn við vitum af, höfum við gleymt því sem við vorum að nöldra yfir og eyddum púðrinu í, og er þá komið annað hljóð í strokkinn.\nÞetta gefi því þeim, sem eiga eitthvað undir sér og vilja svíkja, ljúga, stela og pretta, og hafa samráð um það. Svigrúm til að fást við iðju sína. Því þeir viti að þótt það komist upp. Þá  standi nöldrið svo stutt hjá okkur. Þeir þurfi bara að sýna þolinmæði og hafa hljótt um sig í nokkra daga, ef málið er stórt. Því þá séum við búin að nöldra okkur yfir í allt aðra hluti. Og þá er málið dautt.\nOg svo erum við fljót að gleyma, að ef við eru spurð um það, hvað hafi verið efst á nöldurbaugi  fyrir viku síðan. Þá munum við ekkert.\nEn okkur er ekki sjálfrátt. Því málið er, að við látum ekki bara stjórnast af kirtlinum, heldur líka af fjölmiðlum, sem svo æsa okkur upp, dag eftir dag, með nýjum og kjarnyrtum fréttum um flest sem varðar þennan heim.\nÞetta gera fjölmiðlar af yfirlögðu ráði, til að lifa af í samkeppninni. Þeir leita eftir frétt, með logandi ljósi og koma henni í hámæli sem fljótast, og því fyrr því betra.\nÞetta gerir það að verkum, að engin fær orðið að ígrunda, nokkurn skapaðan hlut. Og þetta látum við viðgangast, því við erum  orðin fréttaþyrst, því ef við heyrum ekki fréttir á klukkutíma fresti alla daga vikunnar, þá fáum við flest okkar  fráhvarfseinkenni.\nSvo er það, að við höfum vitað af ólöglegu samráði olíufélaganna í langan tíma. Og þeir sem hafa aldur til, jafnvel í áratugi, en ekkert gert í málinu annað en það, að kaupa okkur fleiri, stærri og bensínfrekari bíla og í leiðinni keypt allt sem þau bjóða í verslunum sínum, jafnvel staðið þar í biðröðum, og því  hjálpað olíufélögunum að græða á tá og fingri. Við erum kannski þegar á allt er litið, meðsek.\nErum við kannski þess vegna orðin svo flækt í neti olíufélaganna, að við getum okkur ekki hreyft?\nLífsreglan segir mér; að af því að dómi yfir verkum illskunnar og/eða þess sem rangt og sviksamlegt er, er ekki fullnægt þegar í stað, þá svelli mönnum móður til þess að gjöra það sem illt er. Og er það ekki einmitt þannig í þessu máli sem öðrum.  Að ef menn eru ekki dregnir til ábyrgðar, þá halda þeir bara áfram að gjöra það sem rangt er.\nÞví þurfa stjórnvöld að vera betur vakandi í því að svona hlutir gerist ekki og hafa skýr lög, sem draga menn, Jón og séra Jón, fyrir dómstóla ef lögin eru brotin.  Einnig þurfum við neytendur að vera betur vakandi.\nHefðum við t.d. lagt okkur fram við það að kaupa sem minnst af olíufélögunum og mótmælt samráðinu stöðulega og nöldurslaust.  Látið verkin tala. Þá er ég viss um að farið hefði um olíufurstana. Og þeir örugglega hugsað sinn gang.\nEn þetta með nöldur og minnisleysiskirtilinn er stórgóð hugmynd og dýpkar skilning okkar á ,,Homo Islandicus.&#8221; Þessari sérstöku tegund. En staðreyndin er þó sú, þegar öllu er á botninn hvolft, og öllu gamni sleppt, að þar sem hér þarf, er hugarfarsbreyting. Að taka réttlætið fram yfir neyslugræðgina og fréttafíknina.\nOg að endingu þetta!\nForstjórar olíufélaganna hafa að vísu játað að hafa tekið þátt í samráði þeirra, en telja þó að sök þeirra sé ekki meiri en svo, að enginn  verði dæmdur fyrir. Þetta er engin játning. Einn þeirra sagði; að skýrsla Samkeppnisstofnunar sé að mestu leiti röng. En samt játar hann á sig brot, vegna skýrslunnar. Er það von að manni blöskri.\nÞeir ætla kannski olíufurstarnir, að verja sig ef til kemur með orðum mannsins er sagði:\n,,Þegar maður vinnur við eitthvað, þá er ekki þar með sagt að maður viti við hvað maður vinnur.&#8221;\nÞetta er kannski pottþétt vörn, eða hvað finnst ykkur?\nhafeng.",
    "url": "https://www.hugi.is/deiglan/greinar/257048/homo-islandicus-gegn-homo-olius/",
    "url_id": "257048",
    "id": "1789861",
    "replies": [
        {
            "user": "BudIcer",
            "user_id": "18832",
            "date": "2004-11-14 19:01:39",
            "id": "1790686",
            "reply_to_id": "1789861",
            "text": "Mér finnst þessi grein með öllu óskiljanleg."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-14 19:32:26",
            "id": "1790753",
            "reply_to_id": "1790686",
            "text": "sammála."
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2004-11-14 19:57:07",
            "id": "1790797",
            "reply_to_id": "1790686",
            "text": "það var pain að lesa þetta og ég gafst upp áður en ég var hálfnaðu"
        },
        {
            "user": "hafeng",
            "user_id": "55571",
            "date": "2004-11-14 23:47:18",
            "id": "1791305",
            "reply_to_id": "1790797",
            "text": "Leitt að valda þér sársauka, það var ekki ætlunin.\nEn þar sem þú last ekki nema hálfa greinina. Þá langar mig að benda þér á, að allt er gott sem endar vel.\nÞakka samt álit þitt.\nhafeng."
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2004-11-15 09:34:34",
            "id": "1791673",
            "reply_to_id": "1791305",
            "text": "ég meinti þetta ekki svona bókstaflega ég var bara að meina að það væri óþægilegt að lesa svona þéttan texta"
        },
        {
            "user": "hafeng",
            "user_id": "55571",
            "date": "2004-11-15 00:12:18",
            "id": "1791329",
            "reply_to_id": "1790686",
            "text": "Ég held að þú hafir bara ekki sama húmor og ég. Og það þykir mér miður. Nei,fyrirgefðu mér, ég var nú bara að grínast.\nÍ alvöru þá þykir mér þetta miður. Þarf auðsjáanlega að bæta mig.\nKveðja.\nhafeng."
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2004-11-14 19:06:56",
            "id": "1790696",
            "reply_to_id": "1789861",
            "text": "Ha?"
        },
        {
            "user": "Zaanya",
            "user_id": "32160",
            "date": "2004-11-14 20:37:22",
            "id": "1790863",
            "reply_to_id": "1789861",
            "text": "Mér fannst titill greinarinnar áhugaverður, en veistu, ég nennti ekki að lesa hana.  Skrifaðu næstu grein með greinarskilum og aðeins betur upp setta, ekki allt í belg og biðu."
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2004-11-14 21:09:25",
            "id": "1790924",
            "reply_to_id": "1789861",
            "text": "Vinsamlegast útskýrðu:\nstóru&#8221\nlitlu&#8221\nÞetta á eflaust að þýða glæpamenn, skíthælar…. ja allavegana er þetta ekki hrós.\nAuk þess þá er þetta allt í belg og biðu.\nSkil samt að þetta komi kannski svona hrátt frá þér, liggur þetta á hjarta líkt og mörgum öðrum."
        },
        {
            "user": "hafeng",
            "user_id": "55571",
            "date": "2004-11-14 23:36:01",
            "id": "1791268",
            "reply_to_id": "1790924",
            "text": "Ef þú ert að tala um  tölurnar, þá  veit ég ekki afhverju þær eru þarna, því þarna eiga að vera gæsalappir.\nÞakka gagnrýnina.\nhafeng."
        },
        {
            "user": "peturius",
            "user_id": "56005",
            "date": "2004-11-14 21:42:55",
            "id": "1790996",
            "reply_to_id": "1789861",
            "text": "Þetta er óskiljanleg grein hjá þé"
        },
        {
            "user": "lilienfeld",
            "user_id": "20337",
            "date": "2004-11-14 22:11:00",
            "id": "1791050",
            "reply_to_id": "1789861",
            "text": "Hversu áhugaverð sem þessi grein gæti verið, þá held ég að 90% þeirra sem á annað borð byrja að lesa hana gefist upp. Sjálfur nennti ég ekki að byrja.\nMuna að vanda uppsetningu og frágang. ;)"
        },
        {
            "user": "hafeng",
            "user_id": "55571",
            "date": "2004-11-14 23:20:11",
            "id": "1791219",
            "reply_to_id": "1791050",
            "text": "Þetta er leitt að heyra. En hver getur dæmt um það sem hann hefur ekki lesið? Og eru það ekki sleggjudómar?\nÞakka samt..\nhafeng."
        },
        {
            "user": "lilienfeld",
            "user_id": "20337",
            "date": "2004-11-14 23:38:00",
            "id": "1791276",
            "reply_to_id": "1791219",
            "text": "ég var að segja það að ég hefði ekki lesið greinina þar sem hún er illa uppsett, svoleiðis að ég er ansi hræddur um að hún fari nú bara fyrir ofan garð og neðan hjá flestum, hve gott sem innihaldið er…"
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2004-11-14 23:42:31",
            "id": "1791293",
            "reply_to_id": "1791219",
            "text": "Sleggjudómar?\nSvei 'attan nei!\nGreinin er hörmung að sjá.\nInnihaldið er eflaust þokkalegt en ég legg ekki í svona orðahrauk. Mig skortir kjark."
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2004-11-14 23:59:54",
            "id": "1791321",
            "reply_to_id": "1789861",
            "text": "Ég las svona helminginn… Virtist ágætur boðskapur í þessu öllu saman, en alveg hræðilega upp sett…"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2004-11-15 03:48:17",
            "id": "1791492",
            "reply_to_id": "1789861",
            "text": "Vinsamlegast hættu að segja homo :Þ"
        },
        {
            "user": "Gyzmo",
            "user_id": "3814",
            "date": "2004-11-15 23:56:28",
            "id": "1793368",
            "reply_to_id": "1791492",
            "text": "Eru menn eitthvað hörundssárir fyrir orðinu Homo?\nOrðið þýðir maður.\nEins og franska orðið Homme.\nErtu skeinuhættur fyrir því?\nHomo og Homme eru mjög venjuleg orð, Homo er latína og Homme eins og ég sagði áðan er franska.\nÞað er ekki eins og hann hafi verið að segja Hommi sem eins og þú væntanlega veist er Eistneska og þýðir: á morgun.\nGóðar stundir\n:-D"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2004-11-16 02:36:20",
            "id": "1793483",
            "reply_to_id": "1793368",
            "text": "Þetta átti að vera djók ;)"
        },
        {
            "user": "Gyzmo",
            "user_id": "3814",
            "date": "2004-11-16 11:30:53",
            "id": "1793684",
            "reply_to_id": "1793483",
            "text": "Mitt svar líka"
        },
        {
            "user": "kandur",
            "user_id": "56025",
            "date": "2004-11-18 12:33:33",
            "id": "1797020",
            "reply_to_id": "1793684",
            "text": "já það er nú bara satt, þetta er frekar slök grein, og soldið vittleysisleg, en mönnunm getur aftur á móti verið heitt í hamsi og þá er erfitt að hugsa rökrétt,heheheh"
        }
    ]
}