{
    "forum_title": "Spenna / Drama",
    "user": "eel",
    "user_id": "8142",
    "date": "2001-05-04 21:40:17",
    "title": "The Second Slayer... Faith",
    "text": "Faith var kölluð til við dauða Kendru. Það er óljóst hvaðan hún er í rauninni eða hversu mikla þjálfun hún hefur fengið, en menntuð ágiskun um hvað hún hafði verið Bani lengi mundi hljóða upp á 3 mánuði eða svo. Hún kom til Sunnydale í “Faith, Hope and Trick”. Faith er jafn ólík Buffy og co. Og Kendra var. Greinilega hefur hún ekki átt neitt sældarlíf. Faith hefur skerpu af því að vera “street smart”; hún er íburðarmikil og dálítið hörð. Hún tók þá ákvörðun að hætta í skólanum. Faith gefur manni þá hugmynd að hún sé svolítið vilt og ofsafull frekar en að vera The Chosen One.\nEitt er ljóst, hún er hrifin af sínum nýuppgötvuðu kröftum og finnst mjög gaman að eltast við vondu kallana. Hún vill helst berjast með því að berja fyrst líftóruna úr vampíru, áður en hún bindur enda á þjáningar hennar með stjaka. “Living Large” er ekki bara mottó hennar, það er lífstíllinn. Lífsþróttur hennar er í dressinu, attitúdinu, og persónuleikanum, og pottþétt í bardagastílnum. Hún flutti sig inn í líf Buffy snögglega, aðlaðaði skjótt Joyce og vini Buffy að sér, og það fór í pirrurnar á Buffy.\nÞó ný í Banastarfinu, var Faith strax prófuð þegar hún mætti Kakistos, vampíru svo gamalli að hendur hans og fætur voru klofnir. Þegar Faith mætti honum í bardaga, drap hann Vaktara hennar fyrir framan hana. Að því er virðist, var dauði hans óímyndarlega ógeðslegur, og sjálfstraust Faith var valt. Þó hún hafi náð að særa Kakistos, trúði hún ekki að hún gæti drepið hann. Faith flýði burt og leitaði hælis í Sunnydale. Líklega fann hún öryggi í hópnum, og að vinna með Buffy (a legend among Slayers) lét hana finnast óhrædda. En Kakistos kom til Sunnydale, dirfska Faith fór minnkandi og hún bjó sig undir að flýja á ný.\nAftur á móti, var flótti ekki í spilunum, Kakistos og áhangendur ( þar með talinn Mr. Trick) fundu Banana tvo. Kakistos drap næstum Faith—hún var svo lömuð af ótta, en þegar Buffy mistókst að drepa hana með litla stjakanum sínum, tók Faith sig saman í andlitinu og stjakaði hann með föllnum bjálka. Núna er Faith í Sunnydale með Buffy og bíða þær eftir nýjum Vaktara.\nPERSONAL TRAITS AND/OR CHARACTERISTICS: Hún sefur nakin. Hún er með flott tattoo. Hún notar gaura og er mjög upptekin af sexi. Bönun gerir hana hungraða *og* graða. Hún er sterk og kraftmikil, ef óöguð. Hún er góð skytta. Henni líkar Heavy Metal. Hún er alveg sátt við varúlfa, en vampírur ná ekki alveg upp í standardinn hjá henni. Hún veit að “all men are beasts.” Henni finnst Giles vera ungur og sætur. Persónuleg kenning: Banar eru betri en annað fólk. “Want. Take. Have.”\nOg fleira…\nReyndi að drepa Angel vegna “hvernig allt leit út fyrir að vera, ekki hvernig þetta var.” Gerði mann úr Xander. Reyndi að fá Buffy til að hugsa eins og hún… “ there are no rules for Slayers, so run with the night.”\nÞetta er allaveganna það sem er búið að gerast á Íslandi, ég vil ekkert vera að eyðileggja fyrir neinum.",
    "url": "https://www.hugi.is/spenna/greinar/25719/the-second-slayer-faith/",
    "url_id": "25719",
    "id": "170854",
    "replies": [
        {
            "user": "leely",
            "user_id": "9275",
            "date": "2001-05-05 17:06:25",
            "id": "170855",
            "reply_to_id": "170854",
            "text": "Sorry en Faith er ekki second slayer þótt ég horfi ekki oft á Buffy veit ég er Faith er ekki 2. slayer Kendra er 2.slayer en einhver vamíra drap hana og svo kom Faith svo það þýðir að hún er 3. slaye"
        },
        {
            "user": "eel",
            "user_id": "8142",
            "date": "2001-05-05 23:51:41",
            "id": "170856",
            "reply_to_id": "170855",
            "text": "Ég meina það ekki þannig, Faith er #2, því Buffy er og mun vera númer 1. Ef þeir eru tveir (eins og þeir eru) þá er hún second! En hún er hinsvegar ekki þriðja, því þá þyrfti maður að telja ALLA Banana og Buffy… ekki # 1."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-05-06 15:51:16",
            "id": "170857",
            "reply_to_id": "170855",
            "text": "OK OK SKO!!! Buffy er ekki 1st slayer sko… á hverri öld er kosið einn slayer og það hafa verið margar aldir. Það er þáttur sem var núna síðasta föstudag á sky one að buffy fór á einhvern heilagan stað og hitti the first slayer. En annars ef þú ert að meina í réttri röð í þáttunum þá kom Buffy first síðan faith, Buffy og faith voru búnar að vera vinkonur lengi. En svo fór faith að þjálfa á öðrum watcher og Buffy dó í sona smá stund og þá automaticly var kosið annan slayer, og það var Kendra. svo drapst hún og þá kom faith aftur! :)"
        },
        {
            "user": "Ukyo",
            "user_id": "7465",
            "date": "2001-05-06 03:49:03",
            "id": "170858",
            "reply_to_id": "170854",
            "text": "Tvo banana :)"
        },
        {
            "user": "leely",
            "user_id": "9275",
            "date": "2001-05-06 13:06:19",
            "id": "170859",
            "reply_to_id": "170858",
            "text": "Ok ég skil :)"
        },
        {
            "user": "dobermann",
            "user_id": "3057",
            "date": "2001-05-07 14:56:01",
            "id": "170860",
            "reply_to_id": "170854",
            "text": ""
        },
        {
            "user": "eel",
            "user_id": "8142",
            "date": "2001-05-07 15:22:52",
            "id": "170861",
            "reply_to_id": "170860",
            "text": "Heyjá!! En ég skrifaði þetta ekki sjálf í rauninni, bara þýddi… en hefði átt að taka eftir þessu!"
        }
    ]
}