{
    "forum_title": "Heimspeki",
    "user": "Sveipur",
    "user_id": "24390",
    "date": "2004-11-15 15:40:27",
    "title": "Afsönnun hreifilögmál afstæðiskenningarinnar.",
    "text": "A.t.h  Eftir farandi er aðeins skrifað sem dægradvöl.\nAfstæðiskenning Einsteins er gróft Dæmi um óþurft ofmikilar starfræði við uppbyggingar lögmála er varða alheiminn og sönnun þess sem Aristóteles sagði um ofnotkun hennar.  En hann sagði að of mikið af henni myndi leiða manninn út fyrir það mannlega.  Ég er þeirrar trúar að ekkert sé í raun afstætt.  Ég fæ þá niðurstöðu vegna þess að ég er ekki að láta vanþekkingu mína þvælast fyrir mér m.ö.o ég veit nógu lítið til að getað hafnað henni með skynsamlegum rökum.  En hér ætla ég að færa rök fyrir að of notkun algildra kennisetninga, eins og fullyrðinga um afstæði eins eða hins, sama hvaða nafni þær nefnast, sé mannkynninu beinlínis háskalegar sé litið til framaþórunnar þess, þar sem [maðurinn] fær þar tækifæri til þess að slá niður vilja frjálsra hugsuða til að rannsaka til hlítar flókinn viðfangsefni með notkun þeirra og gefur sér að endanleg niðurstaða hinna og þessara minni sem stærri viðfangefna sé t.d „afstæði“.  Sökum þess verða viðfangsefnin órannsakanleg fyrirbæri í skjóli slíkra „óhagganlega lögmála“ sem kennisetning afstæðishyggjunnar er talinn vera af vitrum sem óvitrum, menntuðum sem ómenntuðum. Hver kannast ekki við það að hafa heyrt fullyrt þegar flóknum viðfangsefnum er haldið á lofti, og enginn skynsamleg rök eru fyrirliggjandi á tiltekinni stund, að viðfangsefnið sé afstætt og þá án þess að nokkrum skynsamlegum rökstuðningi sé haldið uppi fullyrðingunni til stuðnings! Annað en að það sé „afsætt“. Oft er slíkum alhæfingum kastað fram fyrir skjöldu (sem blautri tusku) af aðilum er ekki hafa nennu (þolinmæði) eða skilinning á mætti röklegarar hugsunar eða menntun í meðferð viðurkenndra vísindalegraðferða.\nÞegar slíku er haldið fram án þess að færð séu fullgild rök fyrir upphrópunni má skilja það sem ásetning til að drepa niður með henni úrvinnslu viðfangsefnisins á dróma. Og vegna þess að sjákrafa gangast menn við, sökum vankunnáttu sinnar, að þeim eru takmörk sett í heiminum og sjá því fyrir sér í toppstykkinu málið fuðra upp og dreifast í allar áttir í ómælisvíddum hugans eða sjá málið lokast með þeim kenningum sem fleygt er fram í það eða hitt skiptið .\nÞað var nú einu sinni Einstein, Alberts er bar Afstæðiskenningu sína í heiminn árið 1905 byggða á hugmyndum honum eldri manna og vilja margar meintar „skynsemisverur“ í sakleysi sínu gleypa þann öngull ofanný maga og trúa án gagngríninnar hugsunar að slíkt hið sama eigi við um einfaldari viðfangsefi sem oft vel sé mögulegt að fá í ásættanlega niðurstöðu í formi fasts mótaðrar hugsunar og/eða kenninga byggða á viðurkenndum vísindalegum og/eða hugmyndarfræðilegum aðferðum.\n(En ég minni á að hann færði mannkyninu einnig það vald yfir þeim ógnar tortímingar öflum sem atómsprengjan er og að skelfilegt sé að hugsa til þess að manninum sé hampað sem raun er).\nSvo rökræða megi viðfangsefni og að mannskepnunni sé það mögulegt að halda áfram við vísinda- og hugmyndalega framþróun sem er henni aðeins til heilla ef til framtíðar litið verður að steypa afstæðiskenningunni af stóli, allt svo um stundar sakir, eða þar til að fastur punktur finnst í veröldinni.\nVegna þess að ef óútskírt fyrirbæri er sagt „afstætt“ og ekki talið vert að það sé tekið upp að nýju og að því sé gerð önnur atlaga af endurnýjum huga með þrótt mettum af von og trú um skynsamlega niðurstöðu með úrvinnslu þætti hugans að fullu starfandi við að greina ólíka þætti viðfangsefnisins, án hættulegra alræðishugmynda um afstæði næstum hverz sem er er mannskepnan glötunarinnar veg.\nÞess vegna má helst ekkert endanlega fyrirfram setja af og/eða dæma órannsakanlegt, án nákvæmrar rannsóknar á eiginleikum viðfangsefnisins framkvæmdri af hreinni skynsemisveru án trúar á fyrirfram ákveðna niðurstöðu með hliðsjón af kennisetningum sem afstæði er sem einungis skapa tómarúm í vísindunum sem allri heilbrigðri vitiborinni umræðu. [Það sama gildir um dóma manna um aðra menn [ef umrædd summa er smættuð niður í siðfræði í samskiptum manna á milli] .\nHeimurinn skal verða rannsakaður af mönnum og má hann ekki láta kenningar um afstæði hans, eða hvers sem er, þvælast fyrir sér við framkvæmd þeirra rannsókna í framtíðinni.\nHöfundur þessarar skoðana hefur frekari útskýringar máli sínu til stuðnings en sér sér ekki kleift vegna vandraðargangs og vankunnáttu við að setja þær myndrænt upp á  netið á þessari gefinni stundu.\nMín rök: Eftir farandi „gátur“ eru fengnar af vísindavef hi.is\nHreyfingarlögmál afstæðiskenningarinnar skipta fyrst og fremst máli fyrir agnarsmáar eindir sem hreyfast næstum eins hratt og ljósið. Árekstrar slíkra agna eru mikið rannsakaðir af eðlisfræðingum og sýna að afstæðiskenning Einsteins er „hárnákvæm“. Í einu slíku mælitæki þar sem tíu þúsund árekstrar verða á sekúndu má því segja að kenningin sé prófuð tíu þúsund sinnum á sekúndu.\nFengið á :\nhttp://www.visindavefur.hi.is/svar.asp?id=115\nSé þetta atriði litið með skynsemina að leiðarljósi sést að það er vart hægt að segja það afstætt að umræddar agnir lendi í árekstri 10.000 sinnum á sek heldur að um hlut af  eðli þeirra sé að ræða er þær ferðast um alheiminn og að þá sé það orðið skiljanlegt mannskeppunni að slíkt sé í eðli ljóseinda á ferð sinni milli A til B.  Þetta eru agnir og þær geta vart búið yfir skynsemi og því vart getað forðast árekstra.   Svona heilbrigð skynsemi segir mér að svo.\nOg  svo eru þessi rök gefin fyrir því að eitt eða hitt sé afstætt\nEf A og B eru tveir menn sem hreyfast innbyrðis (ef að mennirnir hreifast innbyrðis eru þeir báðir á hreyfingu ef skilja má settinguna innbyrðis eins og þegar að sagt sé að bræður berjist innbyrðis) með föstum hraða þá er ókleift að ákvarða hvor er „raunverulega“ kyrr og hvor er „raunverulega“ á hreyfingu.\nÞetta er of gamalt til að fá staðist í þeim heimi sem við lifum í dag þar sem vísindi og tækni hefur fleygt svo mikið fram, sem við öll vitum auðvitað.\nÞví þar sem maðurinn hefur tæknina sér til aðstoðar í veruleikanum mætti setja hana hér inn við laus þessarar þrautar á þann einfalda hátt að setji maðurinn einhverskonar mæli tæki á þá staði sem umræddir menn er á er til að fylgjast með ferli þeirra verður auðvelt að sjá hvor þeirra er á hreyfingu og hvur ekki, og má hafa eins mikið af þeim [mælitækjunum] og mönnum listir.\nOg í gamla tímanum mætti fylgjast með mönnunum tveim og skrásetja hegðun þeirra og ferli og pósta á milli upplýsingarnar til að glöggva sig á ferð þeirra.\nOg það er allt á hreyfingu í alheiminum eins og ferð þessara agna segir til um og ástæða árekstra þeirra var væntalega sú að þær voru á hreyfingu og að jafnvél við árekstur við hvor aðra héldu þær áfram að hreifast.  Líkami minn er t.d á stöðugri hreyfingu hver einasta fruma.\nÖrn Úlriksson f: 12ta, Marz, 1976.",
    "url": "https://www.hugi.is/heimspeki/greinar/257291/afsonnun-hreifilogmal-afstaediskenningarinnar/",
    "url_id": "257291",
    "id": "1791536",
    "replies": [
        {
            "user": "beeblebrox",
            "user_id": "16761",
            "date": "2004-11-15 15:57:46",
            "id": "1792363",
            "reply_to_id": "1791536",
            "text": "Hehe.\nÞú færð stig hjá mér fyrir að nenna að skrifa svona langan texta og bulla eitthvað útí loftið en samt hljóma gáfulega."
        },
        {
            "user": "ojb",
            "user_id": "1502",
            "date": "2004-11-15 23:09:38",
            "id": "1793275",
            "reply_to_id": "1792363",
            "text": "þessi fer í pólitík ;-)"
        },
        {
            "user": "Nisir",
            "user_id": "41812",
            "date": "2004-11-20 12:47:14",
            "id": "1800024",
            "reply_to_id": "1792363",
            "text": "Ágæti Örn Úlriks.\nþarna fórstu á flug og eru hugrenningar þínir all skemmtilega og af eigin reynslu og notkunnar skynseminnae ertu að taka fyrir málefnni er ég og félagar mínir erum að fást við.Vísindatrúin er orðin slík að menn þora varla út úr húsi án þess að vísindaleg niðurstaða bendi ótvírætt til þess að þeir komist óhultir heim.menn heimta vísindalega umfjöllum en neita síðan að taka mark á þessum og hinum “ eru ekki marktækir ” segja þeir og neita að taka mark á tilfinningalegri reynslu og hugsanlegri niðurstöðu og eða úrvinnslu skynseminnar á fyrirbærinu. Að vísu er ekki allt sem sýnist, en þú segir ekki manni með tannpínu að hún sé ímyndun, tannnppínan er eftir sem áður. Þakka þér fyrir þetta innlegg í umræður dagsins. Gott erindi, þörf umræða. Leitt að höfundar álits skuli ekki hafa skilið hugsunina að baki erindisins."
        },
        {
            "user": "HaXeN",
            "user_id": "54578",
            "date": "2004-12-28 21:32:30",
            "id": "1866846",
            "reply_to_id": "1792363",
            "text": "Úff… þótt ég hafi mikinn áhuga á heimspeki nennti ég engann veginn að lesa þetta en hljóms gáfulega? ertu að segja að ég reyni að hljóma gáfulega með kenninguna mína að tíminn er ekki til og í sömu mund ónákvæm uppfining ég þoli ekki þegar fólk segir helvítis bull í þér eða eitthvað álíka um eitthvað sem það veit ekkert um! t.d. þá var einvher sem sagði að ég væri hálfviti að reyna að halda því fram að tíminn er ekki til og í sömu mund ónákvæm uppfining en tíminn er ekki til af því að hann var miðaður svo ónákvæmlega nenni ekki að útskýra það aftur þetta er á korknum ef þið viljið viljið fræðast meira um þetta."
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2004-11-15 16:28:51",
            "id": "1792454",
            "reply_to_id": "1791536",
            "text": "Það sem hinn sagði."
        },
        {
            "user": "Khan",
            "user_id": "18059",
            "date": "2004-11-15 16:30:29",
            "id": "1792458",
            "reply_to_id": "1791536",
            "text": "Ert þú sem sagt að afsanna afstæðiskenningu Einsteins?"
        },
        {
            "user": "beeblebrox",
            "user_id": "16761",
            "date": "2004-11-15 17:13:53",
            "id": "1792588",
            "reply_to_id": "1792458",
            "text": "Nei, ef það væri hægt að afsanna eðlisfræðikenningar með því að skrifa einhverja vitleysu, nánast fullkomlega ótengda viðfangsefninu, þá væru ekki margar kenningar óafsannaðar í dag."
        },
        {
            "user": "Sveipur",
            "user_id": "24390",
            "date": "2004-11-15 17:19:12",
            "id": "1792606",
            "reply_to_id": "1792588",
            "text": "Bara hreifilögmálið er það sem ég hrek hér."
        },
        {
            "user": "beeblebrox",
            "user_id": "16761",
            "date": "2004-11-15 17:49:11",
            "id": "1792662",
            "reply_to_id": "1792606",
            "text": "Jújú. Hrakið! Haha, þú ert snilld."
        },
        {
            "user": "ojb",
            "user_id": "1502",
            "date": "2004-11-15 23:11:44",
            "id": "1793282",
            "reply_to_id": "1792458",
            "text": "og með tölvupósti :-D"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2004-11-15 19:13:59",
            "id": "1792844",
            "reply_to_id": "1791536",
            "text": "Einsog vitur maður mælti einusinni “you're way out of your league”. :)\nAnnars vona ég nú að einhver nenni að koma með eitthvað sensible svar, ekki nenni ég því.\nKv. Duff"
        },
        {
            "user": "sbj",
            "user_id": "39661",
            "date": "2004-11-29 00:49:49",
            "id": "1815395",
            "reply_to_id": "1792844",
            "text": "Ég efast um að þú getir það :)"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2004-11-29 18:24:29",
            "id": "1816460",
            "reply_to_id": "1815395",
            "text": "Hvað áttu við ?"
        },
        {
            "user": "sbj",
            "user_id": "39661",
            "date": "2004-11-29 19:36:02",
            "id": "1816616",
            "reply_to_id": "1816460",
            "text": "Ég á við það að þó að þessi grein sé allt annað en skotheld er ekkert endilega svo auðvelt að koma með sensible svar. Ég er að segja að ég sé ekki sannfærður um að þú getir það."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2004-11-29 21:09:52",
            "id": "1816812",
            "reply_to_id": "1816616",
            "text": "Heh, nei ég botna ekkert í þessari grein. :)\nHef heldur ekki kynnt mér afstæðiskenninguna neitt það mikið."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2004-11-15 20:30:30",
            "id": "1792954",
            "reply_to_id": "1791536",
            "text": "Þetta lítur út fyrir að vera illa þýdd grein af\nanti-relativity\nvefsíðu.\n„Það var nú einu sinni Einstein, Alberts er bar Afstæðiskenningu sína í heiminn árið 1905 byggða á hugmyndum honum eldri manna[...]“\nÞessi setning er fáránleg.\nOg hvað meinaru með of mikilli stærðfræði annars?        Hvernig veistu fyrir víst ef þú hefur ekki kynnt þér afstæðiskenninguna (sem mér sýnist á öllu að þú hafir ekki gert) að hún sé mikil stærðfræði?\n„(En ég minni á að hann færði mannkyninu einnig það vald yfir þeim ógnar tortímingar öflum sem atómsprengjan er og að skelfilegt sé að hugsa til þess að manninum sé hampað sem raun er).“  - HA!?  Þú telur þig virkilega geta fullyrt þetta?  Ef hann hefði ekki uppgötvað þetta, hefði einhver annar gert það.  Að auki, hann var alltaf á móti þeim, og hann var ekki sá eini sem kom að þessu, langt því frá."
        },
        {
            "user": "Bacon86",
            "user_id": "56111",
            "date": "2004-11-15 21:22:11",
            "id": "1793045",
            "reply_to_id": "1792954",
            "text": "Varstu að taka fram öll flottu orðin þín, má ég giska þú fékkst aldrei hátt í eðlisfræði."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2004-11-15 22:51:31",
            "id": "1793245",
            "reply_to_id": "1793045",
            "text": "Endilega leiðréttu mig."
        },
        {
            "user": "Bacon86",
            "user_id": "56111",
            "date": "2004-12-01 01:48:16",
            "id": "1819113",
            "reply_to_id": "1793245",
            "text": "Afsakið ég ætlaði að pósta á greininna"
        },
        {
            "user": "EnderWiggin",
            "user_id": "55271",
            "date": "2004-11-15 22:14:50",
            "id": "1793171",
            "reply_to_id": "1791536",
            "text": "Ég fæ ekki skilið hvernig of umfangsmiklir stærðfræðiútreikningar geta gefið útkomu sem er fjarri raunveruleikanum. Sú stærðfræði sem notast er við í dag (Evklíðsk stærðfræði í nær öllum tilvikum) byggist á rökrænum útleiðingum frá nokkrum frumreglum sem allir ættu að geta verið sammála um, þó svo að sumir stærðfræðingar efist um algildi hennar. Að mínu mati, og ég biðst afsökunar ef lærðari og vitrari maður en undirritaður hrekur greinina, er útkoma slíkra reikninga rökrétt. Einnig ber að minnast á að þó svo Einstein hafi komið með fræðilegan grunn fyrir smíðun kjarnakljúfa voru aðrir menn sem gerðu hina hryllilegu kjarnorkusprengju að veruleika. Þó svo að Einstein hafi séð fram á að kenningar hans væri hægt að nota til vopnagerðar er langsótt að kenna einum manni um tilvist kjarnavopna.\nEinstein-fan"
        },
        {
            "user": "sbj",
            "user_id": "39661",
            "date": "2004-11-29 00:47:49",
            "id": "1815391",
            "reply_to_id": "1793171",
            "text": "En ef sá sem hrekur það sem þú sagðir er ekki lærðari eða vitrari en þú? Þú tekur nú samt alveg mark á honum er það ekki? :)"
        },
        {
            "user": "Avatar",
            "user_id": "157",
            "date": "2004-11-15 23:36:06",
            "id": "1793323",
            "reply_to_id": "1791536",
            "text": "Úff.. auk þess sem þetta er torlesnasti texti sem ég hef lesið (illa þýtt?) þá er þetta alveg út í hött.\nAuk þess var það sko ekki Einstein sem gaf okkur atómsprengjuna. Það eina sem hann gerði var að láta Bandaríkjaforseta vita að þýskir vísindamenn væru að rannsaka viðfangsefnið, og var það Robert Oppenheimer sem stýrði hóp vísindamanna í Bandaríkjunum til að þróa fyrstu kjarnorkusprengjuna. Vísindin voru þekkt, en aðferðin ekki og það var það eina sem Einstein kom á framfæri við bandaríkjamenn þegar hann flúði Nasistaveldið."
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2004-11-15 23:47:38",
            "id": "1793348",
            "reply_to_id": "1791536",
            "text": "Þetta var eins og að lesa grein sem var skellt í gegnum babelfish nokkrum sinnum.\nEn ég skil ekki hvað þú ert að segja, þú gerir þér grein fyrir að fólk “trúir” ekki bara á afstæðiskenninguna blindt, ekki frekar en að fólk trúir blindt á neinar eðlisfræðikenningar. Vísindalegar aðferðir eru notaðar til að hrekja/staðfesta kenningarnar, og afstæðiskenningin hefur fjölda tilrauna á bak við sig sem styðja hana. Ég er ekki alveg að sjá hvernig þessi ólæsa grein á að “afsanna” afstæðiskenninguna."
        },
        {
            "user": "Sveipur",
            "user_id": "24390",
            "date": "2004-11-16 00:16:05",
            "id": "1793391",
            "reply_to_id": "1793348",
            "text": "Æ, þetta er svo einfalt.  Hlutirnir í efnisheiminum eru margþættir og flóknir en ekki afstæðir."
        },
        {
            "user": "Tannbursti",
            "user_id": "7246",
            "date": "2004-11-19 04:02:05",
            "id": "1798323",
            "reply_to_id": "1793391",
            "text": "Hvernig er hægt að segja að hlutir séu margþættir en ekki afstæðir? Ef það er hægt að að skipta efnisheiminum niður í þætti þá hlýtur að vera afstætt hvernig honum er skipt niður. Afstæðiskenningin er ekki að segja að heimurinn sé afstæður. Heimurinn er bara. Hugmyndir okkar og skilgreiningar á hlutum eru hinsvegar afstæðar, þær eru líka margþættar. Heimur er bara hvorki þáttaður né afstæður."
        },
        {
            "user": "cucular",
            "user_id": "7619",
            "date": "2004-11-16 01:06:19",
            "id": "1793440",
            "reply_to_id": "1791536",
            "text": "Það þegar fólk notar setningu eins og ,,það er afstætt“ til að binda enda á umræðu sem það vill ekki/nennir ekki að fara út í fellur að mínu mati undir nákvæmlega sama hatt og þegar trúað fólk segir ,,vegir guðs eru óútreiknanlegir”.\nÞetta hefur í raun ekkert með afstæðiskenninguna að gera, nema það að fólkið er að nota vitneskjuna af henni til að koma sér útúr erfiðum rökræðum.\nÞar að auki má geta þess að Albert Einstein var aldrei mikill stærðfræðingur, þoldi í raun ekki að sitja og reikna hluti. Hann pældi í hlutunum, ímyndaði sér líkön og lét svo aðra sjá um að reikna það sem þurfti að reikna."
        },
        {
            "user": "beeblebrox",
            "user_id": "16761",
            "date": "2004-11-16 02:01:44",
            "id": "1793464",
            "reply_to_id": "1791536",
            "text": "Þess má geta að hreyfifræðin í takmörkuðu afstæðiskenningunni byggist aðallega á sáraeinföldum formúlum sem væri þannig séð hægt að kenna í 9.-10. bekk í grunnskóla, einnig er hugmyndafræðin þar að baki ekki flókin þegar einungis er verið að ræða um hraða, stöðu og atburði. (flækist aðeins meira þegar farið er út í almennu afstæðiskenninguna)\nÞað er alveg út í hött að segja að eitthvað getur ekki verið rétt því að við þurfum að nota mikla og flókna stærðfræði til að reikna það út.\nAfstæðiskenningin er í dag ,,sannasta“ kenning sem við höfum til staðar sem lýsir hegðun ýmsa náttúrufyrirbæra. Stærðfræðin er einungis tól manna til að geta lýst og skilið hegðun þessara fyrirbæra á markvissan hátt.\nÞetta er eins og að segja að bílar geta ekki keyrt, því það þarf svo mörg og flókin orð til að lýsa því nákvæmlega hvernig vélin í þeim virkar.\nÞó svo að ekki væri til nein stærðfræði, þá mundu samt hugmyndir afstæðiskenningu Einsteins standast vel allar athuganir sem við höfum hingað til gert með tækninni í dag.\nKenningin er ekki fullkomin, en hún hefur staðist samanburði við fjölmargar tilraunir og athuganir, þ.á.m. þessar athuganir sem gerðar eru 10.000 sinnum á sekúndu.\nÞað er líka mikill misskilningur að segja ,,allt er afstætt” þegar einhver er ósammála þér um eitthvað. Þetta er fáviska og eitt það fáránlegasta sem ég hef heyrt.\nAllt er ekki afstætt.\nHraði ljóss í tómarúmi er ekki afstæður t.d.\nHins vegar er tíminn afstæður og atburðir sem gerast samtímis í einu tregðukerfi þurfa ekki að vera gerast samtímis í öðru, þ.e.a.s. ekki ef kerfin eru að hreyfast miðað við hvort annað.\nAnnað dæmi: það er ekki hægt (eða allavega kolheimskulegt) að framkvæma tilraun þar sem fjöldi dekkja undir bíl er skráður og rifist svo um hvort að þar eru á ferð 2, 17, eða n dekk og koma með þau rök að fjöldi bolta er afstæður og því vonlaust að búa til bíl sem getur keyrt því enginn veit hversu mörg dekk eru undir bílnum.\nÞað er ekkert í kenningum Einsteins sem gefur í skyn að ,,allt“ er afstætt.\nNafnið stafar af þeirri athugun Einsteins að tíminn er afstæður.\nBara út af því að kenning kallast einhverju nafni er ekki hægt að taka stikkorð úr nafninu og skeyta því inn í setningar að handahófi og leiða þannig út ný byltingarkennd lögmál.\nLögmál eðlisfræðinnar eru ekki afstæð.\nSú setning (að vísu oftast orðuð örðuvísi) er meira að segja ein af tveimur aðalforsendum Einsteins í framsetningu hans á takmörkuðu afstæðiskenningunni.\nHins vegar eru óhlutbundin hugtök afstæð, eins og fegurð (sbr. edrú-fegurð og fegurð-eftir-kippu).\nÞað er  frekar verið að vísa í þetta þegar fólk segir að allt er afstætt.\nEngin heilvita vísindamaður hefur reynt að verja eða gagnrýna niðurstöður í tilraunum með því að segja að niðurstöðurnar eru afstæðar.\nEf tveir menn hreyfast miaðað við hvorn annan er ekki hægt að segja hver sé ,,stopp” og hver sé á hreyfingu sama hversu góð tæknin er, svona er bara náttúran, það er enginn fastur punktur í heiminum til að miða við.\nEf þér er alvara með þessa grein og/eða ef einhver trúir því sem stendur í henni ætla ég að benda þér/ykkur/þeim/köttur á að e.t.v. kynna ykkur allavega afstæðiskenninguna eitthvað, ef þíð bara lesið einn kafla í kennslubók eða svo þá sjáið hversu absúrd, heimskuleg og jafnvel stjörnuvitlaus þessi grein er.\nAnnars er þetta ágætis djók. (náðir mér)"
        },
        {
            "user": "Sveipur",
            "user_id": "24390",
            "date": "2004-11-21 15:03:32",
            "id": "1802952",
            "reply_to_id": "1793464",
            "text": "A.t.h Eftir farandi er aðeins skrifað sem dægradvöl."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2004-11-21 14:05:54",
            "id": "1802801",
            "reply_to_id": "1791536",
            "text": "Hvernig útskýrirðu að hreyfijöfnur Einsteins\nskili réttari niðurstöðum en hreyfijöfnur\nNewtons?\nÆttu þær ekki líka að vera vitlausar, ef að þú\nert búinn að afsanna restina af hreyfilögmálum\nEinsteins?\nEða ertu kannski á móti hreyfijöfnum almennt, eru\nþær of mikil stærðfræði?"
        },
        {
            "user": "Sveipur",
            "user_id": "24390",
            "date": "2004-11-21 15:01:56",
            "id": "1802949",
            "reply_to_id": "1802801",
            "text": "Innbyrðis hreifing á jöfnum hraða tveggja manna segir mér bara að þeir hreifist báðir.  Comon sens."
        },
        {
            "user": "br75",
            "user_id": "29541",
            "date": "2004-11-23 05:44:46",
            "id": "1805854",
            "reply_to_id": "1802949",
            "text": "Merkileg grein Sveipur, aðalega þó fyrir það að þú þorðir að skrifa hana en gagnrýnendur þínir sitja ennþá í skotgröfum sínum án þess að gera nokkuð annað en bíða færis:)!  En ég er engin undantekning því ég segi hvernig getur skammtakenningin og afstæðiskenningin leitt til annarar niðurstöðu en rökfræðilegrar mótsagnar?  Ennþá reyna eðlisfræðingar að glíma við þá spurningu og það er okkar heimspekinganna að halda þeim á jörðunni.  Bestu kveðjur .;)"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2004-11-25 18:41:24",
            "id": "1810075",
            "reply_to_id": "1802949",
            "text": "Já. það er frekar augljóst.\nEn hversu hratt hreyfast þeir?\nÞað GETUR skipt máli. :)\nNewton leiddi út jöfnur til þess að reikna hraða.\nEinstein, með hjálp afstæðiskenningarinnar leiddi\nút jöfnur, sem eru ekki eins (ögn flóknari) sem\nvirðast lýsa hraða hluta mun betur.\nHvernig útskýrirðu sem sagt að það geti staðist,\nef hreyfilögmál afstæðiskenningarinnar eru röng?\nEða í stuttu máli, að hreyfilögmálin séu röng, en\ngefi þó réttar niðurstöður?"
        },
        {
            "user": "Sveipur",
            "user_id": "24390",
            "date": "2004-11-25 23:42:32",
            "id": "1810640",
            "reply_to_id": "1810075",
            "text": "Uppsettning á þessu hreifilögmálu er ófullnægandi.  Samkvæmt vínsindavef hi.is það gæti verið málið.  En ef mannskeppnan getur ekki sagt til um hreifingu tveggja manna í heiminum er hún á glötunarinnar veg.\nOg hvað segir afstæði þér?  Blank.  Ekkert.  Hún er villugata þessi kenning."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2004-11-26 20:23:49",
            "id": "1811783",
            "reply_to_id": "1810640",
            "text": "Þetta er ekki rétt hjá þér.\nÞú svaraðir heldur ekki spurningunni minni.\nÞú ræður að sjálfsögðu hvort þú gerir það eða ekki.\nVið GETUM lýst hreyfingu tveggja manna í alheiminum.\nOg “afstæði” segir mér einfaldlega að niðurstöður\nséu háðar viðmiði og að það sé ekkert algilt viðmið.\nEf við gætum þess að taka alltaf fram viðmið með\nniðurstöðum okkar er samt hægt að fá fullkomlega\nmarktækar niðurstöður.\nUppsetningin á hreyfilögmálinu (eða hreyfilögmálunum)\ner ekki ófullnægjandi, og ég skal birta það hér\nef þú vilt."
        },
        {
            "user": "Froztwolf",
            "user_id": "3350",
            "date": "2004-12-07 13:22:21",
            "id": "1829991",
            "reply_to_id": "1810640",
            "text": "Sveipur, gerðu okkur öllum greiða.\nLestu eitthvað sniðugt skýringarrit um afstæðiskenninguna, þó ekki sé nema kafla um hreyfilögmálin og endurskrifaðu svo þessa grein.\nÞá ættirðu að skilja grundvallaratriðin sem er verið að reyna að benda þér á hérna með misjöfnum árangri og gætir jafnvel lært að stafa orðið stærðfræði í leiðinni ;)"
        },
        {
            "user": "Sveipur",
            "user_id": "24390",
            "date": "2004-12-09 12:44:29",
            "id": "1833541",
            "reply_to_id": "1829991",
            "text": "Þakka þér fyrir.  Enda var þetta aðeins dægradvöl…"
        },
        {
            "user": "striker88",
            "user_id": "33184",
            "date": "2004-12-11 15:08:53",
            "id": "1837639",
            "reply_to_id": "1833541",
            "text": "S.s ekki skrifað að alvöru, sem er alveg auglóst af því hvernig greinin er skrifuð. Hafði gaman af.."
        },
        {
            "user": "ggp",
            "user_id": "20842",
            "date": "2004-12-28 02:32:40",
            "id": "1865583",
            "reply_to_id": "1791536",
            "text": "Ég er sammála um að í þessari grein er margt bogið.\nSveipur, hvernig dettur þér í hug að þú getir afsannað afstæðiskenninguna með vísindavefinn (að því er virðist) einan sem heimild - sem er ekki fræðirit heldur óformleg umfjöllun um t.d. eðlisfræði.\nÞað sem ég vil leggja aðal áherslu á er hinsvegar að mér er farið að leiðast það þegar höfundar greina í heimspekinni hér skrifa efst á greinar sínar:\n,,A.t.h Eftir farandi er aðeins skrifað sem dægradvöl.\"\neða annað sambærilegt.\nHvernig á maður eiginlega að skilja svona setningu? Meinar höfundur að það sem fyrir neðan kemur er tóm vitleysa eða ekki? Mig grunar að það sé eiginlega hvorutveggja, ef greininni er vel tekið þá eru engin vandræði. Ef menn eru hinsvegar ósammála þá má skíla sér bakvið þessa setningu fyrir ofan.\nAfhverju getur t.d. Sveipur ekki skrifað bara alvöru grein sem er ekki dægrardvöl, Sveipur gæti t.d. stytt hana í annan endann til að komast hjá því að eyða óþarflega miklum tíma í greinina í staðin.\nEr hugi.is bara safn af lélegum (dægradvalar) greinum sem enginn vill taka ábyrgð á? Viljum við það?\nSveipur (og aðrir sem skýla sér bakvið hliðstæðar setningar), afhverju segir þú að greinin sé aðeins skrifuð sem dægrardvöl? Efast þú um að það sem þú skrifar sé rétt?\nEf ekki, afhverju að segja að hún sé skrifuð sem dægradvöl?\nEf þú efast, afhverju sleppiru því þá ekki að nota stór orð eins og afsönnun eða halda máli þínu fram með svo miklum fullyrðingum eins og þú gerir augljóslega."
        },
        {
            "user": "Sveipur",
            "user_id": "24390",
            "date": "2005-01-12 15:56:21",
            "id": "1897896",
            "reply_to_id": "1865583",
            "text": "Í fyrstalagi tek ég sjálfan mig ekki hátíðlega.\nÍ öðrulagi er ég ómenntaður en kann að lesa.\nÍ þriðjalagi eru þetta aðeins alþíðlegar hugleiðingar hugsandi manns.\nÍ fjórða lagi ætti áhugamanna síða varla að vera vettfangur fyrir annað en áhuga menn, sem ég er vissulega um heimspeki.  Það þarf ekki að þíða að ég sé í efahyggju með mínar kenningar."
        },
        {
            "user": "geiri2",
            "user_id": "8406",
            "date": "2005-01-27 16:49:23",
            "id": "1930472",
            "reply_to_id": "1791536",
            "text": "\"ókleift að ákvarða hvor er ?raunverulega? kyrr og hvor er ?raunverulega? á hreyfingu.\nÞetta er of gamalt til að fá staðist í þeim heimi sem við lifum í dag þar sem vísindi og tækni hefur fleygt svo mikið fram, sem við öll vitum auðvitað.\nÞví þar sem maðurinn hefur tæknina sér til aðstoðar í veruleikanum mætti setja hana hér inn við laus þessarar þrautar á þann einfalda hátt að setji maðurinn einhverskonar mæli tæki á þá staði sem umræddir menn er á er til að fylgjast með ferli þeirra verður auðvelt að sjá hvor þeirra er á hreyfingu og hvur ekki, og má hafa eins mikið af þeim [mælitækjunum] og mönnum listir.\nOg í gamla tímanum mætti fylgjast með mönnunum tveim og skrásetja hegðun þeirra og ferli og pósta á milli upplýsingarnar til að glöggva sig á ferð þeirra.\"\nNei"
        }
    ]
}