{
    "forum_title": "Bækur",
    "user": "trinan",
    "user_id": "51025",
    "date": "2004-11-15 15:37:34",
    "title": "Englar og djöflar, unglingar",
    "text": "Bókin Englar og djöflar eftir Dan Brown finnst mér alveg frábær! Ég rétt náði henni á bókasafninu í kópavogi og las hana í spretti. Flottur söguþráður, frábærar hugmyndir og endir sem enginn hefði búist við. Mér finnst hún ekkert á eftir da vinci lyklinum. Sagan gerist í Róm og er aðalsöguhetjan Robert Langdon sem er táknfræðingur. Bókin gerist öll á einum sólarhring, atburðarrásin er hröð og frekar flókin. Páfagarður kemur mikið við sögu og er mjög mikilvægur. Það er erfitt að skilja sumt í bókinni og ég mæli með því að sökkva sér alveg ofaní hana og hafa frið í kringum sig.\nHlakka mikið til að næsta Dan Brown bók komi á íslensku, ég nenni ekki að lesa hana á ensku.\nÞað var eitt sem mér fannst skrítið þegar ég var að spurja um bókina í Kópavogi. Ég er 14 ára og finnst gaman að lesa spennu og glæpasögur fyrir fullorðna. Ég fór og spurði bókasafnsvörðin hvort Englar og djjöflar væru inni og líka nýja bókin eftir Arnald. Hún varð eiginlega bara hissa og spuði hvort að þær væru fyrir mig. Það eru ekki allir unglingar sem vilja bara lesa unglingabækur sem að mér finnst margar vera svo líkar, um einhverja óvinsæla krakka sem verða svo vinsælir og kynlíf og svoleiðis. Ég er kannski bara svona sérstök…….",
    "url": "https://www.hugi.is/baekur/greinar/257313/englar-og-djoflar-unglingar/",
    "url_id": "257313",
    "id": "1791733",
    "replies": [
        {
            "user": "ttcmp",
            "user_id": "17003",
            "date": "2004-11-15 15:44:20",
            "id": "1792338",
            "reply_to_id": "1791733",
            "text": "Mér finnst sögurnar reyndar betur ritaðar á ensku.. Enda upphaflega skrifuð á því máli.\n*smá SPOILER*\nAnnars legg ég til að fólk kynni sér grundvallaratriði skammtafræðinnar og fleira í þeim dúr til þess að geta sökkt sér betur í söguþráðinn… :p\n*SPOILER endir…*"
        },
        {
            "user": "saemibezti",
            "user_id": "39201",
            "date": "2004-12-03 18:33:17",
            "id": "1823848",
            "reply_to_id": "1792338",
            "text": "Annahvort erum við bæði svolítið sérstök eða þá lesa unglingar bara svona bækur. Sjálfur er ég að lesa Engla og Djöfla í augnablikinu en mér finnst hún ekki vera neitt í samanburði við Da VInci lykilinn sem er 110% besta bók sem ég hef nokkurtíma lesið."
        },
        {
            "user": "Kartaflan",
            "user_id": "51677",
            "date": "2004-12-06 18:56:05",
            "id": "1828877",
            "reply_to_id": "1792338",
            "text": "Ég las þessa bók um daginn og fannst hún ágæt. Hún er ekkert smá spennandi, en samt ekki eins góð og davinci-lykillinn. Þær eru líka með svo líku plotti… Robert Langdom flækist inní morðmál, sem tengist leynifélagi. Síðan fer hann útum allt á ótrúlega stuttun tíma og leysir einhverja gátu. Svo er hann líka með gáfaðri og fallegri konu í bæði skiptin.\nen ég meina… þær eru skemmtilegar, mæli alveg með þeim, sérstaklega davinci-lyklinum!"
        },
        {
            "user": "Satine",
            "user_id": "31910",
            "date": "2004-11-15 17:02:17",
            "id": "1792554",
            "reply_to_id": "1791733",
            "text": "Haa ? .. er Robert Langdon AFTUR aðalpersónan .. :O ?"
        },
        {
            "user": "SirPink",
            "user_id": "12287",
            "date": "2004-11-15 17:50:43",
            "id": "1792667",
            "reply_to_id": "1792554",
            "text": "Þessi bók kemur á undan Da Vinci lyklinum…"
        },
        {
            "user": "Satine",
            "user_id": "31910",
            "date": "2004-11-18 12:38:08",
            "id": "1797027",
            "reply_to_id": "1792667",
            "text": "Oki sko .. núna fatta ég alls ekkert :'D"
        },
        {
            "user": "brandarar",
            "user_id": "25213",
            "date": "2004-12-03 13:58:10",
            "id": "1823398",
            "reply_to_id": "1797027",
            "text": "Frekar snemma í DaVinci Code, þá er Robert að rifja upp einhverja hræðilega atburði sem gerðust í Róm árið áður.\nÞessir atburðir eru sem sagt söguþráður Engla og djöfla."
        },
        {
            "user": "Satine",
            "user_id": "31910",
            "date": "2004-12-03 15:14:07",
            "id": "1823526",
            "reply_to_id": "1823398",
            "text": "Jááá þú meinar :D"
        },
        {
            "user": "trinan",
            "user_id": "51025",
            "date": "2004-11-15 17:50:57",
            "id": "1792669",
            "reply_to_id": "1792554",
            "text": "Já hann er aftu"
        },
        {
            "user": "SirPink",
            "user_id": "12287",
            "date": "2004-11-15 19:58:44",
            "id": "1792913",
            "reply_to_id": "1791733",
            "text": "Oh, mig langar svo að lesa þessa bók. Ég sá hana á bóksafninu um daginn en tók hana ekki vegna þess að ég er að vinna þar og það er ekki vel liðið að starfsmenn séu að taka glænýjar bækur.\nAnnars hef ég heldur ekki mikinn áhuga á unglingabókum. Ég er meira fyrir reyfara og spennusögur og fantasíur."
        },
        {
            "user": "SirPink",
            "user_id": "12287",
            "date": "2004-11-16 08:11:50",
            "id": "1793533",
            "reply_to_id": "1792913",
            "text": "Englar og djöflar eru ekki unglingabók… hún er einmitt reyfari sem er byggður upp til þess að veita innsýn inn í eina af mörgum neðanjarðarhreyfingum miðalda, illuminati.\nÉg átta mig ekki alveg hvernig þessi titil á grein verður til… afhverju greinin heitir bara ekki Englar og djöflar."
        },
        {
            "user": "trinan",
            "user_id": "51025",
            "date": "2004-11-16 12:36:26",
            "id": "1793776",
            "reply_to_id": "1793533",
            "text": "Afþví að ég var líka að tala um hvaða bækur unglingar lesa, hvort að ég væri eini 14 ára krakkin sem les ekki bara unglingabækur…… bókasafnsvörðurinn varð svo hissa þegar ég bað um þessar bækur, þess vegna Englar og djöflar, unglinga"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2004-11-15 21:52:06",
            "id": "1793106",
            "reply_to_id": "1791733",
            "text": "Það er rétt hjá þér, ojj kynlíf er ógeðslegt."
        },
        {
            "user": "trinan",
            "user_id": "51025",
            "date": "2004-11-16 12:37:47",
            "id": "1793778",
            "reply_to_id": "1793106",
            "text": "Ég er ekki að meina að kynlíf sé ógeðslegt, stundum langar mann bara ekki að lesa alltaf eins unglingabækur…..að maður lesi líka öðruvísi"
        },
        {
            "user": "Mash",
            "user_id": "53466",
            "date": "2004-11-16 21:48:04",
            "id": "1794923",
            "reply_to_id": "1793778",
            "text": "nákvæmlega"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2004-11-22 22:01:58",
            "id": "1805500",
            "reply_to_id": "1793778",
            "text": "Ef þig langar að lesa ekta fullorðinsbækur lestu þá Ísfólkið ;D Það eru mínar uppáhalds bækur, samt er ég ekki nema 15."
        },
        {
            "user": "giornata",
            "user_id": "30666",
            "date": "2004-11-17 18:06:44",
            "id": "1796090",
            "reply_to_id": "1791733",
            "text": "haha, þú ert ekki það skrítin :P ég er líka svona !"
        },
        {
            "user": "Niea",
            "user_id": "17367",
            "date": "2004-11-19 15:18:54",
            "id": "1798819",
            "reply_to_id": "1791733",
            "text": "Og ég er líka svona og fl. Þannig að þú ert fullkomalega heilbrigður.;)"
        },
        {
            "user": "Mione",
            "user_id": "50474",
            "date": "2004-11-24 23:54:53",
            "id": "1809164",
            "reply_to_id": "1791733",
            "text": "Mér finnst þessi bók snilld! Ég hef samt ekki lesið hana á íslensku, keypti hana um daginn á ensku..í september, og þetta er bara ótrúlega góð bók og höfundurinn er geðveikt góður!!\nMér finnst líka ekki gaman að lesa einhverjar svona unglingabækur, eins oo svona stelpubækur og svona..þær bara meika ekkert sense fyrir mér.. En ég mæli eindregið með ÖLLUM DAN BROWN BÓKUNUM! Tær snilld..!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-28 18:37:40",
            "id": "1814695",
            "reply_to_id": "1791733",
            "text": "hvernig getur atburðarásin verið hröð þegar þetta gerist allt á einum sólahring?\nBara pæling ;)\nSjáumst á morgun í skólanum sæta :P!"
        },
        {
            "user": "dagtla",
            "user_id": "55418",
            "date": "2004-12-01 14:22:21",
            "id": "1819487",
            "reply_to_id": "1791733",
            "text": "Stutt grein"
        },
        {
            "user": "Adelene",
            "user_id": "54218",
            "date": "2004-12-01 16:30:00",
            "id": "1819752",
            "reply_to_id": "1791733",
            "text": "nei þú ert ekki sérstök.. ég er líka sona.. :) nenni ekki að vera að lesa þessar unglingabækur.. dýrka bækurnar eftir Arnald Indriða.. :D og mér finnst, já, skemmtilegast að lesa sona spennu og glæpasögur.. :)"
        },
        {
            "user": "saemibezti",
            "user_id": "39201",
            "date": "2004-12-02 23:11:24",
            "id": "1822753",
            "reply_to_id": "1791733",
            "text": "Ég er líka 14 ára…mínar uppáhaldsbækur eru Raiju bækurnar og Ísfólkið! Svo finnst mér Hús Andanna,Da Vinci Code,Vesalingarnir (Les Misérables) og Dætur kína frábæarar….þú ert ekki sú eina sem ert svona..ég er samt sú eina í mínum árgangi sem hef einhvern áhuga á svona bókmenntum! :P"
        },
        {
            "user": "saemibezti",
            "user_id": "39201",
            "date": "2004-12-03 18:36:02",
            "id": "1823856",
            "reply_to_id": "1822753",
            "text": "ég er að verða 13 ára núna í desember og ég er búnn að lesa lykilinn og er að lesa E&D."
        },
        {
            "user": "VincentVega",
            "user_id": "5614",
            "date": "2004-12-08 01:07:06",
            "id": "1831531",
            "reply_to_id": "1791733",
            "text": "Afhverju lesurðu ekki eitthvað af ELDRI bókunum sem hann er búinn að gefa út? Hann hefur skrifað allavega 4 bækur allar um svipað efni held ég…"
        },
        {
            "user": "trinan",
            "user_id": "51025",
            "date": "2004-12-08 12:23:53",
            "id": "1831786",
            "reply_to_id": "1831531",
            "text": "Ég er ekki mjög góð í ensku……og þær eru ekki komnar á íslensku, ég er bara búin að lesa þessar tvær sem eru komnar á íslensku."
        },
        {
            "user": "Nemesis",
            "user_id": "22078",
            "date": "2004-12-08 02:07:17",
            "id": "1831563",
            "reply_to_id": "1791733",
            "text": "Ég las Digital Fortress eftir hann á ensku. Það var því miður einungis reifari undir meðallagi."
        },
        {
            "user": "dernhelm",
            "user_id": "29387",
            "date": "2004-12-12 01:12:49",
            "id": "1838704",
            "reply_to_id": "1831563",
            "text": "Þegar ég gerði það sem ég gerði, og las allar fjórar Dan Brown bækurnar á hálfum mánuði (yub, I'm insane) fannst mér strax tvær bækur skera sig úr.\nDa Vinci, því hún er best skrifuð og sögulegi grundvöllurinn er áhugaverðastur (að mínu mati). Gæti haldið langar ræður um það.\nOg Digital Fortress, því hún fjarlægist staðalplottið hans Browns mest, hún snerist að mestu leyti um að skilja persónuleika og snilligáfu manns sem dó í fyrsta kaflanum. Ensei Tankado er ótrúlega vel skrifuð persóna miðað við það að hann fær aðeins nokkrar blaðsíður í lifanda lífi. Þar fyrir utan fundust mér siðfræðilegu spurningarnar sem Brown velti upp afar áhugaverðar - hversu langt á að ganga í að rjúfa friðhelgi einkalífsins, og hvenær verða þeir sem eiga að vernda okkur frelsissviptar okkar? Engin meðallagsbók atarna, fannst mér.\nAnnars hlakka ég mjög til að fá meiri upplýsingar um næstu Langdonbók, sem á að koma út á næsta ári.\nDernhelm\n*sem er enn í sjokki og syrgir eftir að hafa frétt að Tom Hanks af öllum muni leika Robert Langdon í Da Vinci Code\n*sem hefði meira að segja viljað sextugan Harrison Ford frekar en Hanks, því þótt Hanks sé afburðaleikari er hann bara…ekki þessi ‘reluctant swashbuckler’ týpa."
        },
        {
            "user": "Deathstalker",
            "user_id": "18308",
            "date": "2004-12-12 13:33:42",
            "id": "1839128",
            "reply_to_id": "1838704",
            "text": "Finnst þér brjálæðislegt að lesa 4 bækur á hálfum mánuði? Ég er í soddan lestrarstuði útaf prófunum núna að ég er búinn að lesa 6 bækur (aðallega Stephen King, er ist über alles :þ) á tæplega 5 dögum  :o"
        },
        {
            "user": "dernhelm",
            "user_id": "29387",
            "date": "2004-12-12 15:52:46",
            "id": "1839337",
            "reply_to_id": "1839128",
            "text": "Persónulega finnst mér það allt annað en gaga. Ég á það til að lesa nokkrar bækur á dag. Bara vön að fá augngotur út af þessu.\nKv.\nDernhelm\n*sem er mjög bitur yfir því að hafa engan tíma til að lesa lengur, helv**** skóli"
        },
        {
            "user": "Deathstalker",
            "user_id": "18308",
            "date": "2004-12-13 18:54:44",
            "id": "1841405",
            "reply_to_id": "1839337",
            "text": "Nú, hvaða hvaða :o\n*dæs* Skólinn tekur allan tímann :("
        },
        {
            "user": "Nishanti",
            "user_id": "36030",
            "date": "2004-12-17 19:32:28",
            "id": "1848402",
            "reply_to_id": "1791733",
            "text": "Verð að segja að ég var ekki nógu hrifin af þessari bók og varð líka fyrir vonbrigðum með DaVincy Code. Báðar bækur eru jú mjög spennandi en þær eru ekki mikið annað en venjulegir reyfarar með sögulegum/trúarlegum staðreyndum og pælingum.\nEf Brown hefði eytt eins og 1/4 af tímanum sem fór í að rannsaka efnið í að þróa karakterana í sögunum hefðu þær batnað til muna. Persónurnar eru staðlaðar, klisjukenndar og ótrúverðugar.\nAuk þess þótti mér söguþráðurinn í báðum bókum mjög svo ótrúverðugur…sérstaklega í Angels and Demons, og gengur ekki alveg upp einhvernveginn.\nMér finnst þessar bækur vera ágætis afþreyingarbókmenntir sem skilja annars ekki mikið eftir sig."
        },
        {
            "user": "Notoriuz",
            "user_id": "10774",
            "date": "2005-01-31 15:31:45",
            "id": "1940140",
            "reply_to_id": "1791733",
            "text": "Bókin byrjar nokkuð vel en síðan fer hún út í hriklaega þvælu og dellu. Lokakaflinn er eins og í James Bond mynd sem vour b.t.w. ekki gerðar til að vera teknar of alvarlega."
        }
    ]
}