{
    "forum_title": "Deiglan",
    "user": "maggijons",
    "user_id": "55268",
    "date": "2004-11-18 20:43:59",
    "title": "Annað sjónarhorn á biblíuni. (Opnaðu augun)",
    "text": "Margir telja að Biblían sé allur sannleiki og ekkert annað nema sannleiki. En þeir vita ekki að biblían var í raun ritskoðuð. Já þið lásuð rétt. Það hefur verið að vernda fólkið frá öllum sannleikanum, og gera Jesú Krist að frelsara mannkynsins. (Getur verið að hann hafi í raun verið það)\nMattías, lúkas, jóhannes og markús guðspjöllin (sem umfjalla öll sögu krists á jörðu nema jóhannes guðspjallið sem er að mestu leiti hvernig jörðin endar) Voru öll skrifuð af, eins og nöfnin benda til, Mattías, Lúkas, Jóhannesi, og Markúsi. Þetta voru allt fólk sem skrifuðu um jesú mörgum árum eftir að hann dó. Og Skrifuðu bara út frá hvað þeir höfðu heirt. En ekki nóg með það, þá var líka haldið ráð í Nikea (núna þekkt sem nice) sem ákvað hvað kom í biblíuna. Þeir sem tóku þátt voru Yfirmenn Kirkjunar (kirkjan byrjaði uþb þá. Hjá öllum ætti heilin nú fara í gang og spá hvort að það er í raunini þörf fyrir kirkjuna yfir höfuð). Þeir ákváðu svo að Skilja eftir 90% af öllu sem skrifað hefur verið um Jesú. Þannig að myndin sem við höfum af jesú gæti þess vegna verið röng.\nÉg ætla ekki að seiga meira um þetta mál, en hugsið um þessa grein næst þegar þið eruð að spá í að tala um biblíuna sem einhvern sannleik.",
    "url": "https://www.hugi.is/deiglan/korkar/258076/annad-sjonarhorn-a-bibliuni-opnadu-augun/",
    "url_id": "258076",
    "id": "1797890",
    "replies": [
        {
            "user": "lilienfeld",
            "user_id": "20337",
            "date": "2004-11-21 22:26:12",
            "id": "1803739",
            "reply_to_id": "1797890",
            "text": "var verið að lesa Da Vici lykilinn?"
        },
        {
            "user": "maggijons",
            "user_id": "55268",
            "date": "2004-11-22 11:50:52",
            "id": "1804247",
            "reply_to_id": "1803739",
            "text": "Hvaða bók er það?? Hef aldrei heyrt um hana. Þetta var mér kennt í skóla"
        },
        {
            "user": "lilienfeld",
            "user_id": "20337",
            "date": "2004-11-22 14:39:59",
            "id": "1804453",
            "reply_to_id": "1804247",
            "text": "ok. [ímyndið ykkur að þetta sé rautt]\nMeginmál verður að vera að minnsta kosti fimm stafir að lengd"
        },
        {
            "user": "Nemesis",
            "user_id": "22078",
            "date": "2004-12-01 21:31:22",
            "id": "1820471",
            "reply_to_id": "1804453",
            "text": "[ímyndið ykkur að þetta sé grænt]þetta virkar! =D"
        },
        {
            "user": "Nemesis",
            "user_id": "22078",
            "date": "2004-12-01 21:32:19",
            "id": "1820475",
            "reply_to_id": "1804247",
            "text": "Endilega lestu hana."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2004-11-22 21:09:49",
            "id": "1805376",
            "reply_to_id": "1797890",
            "text": "Jóhannesarguðspjallið fjallar ekki um endalok alheimsin, það fjallar um það sama og matteus, lúkas og markús . Ertu ekki að tala um Opinberun Jóhannesar? Hún er heldur ekki um endalok alheimsins heldur dagbók mannsins sem uppgötvaði kannabisplöntuna."
        },
        {
            "user": "zechron",
            "user_id": "4400",
            "date": "2004-11-26 01:04:17",
            "id": "1810736",
            "reply_to_id": "1797890",
            "text": "Jóhannes var lærisveinn Jesú, sömuleiðis var Matteus og Markús. Lúkas var læknir sem lifði á sama tíma og Jesú. Hann hitti Jesú aldrei að ég held, en hann reyndi að hafa frásögn sína eins nákvæma og hann gat, með því að spurja vitni og ef 2 eða fleiri gátu ekki staðfest sama hlutinn, þá hafði hann það ekki með. Hann skrifaði lika Postulasöguna. Sem fjallar að mestu um Pál postula. Páll skrifaði líka mörg af þeim bréfum sem þú finnur eftir Postulasöguna. Mörg af þeim bréfum sem eru í Nýja Testamentinu eru skrifuð einnig af lærisveinum Jesú. Nýja Testamentið í einhverju formi hefur verið til síðan á 1 öld eftir Krist.\nGamla Testamentið er aftur á móti best varðveittasta rit sem þú getur fundið. Fyrir nokkrum árum fannst merkur fornleifafundur. Þar fundust nokkur ker full af gömlum bréfum. Það kom í ljós að þetta var elsta heillegasta útgáfan af Lögmálinu (Gamla Testamentið) og þeir báru þau saman við þær útgáfur af Gamla Testamentinu sem þeir höfðu þá og þetta var eitthvað 98 % eins. Eini munurinn var í málfarinu, eða málfræðinni. Innihaldið hélst. Merkilegt ekki satt. En þegar Jesú kom í heiminn, og var krossfestur þá rættust eitthvað um 55 (eða fleiri) spádómar í Gamla Testamentinu. Einn af þeim geturðu lesið í Jesaja 52.\nAftur á móti komu menn saman og völdu út bréf og guðspjöllin, þetta gerðist árið 367 eftir krist. En allt sem í nýja testamentinu er, hafði verið skrifað frá 45-90 eftir krist. Ef þú hefur einhverjar spurningar er ég til í að svara þeim fyrir þig."
        }
    ]
}