{
    "forum_title": "Sagnfræði",
    "user": "sigurdurjons",
    "user_id": "49752",
    "date": "2004-11-18 18:46:40",
    "title": "Guðbrandur Þorláksson biskup - æviágrip.",
    "text": "Guðbrandur Þorláksson fæddist árið 1541.  Hann lagði stund á guðfræði og rökfræði við Hafnarháskóla, (Hafnarháskóli er háskólinn í Kaupmannahöfn, ekki Höfn í Hornafirði).  Hann er sá Íslendingur sem lengst hefur gegnt embætti biskups, eða í 56 ár.  Hann lagði mikla áherslu á að festa lútherska trú í sessi á landinu.  Bækur með orðum guðs voru mjög af skornum skammti og til að bæta úr því keypti hann prentsmiðjuna sem Jón Arason hafði fengið hingað til lands og gerðist þá umsvifamikill útgefandi bóka trúarlegs eðlis.  Biblían er þó kunnust þeirra allra, en hún er við hann kennd, eins og flestir vita, en hún kom út árið 1584.\nGuðbrandur var ekki einungis mikill skrifari, heldur var hann einnig mikill brautryðjandi í að auka þekkingu og áhuga manna á landinu og náttúru þess og hann var einnig mikill áhugamaður um landafræði og náttúrufræði. Um árið 1600 teiknaði hann t.a.m. Íslandskort sem gjörbreytti þáverandi hugmyndum manna um hvernig lega landsins var.\nHann stóð í miklum málaferlum mestalla ævina enda vann hann ötullega að því að auðga eignir Hóladómstóls og hans eigin.  Einkamál hans drógu marga aðra menn inn í deilurnar enda voru jarðirnar sem hann sóttist eftir í eigu hinna ýmissa annarra manna og ekki alltaf einfalt að rifta kaupsamningi.  Hann aflaði sér margra óvina með þeim málaferlum og auk þess skapaði töluverðar óvinsældir sem hann skaut stundum til lögréttu til konungs.\nHann lést úr hárri elli árið 1627 úr hárri elli, en þá var hann 86 ára gamall.",
    "url": "https://www.hugi.is/saga/greinar/258029/gudbrandur-thorlaksson-biskup-aeviagrip/",
    "url_id": "258029",
    "id": "1797553",
    "replies": [
        {
            "user": "Hroi",
            "user_id": "29430",
            "date": "2004-11-18 20:49:04",
            "id": "1797906",
            "reply_to_id": "1797553",
            "text": "ahh sumir eiga SER greinilegak EKKI lif"
        },
        {
            "user": "Hroi",
            "user_id": "29430",
            "date": "2004-11-18 22:57:38",
            "id": "1798124",
            "reply_to_id": "1797906",
            "text": "ahh… sumir spila of mikið af CS of kunna ekki að skrifa broddstafi lengur. Annars var hann örugglega að gera verkefni fyrir skólann."
        },
        {
            "user": "Hroi",
            "user_id": "29430",
            "date": "2004-11-19 01:25:14",
            "id": "1798296",
            "reply_to_id": "1798124",
            "text": "Bíddu hvað eru broddstafir?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-19 07:22:29",
            "id": "1798334",
            "reply_to_id": "1798296",
            "text": "áéýúíó"
        },
        {
            "user": "sigurdurjons",
            "user_id": "49752",
            "date": "2004-11-19 09:14:47",
            "id": "1798376",
            "reply_to_id": "1798124",
            "text": "Það var einmitt tilfellið."
        },
        {
            "user": "Hroi",
            "user_id": "29430",
            "date": "2004-11-19 10:08:01",
            "id": "1798419",
            "reply_to_id": "1798376",
            "text": "Já ég nennti því bara alls ekki. Frekar kanski að ég hafi ekki nennt því að skrifa allt með kommum þar sem ég var að flýta mér. Ekki af of mikilli cs notkun."
        },
        {
            "user": "sigurdurjons",
            "user_id": "49752",
            "date": "2004-11-20 20:36:24",
            "id": "1801273",
            "reply_to_id": "1797906",
            "text": "Hverjum langar að vita eitthvað um þennan ljóta ómerkilega kall sem rotnaði inn í einhverjum ílla liktandi torfkofa fyrir 400árum\nVirðingarfyllst\nHeinz Guderian"
        },
        {
            "user": "sigurdurjons",
            "user_id": "49752",
            "date": "2004-11-22 09:29:31",
            "id": "1804151",
            "reply_to_id": "1801273",
            "text": "Maðurinn var nú biskup og þeir bjuggu sko ekki í illa lyktandi torfkofum, enda mjög ríkir og miklir höfðingjar og mjög virtir um land allt.\nÞað voru gífurlegar fjárupphæðir sem gengu til kirkjunnar á þessum tíma, og því nánast sjálfgefið að hann hafi búið betur en einhver kotbóndi."
        },
        {
            "user": "sigurdurjons",
            "user_id": "49752",
            "date": "2004-11-22 11:30:00",
            "id": "1804231",
            "reply_to_id": "1804151",
            "text": "Ok ástæðan fyrir því að hann bjó ekki í illa lyktandi torfkofa heldur í flottu stein/tré húsi er útaf því að kirkjan hefur alltaf verið ein stór mafia. Á miðöldum þá fóru allir peningar fólksins í kirkjuna"
        },
        {
            "user": "sigurdurjons",
            "user_id": "49752",
            "date": "2004-11-22 15:21:42",
            "id": "1804523",
            "reply_to_id": "1804231",
            "text": "Ja, kannski ekki allir, en þó töluverðir."
        },
        {
            "user": "hobbits",
            "user_id": "47813",
            "date": "2004-11-25 22:03:56",
            "id": "1810441",
            "reply_to_id": "1797553",
            "text": "Kvöldið.\nVar að velta því fyrir mér hvort þú hafir verið að skoða þessa síðu þegar þú skrifaðir greinina/ritgerðina?\nhttp://www.vestfirdir.is/galdrasyning/viskubrunnur/m_gudbrandur-thorlaksson.htm\nMerkilegur og ekki merkilegur maður, sjálf finnst mér nú Mary Wolstonecraft merkilegri…\neigið góða nótt\nValkyrkjan."
        }
    ]
}