{
    "forum_title": "Gæludýr",
    "user": "Evdoxus",
    "user_id": "53483",
    "date": "2004-11-22 10:55:28",
    "title": "Hýenur",
    "text": "Hér kemur fróðleikur um hýenur.\n——————–\nHýenur er fáskipt ætt rándýra. Eina tegundin í\nCrocuta- ætthvísl er Blettahýena. Það eru tvær\ntegundir af hýenum í Hyaena- ætthvísl. Þær eru\nRákahýena og Brúnahýena. Hýenur eru dálítið\nhundslegar útliti. Sérstaklega höfuðsvipurinn.\nEn innri líkamsbygging þeirra leiðir í ljós að\nþær eru skyldar þefköttum. Blettahýenan er\nstærst hýenanna og allfrábrugðin hinum í\nlíkamsbyggingu.\nHýenur lifa í hópum allt 80 - 100 saman. Þó eru\nþessir stóru hópar laustengdir. Oft fara dýrin\neinfara á veiðar. Á landsvæðunum þar sem fæðu-\nframboð er nokkuð jafnt allan ársins hring skipta\nþær með sér landsvæði.\nKvendýrin eru stærri en kardýrin. Kerlingin\nbeitir valdi sínu töluvert mest til að vernda\nhvolpana. Því það kemur fyrir að kardýrið ræðst\ná þá og étur, en líka skerst hún í leikinn t.d.\nþegar ágreiningur verður um það hver eigi að fá\nbesta bitann. En oftast ríkir þó jafnræði á\nflestum sviðum milli kynjanna. T.d fara þau saman\ná veiðar og skipta feng sínum oftast í mesta\nbróðerni. Áður héldu menn að hýenur lifðu\neingöngu á hræjum og leifum frá öðrum rándýrum.\nÞær voru tákn hins ógeðfellda hrædýrs. Sú skoðun\nbyggist á athugun. Að degi til, þegar menn sáu\nhýenur oft liggja á hræjum af stórgripum, sem\nþeir töldu víst að stærri rándýr hefðu fellt.\nEn nú hafa orðið gerbreytingar á þeim viðhorfum,\neinkum vegna rannsókna hollenska dýrasérfræðingsins\nHans Krauk í Austur-Afríku. Hann komst að því\nað þær voru afar duglegar að afla sér matar. Þær\neru einhverskonar úlfar hitabeltisins, og hún er\nekki hrææta því hún lifir eingöngu á dýrum sem\nhún hefur veitt.\nHlakkandi köll hýenanna á næturna draga að önnur\nrándýr t.d ljón, sjaklaka og villihunda. Þeir\nsíðarnefndu bíða álengdar þangað til að hýenurnar\nhætta að éta, í von um að þær skilji eitthvað\neftir, en oft ráðast ljónin á hýenurnar og hrekja\nþær í burtu, en það fer eftir því hversu stór\nhópurinn af hýenunum er. Hýenur er oft snjóhvítar\naf fosfati og kalki. Þetta sýnir hvað bein eru\nmikilvægur þáttur í mataræði þeirra. Í Harar í\nEþjópíu er úrgangur gefinn hýenum reglulega.\nÞað er þjóðartrú tengd hýenunum; gefa á hýenunum\neinusinni á ári heilan. Innfæddir hafa gert samning\nvið hýenurnar, þar sem þær heita því að verða ekki\nmannfólki til bana.\nMeðgöngutími hýena er eitthvað um 95 - 110 dagar.\nVenjulega eru ungarnir tveir en geta stöku sinnum\nverið þrír til fjórir.\nRáka- og brúnahýena tilheyra báðar sömu ætthvísl\nog eru líkar um margt. Á báðum þessum tegundum er\nkirtilpoki við kynfærin með daunillum vökva, líkt\nog á skunki.\n——————–\nUpplýsingar um hvaðan heimildir voru\nfengnar hafa glatast.\nAllar stafsetningarvillur sem hér birtast eru á\nábyrgð forsætisráðuneytisins.\nEvdoxus.",
    "url": "https://www.hugi.is/gaeludyr/greinar/258273/hyenur/",
    "url_id": "258273",
    "id": "1799614",
    "replies": []
}