{
    "forum_title": "Deiglan",
    "user": "b52",
    "user_id": "9058",
    "date": "2001-05-05 13:43:05",
    "title": "BJÓRINN OG LÉTTVIN I BÚÐIRNAR",
    "text": "Hvers vegna ekki,ahverju að þurfa keyra langar leiðir ef manni langar i einn bjór.\nÉg er vissum að við myndum spara á þvi að setja bjór i allar búðir td.við notum venjulega bilinn út i rikið, getum labbað uti búðinna sem eru öðru hverju götu horni + að við lika haft bjór og létttvin i sjoppunum.\nEnn það verður að vera strangt eftirlitt ég persónulega hefði viljað lækka aldurstakmark á bjór niðri i 18 ára og javnvel léttvin líka og  ef búðirnar myndu brjóta þessar reglur td. að selja einum 17 ára þá myndu þær missa leyfið a.m.k. 1 ár.\nÉg spyr enn og aftur ahverju þurfum við að vera svona gamaldags og ekki selja bjór og vin i búðunum ég veit ekki neitt anað land sem gerir þessa vitleysu þetta eru fáranlegar reglur.\nSpurning min til ykkar á ekki að leyfa þetta ég meina við lifum á árinu 2001 og enn fæst ekki bjórinn i búðunnum hvers vegna??????",
    "url": "https://www.hugi.is/deiglan/greinar/25831/bjorinn-og-lettvin-i-budirnar/",
    "url_id": "25831",
    "id": "171538",
    "replies": [
        {
            "user": "Xenia",
            "user_id": "5249",
            "date": "2001-05-05 16:37:36",
            "id": "171539",
            "reply_to_id": "171538",
            "text": "Þú veist greinilega ekki mikið fyrst að þú veist ekki um neitt annað land sem selur ekki áfengi í matvörubúðum…en ég er nú samt sammála þér að mestu leyti :=)\nXenia"
        },
        {
            "user": "gmc",
            "user_id": "2689",
            "date": "2001-05-05 16:38:32",
            "id": "171540",
            "reply_to_id": "171538",
            "text": "ok, það er kannski rétt hjá þér. En tökum sígarettur sem dæmi, þær eru seldar í matvöru búðum og sjoppum, en samt geta eiginlega allir keypt þær, það er fullt af krökkum sem ég þekki sem eru undir leyfilegum aldri sem geta auðveldlega keypt sér sígarettur, svona gæti líka farið með bjórinn, þótt það sé bannað og svo framvegis þá fara ekki allir eftir þessu."
        },
        {
            "user": "malicious",
            "user_id": "5591",
            "date": "2001-05-05 18:48:01",
            "id": "171541",
            "reply_to_id": "171538",
            "text": "þá myndast líka svo mikil samkeppni (þannig að verðið lækkar (en síðan verður svona grænmetis samsæri til að hækkaverðið :)) en við þessa miklu samkeppni byrja búðirnar bara að selja þær vörur sem seljast mest og úrval því minna en því má bjarga, að mínu mati, með því að hafa ÁTVR opið og að það selur vörur kannski 10% hærra en hinar búðirnar en annars veit ég ekki. Held að ÁTVR mundi fara beint á hausinn"
        },
        {
            "user": "Xavier",
            "user_id": "2009",
            "date": "2001-05-05 18:58:09",
            "id": "171542",
            "reply_to_id": "171541",
            "text": "Það myndi sjálfsagt opna sérverslanir með áfengi sem myndu einblína á að vera með gott úrval og fagmannlega ráðgjöf. Þannig verslun myndi eflaust geta gert það gott.\nXavie"
        },
        {
            "user": "b52",
            "user_id": "9058",
            "date": "2001-05-05 19:42:34",
            "id": "171543",
            "reply_to_id": "171541",
            "text": "ÁTVR mun lifa þetta þeir munu halda sterku tegundunum"
        },
        {
            "user": "Bouclier",
            "user_id": "4296",
            "date": "2001-05-06 20:21:54",
            "id": "171544",
            "reply_to_id": "171543",
            "text": "Ég held að léttvín og bjór séu um 90% af því magni sem ÁTVR selur.  Fyrirtækið mun ekki lifa af því að selja bara sterkt.  Forstjóri ÁTVR hefur sjálfur sagt það að menn verði að velja allt eða ekkert í matvörubúðirnar, það sé ekki hægt að selja bjór og léttvín í matvörubúðunum og sterkt áfengi í áfengisversluninni."
        },
        {
            "user": "b52",
            "user_id": "9058",
            "date": "2001-05-06 22:39:29",
            "id": "171545",
            "reply_to_id": "171544",
            "text": "Bouclier Forstjóri ÁTVR seigir ymislegt sem ég held að sé bara þvæla avhverju þyrftu búðirnar að taka allar teg ef td. dæmis þú ferð i bónus þá færð bara eina til tvær teg enn ef þú ferð i nykaup getur þú jafnvel fengið 10 teg að hverri vörutegund\nEnn það væri hægt að taka eitt skref i einu byrja td. bjór ég spyr er ekki betra að börnin okkar nái i bjór frekar enn e töflur og annað dóp það finnst mér alla vega"
        },
        {
            "user": "Bouclier",
            "user_id": "4296",
            "date": "2001-05-07 00:41:37",
            "id": "171546",
            "reply_to_id": "171545",
            "text": "Ef að aðeins 10% af því magni sem selt er í dag yrði eftir, myndi það ekki nægja til að reka sérstakar verslanir fyrir sterka áfengið.  Reksturinn myndi einfaldlega ekki borga sig.  Það gefur auga leið.  Maður þarf ekki að vera rekstrarhagfræðingur til að skilja það.  Fyrir utan þá staðreynd að neysla á sterkum vínum fer hratt minnkandi á kostnað bjórs og léttvíns, eins og í flestum löndum í kringum okkur.\nHvað kemur það málinu við hvað margar tegundir af bjór Bónus eða Nýkaup selja?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-05-07 00:55:08",
            "id": "171547",
            "reply_to_id": "171546",
            "text": "Ég get nú ekki trúað því að ÁTVR sé bara með ca. 12% álagningu eins og einn sagði!! Það getur hreinlega ekki verið sé litið á verð á áfengi erlendis. Hér er reyndar lagður á mjög merkilegur skattur sem heitir áfengisgjald… og er það efni í allt aðra umræðu! Í hvað ætli þeir peningar fari? :)"
        },
        {
            "user": "b52",
            "user_id": "9058",
            "date": "2001-05-07 18:19:49",
            "id": "171548",
            "reply_to_id": "171546",
            "text": "Bouclier Ég gleymdi að nefna það að ég var enn að taka noreg sem dæmi þar selja þeir bara bjór i búðunnum ódyrubúðirnar eru bara c.a. 5-6 teg dýrar búðir c.a. 15-30 teg.\nEr það virkilega satt að séu bara 10%??? að sölu ÁTVR sé sterkt það getur ekki verið enn ahverju ekki bara leggja það niður og hafa allt i búðunum"
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-05-05 20:12:19",
            "id": "171549",
            "reply_to_id": "171538",
            "text": "[Caps er leiðinlegt]\nEf við ætluðum að breyta áfengislöggjöfinni eitthvað þá þyrfti það fylgja með í kaupunum að við yrðum harkalegri í sambandi við brotin, þeas láta fylgja nýju lögunum."
        },
        {
            "user": "indridi",
            "user_id": "6635",
            "date": "2001-05-07 11:21:14",
            "id": "171550",
            "reply_to_id": "171549",
            "text": "Það þarf bara að fara að gera löggjöfina skýrari um öll mál hér á klakanum.  Það á að fara að framfylgja lögunum.  Þannig að fólk fari að bera virðingu fyrir þeim."
        },
        {
            "user": "mimir",
            "user_id": "1573",
            "date": "2001-05-06 00:43:23",
            "id": "171551",
            "reply_to_id": "171538",
            "text": "Áfengisdrykkja unglinga mun aukast.\nÞað liggur við að einhver biðji mann um að kaupa sígarettur fyrir sig á hverjum degi.\nÞeir væru ekki að spyrja nema einhver svari játandi einhverntíman.\nÉg heyrði það í fréttum nýlega að ÁTVR væri með mjög litla álagningu. Í fréttinni sagði eitthver að matvöruverslanir mundu ekki sætta sig við eins litla álagningu og ÁTVR.\nSkattur á áfengi er auðvitað ekki inn í þessu.\nÉg efast því um að verðið muni lækka mikið.\nSvo heyrði ég líka einhverntíman talsmann ÁTVR segja að það mundi aldrei ganga upp að reka ÁTVR ef þeir mundu missa bjórinn og léttvínið.\nÞannig að það er líklega allt saman eða ekkert.\nViljum við sterkt áfengi í allar búðir?\nSvo mundi þetta auðvitað kalla á miklar deilur um auglýsingabann.\nÉg er sammála því að lækka aldurinn.\nMér finnst að allt ætti að miðast við 18 ár. Sjálfræði, kostningaréttur, giftingaraldur, réttur til áfengiskaupa og svo bílprófið.\nEn hinsvegar er einn galli á 18 ára mökunum. Á þessum aldri er fólk hálfnað með framhaldsskóla.\nÞannig að það er ekki hægt að selja áfengi á framhaldskólaböllum vegna þess að helmingurinn hefur ekki aldur.\nÞað er spurning hvort 16 ára og eldri ættu að meiga að kaupa bjór og léttvín.\nÞað mundi kannski koma í veg fyrir óhófsdrykkjuna sem er fyrir böll.\nMér finnst að þetta eigi að vera áfram í ÁTVR. Kannski hægt að rýmka opnunartímann.\n16 ára og eldri megi kaupa bjór og léttvín.\nTaka strangt á grunnskólakrökkum sem drekka.\nKveðja,\nIngólfur Harri"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-05-06 02:11:06",
            "id": "171552",
            "reply_to_id": "171551",
            "text": "“Mér finnst að þetta eigi að vera áfram í ÁTVR. Kannski hægt að rýmka opnunartímann.\n16 ára og eldri megi kaupa bjór og léttvín.\nTaka strangt á grunnskólakrökkum sem drekka” -Ingólfur.\nÉg er hrikalega sammála þessu.\nÖll þjóðin veit að 16 ára krakkar drekka áfengi.\nOg þau læra ekkert að drekka þegar þau eru að hella sig nægilega full til að endast heilt ball.\nPlús það að áfengi í búðir er slæmt fyrir okkur og bara okkur.\nVerslanirnar gera það að verkum að ATVR hættir að selja bjór og vín.\nOg eftir það er verðið á þessu áfengi í höndum Baugs og Kaupás. Verðið þar mun á endanum hækka uppúr öllu valdi og á endanum erum við að borga mun meira verð heldur en við værum að gera með ríkið."
        },
        {
            "user": "b52",
            "user_id": "9058",
            "date": "2001-05-06 12:53:22",
            "id": "171553",
            "reply_to_id": "171551",
            "text": "Mimir Það er alltaf svo þegar eitthvað nýtt kemur þá eykst neysla til að byrja með.\nEnn tel að sé betra að unlingarnir i dag eigi léttari aðgang að bjór og víni enn td. e töflum landa og þviliku það er einn að ástæðunnum fyrir þvi.Að verslannirnar myndu ekki taka allar tegundir so what,Tökum noreg sem dæmi þeir selja að visu bara bjór i búðinnum sínum og hafa 18 ára alurstakmark og þeir miða við styrleika upp á 4,75 við gætum td. byrjað a 5,6 bjór.\nMargir herna tala um að ÁTVR færi á hausinn færi teg o.s.f. höldum áfram að taka noreg sem dæmi þar er margfald meira úrval í búðinnum enn er í rikinnu þrátt fyrir að þeir hafi bara svona 5-6 teg að bjór i rikinnu i noregi er þetta eitt mesta gróðafyrirtæki noregs þannig það þvæla í forstjóra Átvr að þeir færu á kúpunna ef bjórinn yrði leyfður i búðinnum.\nEnn 16 ára afhverju ekki er ekki bjór betri enn e töflur semm allir unglingar virðast geta náð i"
        },
        {
            "user": "L4m3r",
            "user_id": "6420",
            "date": "2001-05-06 18:21:33",
            "id": "171554",
            "reply_to_id": "171553",
            "text": "Burt með ATVR ,tímaskekkja og óþarfi.Ríkið á ekki að græða á einokun í skjóli hræsni með að þykjast bera hag okkar fyrir brjósti.Ef Ríkinu er annt um heilsu þegna sinna þá má bæta heilbrigðis kerfið."
        },
        {
            "user": "estoy",
            "user_id": "5724",
            "date": "2001-05-07 16:27:18",
            "id": "171555",
            "reply_to_id": "171551",
            "text": "Mímso þú ert frá einhverri annari pláhnetu. Það er alveg fárnalegt að íslenska ríkið skuli standa í því að vera selja áfengi. Þetta er bara eitthvað fyrirkomulag sem hefur verið sett upp fyri nokkrum áratugum fyrri og eftir áfengisbönnin, en þetta er orðið fullkomlega úrelt í dag. En það ömurlegasta er að sumir skuli vera svo íhaldsamir og vitgrannir að þeim er byrjað að líka við þetta fyrirkomulag.\nVið þurfum ekkert að taka á unglingadrykkju. Svo lengi sem fólk er orðið 14 þá ætti það að fá að byrja drekka bjór og léttvín. Ef hugarfarið er svona þá er það ekkert spennandi að drekka sig blindfullan fyrir unglingana. Þetta er allavega reynslan hér í Belgíu.\nÞað er aungvanveginn í verkahring ríkisins að vera í einhverri smásölu með áfengi. Og engin önnur þjóð hefur svona fáranlegt fyrirkomulag á þessu.\nJá án áhyggja seljum bjór, léttvín og sterkt í búðum. Þetta er bara áfengi og það ætti ekki að vera svona mikil verndunarstefna í gangi. Verndunarstefna sem virkar hreint ekki."
        },
        {
            "user": "mimir",
            "user_id": "1573",
            "date": "2001-05-07 18:52:41",
            "id": "171556",
            "reply_to_id": "171555",
            "text": "Toy minn.\nEigum við bara ekki að selja bjór í skólamötuneytum?\nÞað er fullt af vítamínum í honum.\nKveðja,\nIngólfur Harri"
        },
        {
            "user": "Bouclier",
            "user_id": "4296",
            "date": "2001-05-07 21:01:24",
            "id": "171557",
            "reply_to_id": "171555",
            "text": "estoy: Það er alveg fjandi góð rökfærsla að segja að þeir sem eru á annarri skoðun en maður sjálfur séu íhaldssamir og vitgrannir.  Slík ummæli dæma sig sjálf og ekki síður þann sem skrifar þau.\nÉg er ekki að segja að ég sé á móti því að áfengið fari í aðrar búðir (er reyndar sammála stórkaupmönnum sem vilja síst af öllu sjá áfengið í matvörubúðum vegna einokunartakta þar og starfsfólks þar sem er yfirleitt 0"
        },
        {
            "user": "RebelINS",
            "user_id": "5434",
            "date": "2001-05-06 03:01:47",
            "id": "171558",
            "reply_to_id": "171538",
            "text": "Sambandi við samkeppnina.  Mér skilst að álagningin hjá ÁTVR sé um 8-12%.  Mig langar að hitta kaupmann sem myndi sætta sig við þá álagningu."
        },
        {
            "user": "RebelINS",
            "user_id": "5434",
            "date": "2001-05-06 06:02:35",
            "id": "171559",
            "reply_to_id": "171558",
            "text": "Well , er ekki bara best að halda þessu í 20 árum ? , ég er alveg að verða 20 , og nógu lengi hef ég biðið , svo það yrði varla sanngjarnt ef þetta fært niður í 18 einhverntímann á næstunni :p\nnei , í alvöru , þá er bara langbest að halda þessu í 20 árum , já og kannski hafa ríkið opið lengu"
        },
        {
            "user": "sindrit",
            "user_id": "3719",
            "date": "2001-05-06 19:50:47",
            "id": "171560",
            "reply_to_id": "171538",
            "text": "Á íslandi er fádæma mikið um að börn og unglingar neyti áfengis, og það er þrátt fyrir eina ströngustu áfengislögjöf í heiminum.  Hún er hvergi strangari nema í Svíþjóð ,Íran og álíka löndum.\nNiðurstaðan er semsagt að ÁTVR og 20 ára aldurstakmark hefur nákvæmlega engin áhrif nema að vera skattpíning og óþægindi."
        },
        {
            "user": "audurher",
            "user_id": "9681",
            "date": "2001-05-08 16:09:12",
            "id": "171561",
            "reply_to_id": "171538",
            "text": "Ég er alveg sammála því að það ætti að vera leyfilegt að selja áfengi í matvörubúðum.  Ég er þó ansi hrædd um að verðið til okkar neytendanna myndi hækka því álagningin myndi að öllum líkindum hækka töluvert.\nEn…… á meðan sumt starfsfólk í matvörubúðum hikar varla við að selja krökkum undir aldri sígarettur tel ég að þetta sé svolítið vafasamt.  Ef hægt er að koma í veg fyrir það er þetta allt í góðu."
        },
        {
            "user": "dobermann",
            "user_id": "3057",
            "date": "2001-05-08 17:01:28",
            "id": "171562",
            "reply_to_id": "171561",
            "text": ":P"
        },
        {
            "user": "estoy",
            "user_id": "5724",
            "date": "2001-05-08 20:11:34",
            "id": "171563",
            "reply_to_id": "171562",
            "text": "Það er hrein og bein tímaskekkja að íslenska ríkið skuli vera í smásölu með áfengi. Fyrir venjulega heimuppalda íslendinga þá er þetta kannski viðsættanlegt af því að þeir þekkja ekki annað. En þeir sem hafa reynslu af öðrum löndum þekkja betur og gera sér betur grein fyrir þessari stöðu.\nJá, ég tel það sé íhaldsemi að halda þessu ólýðræðislega fyrikomulagi áfram með ÁTVR. Þar sem rökin eru ekki betri en um er að dæma. Þrjóska.\nMeira sem Bouclier sagði skil ég ekki vel.\nJá, það er frábær hugmynd að selja bjór í skólamötuneytum. En við aldurtakmark milli 14-16. Ég er hissa að þessi hugmynd hafi komið frá þér. En kaldhæðnin fór ekki framhjá mér. Þetta er reyndar ekki frumleg hugmynd þar sem í Belgíu og nágrannalöndum hennar hefur þetta verið tíðkað á skólaböllum frá örófi alda og góð reynsla haft af.\nMálið með áfengilögin er að enginn fer eftir þeim. Þegar enginn ber virðingu fyrir lögum af þessu tagi þá á að fella þau út. Fólk hefur komist sjálft af því að áfengi er ekki skaðvænt í hófi og er öruggt með notkun þess. Því er þessi verndunarstefna fyrri tíma, sem er til þess varin með lögum, tímaskekkja. Það verður ekki lengi og ég spá að henni verði aflift innan fárra ára.\nÞað er sóun á mannafla Lögreglunnar, sem hefur heldur ekki nægan fjárstuðning til neins, að reyna framfylgja þessum lögum. Það er því ómögulegt að framfylgja þeim. Lögreglan getur eytt tíma sínum í annað, hluti sem skipta máli og koma sér betur fyrir öryggi okkar.\nHendum út þessari tímaskekktu verndunarstefnu.\nÞað er rétt hjá þér, bjór er vítamínsprauta! Og ef hann yrði seldur í skólum þá myndi það kannski hjálpa til þess að bæta árángur hins niðurbrotna, sjálfstæðisflokks skólakerfis.\nÍ bjór er A og D vítamín. Bjórinn róar magann og getur lækkað blóðfitu.\nAudurher þú skalt ekki vera hrædd um að verð hækki. Heldur á hinn bóginn að þau muni lækka all töluvert, eftir að einokunarstaða heildsalana hefur verið splundrað og markaðurinn er opinn fyrir betri og beinni samkeppni.\nÁfengi í formi cider og ýmsra bragðefna til baksturs, t.d. kardimommudropa, hefur verið selt í áraraðir í matvörubúðum.\nLæt nægja.\nAnnars, skemmtilegt að Ingólfur Harri er farinn að pikka upp taktanna mína."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-05-08 20:25:21",
            "id": "171564",
            "reply_to_id": "171538",
            "text": "Ég yrði svosem sáttur ef Ríkið tæki nú bara upp á því að hafa opnunartíma sem minnsta vit væri í. Come on, til klukkan 14:00 á Laugardögum? Hvaða vitleysa er það?\nEinnig er stór ástæða þessa verðs á áfengis hérlendis sú að af því er tekinn fáránlega hár skattur, sem ég vil afnema.\nSko, opinberlega finnst mér að þjóðaratkvæðagreiðsla ætti að sjá um þetta mál.\nEn með þessum breytingum myndi ég vilja setja ákveðin lög, til dæmis þau að harðbannað væri að neyta áfengis í vinnu nema með sérstöku leyfi yfirmanns, og hið sama gegnir um skóla.\nÞeir sem hafa búið t.d. í Danmörk vita að fólk er ekkert að hika við að fá sér bjór eða jafnvel jónu á vinnustað. En menn gleyma því oft að það *er ekki* í lagi, og í Danmörk er einmitt að myndast átak gegn því og eru þeir því að *hækka* aldurstakmörk sín á meðan við erum að lækka þau. Eðlilega, þar sem þetta eru eiginlega eins ólíkar drykkjumenningar og hægt er að hugsa sér.\nMér þykir líka mjög vænt um þetta Íslenska fyllerí. Á Íslandi er alkóhólismi mjög algengur miðað við aðrar þjóðir, en ég held líka að alkóhólista í Danmörk líði ekki vel, og geri ekki starf sitt vel, og því finnst mér rétt að frekar skuli kreista út þá sem eru alkóhólistar og díla við það vandamál með réttum ráðum. Þetta er mín persónulega skoðun, en ég held fast í að þjóðin eigi að kjósa um þetta, og ég geri mér grein fyrir því að langlíklegasta niðurstaðan væri sú að afnema smásömu ÁTVRs.\nÉg er hlynntur því að lækka aldurinn niður í 18 ára, ég vil að fólk niður í 14 ára komist inn á kaffihús þar sem áfengi er meðhöndlað (þar sem það á að sjá til þess að þeim sé ekki selt hvort sem er), en ég vil ekki fá hann niður í minna en það.\nAftur á móti vil ég lækka sjálfstæðisaldurinn aftur niður í 16. ;)\nMér finnst fólk í þessari umræðu mjög oft gleyma því að úti í löndum þar sem smásala er leyfð hverjum sem er, ÞAR ERU VANDAMÁL LÍKA, og þar eru vandamál sem stíft er verið að vinna í, en Íslendingar hafa ekki séð ástæðu til þess hérlendis, réttilega. Það á að hjálpa alkóhólistum, sem og þeim er gert, en úti eru alkar bara alkar og… já. Skammast sín ekkert fyrir að svolgra bokku á dag. ÞAÐ finnst mér vera vandamál."
        }
    ]
}