{
    "forum_title": "Hestar",
    "user": "pard",
    "user_id": "53553",
    "date": "2004-11-26 16:45:37",
    "title": "að kaupa og ala hest",
    "text": "Best að byrja á lánshesti\nÞegar við byrjum í hestamennsku er grundvallaratriði að hafa hest. Til að byrja með er ekkert atriði að eignast hest, því einhverjir eru í þeirri aðstöðu að fá lánað hross og er það líklega best svona fyrstu misserin. Það skiptir reyndar máli hvar viðkomandi er staddur í reiðlistinni, sumir eru algerir byrjendur en aðrir geta verið vanir knapar til margra ára og vita upp á hár hvers konar hross þeir vilja. Við skulum miða þessa grein við algera byrjendur í hestamennsku en fyrir þá er erfitt að segja til um hvers konar hestgerðir þeim líkar þegar fram í sækir. Því er eins og áður sagði best að fá lánaðan hest eða leigja hann. Reiðskólar og hestaleigur hafa gert eitthvað að því að leigja út þæga byrjendahesta gegn mjög vægu mánaðargjaldi. Þetta er mjög góður kostur fyrir þá sem eru ekki í þeirri aðstöðu að geta fengið lánaðan hest og líklega besti kosturinn. Ef viðkomandi líkar ekki við hrossið er einfaldlega hægt að skipta og fá annað. Þegar svo ráðist er í þá fjárfestingu að kaupa hest er maður farinn að átta sig betur á því hvað manni líkar í hesti og hvað ekki. Skoðun manna á hestgerðum getur nefnilega breyst þegar fram í sækir og betra er að bíða með að kaupa hest þar til sú skoðun er orðin eitthvað mótuð.\nByrjendahestur ekki trunta\nÞað eru margir sem rugla saman orðinu “byrjendahestur og trunta”. Það er sko alls ekkert það sama, því góður byrjendahestur er langt frá því að vera trunta og er í raun miklu verðmætari en “hestur fyrir vana”. Þegar við erum að tala um byrjendahesta erum við að tala um vel tamda taugasterka hesta. Við erum að tala um geðgóðan hest og hrekklausan sem er tilbúinn að þóknast knapa sínum í einu og öllu og reynir aldrei að sýna honum yfirgang. Við erum að tala um hest sem er alltaf tilbúinn að fara áfram en hlýðir ætíð öllum bendingum knapa síns. Hann er hreinn á gangi og síður en svo brokkgengur. Þessir hestar eru hinir sönnu gæðingar og eru afar verðmætir og dýrir. Sjaldnast eru þessir hestar falir fyrir lítinn pening. Fyrir svona hest þarf líklega að borga um og yfir 300.000 kr.\nLeitin tekur tíma\nÞegar ég byrjaði í hestamennskunni aftur fyrir nokkrum árum var ég svo heppin að fá lánuð hross hjá vinkonu minni. Glaður var á þeim tíma 16 vetra höfðingi og prýddur flestum þeim kostum sem ég nefndi hér að ofan. Glaður kenndi mér mikið. Á eftir Glaði fékk ég lánaðan Erp frá Erpsstöðum, þann litförótta. Þá var Erpur 17 vetra, sami gæðingurinn og þegar hann var sýndur á sínum tíma, nánast í fyrstu verðlaunum. Erpur kenndi mér mikið, hann var skapmeiri og viljugri en Glaður og öðru eins rýmishrossi hef ég sjaldan riðið. Eftir þetta kom að því að ég vildi eignast minn eigin hest. Fjárráð voru takmörkuð svo leitin miðaðist aðallega við að fá hest undir 200.000 kr. Leitin stóð yfir heilt sumar. Í þeirri leit hafði ég ætíð með mér reynda hestamenn til að skoða og reyna þá hesta sem til greina komu. Ég leitaði um allt Suður- og Norðurland þar til rétta hrossið fannst. Ég hljóp á eftir hverri auglýsingu og skoðaði og prófaði en líkaði aldrei. Ég var alltaf að leita að Erpi … en árangurslaust. Sem dæmi get ég nefnt; Auglýstir voru tveir þægir, ljúfir og gullfallegir folar. Annar fimm vetra, lítið taminn og hinn sjö vetra fjölskylduhestur. Við fórum að skoða og vinur minn, vanur knapi, var settur í að prófa. Það er skemmst frá því að segja að afi þessara fola, Hrafn frá Holtsmúla, er líklega sprækari í núverandi ástandi. Þessir hestar áttu að seljast á 150.000 kr. Ég prófaði hryssu, gullfallega, stórættaða, sprengviljuga og meðfærilega, samkvæmt auglýsingu. Sú skeiðlullaði eingöngu og var á 10 mm skeifum að framan. Átti að seljast á 250.000 kr. Ég prófaði taumléttan léttviljugan klárhest. Sá lá í taumum, hafði ekkert rými og tók ekki töltspor. Verð 250.000 kr. Ég hafði á tilfinningunni að það væri alltaf verið að reyna að plata mig og lýsingarnar á hrossunum pössuðu aldrei við raunveruleikann. Skýringarnar voru yfirleitt þessar: “Hann er í lélegu formi” eða hún er “gangsöm” eða “Hann er lítið gerður” eða “hann er svolítið flatriðinn eftir sumarið”. Ég endaði svo með hana Fúlu Gránu mína, mikinn kostagrip. Hún var viljug, dugleg, með botnlaust rými á tölti og brokki, þokkalega taumlétt - en sérlega fúl í skapi og forljót!\nForgangsröðum kostunum\nHrossaverð hefur farið heldur lækkandi á síðustu misserum og virðist sem um offramboð sé að ræða. Það er sorgleg staðreynd í ljósi þess að margir hafa sitt lifibrauð af því að ala og temja hesta. Niðurstaðan er því þessi: Fyrir 200.000 kr er hægt að fá ágætan hest en ekki hinn fullkomna reiðhest. Því þurfum við að velja og hafna kostunum. Við getum fengið töltara með mikið rými sem er léttur á taumum. En þá er hann kannski ekki hágengur, eða fangreistur. Hann er jafnvel með lága byggingu. Hann gæti verið viðkvæmur, sjónhræddur eða eitthvað álíka. Við gætum líka verið að fá indælis hest með gott skap og samstarfsvilja, léttviljugan og taumléttan en kannski með lítið rými á gangi, brokkgengan eða gangsaman. Við gætum líka verið að fá hest sem er áberandi fallegur, vinkilhágengur og fangreistur, en kannski með þvílíka skapgerðargalla að það er einungis á fárra manna færi að höndla þvílíka hesta. Því er mikilvægt að hafa með sér reyndan knapa sem þekkir þau atriði sem þarf að huga að þegar keyptur er hestur og vera búin að forgangsraða kostunum eftir mikilvægi. Við skulum hafa í huga að það er yfirleitt ástæða fyrir því að hross eru seld. Viðurkennd hrossabú sem ala, temja og selja hesta, verðleggja þá einfaldlega miðað við gæði þeirra. En séum við að kaupa af einstaklingum ættum við alltaf að hafa í huga að það er ástæða fyrir því að hesturinn er seldur og sjálfsagt að spyrja að því. Kannski er viðkomandi að fækka hestum og seljum við þá þann besta? - Nei varla. Eða er viðkomandi að hætta í hestamennsku og selur þá alla hestana? Eða eru kaup og sala atvinna viðkomandi? Svona spurningar ættum við alltaf að hafa bak við eyrað þegar við kaupum hest.\nHugum að heilsu og aldri\nÞað er einnig mikilvægt að kanna líkamlegt ástand hestsins og er enginn betri til þess en góður dýralæknir. Hann þreifar fætur, skoðar í munn hestsins og kannar möguleika á spatti. Við þurfum að skoða járninguna á hestinum. Ef hesturinn er á þyngri skeifum að aftan er líklegt að hann sé klárgengur, en ef hann er á þyngingum að framan gæti hann verið gangsamur eða bara hreinlega lullgengur. Ekki er verra að hafa með sér reyndan hestamann og meta fótagerð því góðir fætur endast betur.\nHestar lækka almennt í verði með hækkandi aldri og ef við erum tilbúin að kaupa t.d. 12 vetra hest, fáum við hann fyrir lægra verð auk þess sem hann er reyndari og yfirleitt traustari en yngri hestar. Með góðu atlæti getur 12 vetra hestur verið í fullu fjöri næstu sex árin í það minnsta.\nBetra að kaupa tamið hross\nÉg ætla að vara byrjendur og lítið reynda við því að kaupa sér ótamið tryppi. Í fyrstu virðist þetta ódýrari kostur. Við getum fengið vel ættað efnilegt 2ja vetra tryppi langt undir 150.000 kr. En þá er eftir að ala þau í lágmark 2 ár þar til þau verða reiðfær. Sá kostnaður er að lágmarki 30.000 kr á ári. Auk þess kostar tamning frá 30.000 kr á mánuði og eftir 3ja mánaða tamningu er 100.000 kr tryppi komið upp í 250.000 kr og erum við þá með óskrifað blað í höndunum. 250.000 kr er nokkuð mikið verð fyrir hest sem svo verður aldrei nema í tæpu meðallagi.\nHesthús og hey\nVið getum keypt okkur bás, hlut í húsi eða heilt hesthús. Við getum líka leigt bás til að byrja með þar sem það er mikil fjárfesting fólgin í því kaupa hesthús og ef það er keypt á lánum leyfi ég mér að efast um að við séum að spara peninga. Þetta er þó mismunandi eftir húsum og svæðum. Verð á hesthúsum hér á höfuðborgarsvæðinu er mismunandi eftir hverfum, aldri og ástandi húsanna. Almennt gildir að verð á bás í stærri húsum er lægra en í þeim minni og því gæti það verið kostur að deila húsi með fleiri hestamönnum til að lækka verð og viðhaldskostnað. Dýrustu húsin eru nýju húsin í Sörla í Hafnafirði en þar er ásett verð á bás allt að 800.000 kr. Þar er nýlegt 6 hesta hús á tæpar 5 milljónir. Eldri húsin í Sörla eru ódýrari og hef ég séð 10 hesta hús auglýst á 4.5 milljónir. Almennt hefur verð á þessu svæði þó verið að hækka. Í Víðidal hefur verð á básum almennt verið hærra en annarsstaðar í höfuðborginni. Þó hefur orðið breyting þar á síðustu misseri og básaverð verið heldur að lækka á þessu svæði. Þó má sjá svipuð verð í Víðidalnum og í Hafnarfirði, en að sjálfsögðu allt eftir gæðum og ástandi húsanna. Lægsta verð sem ég hef séð í haust í Víðidal er 450.000 kr á bás í tiltölulega snyrtilegu húsi þar sem aðstaða var lítil. Við skulum ekki gleyma Mosfellsbæ en þar er hesthúsaverð að hækka og greinilega vinsældir hverfisins að aukast. Þar fer básinn upp í 700.000 kr og er lítið um ódýrari hús þar sem þau eru flest nýleg eða uppgerð. Lægsta verð sem ég sá auglýst í haust var 600.000 kr á bás í 24 hesta húsi. Verð í Gusti er líklega með því lægsta á höfuðborgarsvæðinu. Þar er hægt að fá básinn niður í 300.000 kr en þá eru húsin gömul og þarfnast viðhalds. Þar hef ég séð ágætis 10 hesta hús fara á 3.5 milljónir með fínni aðstöðu. Heimsendi og Kjóavellir eru á svipuðu róli, almennt er hægt að fá þar hesthús í kring um 400.000 kr básinn. Ég myndi segja að það væri eðliegt að reikna með að fá gott hesthús fyrir 400.000-500.000 kr/básinn og þá miða ég við meðalhús ca. 10-20 ára gamalt.\nHeykostnaður hefur staðið í stað undanfarin ár. Ég myndi segja að verð á heyi sé frekar gott í dag en það er hægt að fá hey frá 20 kr/kg niður í 10 kr/kg. Dýrast er oftast súgþurrkað baggahey. Kosturinn við baggana er að það er þægilegt að gefa úr þeim og oft er þetta prýðishey. En þetta er ekkert endilega besta heyið. Besta heyið er það hey sem er hirt samdægurs af túnunum og sett í stórbagga eða rúllur. Það hey er frá 60% þurrt og mjög kraftmikið og næringaríkt. Jafnvel of kraftmikið fyrir hross og menn ættu að vara sig á of kraftmiklu heyi. Rúllur eru ódýrastar enda erfiðara að eiga við þær. Það er þægilegt að gefa hey úr stórböggum og er hægt að fá þá frá 120 kg og upp í 250 kg. Það borgar sig að skoða vel hvers konar hey við erum að kaupa og ekki hugsa um peninga í því sambandi heldur hvað er best fyrir hrossin. Ef við spörum í heykaupum er líklegt að við þurfum að gefa þess meira kjarnfóður til að hrossið haldi holdum og fjöri sínu. Best er að kaupa hey sem hefur verið efnagreint hjá RALA og fer þá ekkert á milli mála hver gæði fóðursins eru. Það er sjálfsagt þegar við pöntum hey fyrir veturinn að fara fram á vottorð sem sýnir næringargildið. Mér sýnist að það sé hægt að fá prýðis hey frá 16-18 kr kg. Oft semja menn um lægra verð ef þeir eru að kaupa fyrir mörg hross.\nTil viðbótar við hey gefum við svo hrossinu kjarnfóður, en kjarnfóðursnotkun fer, eins og áður sagði, eftir gæðum heysins og notkun hestsins. Kostnaður við kjarnfóðurgjöf getur verið frá nokkrum hundruðum á mánuði upp í nokkur þúsund eftir því hvað er gefið. 25 kg poki af þöndum fóðurkögglum kostar u.þ.b. 1.100 kr (Hnokki og Þokki) Racing mineral sem hestum er gefið ef þeir hafa horfallið eða eru í mjög mikilli notkun kostar um 3.000 kr 10 l fata. Mánaðarskammtur af bíótíni 900 og 5 l af lýsi kosta 1.000 kr. Hestur í meðalbrúkun étur um 6 kg af heyi á dag og er eðlilegur fóðurkostnaður fyrir slíkan hest þá 3100 kr á mánuði. Ef við gefum lýsi og fóðurbæti hækkar þessi tala í 4.000 en fer yfir 5.000 kr á mánuði ef við gefum bíótín og Racing Mineral. Dýrast er bíótínið sem er líklega síst nauðsynlegt\nHvað kostar að kaupa og ala hest? Í síðasta blaði fjölluðum við um hvað það kostar að kaupa hest og hve erfitt það getur verið að finna þann sem hentar. Einnig um verð á hesthúsum og heyi. Í þessum hluta verður fjallað um verð á leigðum básum, reiðtygjum og fatnaði.\nBásarnir\nAlgengt að menn leigi bás með fóðri og hirðingu. Fóðurkostnaður á hest er almennt frá 3.000-3.500 kr á mánuði fyrir utan viðbótar fóðurbæti. Leigan getur svo verið frá 5.000 kr og upp í 12.000 kr á mánuði. Algengt verð á bás er 15.000 kr á mánuði með heyi og hirðingu í góðu hesthúsi á höfuðborgarsvæðinu. Þessi tala getur svo verið eitthvað hærri eða lægri eftir svæðum. Í Gusti og Sörla hef ég séð básinn á 12.000 kr á mánuði með hirðingu. Sumir leigja svo frá sér básinn á ákveðnu verði yfir veturinn og bætast svo fóðurkaup þar við og menn skipta með sér hirðingu. Þar hef ég séð leiguna vera frá 25.000 yfir tímabilið og upp í 40.000 kr. Ef menn taka inn í janúar og sleppa í júníbyrjun er þetta frá 5.000 kr. á mánuði og upp í 8.000 kr en það er fyrir utan hey og vinnu við hirðingu. Mér sýnist að framboð sé frekar mikið núna á leigubásum svo það er ekki líklegt að verðið hækki.\nReiðtygi\nBeisli er hægt að kaupa í öllum verðflokkum. Höfuðleður er frá 1.500 kr. Múl er hægt að fá frá 700 kr. Gallinn við að kaupa ódýrt höfuðleður og sérstaklega múl er að leðrið er lélegt í því og vill bólgna út og vindast þegar það blotnar. Ég varð að henda svona ódýrum múl af því ég gat ekki spennt hann eftir að leðrið blotnaði og bólgnaði svo út að það passaði ekki lengur í sylgjuna. Meðalvegurinn er líklega bestur í þessu sem öðru og er hægt að fá prýðisgott höfuðleður á 4.000 kr og múl á 2.000 kr. Mélin eru í öllum verðflokkum frá 1.200 kr og ætti ekki að spara þau þar sem léleg mél geta sært hestinn og skemmt hann í munni. Best er að leita ráðgjafar í viðkomandi verslun. Menn ættu að hafa hugfast að útlend reiðtygi geta í mörgum tilfellum verið allt of stór fyrir íslenska hestinn. Taumar eru af öllum gerðum frá 1.000 kr og er svo mismunandi hvað hentar hverjum og einum.\nÍslenskt hentar best\nHnakkurinn er auðvitað mikið atriði. Hann er lykillinn að því að knapinn sitji vel og það fari vel um hann og auðvitað má hann ekki særa hestinn. Íslenskir hnakkar kosta frá 100.000 kr og upp í 200.000 kr. Algengt verð er um 120.000 kr. fyrir dæmigerðan íslenskan hnakk. Almennt eru íslenskir hnakkar mjög góðir og vandaðir og henta íslenska hestinum sjálfsagt best allra hnakka. Þar hægt að velja um djúpa hnakka eða flata, langa og stutta, litla eða stóra hnépúða osfrv. Mikið úrval er til af dýnum til að setja undir hnakkanna: Geldýnur, loftdýnur eða hefðbundnar.\nNokkuð er um það að hnakkar séu framleiddir erlendis eftir íslenskri fyrirmynd. Ég ætla ekki að leggja neitt mat á gæði þessara hnakka en oft fylgist að gæði leðurs og verð en sniðið verða menn bara að prófa því það er svo misjafnt hvað hentar hverjum og einum. Hægt er að fá ódýra útlenda hnakka frá kr 30.000 og geta þeir verið þokkalegir en ekki meira en það. Séu efnin takmörkuð mæli ég frekar með því að kaupa vel með farinn, notaðan, íslenskan hnakk.\nLíftími íslenskra hnakka er mjög langur ef vel er hugsað um þá. Verð á notuðum íslenskum hnökkum er frá 45.000 kr. og upp í 80.000 en þar skiptir aldur, gerð og meðferð máli. Ef við erum að hugsa um að kaupa notaðan hnakk er upplagt að fá söðlasmið til að skoða hann og meta ástand hans. Það getur verið varasamt að kaupa notaðan hnakk sem hefur lent í áfalli þótt það ekki sjáist, t.d. getur virkið í honum verið skemmt eða brotið án þess að það sjáist við fyrstu sýn. Reiði, ístöð og ólar kosta svo frá 9.000 kr og upp úr, allt eftir gæðum.\nFatnaður og annað „pjatt“\nHjálmar kosta almennt frá 6.000 kr. Hjálminn kaupum við - það er engin spurning! Við getum hins vegar riðið út í gallabuxum og lopapeysu. Betra er þó að ríða út í reiðbuxum þar sem flestar venjulegar buxur vilja nudda hnén að innan og valda eymslum eða sárum. Venjulegar eiðbuxur kosta frá 8.000 kr. Skóbuxur kosta frá 12.000 kr og buxur með leðri í klofbótinni eru nokkuð dýrari. Annars getum við bara farið í fataskápinn og týnt til það sem við eigum og gert það að reiðfötum okkar. Það eina sem við þurfum að vara okkur á eru skórnir, en þeir mega ekki vera þannig lagaðir að hætta sé á að þeir festist í ístöðum ef við dettum af baki.\nFastur kostnaður\nÞegar við tökum hrossin okkar á hús um áramót þurfum við að fá dýralækni í heimsókn til að ormahreinsa, lúsasprauta, skoða fætur og raspa burtu tannbrodda. Venjulega kostar slík heimsókn um 2.000 kr á hest en það er ódýrara að panta dýralækni fyrir fleiri hesta. Það þarf að járna hestinn á 6-8 vikna fresti og kostar hver járning frá 3.000 kr og upp í 6.000 kr (jafnvægisjárningar). Ef miðað er við að járnað sé þrisvar sinnum á tímabilinu ætti járningakostnaður að bætast við, um 10.000 kr/hest. Skeifur eru frá 800 kr/gangurinn og við þurfum a.m.k. tvo ganga. Flutningur með hestabíl er mismunandi. Rvk/Suðurland kostar um 3.000 kr. og Rvk/ Skagafjörður 9.000 kr.\nNiðurstaða\nEf við ættum einn hest og vildum leigja fyrir hann bás í fimm mánuði og hagagöngu yfir sumarið er kostnaður á mánuði þessi:\nVetur:\nLeiga/hey og hirðing: 15.000 kr.\nFóðurbætir: 1.200 kr.\nJárning og skeifur 2.400 kr.\nDýralæknir 400 kr.\nSamtals: 19.000 kr. á mánuði.\nSumarhagi er frá 1200 kr. á mánuði (gjöf á útigangi er yfirleitt um 5000 kr.) Lágmarkskostnaður á ári er því: 19.000 x 5 (vetrarfóðrun) + 10.000 (meðalverð flutningur fram og til baka í haga.) + 6000 kr. (Sumarhagi)\nSamtals: 110.000 kr/ári\nNú er ekki tekinn með í reikninginn kostnaður eins og lúsaduft, vaselín, hófolía, feldgljái, leðurfeiti, kambar og fleira í þeim dúr. Reiðúlpa, reiðhanskar, og leðurskálmar kosta líka sitt en teljast væntanlega til óþarfa. Til viðbótar við allt þetta eru svo vídeospólur, hestabækur og rúsínan í pylsuendanum - áskrift að Eiðfaxa!\nTil athugunar\nUpplýsingar um verð eru að mestu fengin af Netinu og verðkönnunum í þremur hestavörubúðum hér í borg. Alltaf er miðað við meðalverð, ekki við útsöluverð eða sérstök tilboð. Verð fyrir básaleigu og járningar eru án virðisaukaskatts og miðast við algeng verð á markaðinum en auðvitað er hægt að finna ódýrari eða dýrari þjónustu á einhverjum stöðum.",
    "url": "https://www.hugi.is/hestar/greinar/258979/ad-kaupa-og-ala-hest/",
    "url_id": "258979",
    "id": "1806259",
    "replies": [
        {
            "user": "pard",
            "user_id": "53553",
            "date": "2004-11-26 17:17:29",
            "id": "1811528",
            "reply_to_id": "1806259",
            "text": "C/P af\nhttp://www.eidfaxi.is/kompan/"
        },
        {
            "user": "pard",
            "user_id": "53553",
            "date": "2004-11-29 20:08:09",
            "id": "1816711",
            "reply_to_id": "1811528",
            "text": "já ég vildi bara fá fleiri stig og þetta er geggt cool grein svoldið löng sammt ég nenni ekki einu sinni að lesa hana alla sjálf"
        },
        {
            "user": "humfaxi",
            "user_id": "32958",
            "date": "2005-01-09 14:00:08",
            "id": "1891892",
            "reply_to_id": "1806259",
            "text": "Flott grein og ég nennti alveg að lesa hana líka.  Er sjálf á leiðinni að hella mér út í hestamennskuna aftur í þetta sinn sjálf en ekki með pabba.  Fékk lánaða 2 hesta og finnst það frábær leið til að athuga hvort þessi lífstíll hentar mér í dag.  Keypti notuð reiðtygi og leigi bás með fóðrun.  Svo er bara að sjá…"
        }
    ]
}