{
    "forum_title": "Rómantík",
    "user": "fibbl",
    "user_id": "54733",
    "date": "2004-11-23 12:50:52",
    "title": "Afbrýðisemin..",
    "text": "Ég hef verið í sambandi núna í 2 og hálfan mánuð og við höfum aldrei verið jafn hamingjusöm og við höfum verið núna. Við byrjuðum sem mjög góðir vinir en endaði með því að við byrjuðum saman sem var það besta sem hefur gerst fyrir okkur bæði. Okkur þykir alveg ótrúlega vænt um hvort annað, en elskum ekki hvort annað(erum ekki alveg komin það langt:)).\nÁ þessum tveimur og hálfum mánuðum sem við höfum verið saman hef ég\nALDREI\nfundið fyrir neinni afbrýðisemi, aldrei! Og við höfum enga ástæðu til þess að vera afbrýðusamt við hvort annað því að okkur finnst afbrýðisemin bara vera vantraust. Ef þú treystir ekki maka þínum og verður alltaf afbrýðisöm/samur þá ætti sambandið að vera mjög erfitt. Því persónulega finnst mér kjarni sambands vera traust og vinátta.\nÉg hef svo oft lent í því að þurfa að hlusta á vini mína vera að kvarta undan því að þau halda að makinn sinn sé að halda framhjá þeim bara af því að hann/hún var með besta vini sínum og þau voru að hlæja saman. Og það er eitthvað sem ég hef aldrei skilið!! Hvernig er hægt að verða svona afbrýðisamur ef maki manns er ein/einn með besta vini sínum? Já, ég veit að stundum hafa hlutir gerst milli tveggja besta vina og svoleiðis.. en samt ekki alltaf.\nVið höfum bæði mikið frelsi í sambandinu okkar. Auðvitað erum við trú hvort öðru og svoleiðis, en við megum samt alveg skemmta okkur í sitthvoru lagi án þess að einn aðilinn verður reið/ur eða fer í fýlu. Þótt fólk sé saman þá verður það samt líka að fá sitt pláss og fá eitthvað frelsi og þurfa ekki alltaf að vera með maka sínum og passa sig að láta sig ekki sjást kringum neinn strák/stelpu því þá er hann/hún að halda framhjá! Ég skil ekki afbrýðisemi og hef aldrei gert það. Ég mun ég samt finna fyrir afbrýðisemi fyrr eða síðar, þó ég efist um að ég geri það ef ég er með einhverjum sem ég treysti. Og ef ég treysti ekki makanum mínum þá sé ég engan tilgang með þessu sambandi ef traust er ekki á milli okkar.\nVildi bara tjá mig um þetta hérna og vita hvað ykkur finnst um þetta. Hafið þið oft verið afbrýðisöm út í makan ykkar? Afhverju?",
    "url": "https://www.hugi.is/romantik/greinar/258932/afbrydisemin/",
    "url_id": "258932",
    "id": "1805808",
    "replies": [
        {
            "user": "mysan",
            "user_id": "34319",
            "date": "2004-11-23 13:59:46",
            "id": "1806208",
            "reply_to_id": "1805808",
            "text": "Ég er alveg sammála þér. Kærastinn minn á fullt af vinkonum og er oft með þeim en ég hef enga ástæðu tilað halda að hann sé eikkvað að halda framhjá. Það er bara þannig :/"
        },
        {
            "user": "Axelma",
            "user_id": "4146",
            "date": "2004-11-23 14:17:36",
            "id": "1806225",
            "reply_to_id": "1805808",
            "text": "Ég hef aldrei verið afbrýðisöm á þann hátt að mér finnist ég ekki geta treyst honum. Heldur getur reiðin gossað í mér þegar aðrar stelpur eru að stökkva upp um hálsinn á honum, kyssa hann hægri og vinstri o.s.frv. En ég treysti honum fullkomnlega, þannig þegar hann fer út hef ég engar áhyggjur eða finn fyrir afbrýðissemi."
        },
        {
            "user": "daim",
            "user_id": "29204",
            "date": "2004-11-23 14:30:10",
            "id": "1806253",
            "reply_to_id": "1805808",
            "text": "góð grein..ég er sammála."
        },
        {
            "user": "sokkagleypir",
            "user_id": "31751",
            "date": "2004-11-23 14:46:04",
            "id": "1806290",
            "reply_to_id": "1805808",
            "text": "Góð grein :) sammála"
        },
        {
            "user": "Halo",
            "user_id": "56021",
            "date": "2004-11-23 14:52:27",
            "id": "1806302",
            "reply_to_id": "1805808",
            "text": "Sammála og ef maður er eitthvað með einhverjar smá grunsemdir um að maki manns sé að halda framhjá þá á maður bara að setja sig í spor hans ekki myndi maður sjálfur fara að kyssa vin sinn þegar við værum ein.\nAnnars ætti maður að geta treyst maka sínum fullkomlega."
        },
        {
            "user": "SuperNinja",
            "user_id": "42484",
            "date": "2004-11-23 15:51:43",
            "id": "1806435",
            "reply_to_id": "1805808",
            "text": "Ég hef aldrei fundið fyrir afbrýðisemi……ég vona að hann finni ekki fyrir henni heldur…:)"
        },
        {
            "user": "ttcmp",
            "user_id": "17003",
            "date": "2004-11-23 16:15:12",
            "id": "1806498",
            "reply_to_id": "1805808",
            "text": "Gamall málsháttur sem fyrirfinnst í amk. 2 löndum hljómar svona:\n“Þar sem engin afbrýðisemi er, þar er engin ást.”\nÉg verð að játa að eitthvað vit finnst mér vera í þessum málshætti, en ég er alls ekki að tala um vantraust milli maka, því auvitað á maður að geta treyst maka sínum fullkomlega.\nEn þar sem þessi málsháttur er til, þá hlýtur að vere eitthvað á bak við hann ;)\nGóð grein annars btw…"
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2004-11-23 16:39:33",
            "id": "1806580",
            "reply_to_id": "1805808",
            "text": "Einsvo þú sagðir elskaru hann ekki, þér þykir vænt um hann, ekki verðuru afbrýðisöm ef einhver vínkona þín er með annari vinkonu sinni. Nei hvers vegna, því þykir vænt um hana , þú elskar hana ekki, þú ert ekki ástfanginn, til þess að fynna fyrir afbrýðisemi þarftu að elska. Það er mjög þunn lína milli ásts og haturs … þú átt eftir að komast af því.\nAfbrýðisemi kemur ekki upp vegna vantraust á makanum, heldur blossar hú upp þegar hugmyndin kemur um frammhjáhald, einsvo ein hérna sagði, að hún kemur þegar aðrar stelpur eru að knúsa og kyssa kærastan hennar útá götu, þar kemur hugmyndin um frammhjáhald (skiluru). Hugmyndin um hann og hana, svo tekur ímyndunarafblið við. allavegna gangi þér vel með nýja kærastann, vonandi áttu eftir að verða afbýðisöm útí hann, þá veistu hvað það þýðir.. :)"
        },
        {
            "user": "divaa",
            "user_id": "11336",
            "date": "2004-11-23 17:00:23",
            "id": "1806634",
            "reply_to_id": "1805808",
            "text": "Ég held að afbrýðisemin sé miklu frekar vandamál hjá þeim sem finnur fyrir henni en að það sé ekki hægt að treysta þeim sem henni verður fyrir. Stundum gerir fólk vissulega eitthvað sem verður til þess að aðrir hætta að treysta þeim, en yfirleitt kemur afbrýðisemin til áður en tilefni gefst til hennar. -Sem mér finnst frekar fáránlegt."
        },
        {
            "user": "fibbl",
            "user_id": "54733",
            "date": "2004-11-23 23:31:06",
            "id": "1807484",
            "reply_to_id": "1805808",
            "text": "Gamall málsháttur sem fyrirfinnst í amk. 2 löndum hljómar svona:\n“Þar sem engin afbrýðisemi er, þar er engin ást.”\nJá, kannski eitthvað til í þessum málshætti :) En hvað gerir makinn ykkar, eins og einhver sagði, þegar að stelpur/strákar henda sér um háls makans og kyssa hana/hann á kinnina og faðma? Faðma þau og kyssa á móti eða ýta þau stráknum/stelpunni í burtu? Hvað gera þau og þið þá?"
        },
        {
            "user": "LulliB",
            "user_id": "5781",
            "date": "2004-11-28 00:08:06",
            "id": "1813867",
            "reply_to_id": "1807484",
            "text": "Ást er ekki sama og afbrýðisemi, ég myndi taka þennan málshátt og snúa honum við: “Þar sem ástin er  fyrirfinnst engin afbrýðissemi” ég held við vitum öll hvað afbrýðissemi eða öfundsýki hefur gert fólki sjá t.d. nýlegt dæmi með knattspyrnumanninn í keflavík sem drap danann, jújú hann var fullur en líka fullur af öfundsýki…\nsvo já bið ykkur að stoppa aðeins og pæla áður en þið sjáið einhvern sem þið elskið eða þykið vænt vera faðma einhvern eða jafnvel kyssa, elska ég þessa manneskju af því hún er mín? Eða elska ég þessa manneskju fyrir því hvað hún er? Persónulega hef fundið fyrri þessu afbrýðissemi en reyni að horfa á það á öðrum augum og henda abrýðisemi úr mínu lífi…"
        },
        {
            "user": "Twistur",
            "user_id": "3449",
            "date": "2004-11-26 18:00:04",
            "id": "1811591",
            "reply_to_id": "1805808",
            "text": "Ég viðurkenni það fúslega að ég hef orðið afbrýðisamur, en það gerðist aldrei á meðan ég var í sambandi, maður á að treysta maka sínum ekki satt.\nÆtli ég sé ekki að rugla smá afbrýðisemi og öfund :) maður verður stundum öfundsjúkur útí gaura með sumum stelpum"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-02 17:23:40",
            "id": "1821904",
            "reply_to_id": "1805808",
            "text": "góð grein :D"
        },
        {
            "user": "LyppaN",
            "user_id": "44155",
            "date": "2004-12-03 16:44:28",
            "id": "1823687",
            "reply_to_id": "1805808",
            "text": "ok.. flott grein.. en.. ég er samt ekki alveg sammála.. mér finnst persónulega að ef maður er afbrýðisamur (upp að einhverju stigi) ekki alveg að káálast úr afbrýðisemi..þá þýði það frekar að maður elski manneskjuna svo mikið að maður tími henni ekki til annarar manneskju eða eitthvað álíka. Það er kannski öðruvísi hjá mér þar sem ég er í fjarsambandi..og þegar maður heyrir að önnur stelpa fái að “njóta” hans.. tala við hann og svona.. þá langar mann að upplifa það..vill ekkert að einhver annar fái það.. því maður veit hvað elskan manns er æðisleg.. og þá kemur kannski smá afbrýðisemi eða meira öfund upp.. Annars er mikil afbrýðisemi bara óþægileg.. ef maður treysir maka sínum þá á maður ekkert að pæla í einhverjum vinkonum/vinum… heldur bara hugsa að þetta séu vinir ekkert meira;) ef maður fer eitthvað að hugsa lengra og gruna eitthvað án sannanna þá fer allt út um þúfur.. og þá er traustið að brotna.. og hvað er þá eftir? traust skiptir gríðarlega miklu máli í sambandi og er einn stærsti grunnur..ef ekki sá stærsti! Fólk á að geta átt vini af hinu kyninu… :) það er nauðsynlegt:)"
        },
        {
            "user": "Tellme",
            "user_id": "39472",
            "date": "2004-12-10 14:16:52",
            "id": "1835620",
            "reply_to_id": "1805808",
            "text": "Ég er alveg fullkomlega sammála þér! Ég var með stráki sem mér þótti ótrúlega mikið vænt um og hann á sko fullt af vinkonum og alltaf þegar ég var stundum að tala við hann á MSN þá var stundum ein stelpa sem er sko æskuvinkona hans hjá honum og ég var ekkert afbriðissöm:S Ég meina..hún er sko GEÐVEIKT ljót og er sko aldrei máluð og er alveg 1 ári eldri en ég og ég er sko 13 ára..ég meina..ég myndi aldrei verða afbriðissöm ef einhver forljót stelpa væri hjá honum..\nAllavena, takk fyrir mig;)\nKveðja Tellme:)"
        },
        {
            "user": "fibbl",
            "user_id": "54733",
            "date": "2004-12-18 22:37:25",
            "id": "1849999",
            "reply_to_id": "1835620",
            "text": "Voðalega talar þú vel um æskuvinkonu kærasta þíns :S"
        }
    ]
}