{
    "forum_title": "Mótorhjól",
    "user": "wiss",
    "user_id": "1192",
    "date": "2004-11-25 03:27:40",
    "title": "Allt í botni í Reiðhöllinni",
    "text": "Allt í Botni\nSeinastliðinn föstudag og laugardag var haldin sýningin Allt í botni í Reiðhöllinni. Þar voru umboðin með sýningu á 2005 árg. af hjólum og t.d. var pukinn.com að sýna 2005 Husqvarna en þess má til gamans geta að pukinn er kominn með umboðið fyrir Husqvarna. En aftur af sýningunni.\nToppurinn á þessu öllu var nátturulega trial snillingurinn Steve Colley sem er margfaldur heimsmeistari í trial íþróttinni. Sýndi hann ótrúlegar listar á Gas Gas trial hjóli. Ótrúlegur alveg. T.D. tók hann framm annað trial hjól sem var bara með afturdekk en hann lét það alls ekki hindra sig og prjónaðu og gerði allskonar listir á því. Síðan var haldið speedway, sitthvor keppni báða dagana. Á föstudeginum vann Aron Pastrana en á laugardeginum vann Erling Valur. Skemmtileg keppni í alla staði. Ég var mjög ánægður með sýninguna og gekk allt mjög vel.\nSíðan endaði skemmtileg helgi á Árshátíð VÍK í Versölum. Góður matur, skemmtileg árshátíð bara.",
    "url": "https://www.hugi.is/motorhjol/greinar/259338/allt-i-botni-i-reidhollinni/",
    "url_id": "259338",
    "id": "1809294",
    "replies": [
        {
            "user": "somnus",
            "user_id": "15831",
            "date": "2004-11-25 04:19:20",
            "id": "1809297",
            "reply_to_id": "1809294",
            "text": "Ertu ekki að grínast… 3 greinar á sama áhugamálið."
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2004-11-25 05:52:06",
            "id": "1809305",
            "reply_to_id": "1809297",
            "text": ".. með nákvæmlega sama innihaldið"
        },
        {
            "user": "Akuma",
            "user_id": "37816",
            "date": "2004-11-25 07:26:11",
            "id": "1809311",
            "reply_to_id": "1809294",
            "text": "Af hverju voru 3 alveg nákvæmlega eins greinar samþykktar?!"
        },
        {
            "user": "php",
            "user_id": "14956",
            "date": "2004-11-25 08:24:19",
            "id": "1809320",
            "reply_to_id": "1809311",
            "text": "Wizz er sjálfur stjórnandi á mótorhjól og þarf því ekki neinn annar að samþykkja þessar greinar hans, bara klúður hjá honum  :/"
        },
        {
            "user": "mattiml",
            "user_id": "24665",
            "date": "2004-11-25 09:22:23",
            "id": "1809348",
            "reply_to_id": "1809294",
            "text": "Aha var gaman á þessari sýningu.  Var samt bara anskoti kalt :P=|"
        }
    ]
}