{
    "forum_title": "Myndasögur",
    "user": "Kornkall",
    "user_id": "55804",
    "date": "2004-11-25 19:11:58",
    "title": "Venom/Symbiot/eddie Brock",
    "text": "Venom er reyndar tvær aðskildar Persónur: Eddie Brock og Geimveran Symbiot sem einu sinni fór og varð búiningur Spider-Mans sem var kallaður: Svarti-Spiderman. Báðir Hafa þeir Eddie og Symbibot sitt hvora ástæðuna til þess að hata Spider-Man. Á tækifærisfundi bauðst Eddie og Symbiot að verða sem tveir félagar sem Kölluðu sig Venom og urðu mesta ógn og mestu andstæðingar sem Spider-Man hefur mætt. Venom hefur alla krafta Spider-Mans og Symbiot. Hann er líka svo mikið sterkari en Spider-Man, og hann getur notað búninginn til að fela sig í sama lit og umhverfið og til að breyta sér í hvað sem hann ímyndar sér.\nEddie Brock:\nEddie var Virtur frétta maður og vann fyrir New York Globe, og fyrir gjallarhornið(daily Bugle). Í smátíma, var hann fréttastjarna fyrir að fylgja máli morðingja sem kallaði sig Sin-Eater. Hvað með það, Spider-Man náði hinum raunverulega Sin-Eater. Eftir það var hann rekinn úr New York Globe og konan hanns fór frá honum. Með þennan feril og lífið í rúst, þá kenndi Eddie Spider-Man um missi sína. Eddie rápaði úr kirkju í kirkju og bað fyrir fyrirgefningu fyrir hatur sitt á Spider-Man. Geimverann Symbiot hafði eltt hann frá kirkju til kirkju til að bíða eftir rétta tækifærinu til að fara á hann, þegar Eddie var niðurbrotin stökk symbiot á hann og tengdust saman sem Venom.\nVenom:\nEddie Brock gat lyft 700 Kílóum áður en hann tók við Symbiot, eftir það varð hann 40 sinnum sterkari en hann var.\nSíðan eftir að symbiot tengdist Peter Parker, Venom veit um öll dýpstu leyndarmál Spider-mans.\nSymbiot getur gert Venom ósýnilegan með því blanda honum inn í umhverfið.\nVenom getur framleitt endalaust af vef með hjálp symbiot.",
    "url": "https://www.hugi.is/myndasogur/greinar/259417/venomsymbioteddie-brock/",
    "url_id": "259417",
    "id": "1809836",
    "replies": [
        {
            "user": "Silverboy",
            "user_id": "31090",
            "date": "2004-11-25 19:30:43",
            "id": "1810172",
            "reply_to_id": "1809836",
            "text": "Eddie Brock gat lyft 700 Kílóum áður en hann tók við Symbiot.\nÞó að þetta sé teiknimyndasögur þá er alveg óþarfi að vera  með svona læti.\nEddie var manlegur og engin maður lyftir meyra en hálfu tonni.\nOK Eddy var sterkur en var þó undir mannlegum mörkum."
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2004-11-25 19:42:31",
            "id": "1810216",
            "reply_to_id": "1809836",
            "text": "Venom er uppáhalds persónan mínn í Spider-man"
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2004-11-25 19:43:21",
            "id": "1810218",
            "reply_to_id": "1809836",
            "text": "og Symbiot fór líka reyndar á eiginkonu hans Eddie Brock"
        },
        {
            "user": "ulfar89",
            "user_id": "41414",
            "date": "2004-11-25 19:49:02",
            "id": "1810228",
            "reply_to_id": "1809836",
            "text": "Ég býst við því að þú hafir átt við 70 kg en ekki 700. Annars er þetta fín grein."
        },
        {
            "user": "Kornkall",
            "user_id": "55804",
            "date": "2004-11-25 21:46:57",
            "id": "1810411",
            "reply_to_id": "1810228",
            "text": "nei það eru 700 kíló ekki 70, bara svo allir viti"
        },
        {
            "user": "ulfar89",
            "user_id": "41414",
            "date": "2004-11-25 22:09:11",
            "id": "1810449",
            "reply_to_id": "1810411",
            "text": "Hvers vegna getur hann lyft 700 kg? Eða er það normal í Marvel heiminum að venjulegt fólk geti lyft 700 kg?"
        },
        {
            "user": "Kornkall",
            "user_id": "55804",
            "date": "2004-11-25 22:17:25",
            "id": "1810470",
            "reply_to_id": "1810449",
            "text": "þetta stóð í bík sem ég las og ákvað svo að skrifa grein. þetta var bók með Spider-Man og Allt um alla óvini hvert einasta smáatriði. Og það stóð að eddie gat lyft 700 pounds áður en hann fékk symbiote.\nthats all folks"
        },
        {
            "user": "Ragnarr",
            "user_id": "25730",
            "date": "2004-11-25 22:58:01",
            "id": "1810558",
            "reply_to_id": "1810470",
            "text": "700pund eru rúm 350kg ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-11-25 21:00:31",
            "id": "1810331",
            "reply_to_id": "1809836",
            "text": "mu mjá voff"
        },
        {
            "user": "Wolvie",
            "user_id": "6457",
            "date": "2004-11-25 22:22:56",
            "id": "1810486",
            "reply_to_id": "1809836",
            "text": "Mér finnst þetta vera bara vera mjög góð frásögn um hann venom, svona stuttlegt um hann :) Gott framtak"
        },
        {
            "user": "DaQuai",
            "user_id": "28090",
            "date": "2004-11-25 22:56:26",
            "id": "1810555",
            "reply_to_id": "1809836",
            "text": "mér finnst Carnage flottari en Venom.. :D\nog svona btw.. þá er pund hálft kíló þannig að 700 pund = 350kg sem hljómar strax mikið betur :)"
        },
        {
            "user": "DIPPER",
            "user_id": "8725",
            "date": "2004-11-26 00:07:21",
            "id": "1810677",
            "reply_to_id": "1810555",
            "text": "700pund eru nákvæmlega 317.51 … kg.\ngott að reikna þetta út svona .. 0.9(700/2). Reyndar smá skekkja en ekki það mikil."
        },
        {
            "user": "haejk",
            "user_id": "12935",
            "date": "2004-12-06 17:14:03",
            "id": "1828634",
            "reply_to_id": "1810555",
            "text": "Hljómar kannski betur en það er enginn venjulegur fréttamaður sem getur lyft 350 kg!  Róum okkur aðeins.  ég er ekki einusinni viss um að ólimpískir lyftingamenn geti lyft svo miklu en ef svo er þá er ekki sjens á að þessi gaur geti það…"
        },
        {
            "user": "Dopefiend",
            "user_id": "60095",
            "date": "2006-01-29 12:54:40",
            "id": "3030584",
            "reply_to_id": "1810555",
            "text": "ég var að horfa á teiknimynd um daginn sem hét spiderman the venom saga carnage kom smá til sögu og ég verð að að hann er frekar psycho"
        },
        {
            "user": "Kverkatak",
            "user_id": "2354",
            "date": "2004-11-26 03:21:55",
            "id": "1810784",
            "reply_to_id": "1809836",
            "text": "Ekkert mál að lyfta 700 pundum.. maður tekur bara 10 punda lóð og lyftir því 70 sinnum.. pís of keik."
        },
        {
            "user": "Talesofelviz",
            "user_id": "39258",
            "date": "2005-02-05 17:20:58",
            "id": "1952550",
            "reply_to_id": "1809836",
            "text": "afhverju er carnage svona milu sterkari en venom? það er nú einu sinnu meira af symbiot á venom….er það af því að Kletus er svona mikið brjálaðri en eddie?\nog getur einhver útskýrt nákvæmlega hvað symbiot er?"
        },
        {
            "user": "Kornkall",
            "user_id": "55804",
            "date": "2005-02-22 10:47:42",
            "id": "1985998",
            "reply_to_id": "1952550",
            "text": "Carnage er smábútur og af symbiot búningnum sem heltekur Cletus og hann er bara mikið sterkari það kemur ekki fram og Carnage e"
        },
        {
            "user": "Talesofelviz",
            "user_id": "39258",
            "date": "2005-02-23 16:25:42",
            "id": "1988719",
            "reply_to_id": "1985998",
            "text": "ok….gaur, vastu að reyna að flækja málið? afhverju svararðu svona kjánalega? vasstu að skrifa með tánnum?"
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2005-07-05 17:06:27",
            "id": "2292522",
            "reply_to_id": "1809836",
            "text": "Þú gleymdir alvega að skíra frá söguni um Venom (Holy Wars)."
        }
    ]
}