{
    "forum_title": "Mótorhjól",
    "user": "Froggy",
    "user_id": "508",
    "date": "2004-12-06 22:01:22",
    "title": "Dekkjafjöldi eða Mynstrið sem kiptir máli?",
    "text": "Dekkjafjöldi eða Mynstrið sem kiptir máli?\nÞar til fyrir skömmu hefði ég sennilega sagt að 2 dekk væru ekki nóg nema það væru mjög grófmynstruð “krossdekk” undir massa “krossara” en það vill svo til að ég á konu sem hefur mikin áhuga á mótorhjólum hefur lengi langað að prófa þetta en einhvernvegin ekki áhuga á að offroada með mér þó ég hafi vælt mikið.\nJæja allaveganna ég gaf mig um dagin og áhvað að kaupa “Racer” handa henni þó svo að mér hefur verið ferkar illa við slík tæki, finst þau vera of hættuleg og þá sérstaklega að hafa ástina mína þeisandi um á því í umferðinni er frekar óhugnanleg tilfinning.\nÉg allaveganna áhvað að kaupa “racer” handa konunni, ég fylgdist með auglýsingum hér heima um stund en fann ekkert sem ég taldi hana vilja, að lokum fann ég eitt hjól á ebay staðsett í UK. Keypti það og þar sem ég átti leið til London vegna vinnu, áhvað ég að fara bara og sækja hjólið ég tók lest til Bristol ef ég man rétt og keyrði hjólið þaðan eftir hraðbrautunum að London, ég hafði 2 auka daga úti þannig að ég tók mér frí annan dagin og fór að keyra um sveitavegi í nágreni London, það var vægast sagt magnað, þröngir malbikaðir vegir endalust hlykkjóttir og maður sá aldrey fyrir hornið því vegirnir eru umkringdir trjám, spennan í hverri begju var mögnuð maður alltaf að meta hversu langt maður þorir að leggja hjólið í beigjurnar sem vor varla meira en einbreiðar í óvissu um hvort bíll væri að koma á móti. Sem betur fer mætti ég aldrey bílum í þessum beygjum því þá væri ég líklega enn að týna flísar úr rassinum eftir að þeitast út trén og runnanan sem umkringdu vegina, en ég komst þó að því að þótt ekkert sé skemtilegra en að keyre hring á Broadstreet þá geta aðrar tegundir af mótorhjólum líka verið fjandi skemtilegar. Semsagt allt sem hefur mótor og er á 2 dekkjum er gott það er bara aðeins betra ef dekkin eru grófmynstruð :)\nByrt með öllum fyrirvar um að ég kann ekki að stafa.\nFroggy",
    "url": "https://www.hugi.is/motorhjol/greinar/260758/dekkjafjoldi-eda-mynstrid-sem-kiptir-mali/",
    "url_id": "260758",
    "id": "1820966",
    "replies": [
        {
            "user": "Froggy",
            "user_id": "508",
            "date": "2004-12-07 02:27:34",
            "id": "1829685",
            "reply_to_id": "1820966",
            "text": "Soldið samhengislaus og illa skrifuð hjá mér, Ætti kanski ekki að reyna að skrifa grein þegar ég er mjög þreittur :)"
        },
        {
            "user": "malicious",
            "user_id": "5591",
            "date": "2004-12-07 13:10:13",
            "id": "1829971",
            "reply_to_id": "1820966",
            "text": "common maður þú verður að segja hvers konar hjól þetta var! 600 honda kannski?"
        },
        {
            "user": "Langston",
            "user_id": "36201",
            "date": "2004-12-07 14:13:55",
            "id": "1830081",
            "reply_to_id": "1829971",
            "text": "ekki slæmt :)"
        },
        {
            "user": "Froggy",
            "user_id": "508",
            "date": "2004-12-07 14:22:54",
            "id": "1830096",
            "reply_to_id": "1829971",
            "text": "GSXR 400 '95\nlágt gírað þannig að það er sæmilega fljótt upp en maxar í c.a. 160kh"
        },
        {
            "user": "Froggy",
            "user_id": "508",
            "date": "2004-12-22 00:31:49",
            "id": "1855698",
            "reply_to_id": "1820966",
            "text": "ertu eitthvað ruglaður enn ef þú hefðir þú mætt bíl í beygjunni hvað þá þá held ég að konan þín hefði nu ekki viljað þetta hjól mikið eftir það"
        },
        {
            "user": "Froggy",
            "user_id": "508",
            "date": "2004-12-22 17:17:27",
            "id": "1856747",
            "reply_to_id": "1855698",
            "text": "Villtu sleikjó?"
        },
        {
            "user": "Froggy",
            "user_id": "508",
            "date": "2004-12-23 21:05:27",
            "id": "1859200",
            "reply_to_id": "1856747",
            "text": "ja en villt þú lampa upp í rassgatið"
        },
        {
            "user": "Froggy",
            "user_id": "508",
            "date": "2004-12-29 03:02:55",
            "id": "1867628",
            "reply_to_id": "1859200",
            "text": "ánægjulegt að sjá svona orðheipna menn hér á huga.\nErtu sjálfur gay curius eða er þetta lampa trick fantasía sem þú hefur fengið lánaða?"
        }
    ]
}