{
    "forum_title": "Deiglan",
    "user": null,
    "user_id": null,
    "date": "2001-05-07 23:11:30",
    "title": "Allt um allt",
    "text": "Það vantar svo margt hérna á huga.is, hver er ekki sammála, hvernig væri að bæta við “áhugamálum” líkt og ferðalögum, viðskipti, og svona almenn síða það sem fólk gæti kvartað eins og ég er að gera núna :), einnig held ég að sé alltofmikið af svona “lame” síðum hvað eru þessar tölvur og tölvuleikir síður eiginlega orðnar margar? á að bæta við nýrri síðu á huga.is um leið og er gefinn út tölvuleikur einhversstaðar útí heimi???\nekki nógu gott :(\neins og ég sagði áðan, er ekki einhver hérna sammála mér?\nTakk fyrir mig,\nFRosku",
    "url": "https://www.hugi.is/deiglan/greinar/26088/allt-um-allt/",
    "url_id": "26088",
    "id": "173508",
    "replies": [
        {
            "user": "sindrit",
            "user_id": "3719",
            "date": "2001-05-08 01:32:06",
            "id": "173509",
            "reply_to_id": "173508",
            "text": "Það er korkur á forsíðunni sem heitir nöldur og þessi GREIN hefði betur átt hema í.\nHugi var upprunalega vetvangur tölvuleikjaáhugamanna til að skiptast á skoðunum þannig að yfirgnæfandi fjöldi tölvuleikjaáhugamála er ekkert óeðlilegur endilega.  Það mætti samt kannski henda sumum þeirra út.\nGóð hugmynd annars að bæta við ferðalögum og viðskiptum.\nKveðja,\nSindri"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2001-05-08 08:24:01",
            "id": "173510",
            "reply_to_id": "173509",
            "text": "Mér finnst að það ætti að stofna áhugamál um allt sem fólk nennir að tala um en mér finnst líka að það eigi að eyða áhugamálum ef þau eru orðin óvirk, t.d. ef enginn skrifar neitt í mánuð."
        },
        {
            "user": "Froztwolf",
            "user_id": "3350",
            "date": "2001-05-08 11:59:27",
            "id": "173511",
            "reply_to_id": "173508",
            "text": "Það þyrfti bara að bæta við slatta af áhugamálum og setja upp directory structure hérna. Þá gætu flokkarnir jafnvel verið sín eigin áhugamál."
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2001-05-08 12:21:47",
            "id": "173512",
            "reply_to_id": "173508",
            "text": "Ég lagði til á einhverjum sérvöldum korki af forsíðunni sem til þess er ætlaður, að Ferðalög yrðu gerð að áhugamáli.\nÞað eru einhverjir mánuðir síðan og eitthvað hefur þessi ósk mín fengið litlar undirtektir þar víst…."
        },
        {
            "user": "gmc",
            "user_id": "2689",
            "date": "2001-05-08 15:58:09",
            "id": "173513",
            "reply_to_id": "173508",
            "text": "það væri líka hægt að taka sumt af þessum áhugamálum burt."
        },
        {
            "user": "thom",
            "user_id": "5176",
            "date": "2001-05-09 00:08:26",
            "id": "173514",
            "reply_to_id": "173508",
            "text": "Það væri ekki vitlaust að setja inn þráð sem heitir viðskipti. Eina þokkalega viðskiptaspjallið hér á klakanum er Innherjaspjall vísis, en það er svo hrriiiiiiiikalega seint að það er ekki nennandi að hanga þar.\nEn þið mættuð örugglega setja inn viðskiptaspjall, því að það myndi líklegast breikka aldurshóp innskráðra OG ef þáttaka yrði góð yrði lítið sem ekkert mál að selja auglýsingar inná það.\nÞannig að: gott mál fyrir hugi.is að fá það!"
        },
        {
            "user": "sjoefn7",
            "user_id": "5661",
            "date": "2001-05-09 19:51:46",
            "id": "173515",
            "reply_to_id": "173508",
            "text": "ég vil fá ferðalög!\nog hvað eru tölvuleikjaáhugamálin að pirra ykkur? Þið þurfið ekki að fara inn á þau!\nEn reyndar varð ég pirruð þegar það voru komin 4 ný leikjáhugamál en Survivor var ekki enn komið…"
        }
    ]
}