{
    "forum_title": "Blizzard leikir",
    "user": "Vladimer",
    "user_id": "27102",
    "date": "2004-12-05 19:21:44",
    "title": "World Of Warcraft open beta tekinn með Style",
    "text": "Núna hef ég sögu að seigja, nefnilega sögunna af mér.\nÉg byrjaði leikinn með að gera Human/Paladin. Mér fannst það líta út fyrir að vera skemmtilegur class. Nafn hans var Haraldur (ekki frumlegt ég veit það so spare me). En leikurinn byrjaði með svona hovering cameru sem flaug yfir Stormwind og síðann að þessari abbey(kirkja) en á meðan á þessu stóð var eitthver rödd að seigja manni grunn söguna af human´s og að nú var maður kominn af stað þarna stóð hann hinn myndarlegi Haraldur og tilbúinn að sína hinni Íllu horde hamarinn sinn en því miður var ég bara lv 1 og var nú ennþá í bleiju svo ég fór bara að gera questa sem voru fallega merktir með gulu spurningarmerki fyrir ofan quest gaurinn. Þá fór hinn mikli Haraldur að gera questa en þeir voru svoldið asnalegir í byrjun því ég átti að fara og drepa kobolga sem voru í námu stutt frá kirkjunni. Auðvitað var þetta ekkert mál fyrir hinn fjallmyndarlega Harald og þegar ég var búinn með mörg quest og kallin kominn í lv 5 þá ákvað ég að fara leita gæfunnar í Storwind sem er stutt frá kirkjunni. Og þegar ég kom til Stormwind Holy Shit\ndjö var þetta vel gert og ég fór bara um stund að skoða þessa stórfenglegu borg. En þegar nóg var komið af skoðunn og kvennafari þá fór okkar foli að gera questa en því miður eru þessir questar svo margir og svo stórir að það mundi taka heila eilífð að skrifa það niður.\nÁður en ég vissi var ég kominn í lv 10 og bing þá kemur ekki svona fallegur gluggi og seigjir mér að ég er kominn með talents og náttúrulega opnar maður þá talent gluggan og hvað finnur maður ekkert annað en flotta talent tré (svipað og ég Diablo 2) og auðvitað var ég Paladins réttlætis og fegurðar svo ég ákvað að fara í Holy talenta. Og auðvitað eftir nokkur lv var maður orðinn svo svakalega góður að það var ekki kall á svæðinu sem réð við mig svo ég ákvað að fara til Westfall en þar eru mjög skemmtilegar fuglahræður en það er einn galli þær eru stórar sterkar og ekki í góðu skapi, ég fannbónda sem var orðinn leiður á því að þessar fuglahræður væru að rústa akrinum hans og náttúrulega var Haraldur paladin fegurðar og réttlætis tilbúinn að gera þetta (fyrir verðlaun auðvitað) og þá hljóp ég með hamarinn í báðum höndum til að drepa þessa óvætti en það var auðveldara sagt en gert því á akrinum voru fullt af gaurum að drepa allar fuglahræðurnar svo ég beið eftir réttu augnarbliki til að drepa nokkra, á endanum náði ég því og bóndin var hæst ánægður og gaf mér verðlaun.\nEn í þessu hitti ég human mage female (auðvitað) sem kom með mér í party. Þá fórum við að hreinsa svæðið af questum og náðum því vel en ef ég hefði ekki verið með res galdur hefði þetta tekið sinn tíma. En þá kom áskorun en það var elite quest af deathmines og sjálfur vissi ég að questið var ekki virði fegurðar minnar og fór til Lakeshire (ekki shire úr Lords of the ring).\nÞar sá ég að ég var í of láu lv til að gera eitthver allmennileg á þessu svæði svo ég og tryggi fyldarmaður minn fórum að gera questa og viti menn þetta var geranlegt því ég var svo ógeðslega góður (khuhuhuhu hóst) en þegar við vorum búnir að ná í fiska, vopn og allskonar annað drasl fyrir quest kalla var bara eftir elite quests sem voru að drepa orca, þá fattaði ég að nafnið Horde þýtti eitthvað því þeir voru ókeðslega margir og vorum út um allt svo ég ákvað aftur að þetta var ekki fegurðinnar virði.\nÞá fór hinn fagri Haraldur til Ironforge og skrítið var það því kvennmennirnir þar höfðu lítin áhuga á Haraldi en hann hvartaði ekki því þar voru ekki fríðustu kvennmenn í heimi (If u know what i mean). Svo þá var Haraldur fegurðar og réttlætis farinn að leita questa og endaði á mjög skemmtilegum stað því þar vor 6 fættir krókódílar og skemmtileg sæ skrímsli, en eins og of sá Haraldur að ekki allir voru hamingjusamir á þessu svæði og ákvað að hjálpa fólkinu og viti menn okkar maður fék shoulder pads og var ennþá flottari en samt passuðu kopar buxurnar ekki samann við hin fötin.\nOg á ferðum mínum þar hitti ég lítinn dverg sem vildi ólmur fá hjálp mína við að drepa íllan elite björn sem var í greni sínu nagandi á beinum þeirra sem höfðu reynt að drepa hann en ég var til að hjálpa honum svo lengi sem ég fengi questið líka en auðvitað var eitthvað, okkar maður þurfti að gera önnur quest áður en hann gat fengið questið. Dvergurinn sem var ófríður og hafði ekki farið í bað lengi var við hönd mína og hjálpaði mér að klára hin questinn en þá eftir skamma stund var ófríði dvergurinn og hinn fríði haraldur komnir til Den Of The Beast og þar var óvargurinn stóri og hann vildi ekki halda uppi ssmræðum og neiddi mig og Dverginn til að berjast upp á líf og dauða sjálfur var ég paladin fegurðar og réttlætis en hinn ílla lyktandi dvergur var warrior, en Haraldur hljóp fyrstur í óvarginn með stóra hamrinum sínum og var barinn og barinn en vegna fegurðar hans (og hjálpar frá talentum) gat óvargurinn ekki drepið hann. Eftir langan tíma við að vera barinn og barinn ákvað okkar maður að gera divine favor til að gera að sárum sínum en þá fór fann óvargurinn lyktina af hina illa lyktandi litla félaga mínum og réðst á hann, þegar okkar maður tók eftir þessa hljóp hann aftur í óvarginn en það var of seint þessi illa lyktandi dvergur var látinn svo Haraldur í reiði sinni drap óvarginn og fór frá hellinum með stóran fallegan haus tilsönnunar um að hafa drepið hann.\nEftir þessi æfintýri ákvað Haraldur paladin fegurðar og réttlætis aftur að fara til lakeshire og hitta gamla mage félaga sinn og gera aðra tilraun til questanna á því svæði og viti menn það var mögulegt áður en við vissum vorum við berjandi, grillanda og frystandi alla þá sem voru okkur ekki vinveittir.\nþá næst var för paladins fegurðar og réttlætis heitið til Darkshire sem er skógur óvætta og uppvakninga en þar sá ég konu sem sagði við mig að ég væri í mikilli hættu og þurfti verndarrip til að lifa svoauðvitað vildi okkar maður ekki drepast svo hann ákvað að safna hlutum til að gera verndargripinn og þessi gripur var magnaður það var ekkert annað en stór hauskúpa með horn sem okkar maður lét í vinstrihendi sína til að berjast við óvættina á svæðinu. Þá fór Haraldur að leita að fólki sem þurfti hjálp við að verndast frá uppvakningum og hann fann að borgarstjórinn var áhyggjufullur um hermit sem lifðu soldið frá bænum því ekkert hefði heyrt til hans og auðvitað var okkar maður Haraldur paladin fegurðar og réttlætis tilbúinn að gera þetta. Og eftir skamma stund var hermittin fundinn en hann sagði að uppvakningar hefðu verið að trufla hann nýlega svo okkar maður fór að safna handa honum drauga hárum, uppvakningar safa og rifbein úr labbandi líkum en þegar þetta allt var komið hló hermittin svakalega og lét mig hafa bréf handa borgarstjóranum. Svo ég las bréfið en það var ólæsilegt svo ég fór með það til borgarstjórans sem ekki heldur gat lesið það svo ég fór að láta þýða það og lét síðan stjórann hafa það en sí staðinn fyrir að þakka mér hundskammaði mig og sagði að ég hefði ekki hugmynd um hvað ég hefði gert en þá kom í ljós að hermittin ætlaði að lífga við dauðu konuna sína með þessum hráefnum sem okkar maður Haraldur paladin réttlætis og fegurður safnaði og hann var ekki glaður um að hafa veið misnotaður svona svo hann hljóp strax á svæðið gróf upp konuna hans og reif úr henni hjartað og borgarstjórinn þakkaði mér fyrir vel unnin störf en svo pfúfff hvarf okkar maður og þá var betan hætt.\nog núna er maður bíðandi eftir europe open betunni en fyrir þá sem nentu að lesa þessa grein vil ég byðjast velistingum á stafsettningarvillum og þakka ykkir fyrir að hafa lesið greinin og ég hlakka til að sjá ykkur í WOW (world of warcraft)\nStay sexy, stay cool, I´m not a fool",
    "url": "https://www.hugi.is/blizzard/greinar/261443/world-of-warcraft-open-beta-tekinn-med-style/",
    "url_id": "261443",
    "id": "1826194",
    "replies": [
        {
            "user": "Spirited",
            "user_id": "25873",
            "date": "2004-12-05 19:45:32",
            "id": "1827102",
            "reply_to_id": "1826194",
            "text": "Meira svona!"
        },
        {
            "user": "Flippus",
            "user_id": "28534",
            "date": "2004-12-06 16:22:41",
            "id": "1828507",
            "reply_to_id": "1827102",
            "text": "Vá Haraldur þú ert lítil rotta í þínum eigin heimi….. GET A LIFE"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-05 20:01:07",
            "id": "1827134",
            "reply_to_id": "1826194",
            "text": "Þvílíkur Word of Warcraft-sjúklingur ertu maður.\nEvklíð."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-05 20:01:45",
            "id": "1827135",
            "reply_to_id": "1827134",
            "text": "Já, allar stafsetningarvillur þarna voru á ábyrgð Davíðs Oddssonar.\nEvklíð."
        },
        {
            "user": "Gothmog",
            "user_id": "28875",
            "date": "2004-12-05 20:12:27",
            "id": "1827159",
            "reply_to_id": "1826194",
            "text": "Nice one dude.\nSynd að ég hef enga trú á WoW Beta"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-05 20:19:48",
            "id": "1827174",
            "reply_to_id": "1827159",
            "text": "Cool grein svolítið af stafsetningarvillum en vel sagður söguþráður , kannski hitti ég þig í europe betunni!!!\n—–\nLife is like a pony , ride it."
        },
        {
            "user": "Gothmog",
            "user_id": "28875",
            "date": "2004-12-06 15:02:22",
            "id": "1828337",
            "reply_to_id": "1827159",
            "text": "það er synd að þú hefur ekki trú á honum … Þetta er að mínu mati besti mmorpg sem til er …"
        },
        {
            "user": "Gothmog",
            "user_id": "28875",
            "date": "2004-12-06 15:03:24",
            "id": "1828340",
            "reply_to_id": "1828337",
            "text": "sorry átti að vera til helga… :P"
        },
        {
            "user": "Joi112",
            "user_id": "52903",
            "date": "2004-12-05 20:52:45",
            "id": "1827260",
            "reply_to_id": "1826194",
            "text": "Þetta var frábær grein. Án efa ein besta sem ég hef lesið… Haraldur Paladin fegurðar og réttlætis, þvílík snilld :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-05 21:35:37",
            "id": "1827349",
            "reply_to_id": "1827260",
            "text": "núna þegar beta testið er löngu búið og annað að byrja ég veit ekki hvort það er byrjað eða ekki þá er maður mjög spennt/ur til að fá að spila leikinn aftur!! Hvenær kemur raunverulegi leikurinn eiginlega út???\n——\nLife is like a pony , ride it."
        },
        {
            "user": "Svenni90",
            "user_id": "54074",
            "date": "2004-12-05 22:16:42",
            "id": "1827430",
            "reply_to_id": "1826194",
            "text": "einhvern tíman í febrúar held ég. Get ekki beðið"
        },
        {
            "user": "Coheed",
            "user_id": "33143",
            "date": "2004-12-05 22:27:11",
            "id": "1827450",
            "reply_to_id": "1827430",
            "text": "Er það rétt sem ég hef heyrt, að það verði ekki character wipe í eurobeta?"
        },
        {
            "user": "Svenni90",
            "user_id": "54074",
            "date": "2004-12-05 22:35:02",
            "id": "1827466",
            "reply_to_id": "1826194",
            "text": "ekki alveg viss vona ekki því ég ættla bara að fara að flippa í Betuni\nps. eruð þið ekki búnir að lesa greinina mína The Epic Quest Of Me Of My Brothe"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-05 23:00:04",
            "id": "1827523",
            "reply_to_id": "1826194",
            "text": "ahverju sagðuru alltaf Haraldur fegurðar og réttlætis því ekki bara Haraldur þetta fegurða og réttlætis er dáldið asnalegt."
        },
        {
            "user": "fotleggur",
            "user_id": "42625",
            "date": "2004-12-05 23:11:38",
            "id": "1827553",
            "reply_to_id": "1826194",
            "text": "kekekkeke þessi elite level 10\n“björn”\nvar nú ekkert svo erfiður … meikaði hann þegar ég var á level 13 eða svo well.. skemmtileg lesning"
        },
        {
            "user": "Svenni90",
            "user_id": "54074",
            "date": "2004-12-05 23:57:20",
            "id": "1827639",
            "reply_to_id": "1826194",
            "text": "Því það er bara fyndið Haraldur Paladin Fegurðar og Réttlætis\nps. Lesið greinina mína Epic Quest Of Me And My Brothe"
        },
        {
            "user": "Daddi56",
            "user_id": "33186",
            "date": "2004-12-06 00:25:53",
            "id": "1827680",
            "reply_to_id": "1826194",
            "text": "Bara eitt til einmanna gaura sem geta ekkert annað en að væla útaf stafsetningarvillum : Hættið að væla útaf þeim\nEn hey… Hvað er þetta “Party” sem ég hef séð i mörgum greinum…."
        },
        {
            "user": "Ark0n",
            "user_id": "51697",
            "date": "2004-12-06 02:17:03",
            "id": "1827769",
            "reply_to_id": "1827680",
            "text": "party þýðir bandalag að ég held\nEn hvernig grafík og spilun líkist þessi leikur???\ner hún eins og í Diablo eða??\nég ættla defenetlý að fá mér wow"
        },
        {
            "user": "PalmarGard",
            "user_id": "7399",
            "date": "2004-12-06 16:38:01",
            "id": "1828551",
            "reply_to_id": "1827680",
            "text": "party = grúppa nokkrir spilarar (2-5) sem að hópa sig saman og vinna samana að markmiðinu. Þeir share-a experience og hlutfallslega er exp hærri ef að menn eru í partyum."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2004-12-06 19:21:47",
            "id": "1828931",
            "reply_to_id": "1828551",
            "text": "Viss um að leikurinn kemur í febrúar ?? Ég frétti að það væri að koma nýtt beta test sem byrjar á laugardaginn 11 Des!\nVonandi ætlið þið að spila!!\n—-\nLife is like a pony , ride it"
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2004-12-09 21:32:24",
            "id": "1834786",
            "reply_to_id": "1828931",
            "text": "Alvöru leikurinn a að koma ut 25 februar að eg held, betan kemur natthufulega rett braðum"
        },
        {
            "user": "Svenni90",
            "user_id": "54074",
            "date": "2004-12-07 15:06:26",
            "id": "1830171",
            "reply_to_id": "1826194",
            "text": "Betan er alveg að koma en leikur kemur ekki út stax því að það er verið að þýða leikinn yfir á frönsku og þýsku og gera sér servera handa þeim"
        },
        {
            "user": "gunnib",
            "user_id": "44145",
            "date": "2004-12-07 18:33:13",
            "id": "1830644",
            "reply_to_id": "1826194",
            "text": "þarf maður að borga mikið fyrir að dl betunni á laugardæginn(hvað er hann stór)\nþví hann er á enskri síðu"
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2004-12-07 20:20:35",
            "id": "1830911",
            "reply_to_id": "1826194",
            "text": "Eg vona bara að einhver horde player fari að segja sina sögu, horde owna"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-09 12:04:08",
            "id": "1833500",
            "reply_to_id": "1830911",
            "text": "Það kostar ekki að spila loka betuna , því að hún er beta …\nég er 99,9,9% viss um að hún kosti ekki neitt nema að kaupa pre-order auðvitað.\n—–\nLife is like a pony , ride it."
        }
    ]
}