{
    "forum_title": "Tolkien",
    "user": "hvurslags",
    "user_id": "7875",
    "date": "2004-12-04 22:34:52",
    "title": "Helgi Hálfdanarson, Völuspá og Tolkien",
    "text": "Einhverjir myndu segja að þessi stutta grein tengdist hvað minnst Tolkien sjálfum eða ritverkum hans. Ég tel Völuspá þó tengjast Tolkien það mikið að þessi grein eigi erindi hingað. Þar að auki er tími til kominn að hleypa nýju blóði í frekar steinrunna umræðu um Tolkien.\nÍ Lesbók Morgunblaðsins í dag birtist áhugaverð og þörf grein um Helga Hálfdanarson og bók hans sem inniheldur nýjar kenningar um Völuspá. Fyrir þá sem ekki vita þá er Völuspá eitt Eddukvæðanna og eitt elsta bókmenntaverk okkar Íslendinga. Kvæðið, sem byggt er á drápuformi og ort undir fornyrðislagi en er þó nokkuð líkt dróttkvæðum hætti, hefur verið skeggrætt af fræðimönnum í gegnum aldirnar þó svo að nýjar kenningar um kvæðið hafi ekki komið fram á sjónarsviðið heldur hafi menn haldið sig í sömu hjólförunum alla tíð.\nSú stðareynd er að vissu leyti stórundarleg, í ljósi þess að kvæðið var samið á mörkum heiðni og kristni í kringum árið 1000 en ekki ritað á bókfell fyrr en á þrettándu öld af Snorra Sturlusyni. Það er af flestum einnig talið samsett úr ýmsum eldri kvæðum og ýmis vísuorð og línur hafa brenglast í millitíðinni auk þess sem einhverju hefur verið bætt inn í. Að bókmenntafræðingar hafi, að því er virðist, ekki þorað að setja fram nýstárlegar og frumlegar kenningar um þetta sígilda kvæði er í raun hin mesta furða. Völuspá hefur verið skrifuð og prentuð algerlega óbreytt allar þessar aldir án þess að menn hafi nokkurn tímann pælt í því hvort hún hafi endilega verið svona.\nHelgi Hálfdanarson er sá fyrsti sem kemur með róttækar kenningar um Völuspá sem hann setur fram í bók sinni,\nMaddaman með kýrhausinn\n. Í hnotskurn eru þessar kenningar á þá leið að stefin í kvæðinu, sem eru endurtekin í upphafi eða lok margra vísna og fræðimenn hafi ekki gefið mikinn gaum að, séu til að renna styrkari stoðum um það hvernig kvæðið hafi verið eins og höfundurinn skildi við það. Það sé því hægt að nota þessi stef til að grennslast um fyrir hvernig Völuspá hafi verið upphaflega.\nSamkvæmt hinum almennu skoðunum skiptist Völuspá í þrjá hluta samkvæmt þeim tíðum sem notaðar eru til að lýsa því sem gerist(fortíð, nútíð og framtíð) en Helgi Hálfdanarson virðist vera sá fyrsti sem áttar sig á því að skiptingin hafi ráðist af þessum stefjum, sem hefur þá afbakast í gegnum tíðina. Hann endurraðar einnig kvæðinu eftir sínum kenningum um hvernig það hafi uphaflega verið, og eru nær allir þeir sem hafa lesið bók hans geta sammælst um að útskýringar Helga á kvæðinu eru mun rökréttari og staðfastari en fyrri skýringar, þökk sé hinni einstakri glöggskyggni hans.  Hann gengur einnig lengra og segir að hver hluti Völuspár hafi verið fullunnin drápa sem höfundurinn hafi síðan tengt saman með fimm kvæðum á milli hverra hluta. Fyrsta kvæðið, Ásaspá, hefst á orðunum “Ár vas alda/ þat er Ýmir byggði” og stefið er “Þá gengu regin öll/ á rökstóla/ ginnheilög goð/ ok um þat gættusk.” Annað kvæðið, oft kallað Járnviðja byrjar á “Austur býr hin aldna/ í Járnviði” og stefið “Vitið ‘ér enn, eða hvat?”\nÞriðja kvæðið sem er jafnframt það fyrsta í Völuspá hefst á hinum frægu orðum “Hljóðs bið ek allar/ helgar kindir” og stefið þar er heil vísa:\nGeyr nú Garmr mjök\nfyr Gnipahelli,\nfestr mun slitna\nfn freki renna.\nFjölð veit ek fræða\nfram sé ek lengra\num ragna rök\nrömm sigtíva.\nEins og sést hérna glögglega segja vísurnar frá því sem gerðist, því sem gerist og því sem mun gerast. Rétt eins og Helgi orðar það, “að engu líkara sé en þau gætu táknað örlaganornirnar þrjár, Urði, Verðandi og Skuld.”\nOg hvað með Tolkien? Augljóst er að dvergaþulurnar í Völuspá er eintómur uppspuni sem einhver óprúttinn náungi hefur bætt inn í eftir að Völuspá var ort. Hefur hann þá tekið þessi dverganöfn á bandvitlausum forsendum? Og hvers vegna tók hann ekki eftir neinu gruggugu með Völuspá heldur?\nHér er orðið ljóst að ekki er allt sem sýnist. Áðurnefnd bók Helga,\nMaddaman með kýrhausinn\nkom út árið 1964 en engu líkara er en að fræðimenn hafi þagað bókina í hel því þeim hafi ekki líka við hinar byltingarkenndu skoðanir Helga. Hún var síðan gefin út aftur árið 2002 en hefur ekki hlotið almenna athygli fyrr en í Lesbók Morgunblaðsins í dag. Hefur Tolkien einnig þagað þunnu hljóði eða tók hann kannski ekki eftir þessu? Vitað er að þeir Helgi þekktust býsna vel. Hefur Helgi þá ekki sagt Tolkien neitt frá þessum kenningum sínum?\nÞessum spurningum verður vonandi svarað hér að neðan. Ég læt umræðuna í ykkar hendur, kæru lesendur.",
    "url": "https://www.hugi.is/tolkien/greinar/261406/helgi-halfdanarson-voluspa-og-tolkien/",
    "url_id": "261406",
    "id": "1825882",
    "replies": [
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2004-12-04 22:41:33",
            "id": "1825890",
            "reply_to_id": "1825882",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2004-12-04 22:46:54",
            "id": "1825897",
            "reply_to_id": "1825882",
            "text": "Ég vil einnig biðjast forláts á því að þessi grein kemur greinasamkeppninni ekkert við. Hins vegar þótti mér eiga betur við að þessi grein birtist núna þar sem umræða um þessi mál yrði horfin eftir áramót.\nMyndin sem fylgir greininni er úr handriti Hauksbókar frá 13. öld. Í textanum er verið að lýsa Ginnungagapi.\nEinnig finnst mér nokkuð snautlegt að undirskriftin mín úr Völuspá sé orðin of löng :("
        },
        {
            "user": "dernhelm",
            "user_id": "29387",
            "date": "2004-12-12 01:18:53",
            "id": "1838721",
            "reply_to_id": "1825897",
            "text": "Maddaman með kýrhausinn er snilldarverk. Las hana í fyrra, skömmu eftir að ég las Völuspá í ISL303 í MH, og hef öðlast margfalda virðingu fyrir greind, þekkingu og innsæi Helga Hálfdánarsonar, auk þess sem maðurinn skrifar fallegustu íslensku sem hægt er að hugsa sér. Og hef líka margfaldan viðbjóð á þeim fávitum sem hafa hundsað það greindarlegasta sem nokkur hefur skrifað um Völuspána fyrr eða síðar! Ein blaðagrein fjörutíu árum eftir útgáfu Mmk er hreinlega ekki nógu gott!\nMeira að segja gat íslenskukennarinn minn ekki orðið sér úti um eintak af Mmk til þess að spjalla um við okkur þegar við lásum Völuspá.\nAllir út í Bóksölu stúdenta að kaupa sér eintak! Fyllilega 4000 krónanna virði, sem mig minnir að hún kosti."
        },
        {
            "user": "KazaDum",
            "user_id": "53205",
            "date": "2004-12-04 22:51:31",
            "id": "1825902",
            "reply_to_id": "1825882",
            "text": "Mér finnst þetta mjög vel skrifuð og stórmerkileg grein. En ég fatta ekki alveg hvernig þetta tengist mirku öflunum í heimi Tolkiens. (ég veit ekki mikið um Völuspá)\nErt þú ekki að taka þátt í greinarsamkeppninni ?"
        },
        {
            "user": "KazaDum",
            "user_id": "53205",
            "date": "2004-12-04 22:53:29",
            "id": "1825906",
            "reply_to_id": "1825882",
            "text": "ok var ekki búinn að sjá þetta álit fyrir ofan :)"
        },
        {
            "user": "KazaDum",
            "user_id": "53205",
            "date": "2004-12-04 23:41:44",
            "id": "1825966",
            "reply_to_id": "1825882",
            "text": "Frekar merkileg grein þótt að ég hafi ekki fullkomlega fylgt henni til skilningar.\nEn ég veit svo mikið að Tolkien hafði mikin áhuga á Íslendingasögum og Ísland í sjálfu sér, ef tekið er eftir glögglega í bókinni þá sjást orð í henni sem tengjast íslenskri tungu.\nFín grein."
        },
        {
            "user": "KazaDum",
            "user_id": "53205",
            "date": "2004-12-05 00:13:34",
            "id": "1826029",
            "reply_to_id": "1825966",
            "text": "Geturu nefnt einhver dæmi um þessi orð, það væri gaman að fá að heira nokkur af þessum orðum :)"
        },
        {
            "user": "Kobbe",
            "user_id": "56373",
            "date": "2004-12-06 19:09:43",
            "id": "1828900",
            "reply_to_id": "1826029",
            "text": "Em það er einnig sagt að Tolkein hafi skilið og talað íslensku. Því að fóstra hans var íslensnk svo ekki skrítið að komi eitt og eitt orð úr þessari fornu tungu inn í texta hans. Annars er forn-enska ósköp lík íslensku að mörgu leiti enda geta Íslendingar sem lesa ensku lesið forn-ensku ósköp vel. Svo verið gæti að þessi orð séu þaðan upprunnin."
        },
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2004-12-05 00:11:28",
            "id": "1826024",
            "reply_to_id": "1825882",
            "text": "Já, nú hefur margur íslendingurinn sótt sér innblástur í Völuspá í gegnum tíðinna og löngum verið skeggrætt um hvernig skal túlka hana.\nEn þar hafa yfirleitt verið á ferðinni sjálfskipaðir spekingar, sérvitringar, rithöfundar og þær kerlingar sem kerlingabækur eru kenndar við. Hún hefur verið að mestu hundsuð af akademíska heiminum einhverra hluta vegna. Hún þykir einfaldlega ekki fín. Það snobbar enginn fyrir Völuspá.\nMerkilegast við bókina hans Helga er kannski ekki beinlínis sjálf rannsóknin heldur viðbrögðin við henni. Sem hafa engin verið í marga áratugi.\nVið búum að svo ríkulegum bókmenntaarfi. Völuspá fellur alltaf í skuggann af íslendingasögunum og konungasögunum. En ég held að hún leyni á sér blessunin. Án efa mun einhver verðandi bókmenntafræðingurinn sjá í henni bitastætt viðfangsefni þegar fram líða stundir. Og kenningar Helga fá jafnvel viðreisnar æru.\nEn ekki skal örvænta þótt fáein ár líði. Það liðu nú nokkur hundruð áður en Snorra datt í hug að drita þeim upphaflega niður á bókfell."
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2004-12-05 00:54:14",
            "id": "1826091",
            "reply_to_id": "1825882",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "Karat",
            "user_id": "35059",
            "date": "2004-12-05 12:17:54",
            "id": "1826384",
            "reply_to_id": "1825882",
            "text": "Athyglivert. Ég á eftir að lesa þessa grein í Morgunblaðinu. Ég hef nú jafnan haft Völuspá sem mitt uppáhalds fornkvæði og það er alltaf jafn gaman að lesa það ofan í kjölinn.\nÉg er reyndar ekki sammála því sem einhver sagði að enginn snobbi fyrir Völuspá. Norðmenn hafa nú ítrekað reynt að eigna sér hana, svona eins og Leif Eiríksson. Ég var einu sinni í Víkingaskemmtigarði í Noregi þar sem ég fór á Völuspársýningu og gerðu Norðmenn þar sitt besta til að láta fólk halda að þarna væri um að læra norsk kvæði. Ég hélt nú ekki. Völuspá er mjög merkilegt kvæði og ég held að þeir Íslendingar sem hafa áhuga á fornbókmennum haldi mikið upp á hana, það á a.m.k. við þá sem ég stúderaði hana með á sínum tíma."
        },
        {
            "user": "inganossari",
            "user_id": "56131",
            "date": "2004-12-07 17:48:24",
            "id": "1830540",
            "reply_to_id": "1826384",
            "text": "Ég er alin upp í Noregi, en mamma er Íslensk. Norðmenn halda því nú næstum fram að Snorri Sturluson sjálfur sé bara norskur….Mamma var einu sinni á fyrirlestri í HÁSKÓLA og þar var sagt að karlinn væri norskur…hún varð svo móðguð að hún stóð upp og fór…\nSjálf finnst mér þetta afskaplega móðgandi gagnvart okkur íslendingum hjá nossurum að gera svona…\nEn þetta var mjög athyglisverð grein þótt ég hafi kannski ekki alveg skilið hana…\nEr náttlega bara 14 ára svo ég á alveg eftir að lesa Völuspá. Hef samt miiikin áhuga á bókmenntum og ljóðum og hlakka mjög mikið til að lesa þetta verk."
        },
        {
            "user": "hennibennibassi",
            "user_id": "53178",
            "date": "2004-12-09 17:28:52",
            "id": "1834191",
            "reply_to_id": "1825882",
            "text": "ég er hjartanlega samála og ef ég gætti myndi ég fara þangað og dfja#%&\"$% þessa norsku gaura\nen hann tolkien var nátúrulega hrifinn af íslandi og lesið margar bækur eftir íslenska höfunda og eflaust nottað þær til að búa til allar hugmyndirnar sínar eða það held ég :P;)"
        },
        {
            "user": "Rancid97",
            "user_id": "24018",
            "date": "2004-12-11 18:56:42",
            "id": "1838085",
            "reply_to_id": "1834191",
            "text": "Það er almenn regla í hverskona viðskiptum að stunda aldrei viðskipti við Norðmenn. Ég vil ekki vera að dæma heildina en samt eru þetta nú mest alt fávitar. Nei segi bara svona. Eflaust flestir fínir en þeir geta verið svolítið tregir samanber að þeir ofveiddu síldina.\nÞað er skritið að telja upp alla þessa dverga í Völuspá. Það fara svona fjögur erindi í það. Það er samt hægt að gera ráð fyrir að þeir gegni veigameira hlutverki en haldið er. Óðinn og bræður hans voru á gangi einn daginn og fundu tvo viðarbúta. Þeir tóku viðarbútana og gáfu líf og fleira. Þarna höfum við fyrstu mennina. Hægt er að ýminda sér að dvergar hafi verið búnir að skera út verur í þessa viðarbúta og Óðinn og bræður hans hafi þessvegna áhveðið að bláasa lífi í þá."
        },
        {
            "user": "seidkarl",
            "user_id": "57148",
            "date": "2005-01-31 12:46:02",
            "id": "1939673",
            "reply_to_id": "1825882",
            "text": "góð umræða … ég vil bara nefna 2 hluti …\njafn góð og einstök fræðimennska Helga er og sennilega rétt að Dverganöfnin í Völuspá séu einhverskonar innskot þá þýðir það ekki að þau séu ekki forn og hluti af sama hugarheimi og völuspá … númer 2 … ég er íslendingur en verð samt að segja að þegar landar mínir og norðmenn eru að rífast um hvot Leifur Heppni og fornritin séu íslensk eða norsk þá finnst mér það fáranlegt … á þessum tíma voru noregur og ísland eitt menningarsvæði og hæpið að tala um nokkur landamæri eða þjóði"
        }
    ]
}