{
    "forum_title": "Myndasögur",
    "user": "Kobbe",
    "user_id": "56373",
    "date": "2004-12-08 09:47:28",
    "title": "Sandman",
    "text": "Ef einhver hefur lesið Sandman er hann ekki í vafa um að það er góð saga. Hefur einhver lesið Sandman?\nÉG hef verið að dunda mér við það hægt og rólega að kaupa þessar bækur og lesa og finnst þær þvílík snilld. Sagan á bakvið þær er svo góð enda er Niel Gayman frábær höfundur.\nEn já Sandman er bók sem fjallar um draumakónginn og í fyrstu bókinni er hann náður þegar dulrænt leynifélag reynir að ná systur hans, sem er Dauðinn, en nær óvart í Drauminn. Svo hefst ævintýrið við að ná aftur eignum sínum sem er meira en lítið verkefni.  Í annarri bók er það bróðir-systir hans Örlög sem er að atast í Draumakóngnum. En systkinin heita á ensku Dream, Death, Destini og svo framvegis sem allt byrjar á d. En í hverri bók er tekið á aðeins öðru sviði í lífi draumakóngsins. Einfaldlega frábærar bækur.\nVil ekki segja mikið meira nema það að ég hvet alla til að lesa þessar ótrúlega-skemmtilegu myndasögu-bækur sem hafa sinn dulræna undirtón.",
    "url": "https://www.hugi.is/myndasogur/greinar/261753/sandman/",
    "url_id": "261753",
    "id": "1828883",
    "replies": [
        {
            "user": "br75",
            "user_id": "29541",
            "date": "2004-12-08 10:52:32",
            "id": "1831698",
            "reply_to_id": "1828883",
            "text": "Það koma reglalega greinar inn á þetta áhugamál um Sandman sem sýnir hvað serían á marga aðdáendur á Íslandi. Frábær sería. Og aðrir hlutir eftir Neil Gaiman eru góðir líka."
        },
        {
            "user": "br75",
            "user_id": "29541",
            "date": "2004-12-11 02:55:06",
            "id": "1837131",
            "reply_to_id": "1831698",
            "text": "Hann er snilld  hann Nei og Sandman seríurnar!  Allir sem hér eru að skrifa ættu að hafa lesið allar sögurnar og helst vera eigendur af þeim öllum!!  Ég hef lesið mikið comics og ég held að Sandman sé sú besta sería sem ég hef lesið!!  Ég kvet alla til að gefa þessari seríu sjéns……….kv;=…!!!!!!!!!"
        },
        {
            "user": "siggikorn",
            "user_id": "47904",
            "date": "2004-12-08 12:13:59",
            "id": "1831774",
            "reply_to_id": "1828883",
            "text": "kúl stöff… kannski marh fari í að lesa þetta"
        },
        {
            "user": "lakkriskurl",
            "user_id": "14245",
            "date": "2004-12-08 15:12:16",
            "id": "1832052",
            "reply_to_id": "1828883",
            "text": "Ehehehehe…. Niel Gayman"
        },
        {
            "user": "Wolvie",
            "user_id": "6457",
            "date": "2004-12-08 15:22:15",
            "id": "1832073",
            "reply_to_id": "1832052",
            "text": "Usss á ekki að nota y í nafnið.. hann er góður höfundur!"
        },
        {
            "user": "malicious",
            "user_id": "5591",
            "date": "2004-12-10 14:49:04",
            "id": "1835692",
            "reply_to_id": "1828883",
            "text": "Á öll stikkin. Bölvuð snilld."
        },
        {
            "user": "Kobbe",
            "user_id": "56373",
            "date": "2004-12-11 15:03:09",
            "id": "1837630",
            "reply_to_id": "1828883",
            "text": "Já, svo mikið er víst að allar bækurnar frá þessum höfundi eru snilld.\nÉg hef t.d. verið að lesa bók, ekki myndasögu, sem heitir American gods og er hrein snilld mæli tvímælalaust með henni líka!!!"
        },
        {
            "user": "Achmeth",
            "user_id": "34266",
            "date": "2004-12-18 18:42:18",
            "id": "1849620",
            "reply_to_id": "1828883",
            "text": "Ég hef verið að panta mér bækurnar svona hægt og rólega eftir því sem ég á pening. einhvur sú mesta sinlld sem ég hef lesið.  Erfitt að stunda eitthvað svona er maður býr á hjara veraldar."
        },
        {
            "user": "talvar",
            "user_id": "50952",
            "date": "2005-02-02 14:14:04",
            "id": "1945107",
            "reply_to_id": "1828883",
            "text": "Þetta eru frábærar sögur, ég hef lesið allar teiknimyndasögurnar, bókina og lesið fullt af aukaefni af netinu. Ég grét yfir 9. bókinni. Mesta snildin á bakvið Sandman er að allar DC persónurnar koma fyrir í sögunum. Ég kvet alla til að lesa þessar sögur."
        },
        {
            "user": "Kobbe",
            "user_id": "56373",
            "date": "2005-02-02 16:12:50",
            "id": "1945468",
            "reply_to_id": "1945107",
            "text": "Þetta er líka bara frábær höfundur, ekki meira hægt að segja um það!"
        },
        {
            "user": "talvar",
            "user_id": "50952",
            "date": "2005-02-03 14:19:59",
            "id": "1947852",
            "reply_to_id": "1945468",
            "text": "Ég veit, og þetta er ein af fáu myndasögum þar sem sami höfundur hefur umsjá með allri sögunni. Ekki eins og spiderman þar sem alltaf er verið að gera nýja og nýjan söguþráð með ólíkum höfundum,"
        }
    ]
}