{
    "forum_title": "Hugi",
    "user": "NBB",
    "user_id": "9649",
    "date": "2001-05-08 03:13:30",
    "title": "Cosmological distance ladder !!!",
    "text": "Hvernig mælum við fjarlægð í alheiminum?\nU are about to find out.\nHér kem ég með þrjár aðferðir til þess ( en í dag eru 6 aðferðir notaðar sem koma að góðu gagni):\nÞað eru mismunandi aðferðir settar saman, sérhver aðferð spannar ákveðið bil í fjarlægð og skörun milli aðferða og gerir þar af leiðandi samtengingu þeirra mögulega.\n1. Hliðurun er notuð til að að mæla fjarlægð til regnsyrnisins.\nHorn P er mælt með hjálp Hipparkos gervitunglsins en nákvæmnin getur orðið allt að 0.001 miðað við ef við mælum það frá jörðu niðri verður hún ~0.02. Notuð er jafnan Sin p ~ p= 1Au/d (au er stærðfræileg mælieining og d er tákn fyrir fjarlægðina).\n2. HR-línuritið er notað fyrir kúluþyrpingar. Hafa verður í huga að meginröð HR-línuritsins er á föstum stað. Ef reyndarbirta er þekkt og sýndarbirta er mæld má nota eftirfarandi jöfnu:\nm-M = 5log*d-5\nTil gamans gætum við skoðað nálæga þyrpingu t.d Regnstyrnið. Mælum d til stjarna hennar með hliðrun og mælum líka sýndarbirtu m => reiknum reyndarbirtu M og teiknum HR-línurit. Með þessari aðferð getum við fundið hvar Meginröð liggur í reyndarbirtu. Og þar með erum við komin með viðmiðunar HR-línurit. Til að sjá hversu rétt niðurstaðan er getum við skoðað mjög fjarlæga þyrpingu sem ekki hægt er að mæla með hliðrun. Sýndarbirta stjarnanna er mæld. Plottum nú upp þær upplýsingar sem við höfum og berum nú saman línuritin tvö og sjáum hvar meginraðirnar falla saman. Þetta gerir okkur hvaða sýndarbirta m samsvarar hraða reyndarbirtu M .. reiknum nú d út frá því. Töluverð óvissa kemur út vegna breiddar á meginröð, dreyfingar ljóssins(breytir sýndarbirtu) og óvissu í hliðurnarmælingum í regnstirninu.\n3. Sefítar .. þar eru mældar einstaka stjörnur. Mjög bjartar  breytistjörnur. Ímyndum okkur nú eina littla stjörnu sem er heit og þenst út. Hún verður að stórri stjörnu sem kólnar niður og verður aftur að lítilli stjörnu sem þenst aftur út. Svona hringsólar ferlið. Við hinsvegar nýtum okkur tækfærið og mælum sveiflutímann og reinkum út meðal reyndarbirtuan, ef sambandið milli <m> og T er þekkt. Kostir við þessa aðferð eru:\na) auðveldara er að mæla sveiflutímann en flest annað.\nb) auðvelt er að þekkja sefíta úr (koma og fara = miklar breytinar => reglubundnar breytingar).\nHvernig er hægt að finna M og T út ?\nHvaða sveiflutími samsvarar hvaða reyndarbirtu?\nÞá getum við nýtt okkur fyrri útreiknina og vandamál. Við finnum Sefíta í nálægum þyrpingum. Leggum það við HR-línuritið og finnum út d þeirra Sefíta. Reiknum M út frá meðal m og d. Þetta ákvarðar samband <m> og T.\nÞetta var smá sýnishorn af því sem ég hef verið að læra í stjörnufræði í vetur. Ef þið hafið spurningar eða viljið heyra um næstu þrepin commenterið á þetta og ég skal koma með framhald.\nOncE a NerD\nAlwayS a NerD",
    "url": "https://www.hugi.is/hugi/greinar/26228/cosmological-distance-ladder/",
    "url_id": "26228",
    "id": "174316",
    "replies": []
}