{
    "forum_title": "Músík almennt",
    "user": "stinkytoe",
    "user_id": "29707",
    "date": "2004-12-08 21:43:46",
    "title": "Keane",
    "text": "Sæl kæru hugarar!\nÞað var einhver korkur á forsíðunni um Keane sem kom mér til að skrifa þessa grein og segja aðeins frá þessari frábæru hljómveit.\nÉg uppgötvaði Keane fyrst fyrir nokkrum mánuðum, en þeir hafa verið að spila saman síðan árið 1997. Þeir eru samt fyrst að koma fram í sviðsljósið núna og eftir að þeir gáfu út smáskífuna Somewhere Only We Know hefur frægðarsól þeirra farið hækkandi.\nSvo kom smáskífan Everybody’s Changing og henni fylgdi fast á eftir breiðskífan Hopes & Fears, en eitt slíkt eintak er einmitt í minni eigu.\nSvo kom að Icelandic Airwaves og Keane komu til landsins og spiluðu. Því miður komst ekki inn á tónleikana, enda ekki orðin 18 eða 21 eða hvað það var nú sem maður þurfti að vera gamall. Mér skilst samt að þeir hafi staðið sig frábærlega enda kom ekkert annað til greina þegar slík snilldarhljómsveit á í hlut.\nEn þeir félagar eru með svolítið sérstaka uppröðun. Einu hljóðfærin eru píanó og trommur. Það er Tim Rice-Oxley sem spilar á píanóið og Richard Hughes sem situr við trommusettið og svo síðast en ekki síst, söngvarinn Tom Chaplin.\nÉg er allavega að fíla þessa hljómsveit í botn og bíð spennt eftir næsta disk frá þeim!",
    "url": "https://www.hugi.is/musik/greinar/262262/keane/",
    "url_id": "262262",
    "id": "1832826",
    "replies": [
        {
            "user": "kaffibaun",
            "user_id": "20007",
            "date": "2004-12-08 22:08:11",
            "id": "1832901",
            "reply_to_id": "1832826",
            "text": "sammála þér :D Keane eru æði :)"
        },
        {
            "user": "upje",
            "user_id": "22672",
            "date": "2004-12-08 22:08:16",
            "id": "1832903",
            "reply_to_id": "1832826",
            "text": "Frábær hljómsveit, nýji diskurinn þeirra er efstur á jólaóskalistanum mínum þetta árið ;)"
        },
        {
            "user": "erfid",
            "user_id": "34141",
            "date": "2004-12-08 22:13:42",
            "id": "1832915",
            "reply_to_id": "1832826",
            "text": "ARRRGG LOVE IT!!!!!\nMMM ég á diskinn og hlusta ENDALAUST á hann…Uppáhalds diskurinn imnn, kemur mér alltaf í gott skap og hressir mig þegar ég er leið:);) ÆÐI!!!\nBæjó\n-Just me:]"
        },
        {
            "user": "bjagni",
            "user_id": "12867",
            "date": "2004-12-08 22:44:33",
            "id": "1832973",
            "reply_to_id": "1832826",
            "text": "Reyndar var fyrsta smáskífulagið sem þeir gáfu út This Is The Last Time (sem er argandi snilld) en svo komu Somewhere Only We Know og Everybody's Changing og svo eftir það ákváðu þeir að gefa This Is The Last Time aftur út af einhverjum ástæðum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-08 22:53:41",
            "id": "1832999",
            "reply_to_id": "1832826",
            "text": "jam ég þekki þá ekkert mikið en það sem ég hef fengið að kynnast af þeim er bara frábært (Y) :)"
        },
        {
            "user": "Indie",
            "user_id": "36843",
            "date": "2004-12-08 23:14:55",
            "id": "1833035",
            "reply_to_id": "1832826",
            "text": "Frábær hljómsveit….rétt eins og nafni hennar hann Roy :P\nEn djöfull hvað ég hefði verið til í að sjá þá á Airwaves en auðvitað komu aldurstakmörkin í veg fyrir það. Damn I hate that thing"
        },
        {
            "user": "Durturinn",
            "user_id": "43965",
            "date": "2004-12-08 23:52:45",
            "id": "1833092",
            "reply_to_id": "1833035",
            "text": "Indie hvað ertu að tala um rokk í undirskriftinni þar sem þú fílar Keane þá hlustaru ekki á rokk. Vildu breyta þessu í Píkupopp."
        },
        {
            "user": "gurkan",
            "user_id": "28428",
            "date": "2004-12-09 13:37:38",
            "id": "1833666",
            "reply_to_id": "1833092",
            "text": "er þá píkupopp spilað á xinu ?"
        },
        {
            "user": "Durturinn",
            "user_id": "43965",
            "date": "2004-12-09 17:44:20",
            "id": "1834234",
            "reply_to_id": "1833666",
            "text": "Ég hlusta á X-ið næstum allan daginn og hef aldrei heyrt þá spila Keane nema kannski í vontulagakeppnini."
        },
        {
            "user": "Indie",
            "user_id": "36843",
            "date": "2004-12-09 14:55:49",
            "id": "1833809",
            "reply_to_id": "1833092",
            "text": "Þú hefur greinilega ekki eina einustu hugmynd um hvað “Rokk” er víðbreytt hugtak. Og btw, þótt ég hlusti á Keane þá þýðir það ekki að ég hlusti ekki á margt annað t.d. sem þú telur vera meira rokk en Keane\nÞað nægir bara að lesa undirskriftina þína til að sjá hversu mikið vit er í því sem þú segi"
        },
        {
            "user": "Durturinn",
            "user_id": "43965",
            "date": "2004-12-09 17:46:25",
            "id": "1834239",
            "reply_to_id": "1833809",
            "text": "Mér er drullusama á hvað þú hlustar en Keane er ekki rokk heldur popp. Ég mundi setja í píkupopp."
        },
        {
            "user": "Indie",
            "user_id": "36843",
            "date": "2004-12-09 17:59:53",
            "id": "1834266",
            "reply_to_id": "1834239",
            "text": "Shhhit hvað þú ert harður. Þú varst að segja að ég hlustaði ekki á rokk því ég hlustaði á Keane. Og ég var að einungis að svara þér með því að segja þetta.\nEn ok ÞÚ myndir setja það í píkupopp… þú um það. Það er skárra að segja það heldur en að halda því fram að Keane SÉ EKKI rokk eins og þú sagðir hér áður."
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2004-12-08 23:18:33",
            "id": "1833041",
            "reply_to_id": "1832826",
            "text": "Frábært band.. :D"
        },
        {
            "user": "albert89",
            "user_id": "24436",
            "date": "2004-12-08 23:33:50",
            "id": "1833061",
            "reply_to_id": "1832826",
            "text": "mér finnst þeir mjög leiðinlegi"
        },
        {
            "user": "Durturinn",
            "user_id": "43965",
            "date": "2004-12-08 23:49:22",
            "id": "1833086",
            "reply_to_id": "1832826",
            "text": "Þeir eru ömurlegir. Bara eintómt væl.Þetta er bara ekki tónlist. Bara hljóðmengun!!!"
        },
        {
            "user": "inganossari",
            "user_id": "56131",
            "date": "2004-12-10 18:45:46",
            "id": "1836132",
            "reply_to_id": "1833086",
            "text": "Heyrdu thu getur nu ekki haldid thvi fram ad thu sert einhver svaka rokkari ef thu hlustar bara a X-id a hverjum degi…Thar er ad mestu leyti spilad new metall, sem er ad minu mati jafn slæmt og pikupopp.\nog btw….X-id spilar blink og good charlotte og thannig fm oged lika…\nOg thu hlytur ad vera hrikalega thröngsynn fyrst thu getur greinilega ekki hlustad a neitt annad en thetta “frabæra rokk” sem er spilad a X-inu…\nFolk sem hlustar bara a eina tegund af tonlist getur ekki gagnrynt annad folk fyrir thad sem thad hlusta a, thvi their vita allt of litid um tonlist…Eg er viss um ad thu myndir ekki segja thetta ef Keane væri spilad a fullu a X-inu og fengi thar goda doma af freysa eda hvad sem hann heitir thanna halfvitinn…"
        },
        {
            "user": "Durturinn",
            "user_id": "43965",
            "date": "2004-12-10 23:07:34",
            "id": "1836702",
            "reply_to_id": "1836132",
            "text": "Ég veit að X-ið spilar mikið af FM og þeir spila alltaf sömu lögin alltaf en spila líka Deftones, Soundgarden og gott stuff líka.En þegar FM þegar FM er spilað þá skipti maður yfir á Skonrokk.\nEn Freysi er ágætur en aðallega fólkið sem hringir inn."
        },
        {
            "user": "KittyB",
            "user_id": "39751",
            "date": "2004-12-08 23:54:31",
            "id": "1833097",
            "reply_to_id": "1832826",
            "text": "Þetta er bara snilldar band ég keypti nýja diskinn þeirra fyrir nokkrum vikum hef hlustað stanslaust á hann síðan.  Þetta er einn af fáum diskum sem ég hef keypt þar sem mér finnast öll lögin á disknum góð.  Yfirleitt eru bara 1-3 góð lög á diski."
        },
        {
            "user": "andskotinn",
            "user_id": "36189",
            "date": "2004-12-09 00:02:47",
            "id": "1833117",
            "reply_to_id": "1832826",
            "text": "Píanóleikarinn er líka með einhvern tölvuskjá þar sem hann stússsast í einhverri tónlist er það ekki. Ég er ekki að fíla þessa gaura, en samt sem áður þá er þetta tónlist sama hvað einhver ábyggilega Iron Maden geðsjúklingur sagði hér að ofan."
        },
        {
            "user": "NoAngel",
            "user_id": "15331",
            "date": "2004-12-09 13:21:49",
            "id": "1833634",
            "reply_to_id": "1832826",
            "text": "Haha allt mínum korki að þakka :D\nEn já ég dýrka þessa hljómsveit, þeir eru að mínu mati algjörir snillingar. Það er svo fínt að hlusta á þá þegar þú ert bara að slappa af eða læra."
        },
        {
            "user": "stinkytoe",
            "user_id": "29707",
            "date": "2004-12-09 14:25:54",
            "id": "1833753",
            "reply_to_id": "1833634",
            "text": ":D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-12 17:37:06",
            "id": "1839516",
            "reply_to_id": "1832826",
            "text": "Þeir voru skemmtilegir á tónleikum."
        }
    ]
}