{
    "forum_title": "Bílar",
    "user": "Mal3",
    "user_id": "5739",
    "date": "2001-05-08 04:12:37",
    "title": "Porsche fjölgar bílgerðunum",
    "text": "Í raun er Porsche bifreiðaframleiðandinn búinn að framleiða aðeins tvær grunngerðir um nokkuð skeið. Þá er ég að sjálfsögðu að tala um 911 (módelnúmer 996) og Boxster (986). Það hefur hinsvegar legið í loftinu að Porsche vilji bjóða upp á fjölbreyttara úrval og er víst að það mun fjölga í fjölskyldunni.\nMínar tilfinningar í þessu máli eru blendnar því að næsta nýja tegund af Porsche verður jú jeppi. Hvaða skoðun sem fólk kann að hafa á því eru ástæðurnar augljósar. Þegar Porsche eigendur sem eru ekki sterkefnaðir (augljóslega efnaðir engu að síður) koma sér upp fjölskyldu hefur Porsche ekkert að bjóða. Þannig að þegar svo er í pottinn búið fær sportarinn að fjúka og líklegast er að í staðinn komi s.k. SUV eða Sports Utility Vehicle sem er ekkert annað en jeppi með flottara nafni. Allar líkur eru til að seinna meir fái heimilisfaðirinn sér Porsche sportbíl til að svala gráa fiðringnum en Porsche vill augljóslega ekki missa viðskiptin á meðan.\nÍ sem styðstu máli mun Porsche jeppinn koma á markað 2002 og heita Cayenne. Porsche er á samstarfi við Volkswagen við þessa framkvæmd, en VW mun koma á markaðinn með sinn eigin jeppa sem verður byggður á sama grunni en ku verða gjörólíkur í útliti. Það sem er mér til huggunar í þessu jeppaævintýri er að undir húddinu má finna V8 mótor sem mun koma við sögu seinna í greininni.\nÞegar Cayenne kemur á markað mun Porsche bjóða upp á þrjár grunngerðir. Ýmsar yfirlýsingar benda hinsvegar til þess að Porsche vilji bjóða upp á fleiri gerðir og hefur borið á góma að áhugi sé fyrir því að fjórar mismunandi gerðir verði í boði. Bíllinn sem við munum mögulega fá að sjá næst á eftir Cayenne er Porsche Boxster í lokaðri (Coupe) útfærslu. Þetta verðut vart kallað ný grunngerð en ýmislegt bendir til að þetta verði mikilvægur bíll engu að síður. Eins og mál standa í dag eru vissar óánægjuraddir með þróunina sem varð þegar hinn síðasti “sanni” 911 (993) fékk að víkja fyrir nýja 911 (996) og flata sex strokka vélin varð vatnskæld. Við þetta mýktist 911 bíllinn nokkuð og breyttist í áherslum, varð meiri Grand Tourer. Þótt óneitanlega sé enn um frábært ökutæki að ræða voru gömlu bílarnir hrárri og harðari, jafnvel erfiðari sem mörgum þótti stór hluti sjarmans við 911. Ennfremur hafa sérútgáfur eins og GT3 ekki verið eins hráar og fyrri bílar sem báru þá oft Club Sport eða RS (Renn Sport) titlana.\nTalið er að þeir sem sakni “alvöru” 911 fái mögulega eitthvað fyrir sinn snúð með tilkomu Boxster “Coupe”. Líklegt þykir að hann fái enn stærri og kraftmeiri vélar en “roadster” útfærslurnar og er því hætta á að hann ógni 911 í afköstum, þó 911 fái reyndar andlitslyftingu bráðlega ásamt aflaukningu í kringum 15 hö. Boxster Coupe verður mjög líklega léttari bíll og einnig nokkru ódýrari en 911. Þarna gæti verið kominn bíllinn sem “harðhausarnir” meðal Porsche aðdáendanna hafa beðið eftir. Þess má geta að ég reyndi mikið að komast yfir myndir á netinu af Boxster Coupe áður en ég lagði í þessa grein en ekkert gekk. Ég er búinn að sjá tvær myndir annarsvegar í Auto Motor und Sport og hinsvegar Autocar. Um er að ræða sömu myndina sem hefur verið breytt í tölvu á mismunandi hátt. Þótt gallar væru í útlitinu lofuðu myndirnar góðu. Stór afturrúða með miklum halla setur svip sinn á bílinn sem verður með “fastback” sniði og mun hönnunin skírskota í gamla Porsche kappakstursbíla rétt eins upprunalegi Boxsterinn.\nÞað má því segja að Porsche hafi litið aftur um öxl eftir innblæstri og að vanda heppnast þeim það vel. Að kalla verður það líka gert í fjórða bílnum sem má vænta. Þegar Porsche-menn hafa látið í ljós að gerðirnar verði fjórar hefur verið þvertekið fyrir að Porsche bjóði upp á ódýrari gerð en Boxster. Þær hugmyndir sem ég hef frétt af má í raun kalla endurreisn 928 og munu einhverjir eflaust gleðjast. Vélin sem notuð er í Cayenne yrði þá grundvöllur í nýtt Porsche flaggskip með V8 mótorinn í bílnum framanverðum. Keppinautarnir eru engir aukvisar, heldur bílar á borð við Ferrari 550 Maranello og Aston Martin. Þarna færi Porsche inn á markað sem þeim hefur í raun aldrei gengið mjög vel á og verður því að vona að þeir reiði sig ekki um of á Porsche-merkið góða sem yrði á sínum stað á húddinu. Ég verð samt að játa það að vera spenntur yfir þessum nýju stefnum. 2+2 Grand Tourer Porsche með vélinu frammí og drifið að aftan gæti orðið verulega áhugaverður bíll. Af útlitsskyssum sem ég hef séð er yfir engu að kvarta. Bíllinn myndi verða með sterkan 911 ættarsvip en um leið ákaflega sérstakt yfirbragð. Það er kannski helst að sakna að meira væri vitnað í útlit 928.\nÞess má líka geta að sumir Porsche aðdáendur hafa tekið þá bíla Porsche sem hafa vélina frammí fram yfir 911 hvað varðar aksturseiginleika. Nick Mason, trommari Pink Floyd, er þekktur bílamaður og eini bíllinn ættaður frá Stuttgart sem komst á topp 10 lista hans var 944 Turbo. Þann bíl telja sumir gefa lítið eftir gagnvart 911 Carrera í afköstum. 968 Club Sport hefur einnig þótt vera einn besti bíll fyrirtækisins hvað varðar aksturseiginleika og er ekki leiðum að líkjast. Nýr V8 Porsche yrði þó einna helst sambærilegur við 928 og væri ekki slæmt að feta í fótspor 928GTS svo lengi sem þau spor leiða ekki til óverðskuldaðrar gleymsku eins og raunin varð því miður með 928 línuna.",
    "url": "https://www.hugi.is/bilar/greinar/26235/porsche-fjolgar-bilgerdunum/",
    "url_id": "26235",
    "id": "174417",
    "replies": [
        {
            "user": "Gulag",
            "user_id": "48",
            "date": "2001-05-08 09:55:08",
            "id": "174418",
            "reply_to_id": "174417",
            "text": "Vá, svaka grein og góð.\nAllavega bíð ég spenntur eftir nýjum 928,"
        },
        {
            "user": "Siggman",
            "user_id": "6325",
            "date": "2001-05-08 12:17:08",
            "id": "174419",
            "reply_to_id": "174417",
            "text": "Altof laung grein nenni ekki að klára að lesa hana\nP.s. porsce ætti ekki að fara að blanda sér í neinn jeppa mál þeir hafa einga reinslu á því sviði"
        },
        {
            "user": "Gulag",
            "user_id": "48",
            "date": "2001-05-08 17:05:33",
            "id": "174420",
            "reply_to_id": "174419",
            "text": "Heldur þú Siggman að verkfræðingarnir hjá Porsche hafi enga reynslu í jeppum?… hvað með alla 4x4 Porscheana?  Og svo er alvitað að Porsche og Mercedes hafa starfað saman í mörg ár, og ég veit ekki betur en að Mercedes framleiði bara ansi frambærilega jeppa?\nAð ég tali ekki um öll Paris-Dakar röllin sem Porsche hafa tekið þátt í í gegnum árin,, enga reynslu?.. pfff…"
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2001-05-08 19:27:41",
            "id": "174421",
            "reply_to_id": "174420",
            "text": "Já mér finnst þessi grein líka of löng. Þarna tapast pointið sem hann ætlar að koma fram. Þetta ætti að vera efni í tvær greinar. En persónulega þá líst mér ekkert illa á að porsche sé að koma með jeppa. Rétt svipað og BMW. En þess má geta að þó svo að þeir ætli sér að gera jeppa þá er ekki þarmeð sagt að þeir geti ekki hætt við, því að þeir eiga langa reynslu af prufum í gegnum tíðina s.s. Hraðbáta og þotumótóra."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-05-08 23:58:09",
            "id": "174422",
            "reply_to_id": "174421",
            "text": "Félagar, bottom line. Ef ykkur finnst greinin of löng, ekki lesa hana! Maðurinn hefur líklega lagt ágætis vinnu í þessa grein svo grjóthaldiði bara kjafti!\nGóð grein BTW"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-05-09 03:03:51",
            "id": "174423",
            "reply_to_id": "174422",
            "text": "Þakka fyrir þeim sem lásu hana í gegn! Vona að þetta hafi verið áhugavert :)\nBTW. Stakka: hvað var “pointið” sem átti að vera með greininni?"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-05-09 04:36:17",
            "id": "174424",
            "reply_to_id": "174423",
            "text": "Og annað: Nýr V8 Porsche myndi örugglega ekki heita 928, ekki að ég hafi heimildir í þessu máli. Hinsvegar má vona að Porsche skoði gaumgæfilega hvað var gert rétt í 928 og öðrum FR (front engine/rear wheel drive) bílum áður en þeir leggja lokahönd á “nýjan 928”.\nÞað sem ég vill sjá #1 er transaxle gírskipting eins og Porsche hefur hingað til kosið að nota í FR bílum sínum til að jafna þyngdardreifingu. Annarsvegar vona ég að þeir skoði gaumgæfilega samkeppnina og aðra líka bíla á markaðinum. Ferrari 550 hefur transaxle skiptingu og V12 vélin er mjög aftarlega í vélarrúminu. TVR Speed Six bílarnir eru eiginlega með “front mid-engine” fyrirkomulag, enda eru vélarnar þeim fyrir aftan fremri öxulás. Bæði TVR og Ferrari 550 státa af góðri þyngdardreifingu.\nEinnig vona ég að ál verði notað sem mest enda eru kostirnir augljósir. Leiðandi í notkun áls í bílum eru líklega Audi og Lotus en síðarnefndu unnu með Aston Martin að hönnun Vanquish. Lamborghini er í eigu Audi og Ferrari notað mikið ál í 360 Modena bílinn. Þar sem Porsche hefur alltaf státað af því að vera fremstir í flokki hvað varðar tækninýjungar mega þeir ekki láta deigann síga!"
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2001-05-10 18:15:45",
            "id": "174425",
            "reply_to_id": "174424",
            "text": "Mal3: hefurðu lesið síðustu daga sókrates?\nAllavega þá ert þú að troða of mörgum orðum í litla grein, þetta er engu líkara en bók. Það er ekkert að þessu efni en það sem að málið er að það er ekki nógu greinilegt til að finna það sem skiptir mestu máli. Þú ert farinn að vera of mikið að bera saman bíla og þetta ættu að vera tvær greinar annarsvegar porsche fjölgar bílum og hinsvegar samanburður á porsche við aðra bíla.\nÞað er bæði auðlesnara og fleiri stig fyrir þig.\nEkki vera að taka neitt illa í þetta og fara í vörn þetta er bara best fyrir alla."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-05-11 01:44:19",
            "id": "174426",
            "reply_to_id": "174425",
            "text": "Já, já stakka. Þér tekst hinsvegar að troða of mörgum orðum í þetta stutta svar…\nEf ég hefði búið til tvær greinar hefði það verið helmingi meiri vinna. Þannig að ef þú fílar þetta ekki, lestu þetta þá bara ekki."
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2001-05-11 17:44:46",
            "id": "174427",
            "reply_to_id": "174426",
            "text": "þú ferð létt með það að láta allar þessar staðreyndir í tvær greinar. Þú þarft nefnilega ekki að hafa greinarnar svona langar, eins og þú ert búinn að temja þér."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-05-11 23:42:43",
            "id": "174428",
            "reply_to_id": "174427",
            "text": "Ok, nú nenni ég ekki að röfla við þig lengur.\nÞetta verða vonandi lokaorð mín í þessu máli: Ég skrifa greinar eins og mér sýnist og vona að þú bara sleppir því að lesa þær ef þér finnst þær of langar. Ef þú nennir ekki að lesa þær til enda geturðu bara sleppt því að kommenta á þær því að þetta nöldur fer í taugarnar á mér! Þegar ég sé að það eru komnar skoðanir á greinarnar mínar þá hlakkar mig til að heyra áhugamenn velta fyrir sér bílum en ekki eitthvað röfl um lengdina á greininni. Ef þið vilja kvarta yfir stafsetningu og málfræði þá gjörið svo vel því ég get alltaf bætt mig í þeirri deild.\nFYI: Þá er erfiðara að gera tvær stuttar greinar en eina langa því ég ætla ekki að hrúga staðreyndum eða skoðunum í einn haug, heldur vill ég hafa einhverja brú í því sem ég skrifa. Hrein vélritun er minnsta málið, mesta málið er oft að finna ramma utan um það sem mig langar að skrifa um.\nPrófaðu að prenta þessa grein út. Hún er slétt útprentuð blaðsíða og það með þokkalega stóru letri. Hefurðu einhverntíman klárað grein í bílablaði?"
        },
        {
            "user": "KITT",
            "user_id": "8339",
            "date": "2001-05-08 12:39:06",
            "id": "174429",
            "reply_to_id": "174417",
            "text": "Það er ekkert til sem heitir of löng grein……ef maður hefur áhuga á viðkomandi málefni.\nEf maður hefur ekki áhuga þá les maður hana ekki og punktur ekki meira um það.\nSvona stórum og vel unnum greinum fylgir mikil heimildavinna og puð og ættu menn frekar að fagna að það nenni einhver að vinna svona greinar og  senda inn."
        },
        {
            "user": "v8man",
            "user_id": "8286",
            "date": "2001-05-08 23:50:30",
            "id": "174430",
            "reply_to_id": "174417",
            "text": "Frábær grein… eins og reyndar alltaf hjá mal3.\npabbi vinar minns sem ég umgengst þónokkuð á hvorki meira né minna en 3 ef ekki 4 porsche.\n944 sem er í bútum en er þó í uppgerð í þann bíl hefur hann fengið sérsmíðaða túrbínu og m,argt fleyra hann á líka 928  að mig minnir 79árg í bútum líka og síðast en ekki síst.\nPorsche 928s4 89-90 (framleiddur 89 skráður 90)  hann er alger gullmoli dökkgrár orginal v8 5,0l 320hö ssk. leður bíll með öllu sem þeir fengust með ekin aðeins 30þús frá upphafi og er eigandin nr2 en fyrri eigandi var bróður hans  Jón S halldórsson fyrrum porsche innflutningsaðili og margt fleyra. ég hef þónokkra reynslu af bílnum og er hann alveg frábær  krafturinn er þvílíkur og ekki skemmir útlitið þægindin og búnaðurinn  fyrir! 928s4 er uppáhalds porscheinn minn og er ég meira fyrir hann en gts en mér finnst skemma gts bílin að hann fékk ný afturljós.\neinnig hef égg lesið það í nokkrum blöðum að s4 sé talin heppnaðari en gts (veit ekki útaf hverju) þessvegna lýst mér meira en vel á nýjan 928 eða þ.a.s arftaka!"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-05-13 04:37:18",
            "id": "174431",
            "reply_to_id": "174417",
            "text": "Ég vona að Boxter Coupe verði þessi hardcore bíll sem áhugamenn hafa beðið eftir, því eins og kom fram þá vantar arftaka 993 sem alvöru hrás sportbíls.\nÞað á víst að vera á leiðinni Boxter RS, og spennandi verður að sjá hvernig vél hann mun fá.\nPonder this: Boxter RS með 3.6 twinturbo 462 hesta vél.. :D\nEn í sambandi við Cayenne, þá hef ég ekkert á móti honum.\nEN þegar menn eru farnir að tala um Porsche Pickup, já ég sagði fokkíng PICKUP, þá líst manni ekki á blikuna.\nÉg veit ekki mikið um þennan pickup eða hvernæt/hvort hann verði framleiddur, en Porsche menn eru samt svolítið hræddir um að pickup myndi skaða Porsche ímyndina. ..AUÐVITAÐ myndi hann skaða ímyndina!\nVonandi að þeir átti sig og sleppi þessum bölvaða pickup."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-05-13 05:27:05",
            "id": "174432",
            "reply_to_id": "174431",
            "text": "Redneck Porsche? Hvað kemur næst? Low-rider Porsche Pickup?\nÞá fer ég að láta mig dreyma um TVR Tamora! :)"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-05-13 15:48:06",
            "id": "174433",
            "reply_to_id": "174432",
            "text": "Ójá, Tamora! Hvor okkar á að skrifa grein? Hefur þú tíma, eða á ég að rífa mig uppá rassgatinu og skrifa grein?"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-05-14 04:15:55",
            "id": "174434",
            "reply_to_id": "174433",
            "text": "Hehe, er búinn að vera að velta fyrir mér að vefja saman grein um nýju módelin hjá TVR með áherslu á Tamora. Algjör draumabifreið.\nStay tuned, en þetta verður sko langloka! Kannski… ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-05-14 12:22:02",
            "id": "174435",
            "reply_to_id": "174434",
            "text": "Aight then, ég skal vera tilbúinn með mitt álit á kerrunni..\nog Tuscan S!"
        }
    ]
}