{
    "forum_title": "Dulspeki",
    "user": "Persefone",
    "user_id": "15721",
    "date": "2004-12-10 16:06:27",
    "title": "Vangavelta um Sönnun",
    "text": "Hæ þið öll sömul.\nÉg er búin að lesa heilmikið hérna af innleggjum frá ykkur.  Hef gaman af.\nMér sýnist það vera gegnumgangandi krafa, hjá mörgum sem svara pælingum um hið yfirnáttúrulega, að fá einhvers konar sönnun.\nNú er ég bara að velta fyrir mér hvert gildi sönnunar sem slíkrar er.\nMynduð þið segja að sönnun væri sama og staðreynd\neða sannleikur?\nHver er ykkar skilgreining á sönnun?\nEr ekki svolítið heftandi að vilja fá sönnun fyrir öllu?  Nú er margt svo hrikalega afstætt, eða hvað?\nTil eru mörg fræði sem hafa ekki eina einustu kenningu sem stenst (er sannanleg), dæmi eru stjórnmálafræði og heimspeki.\nEn þýðir það þá að allt þar sem er kennt sé lýgi, eða geti ekki átt sér stað í raunveruleika?  Meira að segja setningar eins og “réttlæti er gott!” standast ekki.  Eigum við þá bara að henda þessu öllu út í buskann þar sem við fáum ekki haldbæra sönnun?\nEf hægt er að upplifa eitthvað yfirnáttúrulegt þá hlýtur það að vera ansi persónuleg upplifun.  Þá á ég við, einstæð upplifun.  Það að mig dreymi einhvern ákveðinn draum er einungis mín upplifun, ég get ekki upplifað það með öðrum og get á engan hátt sýnt eða sannað að mig hafi dreymt þennan draum.  En þýðir það þá að mig hafi ekki dreymt hann?\nÞað er staðreynd að mig dreymdi drauminn, sannleikur, en þó get ég ekki fært sönnur fyrir því.\nHvað finnst ykkur?\nPersefone",
    "url": "https://www.hugi.is/dulspeki/greinar/262394/vangavelta-um-sonnun/",
    "url_id": "262394",
    "id": "1833783",
    "replies": [
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2004-12-10 18:02:19",
            "id": "1836054",
            "reply_to_id": "1833783",
            "text": "Það er til ágætis skilgreining á því hvað telst vísindalegt lögmál og hvað er trúaratriði.\nÍ sjálfu sér er ekki hægt að sanna eitt né neitt nema í ímynduðum líkönum sem lúta algerlega stærfræðinni. Þannig er t.d. ekki hægt að sanna lögmál eðlisfræðinnar út frá rökleiðslum og tilraunum.\nÞess í stað eru sett fram lögmál. Það er einhver regla sem virðist gilda alltaf um sama hlutinn við sömu aðstæður. Engin lögmál eru algild. Sí og æ er verið að sýna fram að gömul lögmál bregðast við nýjar aðstæður. Þá eru ný lögmál sett fram.\nKenningar eru tilgátur um lögmál. Öllum er frjálst að koma með kenningu. Ekki er samt víst að hún reynist lögmál.\nEN VEL AÐ MERKJA: Þetta er ekki trúaratriði. Þetta kemur trú ekkert við. Hvað er það sem greinir staðhæfinar vísindanna frá kennisetninum trúarbragaða eða einfaldlega ímyndunum?\nHeimspekingurinn Karl Popper setti fram eftirfarandi viðmið:\nForm lögmáls verður að vera þannig að hugsanlegt er að hrekja það með tilraun.\nÞetta segir eru óhrekjanlegar yrðingar alveg bannaðar! Það gildir um alla trú og dulvísindi. ÞAu eru þannig úr garði gerð að ómögulegt er að hrekja þau. Þess vegna er ekki hægt að rökræða við trúmenn. Allar þeirra kennisetningar eru settar þannig fram að þær sanna sig sjálfar. EN það er nákvæmlega sá eiginleiki sem greinir þær frá vísindalegum lögmálum. Vísindalegt lögmál verður að vera hægt að hrekja.\nKomum með tvö dæmi:\n1. yrðing: Guð skapaði alheiminn.\nÞetta getur aldrei orðið vísindalegt lögmál. Hugtakið guð er nefnilega búið þannig til að það sannar sig sjálft. T.d. ef einhver spyr hvernig hann gat það þá er svarið: Guð er almáttugur. Ef einhver spyr afhverju hann gerði það, þá er sagt: Guð er ofar okkar skilningi. Og svo framvegis.\nÞEssi rökleiðsla er klifun. Hún sannar sjálfan sig. Forsendurnar í upphafi gerir manni ekki kleyft að reyna að hrekja hana. Þetta er eins og segja: Það mun rigna eða ekki rigna á morgun.\nAuðvitað er það satt. Yrðingin sjálf sannaði sig. Samt er það ekkert lögmál. Alveg hreint vonlaust lögmál meira að segja.\nSvo þegar menn tala um lögmál Biblíunnar þá er bara leiðinda kjaftæði.\n2. yrðing: Lögmál Newtons: Kraftur er sama semm massi sinnum hröðum.\nÞarna ertu með almennilega vísindalega kenningu. Svona vil ég sjá. Af hverju? Jú vegna þess að hún er hrekjanleg. Hún gæti verið sönn. Hún gæti líka verið ósönn. Það kemur ekki í ljós nema við athugum það. Sannreynum það. Við gætum gert fáeinar einfaldar tilraunir. Niðurstaðan væri alltaf sú sama: Kenningin virðist gilda. Hún virðist gilda alltaf. Kenningin er sem sagt lögmál. Þetta er almennileg sönnun. ÞEtta er það sem greinir vísindin frá dulvísindum.  Með vísindaleg lögmál er alltaf hægt að gera tilraun með að hrekja lögmálið. Og það gera menn. Aftur og aftur, við mismunandi aðstæður.\nÞEss vegna gilti þetta lögmál sem almennt lögmál í meira en tvær aldir. En seinna meir kom í ljós að undir ljóshraða þá hættir þetta lögmál að gilda. Í dag er búið að gera tilraunir með það og afsanna þannig lögmál Newtons. Í staðin fáum við nýtt lögmál:\nVið eðlilega aðstæður gildir að kraftur er sama sem massi sinnum hröðun, þar sem eðlilegar aðstæður eru miðaðar við mannskepnu stadda á jörðinni.\nÞEtta er fullgilt lögmál. Það er samt óþjált og takmarkað. Einstein kom síðan með almennu afstæðiskenninguna sem er almennt lögmál um þetta viðfangsefni við allar aðstæður. Hún er samt oftast bara kölluð afstæðisKENNINGIN vegna þess að lengi vel var ekki hægt að gera tilraunir með hana, vegna tæknilegra annamarka. Það var samt hugsanlegt, og því gat hún ekki talist óhrekjanleg og þar með trúaratriði.\nÍ dag er hægt að gera tilraunir með afstæðiskenninguna. Enn sem komið er hefur hún ekki brugðist.\nHún telst því sönn.\nHún er raunveruleg vísindi en ekki bara dulvísindi.\nÞa"
        },
        {
            "user": "Nisir",
            "user_id": "41812",
            "date": "2004-12-12 09:54:16",
            "id": "1838955",
            "reply_to_id": "1836054",
            "text": "Persefone !\nÞú ert á réttri leið kveðja Nisir."
        },
        {
            "user": "gyda85",
            "user_id": "27357",
            "date": "2004-12-17 12:06:28",
            "id": "1847535",
            "reply_to_id": "1838955",
            "text": "Ég get ekki alveg tekið undir þetta.  Það getur vel verið hægt að skynja “drauga” ef svo má segja með einhverjar framtíðartækni.  Var það ekki Arasatóteles sem að sagði að frumefnin væru bara 4 en með nútíma tækni komust við að því að þau eru nú aðeins fleiri en það.  Mannsaugað nemur ekki allt og væru því ekki fávísi að vísa pörtum dulspekinnar á bug?  Það er hægt að sanna/afsanna hvort það sem miðlar gera sé sannleikur eða vitleysa.  Það væri hægt að gera með tilraunum sem miðuð að niðurstöðu.  Það væri hægt að nota lygamæli við þetta líka bara svo niðurstöðunnar yrðu nákvæmari.  Örugglega hægt að gera þetta að ágætis tilraun.  Það verður örugglega hægt að sanna hitt og þetta í framtíðinni og afsanna annað, en þangað til finnast mér fáránlegt að loka umræðunni um slíka hluti.  Með umræðu á ég við ég án skítkasta frá báðum hliðum, rökræða eins og menn!  Annars er þetta líka bara skemmtilegt umræðuefni að margra mati og þeir sem hafa ekki áhuga fara þá að tala um það sem þeim finnst áhugavert.  Umræður þurfa heldur ekki að komast að niðurstöðu, ef svo væri getur einhver sagt mér hver tilgangur lífsins er?  Getur verið bara gaman að pæla í hlutunum. Allavega allir að rökræða ekki rífast :)"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2004-12-18 02:19:45",
            "id": "1848975",
            "reply_to_id": "1847535",
            "text": "Ef þið viljið ná athygli okkar á þeim forsendum sem þú talar um, þá þurfiði að setja fram tilgátu, ekki órökstudda vitleysu.\nAð vilja trúa þessu kjaftæði, bara útafþví að þið setjið þetta þannig upp að það sé ekki hægt að afsanna þetta, er rugl.\nTrúiru öllu sem þú getur ekki afsannað?\nMenn héldu einusinni að frumefnin væru 4, það er rétt.\nEn afhverju gerðu þeir það? Hvaða rannsóknir höfðu þeir gert til að finna það út ? Þetta var *trú* þeirra, ekki fullvissa. Ekki vísindi.\nNúna *vita* menn hvernig frumefni eru, og við getum *reiknað* út stöðugleika efna með x margar rafeindir, róteindir og nifteindi.\nRannsóknir, útreikningar og gagnrýn hugsun er það sem einkenna vísindi.\nÓrökstudd vitleysa, trúgirni, rökvillur og geðveiki einkenna trúarbrögð.\nÞað er sjálfsagt að sleppa persónulegu skítkasti, og ég reyni eins og ég get að sleppa því, sama hversu asnalegar trúarhugmyndir fólks eru.\nSkítkast er aðferð þeirra sem hafa einhverjar skoðanir án þess að vita afhverju þeir hafa þær.\n:)\nEndilega, ef þú vilt tala um eitthvað skemmtilegt, búðu til þráð eða sendu inn grein og ég skal reyna að finna mér tíma til að spjalla við þig um hvað sem er. (Svo lengi sem ég næ að mynda mér einhverja sniðuga skoðun á því :)\nKv. Duff"
        },
        {
            "user": "Nisir",
            "user_id": "41812",
            "date": "2004-12-19 08:39:42",
            "id": "1850573",
            "reply_to_id": "1848975",
            "text": "Ágæti Duff !\nÁ árunum 1919 til 1921 var sett fram kenning og tilgáta um það efni er þú villt gefa heitið vitleysa og kjaftæði og fram til 1950. Ef vilji er fyrir hendi og einlagni, ætti þessi kenning að geta gengið upp og sannað sig sjálf. Lestu Nýala Dr. Helga Péturss og þú verður margsfróðari. Þegar því er lokið skulum við ræða þessi mál. Ég þýkist sjá það af afstöðu þinni í þessum málum að búast má við greindarlegum tökum á málinu."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2004-12-19 20:30:41",
            "id": "1851448",
            "reply_to_id": "1850573",
            "text": "Ég finn ekkert á netinu um þetta efni sem þú nefnir.\nÞú gætir kannski útskýrt þessa kenningu fyrir mér í stuttu máli ?\n(eða löngu ef það hentar betur, það fer ekki verr í mig :))\nAnnars þætti mér gaman að komast í þessa bók/grein sem þú nefnir, alltaf gaman að læra eitthvað nýtt.\nMig hefur líka lengi langað til að sjá vel rökstudda og rökrétta útfærslu á þessum málum, til stuðnings ykkar trú.\nKv. Duff"
        },
        {
            "user": "Nisir",
            "user_id": "41812",
            "date": "2004-12-19 23:58:15",
            "id": "1851895",
            "reply_to_id": "1851448",
            "text": "Ágæti Duffi !\nmér er ljúft að verða við bón þinni um nálgun bókanna. Allt frá  því að  fyrsta ritgerðin var birt 1895 um jarðfræði Íslands og til dauðadags var han að senda inn ritgerðir um eittt og annað en hann lést í janúar 1949 tæpleg áttræður. Hann var frammúrskarandi jarðfræðingur. Þegar hann stóð frammi fyrir því að taka á málum eða málefnum andlega heimsins, stóð hann frammi fyrir tvennum kostum. Annar var að viðurkenna tvíhyggju og vinna á daginn við raunhyggju og augljósr staðreyndir og um köld og helgar í andanum hvernig sm það er nú hægt þá tók ahann skynsama kostinn og leit svo á að ef þessi andlegi heimur er til og verkar á líf mannsins þá hlýtur hann að vera raunverulegur og sem slíkur fara eftir einhverjum lögmálum eins og flest annað. Þá niðurstöðu tók hann og tók sig til og las hundruði bóka og kynnti sér hugmyndir, reynslu og frásagnir um þessi mál og komst að mjög merkilegri niðurstöðu. allt er þetta efninu háð . Um það má lesa og kynnna sér í öllum bókunum 6 og einnig tvær þykkar bækur A og B sem nýlega komu út, auk margra annara bóka um störf mannsins og hugsanir. Fyrsta bókin Nýall kom út 1918 og aðrir Nýalar þar til hann lést. Nýalana getur þú fengið á bókasöfnum og hjá félagi Nýalssinna."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2004-12-20 03:28:43",
            "id": "1852187",
            "reply_to_id": "1851895",
            "text": "Takk fyrir að benda mér á þessar bækur, ég þarf að ná mér í þær við fyrsta tækifæri. :)\nEf allt er efninu háð, ss. heimurinn sem við búum í er efnisheimur, eru trúarbrögð þá ekki frekar hæpin þar sem þau gera oftast ráð fyrir einhverju óefnislegu ?\nEr það eitthvað annað en rökrétt að áætla að “andlegi heimurinn” sé óraunverulegur, þar sem ekkert bendir til þess að hann sé það ?\nEf við áætlum að hann sé óraunverulegur, er þá ekki rangt að boða hann eða segja frá honum sem raunverulegum ?\nHefur einhver ykkar ástæðu til annars en að áætla að hann sé óraunverulegur ?\n(Þegar ég segi “raunverulegt” þá er ég að tala um eitthvað sem tilheyrir þeim heim sem við búum í, lýtur þeim reglum sem eiga við í honum og er “af sama heimi”.)\nKv. Duff"
        },
        {
            "user": "frestur",
            "user_id": "32039",
            "date": "2005-01-25 17:17:50",
            "id": "1925895",
            "reply_to_id": "1852187",
            "text": "Hvað ef draugar og fleira kyngimagna er sett saman úr einhverjum efnissameindum sem við skynjum ekki ennþá, fyrir utan tilviljanakenndar upplifanir?\nÞá eru þeir partur af þessum heimi.\nSvo gæti allt kyngimagnað verið bara gjörningur heilans, en það gæti heimurinn í kring um mig verið líka. Það þarf að kafa ansi djúpt til að fá einhver almennileg svör í dulfræðum."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-01-25 17:25:33",
            "id": "1925929",
            "reply_to_id": "1925895",
            "text": "Heimurinn gæti líka verið appelsínugrænröndótt sameind í rassgatinu á gvuði, en það er bara ekkert svo líklegt.\nEn já, ég var að bíða eftir einhverju svona, þetta er nefnilega það sem er líklegast, en er þó alls ekki líklegt.\nHvað ef þetta eru bara ofskynjanir?\nVið þekkjum ofskynjanir vel, bæði hjá heilbrigðum og þeim sem eru sagðir “geðsjúkir”.\n“Það þarf að kafa ansi djúpt…”\nÞað er nefnilega málið, það eru engin svör í “dulfræðum”, þetta samanstendur alltsaman á “afþvíbara” og “útafþví” - engin tenging við raunveruleikann. (ath. raunveruleikinn/leikurinn er okkar sameiginlegi heimur, eða ‘tilvistarsvið’ ef þið viljið kalla það því nafni)"
        },
        {
            "user": "Nisir",
            "user_id": "41812",
            "date": "2004-12-18 23:07:15",
            "id": "1850092",
            "reply_to_id": "1847535",
            "text": "Gyda !\nÞakka þér athugasemdina, vonandi fyrirgefur þú mér, en ég kannast ekki við að hafa sett mig á móti því að skynja draug. Ég hef verið að reyna að höggva aðeins í umræður um þessi mál. Það er erfitt þar sem grunnþekkingu vantar á framgangi þessara andlegu mála svokölluðu. Einnig hef ég reynt að koma á framfæri að samskipti fara fram í gegnum heilann hvort sem maðurinn er á þesari jörð lifandi eða þar sem hann er niðurkominn andaður og liggja fyrir kenningar um það mál.\nÞegar þú sérð draug sérð þú hann vissulega með heilanum. Einföld athugun getur sýnt fram á þetta. næst þegar það gerist að draugur verður fyrir þér og þér finnst hann standa álengdar skaltu loka augunum smá stund og ef hann er enn á sama stað meðan augun eru lokuð þá fer sýnin fram í heilanum. Kannaðu þetta.Það er svo margt sem maðurinn þarf að vita og vill vita en hann lokar altaf þekkingarleiðinni. Þú mynnist á rannsóknir í framtíðinni jú mikið rétt, en mikið munu vísindin getað sparað sér sporinn  ef leitað er eftir því. Þú nefnir sambandsleiðir í gegnum miðla og rannsóknir á þeim vettvangi, en þar í vantar hjá þér, þá líforku sem send er eða skapast við samband af réttri gerð og samsetningu. Spurðir þú um tilgang lífsins, það er eðlileg spurning, en tilgangurinn er einfaldur, hann er samstilling lífs og efnis ekki sundrung. Í samstilltu umhverfi ríkir kærleikurinn og þar er gott að vera. Það er svo merkilegt að maðurinn þráir frið og kærleik en telur slíkar hugmyndir óraunsæjar, eru þær það. Maðurinn er trúaðri á að hið illa nái frekar að ráða ferðinni . Undarlegt."
        },
        {
            "user": "gyda85",
            "user_id": "27357",
            "date": "2004-12-31 19:46:05",
            "id": "1873290",
            "reply_to_id": "1850092",
            "text": "Takk fyrir svarið en mér þætti vænt um ef þú gætir útskýrt marbletti og grunn sár?  Er það þá heilinn sam framkallar þau?  Ég er ekki að fara segja að ég sé öll útötuð í marblettum heldur bara að ég hef lent í þessu og þekki fólk sem hefur lent í þessu.  Getur kannski einnig útskýrt hluti sem bara hreyfast að ganni sínu?  Sjálfsagt eitthvað að gera með segulsvið jarðar?  Hvernig útskýrirðu það sem vísindi geta ekki útskýrt?  Einnig þætti mér gaman að vita hvernig þú útskýrir miðla?  Hefur einhvertíma farið til alvöru miðils og þá á ég ekki við manneskju sem stendur í sal og segir: kannast eitthvert við konu að nafninu Anna?  Geturðu útskýrt þekkingu þeirra, eða eru það einhverjir menn í næsta herbergi sem fletta upp á þér í einhverskonar gagnaskrá og hvísla því í eyra hans?  Það er svo margt sem ekki hefur verið útskýrt leið og þú getur útskýrt allt hið óútskýranlega skal ég vel trúa því að það sé ekki eitthvað annað á bakvið :)"
        },
        {
            "user": "gyda85",
            "user_id": "27357",
            "date": "2004-12-31 19:47:20",
            "id": "1873292",
            "reply_to_id": "1873290",
            "text": "Niser þetta á ekki að fara til þín beint… Ég verð að læra betur á þennan nýja huga lol"
        },
        {
            "user": "Nisir",
            "user_id": "41812",
            "date": "2005-01-02 20:31:48",
            "id": "1878038",
            "reply_to_id": "1873290",
            "text": "Ágæta Gyda.\nStórt og óvenjulega er spurt. Spurningin er þó eðlileg hjá þeim er reynslu hafa.\nÁ fyrrihluta síðustu aldar mátti lesa um mjög svipað og þú spyrð um og lítið verið umfjallað. Þetta á sér margar hliðstæður og um skýringar nokkrar er að ræða, en þó innan þess ramma er þú spyrð um. Ég hef eins og þú spyrð um, haldið því frm að allt fari fram í heilanum og þá ekki endilega í þínum frekar en mínum, heldur er um að ræða tengingar milli heila sem er eðlislægt. Mig minnir að í bókinni “Hernaði lýst að handan” frá fyrra stríði, eru saga eða frásagnir um einstaklinga er taka á sig ástand slasaðra náinna ættingja. Annað,  Þeir sem taka þátt í svokölluðum bænahringjum eiga að kannast við að stundum taka einstaklingar inn á sig sjúkdómsáhrif þeirra sem nefndir eru.\nEinnig þeir sem kalla sig huglækna finna á eigin líkama sjúkdóm annara. Þetta fyrirbæri sem þú setur hér fram er algengt, en fylgir frekar lágum samböndum og lítt uppbyggilegum. Þá má benda á frásagnir, ef fólk vill legja á það trúnað, um svokallað  geimveru brottnám og afleiðingar af þeim verknaði á fólk.\nÞessum samböndum fylgir lítil orka og óþægileg. Á hinn bóginn ef orkan væri meiri  þá væri einstaklingurinn hressari glaðari og orkumeiri. Mér er ekki að skapi að ræða mikið um neikvæðni á annann hátt en þann að hún er neikvæð spegilmynd þess góða og þar vil ég halda mér í umræðunni og eftir sem áður getur ekkert af þessu gerst án mótunar og framkvæmdar heila ekki endilega þíns heldur þeirra heila er tengjast þínum.\nÞú spyrð um hluti í frjálsri hreyfingu. Það eru til niðurstöður fjölmargra rannsakenda og margar frægar frásagnir um þetta fyrirbæri. Framliðnir hafa ekkert með þetta að gera sem þú nefnir. Þetta er kallað ef mig misminnir ekki “Poltergeist” eða ærslandi og orðið notað yfir áhrif sem fólk veldur með hreyfingu hluta þar sem viðkomandi einstaklingur fer um. Oft er um unglinga að ræða og oftar en ekki í tilfinningalegu uppnámi þá fylgir þeim allt lauslegt í umhverfinu. Hugur eða heili viðkomandi veldur þessum orkuflæði sem kemur svona fram.\nÉg svara þér út frá þeirri forsendu að ég sé að ræða við jafningja, einstakling sem hefur lesið sig til um þessa hluti og á samkvæmt því að vera nokkuð fróður um þessi mál.\nJá þú spyrð um fundarsetu með alvöru sambandsmanni ekki skyggnilýsingar aðila. Satt segi ég að margir eru þeir orðnir. Mér er ekki ljóst hví þú innir eftir þessu. Eitt skal ég segja þér ef þú ferð á slíka fundi þá eru til nokkrar gerðir sambanda sem ég geri ekki skil, en ein tegund er til sem ég sæki einna mest, Það er samband við háþroska verur kærleiksríkar og miskunnsamar. Þar er ekki verið að eyða orku í sannanir, heldur byggt þar ofan á og talað um alla aðra hluti en að komast að því  hvort Jón er sá sem hann segist vera. Af þeim fundum er farið hressari og magnaðri en þegar mætt  er eftir erfiðan vinnudag. Ekki geri ég lítið úr þessum hinum fundum, þeir eru bráðnauðsynlegir og lífsnauðsyn mörgum, stundum þarf að vita meira og þá leitar maður annað. Hafðu þökk fyrir spurninguna ."
        },
        {
            "user": "birgittachakra",
            "user_id": "57377",
            "date": "2005-02-18 09:53:25",
            "id": "1977581",
            "reply_to_id": "1838955",
            "text": "já þetta allt er bara kjaftæði að guð getur þetta og hitt. en fólk vill samt trúa á þetta og maður verður bara að bera virðingu fyrir því og fólkið sem trúir þarf líka að bera virðingu fyrir okkur sem gerum það ekki, okkur sem eru ekki búin á fá fulla sönnun fyrir þvi að þetta er allt til. við þurfum þess til að trúa, viljum ekki trúa eitthverju sem aðrir trúa, bara til að vera með, til að filgja trúnni hérna. En hvernig mundi heimurinn vera ef allir mundu trúa á guð. Fólk þarf að þræta til að læra og vera öðruvísi. Hvernig væri allt ef allar stelpur væru með ljóst hár og blá augu, og allir strákar rauðhærðir með brún augu."
        },
        {
            "user": "Nisir",
            "user_id": "41812",
            "date": "2005-02-18 23:52:29",
            "id": "1979080",
            "reply_to_id": "1977581",
            "text": "Ágæta Birgittachakra !\nÞakka þér umræðuna, vangaveltur þínar eru eðlilegar um guðshugmyndina og von að þú bregðist við á þennan hátt. Vanþekkingin á guðlegu ástandi hefur valdið mikilli óhamingju í okkar veröld í 2000 ár og mál að linni.  Undir liðnum ljóð hér á huga er ljóð eftir mig sem heitir Guð hinn almáttugi, lestu það og þá sérðu aðrar pælingar um guðshugmyndina. Ekki ætla ég að rökræða þetta viðhorf, heldur setja mitt fram og vona að þú gefir þér tíma til lestrar.Ég geri fastlega ráð fyrir að hugtakið Guð sem þýðir hinn bjarti komi frá lífríkinu á þann hátt að menn bæði þá og nú hafi skynjað mikla birtu um leið og þeir mögnuðust af lífafli því er fylgdi sýninni. Frá jarrðvísindalegu sjónarmiði er enginn andi til nema sem hugarflug og á það einnig við um Guðlegar verur sem eru í raun engar verur heldur íbúar annars hnattar og með eldri þróun lífs og hafa fyrir löngu látið af hatri óvild og morðum. þessi hnöttur þeirra er ekki í neinum grunvallar atriðum á annan hátt til orðinn en okkar nema ef verð kunni að sólin þeirra er bjartari en okkar.. Á þessum hnetti eins og við á okkar, lifa þar milljörðum saman og ekki aðeins á einum hnetti heldur á milljónum annara hnatta. Þeir Guðirnir eru háðir náttúrunni eins og við, eru náttúrulegir eins og við,  þeir fæðast geta af sér afkvæmi eiga fjölskyldu og hverfa þegar tími þeirra er kominn. Þá sérðu hér ástæðu þess að guðinn kom ekki eða gerði ekki það sem ætlast er til af honum, hann er fastur í sínu heima héraði og fer ekki neitt og alls ekki einn, frekar en við. Aftur á móti er hann með heilabú eins og við og beitir því eins og hann getur til að láta gott af sér leiða Vítt um geim..Um þessi fræði er ég sannfærður og margt ósagt. Þakka lesturinn. Lifðu heil. Nisi"
        },
        {
            "user": "birgittachakra",
            "user_id": "57377",
            "date": "2005-02-19 16:24:05",
            "id": "1979922",
            "reply_to_id": "1979080",
            "text": "Já þú ert greinilega mjög trúaður og hefur aflað þér upplýsingar um þetta en það eru bara skoðun suma hér á landi og ég ætla ekki að fara að þræta við þig um þetta. Þú hefur þessa skoðun á þessu og ég aðra sem kemur hérna upp á dulspeki bráðum og ég mundi endilega vilja að þú lesir það, en ég er búin að ákveða að trúa ekki og þú ert búin að ákveða að trúa og þannig endar þetta allt. Við getum ekkert breytt því og vil ég ekki fara að þræta um þetta, alveg sama hvað við segjum við bæði eigum eftir að enda með sömu skoðun en bara reið eða sár, svo ég vill bara enda þessum málum bara hér og nú… og ég vil líka koma á framfæri að ég er ekkert á móti fólki sem trúir og finnst mér það bara gott mál fyrir ykkur :)"
        },
        {
            "user": "gyda85",
            "user_id": "27357",
            "date": "2005-03-16 20:29:33",
            "id": "2027871",
            "reply_to_id": "1977581",
            "text": "Trúiru þá ekki á líf eftir dauðann eða bara ekki á guð???  Og mig langar að kynna mér þessar sannanir geturu sagt mér frá þeim :)  Langar bara að sjá hvernig það er hægt að sanna það að það sé ekki til guð :)  Held að það hafi verið Decart sem sagði: maðurinn er ófullkominn og því hlítur að vera eitthvað fullkomið til að staðhæfa að maðurinn sé ófullkomin.  Þetta fulkomna kallar maðurinn guð.  Mig langar bara annars að skilja afstöðu þína rétt eins og ég reyni að kynna mér og skilja aðra sem trúa öðru en ég :D"
        },
        {
            "user": "gyda85",
            "user_id": "27357",
            "date": "2004-12-13 17:58:11",
            "id": "1841254",
            "reply_to_id": "1836054",
            "text": "“Sannleikur er kenning sem hefur ekki verið afsönnuð.”"
        },
        {
            "user": "ojb",
            "user_id": "1502",
            "date": "2005-01-04 20:54:41",
            "id": "1882411",
            "reply_to_id": "1836054",
            "text": "ef upplifun jafngildir sönnun, þá voru draugar afsannaðir með óbeinni sönnun á stöð2 í kvöld. Ef hann getur gert það þá geta aðrir gert það sama."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-12 02:59:21",
            "id": "1897342",
            "reply_to_id": "1836054",
            "text": "“Í sjálfu sér er ekki hægt að sanna eitt né neitt nema í ímynduðum líkönum sem lúta algerlega stærfræðinni. Þannig er t.d. ekki hægt að sanna lögmál eðlisfræðinnar út frá rökleiðslum og tilraunum.”\nÉg hugsa þetta út frá þeirri pælingu að það er ekki hægt að sanna neinn hlut.\nÉg get ekki sannað að ég heiti Helgi, það stendur kannski á einhverju pappírum, allir þekkja mig sem Helga, og allir trúa því að ég heiti Helgi.\nHvernig VEIT ég að ég sé ekki eina manveran í öllum heiminum, ég get ekki verið 100% viss þótt að allir séu eins og ég og hegði sér eins og ég.\nÞað er\nekkert\n100% ekki einu sinni sú staðreynd að ekkert sé 100% .\nHvað er 100%? ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-10 18:15:06",
            "id": "1836077",
            "reply_to_id": "1833783",
            "text": "Það sem nologo sagði…"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2004-12-10 18:47:49",
            "id": "1836139",
            "reply_to_id": "1833783",
            "text": "Já ég held að nologo hafi alveg pakkað þessu saman. :/"
        },
        {
            "user": "BoggiGudfadir",
            "user_id": "30020",
            "date": "2004-12-10 19:25:38",
            "id": "1836275",
            "reply_to_id": "1836139",
            "text": "Iss hann er ekki búin að koma út í nokkra daga vegna þess að hann var að gera þetta svar. Hann er búin að vera undirbúa sig fyrir það að einhver skrifaði grein eins og þessa…"
        },
        {
            "user": "Spor",
            "user_id": "54003",
            "date": "2004-12-10 21:17:50",
            "id": "1836475",
            "reply_to_id": "1833783",
            "text": "Flott grein.\nEn hún þaggar víst ekki niður í\nÞessum þraungsína stofni."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2004-12-10 23:08:24",
            "id": "1836705",
            "reply_to_id": "1836475",
            "text": "Þú ert frábær :)"
        },
        {
            "user": "Spor",
            "user_id": "54003",
            "date": "2004-12-10 23:10:27",
            "id": "1836708",
            "reply_to_id": "1836705",
            "text": "þakka þér…..\nþessu var einmitt beit til þín og fleirri sem koma til greina."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2004-12-10 23:21:04",
            "id": "1836722",
            "reply_to_id": "1836708",
            "text": "Lastu svarið hans nologo ?"
        },
        {
            "user": "Spor",
            "user_id": "54003",
            "date": "2004-12-13 10:50:41",
            "id": "1840624",
            "reply_to_id": "1836722",
            "text": "já það var ég búin að gera."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2004-12-13 20:04:56",
            "id": "1841591",
            "reply_to_id": "1840624",
            "text": "En tekur ekki mark á rökstuddum staðhæfingum sem meika sens, vegna þess að það stangast á við trú þína sem byggist einmitt upp á andstæðunni ?"
        },
        {
            "user": "Spor",
            "user_id": "54003",
            "date": "2004-12-13 20:55:10",
            "id": "1841721",
            "reply_to_id": "1841591",
            "text": "hvað veist þú hvað ég trúi á"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2004-12-13 21:37:16",
            "id": "1841850",
            "reply_to_id": "1841721",
            "text": "Þarf nú ekki að vita annað en að þú kallar þá sem eru hérna í raunveruleikanum “þröngsýna” og að þú tekur ekkert mark á svarinu hans nologo.\nEkki snúa útúr elskan. =)"
        },
        {
            "user": "Spor",
            "user_id": "54003",
            "date": "2004-12-13 21:44:30",
            "id": "1841866",
            "reply_to_id": "1841850",
            "text": "Því ekki !"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2004-12-13 22:50:53",
            "id": "1842018",
            "reply_to_id": "1841866",
            "text": "Útafþví að útúrsnúningur er óttalega leiðinlegt og heimskulegt tæki til að sýna öðrum hversu vitlaus maður er. :)"
        },
        {
            "user": "Spor",
            "user_id": "54003",
            "date": "2004-12-13 22:53:37",
            "id": "1842023",
            "reply_to_id": "1842018",
            "text": "Það má vera, málið er nú bara það að ég nenti ekki að rökræða,Það lá bara þannig á mér\nElskan mín;)"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2004-12-15 18:15:02",
            "id": "1844867",
            "reply_to_id": "1833783",
            "text": "Varðandi að fleygja frá sér að vera góður (indæll)\nþví sönnun er ekki til fyrir það, er rangt held ég af því að þá erum við í raun komin í sömu aðstæður eftir einhvern tíma nema að þá er spurningin er allt sem við höldum núna að sé illt er það gott. svo ég held að við verðum að treysta biblíunni ( í fyrsta sem ég hrósa biblíunni)\nog trúa í stað þess að búa til algera ringulreið með því að hefna sín,drepa , hóta, og margt fleira\nP.S. ég veit að þð skiljið ekki orðalag mitt"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2004-12-18 01:58:20",
            "id": "1848953",
            "reply_to_id": "1844867",
            "text": "“og trúa í stað þess að búa til algera ringulreið með því að hefna sín,drepa , hóta, og margt fleira”\nMér þykir þú fyndinn.\nErtu semsagt að meina að þeir sem trúa séu algjörir englar og geri ekki neitt af þessu, á meðan þeir sem trúa ekki séu fjöldamorðingjar og sadistar?\nEr maðurinn öfgakenndur og morðóður brjálæðingur í eðli sínu, ef ekki væri fyrir trúnna ?\nMér þykir þú fyndinn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-18 16:28:43",
            "id": "1849419",
            "reply_to_id": "1848953",
            "text": "nei nei"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-15 18:15:06",
            "id": "1844868",
            "reply_to_id": "1833783",
            "text": "Varðandi að fleygja frá sér að vera góður (indæll)\nþví sönnun er ekki til fyrir það, er rangt held ég af því að þá erum við í raun komin í sömu aðstæður eftir einhvern tíma nema að þá er spurningin er allt sem við höldum núna að sé illt er það gott. svo ég held að við verðum að treysta biblíunni ( í fyrsta sem ég hrósa biblíunni)\nog trúa í stað þess að búa til algera ringulreið með því að hefna sín,drepa , hóta, og margt fleira\nP.S. ég veit að þð skiljið ekki orðalag mitt"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-21 00:05:26",
            "id": "1853505",
            "reply_to_id": "1833783",
            "text": "já fínt innlegg hjá þér persefone, ánægður meððig.\nÉg tel að við þurfum einmitt að gera okkur grein fyrir muninum á því sannanlega (í vísindalegum skilningi þ.e. því mælanlega hrekjanlega með rannsóknum) og því sem ekki fellur undir lögmál raunvísindanna og raunar varla rökfræða, þar sem yrðingar má hrekja röklega samkvæmt stærðfræðilegum (þ.e. heimspekilegum) aðferðum.\nMér þykir margir hér inni á þeirri línu að yrðing þurfi að vera sannanleg til að eiga rétt á sér t.d. yrðingin ,,guð er skapari heimsins“ sem í sjálfri sér er hvorki sannanleg né afsannanleg og samkvæmt þeirra mati því óþarfa órökstudd vitleysa og kjaftæði (málfar sumra kemur nú upp um persónufarið úff mar).  Þau virðast halda því fram að maður hafi ekki rétt á að trúa nema því sem sýnt hafi verið fram á (viðhorf sem mig minnir að sé kallað pósitívismi).  Gegn þessu viðhorfi held ég fram rétti mannsins til tjáningar.  Ég hef rétt á því sem mannvera til þess að tjá mig á þann máta sem ég tel nauðsynlegann til þess að vera skilinn.  Til þess að tjá mig þarf ég oft að fara út fyrir það svið sem er takmarkað af raunvísindum og ströngum röklegum lögmálum, þ.e. þegar komið er inn á svið hins ljóðræna og huglæga.\nEf skrítnir hlutir eru að gerast í kringum mig, það sem hægt væri að kalla skemmtilegar eða einkennilegar tilviljanir, hef ég fullan rétt sem hugsandi manneskja að kenna búálfinum um.  Á ferðinni er fyrirbæri sem í aldaraðir hefur verið lýst sem búalfum eða reimleika eða öðru slíku og vel má vera að til séu vísindalegar útskýringar á.  Vísindalegar útskýringar eru hins vegar ekki það sem skiptir mig máli í þessu tilviki.  Það sem skiptir mig máli er frásögnin og að hún sé skilin.  Engin ástæða er til þess að taka hana of bókstaflega (og reynsla mín er sú að fólk gerir það ekki).  Á sama hátt hef ég fullan rétt á því að nota orðið ,,guð” til að gera mig skiljanlegan, hversu sem það fer í taugarnar á þeim sem þetta hugtak þvælist fyrir.\nMeðan hugtakið ,,guð\" er ganglegt fyrir mig til þess að tjá mig, og raunar hefur það reynst mér nauðsynlegt, af hverju ætti það að skipta mig máli að ekki sé hægt að vísindalega útskýra það?  Það kemur málinu einfaldlega ekki við.  Margir trúaðir rugla saman sviði trúarbragða og vísinda og því er miður.  Það sama tel ég pósitívistanna gera, þ.e. þeir þröngva lögmálum vísindanna yfir á svið þar sem þau eiga ekki heima.\nkraftur = hröðun*massi gefur lífi mínu ekki gildi. Í þessu augnabliki er ég í skapi til að segja að hún sé ekki sannleikur…  aðeins staðreynd.  rétt eins og að gólfið er hart… frábært, og hvað með það.  Hið ljóðræna er sannleikur, þó þar sé ekki fengist við staðreyndir.  Að bráðna eins og smjör við augngotur er ekki staðreynd heldur sannleikur.  En ég læt það eftir öðrum að segja mér að sanna það.  ;cP\njæja sorry hvað þetta er eikkað langt"
        },
        {
            "user": "nett",
            "user_id": "33304",
            "date": "2004-12-21 23:42:25",
            "id": "1855559",
            "reply_to_id": "1833783",
            "text": "Mér fynnst stærðfræði góð því þar get ég fengið sönnum um að þetta sé sem er. það er gott að hafa sönnun fyrir hlutunum en ég vil hins vegar trúa á hið óútskýranlega en það væri nú ansi gott að hafa sönnun.;)"
        },
        {
            "user": "KilleYe",
            "user_id": "27109",
            "date": "2004-12-28 16:10:11",
            "id": "1866225",
            "reply_to_id": "1833783",
            "text": "totally sammála!! það er ekkert hægt að sanna allt svona :S"
        },
        {
            "user": "Lenni",
            "user_id": "54997",
            "date": "2005-01-14 21:13:25",
            "id": "1902323",
            "reply_to_id": "1833783",
            "text": "Sönnun er 100% stapreynd því að sanleikurinn getur oft verið lígji"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-01-25 17:27:07",
            "id": "1925936",
            "reply_to_id": "1902323",
            "text": "You trippin' acid or sumthin' ?"
        }
    ]
}