{
    "forum_title": "Stjórnmál",
    "user": "IRMM",
    "user_id": "7624",
    "date": "2001-05-08 20:03:30",
    "title": "Hækkun launa hæstu embættismanna Íslands",
    "text": "Ég var að horfa hér á fréttirnar þann 8. maí og sá það að embættismenn alþingis og fleirri (s.s. forseti Íslands) voru að fá alveg rosalega launahækkun.  Ég ætla hér aðeins að setja út á það!\nÞessir menn eru með hæstu mánaðarlaun landsins … tökum forseta Íslands sem dæmi, hann er kominn upp í 1,3 milljónir króna og (eftir hækkun sem var um 40 þús. krónur).  Á meðan þetta er að gerast þá er gengi Íslensku krónunnar að lækka og hef ég heyrt að hið alræmda sjómannaverkfall geti átt eitthverja aðild að því.  Meðan það mál er enn í fullum gangi fá síðan EMBÆTTISMENN launahækkun.  Mér finnst þetta hreint og beint hneyksli.  Ég veit að gengi krónunnar var að hækka aftur en það breytir því ekki að það er búið að lækka allt í allt.  Dollarinn sem kostaði áður eitthvað um 80 kr. kostar núna rúmar 100 kr.  En á meðan þessu stendur eru þessir embættismenn sem eru líklegast hæst launaðasta fólk landsins að semja um launahækkun.  Segið mér eitt … af hverju fara þessi hundruð þúsunda ekki frekar í það að leysa sjómannaverkfallið.  Það mundi ábyggilega hækka gengi krónunnar mun meira.",
    "url": "https://www.hugi.is/stjornmal/greinar/26262/haekkun-launa-haestu-embaettismanna-islands/",
    "url_id": "26262",
    "id": "174633",
    "replies": [
        {
            "user": "Porcelina",
            "user_id": "5822",
            "date": "2001-05-09 14:18:53",
            "id": "174634",
            "reply_to_id": "174633",
            "text": "Og hvernig leggurðu til að “embættismenn” alþingis leysi sjómannaverkfallið? Borgi laun sjómanna bara úr eigin vasa eða? Auk þess eru hæst settu mennirnir á sjó með MUN hærri laun en þessir ofboðslega vel borguðu embættismenn alþingis. Jú, forsetinn er með ofboðslega há laun en svona almennt talað eru þessir “embættismenn alþingis” ekki með mjög há laun. T.d. eru ráðherrar með lægri laun en forstjórar/framkv.stjórar í meðalstórum fyrirtækjum.\nAnnars finnst mér þú nú verða að skilgreina aðeins nánar hvað þú meinar með embættismenn alþingis, ertu að tala um þingmenn, ráðherra eða starfsfólk Alþingis?"
        },
        {
            "user": "audurher",
            "user_id": "9681",
            "date": "2001-05-10 10:37:49",
            "id": "174635",
            "reply_to_id": "174634",
            "text": "Ég viðurkenni það vel að ráðherrar eru kannski ekki með nein rosaleg laun og það mætti vel íhuga að hækka launin þeirra.  EN svo virðist sem ekki hafi verið til peningar til að borga hinum og þessum starfsmönnum ríkisins mannsæmandi laun. Ofboðslega margir hafa þurft að beita því neiðarúrræði að boða til verkfalls sökum þessa og staðið hafa margir, langir og strangir fundir hjá ríkissáttarsemjara.  Þ.a.l. finnst mér það nú svolítil hræsni að ræða um að hækka laun ráðherra á þessum tímapunkti.\nAH"
        },
        {
            "user": "Steinia",
            "user_id": "2047",
            "date": "2001-05-09 15:47:04",
            "id": "174636",
            "reply_to_id": "174633",
            "text": "Ég get þó samþykkt það að mér finnst forsetinn vera með of há laun, miðan við að hann hefur eiginlega engu öðru hlutverki að gegna heldur en svona “ímynd” !\nSteini"
        },
        {
            "user": "Quadro",
            "user_id": "1236",
            "date": "2001-05-10 14:48:15",
            "id": "174637",
            "reply_to_id": "174633",
            "text": "Í fyrsta lagi er greinilegt að þú ert ekki mjög vel að þér í málum landans.  Eins og annar ræðumaður hér benti réttlega á, þá eru til að mynda ráðherrar mun lægri í launum en til að mynda skipstjórar á mörgum togurunum í dag, reyndar eru þeir með á þriðja tug milljóna á ári sumir hverjir, ég sægji landann í anda ef þeir sem stjórna landinu og sjá um að allt hér sé byggilegt og umhverfið sé þesslegt að hægt sé að búa hér, með 20 milljóir á ári, það væri réttast að þeir færu í verkfall og heimtuðu sæmileg laun miðað við starf og skyldur.  Svo talar þú um gífurlegar hækkanir, sem nema 6,9 prósentustigum, sem er minna en hefur verið að gerast í samningum síðustu mánaða.  Að auki eru það ekki stjórnmálamenn sem eru að karpa við sjómenn heldur útgerðarmenn, og eina sem ríkið getur gert í þeim málum er að setja lög, sem ég sé ekki grundvöll fyrir þar sem kominn er tími til að þessir aðilar taki á sínum málum og vinni úr þeim en greinilegt er að þeir geti ekki séð um að komast að nokkurri niðurstöðu.  Hvað varðar gengisfellinguna er hún nánast gengin til baka frá því fallinu fyrir tveimur vikum.  Sú lækkun mátti að mestu leiti greina til að ekki kemur inn til landsins erlendur gjaldeyrir í gegnum sjávarútveginn sem skaffar 40 prósent af gjaldeyristekjum landsins."
        },
        {
            "user": "IRMM",
            "user_id": "7624",
            "date": "2001-05-12 15:06:03",
            "id": "174638",
            "reply_to_id": "174633",
            "text": "Ég verð nú að viðurkenna að ég er ekki mjög vel að mér í þessum málum.  Ég verð nú samt að segja að mér finnst sjálfsagt að fólkið sem stjórnar þessu landi fyrir okkur fái góð laun.  Það er til gomma af fólki sem er með hærri laun og það þarf engin að segja mér að þetta fólk geti ekki farið í einhvern annan vettvang og grætt meiri pening, það hefur gáfur og menntun í það.  Þetta er vanþakklátt starf og ég skil ekki þessa umræðu og gagnrýni á laun stjórnmálamanna okkar."
        },
        {
            "user": "IRMM",
            "user_id": "7624",
            "date": "2001-05-12 20:42:43",
            "id": "174639",
            "reply_to_id": "174638",
            "text": "Ok, ég var að lesa þetta aftur.  Ok, mér finnst kannski ráðherrarnir ekki hafa of há laun.  En þessi laun sem forseti Íslands er að fá það er bara fáranlega.  Hann fær 1,3 milljónir á mánuði.  Síðan má ekki gleyma öllum ferðunum sem hann fer í.  Þegar allur kostnaður þeirra er kominn þá er þetta komið uppi í kannski 1,5-1,6 milljónir jafnvel meira.  Hvað gerir hann annað en að fara í ferðir, jú hann samþykkjir lög.\nEn þá er það eitt … hefur eitthvern tímann forsteti neitað að skrifa undir lög á Íslandi.  Ekki svo ég muni.  Vigdís Finnbogadóttir frestaði því að skrifa undir eitthverntímann en hún samþykkti þau undir lokin."
        },
        {
            "user": "IRMM",
            "user_id": "7624",
            "date": "2001-05-12 20:47:02",
            "id": "174640",
            "reply_to_id": "174639",
            "text": "Eitt sem ég gleymdi áðan.  Finnst ykkur skrítið að sjómenn séu með hærri laun heldur en margir embættismenn.  Það sem við flytjum mest út er fiskur.  Og síðan annað, hvorir eru í hættulegra starfi, sjómenn eða embættismenn?"
        }
    ]
}