{
    "forum_title": "Deiglan",
    "user": "idf",
    "user_id": "20187",
    "date": "2004-12-12 09:21:54",
    "title": "Kvenréttindafasisminn á Íslandi",
    "text": "Mér og mörgum er nóg boðið varðandi kvenréttindumræðuna hér á Íslandi, eða kannski réttara að tala um “eintal” femínista hér. Það er endalaust verið að tala um hvað farið er illa með konur hér, það virðist sem við karlmenn séum bara í þvi að níðast á þeim; Við höldum þeim frá vel launuðum störfum, við erum allir grunaðir nauðgarar eða þá að við séum að lemja þær, eða bara smekklausir ef við erum ekki hommar !\nÍ alvöru, konur eru bestar í því að ráðast á þá sem næstir þeim eru (þar með hverja aðra), sem dæmi eru árásir þeirr á “reformerað” Bleikt og blátt blaðiði. Nú þegar þetta blað er ekki lengur klámblað þá er ráðist á það, gæti það verið af því að það er ekki eins kvenvænt og þegar það var í raun klámblað ? Mér fannst þetta blað nefninleg gera út á konur þegar það var sem grófast ! Þessi stelpugrey eru á svo milklum villigötum, en þeim er kannski vorkunn þar sem þær vita ekki hvað þær eiga að gera í klámbvæðinguni.\nMér finnst bara ungar konur á Íslandi svo voðalega ruglaðar (eins og aðvitað þjóðin öll að hluta) vita ekki hvað þær vilja, þola ekki að þær séu gerðar að kynverum af körlum en vilja vera kynverur eins og þær eru í Nýju Lífi ! Svo eiga konur að sækja fram, en bara ekki þær sjálfar, það á að vera hin, þær eru nefnilea svo\nmikil hópdýr að engin ein tekur af skarið. Stelpur, það er einmitt þessvegna sem það er svo mikið af körlum í forystustörfum að það er einn sem vill taka af skarið of vera ofar hinum.\nVið heyrum svo mikið um þessar fallegu, sterku og sjálfstæðu konum á Íslandi, en af hverju sé ég svona margar spikfeitar ungar konur og heyri um sprengingu í fjölda ungra kvenna í hópi öryrkja, stelpna sem aldrei hafa þekkt annað en eitt besta heilbrigðiskerfi heimsins ?\nÉg held að Íslenskar konur ættu að spyrja sig af hverju það er verið að flytja inn þennan fjölda útlenskra kvenna ? Skrítið ef að Íslenskar konur eru þær fallegustu í heimi og að þær séu kúgaðar af okkur karlrembunum, ekki satt ?",
    "url": "https://www.hugi.is/deiglan/greinar/262885/kvenrettindafasisminn-a-islandi/",
    "url_id": "262885",
    "id": "1838374",
    "replies": [
        {
            "user": "garnagaul",
            "user_id": "21526",
            "date": "2004-12-12 11:55:19",
            "id": "1839017",
            "reply_to_id": "1838374",
            "text": "ég er nú ósammála flestu sem þú skrifar þarna en ég nenni ekki að fara að rífast í þér út af því.\nÉg skil samt ekki af hverju þær voru að mótmæla B&B.\nÞó að það væri rétt hjá þeim að allt klám er ofbeldisfullt, allir karlmenn fái ranghumgmynd af kynlífi út af því, allir karlmenn haldi að það sé í lagi að niðurlægja konur og berja þær er B&B ekki einu sinni klámblað. Þetta er eins og ég mundi stofna karlrembufélag og mótmæla Vikunni eða Mannlífi eða einhverju þannig kvennablaði."
        },
        {
            "user": "garnagaul",
            "user_id": "21526",
            "date": "2004-12-12 12:14:26",
            "id": "1839032",
            "reply_to_id": "1839017",
            "text": "Mega karlar ekki vera með sínar ranghugmyndir í friði ef þeim líður vel þannig?"
        },
        {
            "user": "elo8",
            "user_id": "4972",
            "date": "2004-12-12 13:10:49",
            "id": "1839093",
            "reply_to_id": "1839017",
            "text": "Margt af því sem að konur hafa barist fyrir á fyllilega rétt á sér.\nHins vegar er það svo að í allt of mörgum tilfellum virðist svo vera að konur fari fram á jafnrétti á við karla, en vilja halda sínum forréttindum!\nEr ekki málið að konur hér á landi eru í allt of mörgum tilfellum að rifna úr frekju og yfirgangi.\nÞví miður."
        },
        {
            "user": "Dawg",
            "user_id": "5004",
            "date": "2004-12-12 13:17:45",
            "id": "1839103",
            "reply_to_id": "1839093",
            "text": "sammála."
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2004-12-12 14:47:22",
            "id": "1839227",
            "reply_to_id": "1839093",
            "text": "ég er 100% sammála því sem þú segir\nHinsvegar finnst mér ekki rétt að segja að konur á Íslandi\nséu\nsvona og svona, eins og greinarhöfundur vill hafa það. Of margar konur eru svona frekar og krefjast að því er virðist kvenréttinda fremur en jafnréttis…en það er samt mikill minnihluti. Það heyrist bara hæst í þeim því það eru þær frekustu sem eru svona einhliða í þessari baráttu sinni."
        },
        {
            "user": "KafteinnFalki",
            "user_id": "25439",
            "date": "2004-12-12 20:08:33",
            "id": "1839840",
            "reply_to_id": "1839093",
            "text": "sammála"
        },
        {
            "user": "jakobari",
            "user_id": "13613",
            "date": "2004-12-12 15:57:09",
            "id": "1839343",
            "reply_to_id": "1839017",
            "text": "váááá hvað voru miklir fordómar í einni grein og er greinilegt að þú hafir ekki hugmynd um hvað þú ert að tala. Og mætti meria segja að þú ert gott dæmi afhverju feminismi þarf að vera íslandi.\nÞú segir að við erum allir grunaðir um að lemja konuna okkar og vera nauðgarar: Ég bara spyr, hvar býrðu, er það í fangelsi eða. Því þar sem ég lifi er voða lítið af þessu en samt alltaf inn á milli eru alltaf svartir sauðir og það þarf að laga.\n“Þessi stelpugrey eru á svo milklum villigötum, en þeim er kannski vorkunn þar sem þær vita ekki hvað þær eiga að gera í klámbvæðinguni”\nFordómar\n“Mér finnst bara ungar konur á Íslandi svo voðalega ruglaðar (eins og aðvitað þjóðin öll að hluta)” Fórdómar\n“Svo eiga konur að sækja fram, en bara ekki þær sjálfar, það á að vera hin, þær eru nefnilea svo\nmikil hópdýr að engin ein tekur af skarið. Stelpur, það er einmitt þessvegna sem það er svo mikið af körlum í forystustörfum að það er einn sem vill taka af skarið of vera ofar hinum.”\nEf þú værir eitthvað búinn að kynna þér málin þá mydur líklegast hafa heyrt um að Konur lifaí karlaveldi, sem er alveg rétt. Við erum stjórnum alþingi, sitjum í hæstarétti einfaldlega stjórnum landinu.\nKonur með tímanum hafa lært að þær “eiga” ekki að vera framsæknar á meðan við karlanir höfum lært að vera allltaf í Typpastærðar keppni. Þessu vilja þau breyta.\n“Við heyrum svo mikið um þessar fallegu, sterku og sjálfstæðu konum á Íslandi, en af hverju sé ég svona margar spikfeitar ungar konur og heyri um sprengingu í fjölda ungra kvenna í hópi öryrkja, stelpna sem aldrei hafa þekkt annað en eitt besta heilbrigðiskerfi heimsins ?”\nÞetta er svo heimskt að það tekur því ekki að svara þessu\n“Ég held að Íslenskar konur ættu að spyrja sig af hverju það er verið að flytja inn þennan fjölda útlenskra kvenna ? Skrítið ef að Íslenskar konur eru þær fallegustu í heimi og að þær séu kúgaðar af okkur karlrembunum, ekki satt ?”\nÞetta meikar ekki sens, nema að þú sért að segja að við séum að flytja inn konur til þess að níðast á þeim?\nAlla vega í felstum tilvikum hefði ég ekki nennt að svara þér því þetta vara bara soldið mikil vitleysa og greinilegt að þetta var bara bréf frá einhvejrum gæja sem þolir ekki kvenréttindabaráttu.\nEn samt hefur ekki hugmynd um hvað kvenréttinda barátta sé. Þú gætir örugglega kallað sjálfan þig “jafnrétindasinna” en með þessar hugmyndir er það ekki einu sinni hægt.\nÉg skrifaði þetta andsvar því þú ert að hafa áhrif á fólk með þessu bréfi, ég hefði líka svarað ef þetta hefði verið þráður sem væri með stríði og svo framvegis.\nAnnars ef þú heldur að allt sem þær segja sé rugl þá skal ég gefa þér dæmi  þar sem konum er mismunað: farðu á þessa vefsíðu og skoðaðu kynjamismuninn í launum …\nhttp://www.vr.is/Uploads/VR/launakonnun_2004/arslaun.pdf\nKveðja Jakob Ómarsson"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-12 18:03:52",
            "id": "1839568",
            "reply_to_id": "1839343",
            "text": "hvers vegna ertu að svar mér. Ég skrifaði ekki þessa grein. Það er alveg gjörsamlega óþolandi að fólk getur ekki svarað réttum aðilum."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2004-12-12 19:34:06",
            "id": "1839769",
            "reply_to_id": "1839343",
            "text": "“Annars ef þú heldur að allt sem þær segja sé rugl þá skal ég gefa þér dæmi þar sem konum er mismunað: farðu á þessa vefsíðu og skoðaðu kynjamismuninn í launum …”\nMiðað við mína reynslu af vinnumarkaði, þá er aðalástæðan fyrir launamuninum ekki sú að vondi yfirmaðurinn ákveði að hann ætli að borga öllum körlunum hærri laun en öllum konunum heldur sú að vegna þess að konur bera enn höfuðábyrgð á heimili og börnum.  Því eru þær síður að sækjast eftir ábyrgðarstöðum og eru að auki lélegri starfsmenn.  Ljótt að segja það en samt satt.\nÉg hef séð í gegnum þá vinnustaði sem ég hef unnið á að meðalkonan eyðir oft góðum hluta af deginum í símanum að tala við kennara barnanna, tónlistarkennara barnanna, íþróttaþjálfara barnanna og þó sérstaklega börnin sjálf.  Hún er oftar heima þegar börnin eru veik, hugsanlega fer karlinn hennar heim þegar hún er búin með sína daga en mæðir samt meira á henni.  Hún vill frekar hlaupa heim á slaginu 5 til að ná í börnin á skólasel eða leikskóla og eyða með þeim kvöldinu en að láta karlinn sinn um það svo hún geti unnið yfirvinnu.  Hún vill frekar eyða helgunum með börnunum en í vinnunni.\nHún sækir því síður í ábyrgðarstöður þar sem nærveru hennar væri krafist oftar og meira.  Jafnvel þó hún væri að sækjast eftir slíku, þá verður hún kannski af stöðuhækkunum þar sem hún þykir ekki eins góður starfsmaður og karlinn hennar.  Hún verður því kannski af launahækkunum af sömu ástæðu.\nKonur gætu lagað þetta stórlega með því að krefjast fulls jafnréttis á heimilum sínum en spurning hvort þær vilja það.  Flestar sem ég þekki virðast vera nokkuð ánægðar með fyrirkomulagið.\nEn þá er heldur ekki hægt að kvarta yfir því að starfsmaður sem þarf að rjúka út á slaginu 5, tekur veikindadag alltaf þegar börnin hans fá kvef og er alltaf í símanum í persónulegum samtölum fái lægri laun heldur en sá sem er alltaf á staðnum og tilbúinn að vinna yfirvinnu þegar þarf."
        },
        {
            "user": "Persefone",
            "user_id": "15721",
            "date": "2004-12-13 17:12:41",
            "id": "1841145",
            "reply_to_id": "1839769",
            "text": "lhi það ætti nú bara að taka í þig.\nKonur lélegri starfsmenn?\nÖll greinin þín lýsir þvílíkum vanþroska að ég hef ekki séð annað eins.  Ég vil ekki vera grimm við þig, en mér ofbýður bara svo svakalega hleypidómarnir og tilkynningagleðin.\nPersefone rauð í framan af bræði"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2004-12-14 02:01:19",
            "id": "1842294",
            "reply_to_id": "1841145",
            "text": "Fyrirgefðu ef ég hef orsakað það að þú hafir orðið rauð í framan af bræði en endilega bentu mér á hvað ég sagði sem er ekki satt.\nEf maður hefur tvo karlmenn í vinnu, annar er einstæður faðir og hinn er giftur og á heimavinnandi konu, hver er þá lélegri starfsmaður í augum vinnuveitandans?  Annar getur aldrei unnið yfirvinnu því hann þarf að fara og sækja krakkana, hann missir úr dag og dag þegar börnin eru veik, börnin hringja í hann ef þau eru komin heim úr skóla og leiðist eða þurfa að spyrja hvort þau mega hitt eða þetta.\nJafnvel þó einstæði faðirinn væri rosalega duglegur og ynni helmingi meiri en hinn gaurinn á dagvinnutíma, þá er ekkert víst að yfirmaðurinn tæki eftir því.  Hann tekur bara eftir því að þegar mikið er að gera fer annar gaurinn heim á slaginu 5 og hinn er eftir og vinnur áfram.  Hann tekur kannski líka eftir því að suma daga vantar annan gaurinn því börnin hans eru með gubbu en hinn er mættur.  Þegar kemur svo tími á að biðja um launahækkun, hvor ætli þeirra fái þá meiri hækkun?\nÞað er kannski ekkert réttlátt að fólki sé refsað sem á börn en þannig er þetta bara.  Á þeim vinnustöðum þar sem ég hef verið, þá eru það yfirleitt konurnar sem bera ábyrgðina á börnunum.  Það eru til pör þar sem ábyrgðinni er skipt á milli en samt mun algengara hitt að það er eins og það sé bara konan sem á börn en karlinn ekki."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-12 19:50:45",
            "id": "1839809",
            "reply_to_id": "1839343",
            "text": "Ef konur vilja laun á við karlmenn, þá skulu þær koma sér á sjóinn. Þar er allt neglt niður, allir hásetar fá jafnmikið útborgað hvort sem þeir geta migið standandi og hrækt upp í vindinn eður ei.\nÞær hafa bara gott af því að stíga ölduna í nokkur ár, lesa “Playgirl” í koju á frívaktinni, safna hári undir hendurnar og á lappir og tyggja skro.\nKvenmenn ég skora á ykkur að standa upp og koma ykkur niður í næsta útgerðarfélag og skrá ykkur á biðlistann."
        },
        {
            "user": "Saidin",
            "user_id": "22936",
            "date": "2004-12-12 16:41:12",
            "id": "1839408",
            "reply_to_id": "1839017",
            "text": "Já, ég væri alveg til í að sjá hóp karla koma askvaðandi inní Hagkaup pg líma límmiða á Vikuna og Birtu og önnur slík blöð!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-12 20:56:24",
            "id": "1839925",
            "reply_to_id": "1839017",
            "text": "allir vita að konur eru heimskar….\nnei djók =)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-12 12:41:40",
            "id": "1839061",
            "reply_to_id": "1838374",
            "text": "Jamm ég skil ekki þetta með B&B, en ég er samt ósammála öðru sem þú segir. Ég er bara nývöknuð og nenni ekki að útskýra það :P"
        },
        {
            "user": "Jessalyn",
            "user_id": "17818",
            "date": "2004-12-12 13:17:50",
            "id": "1839104",
            "reply_to_id": "1838374",
            "text": "Þessi grein er svo léleg og illa rökfærð að hún er ekki einu sinni þess virði að vera að svara. Ég er ósammála 150% af efninu í henni en eins og ég segi, þessi grein meikar svo lítið sense að ég gæti alveg eins bara talað við sjálfa mig.."
        },
        {
            "user": "Xavier",
            "user_id": "2009",
            "date": "2004-12-12 13:22:08",
            "id": "1839107",
            "reply_to_id": "1839104",
            "text": "Skemmtilega rökstutt og hnitmiðað svar. Kemur skemmtilega á óvart.\nSérstaklega þarna: “þessi grein meikar svo lítið sense að ég gæti alveg eins bara talað við sjálfa mig”. Sem gefur til kynna að þú “meikir lítið sense” sjálf sérstaklega þegar þú talar við sjálfa þig.\nKveðja,\nXavie"
        },
        {
            "user": "Jessalyn",
            "user_id": "17818",
            "date": "2004-12-12 13:26:52",
            "id": "1839115",
            "reply_to_id": "1839107",
            "text": "Já, þakka þér fyrir hrósið.\nEn málið er að ég hef einfaldlega svo allt aðrar skoðanir en greinarhöfundur, sem virðist í fljótu bragði vera grunnhygginn karlremba, að ég hef ekki einu sinni áhuga á að reyna að koma með annað sjónarhorn á málið. Greinarhöfundur má fyrir mér alveg fara með þessar skoðanir sínar í gröfina.\nÉg skil ekki að þú túlkir orð mín þannig að ég meiki sjálf ekkert sense, ég átti við að þessi grein meikaði ekkert sense þannig að ég gæti alveg eins sleppt því að svara og haft mín orð og skoðanir út af fyrir mig."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2004-12-12 13:34:34",
            "id": "1839130",
            "reply_to_id": "1839115",
            "text": "Nákvæmlega! Ef einhver er ósammála feminazistunum þá er viðkomandi bara stimplaður karlremba og ekki þess virði að á hann sé yrt.\nVeistu, ég er líka ósammála þessu öfgafeminisma, þetta er komið útí öfgar, ætlarðu að bakka á mig eða ?"
        },
        {
            "user": "Nishanti",
            "user_id": "36030",
            "date": "2004-12-12 17:45:37",
            "id": "1839538",
            "reply_to_id": "1839130",
            "text": "Það má orðið heldur ekki segja hér inni að maður sé feministi án þess að ráðist sé á mann og líkt við karlhatandi trukkalessu.\nÞað er vel hægt að vera feministi og vilja jafnrétti án þess að fara útí öfgar og það eru líka margir feministar sem gara sér grein fyrir að til þess að koma á jafnrétti þurfi það að vera á öllum sviðum, þannig að karlar fái líka jafnrétti á við konur á þeim sviðum þar sem konur hafa staðið framar, t.d í forsjárdeilum og svoleiðis.\nEr bara orðin svolítið þreytt á þessum alhæfingum um feminista"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2004-12-12 18:10:21",
            "id": "1839587",
            "reply_to_id": "1839538",
            "text": "Það er eitt að vera feministi og annað að vera feminazisti, ef þú ert feministi og vilt jafnrétti milli kvenna og karla, þá er ég algjörlega sammála þér og styð málstað þinn fullshugar. (Og vil biðja þig afsökunar ef þú tókst fyrra svarið mitt til þín)\nEn ef þú ert feminazisti undir merkjum feministi þá máttu, mín vegna, deyja við að bakka á staur. :)\nAnnars held ég að það þurfi að skoða svolítið hvernig “réttlæti” og “jafnrétti” er skilgreint áður en farið er að krefjast þess sama yfir mismunandi einstaklinga.\nÉg vill ekki vera á sama plani og þeir sem hafa hæfileika á öðrum sviðum en ég, sömuleiðis vill ég ekki hafa hæfileikalaust fólk á því sviði sem ég hef hæfileika á.\nHvað með þig ?"
        },
        {
            "user": "Nishanti",
            "user_id": "36030",
            "date": "2004-12-12 18:51:31",
            "id": "1839696",
            "reply_to_id": "1839587",
            "text": "Ég er feministi sem styð jafnrétti, og þá meina ég á öllum sviðum, t.d er ég alfarið á móti svokölluðum mæðrarétti varðandi forjármál. Vil sjá feðrum gert jafnhátt undir höfði þar eins og mæðrum (við sjáum t.d í Bretlandi að jafréttisbarátta feðra þar er orðin mjög öflug).\nÉg vil skilgreina jafnrétti með þeim hætti að allir eigi að fá að njóta hæfileika sinna og áhugamála án tillits til kyns, trúar litarhætti osfrv. Raunverluegt jafnrétti finnst mér verða að snúast um t.d hæfasta einstaklinginn á ákveðnu sviði, en ekki að troða minnihlutahópum inn bara af því þeir tilheyra minnihlutahópi. Það gengur gegn t.d jafnræðisreglu stjórnarskrárinnar.\nHinsvegar finnst mér vandast málið þegar um ræðir jafnhæfa einstaklinga á sama sviði og hluti eins og jákvæða mismunun. Ég sé rökin með slíkum hlutum og rökin á móti og treysti mér ekki fullkomlega til að taka afstöðu með eða á móti.\nVona að þetta svari spurningu þinni\nKveðja\nNishanti"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2004-12-12 19:12:01",
            "id": "1839731",
            "reply_to_id": "1839696",
            "text": "Er jafnrétti þá ekki of persónubundið fyrirbæri til að geta verið á vegum kerfisins?\nVið sjáum t.d. þetta svokallaða “jafnrétti” í skólum þar sem allir hafa “jafna” möguleika á menntun, góða klúðrið.\nÞar gengur jafnrétti útá að þeir sterku eru bældir niður og þeir veiku eru hífðir upp og allir settir í sama flokk.\nEr þetta ekki það sem jafnrétti verður að ?\nÞessi “jákvæða” mismunun er eitt það allra hallærislegasta sem ég hef heyrt um, hversu “jákvæð” er hún þrátt fyrir allt ?\nÉg er allavega einn af þeim sem trúa á réttlæti kapitalismans, frjáls markaður. :/\n(Allavega eins og ég skil hann)"
        },
        {
            "user": "Nishanti",
            "user_id": "36030",
            "date": "2004-12-13 17:19:29",
            "id": "1841168",
            "reply_to_id": "1839731",
            "text": "Þar erum við á öndverðum meiði, þar sem ég trúi ekki að hinn frjálsi markaður geti skapað öllum þau tækifæri sem þeir eiga skilið.\nÉg trúi því að við getum ekki lifað bara útfrá þeim einstklingsforsendum sem kapítalisminn byggir að miklu leyti á, heldur lifum við í samfélagi þar sem við verðum stundum að láta af hendi ákveðna einstaklingsbundna hagsmuni til þess að samfélgið sem heild gangi upp.\nÞetta er hinsvegar ekki eitthvað sem ég hef tíma til að rökræða hér og nú þar sem ég á að vera að læra undir próf og ég veit líka að það myndi ekkert hafast uppúr þeirri rökræðu þar sem, eins og þú réttilega bentir á, er þetta spurning um trú."
        },
        {
            "user": "OBhave",
            "user_id": "3496",
            "date": "2004-12-12 14:57:39",
            "id": "1839251",
            "reply_to_id": "1839115",
            "text": "Haha já þarna skaust þig á skemmtilegan hátt í fótinn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-12 13:34:32",
            "id": "1839129",
            "reply_to_id": "1839104",
            "text": "Þú ættir að læra stærfræði. líttu á það sem þú sagðir."
        },
        {
            "user": "garnagaul",
            "user_id": "21526",
            "date": "2004-12-12 15:30:49",
            "id": "1839311",
            "reply_to_id": "1839104",
            "text": "Það er skemmtilegt að sjá þá sem gagnrýna þessa grein, þær segja allar: Þetta er voða asnalegt, ég bara nenni ekki að rökstyðja það.\nÞetta er lýsandi dæmi um femininsta í dag, fullyrða bara eitthvað og geta svo ekki rökstutt það á almeinilegan hátt."
        },
        {
            "user": "KafteinnFalki",
            "user_id": "25439",
            "date": "2004-12-12 20:16:24",
            "id": "1839855",
            "reply_to_id": "1839311",
            "text": "indeed"
        },
        {
            "user": "Xavier",
            "user_id": "2009",
            "date": "2004-12-12 13:31:56",
            "id": "1839125",
            "reply_to_id": "1838374",
            "text": "Veistu, það er skrifað meira um hvað feministar eru miklir nasistar heldur en um feminismann inn á deiglunna og reyndar bara huga almennt.\nFeministarnir eru í minnihluta, þeir eru bara hávær minnihlutahópur, það er ekki eins og þær séu studdar af ríkisstjórn eða samfélagi.\nEf þú hættir að veita þeim athygli eins og flestir gera, þá munu þær hverfa."
        },
        {
            "user": "Xavier",
            "user_id": "2009",
            "date": "2004-12-12 20:54:10",
            "id": "1839921",
            "reply_to_id": "1839125",
            "text": "Veistu talandi um minnihluta, þá las ég það um daginn að FCC (sjónvarps- og útvarpsráðið í USA sem meðal annar sektaði sjónvarpsstöðvar fyrir Janet Jackson atriðið á Superbowl) hefur verið að fá ógrynni kvartana vegna ofbeldis og kláms í sjónvarpi frá neytendum. Aukningin væri svo mikil að þeir gætu ekki litið framhjá því. Síðan fóru þeir að skoða hvaða kvartanirnar voru að koma og 99% þeirra (fyrir utan kvartanir vegna Janet Jackson) voru að koma frá kristilegum samtökum um betri sjónvarp. Þessi samtök höfðu svo hátt og kvörtuðu svo mikið að þau voru í raun að ritskoða allt sjónvarp fyrir almenning því að sjónvarpsstöðvar eru ekki mikið fyrir það að láta sekta sig hvað eftir annað.\nÞessi litli hópur hafði svo hátt að hann yfirgnæfði restina af þjóðinni.\nÞað er eins með feminista, þær eru hávær hópur sem rífst og skammast og hefur talsverð áhrif á þjóðfélagið. Ég er vissulega sammála því að fólk eigi að hafa jöfn kjör. En séu kona og karl jafn hæf í starf eigi að ráða konuna?!? Það er eitthvað sem ég bara skil ekki.\nÞögli meirihlutinn er tekinn í bakaríið sama hvort honum líkar betur eða verr. Ef einhver gerist svo grófur að mótmæla þá er sá hin sami stimplaður karlremba af verstu gerð og ekki hlustað á hann.\nÞað er ekki í lagi með samfélagið í dag. Ég er því 100% sammála fabilius þegar hann segir HÆTTIÐ AÐ VEITA ÞEIM ATHYGLI.\nKveðja,\nXavie"
        },
        {
            "user": "OBhave",
            "user_id": "3496",
            "date": "2004-12-12 15:07:10",
            "id": "1839272",
            "reply_to_id": "1838374",
            "text": "Jamm mótmæli femínista gegn karlablöðum/klámblöðum eru fáránleg. Þær mótmæltu meira að segja… hvað hét það aftur…   Yorkie? súkkulaðinu þarna “not for girls”… HAHAHAHAHAHAHA!!!! Hverju er *EKKI* hægt að pirrast yfir þá? Ég held að slíkt rugl gerist nú bara hjá fólki sem er að leyta sér að ástæðu til að kvarta.\nSérstaklega er þetta fáránlegt þegar konur hafa síðan sín eigin kvennablöð, kvennavörur, kvennahlaup, kvennaklúbba…..\nEnda er femínismi (allavega það sem femínistafélag íslands er að aðhafast) bara = kvenremba og löngu hætt að snúast um jafnrétti. Alvöru jafnréttissinnar hins vegar, það er sko mitt fólk.\nEnda ætti jafnrétti hvort sem er ekki að vera kennt við konur/kvenleika með orðinu “femin” í því…  equality/jafnréttissinnun, that´s the thing."
        },
        {
            "user": "Spor",
            "user_id": "54003",
            "date": "2004-12-12 15:21:07",
            "id": "1839298",
            "reply_to_id": "1838374",
            "text": "Rétt er þeð að sumar konur fara útí öfga,\nen sumat er þó rétt sem er verið að reyna gera með því að koma jafnvægi á suma hluti.\nEn það er nú bara karlarni sem ættu að passa sína ímynd sjálfir."
        },
        {
            "user": "sandyh",
            "user_id": "36060",
            "date": "2004-12-12 15:29:33",
            "id": "1839308",
            "reply_to_id": "1838374",
            "text": "ÉG GÆTI EKKI VERIÐ MEIRA SAMMÁLA, ég er orðinn svo pissed off útaf öllu þessu kjaftæði sem gerðist fyrir 900 milljónum ára, ég meina, það er ekki eins og konur séu haldnar gíslum og látnir vera einhverjir kynlífsþrælar. GMG, við þurfum fleiri svona greina, af hverju þarf ég að heyra um eitthvað sem gerðist ekki einu sinni á þessari öld????!!!!!!"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2004-12-12 15:58:35",
            "id": "1839344",
            "reply_to_id": "1838374",
            "text": "Já skrýtið að það sé allt í lagi að jafna hlutföll þegar kemur að GÓÐUM störfum, eða auka hlutfall kvenna.\nEn svo er ekkert gert í því að konur séu orðnar í meirihluta nemenda í framhaldsnámi, sérstaklega háskólum. Af hverju er ekki notað “jákvæða mismunun” til þess að koma karlkyninu upp í helming nemenda ?\nSkrýtið líka að þegar kemur að því að heimilisverkum, eins og t.d. elda og þvo þvott. Þá á allt í einu að vera komið jafnrétti.\nEn svo allt í einu þegar það á að vernda heimilið, fjarlægja pöddu, gera við eitthvað, stilla rafmagnstæki og fleira. Þá eru konur allt í einu komnar með forréttindi og skipa karlmanninum að sjá um málið."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-12 21:08:07",
            "id": "1839950",
            "reply_to_id": "1839344",
            "text": "Þú ert alveg ótrúlega merkilegur kallinn minn. Sumt sem þú lætur út úr þér hérna er algjerlega gegn minni sannfæringu og ég á bágt með að trúa að einhver geti verið á þeirra skoðun.\nSvo kemurðu með eitthvað svona sem alveg eins og talað út úr mínu hjarta. Ég held að þú sért tvöfaldur persónuleiki:)"
        },
        {
            "user": "Varinn",
            "user_id": "41541",
            "date": "2004-12-12 17:08:17",
            "id": "1839459",
            "reply_to_id": "1838374",
            "text": "Stinga þessum femistinabeljum bara í gasklefann, þær vita ekkert lengur um hvað feministi snýst, hvað þá hvað þær vilja.\nÞað er svo fáránlegt að í hvert skipti sem karl fær vinnu sem einhver algjörlega vanhæfur kvennmaður hefur líka sótt um, að það verði alltaf eitthvað geðveikt vesen útaf því, hún byrjuð að grenja í fréttunum á stöð 2 og viðtal í Nýtt líf og allur pakkinn. Fáránlegt.\nMér finnst líka algjörlega út í hött að vera að stympla alla íslenska karlmenn nauðgara og ofbeldisfulla heimilisfeður. Ég skil ekki hvernig þetta getur orðið stefa feministafélags, sem á að snúast um jafnréttindi, ekki almætti kvenna."
        },
        {
            "user": "KafteinnFalki",
            "user_id": "25439",
            "date": "2004-12-12 20:18:17",
            "id": "1839858",
            "reply_to_id": "1839459",
            "text": "og um hvað snýst hinn dæmigerði feministi?"
        },
        {
            "user": "Varinn",
            "user_id": "41541",
            "date": "2004-12-22 00:11:44",
            "id": "1855632",
            "reply_to_id": "1839858",
            "text": "“Ég skil ekki hvernig þetta getur orðið stefa feministafélags, sem á að snúast um jafnréttindi, ekki almætti kvenna.”\nread"
        },
        {
            "user": "KafteinnFalki",
            "user_id": "25439",
            "date": "2004-12-22 00:23:16",
            "id": "1855668",
            "reply_to_id": "1855632",
            "text": "Og afhverju ertu að svara mér?"
        },
        {
            "user": "Varinn",
            "user_id": "41541",
            "date": "2004-12-22 13:16:59",
            "id": "1856318",
            "reply_to_id": "1855668",
            "text": "ertu ekki að grínast eða?"
        },
        {
            "user": "KafteinnFalki",
            "user_id": "25439",
            "date": "2004-12-22 17:04:52",
            "id": "1856728",
            "reply_to_id": "1856318",
            "text": "jú\n___"
        },
        {
            "user": "Varinn",
            "user_id": "41541",
            "date": "2004-12-23 00:56:40",
            "id": "1857652",
            "reply_to_id": "1856728",
            "text": "hahah góður ;)"
        },
        {
            "user": "KafteinnFalki",
            "user_id": "25439",
            "date": "2004-12-23 01:05:03",
            "id": "1857665",
            "reply_to_id": "1857652",
            "text": "takk fyri"
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2004-12-12 17:37:51",
            "id": "1839520",
            "reply_to_id": "1838374",
            "text": "Veistu, ég er sammála ýmsu sem kemur fram í þessari grein en hún er sett fram á svo hræðilegan, barnalegan og fordómafullan hátt að ég veit varla í hvorn fótinn ég á að stíga.\nNú er ég mjög á móti B&B aðgerðum femínista, sem virðast oftast gleyma því í þessari jafnréttisumræðu að konur eru einstaklingar en ekki hópur, og sumir einstaklingar vilja einfaldlega sitja fáklæddir fyrir.\nEkki kvörtuðu þær yfir Orðlaus, með nöktum gaur að klífa ís!\nÉg held að Íslenskar konur ættu að spyrja sig af hverju það er verið að flytja inn þennan fjölda útlenskra kvenna ? Skrítið ef að Íslenskar konur eru þær fallegustu í heimi og að þær séu kúgaðar af okkur karlrembunum, ekki satt ?\nSvona svar lætur mig tárast - af hlátri.\nÁ nú að kenna auknum straumi innflytjenda á það hve ljótar íslenskar konur eru!?\nOg hvað er svona skrítið við það? Ekki eru það karlmenn einungis sem flytja inn útlenskt starfsfólk heldur vinnuveitendur sem geta þá borgað þeim lægri laun en Íslendingum, og kemur útliti íslenskra kvenna ekkert við!\nEyrún"
        },
        {
            "user": "jakobari",
            "user_id": "13613",
            "date": "2004-12-12 19:14:55",
            "id": "1839738",
            "reply_to_id": "1838374",
            "text": "Búinn að svara þé"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2004-12-12 21:43:20",
            "id": "1840032",
            "reply_to_id": "1838374",
            "text": "Jafnréttismál og feminismi eru eins og hvítt og svart.   Að fólk sem styður jafnrétti segi svo að það sé feministar er álíka gáfulegt og að ég segi að mér líki vel við frelsi en ég sé líka Kommúisti.\nÞegar svona “quotes” ,sem eru hér neðar, eru höfð eftir framákonum feminista þá er kominn tími til að stofna nýjan klúbb fyrir þá sem eru jafnréttissinnar.\n“I want to see a man beaten to a bloody pulp with a high-heel shoved in his mouth, like an apple in the mouth of a pig.”\n- Andrea Dworkin, Ice And Fire\n“All men are rapists and that's all they are” - Marilyn French Author, “The Women's Room” (quoted again in People Magazine) “All men are rapists and that's all they are …”\n- Feminist Marilyn French, People Magazine (Percent of reported rape or near-rape incidents = .07% [The FBI's Uniform Crime Report lists for the year 1996])\nThe most merciful thing a large family can do to one of its infant members is to kill it\"\n- Margaret Sanger, founder of Planned Parenthood, in Women and the New Rage, p.67\n“Men who are unjustly accused of rape can sometimes gain from the experience.”\n- Catherine Comins, Vassar College,Assistant Dean of Student Life in Time, June 3, 1991, p. 52\n“In order to raise children with equality, we must take them away from families and communally raise them.”\n- Dr. Mary Jo Bane, feminist and assistant professor of education at Wellesley College and associate director of the school's Center for Research on Woman\nOg eitt svona í restina…\nA part of Hillary Clinton's speech to the First Ladies' Conference on Domestic Violence in San Salvador in 1998.\n“Women have always been the primary victims of war. Women lose their husbands, their fathers, their sons in combat. Women often have to flee from the only homes they have ever known. Women are often the refugees from conflict and sometimes, more frequently in today's warfare, victims. Women are often left with the responsibility, alone, of raising the children.”\nLítur alveg framhjá öllum hermönnunum sem dóu.\nÓtrúleg brenglun á veruleika.\nEf fólk fer ekki að átta sig á þessum mismun milli feminisma og jafnréttis þá er voðinn vís."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2004-12-12 22:31:10",
            "id": "1840127",
            "reply_to_id": "1840032",
            "text": "Miko,\nÞessir öfgafyllstu femínistar virðast ekki hafa mikinn hljomgrunn hér, en það er bara þetta kvenna þetta og kvenna hitt væl sem er óþolandi. Þetta er svona eins og langt og sífellt nagg og nöldur í vælutón um hvað líf Íslenskra kvenna sé erfitt og að karlmönnum sé um að kenna. En eins og svo oft með svona tilfinningaverur eru það þær sjálfar sem eru að eyðileggja sig, fatta ekki að þær hafa ein mestu tækifæri sem um getur á þessari jörð, af hverju haldið þið að konur utan úr heimi vilji koma á þennan kalda klaka ?\nÉg er ánægður með að hafa fengið útrás í þessari grein, og með viðbrögðin, nenni samt ekki að svara öllum, sérstkalega ekki konum með “ feminist blinders”. Að lokum skal ég viðurkenna að ég er orðin svo þreittur á þessu öllu að ég er orðinn afhuga Íslenskum konum og leita mér að útlendri (ekki asískri), ég hef kynnst þeim  nokkrum og þær virðast hafa heibrigðari lífssýn en ég verð var við hjá Íslenskum konum í dag."
        },
        {
            "user": "doddi33",
            "user_id": "26213",
            "date": "2004-12-13 00:55:01",
            "id": "1840420",
            "reply_to_id": "1840127",
            "text": "idf\nÁ 5 mínútum fann ég 14 kvennavefi en engann karlavef.  Skil þig vel að þú skulir vera farinn að kíkja út fyrir landssteinanna eftir konu.\nEina leiðin til að snúa þessari þróun við er að við karlar skipuleggjum okkur - menntum okkur í karlafræðum.  Þær hafa meira að segja kvenna- og kynjafræði deild í Háskólanum !!!   hvað þá annað.\nhttp://www.rikk.hi.is/\nStanslausar árásir kvenna á karlmenn síðustu 30 árin í hinum vestræna heimi verða brátt á enda.   Þegar karlahreyfingarnar geta skipulagt sig í eina samstæða hreyfingu þá mun annsi margt breytast fljótt og vel, eins og körlum er einum lagið.\nÞað er mikill munur á kynjunum - mun vera og hefur alltaf verið.   Við verðum að sjá til þess að sá munur verði í heiðri hafður - ekki gera þær það.\nAð lokum vill ég benda fólki á www.angryharry.com  snilldar síða með haug af efni gegn þessari vá sem feminisminn er í raun."
        },
        {
            "user": "doddi33",
            "user_id": "26213",
            "date": "2004-12-13 12:19:48",
            "id": "1840702",
            "reply_to_id": "1840420",
            "text": "Ástæðan fyrir að konur eru með lægri laun en karlar er sú að þær leggja allt of hart að sér í vinnuni. Ef þær myndu vinna í samræmi við launin sín þá myndu þær yfirmennirnir sjá að það þýðir ekki að bjóða fólki skítalaun og ætlast til þess að  þær deyji fyrir vinnuna. Hvet Marey til að taka þátt í þessari umræðu."
        },
        {
            "user": "Marus",
            "user_id": "22297",
            "date": "2004-12-15 13:43:27",
            "id": "1844304",
            "reply_to_id": "1838374",
            "text": "Ég held að feministi sé að breytast í sona “Taboo” orð eins og “negri” og “róni”. Það er meiri fjölbreytni í taboo orðum í Bandaríkjunum enda þróast umræða og orðnotkun hraðar þar sem fleira fólk býr. Anyways, kannski þurfum við að breyta þeim sem trúa á jafnrétti í eitthvað annað orð.\nHvað með “Male-isti”?"
        }
    ]
}