{
    "forum_title": "Knattspyrna",
    "user": "dagtla",
    "user_id": "55418",
    "date": "2004-12-13 10:57:34",
    "title": "Leikur ársins",
    "text": "Leikur ársins sem að komin í deildinni var Arsenal-Chelsea. Það var strax á fyrstu mínútu að það kom löng sending á Henry. Henry gaf síðan á Reyes sem að gaf hann strax aftur á Henry með skalla og Henry tók við honum alveg frábærlega. Síðan skoraði hann alveg óverjandi mark á móti Petr Cech.\nEftir fimm mínútur gaf Eiður Smári góða sendingu á Frank Lampard sem að skaut gott skott en markmaðurinn Almunia varði meistaralega.\nÁ 16 mínútu fengu Chelsea hornspyrnu sem að Arjen Robben tók. John Terry gerði þá frábærlega og skallaði í markið aæveg óverjandi fyrir Almunia.\nEn á 29 mínútu gerðist skrýtið atvik. Robert pires fékk og á meeðan Petr Cech var að stilla varnarveggnum skoraði Henry úr aukaspyrnunni. Að mínu mati var þetta frekar ósanngjart.\nÍ hálfleik gerðu Chelsea tvær skiptingar, hann setti Didier Drogba inná fyrir Ricardo Carvalho og Wayne Bridge inná fyrir Tiago.\nEinni mínútu eftir að það var flautað til að byrja seinni hálfleikinn jöfnuðu Chelsea.\nÞað var Eiður Smári sem skoraði enn það mætti segja að þetta mark var markið hans Ashley Cole. En hann ýtti Eið Smára á boltann.\nEn þetta gerðist úr aukaspyrnu frá Frank Lampard sem að gaf á Gallas senm að skallaði á Eið Smára",
    "url": "https://www.hugi.is/knattspyrna/greinar/263054/leikur-arsins/",
    "url_id": "263054",
    "id": "1839839",
    "replies": [
        {
            "user": "Mash",
            "user_id": "53466",
            "date": "2004-12-13 11:25:15",
            "id": "1840652",
            "reply_to_id": "1839839",
            "text": "aukaspyrnan var fullkomlega lögleg og í samræmi við allar reglur.\nhefði viljað sjá henry skora á lokamínútunum. svekkjandi að sjá boltann fara upp í stúku"
        },
        {
            "user": "arts",
            "user_id": "25666",
            "date": "2004-12-13 11:45:15",
            "id": "1840673",
            "reply_to_id": "1840652",
            "text": "Þetta var ruuusalegu leikur. já djöfull var ég svekktur þegar Henry misnotaði dauðafærið undir lokin. mér finnst að dómarinn hafi átt að dæma víti þegar Scott Parker kom á blindu hliða á Flamini og setti hnéð í lærið á honum. púra víti!"
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2004-12-13 11:48:32",
            "id": "1840677",
            "reply_to_id": "1839839",
            "text": "Slöpp grein :/..\nEn svaaaaaaaakalegur leikur maður. Ég er Chelsea maður og ég var alveg ofsalega ánægður þegar að Henry setti hann uppí stúku.\nChelsea hefði átt að vinna þennan leik, þessi aukaspyrna var rugl. Það ætti að breyta þessari reglu.\n:("
        },
        {
            "user": "KingSnake",
            "user_id": "45260",
            "date": "2004-12-13 12:05:28",
            "id": "1840685",
            "reply_to_id": "1839839",
            "text": "Leikur ársins?\nLeikur ársins var að sjálfsögðu þegar United vann Arsenal 2-0 og braut þ.a.l. metið eftir 49 leiki."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-13 12:28:27",
            "id": "1840707",
            "reply_to_id": "1840685",
            "text": "Leikur ársins á efa Liverpool-Arsenal sem endaði minnir mig 2-1 fyrir liverpool ;)"
        },
        {
            "user": "gourcuff",
            "user_id": "39263",
            "date": "2004-12-13 13:50:45",
            "id": "1840777",
            "reply_to_id": "1839839",
            "text": "Robert pires fékk og á meeðan Petr Cech var að stilla varnarveggnum skoraði Henry úr aukaspyrnunni. Að mínu mati var þetta frekar ósanngjart.\nÞað var nú Eyður sem var að stilla, hann hlustaði á samtal dómarans og Roberts og snéri ér svo við, sagði mönnonum hvernig þeir ættu að standa og þá skaut Robert, mér finnst að það ættu að vera reglur um þetta að dómarinn verði að flauta fyrir attan miðju eða sum…"
        },
        {
            "user": "gourcuff",
            "user_id": "39263",
            "date": "2004-12-13 14:47:18",
            "id": "1840840",
            "reply_to_id": "1840777",
            "text": "Var það ekki Henry sem skaut? :o"
        },
        {
            "user": "dagtla",
            "user_id": "55418",
            "date": "2004-12-13 15:22:20",
            "id": "1840892",
            "reply_to_id": "1840840",
            "text": "Það var Henry sem að skaut boltanum. Þetta var víst leikur ársins. Þó að það var svekkjandi að fá jafntefli. Ég ætlaði að setja meira inná greinina en ég þurfti að fara.En annars var Henry maður leiksins hjá Arsenal en John Terry maður leiksins hjá Chelsea. Ég var ánægður þegar Henry skaut framhjá (ég er nefnilega Chelsea maður). Og markið hans Henry úr aukaspyrnu…..\nALGJÖRT RUGL!!!"
        },
        {
            "user": "Booger",
            "user_id": "1132",
            "date": "2004-12-13 20:31:55",
            "id": "1841659",
            "reply_to_id": "1840892",
            "text": "Lærðu reglurnar."
        },
        {
            "user": "dagtla",
            "user_id": "55418",
            "date": "2004-12-13 20:48:16",
            "id": "1841707",
            "reply_to_id": "1841659",
            "text": "Já ég veit alveg að þetta mátti. Já ég viðurkenni að þetta var vel gert hjá honum! Mér finnst hann líka vera besti leikmaður í heimi. En þetta var samt ódrengilegt hjá honum, það er allavega mitt álit"
        },
        {
            "user": "Snowbear",
            "user_id": "36016",
            "date": "2004-12-13 21:04:09",
            "id": "1841739",
            "reply_to_id": "1841707",
            "text": "Ódrengilegt ? Hann er bara kjeeelling ;D"
        },
        {
            "user": "Booger",
            "user_id": "1132",
            "date": "2004-12-13 21:30:30",
            "id": "1841834",
            "reply_to_id": "1841707",
            "text": "Hasselbaink gerði þetta fyrir Chelsea í fyrra minnir mig. En þú hefur líklega ekki vælt yfir því."
        },
        {
            "user": "dagtla",
            "user_id": "55418",
            "date": "2004-12-13 21:32:22",
            "id": "1841841",
            "reply_to_id": "1841834",
            "text": "Ég vissi ekki að hann gerði það. Fyrir utan það að ég er ekki að væla"
        },
        {
            "user": "Booger",
            "user_id": "1132",
            "date": "2004-12-13 22:05:11",
            "id": "1841915",
            "reply_to_id": "1841841",
            "text": "Annað sýnist mér."
        },
        {
            "user": "moonzor",
            "user_id": "19970",
            "date": "2004-12-14 00:33:42",
            "id": "1842200",
            "reply_to_id": "1839839",
            "text": "arsenal bara lamers og ræflar :P"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-14 13:17:40",
            "id": "1842579",
            "reply_to_id": "1839839",
            "text": "Ég var á leiknum !! hehe þurfti bara að monta mig smá.."
        },
        {
            "user": "HinniBinni",
            "user_id": "41558",
            "date": "2004-12-15 13:10:57",
            "id": "1844262",
            "reply_to_id": "1839839",
            "text": "Arsenal OWNARRRR!!!Fuck Chelsea,flestir halda með þeim út af því Eiður Smári er á liðinu Punktur!Annars geta þeir ekki neitt!!Arsenal áttu á vinna þennan leik!Spiluðu miklu betur en Chelsea!!lol"
        },
        {
            "user": "dagtla",
            "user_id": "55418",
            "date": "2004-12-15 14:36:42",
            "id": "1844401",
            "reply_to_id": "1844262",
            "text": "Ég held ekkert uppá Eið Smára, ég held miklu meira uppá: John Terry, Kezman,Drogba og Robben. Ég hef aldrei haldið uppá Eið."
        },
        {
            "user": "HinniBinni",
            "user_id": "41558",
            "date": "2004-12-16 15:55:07",
            "id": "1846258",
            "reply_to_id": "1844401",
            "text": "Samt mun flestir Chelsea menn hér á landi halda mest með Eið…"
        }
    ]
}