{
    "forum_title": "Fræga fólkið",
    "user": "audrey18",
    "user_id": "51926",
    "date": "2004-12-24 10:42:42",
    "title": "Audrey Hepburn",
    "text": "Audrey Hepburn hefur verið mitt helsta átrúnaðargoð síðan ég var 12 ára og sá Breakfast at Tiffany's í fyrsta skipti. Að mínu mati þá eru ekki margar leikkonur í dag sem slá henni við. Hún var svo sannarlega algjör stjarna. Það er náttúrulega ekki að ástæðulausu sem hún var 4 sinnum tilnefnd til Óskarsverðlauna, var mörgum sinnum á lista People yfir 50 fallegustu manneskjur í heiminum og á lista Empire yfir 100 mestu kvikmyndastjörnur allra tíma. Hér kemur smá grein um hana:\nAudrey Hepburn fæddist 4 maí 1929 í Brussel í Belgíum. Pabbi hennar var ríkur enskur bankastarfsmaður og mamma hennar þýks barónessa. Þau skildu þegar Audrey var 6 ára en pabbi hennar var grunaður um peningaþþvætti og lenti seinna í fangelsi. Eftir skilnaðinn bjó Audrey með mömmu sinni í Hollandi. Um sama leyti skall seinni heimstyrjöldinn á og þær mæðgur upplifðu erfiða tíma, mikla fátækt (sjóðir móðurfjölskyldu hennar voru gerðir upptækir af nasitum)og hungur sem er einmitt ástæðan fyrir mjög svo grönnum líkamsvexti hennar. Fátæktin var reyndar svo mikil að fólkið borðaði túlípana stilka og bakaði brauð úr grasi!! Afleiðingarnar voru þær að hún þjáðist af vanæringu og þunglyndi eftir þetta og var lengi að ná sér. Eftir að stríðinu lauk flutti Audrey til London þar sem hún hafði fengið skólastyrk í balletskóla en hún þótti afar efnileg á því sviði. Þó kom fljótlega í ljós að hún var of hávaxin til að ná frama í dansinum. Hún byrjaði þá að fá ýmis módelverkefni og var einnig þjálfuð sem aðstoðartannlæknir en fór bráðlega að fá nokkur lítil hlutverk í breskum myndum og stórt hlutverk í leikritinu Gigi á Broadway. Hjólin fóru þó fyrst að snúast þegar hún fór áheyrnarprufu fyrir bandaríska bíómynd sem hét Roman Holiday. Þar heillaði hún leikstjórann svo mikið að hann sagði einfaldlega ,,that's the girl!“ Fyrir hlutverk sitt í myndinni, sem var ráðvillt bresk prinsessa, halut hún Óskarinn fyrir besta leik í aðalhlutverki. Eftir þetta var hún svo sannarlega komin á toppinn í Hollywood. Það skemmtilegasta samt við þessar miklu vinsældir var það að hún var algjör andstæða við allar hinar Hollywood leikkonurnar. Þær voru flestar þrýstnar blondínutýpur en hún var lítil grönn og dökkhærð. Hún lék í mörgum vinsælum myndum næstu árin eins og Sabrina (1954). Þar var mótleikari hennar Humprey Bogart. Söngleikurinn Funny face árið 1957 (á móti Fred Astarie) Breakfast at Tiffany's (1961) sem er líklega hennar frægasta hlutverk en þar lék hún vændiskonuna Holly Golightly og My fair lady (1964.)Hún giftist leikarnum Mel Ferrer 1954 og eignust þau soninn Sean árið 1960. Árið 1968 skildi hún við Mel en ári síðar gistist hún ítölskum geðlækni Andrea Dotti og eignaðist með honum soninn Luca ári síðar. Þau skildu þó 9 árum síðar. Audrey kynntist þá hollenskum leikara Robert Wolders og var með honum til æviloka. Árið 1987 varð hún svokallaður Goodwill ambassador hjá Sameinuðu þjóðunum og ferðaðist næstu árin til ýmissa stríðshrjáðra landa, eins og Eþíópíu og Víetnam. Árið 1992 greindist hún með krabbamein sem leiddi hana til dauða ári síðar. Hennar verður þó alltaf minnst sem einnar mestu kvimyndastjörnu allra tíma.\nHér koma nokkur quotes frá henni:\n”I never thought I'd land in pictures with a face like mine.“\n”I was asked to act when I couldn't act. I was asked to sing ‘Funny Face’ when I couldn't sing and dance with Fred Astaire when I couldn't dance - and do all kinds of things I wasn't prepared for. Then I tried like mad to cope with it.“\n”In a cruel and imperfect world, she was living proof that God could still create perfection.“ - Rex Reed\n”I never think of myself as an icon. What is in other people's minds is not in my mind. I just do my thing.\"\nTakk fyrir mig :)",
    "url": "https://www.hugi.is/fraegafolkid/greinar/263822/audrey-hepburn/",
    "url_id": "263822",
    "id": "1846869",
    "replies": [
        {
            "user": "Saidin",
            "user_id": "22936",
            "date": "2004-12-24 11:55:09",
            "id": "1860166",
            "reply_to_id": "1846869",
            "text": "Sigurður missti vitið og sprengdi á sér hausinn þegar hann áttaði sig á því að hann hafði gifst gelgju… Ég skil hann fullkomlega þegar ég lít á illa lyktandi rotnaðar leifarnar af heilagrautnum hans og flísar úr mölbrotinni hauskúpunni. Hann var hugrakkur maður!"
        },
        {
            "user": "NoAngel",
            "user_id": "15331",
            "date": "2004-12-24 12:30:56",
            "id": "1860214",
            "reply_to_id": "1846869",
            "text": "Góð grein. Ég er svo sammála þér, ég dýrka þessa manneskju! Hún er átrúnaðargoðið mitt… Hún var svo ótrúlega falleg"
        },
        {
            "user": "Fasisti",
            "user_id": "24075",
            "date": "2004-12-26 22:54:29",
            "id": "1863607",
            "reply_to_id": "1846869",
            "text": "heh, ég les þetta seinna þegar ég nenni. Það er betra að hafa greinaskil sumstaðar svo það sé auðveldara að lesa textann. En ég elska Audrey Hepburn og hún er svo falleg. Enda er ég með hana í “Myndin mín” ^_^"
        },
        {
            "user": "Fasisti",
            "user_id": "24075",
            "date": "2004-12-26 23:02:12",
            "id": "1863625",
            "reply_to_id": "1846869",
            "text": "og hungur sem er einmitt ástæðan fyrir mjög svo grönnum líkamsvexti hennar.\nEitthvað hljómar þetta asnalega… Ef maður hefur liðið mikið hungur fyrr í lífinu þá er hægt að bæta það upp seinna. Hún hefur ekki verið grönn útaf þessu, því að þegar hún var orðin fræg gat hún fengið nóg af mat."
        },
        {
            "user": "Fasisti",
            "user_id": "24075",
            "date": "2004-12-26 23:04:04",
            "id": "1863630",
            "reply_to_id": "1846869",
            "text": "og ég skrifa enn á ný, þetta er samt góð grein um frábæra kvikmyndastjörnu. Þýddiru textann af ensku? ég tók nefnilega eftir að þú skrifaðir\nBelgíum\nen á íslensku er það\nBelgía - Belgíu"
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2004-12-27 00:39:54",
            "id": "1863815",
            "reply_to_id": "1846869",
            "text": "Flott grein um flotta konu, ein fallegasta manneskja sem ég veit um. Þetta hefði verið betra samt með greinarskilum."
        },
        {
            "user": "babe63",
            "user_id": "37578",
            "date": "2004-12-31 17:42:37",
            "id": "1873096",
            "reply_to_id": "1846869",
            "text": "Ekki nóg með það að hún var ein fallegasta manneskja síðustu aldar gat hún líka leikið og sungið! Ashlee simpson er t.d. mjög falleg en getur ekkert sungið…:)"
        },
        {
            "user": "ber",
            "user_id": "35315",
            "date": "2005-01-21 11:29:45",
            "id": "1915286",
            "reply_to_id": "1873096",
            "text": "who is ?"
        },
        {
            "user": "babe63",
            "user_id": "37578",
            "date": "2005-01-21 15:44:29",
            "id": "1915766",
            "reply_to_id": "1915286",
            "text": "Ashlee Simpson? það er systir Jessica Simpson..;)"
        },
        {
            "user": "ber",
            "user_id": "35315",
            "date": "2005-01-24 13:06:52",
            "id": "1922261",
            "reply_to_id": "1915766",
            "text": "ó sollis :)"
        },
        {
            "user": "babe63",
            "user_id": "37578",
            "date": "2005-01-26 19:01:25",
            "id": "1928554",
            "reply_to_id": "1922261",
            "text": "Þær kunna hvorugar að syngja..:S"
        },
        {
            "user": "ber",
            "user_id": "35315",
            "date": "2005-01-27 09:32:02",
            "id": "1929657",
            "reply_to_id": "1928554",
            "text": "Nibb…:S"
        },
        {
            "user": "solla1",
            "user_id": "38569",
            "date": "2005-05-15 00:31:13",
            "id": "2160440",
            "reply_to_id": "1846869",
            "text": "Já…ég var líka heilluð þegar ég sá Breakfast at Tiffanys í fyrsta skipti og síðan þá hefur þetta verið uppáhaldsmyndin mín!! Og Audrey er ekkert nema frábær leikona!!"
        }
    ]
}