{
    "forum_title": "The Sims",
    "user": "comic",
    "user_id": "43735",
    "date": "2004-12-19 16:16:25",
    "title": "Singles..",
    "text": "Ég var í Strange Town í Sims 2 og var að leika mér að fara í Singles Family sem eru 4 konur og eru allar roommates nema geimverurnar tvær.\nÉg lét Chloe og Lola (minnir mig að hún heitir) flytja út (geimverurnar) og ég ætla að segja ykkur frá því sem er búið að gerast hjá þeim. Ég segi þetta í einskonar dagbók og segi frá hverjum degi og hjá hverjum hann var og þannig. Ég var nú reyndar bara búin að leika þær í tvo sims daga en ég segi samt frá þeim;)\nLola er með Peninga-markmiðið og Chloe með Romance-markmiðið\n—–Chloe dagur 1—–\nÉg vaknaði og ætlaði aðeins að fara á netið að tala við einhvern. Á netinu fann ég mann sem var við mitt hæfi og hann heitir Carl (Carl er með Romance líka). Ég spurði hann hvort hann vildi koma yfir og fá sér pönnukökur með mér og hann vildi það og kom. Eftir smá morgunmat fórum við að horfa á sjónvarpið. Síðan var klukkan orðin þrjú og ég þurfti að fara að vinna og þá fór hann. Ég var að vinna langt fram á kvöld og fór strax að sofa um leið og ég kom heim.\n—–Lola dagur 1—–\nÉg vaknaði og ákvað að fara fram og fá mér að borða Cerios. Svo fer ég í sturtu en hún bilast svo ég hringi í repairman og hann kemur og gerir við. Klukkan 11 fer ég svo í vinnu og kem ekki aftur fyrr en um fimm leitið. Ég fer og les mér til um matreiðslu og er svo bara orðin mjög flink í eldamennskunni en þá fer ég á klósettið og síðan aftur í sturtu. Vá hvað hún er góð eftir að það var lagað hana. En eftir smá sprett í sturtu fer ég og fæ mér aðeins að borða. Ég elda mjög góðan mat sem er eins og var í bókinni en eftir góðan mat er ég uppgefin og verð að fara í sturtu. Ég sofna vært og sef lengi.\n—–Chloe dagur 2—–\nÉg vakna eftir frábæran draum um mig og Carl. Um leið og ég vakna þá fer ég og hringi í hann. Við tölum lengi saman en svo segist hann vilja koma yfir og ég leifi það. Hann kom og hann fór í tölvuna því ég þurfti á klósettið og að fara í sturtu. Þegar ég kem úr sturtu kemur hann hlaupandi til mín og kyssir mig. Ég bregst illa við og ég hrindi honum af mér. En við förum svo að tala saman og þá kyssi ég hann og hann bregst vel við en þá er ég farina ð kunna vel við hann og svo allt í einu vill hann fara því að hann er svangur. En þá fer ég bara og horfi á sjónvarpið þangað til klukkan verðr þrjú og þá fer ég í vinnu. Svo þegar ég kem heim fer ég beint uppí rúm.\n—–Lola dagur 2—–\nÉg vakna eftir langan blund og fer fram að fá mér morgunmat. Þegar það er búið fer ég bara að horfa á sjónvarpið og á stöð sem heitir “Yummy Channel” eitthvað og ég horfi á hana þangað til klukkan ellefu því þá fer ég í vinnu. Þegar vinnan er búin fer ég heim en þá kemur í ljós að ég fékk stöðuhækkun en klukkan er núna um fimm leitið og ég þarf ekki í vinnu fyrr en eftir rúma tuttugu og fjóra klukkustundir því nýji tíminn byrjar fimm;) En ég fer og elda um leið og ég er búin í vinnu. Ég fæ mér rétt eins og var í sjónvarpinu og hann bragðast bara mjög vel. Eftir mat fer ég og hringi í pabba og býð honum yfir og hann þyggur það. Við röbbum saman og hann segir að hálf bróðir minn hann Jhonny er orðinn fullorðinn og margar fleiri fréttir en svo þarf hann að fara aftur og þá fer ég bara að sofa og sef vært.\nÉg kem með fleiri fréttir af Singles Familyunni seinna og þá á margt eftir að gerast.. bíðið spennt..:)",
    "url": "https://www.hugi.is/sims/greinar/264163/singles/",
    "url_id": "264163",
    "id": "1849463",
    "replies": [
        {
            "user": "minniemouse",
            "user_id": "36826",
            "date": "2004-12-19 16:51:06",
            "id": "1851054",
            "reply_to_id": "1849463",
            "text": "Áhugavert…:)"
        },
        {
            "user": "zarax",
            "user_id": "56474",
            "date": "2004-12-19 20:06:27",
            "id": "1851399",
            "reply_to_id": "1849463",
            "text": "skemmtilegt, en hvernig getur maður látið eithvern flitja út?"
        },
        {
            "user": "comic",
            "user_id": "43735",
            "date": "2004-12-19 20:09:12",
            "id": "1851405",
            "reply_to_id": "1851399",
            "text": "maður fer í dagblaðið og velur “Find own place” eikkað og þá getur þú valið hverjir koma með þér og svo kemur leigubíll og þá fara þeir sem þú valdir í hann og eru þar sem fjölskyldur sem hafa engin hús."
        },
        {
            "user": "comic",
            "user_id": "43735",
            "date": "2004-12-19 20:26:36",
            "id": "1851442",
            "reply_to_id": "1849463",
            "text": "í Lola dagur 1 þá á að vera\nað fara í sturtu. Ég sofna\nþá á að vera\nað fara í rúmið. Ég sofna\nafsakið þessa villu!"
        },
        {
            "user": "herbjorg2",
            "user_id": "32708",
            "date": "2004-12-19 21:11:34",
            "id": "1851523",
            "reply_to_id": "1849463",
            "text": "Flott grein,.. :D"
        },
        {
            "user": "comic",
            "user_id": "43735",
            "date": "2004-12-19 21:16:55",
            "id": "1851542",
            "reply_to_id": "1851523",
            "text": "takk:D"
        },
        {
            "user": "hildurv",
            "user_id": "27355",
            "date": "2004-12-20 21:26:12",
            "id": "1853197",
            "reply_to_id": "1849463",
            "text": "Geðveikt skemmtileg grein! ;) Ég bíð spennt eftir framhaldinu! ;o)"
        },
        {
            "user": "Heidis",
            "user_id": "28474",
            "date": "2004-12-21 09:39:53",
            "id": "1853954",
            "reply_to_id": "1849463",
            "text": "Veistu, þetta er bara ansi góð grein hjá þér ;) Allavegana ekki öll í klessu og illa sett upp eins og margar hér á áhugamálinu… til hamingju með það :P\nHlakka til að heyra framhaldið :)"
        },
        {
            "user": "comic",
            "user_id": "43735",
            "date": "2004-12-21 18:17:47",
            "id": "1854780",
            "reply_to_id": "1849463",
            "text": "þetta er ekki góðuir leikur og sona eilla bara lélegu"
        },
        {
            "user": "comic",
            "user_id": "43735",
            "date": "2004-12-21 18:19:24",
            "id": "1854784",
            "reply_to_id": "1854780",
            "text": "hey.. afhverju ertu að segja um áhugamálið eða afhverju ertu að koma inná það fyrst það er svona leiðinlegt? og þú átt að svara greininni ekki hvernig þér finnst um áhugamálið!!!"
        },
        {
            "user": "comic",
            "user_id": "43735",
            "date": "2004-12-21 18:30:35",
            "id": "1854811",
            "reply_to_id": "1854784",
            "text": "já…en leikurinn er slappur og mér finst þessi grein bara húmor…af hverju er fólki ekki nákamlega sama um það hvernig eikkeri single fjölskyldu vegnar í hinum mikla leik sims? Hvað græðir fólk á því að sjá þessa 2 daga?"
        },
        {
            "user": "comic",
            "user_id": "43735",
            "date": "2004-12-22 13:05:03",
            "id": "1856306",
            "reply_to_id": "1854811",
            "text": "'eg sagði það kemur\nFRAMHALD\n!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!"
        },
        {
            "user": "comic",
            "user_id": "43735",
            "date": "2004-12-22 16:04:07",
            "id": "1856587",
            "reply_to_id": "1856306",
            "text": "so…hvað græðir fólkið á heilli viku af eikkeru sem þessir simar þínir gerðu?"
        },
        {
            "user": "comic",
            "user_id": "43735",
            "date": "2004-12-22 16:45:22",
            "id": "1856679",
            "reply_to_id": "1856587",
            "text": "Það eru sim\ns\na"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-22 15:27:57",
            "id": "1856525",
            "reply_to_id": "1849463",
            "text": "Flott saga hjá þér:D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-26 17:30:56",
            "id": "1863184",
            "reply_to_id": "1849463",
            "text": "flott flott..vá hvað það er skemmtilegt að fá tilbreytingu og fá svona diary"
        }
    ]
}