{
    "forum_title": "Kvikmyndir",
    "user": "gummicool",
    "user_id": "23499",
    "date": "2004-12-19 18:53:51",
    "title": "Se7en",
    "text": "Leikstjóri: David Fincher\nAðalleikarar: Brad Pitt og Morgan Freeman\nEftir að hafa séð hina snilldarbíómynd Saw sem er verið að sýna í bíó á Íslandi núna (Þú verður að sjá hana :D) þá ákvað ég að lesa rýni um bíómyndina sem ég hafði nýlega séð í Morgunblaðinu og var þá bent á bíómyndina Seven frá árinu 1995 sem ætti að vera svipuð Saw.\nEf þú ætlar að leigja myndinina mæli ég með að þú lesir ekki lengra…\nMyndin byrjar frekar lágkúrulega þegar Brad Pitt sem nýr lögregluþjónn kemur í nýja borg og ætlar að halda áfram starfi sínu sem rannsóknarlögreglumaður þar.\nEkki líður á löngu unns hann kynnist Morgan Freeman sem er hálfgerð fyrirmynd hans og byrja þeir að rannsaka morð þar sem maður hefur verið drepinn með því að troða ofan í hann mat þangað til hann deyr…\nHvert morðið af öðru er framið og eru skilaboð hjá hverju morði og eiga þau það sameiginlegt að vera heiti á dauðasyndunum sjö og tengjast morðin því, mörg morðin eru virkilega ógeðsleg eins og við syndina leti.\nBíómyndin minnir mig á Saw að því leyti að morðin eru jafn útpæld og flókin en í Seven er málstaður fyrir morðin en ekki í Saw, Saw er meira til að sýna fólki hve mikils virði lífið er.\nSeven er með sjónarhorn sem sínir lögreglurnar sem kljást við morðin en Saw sínir fórnarlömbin.\nSeven virðist ætla að enda eins og hver önnur lögreglumynd en hún hefur mjög óvenjulegan endi sem er jafnframt vel útpældur og kemur mjög á óvart, nema maður fatti það ;)\nÞetta er eina myndin þar sem ég hef séð Brad Pitt vera í góðu hlutverki fyrir utan Fight Club.\nMæli með að þið leigið þessa ef þið hafið áhuga á að pæla í myndunum…\nGef henni 9 stjörnur af 10",
    "url": "https://www.hugi.is/kvikmyndir/greinar/264304/se7en/",
    "url_id": "264304",
    "id": "1850809",
    "replies": [
        {
            "user": "aneeex",
            "user_id": "26451",
            "date": "2004-12-19 19:03:54",
            "id": "1851276",
            "reply_to_id": "1850809",
            "text": "jújú rétt hjá þér, þetta er mjög góð mynd"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-19 19:09:33",
            "id": "1851284",
            "reply_to_id": "1850809",
            "text": "Snilldar mynd…Var að sjá hana í fyrsta skipti um daginn."
        },
        {
            "user": "Diamond",
            "user_id": "5482",
            "date": "2004-12-19 19:13:51",
            "id": "1851289",
            "reply_to_id": "1850809",
            "text": "Frekar ýktur leikurinn þarna i seinnihlutanum og hlógu margir í salnum að þessu væli… Saw < SE7EN"
        },
        {
            "user": "Diamond",
            "user_id": "5482",
            "date": "2004-12-19 19:14:25",
            "id": "1851292",
            "reply_to_id": "1851289",
            "text": "að = af"
        },
        {
            "user": "Pac",
            "user_id": "11943",
            "date": "2004-12-21 09:42:53",
            "id": "1853955",
            "reply_to_id": "1851289",
            "text": "Diomond, ertu að ruglast á myndunum Saw og Seven því að plot-ið er mjög líkt, eða ertu bara að líkja þeim saman?\nReyndar ekkert líkt með leiknum í þessum tveim myndum.\nAnnars held ég að Seven sé einhver besta spennumynd sem ég man eftir að hafa séð."
        },
        {
            "user": "Diamond",
            "user_id": "5482",
            "date": "2004-12-21 11:22:55",
            "id": "1854016",
            "reply_to_id": "1853955",
            "text": "Það sem eg meina er að Saw verður alltaf leiðinlegri og leiðinlegri eftir því sem líður á myndina.\nSaw < Seven  merkir að Seven er miklu mun betri en Saw :)"
        },
        {
            "user": "ElGorilla",
            "user_id": "20068",
            "date": "2004-12-19 19:50:39",
            "id": "1851369",
            "reply_to_id": "1850809",
            "text": "Frábær mynd, var að horfa á hana áðan."
        },
        {
            "user": "Dawg",
            "user_id": "5004",
            "date": "2004-12-19 20:09:39",
            "id": "1851407",
            "reply_to_id": "1850809",
            "text": "Að mínu mati einhver besta kvikmynd sögunnar.\nÞetta er eina myndin þar sem ég hef séð Brad Pitt vera í góðu hlutverki fyrir utan Fight Club.\nÉg geri ráð fyrir að þú hafi hvorki séð Twelve Monkeys né Interview With a Vampire…"
        },
        {
            "user": "Dawg",
            "user_id": "5004",
            "date": "2004-12-19 23:50:44",
            "id": "1851872",
            "reply_to_id": "1851407",
            "text": "þá hefuru ekki séð margar myndir\nsevern er samt góð"
        },
        {
            "user": "Nemesis",
            "user_id": "22078",
            "date": "2004-12-20 00:13:27",
            "id": "1851922",
            "reply_to_id": "1851872",
            "text": "Hef ég ekki séð margar myndir ef mér finnst Seven vera ein af 10 bestu kvikmyndum sem ég hef séð? Ertu s.s. að segja að það sé einfaldlega ekki hægt, bara ómögulegt, að þykja Seven jafn góð kvikmynd og mér þykir hún ef maður hefur séð margar myndir? Er þetta  eitthvað óskeikult alheimslögmál sem þú einn veist af? Hvernig er það, hvað eru “margar myndir”, svona fyrst þú virðist þekkja þetta svona vel? 100? 100? 10.000? Eða er þetta spurning um meðaltal á ári? Þurfa myndirnar að vera eitthvað ákveðið langar? Þarf maður að hafa séð þær í bíó? Please enlighten me! Og endilega birtu þinn “wholier-than-thou” lista yfir bestu myndir sem þú hefur séð. Hann hlýtur að vera góður er það ekki? Þú hefur nefnilega séð svo margar myndir."
        },
        {
            "user": "Nemesis",
            "user_id": "22078",
            "date": "2004-12-20 01:27:21",
            "id": "1852065",
            "reply_to_id": "1851922",
            "text": "Rólegur?"
        },
        {
            "user": "RAVING",
            "user_id": "597",
            "date": "2004-12-20 12:29:50",
            "id": "1852389",
            "reply_to_id": "1851872",
            "text": "þá hefuru ekki séð margar myndir\nÞetta er hugsanlega það heimskulegasta sem að ég hef lesið á þessum vef í dágóðan tíma."
        },
        {
            "user": "SirK",
            "user_id": "1764",
            "date": "2004-12-19 20:35:46",
            "id": "1851459",
            "reply_to_id": "1850809",
            "text": "Eins og þetta hljómar skringilega verð ég að segja að mér finnst Brad Pitt stórlega vanmetinn leikari. Ég hef einmitt oft heyrt það sem þú segir, að hann hafi bara verið góður í Se7en og Fight Club, en hann er líka mjög góður í Sleepers, Twelve Monkeys, Interview with the Vampire og Snatch.\nEinnig fannst mér hann líka góður í Seven Years in Tibet og Ocean's Eleven, en það eru ekki allir sammála mér um það.\nLátum ekki slappleika Troy ráða áliti okkar á honum.\nSamt er þetta fín grein um eina af betri myndum sem ég hef séð."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-19 21:40:45",
            "id": "1851602",
            "reply_to_id": "1851459",
            "text": "Mér fannst Pitt alls ekkert slæmur í Troy, þó að myndin hafi auðvitað verið með þeim allra verstu á árinu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-19 22:31:15",
            "id": "1851710",
            "reply_to_id": "1851459",
            "text": "hann var ekki góður í twelve monkeys.. hann var frábær! Ekki létt hlutverk.. og hann gerir það frábærlega! ;) :D"
        },
        {
            "user": "johnMclane",
            "user_id": "22187",
            "date": "2004-12-19 21:12:29",
            "id": "1851526",
            "reply_to_id": "1850809",
            "text": "Mögnuð mynd, finnst hún örlítið betri en Fight Club. Kevin Spacey sýnir alveg hreint magnaðan leik, maður var fullur aðdáun þegar maður sá hann fyrst."
        },
        {
            "user": "Prumpur",
            "user_id": "27112",
            "date": "2004-12-19 23:57:14",
            "id": "1851892",
            "reply_to_id": "1850809",
            "text": "Var einmitt að horfa á Seven í gær í 5 eða 6 skipti en hún er eiginlega alltaf jafn góð.\nEn já, Brad Pitt er mjög góður leikari, á frábæran leik í Twelve Monkeys"
        },
        {
            "user": "arnieg",
            "user_id": "4872",
            "date": "2004-12-20 07:14:17",
            "id": "1852229",
            "reply_to_id": "1850809",
            "text": "Ég geri ráð fyrir því að enginn hérna hefur séð\nLegends of the Fall\neða\nSeven Years In Tibet\n, þar sem Brad Pitt leikur ótrúlega vel. Báðar mjög góðar myndir."
        },
        {
            "user": "oskarbste",
            "user_id": "26860",
            "date": "2004-12-20 10:04:49",
            "id": "1852273",
            "reply_to_id": "1850809",
            "text": "mér fannst þessi mynd nú ekkert snilldargóð þegar ég sá hana, bara ágæt mynd. kannski dont belive the hype, kannski ekki…"
        },
        {
            "user": "oskarbste",
            "user_id": "26860",
            "date": "2004-12-20 10:07:16",
            "id": "1852274",
            "reply_to_id": "1850809",
            "text": "en já Brad pitt eðal leikari, hefur sannað það að hann er ekki bara pritty boy, lókurinn getur leikið líka."
        },
        {
            "user": "Riddler",
            "user_id": "7405",
            "date": "2004-12-22 21:49:18",
            "id": "1857273",
            "reply_to_id": "1852274",
            "text": "Saw er bara svona fínn spúkí skítur, að mínu mati kemst hún ekki með tærnar þar sem Seven hefur hælana, eða the heels eins og einhver myndi segja."
        }
    ]
}