{
    "forum_title": "Metall",
    "user": "Chesner",
    "user_id": "34968",
    "date": "2004-12-20 07:58:50",
    "title": "Saga In Flames",
    "text": "Það var árið 1990, Jesper ákvað að hætta í hljómsveitinni “Ceremonial Oath, sem hann var í með Anders Fridén og Anders Iwers (Tiamat).\nHonum langaði að taka tónlist í aðra stefnu, hann teymaði sig með Johann Larsson og Glenn Ljungstrom til að stofna bandið In Flames. Teymið gerði demó og sendi það til ”Wrong Again“ plötuumboðið í von um að fá plötu samning, sem og þeir fengu. Eigendur umboðsins líkaði svo vel við tónlistina að þegar þeir töluðu næst saman í síma fengu þeir plötu samning. Næsta dag byrjuðu þeir að semja ”Lunar Strain“, sem var gefin út stuttu síðar, og var tekið mjög vel í ”undir heiminum“. Þeir höfðu nokkra inn og út meðlimi, og fengu að láni suma frá mismunandi hljómsveitum. Fólk sem hefur verið partur af In Flames frá upphafi eru Mikael Stanne og Anders Jivarp (Dark Tranquility), Anders Iwers (Tiamat), Henke Forss (Dawn), Daniel Erlandsson (Eucharist, Arch Enemy), og nokkrir aðrir. Hljómsveitin gaf út smáskífuna Subterranean sem varð ”breakthrough“ fyrir In Flames, þ.e fyrir þá að komast upp úr undirheimunum, og kom þeim á samnkng with þýskt fyrirtæki að nafni ”Nuclear Blast“ fyrir þeirra næstu plötu, og þeir hafa verið þar á samningi síðan. Eftir einhvern tíma voru þeir orðnir leiðir á að þurfa alltaf að fá lánað fólk til að gera plötu eða koma fram, svo þeir báðu Anders Fridén og Björn Gelotte að ganga til liðs við þá, sem söngvari og trommuleikari, og þeir samþykktu. Í fyrsta skiptið voru In Flames komnir með almennilega uppstillingu.\nÞeir tóku upp og gáfu út aðra plötu, ”The Jester Race“, sem vakti mikla hylli út um heiminn, og hljómsveitinni var sýnt áhuga allstaðar um Evrópu sem og Japan. Þeir fóru á tónleikatúr með Samael, Grip inc. og Kreator - þetta var það fyrsta stærsta sem þeir hefðu upplifað, en alls ekki það síðasta. Sum ”gigg“ fengu Johan og Glenn að hugsa hvort þeir ættu ”heima“ í In Flames, því miður fannst þeim það ekki. Eftir upptökur á ”Whoracle“ kváðu þeir það upp að þeir væru báðir að hætta, þeir skildu bandið eftir með kláraða plötu en hálft band.\nSem betur fer voru þeir góðir vinir Peter Iwers og Niklas Engelin, sem vildi svo til að spiluðu báðir á bassa og gítar, og þeir fylltu í skarðið, þeir fóru svo á mini-túr með ”Dimmu Borgum“. Þetta virkaði fínt og þeim tvem herramönnum var boðið í bandið, og það gerðu þeir. Þeir fóru svo á túr í Evrópu og Japan. Þegar þeir komu til baka til Svíþjóðar þá hætti Niklas í bandinu, út af því hann vildi fókusa á hitt bandið sitt ”Gardenian“. Þetta reyndist stærsti vendipunktur In Flames til þessa þar sem þeir ákváðu að láta Björn hætta að spila á trommur og spila á gítar (enda var hann upprunalega gítarleikari) og fá Daniel Svensson (Sacrilige) á trommur. Þetta virkaði fullkomlega og þeir gáfu út ”Colony“ sem varð þeirra stærsti ”hittari“ til þessa.\nNýja platan tók þá í heimsreisu, til Evrópu, Japan og USA, þessi túr gaf þeim loksins þá athygli sem þeir voru að fást eftir. Þeir spila fyrir fullu húsi öll kvöld og partíið virðist endast í mánuði, og viðbrögð heimsins voru mjög góð.\nÍ ágúst 2000, eftir nokkur ár af velheppnuðum túrum, gáfu þeir út ”Clayman“, eftir að hafa eitt 3 mánuðum lokuðum inn í stúdíói. Plata þessi fær gífurlegar viðtökur sem sjást vel á sölu disksins.\nEftir að hafa spilað á hátíð með ”Dream Theatre“, ”Slipknot“, ”Testament“, ”Methods of Mayhem“ ofl, var heimsreisa í bígerð. In Flames miðuðu á Evrópu og Japan, sem var troðið inn í tvo ameríku túra. Þetta var sama og seinasta ár nema allt var svo miklu stærra, fleira fólk, meira efni til að spila. Í japan fékk Jesper verðlaun frá ”Burrn“ sem nr. 1 lagasmiður þess árs. Túrinn var vel heppnaður. En Peter Iwers var ekki með þeim í öllum ”giggunum“ þar sem hann eignaðist litla stúlku, en hann kom inn í Skandinavíu og Japan ”giggin“ en Dick Löwgren (Armageddon) kom í hans stað í hina tónleikana. Árið 2000 endaði í um 150 sýningum svo vel verðskuldað frí var við hæfi. 2001, Peter er kominn aftur og þeir spila á nokkrum sýningum í Svíþjóð, þar á meðal aðal ”giggið“ í Gothenburg, sem kom á 4 sjónvarpsstöðvum og var útvarpað ”live“.\nTölur þessa árs voru mjög háar, #4 í japan, #3 í Canada, #1 í ”Metal Maniacs“ og #17 á sænska listanum, svo fátt eitt sé nefnt.\nTekið er upp video fyrir lagið ”Only for the Weak“, og bandið fór á mini-túr um Evrópu, þar sem þeir spiluðu á 13 sýningum fyir 20.000 manns, glæsilegur árangur.\nNæst: sumar hátíðir, þar á meðal ”Wacken open air“, ”Rock Machina“ ofl, og tónleika diskurinn ”The Tokyo Showdown“ var gefinn út í ágúst, rétt áður en þeir héldu til bandaríkjanna á annan túr.\nHvað næst? Önnur plata í þetta sinn á öðrum stað með öðrum upptökustjóra Dug-Out-Studios með Daniel Bergstrand. Hljómsveitin vildi fara annað og prófa nýjann stað og upptökustjóra. ”Reroute To Remain“ var gefin út og útkoman var glæsileg. Fleiri túrar, með t.d ”Slipknot“, ”Mudvayne“, ”Soulfly“ og ”Slayer“ sem gaf þeim möguleika á að deila tónlist sinni með öðrum aðdáendum. Tvær fyrirsagnir í bandaríkjunum, ein í evrópu, m.a komu þeir í stað Linkin Park í stærstu hátíð Svíþjóðar: ”Hultsfred“.\nDaginn eftir þá sýningu var þeim boðið að hita upp fyrir ”Metallica“ í Madrid, sem var góður árangur, 30.000 manns, sem var þeirra stærsta sýning hingað til, sem var ekki hátíð.\n”The Soundtrack to your Escape\" kom svo út árið 2004 og varð vinsæl.\nNúverandi uppstilling er:\nBjörn Gelotte - Gítar\nDaniel Svensson - Trommur\nPeter Iwers - Bassi\nJesper Strömblad - Gítar\nAnders Fridén - Söngur\nÉg þakka þér fyrir að hafa lesið þetta og afsaka allar stafsetningavillur, slangur eða málfræðivillur sem gætu hafa komið upp.\nTextinn er þýddur af",
    "url": "https://www.hugi.is/metall/greinar/264460/saga-in-flames/",
    "url_id": "264460",
    "id": "1852220",
    "replies": [
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2004-12-20 09:24:14",
            "id": "1852254",
            "reply_to_id": "1852220",
            "text": "Reroute to Remain er að mínu mati ekkert annað en skömm við hljómsveitina og virkilega mikil afturför. Nýjasti diskurinn þeirra, The Soundtrack to your Escape, er skömminni skárri, en ef þetta heldur svona áfram þá er langt í að þeir nái sér á strik aftur."
        },
        {
            "user": "Sturtudyrid",
            "user_id": "50435",
            "date": "2004-12-25 15:44:59",
            "id": "1861778",
            "reply_to_id": "1852254",
            "text": "Frábær grein bara.. gaman að fræðast meira um IN FLAMES þegar hún er nú uppáhalds hljómsveit mans.. þá verður maður að vita smá um þá hljómsveit þá en loksins loksins búin að fá disk með þeim og það í jólagjöf og ég gef honum 5 af 5 mögulegum stjörnum en þetta er soundtrack to your escape en já það var mikið mál að ná í þann disk eða bara disk með IN FLAMES málið er að IN FLAMES diskar eru ekki seldir á íslandi nema jú var einn colony var á íslandi fyrir löngu eða byrjun sumarins og ég rétt mysti af honum en svona er þetta en gaman af þessu en frábær hljómsveit og bara.. já snilld.\nSturtudýrið kveður."
        },
        {
            "user": "ramirez",
            "user_id": "38037",
            "date": "2004-12-26 00:23:23",
            "id": "1862435",
            "reply_to_id": "1861778",
            "text": "málið er að IN FLAMES diskar eru ekki seldir á íslandi nema jú var einn colony var á íslandi fyrir löngu eða byrjun sumarins og ég rétt mysti af honum\nUhhh….hvað með að kíkja í plötubúð Valda?  Það eru alltaf til einhvejir In Flames diskar…."
        },
        {
            "user": "Sturtudyrid",
            "user_id": "50435",
            "date": "2004-12-26 17:58:02",
            "id": "1863224",
            "reply_to_id": "1862435",
            "text": "Þakka þér fyrir að benda mér á hana!:D"
        },
        {
            "user": "Chiram",
            "user_id": "22061",
            "date": "2005-01-03 17:55:17",
            "id": "1879629",
            "reply_to_id": "1852254",
            "text": "Whoracle lang vandaðastur að mínu mati. Samt tvær  nýjustu plöturnar eru ekki alveg eins og maður vildi þær en samt fær maður gæsahúð yfir sumum lögunum eins og Evil In A Closet :]"
        },
        {
            "user": "aceshigh",
            "user_id": "57888",
            "date": "2005-03-31 13:46:52",
            "id": "2055859",
            "reply_to_id": "1879629",
            "text": "Gaur ef eitthvað er þá er reroute to remain allra verstur…Whoracle er einn besti diskur metalsögunnar að mínu mati, þú hefur greinilega ekki kynnt þér hann nógu og vel en annars er þetta bara smekksatriði."
        },
        {
            "user": "aceshigh",
            "user_id": "57888",
            "date": "2005-03-31 13:48:28",
            "id": "2055868",
            "reply_to_id": "2055859",
            "text": "ja sry las þetta aðeins vitlaust ;) Svo er náttúrulega Jester race alger gullmoli."
        },
        {
            "user": "JasonNewsted",
            "user_id": "52258",
            "date": "2004-12-20 11:42:48",
            "id": "1852346",
            "reply_to_id": "1852220",
            "text": "þetta var ágæt grein :)"
        },
        {
            "user": "Coheed",
            "user_id": "33143",
            "date": "2004-12-20 11:46:28",
            "id": "1852352",
            "reply_to_id": "1852346",
            "text": "Bara geðveik hljómsveit, mjög góð grein."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2004-12-20 13:18:27",
            "id": "1852430",
            "reply_to_id": "1852220",
            "text": "Headliners þegar kemur að tónleikum eru ekki fyrirsagnir…"
        },
        {
            "user": "Chesner",
            "user_id": "34968",
            "date": "2004-12-20 14:34:02",
            "id": "1852523",
            "reply_to_id": "1852430",
            "text": "sorry ég bara var ekki alveg viss hvað ég átti að þýða þetta d;o)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-20 14:28:39",
            "id": "1852511",
            "reply_to_id": "1852220",
            "text": "mjög góð grein um mjög góða hljómsveit. =)"
        },
        {
            "user": "Chesner",
            "user_id": "34968",
            "date": "2004-12-20 14:33:05",
            "id": "1852519",
            "reply_to_id": "1852220",
            "text": "Persónulega fynnst mér clayman og colony bestir, en ég hlusta nú reyndar á allt sem in flames hafa gefið út d;o)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-20 15:57:45",
            "id": "1852634",
            "reply_to_id": "1852220",
            "text": "Flott grein ! Léleg hljómsveit !"
        },
        {
            "user": "ramirez",
            "user_id": "38037",
            "date": "2004-12-20 16:25:13",
            "id": "1852672",
            "reply_to_id": "1852220",
            "text": "Góð grein. Mér finnst Colony mjög undirmetin diskur. Hlustaði á hann svona 8 sinnum í gegn þegar ég sat og spilaði Morrowind III the elder scrolls. Mjög Góður diskur\nCrestfallen"
        },
        {
            "user": "ramirez",
            "user_id": "38037",
            "date": "2004-12-20 18:59:08",
            "id": "1852983",
            "reply_to_id": "1852672",
            "text": "Hahahahah, ég gerði það líka.\nAnnars finnst mér Subterranean og The Jester Race vera langbestu diskar þeirra."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-21 13:14:32",
            "id": "1854150",
            "reply_to_id": "1852672",
            "text": "Undirmetin …. meinarðu ekki vanmetinn :D\nGóður diskur samt ;)"
        },
        {
            "user": "Hoddi89",
            "user_id": "41272",
            "date": "2004-12-20 16:43:01",
            "id": "1852714",
            "reply_to_id": "1852220",
            "text": "Gaman að sjá umfjöllun um In Flames. Að mínu mati er þetta geðveik hljómsveit"
        },
        {
            "user": "Hoddi89",
            "user_id": "41272",
            "date": "2004-12-20 19:44:18",
            "id": "1853084",
            "reply_to_id": "1852714",
            "text": "GEÐVEIKT hljómsveit!\nWhoracle, Colony, Clayman og The Jesters Race eru bestu diskar sem ég hef heyrt með þeim\nMoonshield er lagið :P"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-24 16:05:38",
            "id": "1860717",
            "reply_to_id": "1852220",
            "text": "Ágætis hljómsveit, en mér finnst söngvarinn oft ekki nógu góður…bara persónulegt mat, en tónlistin er mjög góð."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-05 07:58:20",
            "id": "1883023",
            "reply_to_id": "1852220",
            "text": "In Flames eru búnir að missa flugið.\nnýjasti diskurinn þeirra (Soundtrack to your escape) er hrein hörmung og skömm fyrir hljómsveitina, Reroute To Remain er nú lítið skárri en þó hlustanleg, en ekki á In Flames mælikvarða\nJester Race \\,,/"
        },
        {
            "user": "Rexion",
            "user_id": "839",
            "date": "2005-01-09 16:36:37",
            "id": "1892200",
            "reply_to_id": "1852220",
            "text": "sorry en ég er buinn að tæma Plötubúð Valda, fann jafnvel nokkrar plötur með þeim eina Picture LP af Reroute to remain geðveikt. Þetta er mín uppáhalds hljómsveit… lets unite and brush the dust away!"
        },
        {
            "user": "Bassismus",
            "user_id": "54400",
            "date": "2005-01-10 22:00:20",
            "id": "1895040",
            "reply_to_id": "1852220",
            "text": "Þegar ég heyrði The Jester Race fyrir um 6 árum síðan fílaði ég þá í botn, flott spilamennska og kraftmikill metall, ég he síðar náð mér í hina diskana þeirra og hlustaði eitthvað á þá á hverjum degi að jafnaði.\nEN eftir að ég sá þá á Wacken Open Air festivalinu árið 2003 að þá missti ég allt álit á þeim. Þeir komu á sviðið og komu með þessa yfirlýsingu og ég á hana á diskinum Armageddon over Wacken 2003 “this is the beginning and the end of this festival!” og á áttu nokkrar hljómsveitir eins og Slayer eftir að spila og verð ég að viðurkenna að Slayer voru miklu betri en In Flames.\nÉg póstaði rokkna skammir í gestabókina á In Flames heimasíðunni og sagði þeim að skammast sín fyrir að vera með svona stæla………..Tveimur dögum síðar fékk ég afsökunarbeiðni frá söngvara sveitarinnar sem vildi meina það að þessi ummæli hefðu verið látin falla í gríni, en það hló enginn.\nÞannig að mínu mati er svona attitude bara til að skemma fyrir þeim sem fara á svona hátíðir með það í huga að sjá sem flestar hljómsveitir,hitta helling af fullu fólki og drekka sem mestann bjór án þess að fá einhverja svona drullu í hausinn frá svía druslum!"
        },
        {
            "user": "aceshigh",
            "user_id": "57888",
            "date": "2005-03-31 13:50:11",
            "id": "2055873",
            "reply_to_id": "1852220",
            "text": "In Flames er alveg rosalega góð hljómsveit, fá þa a klakann."
        },
        {
            "user": "Chesner",
            "user_id": "34968",
            "date": "2005-04-02 02:31:59",
            "id": "2060023",
            "reply_to_id": "2055873",
            "text": "takk eða? :o"
        },
        {
            "user": "aceshigh",
            "user_id": "57888",
            "date": "2005-04-02 12:31:59",
            "id": "2060276",
            "reply_to_id": "2060023",
            "text": "Alveg súper góð grein ;)"
        }
    ]
}