{
    "forum_title": "Skák og bridds",
    "user": null,
    "user_id": null,
    "date": "2004-12-22 16:20:14",
    "title": "Leiðindi",
    "text": "Að gefnu tilefni vil ég vil biðja þá sem eru með gamla frasa eins og “skák er hobbí fyrir nörda” og “mér finnst skák/bridge ekki vera íþrótt” að sleppa því að deila því með okkur hinum sem höfum áhuga á þessu og halda því fyrir ykkur sjálf, því við höfum engan áhuga á að heyra þetta og mun ég ekki líða það ef einhver byrjar að rakka niður skák eða Bridge hér inná.",
    "url": "https://www.hugi.is/skak/tilkynningar/265001/leidindi/",
    "url_id": "265001",
    "id": "1856632",
    "replies": [
        {
            "user": "simbus",
            "user_id": "34199",
            "date": "2004-12-22 23:04:05",
            "id": "1857419",
            "reply_to_id": "1856632",
            "text": "gæti ekki verið meira sammála um þetta comon tilhvers að eiða tíma í að fara sérstaklega hingar bara til að reyna að bögga fólk"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-22 23:04:39",
            "id": "1857421",
            "reply_to_id": "1857419",
            "text": "nákamlega my point!"
        },
        {
            "user": "stefanbh",
            "user_id": "1349",
            "date": "2004-12-25 02:07:57",
            "id": "1861395",
            "reply_to_id": "1856632",
            "text": "Sammála þér Wanganna!  Tími til kominn að eitthvað verði gert varðandi þá sem tala illa um skák og bridge með því að segja að þetta sé íþrótt fyrir nörda sem mér finnst vera\nBULL\n."
        },
        {
            "user": "TinnaKristin",
            "user_id": "43890",
            "date": "2004-12-26 21:58:13",
            "id": "1863487",
            "reply_to_id": "1856632",
            "text": "Mér finnst líka vera mjög heimskulegt þegar fólk segir í sama commentinu að skák/bridge sé ekki íþrótt og segir svo í næstu setningu að þetta sé\níþrótt\nfyrir nörda..þetta meikar bara engan sens."
        },
        {
            "user": "HaXeN",
            "user_id": "54578",
            "date": "2005-02-07 22:18:48",
            "id": "1957361",
            "reply_to_id": "1856632",
            "text": "Wanganna gefa þeim viðvörun fyrst og og banna þá í þriðja skipti eða jafnvel næst!!! þetta fer undir mjög mjög mjög ljótt orðbragð og særir marga t.d. mig kannski eiga þessir böggarar ekkert líf :D"
        }
    ]
}