{
    "forum_title": "Manager leikir",
    "user": "johanng",
    "user_id": "9215",
    "date": "2004-12-30 06:38:40",
    "title": "Leyton Orient CM4",
    "text": "Ég var nýkominn heim og hugsaði með mér: “Hvað á ég að gera núna??” Ég hafði nýlokið síðasta prófinu og allt var frekar innantómt, ég þurfti ekki að fara og halda áfram að læra, gat gert hvað sem er svo ég ákvað að byrja aftur í CM(4) eftir langt hlé. Hvaða lið gæti ég mögulega valið? Maður var minnugur leiksins 97/98 og hversu mikið stjörnulið Leyton Orient var þar með Sam Winston og Carl Griffits í fararbroddi ekki má gleyma vandræðagemsanum Joseph í vörninni og ungstirninu Simon Downer svo jú ég ákvað að taka við Orient þó þeir væru ekki næstum jafn góður og í 97 leiknum, hér voru þeir aðeins miðlungslið og átti ég erfitt verkefni fyrir höndum.\nTil að byrja með reyndi ég að ná tökum á training kerfinu og las mér meðal annars til um það þó ekki mikið væri að lesa. Kom mér upp ágætis kerfi fannst mér þar sem ég náði að fara yfir allt það mikilvægasta, hugsaði að þetta gæti verið kannski aðeins of mikið, en minnkaði aðeins erfiðar og þreytandi æfingar til að reyna jafna út. Ég víxlaði og breytti miklu í því kerfi þetta tímabil.\nSvo var kominn tími á að tímabilið byrjaði, ég keypti mikið af mönnum, enga sem ég hafði heyrt um bara svona þessa sem í boði voru og ekki var ég með mikið fjár milli handanna. Æfingarleikirnir gengu ágætlega eða bara frekar vel, vann og gerði jafntefli við “stóru” liðin sem ég keypti við eins og Millwall.\nÉg keypti nokkuð af mönnum fyrir tímabilið eins og ég sagði. Ég byrjaði á því að kaupa Arnar Gunnlaugs en svo fylgdi nokkrir sterkir í kjölfarið sem svo sannarlega festu sig í sessi í liðinu mínu. Hér er listi af þeim:\nArnar Gunnlaugsson 15.7.2002 Kantmaður/Miðja Frítt\nSouleymane Oularé 15.7.2002 Framherji Frítt\nYassine Abdellaoui 15.7.2002 Kantmaður/Miðja/Framherji Frítt\nJavier Luciano Margas 30.7.2002 Varnarjaxl Fritt\nByrjaði tímabilið með þessum mönnum og gékk misjafnlega vel en eftir dálítið slæmt gengi ákvað ég að styrkja liðið enn frekar með sterkum miðvallar- og varnarmanni:\nSeyi Ogunsanya(frítt) sem ég fékk í lok septembers og svo fékk ég annan mann í skiptum, kantmann að nafni Neil Saunders frá Watford, kantmaður að upplagi einnig sterkur  á miðjunni.\nEini leikmaðurinn sem ég losaði mig við snemma um tímabilið var Scott Canham sem fór frítt til Chesterfield en ég seldi einn annan að sjálfsögðu í skiptum fyrir Neil Saunders en það var Matt Lockwood en skiptin áttu sér stað í lok desember. Fékk 110k fyrir Lockwood og sterkan kantmann sem voru frábær kaup fannst mér og helvíti sáttur með það enda vill Lockwood alltaf fara til stærra liðs en Orient verður bráðum stærra ;)\nEn eins og ég sagði var ég að kíkja á training og svona og fannst ekkert vera ganga með það enda oft byrjunarliðið mitt allt meitt en það var svona:\nKeeper: Glenn Morris 17 ára *\nDR: Matt Joseph 30 ára\nDC: Javier L. Margas 33 ára\nDC: Carl Hutchings 28 ára / Justin Miller 21 ára  **\nDL: Matt Lockwood 26 ára ***\nMR: Neil Saunders 20 ára  ****\nMC: Cairan Toner 21 ára\nMC: Seyi Ogunsanya 26 ára\nML: Arnar Gunnlaugsson 29 ára / Yassine Abdellaoui 27 ára\nFC: Souleymane Oularé 30 ára\nFC: *****\n* Ungur Chelsea markmaður spilaði mikið í byrjun tímabils sem ég hef ómögulega fundið nafnið á einhverja hluta vegna en hann fór frekar fljott hvort eð er. Scott Barret var líka backup hér, eldgamall reynslubolti.\n** Ótalmargir sem spiluðu í þessari stöðu en auk þessara tveggja spiluðu Andy Harris og Kevin Stephens þar. David McGhee spilaði frekar lítið á þessu tímabili sem gæti komið nokkrum á óvart en hann á að vera einn lykilmaðurinn í liði Orient en ég fjárfesti í góðum hóp og þurfti hann lítið en hann gat einnig spilað á miðju.\n*** Billy Jones ungur bakvörður spilaði þarna einnig Graeme Butler og stóðu sig báðir ágætlega en margir spiluðu í þessari stöðu eftir að Lockwood fór.\n**** Saunders spilaði ágætlega mikið í þessari stöðu en samt aðrir meira man bara ekki nákvæmlega hver. Matt Game ungur kantmaður 19 ára að aldri spilaði nokkra leiki, einnig prófaði ég Canham og nokkra aðra, t.d. Abdellaoui og Arnar. Þess má geta með ML að þar spilaði einnig ungur kantmaður að nafni John Martin sem ég ákvað að gefa smá séns þar en hann er Attacking Midfielder Left og einnig prófaði ég hann á hægri.\n***** Það voru svo margir sem spiluðu þessa stöðu að varla hægt að telja þá upp en ég reyni:\nLee Thorpe 26 ára\nGary Fletcher 21 árs\nGary Alexander 23 ára\nJabo Ibehre 19 ára\nSteve Watts 26 ára\nChris Tate 24 ára\nSem sagt ég gaf öllum séns og allir hafa spilað mismikið í gegnum tímabilið, Alexander reyndist mér einna best á þessum tíma, einnig Fletcher. Prófaði lítið af ungu framherjunum á þessum tíma.\nEn eins og ég sagði þá var ég að prófa training og allir fóru að meiðast og allt fór í rúst, endaði með því að ég var kominn i 3 síðasta og varð rekinn, ráðinn var annar maður og bjargaði hann liðinu frá falli. Ég var staðráðinn í að reyna aftur og hafði kerfið nánast General, fáar breytingar ef maður var með einhverjar. Eftir að maður hætti tilraunastarfseminni fór allt að ganga mikið betur. en þess má geta að ég fór í Holiday einhvern tímann til að sjá hvort meiðsli myndu lagast undir öðrum þjálfara og eftir að ég kom til baka rétt áður en maður varð rekinn þá keypti ég nokkra menn(gæti jafnframt hafa verið rekinn 2x, get bara ómögulega ekki munað en ég var að testa mikið af hlutum enda ekki búinn að vera í leiknum lengi og já allskyns formations en langaði að halda áfram i save-inu alltaf). Allavega ég keypti fleiri menn áður en timabilið var buið, og hér er listi af þeim:\nMars:\nGunnar Halle gamall reynsubolti sem varð seinna meir mjög mikilvæg viðbót við liðið. náði einhverjum leikjum í DL og DR þetta tímabilið. Frítt\nNeil Jenksins ungur bakvörður sem átti að koma í stað Lockwood og virtist vera mikið efni og aðeins 19 ára svo ég ákvað að kaupa hann á 8k frá erkifjendunum í Southend.\nEmmanuel Omoyinmi frá Oxford á 12k, vel þekktur í cm og held að mér hafi verið boðið hann og ég þarfnaðist einmitt svona leikmanns sem gat sótt frá miðjunni og jafnframt spilað frammi og hann reyndist mér frekar vel.\nMichael Hughes var svo síðasti maðurinn til að vera keyptur frá Bournemouth á 14k, flestir þekkja hann í dag en hann spilar með Crystal Palace í efstu deild, hörkuleikmaður og ýtti það enn undir viðskiptin og ánægju mína að fá hann 32 ára að aldri. Þá var ég orðinn nokkuð sáttur.\nEn fékk mér samt  tvo menn inn á láni eftir að ég hafði byrjað með tvo unga á láni frá Chelsea og Charlton sem ég losaði mig fljótt við en annar var markmaður reyndar sem fór sjálfur aftur til síns liðs svo ég varð að treysta á unga Morris alfarið. Ég fékk inn Mathieu Berson DM og Kasper Kure ungur danskur varnarmaður. Berson spilaði ágætlega mikið í lok timabils en ég fékk þá í mars en Kasper náði bara nokkrum leikjum.\nÉg ákvað að hafa þessa frekar ítarlega spurning með næstu greinar en það mun ganga miklu betur hjá mér og þetta er engin frábær reynslusaga hér á ferð í raun, en sýnir kannski leikinn fyrir þá sem eru að byrja aftur og geta auðveldlega gefist upp, ef það eru einhverjir af þeim hópi sem lesa greinina held ég að þeir reyni áfram eftir næstu grein hjá mér en þetta var frekar mistakasamt tímabil sem mátti svo sem við búast og enn i dag er ég með tilraunir með Leyton Orient, en í hvaða deild er ég í dag? Eins og ég sagði þá verða næstu greinar ekki jafn ítarlegar býst ég við en langaði að segja vel frá þessum mistökum mínum. Vonandi allir sáttir við greinina, næsta kemur fljótt vonandi og þá urðu kaflaskipti í sögu Leyton Orient er næsta tímabil var að fara byrja og fyrir það var einnig bætt nokkrum við þennan frábæra hóp en það er jú vissulega efni í aðra grein.\nPs: Hata þegar það koma error í gegnum training hjá mér :)",
    "url": "https://www.hugi.is/manager/greinar/266086/leyton-orient-cm4/",
    "url_id": "266086",
    "id": "1866910",
    "replies": [
        {
            "user": "Steffz",
            "user_id": "52357",
            "date": "2004-12-30 13:13:29",
            "id": "1870235",
            "reply_to_id": "1866910",
            "text": "Ertu kannski með original leikinn? Engann patch? Ef svo er, þá er bara meiðsla bögg í gangi."
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2004-12-30 16:30:40",
            "id": "1870638",
            "reply_to_id": "1870235",
            "text": "Yeb byrjaði bara beint, veit alveg þegar þetta gerist hjá mér, var að rústa einhverjum leikju, fór í training og það er þegar maður gerir ákveðinn hlut sem er eiginlega ekki hægt að útskýra, annars er ég aldrei i vandræðum með training, t.d. eitt að setja menn i reserves gegnum training þá kemur error en maður sleppir þvi bara ;)"
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2004-12-30 22:21:29",
            "id": "1871518",
            "reply_to_id": "1870235",
            "text": "Ahh misskildi þetta fyrst sem þú sagðir, þetta með patchið, gerði mér grein fyrir því eftir á, en var byrjaður með save-ið og er komin helviti langt og langar ekki að byrja aftur, ég þyrfti að gera það right? En þetta með patchið, virkar ekki að na i það hér, man eftir að hafa náð i það áður en finn það ekki hja mer. finn það heldur ekki á thedugout, og data update þar virkaði ekki heldur hjá mér, segir að maður eigi að delete-a comps directory, en það er engin þannig hjá mér ;)"
        },
        {
            "user": "Steffz",
            "user_id": "52357",
            "date": "2004-12-31 14:21:00",
            "id": "1872607",
            "reply_to_id": "1871518",
            "text": "Held að þessi bögg eigi að lagast, þó svo að þú byrjir ekki nýtt seiv. En er það ekki á thedugout?"
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2004-12-31 15:25:15",
            "id": "1872720",
            "reply_to_id": "1872607",
            "text": "tók ekki eftir því >o"
        }
    ]
}