{
    "forum_title": "Deiglan",
    "user": "appel",
    "user_id": "2",
    "date": "2004-12-29 17:27:54",
    "title": "Innflutningur á lággjaldaverkafólki",
    "text": "Já, nú er svo komið að það einfaldlega verði ekkert af kárahnjúkavirkjun nema Impregilo fái að flytja inn ódýrari mannskap. Eða, a.m.k. finnst mér fréttaflutningurinn af þessu máli vera.\nHver er eiginlega tilgangurinn að hafa verkamannastétt hérna á Íslandi fyrst það er hægt flytja þetta bara inn hræódýrt frá öðrum löndum. Lifum við svona obboðslega hátt að engin veraldleg fyrirtæki geta borgað okkur sæmileg laun?\nÉg vil nú taka fram að ég er ekkert á móti útlendingum, né að þeir séu að koma til að vinna hérna. En ef þeir eru að koma hingað til að vinna þá verður það að vera á réttum forsendum.\nEf það eru íslendingar sem vilja vinna þessa vinnu og hafa kunnáttu til þess, þá er um að gera að láta þá gera það! Hvernig væri nú að við getum reist okkar eigin virkjanir í framtíðinni? Halda þessari verkkunnáttu í landinu, í staðinn fyrir að þurfa hringja alltaf út til Kína og fá lánaða harðgerða lággjaldaverkamenn.\nÉg segi STOPP. Impregilo vissi hvað þeir voru að taka að sér, og í hvaða landi þeir voru. Þeir geta ekki komið hingað og traðkað á áratugalangri kjarabaráttu verkafólks hér á landi.\nVerst af öllu er fordæmið. Þeir eru að gefa fordæmi fyrir því að flytja inn ódýrt verkafólk frá fjarlægum löndum til að leysa íslendinga af hólmi. Munum við íslendingarnir þurfa að lækka launin okkar til að mæta þessari samkeppni? Hvernig verður þetta í framtíðinni? Eigum við von á frekari stórinnflutningum af þessari gerð við framkvæmd næstu virkjunar, stíflu, álvers, mislægrar gatnamótar, brúar, gatna og loks innkeyrsluna?\nÞetta er ekki rasismi, þetta eru ekki fordómar, þetta er einfaldlega verndun á kjarabáttuna og lífsgæðum. Rétt einsog verndartollar eru settir á innflutt matvæli, þá væri rétt að setja einhverskonar verndatolla á innflutt verkafólk.",
    "url": "https://www.hugi.is/deiglan/greinar/266254/innflutningur-a-laggjaldaverkafolki/",
    "url_id": "266254",
    "id": "1868533",
    "replies": [
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2004-12-29 17:44:39",
            "id": "1868582",
            "reply_to_id": "1868533",
            "text": "já, Impregilo hótar vinnumálastofnun með því að segja þeim að gefa út atvinnuleyfi fyrir kínverjana, annars verði engin stífla !?\nÞað er síðan búið að gefa leyfa fyrir þessum 54 kínhverjum..\n\"Stjórnvöld hafa ákveðið að veita Impregilo atvinnuleyfi fyrir 54 kínverska verkamenn til starfa við Kárahnjúka. Alþýðusamband Íslands telur lög brotin og segir að tekin hafi verið ákvörðun sem eigi sér\nengin fordæmi\ná íslenskum vinnumarkaði. ASÍ hefur óskað eftir fundi með félagsmálaráðherra um málið.“\nÞetta gengur ekkert svona. Svo ”reynir\" Impregilo að fá íslendinga í störfin með því að auglýsa að krafist sé 3 ára starfsreynslu við svipuð störf en laun uppá 100,000 kr .. haha"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-30 16:53:40",
            "id": "1870721",
            "reply_to_id": "1868582",
            "text": "Innantómar hótanir. Þeir hafa skrifað undir samning og verða að standa við hann."
        },
        {
            "user": "igiboo",
            "user_id": "31607",
            "date": "2004-12-29 17:52:39",
            "id": "1868597",
            "reply_to_id": "1868533",
            "text": "Hver er eiginlega tilgangurinn að hafa verkamannastétt hérna á Íslandi\nvissi ekki að hér væri orðin þetta mikil stéttarskifting !!!!!!\nað verkamenn væru orðnir  4 flokkur ;)"
        },
        {
            "user": "Siggman",
            "user_id": "6325",
            "date": "2004-12-29 17:53:56",
            "id": "1868601",
            "reply_to_id": "1868533",
            "text": "Útlendingar eru bara að taka yfir vissa stéttir í atvinnulífinu eins og t.d. fiskvinsla, þángað streima þeir og vinna á lágmarks launum sem er kringum 500kr á tíman, á meðan ativunnuleisið hefur sjaldan verið meira.. ég segi bara ísland fyrir íslendinga"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2004-12-29 18:54:17",
            "id": "1868751",
            "reply_to_id": "1868601",
            "text": "Það er nú ekkert rosalegt atvinnuleysi.  Það var 2,6% í nóvember sem er það minnsta í 2 ár."
        },
        {
            "user": "JonGretar",
            "user_id": "7636",
            "date": "2004-12-30 14:47:38",
            "id": "1870409",
            "reply_to_id": "1868601",
            "text": "Þú veist greinilega ekki rassgat hvað þú ert að tala um. Ástæðan fyrir að það eru ekki fleiri íslendingar að vinna í virkjuninni er vegna þess að þeir sækja ekki um að vinna þarna. Það áttu að vera mun fleiri íslendingar að vinna þarna en þeir hafa bara ekki áhuga á því. Alveg eins og að nútíma íslendingur telur sig of góðan til að vinna í fisk.\nÞetta er ekki eingöngu sparnaðaraðgerðir. Vandamálið með íslendingana í svona vinnum er að þeir vinna án áhuga í um 2 mánuði þar til þeir finna sér annað.\nÍslendingar eru bara ekki til í að vinna þessar vinnur. Vilja betri störf og þá er tilvalið að velja útlendinga í þessi störf. Það er ekki eins og íslendingar fari ekki úr landi að vinna eða stunda nám á kostnað annara norðurlandaþjóða."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-30 16:55:00",
            "id": "1870726",
            "reply_to_id": "1870409",
            "text": "Einmitt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-29 17:54:13",
            "id": "1868604",
            "reply_to_id": "1868533",
            "text": "Impregilo er á eftir áætlun.\nSeigja virkjanasamningnum upp og láta þetta í hendurnar á fólki sem veit hvað það er að gera  t.d. Ístak."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2004-12-29 17:58:01",
            "id": "1868611",
            "reply_to_id": "1868533",
            "text": "Ísland fyrir íslendinga!"
        },
        {
            "user": "BruskR",
            "user_id": "9155",
            "date": "2004-12-29 18:01:09",
            "id": "1868619",
            "reply_to_id": "1868533",
            "text": "Helvítis Ítalir, segja upp samningum við þá og segja þeim að hypja sig til Ítaliu með sitt hyski.\nFá svo bara Íslendinga í þetta, myndi losa um atvinnuleysi."
        },
        {
            "user": "infidel",
            "user_id": "2486",
            "date": "2004-12-29 18:24:09",
            "id": "1868674",
            "reply_to_id": "1868533",
            "text": "Svara nú aldrei greinum…. en verð nú að lýsa yfir samþykki og ánægju með þessi greinarskrif!"
        },
        {
            "user": "NTkmr",
            "user_id": "36382",
            "date": "2004-12-29 18:33:21",
            "id": "1868700",
            "reply_to_id": "1868674",
            "text": "Burt með hyskið !"
        },
        {
            "user": "spekingur",
            "user_id": "42693",
            "date": "2004-12-29 18:51:43",
            "id": "1868748",
            "reply_to_id": "1868533",
            "text": "Það er eðlilegt að fyrirtæki fái að ráða til sín þá starfsmenn sem þeir kjósa.  Það er beinlínis rangt að þvinga einhvern til að ráða fólk einvörðungu af tilteknu þjóðerni eða fyrir tiltekinn laun ef því er að skipta.  Þegar ekki er um nauðung að ræða eru slík viðskipti fullkomlega eðlileg."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2004-12-29 19:09:06",
            "id": "1868802",
            "reply_to_id": "1868748",
            "text": "Þetta virkar ekki nema við séum tilbúin til að fara niður í sömu lífsgæði og eru í fátækum löndum.  Annars myndu fyrirtæki einfaldlega bara flytja inn fólk frá fátækum löndum, bjóða því uppá frítt húsnæði í verbúðastíl, frítt fæði ódýrt því það er hvort sem er ekki góðu vant og gætu samt borgað því 5 sinnum meira en það er að fá heima hjá sér.  Innlendir gætu ekki keppt við útlendingana í launum nema fara niður í sama lífsstíl."
        },
        {
            "user": "spekingur",
            "user_id": "42693",
            "date": "2004-12-29 20:09:20",
            "id": "1868965",
            "reply_to_id": "1868802",
            "text": "Jamm, eða fara í aðrar atvinnugreinar.  Ég sé ekki hvað vandamálið er."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2004-12-29 20:29:03",
            "id": "1869001",
            "reply_to_id": "1868965",
            "text": "Fara í hvaða aðrar atvinnugreinar?  Þú getur fundið fullt af háskólamenntuðu fólki í Kína líka.  Það er helst að það væri ennþá vinna fyrir grunnskólakennara þar sem þeir þurfa að tala íslensku svo börnin skilji þá.  Hins vegar þegar allir eru komnir á Kínversk laun, þá ber skattkerfið ekki uppi að kennarar fái eitthvað betri laun en aðrir þannig að þeir lenda á sama þrepinu líka."
        },
        {
            "user": "spekingur",
            "user_id": "42693",
            "date": "2004-12-29 23:32:52",
            "id": "1869394",
            "reply_to_id": "1869001",
            "text": "Þetta er mjög einfaldlega röng hagfræði hjá þér.  Hagkerfið stækkar með innflutningi fólks. Þannig eykst líka eftirspurn eftir hinum ýmsu vörum svo sem húsnæði.  Það er ekki hægt að flytja endalaust inn af fólki þar sem á ákveðnum tímapunkti hættir að vera hagkvæmt fyrir fólk að flytjast hingað.  Fyrir utan það þá skapast alltaf störf í kringum þetta nýja fólk.  Og eins og þú bendir réttilega á fara ýmsir aðrir þættir að verða eftirsóttir og verðmætir s.s. íslenskukunnátta."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2004-12-29 23:36:32",
            "id": "1869402",
            "reply_to_id": "1869394",
            "text": "Ef ég ræð kínverja í vinnu og borga honum minna meðan einhver íslendingur sem ég hefði getað ráðið er atvinnulaus, hvernig stækkar þá hagkerfið?  Það eina sem þetta myndi leiða af sér er að fleiri væru atvinnulausir."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2004-12-30 17:01:45",
            "id": "1870745",
            "reply_to_id": "1869402",
            "text": "Nei, ekki alveg rétt hjá þér. Sjáðu til ef þú ræður ekki Kínverjann, þá er hann sjálfur atvinnulaus. Svo tölur um atvinnuleysi sveiflast í raun ekkert. Það er bara rangt að líta svo á að einungis Íslendingar hafi rétt á að vinna.\nAftur á móti verður Impreglio að fara eftir lögum svo lengi sem þau eru í gildi, og það lýtur út fyrir að lagalega geti þau ekki flutt inn Kínverja. Sem er slæmt fyrir Kínverjanna, hvers eiga þeir að gjalda?\nEftir því sem hagkerfi Kína stækkar, þá munu laun Kínverja hækka líka. Kannski munu laun okkar lækka, en ekki gleyma því að um leið og vinnuafl verður ódýrara þá lækkar vöruverð. Ergó, laun lækka, kaupmáttur eykst. Lífsgæði haldast hin sömu.\nEn eftir því sem laun Kínverja hækka þá verða þeir fórnarlömb eigin velgengni, á endanum verður hentugra að láta kannski íbúa Afríku sjá um vinnu og framleiðslu.\nEf við látum niður höft eins og atvinnuleysisbætur, viðskiptatolla, lágmarkslaun þá mun velsældin dreifast út um allan heiminn. Og er það ekki einmitt það sem allir vilja?"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2004-12-30 17:11:32",
            "id": "1870792",
            "reply_to_id": "1870745",
            "text": "Atvinnuleysisbætur verða aldrei lagðar niður vegna þess að við sem velferðarþjóðfélag höfum ákveðið að við viljum sjá um okkar fólk.  Meirihluti Íslendinga vill ekki sjá fólk eins og í Bandaríkjunum sitjandi á götuhorni með pappakassa að betla eða geta lent í þeirri aðstöðu sjálfir.\nÉg sé það ekki heldur fyrir mér að vöruverð myndi lækka þó framleiðslukostnaður gerði það.  Ég er ekki að sjá það þegar ég fer útí búð að það sé einhver stór verðmunur á vöru sem er framleidd í þrælabúðum í Kína eða í verksmiðju á vesturlöndum.  Það er framleiðandinn sem stingur aukagróðanum í vasann.  Það myndi því ekki vera nein velsæld sem dreifist um allt heldur yrðu hinir ríku enn ríkari og hinir fátæku enn fátækari.\nFullkomlega frjáls markaður er eitthvað sem lítur vel út á pappírnum þar sem öll dýrin í skóginum eru vinir en virkar ekki í raun.  Bara svona rétt eins og kommúnismi, lítur vel út í hugsun en virkar ekki."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-30 17:15:17",
            "id": "1870804",
            "reply_to_id": "1870792",
            "text": "Fullkomlega frjáls markaður er eitthvað sem lítur vel út á pappírnum þar sem öll dýrin í skóginum eru vinir en virkar ekki í raun.\nVirkar eitthvað í raun?\nÞað er einn annar möguleiki, en hann verður sennilega aldrei að veruleika. Á endanum neyðast vestrænu þjóðirnar til að hætta lágmarkslauna lagasetningu og slíku, til þess að geta keppt við fátækari þjóðir.\nHinn möguleikinn væri sá að setja alþjóðleg lög um lágmarkslaun, og allar ríkisstjórnir myndu greiða atvinnuleysisbætur."
        },
        {
            "user": "spekingur",
            "user_id": "42693",
            "date": "2004-12-30 17:48:11",
            "id": "1870887",
            "reply_to_id": "1870792",
            "text": ",,Atvinnuleysisbætur verða aldrei lagðar niður vegna þess að við sem velferðarþjóðfélag höfum ákveðið að við viljum sjá um okkar fólk.´´\nHvenær var ég spurður?  Ég man ekki eftir því. Og hverjir eru þessir “við”?  Atvinnuleysisbætur er vel hægt að framkvæma í gegnum skynsamlegra kerfi t.d. tryggingar.\n,,Meirihluti Íslendinga vill ekki sjá fólk eins og í Bandaríkjunum sitjandi á götuhorni með pappakassa að betla eða geta lent í þeirri aðstöðu sjálfir.´´\nÞú veist það eru atvinnuleysisbætur í BNA og einnig lágmarkslaun, ekki satt?  Skil ekki hvar þetta kemur inn í umræðuna."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2004-12-30 17:51:56",
            "id": "1870901",
            "reply_to_id": "1870887",
            "text": "Þú ert spurður í hverjum einustu kosningum.  Ef það væri meirihluti fyrir því að leggja niður bótakerfið, þá hefði það verið gert.\nMunurinn á bótakerfinu á Íslandi og BNA er síðan að það er möguleiki að lifa á bótunum á Íslandi en í BNA og sömuleiðis þar sem ég bý í Kanada er það ekki alltaf hægt."
        },
        {
            "user": "spekingur",
            "user_id": "42693",
            "date": "2004-12-30 17:56:44",
            "id": "1870915",
            "reply_to_id": "1870901",
            "text": "Almannavilji er ekki til, hann er ímyndun og hann breytir því ekki hvað er rétt og hvað er rangt.  Það er rangt að þvinga fólk til að greiða fyrir eitthvað sem það hefur ekki samþykkt að gera."
        },
        {
            "user": "spekingur",
            "user_id": "42693",
            "date": "2004-12-30 20:45:36",
            "id": "1871308",
            "reply_to_id": "1869402",
            "text": "Kínverjinn þarf að éta eitthvað, hann þarf húsaskjól og föt.  Auk þess vill hann að öllum líkindum veita sér einhvern munað, t.d. fara út að borða eða kaupa sér heimabíó.  Hann þarf rafmagn og hita og hann þarf bíl eða strætó eða aðrar tegundir samgangna.  Hann vill kannski heimsækja ættingja sína heima í Kína og þá þarf hann flugfar.  Hver einasta einstaklingur sem bætist við í hagkerfinu eykur eftirspurn og þar með stækkar hagkerfið."
        },
        {
            "user": "appel",
            "user_id": "2",
            "date": "2004-12-29 19:13:12",
            "id": "1868814",
            "reply_to_id": "1868748",
            "text": "Það er eðlilegt að fyrirtæki fái að ráða til sín þá starfsmenn sem þeir kjósa. Það er beinlínis rangt að þvinga einhvern til að ráða fólk einvörðungu af tilteknu þjóðerni eða fyrir tiltekinn laun ef því er að skipta. Þegar ekki er um nauðung að ræða eru slík viðskipti fullkomlega eðlileg.\nMér finnst þetta athyglisverð málsgrein. Rétt er það að viðskipti eigi að vera frjáls. En það er svo ekki í raunveruleikanum. Það er hægt að kaupa matvörur erlendis frá á mjög ódýru verði, en svo þegar þær eru fluttar hingað inn þá er lagt á þær allskonar tollar, gjöld og skattar.\nHér er að ræða um mannskap sem er beinlínis fluttur inn til að vinna ákveðið verk, ekki aðflutning fólks sem ákveður að setjast hér að, í skamman tima eða langan tíma. Hvað er þessháttar vinna annað en þjónusta, og þjónusta annað en hver önnur vara?\nÉg tel að það mætti skoða það hvernig væri hægt að vernda íslenska verkastétt fyrir aðkeyptu vinnuafli. Ekki getur það gengið að það sé í sífellu flutt inn ódýrt vinnuafl til að leysa íslendinga af hólmi.\nÞetta er stórskrýtið mál, lög og reglur virtar af vettugi og fjölda kínverja er hleypt inn í landið án athugasemda stjórnvalda. Það er gott þegar fyrirtæki geta treyst á stjórnvöld, nú er bara að bíða að þar til Ístak og íslenskir aðalverktakar taki upp á því sama.\nÉg veit ekki, hvað finnst ykkur um að þið fáið engin verkefni, ekkert starf, því að öll verkefnin eru unnin af innfluttu vinnuafli?"
        },
        {
            "user": "spekingur",
            "user_id": "42693",
            "date": "2004-12-29 20:16:03",
            "id": "1868978",
            "reply_to_id": "1868814",
            "text": ",,Mér finnst þetta athyglisverð málsgrein. Rétt er það að viðskipti eigi að vera frjáls. En það er svo ekki í raunveruleikanum. Það er hægt að kaupa matvörur erlendis frá á mjög ódýru verði, en svo þegar þær eru fluttar hingað inn þá er lagt á þær allskonar tollar, gjöld og skattar.´´\nÞakka þér fyrir, mér finnst þessi málsgrein líka afar athyglisverð hjá þér. En ég er einmitt á móti hvers kyns tollum og innflutningshöftum, hvort sem er á matvöru, bíla eða vinnuafl.\n,,Ég tel að það mætti skoða það hvernig væri hægt að vernda íslenska verkastétt fyrir aðkeyptu vinnuafli. Ekki getur það gengið að það sé í sífellu flutt inn ódýrt vinnuafl til að leysa íslendinga af hólmi.´´\nAf hverju gengur það ekki?  Það er rangt að skekkja markaðinn svo að fyrirtæki kjósi frekar einhvern ákveðinn einstakling í stað annars og ég segi aftur að þá skiptir þjóðerni engu máli.  Reyndar ætti að leggja dvalar- og atvinnuleyfi alfarið af.\n,,Ég veit ekki, hvað finnst ykkur um að þið fáið engin verkefni, ekkert starf, því að öll verkefnin eru unnin af innfluttu vinnuafli?´´\nÞað er afar hæpið að halda því fram að öll atvinna sem Íslendingar geti sinnt í framtíðinni verði framkvæmd af útlendingum.  Enda benti ég á í fyrra svari mínu að hagkerfið stækkar fyrir hvern einstakling sem við bætist.  Þó getur það ekki stækkað endalaust og þá verða hlutir eins og húsnæði dýrara.  Þá búa Íslendingar við yfirburði umfram aðflutt vinnuafl enda eiga þeir húsnæði fyrir og þannig borgar það sig ekki fyrir innflytjandann að koma hingað og vinna.  Markaðurinn leysir öll vandamál ef honum er leyft að vinna úr þeim í friði."
        },
        {
            "user": "arnisig",
            "user_id": "43376",
            "date": "2004-12-29 18:58:20",
            "id": "1868762",
            "reply_to_id": "1868533",
            "text": "þess má nú geta að þessir kínverjar sem nú þegar eruúppá kárahnjúkum eru mjög ánægðir með þau laun sem þeir hafa\nþeir hafa 2000 dollara í vasann fyrir mánuðinn\nath þá er þegar búið að taka af þeim alla skatta og álíka\n2000 dollarar eru eitthvað um það bil 120 - 125 þús íslenskrar króna….\nástæðan fyrir því að þeir eru mjög ánægðir með þau laun er sú að það eru 10 - 20 föld laun sem að þeir hagfa í kína…..\nog þeir þurfa engu að eyða í neitt hér á íslandi nema hugsanlega sígarettur (ef þeir þá reykja)\nég segi fyrir mig að ég mundi GLAÐUR fara hver sem er út í heim að vinna fyrir 10 - 20 föld laun sem ég get náð í hér á landi og þá væri mér alveg andskotans sama þó svo að maðurinn við hliðina á mér hefði meira útúr því en ég……\nen við íslendingarnir sem vinnum þarna uppfrá þurfum aftur á móti að (ath ég vinn reyndar ekki þarna en hef þetta eftir MJÖG áræðanlegum heimildum)fá pening fyrir öllum þeim aragrúa´af lánum se við erum með og þar að auki að borga tryggingir og hafa í okkur og á….\nþað er eitthvað sem kínverjarnir þurfa EKKI !!!!\nen ath það að ég er reyndar ekkert ofboðslega sáttur við það a kínverjar séu ða “stela” vinnu af okkur íslendingunum en áður en að fólk fer að nöldra yfir því þá langar mig að spurja að einu\nhafið þið sótt um vinnu uppá kárahnjúkum  ??"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2004-12-29 22:04:19",
            "id": "1869243",
            "reply_to_id": "1868762",
            "text": "“ástæðan fyrir því að þeir eru mjög ánægðir með þau laun er sú að það eru 10 - 20 föld laun sem að þeir hagfa í kína…..og þeir þurfa engu að eyða í neitt hér á íslandi nema hugsanlega sígarettur (ef þeir þá reykja)”\ndah, er ekki allt líka 10-20x dýrara hérna ef ekki meira ?\nÞað er búið að koma upp, eftir áratuga baráttu hérna, ákveðnum grunnréttindum starfsmanna:launakjör,aðbúnaður og þess háttar.\nSvo kemur hingað fyritæki með erlent starfsfólk, sem er vant þrælahaldi og ætlar sér að nota einhvern þrælahalds-standard hérna! Nei, það gengur ekki!"
        },
        {
            "user": "arnisig",
            "user_id": "43376",
            "date": "2004-12-30 02:52:21",
            "id": "1869784",
            "reply_to_id": "1869243",
            "text": "heyrðu menn sem eru ða vinna hér (þá meina ég kínverjar)  geta komið unnið hér í 6 mánuði teklið mánaðr frí og komið aftur og unnið í 6 mánuðu og eru þá búnir að vinna sér inn meiri pening en þeir geta gert á HEILLI ÆVI !!!! í kína ……\nþað er einsog ég segfi ég mundi glaður gera hið sama……\nef mér biðist það…..\nþeir hafa sagt það að það eru ekki þeir sem eru “þrælar” þarna…..\nheldur eru það íslendingarnir sem að hafa mikið minna útúr því að vinna þarna   (og þá miða ég við að eftir að hafa borgað af lánum og tryggingar t.d.)\nmeðal kínverji þarna uppfrá hefur það 1000 % betur eftir 6 mánaða starf uppí kárahnjúkum en meðal íslendingur eftir sama tíma…..\nþað var nú þar á meðal einn þeirra sem að sagði að han gæti farið út eftir að vinna þarna í 6 mánuði og borgað upp íbúðir/hús ALLRA í familíunni sinni og átt nóg eftir !!!\nhver er síða þrællinn þarna ??\neen síðan er það nú annað að það er ekki verið að leita eftir meðal “verkamanni”\nheldur eru þetta menn sem að eru meirapróf/vinnuvélaréttindi og hafa unnið á þeim tækjum … og þeir taka ekki inn +óvana kínverja frekar en óvana íslendinga…..\nég segi fyrir mig ða ég mundi glaður vilja fá vinnu þarna uppfrá en ég bara hef ekki reynsluna sem þarf til þess……. eða stærra vinnuvélaskírteinið heldur…"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2004-12-30 13:38:58",
            "id": "1870287",
            "reply_to_id": "1869784",
            "text": "jájá, sjálfsagt eru þeir það. Þeir yrðu kannski líka ánægðir að fá 50 kr á tímann af því það er hærra en í Kína og því gengur ekkert að segja þetta. Það verður auðvitað að fara eftir íslenskum kjarasamningum. Fyrir utan það að kínverjarnir myndu græða meira á því :P að þá þýðir ekkert að eyðileggja íslenska kjarabaráttu af því að einhver skítalaun hérna eru ævilaun í Kína! Þetta er ekki góðgerðarstarfsemi."
        },
        {
            "user": "arnisig",
            "user_id": "43376",
            "date": "2004-12-30 21:15:41",
            "id": "1871386",
            "reply_to_id": "1870287",
            "text": "þeir eru með rúmlega lágmarks laun…."
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2005-01-02 20:31:01",
            "id": "1878035",
            "reply_to_id": "1871386",
            "text": "í fréttum segir:\n“tilboð ítalska verktakans í Kárahnjúkavirkjun miði við að greiða aðeins þriðjung þeirra vinnulauna sem ætti að vera miðað við kjarasamninga, sem lagðir voru til grundvallar í útboði Landsvirkjunar.”\nSem er ástæðan fyrir lágu tilboði Impregilo."
        },
        {
            "user": "BigGuy",
            "user_id": "55832",
            "date": "2004-12-29 19:25:59",
            "id": "1868856",
            "reply_to_id": "1868533",
            "text": "Það er ekki eins og útlendingarnir séu að ‘stela’ atvinnu frá Íslendingum. Íslendingar vilja bara ekki vinna þarna. Impregilo þurfti meiri mannskap og þess vegna fengu þeir þessa menn frá Kína. Ég þekki nokkra Íslendinga sem gáfust hreinlega upp eftir að hafa unnið þarna í nokkrar vikur, þó svo að þeir fengu ágætlega borgað."
        },
        {
            "user": "Siggman",
            "user_id": "6325",
            "date": "2004-12-29 19:50:17",
            "id": "1868925",
            "reply_to_id": "1868856",
            "text": "ég heirði einhverstaðar að 1 af hverjum 3 endist ekki í meira en mánuð þarna vegna slæmra vinnuskylirða"
        },
        {
            "user": "KingSnake",
            "user_id": "45260",
            "date": "2004-12-29 20:40:44",
            "id": "1869031",
            "reply_to_id": "1868925",
            "text": "Djöfulsins tælendingar og þetta pakk."
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2004-12-29 22:07:26",
            "id": "1869246",
            "reply_to_id": "1868856",
            "text": "Það hefur komið fram hjá vinnumálaskrifstofu Austurlands að mjög erfitt hafi verið fyrir Íslendinga að fá vinnu hjá Impregilo. Þannig að það er ekki “leti” Íslendinga sem er ástæðan. Impregilo sýnir þeim bara engan áhuga. Þeir vilja bara þrælana sína."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2004-12-29 23:44:19",
            "id": "1869421",
            "reply_to_id": "1868533",
            "text": "Það er kominn tími til að stilla þessu mafíufyrirtæki sem hélt að það gæti hagað sér eins og í Afríku og Kína,(með þvi að bora mútur, hverjum er búið að borga hér ?) upp að vegg ! Annað hvort að borga Íslendingum sem þekkja aðstæður vel fyrir vinnuna, eða borga sektir fyrir að skila ekki verkinu á tíma ! En manni grunar að “forkólfar” í þessu landi séu orðnir of blandaðir í málið til að svo verið gert."
        },
        {
            "user": "siggret",
            "user_id": "41656",
            "date": "2004-12-30 00:47:32",
            "id": "1869601",
            "reply_to_id": "1869421",
            "text": "Ég hef lengi verið þeirrar skoðunar að innflytjendalöggjöf okkar mætti vera talsvert rýmri en hún er í dag og vildi sjá jafn auðvelt fyrir önnur fyrirtæki að ráða til sín það starfsfólk sem þeir vilja. En meðan svo er ekki þá á þetta fyrirtæki ekki að fá neina sérmeðhöndlun.\nÖnnur fyrirtæki þurfa að auglýsa störf á evrópska efnahagssvæðinu áður en þau geta fengið atvinnuleyfi fyrir ríkisborgara annarra landa. Þau verða með öðrum orðum að geta sýnt fram á að ekki sé áhugi hjá borgurum evrópska efnahagssvæðisins fyrir viðkomandi starfi.\nMeðan önnur fyrirtæki þurfa að uppfylla þessi skilyrði kemst Impregilo upp með að segja ríkisborgurum á evrópska efnahagssvæðinu upp og fá síðan atvinnuleyfi fyrir ríkisborgara utan þess svæðis til að koma í þeirra stað. Það er því ljóst að ríkisborgarar á evrópska efnahagssvæðinu vilja þessi störf og því er ekkert sem réttlætir þessi atvinnuleyfi meðan önnur fyrirtæki geta ekki komist upp með slíkt.\nAnnað sem þarf að hafa í huga í málinu er að Impregilo fékk verkið eftir að hafa undirboðið tilboð sem íslensk fyrirtæki lögðu fram ásamt öðrum öflugum fyrirtækjum, þar sem þau reiknuðu kostnaðinn út frá því að þurfa að fara eftir íslenskri vinnulöggjöf og voru því með hærra verð en Impregilo í sínum tilboðum. Þetta sýnir það að í framtíðinni verður það að vera hluti af pakkanum sem lagður er fram þegar verk eins og þessi eru boðin út að tiltekið sé hvaða rétt þeir sem fá verkið hafi varðandi það að ráða til sín starfsmenn frá ríkjum utan evrópska efnahagssvæðisins. Það verða allir að sitja við sama borð hvað það varðar þegar boðið er í verk og reglurnar verða að vera öllum ljósar. Síðan er mikilvægt að þeim sé fylgt fast eftir."
        },
        {
            "user": "neehei",
            "user_id": "43968",
            "date": "2004-12-30 12:18:41",
            "id": "1870155",
            "reply_to_id": "1868533",
            "text": "bara setja veiði leyfi á þetta hyski"
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2004-12-30 12:33:49",
            "id": "1870180",
            "reply_to_id": "1868533",
            "text": "Þó svo að ég sé ekki beint fylgjandi harðari innflytjendalöggjöf, þá er ég á hinn bóginn algerlega á móti tímabundnum innflutningi vinnufólks hingað til lands. Að einhver ofurfyrirtæki með álíka gott spor og mafíósar séu að fá að flytja inn fólk í hrönnum tímabundið til þess að byggja stíflu er ekki eðlilegt.\nÞegar fyrirtæki, sem hafa ekki höfuðstöðvar hér á landi, eru byrjuð að flytja inn hundruði verkamanna (já, hundruði, ég veit ekki betur en að meirihluti allra dvalarleyfa sem voru gefin út á síðustu 18 mánuðum svo hafi verið vegna fólksinnflutnings Impreglio), þá á ríkisstjórnin að segja “Stopp! Hingað og ekki lengra,” og ráða Íslendinga eða innflytjendur sem eru með dvalarleyfi til lengri tíma í störfin á meðan sótt er í þau.\nTil þess að toppa allt þá þverbrjóta þeir alla samninga verkalýðsfélaga. Faðir minn vinnur fyrir eitt verkalýðsfélag og maðurinn er ALLTAF uppi á Kárahnjúkum. Af hverju? Vegna sífelldra brota Ítalska risans!"
        },
        {
            "user": "Reynsluboltinn",
            "user_id": "55584",
            "date": "2004-12-30 12:36:22",
            "id": "1870183",
            "reply_to_id": "1868533",
            "text": "Fín grein og tímabær umræða. Það er alltaf eins með blessað reynslulausa unga fólkið sem er búið að eyða þriðjungi ævinnar í skóla og krefst þess svo að lögmálið um framboð og eftirspurn gildi um launamál þegar það sækir um vinnu sem því hentar. Af hverju komast fyrirtæki upp með það að flytja hér inn hundruðir af verkafólki á smánarlaunum miðað við íslenskan veruleika. Hvers vegna gildir áðurgreint lögmál þá ekki? Ef það vantar fólk þá á fyrirtækið að þurfa að bjóða mannsæmandi laun miðað við okkar verðlag og okkar veruleika. Hér er fullt af fólki sem myndi vilja vinna þarna ef það fengi mannsæmandi laun. Það er nú einu sinni svo að það er pólitísk ákvörðun að halda uppi ákveðnu atvinnuleysisstigi. Tilgangurinn er að hafa skort á störfum svo fyrirtæki séu í þeirri stöðu að geta haldið launum niðri. Ef skortur er á vinnuafli þá verða launamenn í þeirri stöðu að geta þrýst launum upp vegna akkúrat þeirrar stöðu. Það aftur á móti þýðir að launakostnaður fyrirtækja hækkar og hagnaður “minnkar”. Það er svo önnur saga sú bábilja að starfsmenn séu eingöngu “kostnaður” því hvað er fyrirtæki annað en tómt hús ef ekkert starfsfólk er. Nei ég vildi heyra í öllu þessu háskólamenntaða liði ef og þegar sú staða kemur upp að farið verður að flytja hér inn erlent háskólamenntað vinnuafl sem þrýstir þeirra launum niður. (Vil taka það fram að ég er 47 ára með 30 ára reynslu á vinnumarkaðnum og er í Háskólanum í Reykjavík). Þetta mafíufyrirtæki Impregilo eða hvað það nú heitir er þekkt um allan heim fyrir spillingu og mútugreiðslur og aðra miður siðlega framkomu. Ef þetta ástand fær að þróast svona áfram þá er eðlilegt að áætla að fyrirtæki muni reyna eins og þau geta að færa sig upp á skaptið og fara í aðrar starfsgreinar. Læt þetta nægja í bili en vil en og aftur lýsa ánægju minni með þessa grein og vona að þeir sem gefa álit sitt á þessu máli reyni eins og hægt er að vera málefnalegir og láta ekki blindast af pólitískum skoðunum sínum. Það er þegar allt kemur til alls okkar allra hagur sem launafólks að standa saman gegn þessari þróun."
        },
        {
            "user": "appel",
            "user_id": "2",
            "date": "2004-12-30 14:24:05",
            "id": "1870356",
            "reply_to_id": "1870183",
            "text": "Sæll samnemandi minn, ég er líka í HR og hef verið að velta þessu einnig fyrir mér.\nÞað að fara í 3ja ára háskólanám og koma svo á vinnumarkað og upplifa að það er verið að flytja inn Indverja eða Kínverja sem hafa “sambærilega” menntun til að vinna vinnuna mína, því þeir eru ekki eins kröfuharðir á laun og önnur gæði.\nÞau fyrirtæki sem stunda þetta verða að gera sér grein fyrir að þetta mun hafa áhrif á þjóðfélagið hérna á landi, t.d. lækkun á lífsgæðum. Líkt og með óhollan mat, þá kann þetta að vera gott á bragðið, en er alls ekki hollt til langs tíma. Þetta mun koma í bakið á fyrirtækjunum, því ef lífsgæði minnka hér á landi, þá mun enginn hafa efni á að kaupa þessar blessaðar vörur hjá þeim.\nÞetta er alveg einsog með skipasmíðaiðnaðinn, er hann einhver í dag? Eru ekki allir þessir togarar framleiddir í Kína í dag?\nHvað svo þegar lífsgæðin batna til muna í þessum löndum, að fólkið þar fer að gera svipaðar kröfur til launa og við. Þá væri nú nær að halda þessari verkkunnáttu hér í landi, svo við þurfum ekki að fara óska eftir þróunaraðstoð frá þessum löndum eftir einhverja áratugi :)\nÉg trúi því nú ekki að við íslendingar erum orðin það silkimjúk að við getum ekki unnið lengur verið framkvæmdir sem þessar. Erum við bara orðnir menntaheilar sem látum útlendinga vinna vinnuna okkar?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-30 17:05:29",
            "id": "1870773",
            "reply_to_id": "1870183",
            "text": "Það er nú einu sinni svo að það er pólitísk ákvörðun að halda uppi ákveðnu atvinnuleysisstigi.\nÓtrúlegt, ég vissi ekki að ríkisstjórnin væri búinn að ákveða að hafa atvinnuleysi í landinu. Maður myndi halda að það henti illa þingmönnum sem þurfa atkvæði.\nEða er það bara bull? Var þetta kannski ákveðið á seinasta fundi ríkisstjórnarinnar?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-30 18:08:51",
            "id": "1870950",
            "reply_to_id": "1870773",
            "text": "Það sem hann á við, sem er e.t.v. klaufalega orðað hjá honum, er að það er hagkvæmt, upp að vissu marki, að hafa atvinnuleysi í landinu. Annars mun þenslu gæta á vinnumarkaði, með þeim afleiðingum að laun hækka og verðbólga aukast í kjölfarið. Það er hins vegar ekki pólitísk ákvörðun. Ef stjórnvöld reyna að hrófla við náttúrulega atvinnuleysinu, sem er til lengri tíma, með skammtímaákvörðunum, þá hefur það yfirleitt slæmar afleiðingar, gefið að þjóðfélagið sé í þokkalegu jafnvægi fyrir."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-31 16:50:47",
            "id": "1872908",
            "reply_to_id": "1870950",
            "text": "Okei, það má auðvitað færa rök fyrir því að gott sé að hafa visst atvinnuleysi í landinu. Svo lengi sem það er náttúrulega hreyfing á atvinnulífinu."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2005-01-02 01:40:09",
            "id": "1875915",
            "reply_to_id": "1870183",
            "text": "Reynslubolti,\nSammála þér, allstaðar er verið að koma ódýru kínversku vinnuafli sem virðist endalaust,að og rústa atvinnuvegum. Við viljum ódýrt drasl framleitt í Kína, Selt í IKEA og Rúmfatalagernum, en hugsum ekki um aðstæður þessa fólks. Hvernig væri að setja e.h. alþjóðastaðla á þessar verksmiður þarna svo við getum verið viss um að við séum ekki að kaupa vöru framleidda af þrælum. Ég hef ekkert á móti kínversku fólki, en það er hrikalegt hvernig Kína (sem á að heita sósíalísk paradís)er að eyðileggja efnahagslíf heimsins með, nærri ókeypis vinnuafli sem lýkist þrælum."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2004-12-30 14:06:37",
            "id": "1870331",
            "reply_to_id": "1868533",
            "text": "Eftir að hafa lesið margar athugasemdir hér, þá finnst mér eins og margir haldi að allt sé á leið til fjandans. Við litlu Íslendingarnir erum í fyrsta skipti að finna fyrir þessum hluta alþjóðavæðingunnar í svo miklum mæli. Ef við lítum á öll samanburðarlönd, þá hefur mjög svipað verið í gangi, nema með misgrófum hætti.\nBandaríkin. Þar má sjá þróun undanfarið sem lýsir sér þannig að fyrirtæki hafa í meiri mæli flutt verksmiðjur sínar til útlanda, þar sem ódýrara vinnuafl er. Einnig flyst mikið af fólki þangað inn sem er reiðubúið til þess að starfa fyrir lægri laun. Bæði atriðin valda umframframboði af innlendu verkafólki í Bandaríkjunum. Þetta er svipað og hér að því leiti að innlendir missa frekar störfin á kostnað erlends vinnuafls.\nVestur Evrópa. Þar gætir svipaðra áhrifa, þ.e.a.s. að eftirspurn vinnuafls minnkar vegna flutnings framleiðslu erlendis til, sem og innflytjendur koma reiðubúnir til þess að vinna fyrir lægri laun.\nÁ Bandaríkjunum og Evrópu er mikill munur hvað varðar áhrif þessa á samfélagið. Bandaríkin hefur mun frjálsari vinnumarkað, heldur en Evrópa. Minnihluti vinnuaflsins þar er í verkalýðsfélögum, en mikill meirihluti í Evrópu. Sá munur gerir það að verkum, að laun eiga auðveldar með að breytast niðurávið í Bandaríkjunum, heldur en í Evrópu þar sem mikið er um verkalýðsfélög. Því verður útkoman hærra atvinnuleysi í Evrópu, heldur en í Bandaríkjunum. Hvort skyldi vera betra, að hafa lítið atvinnuleysi en lægri laun verkafólks og meiri tekjumunur[Bandaríkin], eða hærra atvinnuleysi og það fólk sem heldur atvinnunni hefur svipaðar tekjur og áður[Evrópa]?\nVið tilheyrum síðari flokknum. Til lengri tíma litið, ef fyrirtæki halda áfram að flytja inn ódýrara innlent vinnuafl, þá mun þetta hafa áhrif á atvinnuleysið þar sem við búum við nokkur harðgerð og þrjósk verkalýðsfélög hérlendis. Ástæðan fyrir því að atvinnuleysisstig hefur ekki versnað núna er vegna gífurlegrar uppsveiflu sem staðið hefur yfir í 2 ár og mun halda áfram í 2 ár að talið er. Hins vegar getur vel komið að því að atvinnuleysi eykst að þeim tíma liðnum, ef erlent vinnuafl nær að festa sig í sessi. Hverju er það að kenna? Ekki fyrirtækjunum, heldur því stofnannaumhverfi sem við búum við, þ.e.a.s. of sterk og víðtæk verkalýðsfélög.\nÉg er fylgjandi frelsi á vinnumarkaði, þótt það hafa sína galla, eins og flest annað. Það að vera fyljgandi þessu frelsi felst hins vegar ekki í því að ég vilji afnema höft á innstreymi útlendinga. Það er annar handleggur sem er frelsi á vinnumarkaði að nokkru óviðkomandi."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2005-01-06 23:04:06",
            "id": "1886561",
            "reply_to_id": "1870331",
            "text": "Þetta sama er að gerast í USA, öll framleiðsla að fara til Kína, ódýrt vinnuafl frá S-Ameríku og hinn dæmigerði Kani verður að sætta sig við að taka lægri laun ef honum er sagt upp. En Bush og hans pakk er í góðum málum en BNA er að eyðileggjast innanfrá, svipað og Róm um árið."
        }
    ]
}