{
    "forum_title": "Tíska & útlit",
    "user": "Kallisto",
    "user_id": "54357",
    "date": "2004-12-30 06:37:54",
    "title": "Twiggy",
    "text": "Twiggy er nafn sem langflestir með einhvern áhuga á tískuheiminum hafa heyrt oftar en einu sinni.\nRéttu nafni hét hún Lesley Hornby og hún fæddist árið 1949 í Neasden, sem er eitt af úthverfum London. Lesley var kölluð ‘Sticks’ sem barn og unglingur vegna þess hversu mjög grönn og veikburða hún var í vextinum.\nLesley var uppgötvuð á hárgeiðslustofu snemma á unglingsárunum, og á staðnum var henni breytt í ofurfyrirsætuna ‘Twiggy’. Hún var fyrsta unglingsstelpan til að verða ofurfyrirsæta. 15 ára gömul hitti hún giftan 25 ára mann sem gerðist umboðsmaður hennar. Í kjölfarið tröllreið hún Tískuheiminum eins og hann lagði sig, og það vart talað um annað á árunum 1966-1969. Á þeim tíma tókst Twiggy at birtast 4 sinnum á forsíðu Vogue, hefja söngferil, og opna sína eigin hárgreiðslustofu. Hún trúlofaðist umboðsmanninum sínum árið 1968, en það slitnaði uppúr því þegar að Twiggy hætti í fyrirsætubransanum til að gerast leikkona.\nAðalsmerki Twiggy, auk þess að vera nánast í vextinum eins og smástrákur, voru augun. Fatahönnuðir og tískuljósmyndarar ætluðu að missa sig yfir þessum stóru augum, og ekki var dregið úr því með málningu í takt við tíðaranda 7. áratugarins. Þreföld lög af gerviaugnalokshárum og þykk svört augnlína til að tengja. Helstu starfsmönnum tískuiðnaðarins á þessum tíma fannst hún passa fullkomlega sem andlit nýrrar tísku. Ótrúlega fallegt andlitið gat túlkað svo margt í einu, hugrekki og sakleysi til að nefna fátt. Þetta var einmitt það sem gerði hana svo eftirminnilega sama þótt hún hafi í raun aðeins verið á toppnum í 4 ár.\nTwiggy bjó yfir fleiri hæfileikum en að sitja fyrir. Eftir stuttan en ótrúlega vel heppnaðan fyrirsætuferil, sem festi hana í sessi sem eina af helstu ofurfyrirsætum 20. aldarinnar, tók leiklistin við. Twiggy lék í nokkrum leikritum, sjónvarpsþáttum og jafnvel kvikmyndum. Twiggy sannaði sig sem alvöru leikkona er hún vann til tveggja Golden Globe verðlauna árið 1971, sem Besta leikkona og Besti nýliðinn. Þá kynntist hún leikaranum Michael Whitney og þau giftu sig árið 1977. Þau eignuðust eina dóttur. Whitney dó úr hjartaáfalli árið 1983, en Twiggy giftist á ný, núverandi eiginmanni sínum, leikaranum Leigh Lawson árið 1988. Twiggy er að leika enn í dag.\nTwiggy markaði djúp spor í tískusögu 20. aldarinnar og hennar verður lengi minnst sem einnar af helstu ofurfyrirsætum sögunnar.",
    "url": "https://www.hugi.is/tiska/greinar/266270/twiggy/",
    "url_id": "266270",
    "id": "1868652",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-30 11:34:54",
            "id": "1870111",
            "reply_to_id": "1868652",
            "text": "Flott grein og fróðleg :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-30 14:07:23",
            "id": "1870332",
            "reply_to_id": "1868652",
            "text": "Mjög góð grein :)"
        },
        {
            "user": "Satine",
            "user_id": "31910",
            "date": "2004-12-30 14:24:12",
            "id": "1870357",
            "reply_to_id": "1868652",
            "text": "Góð grein ;P"
        },
        {
            "user": "martasmarta",
            "user_id": "31164",
            "date": "2004-12-30 14:36:18",
            "id": "1870384",
            "reply_to_id": "1868652",
            "text": "Flott grein :) gaman að lesa eithvað nýtt"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-12-30 20:31:05",
            "id": "1871272",
            "reply_to_id": "1870384",
            "text": "Hmm, þetta var leiðinleg grein. Og stelpan að byrja með kalli, 10 árum eldri í þokkabót."
        },
        {
            "user": "Hibi",
            "user_id": "27324",
            "date": "2005-01-01 17:44:04",
            "id": "1874388",
            "reply_to_id": "1868652",
            "text": "Twiggy var viðbjóðsleg í vextinum og olli fjölmörgum anorexíutilefellum hjá stelpum. En takk fyrir góða og fróðlega grein, mjög hlutlaus og áhugaverð :)\nGleðileg jól\nHíbí"
        },
        {
            "user": "doppan",
            "user_id": "18665",
            "date": "2005-01-01 23:58:01",
            "id": "1875705",
            "reply_to_id": "1868652",
            "text": "Fín grein.\nÞegar ég sá titilinn hugsaði ég “ohh.. örugglega einhver að commenta á vöxtinn hennar og hversu grönn hún var”.\nEn já, fín grein og nokkur fróðleikur þarna sem ég vissi ekki."
        },
        {
            "user": "Sunna546",
            "user_id": "13756",
            "date": "2005-01-08 02:13:23",
            "id": "1889098",
            "reply_to_id": "1868652",
            "text": "Hnitmiðuð og góð :)"
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2005-01-08 14:39:54",
            "id": "1889671",
            "reply_to_id": "1868652",
            "text": "Þakka ykkur öllum fyrir bara ;) Alltaf gaman að því þegar fólk tekur vel við greinunum manns :)"
        },
        {
            "user": "Krumla",
            "user_id": "7183",
            "date": "2005-01-10 12:48:45",
            "id": "1893836",
            "reply_to_id": "1868652",
            "text": "Þetta er almennilegt"
        },
        {
            "user": "cartoon",
            "user_id": "57341",
            "date": "2005-02-23 18:36:18",
            "id": "1989106",
            "reply_to_id": "1868652",
            "text": "Flott grein:)"
        },
        {
            "user": "Hrislaa",
            "user_id": "42360",
            "date": "2005-03-01 18:12:09",
            "id": "2000233",
            "reply_to_id": "1868652",
            "text": "Ég hef bara heyrt nafnið Twiggy as Twiggy Ramirez í Perfect Circle (áður Marilyn Manson) en hafði reyndar heyrt að hann hafi fengið það nafn hjá einhverri frægari kellingu.."
        },
        {
            "user": "doktorapi",
            "user_id": "56306",
            "date": "2005-03-13 01:40:21",
            "id": "2021080",
            "reply_to_id": "1868652",
            "text": "Fróðleg grein, gaman að vita aðeins meira um þetta nafn… Man reyndar bara eftir að hafa séð hana einusinni, í Blúsbræðrum þar sem hún kemur fram í mini-hlutverki sem ekkert gerist með"
        }
    ]
}