{
    "forum_title": "Sápur",
    "user": "kyssudukka",
    "user_id": "48410",
    "date": "2005-01-01 20:38:47",
    "title": "Nágrannar..komin tími til",
    "text": "Mér finnst nú komin tími til að einhver fari að skrifa um Nágranna.\nByrjum á Karl og Susan. Hann vildi skilnað en hún ekki hún vildi fara í hjónaráðgjöf einhverja og þá kom í ljós að Karl elskaði ekki Susan lengur.\nHún var ekkert smá reið eftir allt sem hafði gerst, þegar hún lenti í slysinu þá mundi hún ekki eftir Karl en hann elskaði hana svo heitt að hann vilsi ekki láta hana gleyma sér, en núna elskar Karl ekki Susan lengur.\nHún vildi ekki að hann flytti út og lét hann sofa í gestaherberginu. Svo ákvað Susan að tala við Izzy um hvernig hún gæti bjargað hjónabandinu, afþví að Karl og Izzy hafa verið að spjalla saman um allt, en Izzy svaraði að ekkert væri hægt að gera til að bjarga hjónbandinu.\nSusan rak svo Karl út og býr nú ein. Hann fann sér íbúð og Susan er sár yfir því hversu stutt hann var að finna sér íbúð.\nIzzy byrjaði eitthvað að skammast í Susan um að Susan sé búin að snúa öllum í götunni gegn sér.\nSusan sagði við hana að engum líkaði við hana afþví henni er ekki treystandi, Izzy sagðist vita um nokkra sem líkaði við sig, og sagði Susan ekke hana ekkert hafa þá til að kvarta yfir, hún vissi ekki hvernig það væri að eiga allt og svo allt í einu er það tekið.\nMax og Steph keyptu húsið sem þau búa í á 380.000 dollara, 30.000 meira en ætlað var, útaf gæjanum sem er hjá þeim, það er einhver vinur Max hjá þeim og ég held að hann sé að hefna sín síðan hann vann á borpallinum með Max og Max rak sagði rak hann með bréfi.\nAllavega hann er búin að vera svona leiðinlegur við þau og er núna að reyna að komast í rúmið með Izzy.\nBoyd er eitthvað æstur að komast í rúmið með Sky en Sky er ekki á sama máli, hún segir að strákarnir geti ekki hugsað um annað en að komast í rúmið með einhverri stelpu.\nSummer heldur en að hún sé svo saklaus í öllu. Susan sendi hana út úr tíma afþví að hún hætti ekki að tala og Summer sagði við alla að hún hefði ekki gert neitt.\nSummer sagði´Lisu að Susan væri svona leiðinleg afþví að þau væru að Karl og Susan væru að skilja.\nLisa skrifaði það á miða og ætlaði að láta allan bekkin sjá en Susan stoppaði hana og lét hana lesa miðann upphátt og svo sagði hún vipð Lisu að þetta væri bara skáldskapur.\nMamma Lilijönu kom til þeirra og Harlod sagði henni frá fjárhags vandamálunum sem að Lilijana og DAvid væru í.\nMamma hennar skipti sér af öllu og reyndi að láta Serenu líða illa yfir myndunum sem voru teknar af henni.\nLilijana henti mömmu sinni út og sagði við hana að hún hefði brotið niður sjálfstraustið sitt þegar hún var yngri og myndi ekki geta gert það við dóttur sína.\nÞá sagði Mamma hennar að eina ástæðan fyrir að Lilijana hafði gifst David er útaf því að henni vantaði barnsföður fyrir barnið sitt.\nEn Lilijana skírði út fyrir Serenu og David að hún hafði orðið ólétt og síðan reynt við David sem var að vinna í húsinu þar sem hún bjó til að reyna að fá hann til að gera það með henni þannig að hann héldi að hann ætti barnið en hann gerði það ekki, hann var góður við hana og yndislegur, síðan fór hún á sjúkrahúsið og fæddi strák, hann var síðan tekin af henni þegar hún fæddi og hún hefur aldrei séð hann síðan og þegar hún kom heim var David þarna og bað hennar. Síðan eignuðust þau Serenu.\nLyn og Joe taka nú þátt í rauveruleikaþætti sem gengur út á það að það er verið að breyta öllu húsinu þeiira og þáttastjórnandinn er Sisdi fyrverandi kærasta Todie. Hún reynir að vera eins langt í burtu frá honum og hún getur.\nHarold fékk heilablóðfall og hefur nú orðið fyrir heilaskemmdum og er orðin allt annar maður enn hann var.\nLou og Trixe eru í sýningar ferð um heimin að sýna Hello Dolly sem Trixe leikur aðalhlutverkið í.\nÞetta er það sem ég man í bili.",
    "url": "https://www.hugi.is/sapur/greinar/266780/nagrannarkomin-timi-til/",
    "url_id": "266780",
    "id": "1874070",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-01 20:46:53",
            "id": "1874751",
            "reply_to_id": "1874070",
            "text": "Þessir þættir fannst mér allt í lagi einu sinni. En núna finnst mér þeir vera komnir fram úr Bold and the Beautiful í leiðindum. Þetta er hundleiðinlegt og asnalegt. Þetta er svo dramatískt að það hálfa væri nóg!"
        },
        {
            "user": "kyssudukka",
            "user_id": "48410",
            "date": "2005-01-01 21:05:37",
            "id": "1875080",
            "reply_to_id": "1874070",
            "text": "Ef fólki finnst þetta leiðinlegt þá skulið þið ekki koma með álit…eða bara lesa greinarnar yfir heildina"
        },
        {
            "user": "Mancio",
            "user_id": "37719",
            "date": "2005-01-01 21:23:03",
            "id": "1875400",
            "reply_to_id": "1875080",
            "text": "Til hvers ertu að skrifa um þessa þætti ef það má ekki segja skoðun sína á þeim?"
        },
        {
            "user": "BetriEnTu",
            "user_id": "8052",
            "date": "2005-01-01 21:34:51",
            "id": "1875431",
            "reply_to_id": "1874070",
            "text": "snilldarþættir :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-01 21:40:35",
            "id": "1875440",
            "reply_to_id": "1874070",
            "text": "Þú mátt vanda þig aðeins meira þegar þú sendir inn grein. Hálf leiðinlegt að lesa þetta - en öll erum við byrjendur einhvern staðar þannig að mundu það bara næst =)\nFyrrverandi kærasta Toadie heitir Sindi en ekki Sisdi. Gæti verið innsláttarvilla - það veit ég ekkert um.\nEn annars finnst mér bara gott að einhver sé að reyna halda þessu áhugamáli gangandi. Ég hef alltaf skrifað greinar hingað inn en er eiginlega hætt því vegna þess að þegar þær eru samþykktar eru þær löngu úreldar og allt annað að gerast í þáttunum.\nÞess vegna bauð ég mig fram sem stjórnanda hér fyrir löngu og fæ aldrei neitt svar við því.\nMeira svona - kannski með aðeins meiri vinnu í því :) Gott hjá þér!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-01 21:45:02",
            "id": "1875450",
            "reply_to_id": "1874070",
            "text": "Strákurinn sem Liliana fæddi, fæddist Andvana. Var ekki tekinn af henni"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-01 21:59:23",
            "id": "1875476",
            "reply_to_id": "1875450",
            "text": "ÞAÐ VAR ÞAÐ! …Sem ég ætlaði líka að segja og var að leita og leita af því en fann það ekki… Nákvæmlega það."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-01 22:57:37",
            "id": "1875582",
            "reply_to_id": "1874070",
            "text": "jamm…. það er sum sé einhver sem er jafn mikill fíkill og ég í Nágranna þarna úti…;P\n_____________________________________________\n….þessi orð eru sönn….."
        },
        {
            "user": "Karat",
            "user_id": "35059",
            "date": "2005-01-02 00:07:00",
            "id": "1875724",
            "reply_to_id": "1874070",
            "text": "Frábært að það komi loksins grein inn á þetta áhugamál :D\nEins og einhver sagði þá fæddist barnið hennar Liliönu andvana.\nÞað er fínt að fá svona yfirlit yfir það sem hefur gerst undanfarið, ég er búin að missa af nokkrum þáttum og sjá bara brot úr sumum, þannig að mig vantaði þetta alveg.\nEndilega meira svona.\nKarat"
        },
        {
            "user": "andskotinn",
            "user_id": "36189",
            "date": "2005-01-02 00:10:44",
            "id": "1875737",
            "reply_to_id": "1874070",
            "text": "vá hvað ég orðinn þreyttur á þessu búinn að horfa í fleiri fleiri ár á þetta, serena og co mega skeina sér með kaktus og kalla sig stefán því að ég er hættur að horfa á þetta"
        },
        {
            "user": "Skotta",
            "user_id": "27729",
            "date": "2005-01-02 00:23:19",
            "id": "1875771",
            "reply_to_id": "1874070",
            "text": "Já þetta eru fínustu þættir en samt soldið over dramatískt á köflum! en annars alleg gaman að horfa á þetta, maður verður eiginlega svona háður þessu! :)"
        },
        {
            "user": "Skotta",
            "user_id": "27729",
            "date": "2005-01-02 00:24:32",
            "id": "1875775",
            "reply_to_id": "1874070",
            "text": "en já, ein spurning… hvað er þetta g.s.s.a.í.h.þ.e.a.g. ?????"
        },
        {
            "user": "fanneyflotta",
            "user_id": "33479",
            "date": "2005-01-02 00:43:12",
            "id": "1875810",
            "reply_to_id": "1875775",
            "text": "já flott að fá smá hreyfingu á þetta. Ágætlega skrifað en góðar upplýsingar. Er soldill nágranna fíkill en búin að missa af síðustu þáttum þannig að það kemur sér vel að lesa þetta :D"
        },
        {
            "user": "kyssudukka",
            "user_id": "48410",
            "date": "2005-01-02 01:02:49",
            "id": "1875850",
            "reply_to_id": "1874070",
            "text": "Strákurinn hennar Liliönu fæddist ekki andvana því hann kemur aftur seinna……sorry ef ég skemmdi fyrir einhverjum ég er með fullt af spoilerum…..:D"
        },
        {
            "user": "Adelene",
            "user_id": "54218",
            "date": "2005-01-02 01:36:03",
            "id": "1875904",
            "reply_to_id": "1875850",
            "text": "Hún talaði nú samt um það í þáttunum að hann hafi fæðst andvana.."
        },
        {
            "user": "busla",
            "user_id": "34152",
            "date": "2005-01-02 10:04:11",
            "id": "1876214",
            "reply_to_id": "1875904",
            "text": "vá ÉG ELSKA NÁGRANNA:) ég er búin að vera húkt á þeim síðan um '92 og finnast þeir æðislegir:) gaman að sjá að ég er ekki ein um það að vera geðveik:/ Við ættum bara að stofna til umræðuhóps Nágranna og spjalla um þættina og leikarana? ANNAÐ eins hefur verið gert:)hehe\nEkki gleyma að Stuart fékk inngöngu í lögregluna og Kartan er alltaf að dreyma Dee."
        },
        {
            "user": "busla",
            "user_id": "34152",
            "date": "2005-01-02 10:19:34",
            "id": "1876220",
            "reply_to_id": "1876214",
            "text": "vá hvað ég er leim:& ég hafði ekki hugmynd um það að á huga væri umræðu hópur um nágranna!! hahaha\nekki taka s.s. mark á fyrri póstinum mínum:)híhí\nNúna verð ég óstöðvandi í þessum umræðum!"
        },
        {
            "user": "Adelene",
            "user_id": "54218",
            "date": "2005-01-02 21:09:54",
            "id": "1878126",
            "reply_to_id": "1876220",
            "text": "uu.. af hverju svaraðiru póstinum mínum?"
        },
        {
            "user": "busla",
            "user_id": "34152",
            "date": "2005-01-03 09:34:40",
            "id": "1878893",
            "reply_to_id": "1878126",
            "text": "æi sorrý, ég bara sá ekki hvar ég ætti að svara fyrsta póstinum. Hvar á maður að svara??"
        },
        {
            "user": "Adelene",
            "user_id": "54218",
            "date": "2005-01-03 14:15:28",
            "id": "1879243",
            "reply_to_id": "1878893",
            "text": "það er þarna efst þar sem stendur: gefa álit"
        },
        {
            "user": "Imanipah",
            "user_id": "48510",
            "date": "2005-01-02 11:50:24",
            "id": "1876252",
            "reply_to_id": "1874070",
            "text": "hahaa auli"
        }
    ]
}