{
    "forum_title": "Hátíðir",
    "user": "vettlingurinn",
    "user_id": "22926",
    "date": "2005-01-02 20:22:26",
    "title": "Jólin & Áramótin",
    "text": "hæhæ:) Ég ætla aðeins að segja frá jólunum og áramótunum hjá mér:)\nÞað var mjög gaman á þessum jólum.\nÖddi bróðir kom þannig að öll fjölskyldan var saman, ég, mamma, pabbi, Öddi bróðir, Denni bróðir, Sigga mágkona og Fanndís bróðurdóttir!\nVið byrjuðum að borða klukkan 8 afþví pabbi þurfti að vinna. Þannig hefur það verið í nokkur ár. Við vorum bara fjögur fyrst að borða en Denni, Sigga & Fanndís komu seinna.\nÍ matinn fengum við kalkún með allskonar gómsætu meðlæti. Þegar við vorum búin að borða fórum við inn í litlu stofuna og byrjuðum að taka upp pakkana smátt og smátt.\nÞegar við vorum að verða búin með helminginn komu Denni, Sigga & Fanndís.\nFanndís byrjaði strax að hjálpa til við að taka upp pakkana því annars leiðist henni! Allir voru í jólaskapi og við hlógum mjög mikið. Við fengum margar gjafir svo við tókum smá pásu og fengum frómas með möndlu.\nPabbi fékk möndlugjófina en hann og Denni hafa skipst á að fá hana lengi! Við vorum heillengi að borða frómasin og þetta var mjög mikið laumuspil þangað til í restina þegar við vorum öll farin að spá í hver væri með möndluna!\nPabbi fékk rosalega flottan snjókarl og vasaljós í möndlugjöf. Þegar frómasinn var búinn kláruðum við að taka upp pakkana og Fanndís var alveg í essinu sínu og hjálpaði til við að taka upp pakkana þegar hún var ekki með pakka sjálf!\nÞegar allir pakkarnir voru búnir fórum við að spila Friends spilið sem Öddi fékk í jólagjöf frá mér! Öddi vann eins og venjulega en hann veit eiginlega allt um Friends! Svo lékum við okkur í Xbox tölvunni sem ég fékk frá mömmu&pabba og skemmtum okkur vel! Við fórum ekki að sofa fyrr en seint um nóttina!\nÁ jóladag fórum við upp á Selló í jólaboð eins og vanalega! Mjög skemmtilegt. Öll fjölskyldan mín, Veigars frænda & gamlingjarnir voru mætt á svæðið!\nVið fengum allskonar góðar kökur, tertur, heita rétti, súkkúlaði, nammi og fleira þar! Allt rosalega gott og við vorum þar alveg þangað til um kvöldið. Þá fórum við heim og fengum okkur meira að borða og horfðum svo á sjónvarpið!\nÁramótin voru mjög skemmtileg í ár! Margir ættingjar komu upp á Selló!\nVið fengum mjög góðan mat, súpu, lambalæri og náttúrulega helling af snakki!\nÞað var engin brenna um kvöldið þannig við byrjuðum aðeins að sprengja upp eina tertu og svona!\nSvo byrjaði áramótaskaupið og það var alveg frábært! Allir voru sammála um það!!\nSvo eftir skaupið fórum við út og byrjuðum að sprengja! Vegna veðurs sáum við bara flugeldana og terturnar sem voru í götunni en það var alveg nóg!\nSvo fórum ég og Smári í snjóslag og hann ýtti mér í snjóinn þannig mér varð ískalt!\nUm eittleytið lögðum við svo að stað heim á leið og vorum um tvo klukkutíma á leiðinni vegna veðurs! Við vorum heillengi að komast þessa fimm kílómetra en tókst það svo að lokum og mér var farið að syfja í bílnum með Fanndísi sofandi með hliðina á mér!\nSmári og Veigar komu að hjálpa okkur og þegar við komum heim tókum ég og Smári smá snjóslag þannig mér varð svolítið kalt aftur! Ég var um klukkutíma að fá Fanndísi til að sofna aftur þegar ég fór loksins inn en þegar hún sofnaði fékk ég mér pizzu, snakk, nammi og gos og horfði á sjónvarpið til sex! Þá byrjaði ég að reyna að sofna og var ekki fyrr sofnuð þegar Fanndís vaknaði! Sem betur fer sá mamma um hana þannig ég gat farið aftur að sofa:)\nÁ nýársdag gerði ég ekkert annað en að sofa, borða nammi og snakk, passa Fanndísi og horfa á sjónvarpið!!\nTakk fyrir mig!",
    "url": "https://www.hugi.is/hatidir/greinar/267037/jolin-aramotin/",
    "url_id": "267037",
    "id": "1877801",
    "replies": [
        {
            "user": "theorri",
            "user_id": "46913",
            "date": "2005-01-02 21:50:48",
            "id": "1878201",
            "reply_to_id": "1877801",
            "text": "til hamingju.."
        },
        {
            "user": "vettlingurinn",
            "user_id": "22926",
            "date": "2005-01-03 19:32:21",
            "id": "1879910",
            "reply_to_id": "1878201",
            "text": "takk…!!!!"
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2005-01-02 21:55:13",
            "id": "1878210",
            "reply_to_id": "1877801",
            "text": "Greinilega gaman hjá þér.\nFlott grein Gellan123"
        },
        {
            "user": "Nugnar",
            "user_id": "40949",
            "date": "2006-01-21 21:32:28",
            "id": "2995478",
            "reply_to_id": "1878210",
            "text": "*vettlingurinn =P"
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2006-01-21 21:51:39",
            "id": "2995595",
            "reply_to_id": "2995478",
            "text": "Þegar ég svaraði hét hún Gellan123 !!\nOg ég hef aldrei kunnað við það að segja rétta nafn annara á huga."
        },
        {
            "user": "Nugnar",
            "user_id": "40949",
            "date": "2006-01-21 22:19:02",
            "id": "2995761",
            "reply_to_id": "2995595",
            "text": "Ég veit, þetta var bara djók =P\nEn, ertu búin að henda mér útaf msninu þínu!?"
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2006-01-21 22:21:24",
            "id": "2995767",
            "reply_to_id": "2995761",
            "text": "Ég hef enga sorpara inni á mínu msn og hef ekki verið dugleg að fara inn á hitt svo það er ekki til lengur."
        },
        {
            "user": "Nugnar",
            "user_id": "40949",
            "date": "2006-01-21 22:21:55",
            "id": "2995771",
            "reply_to_id": "2995767",
            "text": "Ég veit hitt msnið þitt.."
        },
        {
            "user": "jandia",
            "user_id": "56182",
            "date": "2005-01-02 22:56:44",
            "id": "1878348",
            "reply_to_id": "1877801",
            "text": "úff…..alltof mikið af upphrópunarmerkjum í þessari grein!!!!!!!!!!!!!!"
        },
        {
            "user": "DisaHoney",
            "user_id": "55763",
            "date": "2005-01-02 23:46:21",
            "id": "1878441",
            "reply_to_id": "1878348",
            "text": "Vá einmitt það sem ég ætlaði að segja, þetta meiðir í augun"
        },
        {
            "user": "Demona",
            "user_id": "39409",
            "date": "2005-01-03 18:33:01",
            "id": "1879740",
            "reply_to_id": "1878441",
            "text": "Ok, tók samt ekkert eftir því sjálf fyrr en þú minntist á það…"
        },
        {
            "user": "vettlingurinn",
            "user_id": "22926",
            "date": "2005-01-03 19:05:48",
            "id": "1879827",
            "reply_to_id": "1878348",
            "text": "úff…..alltof mikið af upphrópunarmerkjum í þessu svari!!!!!!! hehe neinei… ég er bara alltof vön að gera upphrópunarmerki:)"
        },
        {
            "user": "jandia",
            "user_id": "56182",
            "date": "2005-01-04 00:08:57",
            "id": "1880656",
            "reply_to_id": "1879827",
            "text": "hehe ok..:) þetta var samt eiginlega kaldhæðni sko;)"
        },
        {
            "user": "jandia",
            "user_id": "56182",
            "date": "2005-01-04 00:09:28",
            "id": "1880657",
            "reply_to_id": "1880656",
            "text": "þessi upprópunarmerki hjá mér það er að segja…"
        },
        {
            "user": "Nugnar",
            "user_id": "40949",
            "date": "2006-01-21 21:33:16",
            "id": "2995483",
            "reply_to_id": "1877801",
            "text": "Bújahh =D"
        },
        {
            "user": "vettlingurinn",
            "user_id": "22926",
            "date": "2006-01-22 01:24:35",
            "id": "2996785",
            "reply_to_id": "2995483",
            "text": "Já, jólin mín í fyrra voru.. eh, spennandi!8-)"
        },
        {
            "user": "Nugnar",
            "user_id": "40949",
            "date": "2006-01-22 13:00:12",
            "id": "2997651",
            "reply_to_id": "2996785",
            "text": "Haha,, já =D"
        }
    ]
}