{
    "forum_title": "Hundar",
    "user": "siggibet",
    "user_id": "8305",
    "date": "2005-01-05 18:04:15",
    "title": "Svartur loðinn chihuahua hundur fannst á flækingi",
    "text": "Sæl veriði voffafólk.\nNú rétt áðan fann ég lítinn voffaling úti í slydduni og umferðinni á horni Njálsgötu og Klapparstígs.\nHann var ekki með ól og því ómerktur og enginn í sjónmáli sem gæti verið á eftir honum.\nHann er loðna sortin, svartur að mestu en þó eru brúnir flekkir á honum og eittvað hvítt á maganum minnir mig. Afspyrnu gæfur og það var ilmvatnslykt af honum. Eflaust konu-hundur.\nÉg náði að kalla hann til mín (held reyndar að þetta sé tík) og þrammaði aðeins um hverfið í leit að einhverjum sem saknaði slíks voffa.\nNú leitin bar engan árangur og gekk ég því inn á myndbandaleiguna Aðalvideoleigan á Klapparstíg.\nKonan þar í afgreiðsluni kannaðist nú við voffann og vissi til þess að ein kona, sem hún mundi ekki nafnið á ætti hann.\nHún bauðst til þess að taka skinnið að sér og virtist hann una sér vel á leiguni.\nÞannig ef einhver sem les þetta kannast við fólk sem á svona hund í þessu hverfi, hafið þá samband við það og spurjið hvort þeirra hundur sé týndur.\nHann er þá þarna á videoleigunni.\nFleira var það ekki.",
    "url": "https://www.hugi.is/hundar/korkar/267682/svartur-lodinn-chihuahua-hundur-fannst-a-flaekingi/",
    "url_id": "267682",
    "id": "1883954",
    "replies": [
        {
            "user": "Treehugger",
            "user_id": "41540",
            "date": "2005-01-28 19:27:57",
            "id": "1933223",
            "reply_to_id": "1883954",
            "text": "Fannst helvítið!? Ég henti honum í ruslið fyrir um það bil mánuði síðan!!!"
        },
        {
            "user": "HlynurS",
            "user_id": "30981",
            "date": "2005-01-29 23:12:47",
            "id": "1936255",
            "reply_to_id": "1933223",
            "text": "…og þú kallar sjálfan þig “treehugger”\n…for shame… for shame…"
        },
        {
            "user": "Treehugger",
            "user_id": "41540",
            "date": "2005-01-29 23:52:45",
            "id": "1936373",
            "reply_to_id": "1936255",
            "text": "Fo' sho…"
        }
    ]
}