{
    "forum_title": "Flug",
    "user": null,
    "user_id": null,
    "date": "2005-01-18 10:12:17",
    "title": "Flughræðsla!",
    "text": "Jæja, ég sá hvað það er langt síðan sent var hingað efni að ég ákvað að setja inn eina lífsreynslu mína :)\nÉg þoli ekki flugvélar, ég er ekki lofthrædd, ég er bara hrædd í flugvélum, það er ekki HÆGT að setja kjur í flugvél og láta eins og allt sé í lagi!\nÉg er flughrædd!!\nÞað sem ég ætla að segja frá er þegar flughræðslamín var í hápunkti! það var í lok 2003 þegar ég var á leiðinni á æfingu í reykjavík með lúðrasveita Æskunnar. Það var fundur fyrir þessa ferð og reynt að finna nýjar og nýjar leiðir til þess að koma okkur til reykjavíkur án þess að fara í flugvél. En það versta gerðist… Flugði var lausnin!\nVið 6 sem áttum að fara þangað leiddum saman hesta okkar á Flugstöðinni og ég bókstaflega skalf! Krakkarnir sem voru með mér allir afslappaðir þarna að tala saman á meðan ég nagaði handarbakið og var að fara á taugum. Það var ekkert sérstaklega gott veður og það gerði bara illt verra!\nVið fórum í flugvélina og það lá við að ég myndi kyssa jörðina bless, því ég var nokkuð viss um það að ég myndi ekki vera lifandi næst þegar flugvélin myndi lenda (brotlenda). Við sátums í flugvélina og sat vinkona mín ská á móti mér og ein fyrir framan mig, og þessi fyrir framan mig elskar bókstaflega flugvélar, hún er ekkert hrædd við það að vera í flugvél!… Ég sat við gluggan, auðvitað því þetta var fokker (nú já, ég veit sitt og hvað um flugvélar ;]). Og fyrir utan var hreifilinn, ég sat við hreifilinn! Og til þess að gera flughræðslu mína verri sagði vinkona mín.. Nei sko, sjáðu við sjáum\nþegar\nflugvélin bilar! Og það lá við að ég myndi hlaupa út og ég endurtók í gríð og erg “hún hrapar, guð hún hrapar.. ekki hrapa” Og þá kom flugmaðurinn og sagði “ef hún hrapar þá lendum við bara á grænlandi” Þetta sló allt saman út! Ég vildi ekkert fá EF ég vildi fá vingjarnlega rödd sem sagði “hún hrapar ekkert, taktu nú eina svefnpillu!!!”. Já, svo fór flugvélin af stað, hún liftist frekar titrandi og ég hélt svo fast í sæti að ég meiddi mig, svo fékk ég að halda í 2 vinkonur mínar og ég meiddi þær, svo ég þurfti að halda aftur í sætið… Þessi flugferð var hræðileg, vinkona mín sem sat fyrir framan mig var að drepast úr hlátri og alveg að semmta sér þegar flugvélin var að hoppa upp og niður.. upp og niður.. en ekki ég, ég var að reyna að grenja ekki!.. Svo brást allt, ég grenjaði! ég hef aldrey á æfinni grenjað svona mikið og það líka eins og nýstunginn grís! Einn kennari minn sem var ú flugvélinni þurfti að koma og halda í hendina á mér, ef það er ekki eitthvað til að skammast sín fyrir þá veit ég ekki hvað.. Ég hætti ekki að grenja fyrr en þegar flugvélin var að lenda og þá fór ég að anda léttar, þangað til að sú þráhyggja greip mig að Það væri sprengja í flugvélinni go þá endurtók ég alltaf “EKKI SPRINGA” og fólkið starði auðvitað bara á mig!\nSvo, eins og þið getið kanski séð, er ég enþá lifandi þótt að ég hafi ekki tekið flugvél aftur heim, ég tók í staðinn stóran vörubíl.. sem var enn hræðilegra því að bílstjórinn var perralegur. Sú ferð var nú þannig að hann reykti 3 pakka áður en við hittum á Selfoss, hann var alltaf að kalla mig villing og lét mig þrýfa rúðurnar á bílnum þegar hann var á ferð og sagði síðan að það kæmi honum ekkert á óvart ef bílinn myndi lenda á hliðinni útaf veginum! Ég veit ekki alveg hvort var verra!…\nTakk fyrir ;).. Þetta var kanski pointless saga, en hún kom aðeins við flugvélum, vildi bara lífga þetta aðeins upp :D!",
    "url": "https://www.hugi.is/flug/greinar/267968/flughraedsla/",
    "url_id": "267968",
    "id": "1886176",
    "replies": [
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2005-01-18 10:43:26",
            "id": "1908846",
            "reply_to_id": "1886176",
            "text": "Híhí.. ég var að fljúga í vondu veðri í fyrradag og það voru stelpur með mér þarna 3 og þær voru allar grenjandi og haldast í hendur.. shit hvað það var asnalegt.. mér fannst þetta bara drullugaman..!\nMundu bara að það eru 100x meiri líkur á því að þú drepist þegar þú sest upp í bíl en þegar þú sest upp í flugvél!"
        },
        {
            "user": "fakeeyelashes",
            "user_id": "46322",
            "date": "2005-01-18 11:48:16",
            "id": "1908941",
            "reply_to_id": "1908846",
            "text": "ég er dáltið flughrædd…er ekkert að sýna það neitt…hehe. en einu sinni þegar ég var einhvað 11 ára þá var ég að fara til Dublin….flugvélin bilaði á miðri leið og þurfti að snúa við(var nær íslandi) ég var ekkert flughrædd þá en ef þetta hefði gerst núna þá hefði ég klikkast…er ógeðslega hrædd við svona hryðjuverk og þegar ég er í flugvél þá er ég alltaf að hugsa “kannski eru hryðjuverkamenn um borð og sprengja okkur í loft upp…eða…..kannski er flugvélin biluð og hrapar” ahhh ég vil ekki hugsa svona en ég bara fer allti einu að hugsa um þetta og stend oftast aldrei upp úr sætinu mínu er alltaf með beltin spennt og þori ekki að fara á klóstið….HAHA"
        },
        {
            "user": "Konungurinn",
            "user_id": "40134",
            "date": "2005-01-18 14:15:27",
            "id": "1909182",
            "reply_to_id": "1908846",
            "text": "Ohh ég þoli ekki þegar fólk segir þetta. Ef þú værir jafn mikið í flugvél og í bíl þá væru miklu meiri líkur á að þú deyjir í flugslysi. Þetta er alveg það sama og að segja að það sé ekkert hættulegt að ganga á jafnvægisslá milli skýjakljúfa vegna þess að miklu fleira fólk deyr úr krabbameini."
        },
        {
            "user": "Heidis",
            "user_id": "28474",
            "date": "2005-01-18 21:39:41",
            "id": "1910445",
            "reply_to_id": "1908846",
            "text": "Ég missti af þessu?\nJá þér hefur eflaust fundist drullugaman að leika þér að ælunni þinni… djöfulli vorkenndi ég kallinum sem sat við hliðiná þér…!"
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2005-01-20 19:43:25",
            "id": "1914306",
            "reply_to_id": "1910445",
            "text": "Já semsagt í fyrradag en samt ekki í fyrradag því að það eru liðnir margir dagar og þú varst ekki í flugvélinni.. :P"
        },
        {
            "user": "Heidis",
            "user_id": "28474",
            "date": "2005-01-20 19:59:43",
            "id": "1914351",
            "reply_to_id": "1914306",
            "text": "Jaá… alla leið heim semsagt?"
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2005-01-20 20:39:53",
            "id": "1914446",
            "reply_to_id": "1914351",
            "text": "Einmitt.. heim til Egilsstaðanna.. :).."
        },
        {
            "user": "KrissiKarls",
            "user_id": "33092",
            "date": "2005-01-27 23:29:39",
            "id": "1931626",
            "reply_to_id": "1908846",
            "text": "Einmitt góð grein"
        },
        {
            "user": "Panik",
            "user_id": "12098",
            "date": "2005-01-28 13:32:21",
            "id": "1932283",
            "reply_to_id": "1908846",
            "text": "Vildi nú bara láta vita að þessi statistic með að flug sé öruggari en bílferð, gildir einungis í commercial flugi. Þegar þú ert að tala um einkaflug snýst dæmið verulega illa við. Ekkert að hræða neinn (þó ég sé örugglega að því) en staðreynd er staðreynd:)"
        },
        {
            "user": "Maggisun",
            "user_id": "36571",
            "date": "2005-01-18 10:46:56",
            "id": "1908855",
            "reply_to_id": "1886176",
            "text": "Þú ert ekki ein um flughræðslu. Ég bókstaflega dýrka að fljúga , mér finnst það vera það mest skemmtilegasta við sumarfríin og ferðarnar, dýrka fiðringinn og útsýni, slaka á, láta þjóna mér :) fá góða drykki *(af og til góðan mat) og njóta þess að vera að fara eitthvert :)\nEn á annanveg er frændi minn svo hræddur að hann tók Norrænu í staðinn fyrir að fljúga með mér:) (það er gaman í norrænu , en skemmtilegra í flugvél)"
        },
        {
            "user": "BudIcer",
            "user_id": "18832",
            "date": "2005-01-18 10:55:34",
            "id": "1908867",
            "reply_to_id": "1886176",
            "text": "Því meira sem vélin djöflast…því skemmtilegra!"
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2005-01-18 12:00:28",
            "id": "1908953",
            "reply_to_id": "1908867",
            "text": "Heyr heyr :D"
        },
        {
            "user": "tinnnni",
            "user_id": "55489",
            "date": "2005-01-18 11:17:00",
            "id": "1908888",
            "reply_to_id": "1886176",
            "text": "skil þig rosalega vel,ég er skíthræddur í þessum vélum,þó svo fólk segir að það sé 100 sinnum meiri líkur að lenda í bílslysi, þar á maður allavega möguleika,ég er sjómaður og er aldrei hræddur þar þó svo veðrið sé snarvitlaust,svona getur þetta verið breytilegt"
        },
        {
            "user": "Snjurkur",
            "user_id": "33375",
            "date": "2005-01-18 11:43:06",
            "id": "1908927",
            "reply_to_id": "1886176",
            "text": "ég hélt að ég væri flughræddur.. en shit :p"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-18 11:59:47",
            "id": "1908952",
            "reply_to_id": "1886176",
            "text": "Æ greyið mitt.Icelandair héldu einu sinni námskeið fyrir flughrædda,þú getur kannski ath það.\nKv-prien."
        },
        {
            "user": "Dagfari",
            "user_id": "8158",
            "date": "2005-01-18 12:55:08",
            "id": "1909042",
            "reply_to_id": "1886176",
            "text": "Það er yndislegt að fljúga. Mér reyndar finnst áætlanaflugin ekkert spennandi, bara bið og ekkert að gerast. Því minni sem flygildi verður, því skemmtilegra er að fljúga því. :)"
        },
        {
            "user": "DNorman",
            "user_id": "34582",
            "date": "2005-01-18 13:16:01",
            "id": "1909074",
            "reply_to_id": "1886176",
            "text": "ég lenti í svona um 02-03 var að fara til ak að flúgja þaðvar stormur og við fórum ekki í fokker ve´lina heldur þesas litlu 18 sæta! þegar við vorum komin hálfa leið lentum við í storminum og flugvélin fór upp og niður hægri vinstri og það var bara brjálað ég var nálægt því að gráta ég var meira að segja byrjaður að fara með bænir ég sem fermdist ekki né trúi á guð. En  þegar ég var komin með fæturnar aftur á jörðina þá fattaði ég að ef svona lítil flugvél brotlendir ekki við allt þetta hams þá getur ekki verið niett hættulegt í flugvélum sem eru stærri í svona vondu veðri síðan þá hef ég ekki fundið fyrir flughræðslu."
        },
        {
            "user": "wolfer",
            "user_id": "38494",
            "date": "2005-01-18 14:45:17",
            "id": "1909237",
            "reply_to_id": "1886176",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "wolfer",
            "user_id": "38494",
            "date": "2005-01-18 15:03:32",
            "id": "1909279",
            "reply_to_id": "1909237",
            "text": "Fáðu þá starf hjá NASA"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-18 15:14:31",
            "id": "1909312",
            "reply_to_id": "1909279",
            "text": "oki skal reyna :P"
        },
        {
            "user": "saedis88",
            "user_id": "54628",
            "date": "2005-01-18 16:46:42",
            "id": "1909540",
            "reply_to_id": "1886176",
            "text": "ég hafði voða lítið farið í flugvél áður en árið 2004 kom það voru örugglega liðin alveg 10 ár og mér fannst æðislegt að fljúga hehe!! núna í okt fór ég í flugvél og við lentum í ókyrrð og ég varð soldið skelkuð en svo fór mér bara að finnast það gaman :D"
        },
        {
            "user": "gaddavir",
            "user_id": "21309",
            "date": "2005-01-18 17:53:54",
            "id": "1909734",
            "reply_to_id": "1886176",
            "text": "Ég var ekkert flughræddur þegar ég var yngri en ég hélt að ég væri orðinn flughræddur núna. En eftir að las þetta þá sé ég að ég er ekkert flughræddur.\nTakk fyrir. d;o)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-18 18:09:13",
            "id": "1909784",
            "reply_to_id": "1909734",
            "text": "Það var nú gott að þetta gerði eitthvað gagn ;)"
        },
        {
            "user": "oldnews",
            "user_id": "41156",
            "date": "2005-01-18 18:21:34",
            "id": "1909814",
            "reply_to_id": "1886176",
            "text": "minni bara á jón gnarr til að sýna að allt sé 100 % öruggt í flugvél:D"
        },
        {
            "user": "Thorin",
            "user_id": "10897",
            "date": "2005-01-18 18:35:11",
            "id": "1909847",
            "reply_to_id": "1909814",
            "text": "Hann var í belti!! :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-18 18:55:14",
            "id": "1909897",
            "reply_to_id": "1909847",
            "text": "í belti??"
        },
        {
            "user": "siggikorn",
            "user_id": "47904",
            "date": "2005-01-18 20:45:41",
            "id": "1910243",
            "reply_to_id": "1886176",
            "text": "þegar að ég flaug til DK þá varð ég bara eikkað fucked up sko var bara að snappa, og þá kom einhver flugfreyja og gaf mér eitthverja pillu sem hún fékk örugglega hjá einhverjum tollvörðum því nokkrum mínutum eftir að ég tók hana þá var ég bara SNARskakkur!\nÉg sat þarna og var bar eitthvað með hendina á enninu(eða svoleiðis einhvernveginn) og fannst eins og hún væri að síga inní mig og bara í gegnum hausinn á mér og var eitthvað að svitna og fannst eins og ég væri búinn að vera þarna minnst þrjá daga eða eitthvað, og svo bara lentum við og e´g vissi ekki hver ég var…\nán efa furðulegasta reynsla lífs míns…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-18 21:19:28",
            "id": "1910360",
            "reply_to_id": "1886176",
            "text": "Ég hef aldrei skilið hvers vegna fólk er flughrædd!  Skemmtilegasti ferðamáti heims eru með flugi og öruggasti og fljótasti :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-18 21:28:07",
            "id": "1910389",
            "reply_to_id": "1910360",
            "text": "ég veit ekki.. ef mér væri gefinn kostur hvort ég myndi vilja drepast í bílslysi eða flugslysi, þá myndi ég velja bílslys! Og það er líka svo algengt að ferðast með bíl og treystir því eginlega alveg ég bara geri ekki það sama með flugvélar, veit ekki alveg afhverju því þessi flughræðsla kom bara hjá mér þegar ég var 13 ára!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-18 21:32:28",
            "id": "1910408",
            "reply_to_id": "1910389",
            "text": "Já svona er að vera lítil og búa á hornafirði og vera í heppuskóla og vera í 92 :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-18 21:35:43",
            "id": "1910422",
            "reply_to_id": "1910408",
            "text": "Já.. Fatta núna afhvreju þú vissir að ég væri flughrædd… Blessaður Jóhann Helgi..!!! Hverni vissiru að ég væri StrawBerry :)??"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-18 21:37:40",
            "id": "1910434",
            "reply_to_id": "1910422",
            "text": "Týpísk þú og svo varstu einu sinni með hotmail srawbeary eitthvað ;) og svo er linkur inná heimasíðunna þína :P"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-18 21:40:07",
            "id": "1910448",
            "reply_to_id": "1910434",
            "text": "Hehe.. Jáááá :P Búin að fatta.. Aldrei eins og vannt!"
        },
        {
            "user": "lilienfeld",
            "user_id": "20337",
            "date": "2005-01-18 21:28:42",
            "id": "1910393",
            "reply_to_id": "1886176",
            "text": "ein kona sem ég þekki er alveg frámunalega flughrædd.\nSvo þurfti hún einu sinni að fara með flugi fra´Reykjavík til Akureyra"
        },
        {
            "user": "lilienfeld",
            "user_id": "20337",
            "date": "2005-01-18 21:31:52",
            "id": "1910406",
            "reply_to_id": "1910393",
            "text": "ég ýtti á “Áfram” áður en ég kla´raði söguna…..\nen anyway, þá þurfti hún að fara með flugi frá Reykjavík til Akureyrar, en það reddaðist og hún gat fengið far með flutningabíl. Síðan seinna um daginn f´retti hún að eldingu hefði slegið niður í flugvélina sem hún hefði átt að fara með og hún vfék alveg þvílíkt sjokk ða ég veit bara ekki hvað…"
        },
        {
            "user": "lilienfeld",
            "user_id": "20337",
            "date": "2005-01-18 21:37:33",
            "id": "1910431",
            "reply_to_id": "1910406",
            "text": "Mikil huggun í þessu hjá þér ;).. þetta kalla ég heppni! Þetta hefði verið týpískt fyrir mig.. fyrir utan það að ég hafði verið í flugvélinni! oh.. well!!"
        },
        {
            "user": "lilienfeld",
            "user_id": "20337",
            "date": "2005-01-18 22:16:48",
            "id": "1910549",
            "reply_to_id": "1910431",
            "text": "en það er oftast sárameinlaust að eldingu slái niður í flugvél."
        },
        {
            "user": "RollsRos",
            "user_id": "54133",
            "date": "2005-01-19 15:56:00",
            "id": "1911547",
            "reply_to_id": "1886176",
            "text": "Ég get í rauninni ekkert sagt um flughræðslu, því að ég hreinlega elska að vera í loftinu. Vil helst byggja mér hús í 20 þús fetum.\nEn ég vil samt segja þér þetta.\nLifðu lífinu lifandi. Það þýðir ekkert að lifa í hræðslu við eitthvað. Ég er t.d. sjúklega hrædd við vatn og sjó, en ég hef farið í köfun bara til að ögra sjálfri mér og ætla mér að komast yfir þetta.\nÞað var reyndar ekki mikið gagn í mér… var í sirka 4 metra dýpt, og gerði ekkert nema að einbeita mér að því að anda að mér loftinu úr kútnum. Hugsaði stöðugt: Þetta er loft, þetta er loft…\nHef lagast mikið síðan þá, og ætla í köfun aftur í sumar.  Ég ráðlegg þér að tala við flugmenn, t.d. í flugskólanum, og fá að fara í stutt flug með flugmanni sem muldrar um allt sem er að gerast í loftinu.\nÉg hef sjálf farið með flughrædda manneskju á Vík og til baka, og ég talaði stanslaust við manneskjuna á leiðinni. Sú manneskja, er ekki nærri því eins flughrædd í dag… (þessi vél var líka bara tveggja sæta, þannig að hún er eiginlega minnsta vél á landinu).  Ef þú þolir þannig flugferð, þá þolir þú allt.\nMeð kveðju og óskum um bata.\nLifðu lífinu lifandi!!!"
        },
        {
            "user": "RollsRos",
            "user_id": "54133",
            "date": "2005-01-19 16:43:17",
            "id": "1911646",
            "reply_to_id": "1911547",
            "text": "Þetta er einmitt öfugt hjá mér, elska sjóinn!! Get ekki ýmindað mér betri ferðamáta :D En já æég hef auðvitað farið í flugferðir síðan þetta var og lifði þetta allt af og grét ekki, mjög stollt af því!"
        },
        {
            "user": "RollsRos",
            "user_id": "54133",
            "date": "2005-01-22 18:03:23",
            "id": "1918160",
            "reply_to_id": "1911646",
            "text": "Til hamingju með það. :)\nÉg vona að þú komist alveg yfir þetta á endanum, eins og ég ætla mér að komast yfir vatnshræðsluna.\nBestu kveðjur."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-29 14:48:15",
            "id": "1935030",
            "reply_to_id": "1918160",
            "text": "Takk fyrir það :D"
        },
        {
            "user": "Beer",
            "user_id": "1917",
            "date": "2005-01-20 14:30:29",
            "id": "1913395",
            "reply_to_id": "1886176",
            "text": "Það er það besta í heimi að fljúga. Þvílík tilfinning og frelsi sem fylgir því. Mér finnst reyndar ekkert voðalega gaman í farþegaþotum (þó ég ætli nú að fljúga þeim seinna meir) og því minni vél, því betra ;)\nEf flugvél hrapar að þá dettur hún ekki bara niður ofur hratt og springur heldur er hægt að fljúga þeim niður og nauðlenda. Það fer auðvitað eftir landslaginu hvernig nauðlendingin tekst og biluninni sjálfri reyndar líka.\nÞað fyrsta sem ég lærði í flugi var að aka vélinni (sem er mjög frábrugðið bíl) svo var að hafa bara aðra höndina á stýri og síðan var tekinn langur tími í að læra að nauðlenda og læra þau handtök sem þarf til þess.\nSvo eitt það fyrsta sem flugmenn læra er í raun að nauðlenda. :)\nSvo tek ég bara undir með RollsRos, lifðu lífinu lifandi, ekki hrædd ;)\nSvo fyrir þá sem vilja ekki trúa því að minni líkur séu á því að deyja í flugvél en bíl vegna þess að menn fari oftar í bíl að þá deyja hlutfallslega fleiri í bílslysum en flugslysum."
        },
        {
            "user": "Arrow",
            "user_id": "12522",
            "date": "2005-01-20 21:53:39",
            "id": "1914619",
            "reply_to_id": "1913395",
            "text": "Auðvitað deyja fleirri í bílslysum heldur en flugslysum, það ferðast langtum fleirri í bílum en flugvélum.\nÞað sem við er átt þegar sagt er að það sé hættulegra að ferðast með bíl en flugvél þá eru skoðaðar líkur á því að lenda í slysi miðað við hvern kílómeter sem ferðast er. Ef það er notað þá er 7 sinnum hættulegra að ferðast í bíl en með farþegaflugi. En afturámóti er líka 7 sinnum hættulegra að ferðast um í einkaflugi heldur en með bíl.\nÞessi 7 sinnum tala er eitthvað sem ég heyrði á sínum tíma og hef í raun ekkert til að staðfesta hana\n(mig minnir að sjálfur King, þ.e bandaríski flugkennarinn sem gerir öll videoinn, hafi sagt þetta)."
        },
        {
            "user": "Beer",
            "user_id": "1917",
            "date": "2005-01-21 00:01:50",
            "id": "1914971",
            "reply_to_id": "1914619",
            "text": "Auðvitað deyja fleirri í bílslysum heldur en flugslysum, það ferðast langtum fleirri í bílum en flugvélum.\nÉg skrifaði\nhlutfallslega\ndeyja fleiri í bílslysum en flugslysum en ég sagði ekki að tíðnin væri hærri í bílslysum.\nÉg hef reyndar ekki ekki neinar kannanir á reiðum höndum til þess að styðja þessi orð mín en þetta er það sem maður hefur heyrt í gegnum tíðina."
        },
        {
            "user": "Cessna",
            "user_id": "48579",
            "date": "2005-01-21 14:17:09",
            "id": "1915573",
            "reply_to_id": "1886176",
            "text": "Það er örugara að vera í flugvél heldur en bíl. Og það eru eingir hriðjuverkamenn í flugvélum á íslandi."
        },
        {
            "user": "gbss",
            "user_id": "33286",
            "date": "2005-01-21 17:47:24",
            "id": "1916062",
            "reply_to_id": "1915573",
            "text": "Ég veit það alveg :P! Aðalástæðan fyrir því að fólk deyr frekar í bílum heldur enn flugvélum er sú að fólk ferðast mikið meira í bílum! Samt, veit ekki afhverju, treysti ég bílum miklu betur!"
        },
        {
            "user": "gbss",
            "user_id": "33286",
            "date": "2005-01-21 18:54:01",
            "id": "1916214",
            "reply_to_id": "1916062",
            "text": "Já,skemmtileg umræða hjá ykkur. Því ætla ég að segja ykkur frá minni hryllilegustu flugferð.\nÞað var þann 3.jan á þessu ári þegar ég var að fara frá Gautaborg(Landvetter) til Kastrup/Köben og var þá farið á DHC-8 400 SAS flugfélagsins. Þetta var fyrsta skiptið mitt á skrúfu, fyrir utan ferðina til Gautaborgar. Og það var alveg þokkalegt veður á Landvetter. Logn og rigning og flugið var klukkan 19:15. Ég búinn að vera að fylgjast aðeins með traffic á brautini og margar vélar eiga eitthvað í basli við að taka á loft. Allavega þá er þetta alveg normal flight. Ég fæ sæti við gluggan og allt í fína með það þar sem ég er mikill flugáhugamaður. Við tökum í loftið dálítið mjög harkalega. Þar sem flugmaður tekur hana bókstaflega beint í upp í loftið. Cruise'ið í þessu flugi tekur bara um 20-25 mín þannig að ég sleppi því bara og kem beint inn í approachið. Þá var dálítið hvasst í Danmörku. Allavega þegar við byrjum að lækka þá byrjar hún að hristast mjög mikið og við erum stöðugt að beygja til hægri og vinstri til að halda okkur á course. Og fara upp og niður. Síðan þegar flapparnir lækka og erum komin sirka inn í aðflugsgeislan þá hristist hún þvílíkt og ég gríp í sætið og höndina á manninum við hliðina á mér. Þar sem þetta voru mjög lítil sæti. En þegar við erum alveg komin á final þá byrjar hún að hristast brjálað. Og lendingin var mjög harkaleg. Allavega þá komust allir heilir á húfi.\nÞannig fyrir þá sem eru flughræddir þá ætti þetta bara að segja að það er lítið sem ekkert sem þarf að hræðast í svona venjulegum flugum.\nP.S: Þetta var ekki venjulegt flug,allavega ekki fyrir mig."
        },
        {
            "user": "saevaroa",
            "user_id": "40227",
            "date": "2005-02-20 12:25:59",
            "id": "1981494",
            "reply_to_id": "1916062",
            "text": "Ertu viss um að fleiri ferðist meira í bílum heldur en flugvélum í öllum heiminum. Mundu að það er bara lítill hluti jarðarbúa sem þekkir hvað bíll er. Á afskekktari stöðum í heiminum þá eru flugvélar algengari. Sérstaklega í þriðja heiminum. :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-20 21:18:51",
            "id": "1982858",
            "reply_to_id": "1981494",
            "text": "Já.. það er spurning.."
        },
        {
            "user": "AMT",
            "user_id": "29789",
            "date": "2005-01-21 23:44:24",
            "id": "1916766",
            "reply_to_id": "1915573",
            "text": "Herna er sma tolfraedi handa ykkur:\nLikurnar a ad tu deyjir ef tu keyrir fra New York til Los Angeles eru um 1:17.000\nEf tu tekur flug eru likurnar hins vegar 1:1.000.000\nHraedsla gerir oft vart vid sig tegar einstaklingur finnst hann ekki hafa stjorn a adstaedum. Tess vegna finnst morgum teir vera oruggari i bil vegna falskrar tilfinningar ad teir hafi fullkomna stjorn a tvi hvort teir lendi i slysi eda ekki. Hafidi ekki lent i tvi ad vera bilhraedd tegar einhver sem tid treystid ekki er ad keyra?\nAnnars held eg ad um 12 manns deyji arlega a Reykjanesbrautinni i arekstrum!"
        },
        {
            "user": "Mazoo",
            "user_id": "12622",
            "date": "2005-01-23 22:48:30",
            "id": "1921460",
            "reply_to_id": "1916766",
            "text": "Ein ábending.  EKKI VERA FLUGHRÆDD OG GERA EKKERT Í ÞVÍ!!!   Leitaðu þér hjálpar, hvort sem er á flughræðslunámskeiðum eða hjá ráðgjafa/sálfræðingi.  Þú átt eftir að fljúga svo mikið um ævina að það margborgar sig.\nGúdd lökk."
        },
        {
            "user": "vikkia87",
            "user_id": "27725",
            "date": "2005-02-11 14:26:56",
            "id": "1964603",
            "reply_to_id": "1886176",
            "text": "tölfræðilega… þá er öruggara að fljúga en að sitja í bíl… miðað við fjölda sem notar þessi tæki, færri farast hlutfallslega…"
        },
        {
            "user": "LocoDuck",
            "user_id": "23289",
            "date": "2005-02-17 02:39:05",
            "id": "1975525",
            "reply_to_id": "1886176",
            "text": "allir að skrifa grátt…? weird"
        },
        {
            "user": "LocoDuck",
            "user_id": "23289",
            "date": "2005-02-17 20:42:46",
            "id": "1976840",
            "reply_to_id": "1975525",
            "text": "ha?"
        },
        {
            "user": "LocoDuck",
            "user_id": "23289",
            "date": "2005-02-17 22:54:13",
            "id": "1977139",
            "reply_to_id": "1976840",
            "text": "Búið að lagast núna, letrið var allt grátt þegar ég las þetta síðast.\nTKB"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-20 21:11:29",
            "id": "1982828",
            "reply_to_id": "1977139",
            "text": "Já.. Okay, var ekki alveg að skilja hvað þú varst að meina :P…"
        },
        {
            "user": "steinistud",
            "user_id": "47687",
            "date": "2005-04-28 16:25:06",
            "id": "2116112",
            "reply_to_id": "1886176",
            "text": "Ég persónulega elska flugvélar og flug. Ég held að þú ættir að kíkja til læknis, þú ert heltekin af því að eitthvað muni gerast. Ég skildi nú alveg og virði það að það sé til fólk sem er flughrætt. En þegar það kom að því að þú fórst að tala um sprengju þá féllust mér hendur og ég bara bókstaflega sprakk úr hlátri. Sona upp á funnið ætla ég að segja þér það að það eru meiri líkur á því að þú lendir í umferðarslysi og deyjir heldur en að lenda í flugslysi. Veit ekki hvort ég sé mjög gangrínandi með þessu eða leiðinlegur en mér finnst það fáránlegt að fara að hugsa um að það væri sprengja í  vélinni, það gæti alveg eins verið tengd sprengja við svissinn á bílnum hjá þér og hann sprungið þegar þú startar. Þetta heitir ofsahræðsla :D"
        },
        {
            "user": "someone",
            "user_id": "48543",
            "date": "2005-06-13 00:49:35",
            "id": "2236995",
            "reply_to_id": "1886176",
            "text": "þumalputta regla: ef flugmaðurinn er með áhyggjur þá áttir þú að hafa þæ"
        }
    ]
}