{
    "forum_title": "Vélbúnaður",
    "user": null,
    "user_id": null,
    "date": "2001-05-12 11:43:48",
    "title": "Tjernóbil     (CIH)   =     VÍRUS DAUÐANS !!!!!",
    "text": "Ég var að skoða heimasíðuna www.simnet.is/megaman.\nÞar voru nokkur lög sem hann hafði samið… ég downlaod-aði og þau voru bara nokkurð góð.\nEn eftir það fór tölvan mín að frjósa og solis.  Ég vissi ekkert hvað þetta var.  Ég skannaði tölvuna fyrir vírus og fann tölvan fullt af CIH (Tjernóbil)\nþað var næstum ALLT sýkt og allt lagað…  en tölvan hélt áfram að frjósa.  Bróðir minn hélt að þetta væri léleg uppsetning á windows, hann checkaði það en hún hélt áfram. Þetta endaði allt með því að tölvan gat ekki farið í windows… hún fór bara í desktop… engin icon..bara tímaglas.  Þá kom maður úr vinnunni hans pabba og sagði að harðadiskurinn væri ónýtur (Nnoooo!!!!  nokkur gígabæt af lögum) …móðurborðið líklega ónýtt og kannski eitthvað annað !!!!\nNNNOOOO!!!!……   *grát*   *grát*\nEf þið hafið downloa-að lögum af simnet.is/megaman\n…please run a virus scan !\ngunnisj",
    "url": "https://www.hugi.is/velbunadur/greinar/26923/tjernobil-cih-virus-daudans/",
    "url_id": "26923",
    "id": "178850",
    "replies": [
        {
            "user": "malicious",
            "user_id": "5591",
            "date": "2001-05-12 14:35:56",
            "id": "178851",
            "reply_to_id": "178850",
            "text": "omg geta vírusar eyðilagt harðadiska og móbó"
        },
        {
            "user": "Smegma",
            "user_id": "33",
            "date": "2001-05-12 14:43:06",
            "id": "178852",
            "reply_to_id": "178851",
            "text": "Hann yfirskrifar boot-sectorinn á harða disknum með einhverju rugli. Diskurinn er þannig séð ekki physically ónýtur, en getur verið maus að fá hann í gang aftur.\nMóbóhlutinn virkar þannig að flest nútímamóðurborð eru með flash-kubbi, svo unnt sé að uppfæra BIOSinn með hugbúnaði einum saman. Þetta nýtir vírusinn sér, og yfirskrifar BIOSinn, svo útilokað er að ræsa vélina upp eftir það. Sé téður kubbur svo ekki removable er móðurborðið ónýtt. Þess má geta að flest nýrri Abit móðurborð (og sennilega fleiri) eru varin gegn svona ósóma."
        },
        {
            "user": "tran",
            "user_id": "59",
            "date": "2001-05-12 17:08:49",
            "id": "178853",
            "reply_to_id": "178850",
            "text": "já.. en.. cih fór í gang fyrir.. tveim vikum rúmlega..\nog hann er ekki í tónlist nema þú hafir náð í tónlistina í .exe eða something\nþú hefur sennilega fengið þetta einhverstaðar annarstaðar frá"
        },
        {
            "user": "tran",
            "user_id": "59",
            "date": "2001-05-13 09:00:32",
            "id": "178854",
            "reply_to_id": "178853",
            "text": "tran…\nÞEtta var .exe skrá.  ÞEtta var líka smá flashmynd sem var með laginu.\nfarðu á síðuna ! www.simnet.is/megaman\nþar viðurkennir megaman að hafa fengið virusinn og að öll lögin hafi verið sýkt"
        },
        {
            "user": "tran",
            "user_id": "59",
            "date": "2001-05-13 12:11:30",
            "id": "178855",
            "reply_to_id": "178854",
            "text": "hmm.. /me vírusskannar tölvuna\nég vil helst ekki missa þessi 90gb af gögnum sem ég er með.. :)"
        },
        {
            "user": "BOSS",
            "user_id": "979",
            "date": "2001-05-13 13:00:59",
            "id": "178856",
            "reply_to_id": "178855",
            "text": "Come on…Eru menn virkilega svo heimskir að vera ekki með vírusvarnar forrit sett upp á vélinni. Ég vorkenni ykkur bara ekki neitt. Þið eruð bara fífl, ykkur sjálfum að kenna ;)\nFáið ykkur Norton Antivirus :)\nBOSS"
        },
        {
            "user": "tran",
            "user_id": "59",
            "date": "2001-05-13 16:33:19",
            "id": "178857",
            "reply_to_id": "178856",
            "text": "ég mundi aldrei gera tölvunni minni það að hafa vírusvarnarforrit í gangi\nfrekar hefði ég slökkt á henni :P\nég hef aldrei notað vírusvarnarforrit, aldrei fengið vírus og mun að öllum líkindum aldrei fá vírus\n:P"
        },
        {
            "user": "Amplifier",
            "user_id": "1327",
            "date": "2001-05-13 20:15:34",
            "id": "178858",
            "reply_to_id": "178857",
            "text": "sammála tran ég hef aldrey verið með vírusvörn og aldrey orðið sýktur…..\nþað eru bara lewserar sem fá vírus\n1337 0n N1994Z"
        },
        {
            "user": "Amplifier",
            "user_id": "1327",
            "date": "2001-05-13 23:00:43",
            "id": "178859",
            "reply_to_id": "178858",
            "text": "Sukker… hvernig veistu að þú ert ekki með vírus þá fyrst að þú ert ekki með vírusvarnarforrit og að þú sért ekki sjálfur lewser.. he he he :)"
        },
        {
            "user": "Rx7",
            "user_id": "2726",
            "date": "2001-05-13 23:34:42",
            "id": "178860",
            "reply_to_id": "178857",
            "text": "Ekki með vírusvanarforrit?\nDUMBASS!\nDjöfull ætla ég að hlæja að þér þegar allt fer í köku hjá þér.\nÞú átt að fá þér norton antivirus 2001 sem keyrir alltaf í bakgrunninum og stoppar vírusa um leið og þeir reyna að ræsa sig. Það getur líka sótt vírus update sjálft eða þá að þú getur gert það sjálfur.\nÞað að halda að maður geti forðast vírusa með því að vera ekki með vírusvanarforrit er eins og að halda að maður geti forðast bílslys með því að vera ekki með bílbelti.\nRx7"
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2001-05-12 17:36:37",
            "id": "178861",
            "reply_to_id": "178850",
            "text": "ef þið viljið fræðast um vírusa farið þá á\nhttp://www.f-secure.com\nP.S CIH heitir ekki Chernobyl, CIH er skammstöfunin á þeim sem skapaði vírusinn. Chernobyl er nafn sem einhver fór að kalla þetta. Í raun er Chernobyl nafnið tilvijun."
        },
        {
            "user": "tran",
            "user_id": "59",
            "date": "2001-05-12 17:44:24",
            "id": "178862",
            "reply_to_id": "178861",
            "text": "er það tilviljun að vírusinn fer í gang sama dag og slysið varð?"
        },
        {
            "user": "JolaMetal",
            "user_id": "2606",
            "date": "2001-05-12 18:17:34",
            "id": "178863",
            "reply_to_id": "178862",
            "text": "Það er Flash vörn á sumum BIOSum."
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-05-12 19:22:40",
            "id": "178864",
            "reply_to_id": "178861",
            "text": "Ég fékk yfir mig CIH fyrir tveim árum síðan, ekki útgáfuna sem fer í gang árlega heldur óalgengari gerð sem fer mánaðarlega af stað (óalgengari af því að vírusinn hefur ekki jafn mikinn tíma til að dreyfa sér), það var allt í tölvunni sýkt, ég náði sem betur fer að komast að þessu daginn áður en þetta hefði farið í gang en það var fokkings naumt.\nHvort kemur á undan, dagurinn eða nafnið? Það gæti bæði verið rétt, þeas að einhver hafi látið hann ræsast þennan dag út af Tjernóbil eða að einhver hafi byrjað að kalla hann þetta út af deginum."
        },
        {
            "user": "WaterFall",
            "user_id": "5840",
            "date": "2001-05-14 00:05:18",
            "id": "178865",
            "reply_to_id": "178850",
            "text": "Well, frændi minn fékk þetta fyrir 2 árum, og þetta var mjög umtalaður\nvírus þó. Vírusinn eyðinleggur partition tablein en líklega ekki gögnin sjálf.\nMan þó ekki.\nAfhverju vírusleitar fólk ekki? :)\n– WF"
        },
        {
            "user": "arnorg",
            "user_id": "459",
            "date": "2001-05-14 01:49:35",
            "id": "178866",
            "reply_to_id": "178865",
            "text": "Af því að þá er tölvan svona 5 mín lengur að starta sé"
        },
        {
            "user": "DelphiGiz",
            "user_id": "5928",
            "date": "2001-05-14 09:38:41",
            "id": "178867",
            "reply_to_id": "178866",
            "text": "Það er ekki vírusvörnin sem seinkar ræsitímanum á tölvunni þinni, ekki nema þú sért að keyra einhverja boot-skönnun, þú getur fengið þér Lykla-Pétur eða Norton og þeir keyra í bakgrunninum án þess að hægja nokkuð á vinnslu vélarinnar."
        },
        {
            "user": "BOSS",
            "user_id": "979",
            "date": "2001-05-14 09:59:22",
            "id": "178868",
            "reply_to_id": "178867",
            "text": "Hvaða vitleysa er þetta að vélin verði 5 mínútum lengur að ræsa sér upp? Þá er greinilegt að þú kannt ekki að stilla vírusvarnar forritið, ert að nota eitthvað rusl eins og McAfee eða ert kannski með 8MB af vinnsluminni. Þá þykir mér ekkert skrítið að vélin flippi ;). Ég var einusinni (á gömlu vélinni minni) mikið að spá í þetta með hraðann. Ég tók tíman á ræsingu þegar Norton Antivirus var virkt, uninstallaði forritinu og mældi aftur. Misminurinn var enginn, núll, zero :) Svo benchmarkaði ég vélina líka með Winstone og Winbench. Sama og engin munur þar.\nÉg er að downloada lámark 1GB á dag. Alls konar fælum (.RAR, .ISO, .ZIP, .EXE + fl.) frá allavega stöðum, fæ senda fullt af fælum í pósti og ég ætla ekki að taka séns með að þetta sé allt vírusfrítt. Það kemur fyrir lágmark einu sinni í mánuði að meðaltali að Norton AV 2001 poppar upp með viðvörun. Ég væri örugglega búinn að tapa hrúgu af fælum ef Norton væri ekki til staðar ;)\nFyrir þá foritnu þá tekur Norton Antivirus 3.444 kB af vinnsluminni akkúrat núna :) Ekki mikið þegar 512MB eru í vélinni. Undir einu prósenti.\nSvo er ekkert mál að slökkva á vörninni þegar maður sýnist :) Bara hægrismella á ækonið og velja “Disable Auto-Protection”.  Svo er þetta orðið svo drullu þægilegt forrit. Öppdeitar sér sjálft og maður er löngu hættur að spá í að þetta er að keyra þarna í bakgrunninum.\nBOSS"
        },
        {
            "user": "izelord",
            "user_id": "1143",
            "date": "2001-05-14 13:32:16",
            "id": "178869",
            "reply_to_id": "178868",
            "text": "ALVEG TOTALLY sammála boss, tek ekki sjénsin á vírusum, ég hef fengið CIH áður og hann infectaði alltsaman. djöfli var ég pirraður þegar explorer.exe var infected og líka scan.exe(mcafee virusscan).\nÞað má til gamans geta þess að CIH vírus var á BÁÐUM smell lönunum."
        },
        {
            "user": "tran",
            "user_id": "59",
            "date": "2001-05-14 16:54:24",
            "id": "178870",
            "reply_to_id": "178869",
            "text": "tjahh.. hann var á báðum lönunum og þar var ég líka\nsamt hef ég ekki ennþá fengið hann? what gives? :P"
        },
        {
            "user": "izelord",
            "user_id": "1143",
            "date": "2001-05-16 15:38:40",
            "id": "178871",
            "reply_to_id": "178870",
            "text": "ertu með vírusskanna?\nhvernig veistu að þú sért ekki meðann?"
        },
        {
            "user": "Morrinn",
            "user_id": "5688",
            "date": "2001-06-05 20:49:05",
            "id": "178872",
            "reply_to_id": "178871",
            "text": "Besta Vefsíðan, www.crashme.com"
        },
        {
            "user": "Andresond",
            "user_id": "31726",
            "date": "2001-05-14 19:14:42",
            "id": "178873",
            "reply_to_id": "178850",
            "text": "Þetta er bilaður virus… sá svalasti sem ég hef fengið… sem betur fer náði ég honum út… en annað er hægt að segja um vini mína… ahh sorry drengir! mig minnir að hann hét win95.cih… crashaði allar tölvunar 23.apríl eða eitthvað… Alveg brill sko!"
        },
        {
            "user": "Andresond",
            "user_id": "31726",
            "date": "2001-05-15 00:10:04",
            "id": "178874",
            "reply_to_id": "178873",
            "text": "ok fyrir það fyrsta þá fatta ég ekki\naf hverju i hel**** eru þið ekki\nmeð vírusvörn ég meina það er ekki nóg\nað segja “ég mun aldrei fá vírus” er ekki allt í lagi þarna uppi. það er oft í fréttunum um hvað\nvírusar eru skaðlegir og hvað þeir eru fljótir að\nbreiðast út. í dag á tíma tölvunar og internetsins\ner það bara merki um almenna skynsemi að vera með vírusvörn. þannig að mín vegna megi þið grenja úr ykkur augun þegar þið fáið vírus sem rústar draslinu ykkar, ekki ætla eg að vorkenna ykkur.\nÞað kostar held ég um 6-7000 kr að fá sér Norton\nog mig minnir að Lykla pétur kosti ca 10-11000 kr\nþetta er ekki mikill peningur miða við það sem\nmaður hefur að geyma í tölvunni.\nKv Andrésönd"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-05-15 10:07:21",
            "id": "178875",
            "reply_to_id": "178874",
            "text": ""
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-05-15 10:08:09",
            "id": "178876",
            "reply_to_id": "178874",
            "text": "ég fékk moððafokking vírusinn líka…..\nbömmer…………."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-05-15 18:48:43",
            "id": "178877",
            "reply_to_id": "178850",
            "text": "Ég er með vírusvarnarforrit, ég gerði virusscan með eitthvað gamalt NortonAntivirus, hún fann virusinn, lagaði hann… en samt var tölvan ennþá með víursinn….\nég fatta þetta ekki mar !\ngunnisj"
        }
    ]
}