{
    "forum_title": "Hugi",
    "user": "Ekkitil",
    "user_id": "1036",
    "date": "2000-08-21 12:35:18",
    "title": "Um falskar vírusviðvaranir í póstsendingum.",
    "text": "Hvernig þekkja skal falskar vírusviðvaranir!\nTil eru nokkrar leiðir til þess að þekkja falskar vírusviðvaranir sem berast í tölvupósti á netinu. Fyrst skal taka til greina þá þætti sem gera vírusviðvörn trúanlega. Þekkt eru tvö atriði sem vel þarf að athuga.\n1. Tæknimál.\nEf um gott tæknimál sé að ræða í vírusviðvörn mun flest fólk þar á meðal tæknifólk halda viðvörunina ósvikna. T.a.m. þegar “Good Times” viðvörunin fór um tölvupóstkerfi eins og eldur um sinu mátti sjá m.a. þetta “…if the program is not stopped, the computer´s processor will be placed in a nth-complexity infinite binary loop which can serverly damage with the processor…”. Í lausri þýðingu á íslensku stendur þetta fyrir ,,…ef að forritið er ekki stöðvað mun örgjafi tölvunar lenda í n-ta stigs flækju þar sem óendanlegri kóðunarhringrás sem skemmir örgjörfann.” Ef þetta er skoðað aðeins betur og upplýsinga er aflað um örgjörfa og hvernig þeir eru hannaðir kemur í ljós að þeir eru hannaðir til þess að keyra hringrásir sem vikum skiptir án þess að skemmast á einn eða annan hátt. Þetta sýnir bersýnilega að viðvörunin er ófullkomin og hefur greinilega verið samin af einhverjum sem lítið kann fyrir sér á tæknimáli.\n2. Fyrirtækjatrúnaður.\nÞegar rætt er um fyrirtækjatrúnað þá er fyrst fremst vera að tala um hversu góða orðstír fyrirtækið sem upphaflega skeytið er sent frá hefur til þess veita sannar upplýsingar varðandi svona málefni. Ef að húsvörður í stóru og vel þekktu tölvufyrirtæki sendir út viðvörun til einhvers utan fyrirtæksins mun viðtakandi líklegast líta á hana alvarlegum augum vegna þess að tölvupósturinn er merktur fyrirtæki starfsmannsins. Viðtakandi myndi hugsanlega halda viðvörunina vera sanna vegna þess að umrætt fyrirtæki hefur orðstír fyrir góða þekkingu á þeim tæknigrundvelli sem það starfar á og ætti að kunna skil á þeim málefnum sem það kynnir fyrir starfsfólki sínu. Jafnvel þótt að sendandinn (húsvörðurinn) hafi ekki hugmynd um hvað hann sé að senda út þá styrkir það viðvörunina til mun að nafn fyrirtækisins sé í erindinu og þ.a.l. gerir hana raunverulega.\nAnnað dæmi tengt fyrirtækjatrúnaði. Ef framkvæmdastjóri upplýsingatæknisviðs ofangreinds fyrirtækis sendir út slíkan póst er viðvörunin ennþá meira raunverulegri, í fyrsta lagi vegna orðstír fyrirtækisins og í öðru lagi vegna orðstís framkvæmdastjórans.\nEinstaklingar innan stórra fyrirtækja ættu að vera sérlega varkárnir ef viðvörun berst þeim utan fyrirtæki þess og ef þeir telja sig tilneydda til þess að vara vini og vandamenn ber þeim að sanna hvort viðvörunin sé ósvikin áður en hún er áframsend í nafni fyrirtækisins.\nEkki er mælst til þess að einstaklingar dreyfi vírusvörnum innan fyrirtækis án þess að bera viðvörunina fyrst undir sérfræðinga tölvumála. Sérfræðingar eru þeir sem annast öryggismál í fyrirtækinu, kerfis- og tölvunarfræðingar auk starfsmenn tækniþjónustu.\nÓsviknar viðvaranir eru sendar út frá viðurkenndum fyrirtækjum og samtökum eins og CIAC, CERT, ASSIST, NASIRC o.fl. Þessar viðvaranir eru með stafrænni undirskrift sem kallast PGP sem hægt er að sannreyna á heimasíðu viðkomandi fyrirtækis á netinu. Ef fengin er viðvörn frá einhverju af framangreindum fyrirtækjum/samtökum er hægt í flestum tilvikum að vera viss um að viðvörunin sé ósvikin. Viðvaranir án nafns upphaflegs sendanda eða viðvaranir með nöfnum, heimilisföngum og símanúmerum sem ekki er hægt að auðkenna eru líklegast falskar.\nScOpE.",
    "url": "https://www.hugi.is/hugi/greinar/2695/um-falskar-virusvidvaranir-i-postsendingum/",
    "url_id": "2695",
    "id": "9036",
    "replies": [
        {
            "user": "Gulag",
            "user_id": "48",
            "date": "2000-08-21 13:03:59",
            "id": "9037",
            "reply_to_id": "9036",
            "text": "Þettu eru orð í tíma töluð….\nÞað er ótrúlegt hve oft maður fær vírus aðvaranir í email, og oft frá starfsmönnum viðurkenndra tölvufyrirtækja hér á landi. í 99% tilfella eru þessar aðvaranir bull, þ.e. aðvaranir um vírusa sem eru ekki til, þegar ég fæ aðvaranir af þessu tagi kíki ég oftast á ÞESSA síðu, þarna er hægt að sjá umfjallanir um helstu “hoax” vírus aðvaranir…"
        },
        {
            "user": "Gulag",
            "user_id": "48",
            "date": "2000-08-21 13:05:00",
            "id": "9038",
            "reply_to_id": "9036",
            "text": "Þettu eru orð í tíma töluð….\nÞað er ótrúlegt hve oft maður fær vírus aðvaranir í email, og oft frá starfsmönnum viðurkenndra tölvufyrirtækja hér á landi. í 99% tilfella eru þessar aðvaranir bull, þ.e. aðvaranir um vírusa sem eru ekki til, þegar ég fæ aðvaranir af þessu tagi kíki ég oftast á þessa síðu,\nhttp://www.icsa.net/html/communities/antivirus/hoaxes/\nþarna er hægt að sjá umfjallanir um helstu “hoax” vírus aðvaranir…"
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2000-08-21 14:16:35",
            "id": "9039",
            "reply_to_id": "9036",
            "text": "Svo ef fólk vill vera alveg viss um að þetta sé vírusvörn þá mæli ég eindregið með því að fólk líti á F-Secure heimasíðuna sem eru samstarfsaðilar Friðrik Skúlasonar ehf (Frisk Software International) Þar má kíkja á “virus info” og þar undir hoaxes. Þar eru þeir með upplýsingar um falskar viðvaranir og hvernig þeir hljóma."
        }
    ]
}