{
    "forum_title": "Gullöldin",
    "user": "sixx",
    "user_id": "54015",
    "date": "2005-01-15 18:42:48",
    "title": "Rory Gallagher-Stage Struck",
    "text": "Þessi gítarsnillingur fæddist árið 1949 í Cork á Írlandi en dó fyrir 10 árum rétt eins og gítarsnillingurinn Jerry Garcia. Annars þá fékk ég þennan disk einhversstaðar í London en þessi diskur sem ég keypti er svona re-masteruð með 2 aukalögum. Hann er allur tekinn upp Live á World tour á árunum 1979-1980.\nEn annars þá er Bandið svona:\nRory Gallagher:Gítar,söngur\nTed McKenna:Trommur\nGerry McAvoy:Bassi.\n1. Shin kicker (Gallagher)\nSnilldarlag sem er alveg tilvalið opnunarlag á disk! Þótt að Rory sé nú alls enginn heimsklassa söngvari þá er þetta bara alveg ágætt annars þá er helvíti flott gítarspilið hjá kallinum!\n****/*****\n2. Wayward Child (Gallagher)\nMjög flott lag, eitt af mínum uppáhalds á disknum! Svaðaleg gítarsóló í laginu annars smellpassar allt í laginu þó að Rory eigi það til að syngja stundum svolítið falskt að þá er þetta bara annars mjög flott lag!\n***/*****\n3. Brute force and Ignorance (Gallagher)\nMagnaður bassi er það fyrsta sem ég tók eftir í laginu þegar ég heyrði það fyrst! Annars syngur Rory bara helvíti vel í þessu lagi.\n***/*****\n4. Moonchild (Gallagher)\nHérna ownar gítarinn gjörsamlega! Alveg hrikalega flott rokklag með mögnuðu gítarsólóum og grúví bassa! Nokkuð flottar trommur líka.\n****/*****\n5. Bad Penny (Gallagher)\nAnnað af tveimur aukalögum á plötunni, hér lækkar tempoið aðeins í flottu eðal rokklagi. Ekki vel sungið hjá Rory en bassinn er frábær og maður fær að heyra vel í honum, en þegar Rory fær smá tíma til að sína smá snilli á gítarinn og tekur tvö mögnuð sóló. Annars er bassinn bara snilld!\n****/*****\n6. Keychain (Gallagher)\nHitt aukalagið, frekar blúsað lag þar sem Rory kreistir úr gítarnum flott riff og sóló. Annars er þetta ekkert sérstakt lag þótt að gítarinn, bassinn og trommurnar smelli allt saman þá er bara eitthvað við þetta lag sem ég er ekkert alveg að fíla, kanski bara söngurinn. Eitt af slakari lögum disksins.\n**/*****\n7. Follow me (Gallagher)\nBara helvíti nett lag þar sem ekkert klikkar, ekki einu sinni söngurinn! En samt er það grúví bassinn sem grípur mann strax. Mjög flott gítarsóló með flottum trommum undir.\n****/*****\n8. Baught & Sold (Gallagher)\nVerulega flott rokk-blús lag þar sem gítarinn er í aðalhlutverki með rosalega flottu gítarsólói.\nVerulega flottur söngur og flottar trommur líka.\nÍ þessu lagi er uppáhalds sólóið mitt á disknum. Magnað lag.\n***/*****\n9. The last of the Independents (Gallagher)\nAlveg ágætt lag, samt ekkert sérstakt við það sem heillar mig.\n**/*****\n10. Shadow Play (Gallagher)\nÞá er það lokalagið á disknum. Mjög gott týpískt Rory Gallagher lag með flottum sólóum en það sem ég tek líka eftir eru trommurnar sem mér finnst flottar. Annars er þetta bara fínt lag til að enda diskinn, ágætur söngur líka.\n****/*****\ní heild er þetta bara mjög góður diskur sem allir Rory Gallagher aðdáendur ættu að eiga! :)\n****/*****",
    "url": "https://www.hugi.is/gulloldin/greinar/269520/rory-gallagher-stage-struck/",
    "url_id": "269520",
    "id": "1900116",
    "replies": [
        {
            "user": "ArmannPals",
            "user_id": "10433",
            "date": "2005-01-16 13:46:59",
            "id": "1904973",
            "reply_to_id": "1900116",
            "text": "Já spes :p\nJim Morrison er idolið mitt\nJim Morrison sagði\nI´m The Lizard King, I can do anything\nTony Montana í Scarface :\nSay ello to my little friend"
        },
        {
            "user": "ArmannPals",
            "user_id": "10433",
            "date": "2005-01-17 10:12:39",
            "id": "1906631",
            "reply_to_id": "1904973",
            "text": "Hvað er svona spes ?\nRory var rosalegur…"
        },
        {
            "user": "Dorno",
            "user_id": "56944",
            "date": "2005-01-19 09:17:49",
            "id": "1910950",
            "reply_to_id": "1900116",
            "text": "Já eg hef ekki hlustað mikið a hann en eg gæti alveg hugsað mer aðgera það. Nett grein"
        }
    ]
}