{
    "forum_title": "Tölvuleikir",
    "user": "Bastich",
    "user_id": "27824",
    "date": "2005-01-15 23:32:53",
    "title": "Hin vafasama grein Fréttablaðsins um klám í tölvuleikjum.",
    "text": "Eins og sumir hafa tekið eftir, er heilsíðugrein í Fréttablaðinu í dag (15. janúar) um klám í tölvuleikjum, og segir leiðari greinarinnar að með þessari grein sé saga tölvuleikjakynlífsins rakin. Á meðan það eru athyglisverðir punktar í greininni, þá sá ég snögglega að þetta söguyfirlit er alls ekki vandað og jafnvel kolvitlaust á köflum og mun þessi grein óneitanlega leiða til ranghugmynda hjá fólki um hvað sumir leikir ganga út á…en einmitt það virðist hafa gerst hjá greinarhöfunduni.\n(Vel á minnst, hversu erfitt er fyrir blaðafólk nú til dags að fara yfir greinarnar sínar og fjarlægja allar stafsetningarvillur sem í þeim finnast?)\nMest fer fyrir brjósti mér þessi flott uppsetta tafla sem fylgir greininni, en hún á að segja okkur hvaða leikir á síðastliðnum 25 árum innihaldi klámfengið efni. Þar er líka tekið fram að leikir sem eru skrifaðir í Java-málinu séu ekki teknir með (sökum fjölda þeirra) né séu talin upp sérstök kynlífsforrit eða “tölvugert klám”. Til að byrja með eru seinustu tvær skilgreiningarnar svo víðtækar að þær ættu í sjálfu sér að útiloka ALLA tölvuleiki sem nokkurntíma hafa verið gefnir út, en það skiptir svosem ekki miklu máli þar sem listinn er ómarktækur hvort sem er sökum lélegs vals á leikjum og þversagnarkennda skilgreininga.\nHvað á ég við með þessu seinasta? Ég á við þá staðreynd að sumir af leikjunum á listanum eru álíka klámfengnir og dömubindaauglýsingar, og á sama tíma vantar nokkra virkilega klámfenga og grófa leiki á listann. Tökum nokkur vel valin dæmi:\n# Hvergi er minnst á þá staðreynd að “Soft Porn” er textaævintýraleikur (þ.e. engin grafík á skjánum, einungis skrifaður texti) sem var endurútgefinn nokkrum árum síðar með grafík og var þá kallaður “Leisure Suit Larry”. Í öðrum orðum, sami leikurinn er talinn upp tvisvar.\n# Leikirnir tveir um launmorðingjann Golgo 13 eru taldir upp, en ekki er talin ástæða til að telja upp aðra framhaldsleiki, þrátt fyrir að þeir séu klámfengnari en fyrrnefndir leikir. Nægir að nefna alla GTA-leikina, til dæmis. “GTA: Vice City” er ekkert einsdæmi um klámfengt efni í þessari leikjasyrpu, það hefur verið þar frá upphafi.\n# “Rise of the Dragon” og “Planescape: Torment” eru, í samanburði við alla hina leikina á listanum, alsaklausir af öllum sakhæfingum um að innihalda klám eða kynlíf. Telst hið háa hlutfall PS:T af vændiskonum til kláms, sérstaklega þar sem öll samskipti við þær eru einungis í skrifuðum texta? ROTD er ekkert meira en meðal B-mynd að öllu leyti, ekki teljast B-myndir til kláms seinast þegar ég vissi. Svipaða hluti má segja um “Ultima VII” (og reyndar alla 20 Ultima-leikina samkvæmt orðum og alhæfingum greinarhöfundar) en eftir greininni að dæma telst Ultima 7 sem ljósblár kynlífsleikur fyrir það eitt að spilandanum býðst kynferðisleg þjónusta á einu baðhúsi, hvort sem hún með gangstæða kyninu eður ei.\n# Dæmandi af því hvaða leikir eru taldir upp, þá spyr ég bara? Hvar er “Tomb Raider”? Lara Croft varð einungis svona vinsæl meðal karlpeningsins vegna þess að hún var með gríðarstór brjóst. Hægt er að deila um hvort eitthvert klám fyrirfinnist yfirhöfuð í Tomb Raider-leikjunum, en mér þykir undarlegt að stærsta tölvuleikjakyntákn sögunnar skyldi ekki vera í þessari grein.\nÉg get nefnt fjöldan allan af leikjum sem ættu að vera á þessum lista yfir klámfegna leiki, en ég ætla að láta mér nægja að stikla á stóru. Það eru til margir leikir í anda Tetris sem eru klámfengnir, ekki eru þeir taldir upp. Nokkrir af hinum svokölluðu “Hentai”-leikjum hafa verið gefnir út utan Japans, hvar eru þeir? Evrópubúar hafa gefið út sinn skerf af kynferðislegum leikjum, eru þeir ekki nógu markverðir til að rata inn í greinina? Síðast en ekki síst, hvar eru “Fallout”-leikirnir? Þær kynferðislegu athafnir sem hægt er að stunda í þeim leikjum (alltsaman einungis í skrifuðum texta, auðvitað) réttlætir svo sannarlega tilverurétt þeirra í þessari grein, en ekki fann ég staf um þá.\nÉg sé ekki betur en að þessi grein sé skrifuð með því markmiði að veita foreldrum innsýn inn í hina kynferðislegu hlið eins helsta afþreyingarefni samtímans, en sökum lélegrar heimildaröflunar, tilhæfulausra alhæfinga og ófullnægjandi skilgreininga þykir mér vafasamt að sá árangur muni nást. Reyndar sýnist mér öll greinin bera þann keim að vera nánast beinþýdd uppúr einhverju bandarísku dellublaðinu, enda er hið tvöfalda siðferði Kanans gagnvart kynlífi og ofbeldi vel þekkt.\nMér þykir það hin argasta synd að þetta umræðuefni (kynlíf í afþreyingarefni) sem virkilega þarf að vera rætt opinberlega til að upp sé dregin rétt mynd, og að fordómum í garð þess sé útrýmt, sé skyrpt út af Fréttablaðinu án alvöru próförkunar og staðfestingar.",
    "url": "https://www.hugi.is/tolvuleikir/greinar/269912/hin-vafasama-grein-frettabladsins-um-klam-i-tolvuleikjum/",
    "url_id": "269912",
    "id": "1903666",
    "replies": [
        {
            "user": "gaddavir",
            "user_id": "21309",
            "date": "2005-01-15 23:44:49",
            "id": "1904338",
            "reply_to_id": "1903666",
            "text": "Mér finnst alltaf einsog að það sé reint að fá þann sem veit minnst um efnið skrifa um það í DV, Mogganum og Fréttablaðinu. d;o/"
        },
        {
            "user": "marx",
            "user_id": "15611",
            "date": "2005-01-15 23:47:57",
            "id": "1904346",
            "reply_to_id": "1904338",
            "text": "“vændiskonurnar” í PsT sváfu ekki hjá heldur mætti segja að þetta hefði verið heimspeki stofa þar sem menn borguðu fögrum konum til að ræða heimspeki við þær."
        },
        {
            "user": "Haukzi",
            "user_id": "48476",
            "date": "2005-01-16 02:17:07",
            "id": "1904573",
            "reply_to_id": "1904346",
            "text": "ó mæ god ég er klámdvergu"
        },
        {
            "user": "Nokkvih",
            "user_id": "33878",
            "date": "2005-01-15 23:49:36",
            "id": "1904350",
            "reply_to_id": "1903666",
            "text": "Flott grein.\nRugl blaðagrein\nNokkvih"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-01-16 00:00:22",
            "id": "1904378",
            "reply_to_id": "1903666",
            "text": "Skil nú ekki af hverju hann talar um tölvuleiki skrifaða í Java sérstaklega… það er bara steypa.\nÉg fór aðeins að googla af vafasömum orðum og kommst að því að það er til aragrúi af flashleikjum sem ganga út á kynlíf, svona grófir dating-games.\nSvo gleymist alltaf að minnist á jákvæðu hliðar málsins, það eru ekki allir leikir klámfengnir, líklegast fæstir, en það eru margir sem eru uppbygjandi á margan hátt."
        },
        {
            "user": "parza",
            "user_id": "56297",
            "date": "2005-01-16 00:00:42",
            "id": "1904379",
            "reply_to_id": "1903666",
            "text": "Þetta gamla pakk halda að við höfum ekki séð klámyndir eða brjóst þau eru svo vitlaus.Þessir leikir geta engan vegin skaðað okkur\nparza"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-01-16 00:10:21",
            "id": "1904391",
            "reply_to_id": "1904379",
            "text": "Ég stórlega efast að ofbeldismyndir og leikir hafi áhrif á venjulegt fólk heldur, ég er bara alls ekki að sjá veruleikafyrrt fólk hlaupandi um með haglabyssur að reyna fragga í 10-11."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-16 00:19:03",
            "id": "1904404",
            "reply_to_id": "1904391",
            "text": "Já ég sé aaaaalls ekki einhvern vin minn sem spilar CS úti að “headda” fólk með AVP eða einhverju álíka. Halda þau virkilega að þetta morðóða og allir þessir brjáluðu gangsterar æfi sig í Duke Nukem (sem átti víst að vera slæmur leikur) eða GTA?\nNei auðvitað, eftir spilun GTA þá byrja menn að stela skriðdrekum og fá sér vændiskonur."
        },
        {
            "user": "siggikorn",
            "user_id": "47904",
            "date": "2005-01-16 04:06:16",
            "id": "1904664",
            "reply_to_id": "1904391",
            "text": "Má þetta? (Undirskriftin þín)"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-01-16 14:40:00",
            "id": "1905093",
            "reply_to_id": "1904664",
            "text": "Já, það má vitna í bíómyndir síðast þegar ég vissi, ertu að tala um að það eigi að vera vísun í heimildir?"
        },
        {
            "user": "siggikorn",
            "user_id": "47904",
            "date": "2005-01-16 15:13:17",
            "id": "1905144",
            "reply_to_id": "1905093",
            "text": "ég svona meira að tala um dónaorðin, the profanity."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-01-16 15:28:52",
            "id": "1905177",
            "reply_to_id": "1905144",
            "text": "Ég hafði nú ekkert mikið spáð í því, þetta er aðalega fyndið, held að fólk átti sig flest á því :"
        },
        {
            "user": "siggikorn",
            "user_id": "47904",
            "date": "2005-01-16 19:44:40",
            "id": "1905733",
            "reply_to_id": "1905177",
            "text": "já ég veit en ég er að meina svona uppá yngri notendur…"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-01-16 22:25:13",
            "id": "1906056",
            "reply_to_id": "1905733",
            "text": "Erhm… þeir sem að eru að nota huga hafa líklegast komist í tæri við þetta áður, mér sýnist að krakkar á fyrstu árum í grunnskóla séu að læra “fuck, shit” og allt það.  Efast um að ég sé að særa blygðunarkennd einhvers, en ef svo er skal ég glaður taka þetta burt :)"
        },
        {
            "user": "siggikorn",
            "user_id": "47904",
            "date": "2005-01-17 00:39:43",
            "id": "1906427",
            "reply_to_id": "1906056",
            "text": "já mér er sko alveg sama, bara ef þú skyldir lenda í einhverju veseni hjá guðunum ;)"
        },
        {
            "user": "gamligrimmi",
            "user_id": "59934",
            "date": "2007-01-22 14:51:59",
            "id": "4506414",
            "reply_to_id": "1906056",
            "text": "Hvað stóð :) ?"
        },
        {
            "user": "mItz",
            "user_id": "40915",
            "date": "2005-01-16 00:35:11",
            "id": "1904436",
            "reply_to_id": "1904379",
            "text": "Indeed"
        },
        {
            "user": "lilienfeld",
            "user_id": "20337",
            "date": "2005-01-16 00:53:33",
            "id": "1904467",
            "reply_to_id": "1903666",
            "text": "Ég er svo hjartanlega sammála þér, en eftirfarandi:\n“Lara Croft varð einungis svona vinsæl meðal karlpeningsins vegna þess að hún var með gríðarstór brjóst”\nfinnst mér afskaplega vafasöm staðhæfing."
        },
        {
            "user": "LoLcopter",
            "user_id": "46907",
            "date": "2005-01-16 02:17:55",
            "id": "1904577",
            "reply_to_id": "1904467",
            "text": "Ég meina vinur minn keypti marga leiki útaf brjóstunum(Í tomb raider)"
        },
        {
            "user": "lilienfeld",
            "user_id": "20337",
            "date": "2005-01-16 22:05:12",
            "id": "1906005",
            "reply_to_id": "1904577",
            "text": "þú hlýtur að vera að grínast."
        },
        {
            "user": "LoLcopter",
            "user_id": "46907",
            "date": "2005-01-16 22:09:42",
            "id": "1906016",
            "reply_to_id": "1906005",
            "text": "Nei og eldri bróðir hans alltaf að leita af svindlum til að gera hana alsbera:)"
        },
        {
            "user": "lilienfeld",
            "user_id": "20337",
            "date": "2005-01-16 22:14:15",
            "id": "1906024",
            "reply_to_id": "1906016",
            "text": "sumt fólk…. :)"
        },
        {
            "user": "LoLcopter",
            "user_id": "46907",
            "date": "2005-01-16 22:41:19",
            "id": "1906104",
            "reply_to_id": "1906024",
            "text": "Já þetta fólk sem er á móti tölvuleikjum veit ekkert hvað það er að tala um"
        },
        {
            "user": "KafteinnFalki",
            "user_id": "25439",
            "date": "2005-01-16 01:08:55",
            "id": "1904493",
            "reply_to_id": "1903666",
            "text": "Sýnir bara og sannar að fréttablaðið er ruslsnepill, eins og bróðir sinn dagblaðið :)"
        },
        {
            "user": "KafteinnFalki",
            "user_id": "25439",
            "date": "2005-01-16 02:15:12",
            "id": "1904569",
            "reply_to_id": "1904493",
            "text": "ég gæti ekki verið meira sammála"
        },
        {
            "user": "Taciturn",
            "user_id": "35131",
            "date": "2005-01-16 02:54:08",
            "id": "1904629",
            "reply_to_id": "1903666",
            "text": "Ekki heldurðu virkilega að menn færu að eyða 5000 kalli í Tomb Raider tölvuleikina bara til að geta séð brjóstin á óraunverulegri tölvuleikjafígúru í gegnum peysuna hennar þegar að það er hægt að borga annaðhvort ekkert eða mikið minna fyrir klám? Tomb Raider leikirnir voru mjög skemmtilegir á sínum tíma og þú ættir ekki að nota orðið “einungis”."
        },
        {
            "user": "Rumms",
            "user_id": "30459",
            "date": "2005-01-16 03:21:01",
            "id": "1904643",
            "reply_to_id": "1903666",
            "text": "Þessi grein er svoldið misleiðandi finnst mér, og sumt fólk á eftir að taka því sem stendur þarna Of Alvarlega\nog fara að stofna samtök einsog “green-peace gegn tölvuleikjum”\njá og Skemmtileg tilviljun að Höfundurinn skrifar einnig umsögn um Full spectrum warrior í sama blaði,\ní allt öðrum Tón en samt svoldið almúgaleg (s.s. skrifuð fyrir fólk sem er Ekki inní leikjum)"
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2005-01-16 03:40:27",
            "id": "1904656",
            "reply_to_id": "1903666",
            "text": "Hvar finn ég þessa klámleiki? :P"
        },
        {
            "user": "HotWaX",
            "user_id": "3009",
            "date": "2005-01-16 04:06:35",
            "id": "1904665",
            "reply_to_id": "1904656",
            "text": "Migh vantar akkruat einhverja “öfluga” klámleiki eftir að Erotica Island var stolið af mér :("
        },
        {
            "user": "znarf",
            "user_id": "1896",
            "date": "2005-01-16 05:38:33",
            "id": "1904693",
            "reply_to_id": "1903666",
            "text": "Sælir\nFrábært að fá uppbyggilega gagnrýni og vil ég nota tækifærið og upplýsa nokkur atriði.\nGrein af þessu tagi og er til umfjöllunar hér er sett þannig fram að almennur lesandi skilji efnið og þarf ekki að vera leikjasérfræðingur til að fræðast aðeins um viðfangsefnið.\nAð sjálfsögðu getur greinin verið ítarlegri en með svona stutt pláss (heilsíða) þarf að stikla á stóru og því aldrei um neina algjöra umfjöllun að ræða.\nÞrátt fyrir fyrirsögn greinarinnar er ekki verið að koma með einhvern femínista siðapostula áróður eins og margir hugarar halda heldur aðeins létt grein um kynlífs tilburði í tölvuleikjum. Þegar talað er um kynlífstilburði er ekki átt við klám.\nÉg er hjartanlega sammála að umræða um kynlíf í afþreyingargeiranum sé af hinu góða og því er greinin vonandi grundvöllur fyrir skemmtilegum skoðanaskiptum.\nÞú fullyrðir að staðreyndir séu rangar og próförk ekki lesin, gott væri að skilgreina nánar.\nPersónulega þá held ég að flestir átti sig á að greinin er ekki fræðigrein enda var það aldrei takmarkið. Þetta er létt helgarlesefni fyrir alla. Prentmiðlar gefa takmarkað pláss fyrir umfjöllun um tölvuleiki en Fréttablaðið gerir það reglulega.\nVirðingarfyllst\nFranz Gunnarsson"
        },
        {
            "user": "Moli",
            "user_id": "1779",
            "date": "2005-01-16 07:17:33",
            "id": "1904706",
            "reply_to_id": "1904693",
            "text": "Þósvo að greinin sé “helgarléttmeti” þá þýðir það ekki að hún megi vera röng og illa skrifuð.\nNú hef ég ekki lesið umrædda grein, en vill nýta mér það sem greinarhöfundur telur upp.\nPlanescape Torment;\nAð segja að þessi leikur sé “klám” er einfaldlega.. Fáránlegt.\nEr eitthvað fyrirbrigði “klám” þó svo að fyrirbæri tengt kynlífsiðnaði sé inni í rammanum?\nNei.\nKvikmyndirnar Pretty Woman og Taxi Driver snúast kringum vændiskonur..\nKvikmyndagúrúar myndu nú láta heyra í sér ef maður flokkaði þær kvikmyndir sem klám, hvað þá klámfengnar, eða “sexually oriented” svo ég leyfi mér nú að sletta.\nAð gefa eitthvað svona frá sér er einfaldlega léleg blaðamennska, og niðrun við lesandann, enda ertu að mata hann með röngum upplýsingum.\nEn hvernig væri nú að nýta þetta pláss sem þú hefur þarna í fréttablaðinu og gera alvöru gagnrýni á leikjum, ekki eitthvað sem að “leikmenn” geta lesið, því þeir gera það einfaldlega ekki.\nEkki sérðu skákdálkinn, briddsdálkinn, kvikmyndadálkinn eða nokkurn annann hobbýdálk vera skrifaðann á leikmannamáli í neinu tímariti eða dagblaði."
        },
        {
            "user": "znarf",
            "user_id": "1896",
            "date": "2005-01-16 16:41:33",
            "id": "1905295",
            "reply_to_id": "1904706",
            "text": "Legg til að þú lesir greinina áður en þú byrjar að fleima."
        },
        {
            "user": "Diamond",
            "user_id": "5482",
            "date": "2005-01-16 05:44:52",
            "id": "1904695",
            "reply_to_id": "1903666",
            "text": "hehh, krakkar þurfa nú ekki að gera mikið annað en að fletta dv til að finna klám enda eru naktar kerlingar í smáauglýsingunum ásamt símanúmerunum þeirra.."
        },
        {
            "user": "Booger",
            "user_id": "1132",
            "date": "2005-01-16 09:48:36",
            "id": "1904728",
            "reply_to_id": "1904695",
            "text": "Simmi fær rúnkefnið sitt þaðan."
        },
        {
            "user": "Diamond",
            "user_id": "5482",
            "date": "2005-01-16 19:22:54",
            "id": "1905685",
            "reply_to_id": "1904728",
            "text": "haha"
        },
        {
            "user": "Talesofelviz",
            "user_id": "39258",
            "date": "2005-01-16 13:47:31",
            "id": "1904975",
            "reply_to_id": "1903666",
            "text": "Fréttablaðið og DV eru sneppilsblöð.\nEf ég man rétt, var hægt að beita svindli til þess að láta Löru Croft verða allsbera í tomb raider leikjunum."
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2005-01-17 21:04:28",
            "id": "1908052",
            "reply_to_id": "1904975",
            "text": "Jújú, eins gífurlega kynæsandi og það var að sjá þríhyrnd brjóst á skjánum…"
        },
        {
            "user": "Talesofelviz",
            "user_id": "39258",
            "date": "2005-01-19 16:05:55",
            "id": "1911561",
            "reply_to_id": "1908052",
            "text": "hehehe, reyndar."
        },
        {
            "user": "dabbmundur",
            "user_id": "30795",
            "date": "2005-01-17 12:00:35",
            "id": "1906728",
            "reply_to_id": "1903666",
            "text": "Ég segi nú bara hvar er duke nuken.. eða var það duke nukem? Man það ekki, en allavega, það var bæði klámfenginn og ofbeldisfullur leikur."
        },
        {
            "user": "Tybalt",
            "user_id": "50742",
            "date": "2005-01-18 08:22:50",
            "id": "1908720",
            "reply_to_id": "1903666",
            "text": "Snilldar Grein.\nVerð að leita að þessu fréttablaðs druslu"
        }
    ]
}