{
    "forum_title": "Harry Potter",
    "user": "ninus",
    "user_id": "39743",
    "date": "2005-01-16 22:46:22",
    "title": "Hverjir eru litir Hufflepuff og Ravenclaw?",
    "text": "Ég hef verið að velta því fyrir mér hvort einhver viti hvaða einkennisliti heimavistirnar Hufflepuff og Ravenclaw hafa?\nÉg veit að einkennislitir Gryffindor eru vínrauður og gylltur, og Slytherin hefur grænan og silfraðan; en ég man ekki eftir að hafa nokkurn tíman lesið hverjir litir Hufflepuff og Ravenclaw væru.\nHver heimavist hefur sitt einkennismerki og sinn einkennis lit. Sem svar við þessari spurningu ákvað ég að setja inn smá fróðleik um allar vistirnar og ég vona að mér hafi tekist vel upp og að þetta sé áhugaverð lesning.\nHufflepuff\nHufflepuff, einkennislitir Hufflepuff eru gulur og svartur og eru það þeir litir ásamt dýrinu greifingi sem prýða skjaldamerki Hufflepuff. Stofnandi þessarar vistar var Helga Hufflepuff og heitir vistin eftir henni. Það er Prófessor Spýra sem er yfir vistinni en Feiti ábótinn er draugur þessarar heimvistar. Ekki er vitað um innganginn að setustofu Hufflepuff.\nRavenclaw\nRavenclaw, einkennislitir Ravenclaw eru blár og brons og eru það þeir litir ásamt erninum sem prýða skjaldamerki Ravenclaw. Stofnandi þessarar vistar var Rowena Ravenclaw og heitir vistin eftir henni. Það er Prófessor Flitwick sem er yfir vistinni en Gráa Lafðin er draugur Ravenclaw. Inngangurinn að setustofu Ravenclaw er sagður vera í gegnum ákveðinn riddara.\nGryffindor\nGryffindor, einkennislitir Gryffindor eru rauður og gylltur og eru það þeir litir ásamt ljóni sem stendur upp á afturlappirnar sem prýða skjaldamerki Gryffindor. Stofnandi Gryffindor var Godric Gryffindor og heitir vistin eftir honum. Það er Minerva McGonagall sem er yfir vistinni en Næstum hauslausi Nick er Gryffindor-draugurinn. Inngangurinn að setustofu Gryffindor er í gegnum málverk af feitri konu.\nSlytherin\nSlytherin, einkennislitir Slytherin eru grænn og silfur og eru það þeir litir ásamt slöngu sem prýða skjaldamerki Slytherin. Stofnandi Slytherin var sjálfur Salazar  Slytherin og heitir vistin eftir honum. Það er Severus Snape sem fer fyrir vistinni en Blóðugi Baróninn er draugur Slytherin. Inngangurinn að Slytherin liggur í gegnum steinvegg í dýflissunum.",
    "url": "https://www.hugi.is/hp/pistlar/270239/hverjir-eru-litir-hufflepuff-og-ravenclaw/",
    "url_id": "270239",
    "id": "1906125",
    "replies": [
        {
            "user": "Liverpool",
            "user_id": "1692",
            "date": "2005-01-17 00:10:32",
            "id": "1906353",
            "reply_to_id": "1906125",
            "text": "er það ekki gulur og svartur?"
        },
        {
            "user": "Aesa",
            "user_id": "14937",
            "date": "2005-01-17 00:11:20",
            "id": "1906355",
            "reply_to_id": "1906125",
            "text": "Já gaman að vita. Blár og brons segiru, mér fannst eins og það væri bara svartur líka, eins og í Hufflepuff :P Fannst það samt frekar ólíklegt. Nöfnin á heimavistunum voru samt öll endurtekin soldið oft… Slytherin,td, 7 sinnum í einungis fjórum línum."
        },
        {
            "user": "Oscen",
            "user_id": "23082",
            "date": "2005-01-17 00:40:27",
            "id": "1906431",
            "reply_to_id": "1906125",
            "text": "Ravenclaw - blár og hvítur\nHufflepuff - gulur og blá"
        },
        {
            "user": "ninus",
            "user_id": "39743",
            "date": "2005-01-17 10:29:10",
            "id": "1906648",
            "reply_to_id": "1906431",
            "text": "Nei, það eru blár og brons og gulur og svartur…"
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2005-01-17 12:18:47",
            "id": "1906762",
            "reply_to_id": "1906125",
            "text": "Hvað meinaru að þú hefur aldrei lesið liti þeirra, ég vissi þetta þá að ég hef aldrei leitast eftir því að vita þetta sérstaklega… mynnir að þetta hafi staðið í fyrstu bókinni.."
        },
        {
            "user": "ninus",
            "user_id": "39743",
            "date": "2005-01-17 12:29:47",
            "id": "1906771",
            "reply_to_id": "1906762",
            "text": "Þetta var spurning sem við fengum og mér finnst hún í raun mjög góð. Við verðum að virða að þótt til dæmis þig og marga aðra langi kannski ekkert að vita þetta þá er marga sem fýsir í að fá svör við spurningum eins og þessari. Nei ég held að það komi ekki fram í fyrstu bókinni litirnir nema hjá Gryffindor og Slytherin. Hinar heimavistirnar koma í raun mjög lítið fram í bókunum."
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2005-01-17 12:33:20",
            "id": "1906778",
            "reply_to_id": "1906771",
            "text": "um hvað ertu að tala, virða hvað… ég var bara að segja að ég skil ekki hvernig ég vissi þetta ef þetta stæði ekki í bókinni"
        },
        {
            "user": "ninus",
            "user_id": "39743",
            "date": "2005-01-17 12:35:01",
            "id": "1906781",
            "reply_to_id": "1906778",
            "text": "Til dæmis frá Rowling sjálfri…en það eru líka ekki allir held ég sem hafa lesið bækurnar hversu undarlega sem það hljómar heldur bara horft á myndirnar svo"
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2005-01-17 13:24:07",
            "id": "1906839",
            "reply_to_id": "1906781",
            "text": "Ég get svo svarið það að ég og vínkona mín vorum að ræða þetta rétt áður en að fyrsta myndin kom út, við vorum að labba heim úr skólanum, og hún er alger HP aðdáandi svo hún var ný búin að neyða mig til að lesa bækurnar (sem mér líkaði)"
        },
        {
            "user": "ninus",
            "user_id": "39743",
            "date": "2005-01-17 19:18:07",
            "id": "1907721",
            "reply_to_id": "1906839",
            "text": "JáJá…If you say so…I couldn't care less…."
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2005-01-27 01:33:45",
            "id": "1929523",
            "reply_to_id": "1906781",
            "text": "Þetta stendur í fyrstu bókinni skomm…ekki það að það skipti máli. Það taka ekkert allir eftir eitthverju sem er bara rétt svo minnst á :)"
        },
        {
            "user": "HotWaX",
            "user_id": "3009",
            "date": "2005-01-17 14:08:06",
            "id": "1906880",
            "reply_to_id": "1906125",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2005-01-18 16:58:14",
            "id": "1909578",
            "reply_to_id": "1906125",
            "text": "Huffelpuff hljómar eins og: Stuðboltastelpur\nRavenclaw  hljómar eins og: regn/örn\nGriffindor hljómar eins og: Grifflur\nSlytherin  hljómar eins og: Slanga/he"
        },
        {
            "user": "Catium",
            "user_id": "56286",
            "date": "2005-01-18 19:35:38",
            "id": "1910051",
            "reply_to_id": "1906125",
            "text": "Ok.\nÉg vissi(þar til núna) ekki mikið um Rawenclaw(veit ekki hvernig þetta er skrifað). Ég vissi bara þetta um litina og dýrið. Ég man ekki eftir að hafa lesið um að Flitwick sé yfirmaður Rawenclaw. En hitt stendur bara ekki í bókunum(ég sver það). Mér finnst alltof lítið fjallað um Rawenclaw í bókunum (sem mér finnst að Rowling ætti að reyna að bæta úr). Það er nú meira fjallað um Hufflepuff því að margir góðir kunningjar Harry´s og co eru úr Hufflepuff.\nAllavega gott að vita þetta.\nTakk fyrir að nenna að lesa þetta.\nKveðja Catium."
        },
        {
            "user": "robbo",
            "user_id": "37775",
            "date": "2005-01-19 15:10:04",
            "id": "1911382",
            "reply_to_id": "1906125",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "ninus",
            "user_id": "39743",
            "date": "2005-01-19 15:32:28",
            "id": "1911474",
            "reply_to_id": "1911382",
            "text": "hvað ertu að gera á Harry Potter áhugamálinu ef þér finnst það?"
        },
        {
            "user": "stinkytoe",
            "user_id": "29707",
            "date": "2005-01-19 19:35:42",
            "id": "1912120",
            "reply_to_id": "1911382",
            "text": "Hvað er eiginlega málið með að koma inn á eitthvað áhugamál bara til að segja að það “sökki”? Það er barnalegt og líka virkilega þreytandi.\nFarðu bara yfir á þín eigin áhugamál og láttu vera að skemma þennan póst þótt að þér leiðist þetta."
        },
        {
            "user": "TinnaKristin",
            "user_id": "43890",
            "date": "2005-01-19 19:37:11",
            "id": "1912125",
            "reply_to_id": "1906125",
            "text": "Ég held að litirnir á vitunum hafi komið einhverri bókinni/bókunum í framhjáhlaupi. Allavega minnir mig það.En hefur einhvar ennar tekið eftir þessu:\nGryffindor:\n= rauður og\ngylltur\nSlytherin\n= grænn og\nsilfur\nRavenclaw\n= blár og\nbrons\nHufflepuff\n= Gulur og svartur\nGryffindor virðist alltaf vera í fyrsta sæti(gull), Slytherin öðru(silfur) og Ravenclaw þriðja(brons)."
        },
        {
            "user": "ninus",
            "user_id": "39743",
            "date": "2005-01-19 19:48:30",
            "id": "1912161",
            "reply_to_id": "1912125",
            "text": "Svo kemur Hufflepuff í 4. sæti sem matt silfur :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-19 21:18:57",
            "id": "1912393",
            "reply_to_id": "1912125",
            "text": "Vá! Ég var ekki búin að taka eftir þessu. Skarplega athugað.\n:)"
        },
        {
            "user": "robbo",
            "user_id": "37775",
            "date": "2005-01-21 20:00:34",
            "id": "1916334",
            "reply_to_id": "1906125",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "ninus",
            "user_id": "39743",
            "date": "2005-01-21 22:09:46",
            "id": "1916597",
            "reply_to_id": "1916334",
            "text": "And…er það okkar vandamál hvað þér finnst? :/"
        },
        {
            "user": "sunnydew",
            "user_id": "39246",
            "date": "2005-01-22 01:20:59",
            "id": "1916936",
            "reply_to_id": "1906125",
            "text": "þetta stendur alveg örugglega í einhverrri bókinni.. allavegna var ég buin að lesa þetta einhversstaða"
        },
        {
            "user": "erfid",
            "user_id": "34141",
            "date": "2005-01-25 11:03:21",
            "id": "1924951",
            "reply_to_id": "1906125",
            "text": "mmm hef á tilfinningunni að þetta sé svei mér þá bara rétt:D nema…ravenklaw…var það ekki blátt og hvítt:S mig minnir það…annars aldrei að treysta mér;)"
        },
        {
            "user": "nonni06",
            "user_id": "48020",
            "date": "2005-01-28 12:54:36",
            "id": "1932192",
            "reply_to_id": "1906125",
            "text": "í fjórðu bókinni stnda litirnir og þar stendur að:\nmerki Gryffindor séi rautt með gylltu ljóni\nmerki Slytherin séi grænt með silfur slöngu\nmerki Rawenclaw séi blátt með bronslitum erni\nmerki Hufflepuff séi gult með svörtum greifngja\nekki að merkin séu rauð og gyllt hjá Gryffindor til dæmis\nannars er ég ekki alveg viss um þetta :S (það stendur einhvers staðar í kringum bls. 185, man það ekki alveg)"
        },
        {
            "user": "ArwenUndómiel",
            "user_id": "63548",
            "date": "2006-07-15 22:03:13",
            "id": "3753603",
            "reply_to_id": "1906125",
            "text": "Flott og merkilegt:o) Var að velta fyrir mér, bara í ganni, hvort það gæti ekki verið að inngangurinn í setustofu Ravenclaw væri í gegnum málverkið af Caddock riddara? (Caddock riddari er lítill riddari sem er skilgreindur í sjötta kafla í Harry Potter og fanginn frá Azkaban). Bara hugmynd, veit þetta ekki, en var að hugsa. Gæti það ekki verið?"
        },
        {
            "user": "Sally",
            "user_id": "38019",
            "date": "2008-03-09 20:59:11",
            "id": "5695047",
            "reply_to_id": "1906125",
            "text": "ofurseint svar hérna, en ákvad bara ad koma thví fram ad litir Ravenclaw eru blár og brons í\nbókunum\n, en blár og silfur í\nmyndunum\n."
        }
    ]
}