{
    "forum_title": "Raunveruleikaþættir",
    "user": "StingerS",
    "user_id": "14433",
    "date": "2005-01-19 19:32:10",
    "title": "He's a lady.",
    "text": "Halló.\nLangar bara að segja frá skemmtilegum raunveruleikaþætti sem er sýndur hér á TV 3 í Svíþjóð en ég veit alls ekkert um hvort að hann sé sýndur á Íslandi!!\nÞessi þáttur heitir He's a lady og byrjaði þannig að 11 karlmenn fóru í þátt eftir að kærustur þeirra píndu þá í þáttinn. Þeir vissu ekkert hvað þeir áttu að gera en vissu að 250.000 dollarar væru sigursumman.\nÞegar þeir koma þangað taka þeir eftir stóru make up liði. Allir gaurarnir fóru þá í make up meðferð þar sem þeir voru vaxaðir og rakaðir, málaðir og breyttir í kvennmann.\nSvo fengu þeir auðvitað hárkollu og kjól. Þeir líkjast ekkert voðalega konu akkurat núna (nema kanski einn sem að gæti alveg verið kona) en kanski eiga þeir eftir að gera það seinna í þættinum.\nAllavegana var það þannig að þeir sýndu sig fyrir 3 dómurunum og dómararnir sendu 4 gaura heim.\nÉg er bara búinn að sjá 2 þætti en í þætti númer tvö fóru þeir allavegana niðrí bæ og manneskjum útá götu var sagt að það væri ein alvöru kona með í hópnum (sem var lygi) og þau ættu að giska á hver það var. Karlinn sem fékk flest atkvæði fékk svo að fara út næsta dag sem karlmaður og var öruggur þegar að það átti að senda einhvern heim. Svo í endanum var einn kosinn til að fara heim og núna eru 6 strákar eftir. Þetta er nokkuð skemmtilegur þáttur og ég bíð spenntur eftir næsta þætti :D\nKv. StingerS",
    "url": "https://www.hugi.is/realitytv/greinar/270690/hes-a-lady/",
    "url_id": "270690",
    "id": "1909937",
    "replies": [
        {
            "user": "saedis88",
            "user_id": "54628",
            "date": "2005-01-19 20:29:04",
            "id": "1912272",
            "reply_to_id": "1909937",
            "text": "hahahahahha ég sá þetta í opruh þetta er snillld"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-19 21:30:33",
            "id": "1912426",
            "reply_to_id": "1909937",
            "text": "hahahha hljómar vel :D"
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2005-01-19 23:48:30",
            "id": "1912799",
            "reply_to_id": "1909937",
            "text": "ég vil fá aftur þessa hálfu mínútu sem fór í að lesa þetta"
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2005-01-20 02:37:19",
            "id": "1912944",
            "reply_to_id": "1909937",
            "text": "Jæja, botni mannlegrar reisnar er endanlega náð.\nÞað vona ég amk, því mér hrýs hugur við því sem gæti komið :)"
        },
        {
            "user": "royksopp",
            "user_id": "26331",
            "date": "2005-01-20 14:04:09",
            "id": "1913351",
            "reply_to_id": "1909937",
            "text": "Ég sá þetta í Opruh og vá hvað ég vorkenndi gaurunum.. að einhver kona hafi viljað senda karlmanninn sinn í þetta!"
        },
        {
            "user": "StingerS",
            "user_id": "14433",
            "date": "2005-01-20 14:16:30",
            "id": "1913372",
            "reply_to_id": "1913351",
            "text": "Hvað er ekki gert fyrir peninga í Bandaríkjunum??\nKv. StingerS"
        }
    ]
}