{
    "forum_title": "Rokk",
    "user": "Doddikallinn",
    "user_id": "39465",
    "date": "2005-01-19 14:06:35",
    "title": "X-fm 91,9",
    "text": "Ég hef verið að pæla í því sem að fólk er búið að vera að segja um að það eigi að leggja niður FM95,7 og eitthvað í þá áttina.\nÉg persónulega verð að segja að ég vil ekki láta leggja niður FM þar sem að ef það er gert þá hafa hnakkarnir ekkert til að hlusta á nema rokkið og viljum við það í raun og veru? hafa einhverja hnakka á meðal okkar að hlusta á rokkið og mæta á rokktónleika þar sem að þeir hafa engann áhuga á tónlistinni í raun og veru og eru bara að þessu því að þeir hafa ekkert sjálfir til að hlusta á. ég vil það ekki, þeir skemma stemninguna og skap mitt og ég er mikið á móti því að þetta gerist (sem að ég býst alls ekki við þar sem að engin ástæða er fyrir því).\nMörg ykkar sem að lesið getið ekki ímyndað ykkur hvað ég varð svekktur þegar ég hafði EKKERT rokk í útvarpinu mínu og varð að styðjast við mitt litla en þó ágæta diskasafn á meðan. En þá kom ljósið í myrkrinu fyrir mig. Ég frétti af X-fm og var með kveikt á þessari tíðni.. 91,9 í heilan sólarhring næstum áður en stöðin fór í loftið. Þegar loksins hún kom þá fylltist ég gleði og ég er alveg ótrúlega ánægður þegar ég loksins heyrði í Andra (Freysa) mínum á X-fm loksins þar sem að ég hlustaði á hann á X-inu uppá hvern einasta dag lengi, lengi og þótti hann ekkert nema snilld. Ég gerði það meira að segja annað slagið að skrópa í tíma bara til að geta hlustað á þessa snilld.\nEn já, svo kom X-fm og ég var mjög sáttur við að hafa rokkið mitt aftur í útvarpinu og svona, nema eitt er ég þó ósáttur við það. Í staðinn fyrir að bæta um betur frá X-inu og taka lög frá hljómsveitum (ef svo má kallast) eins og Prodigy og Cypress Hill úr spilun þá hafa þeir bara sett upp alveg sömu lög í spilun og voru á gömlu stöðinni. og nú hefur maður ekki einu sinni Skonrokk til að skipta yfir af þegar það kemur eitthvað svona fjöldaframleidd vitleysa á X-fm.\nSvo í sambandi við Tvíhöfða. Það er ekkert lítið sem að ég sakna þess að hlusta á ruglið í þeim þegar ég er á leið í vinnuna/skólann. Finnst vanta fleiri svona vitleysinga (meint í góðu) í útvarpið :)\nþetta er allt sem ég vildi segja.\nNjótið bara vel og haldið áfram að rokka (those who do)",
    "url": "https://www.hugi.is/rokk/greinar/270773/x-fm-919/",
    "url_id": "270773",
    "id": "1910971",
    "replies": [
        {
            "user": "Libtechnologies",
            "user_id": "13301",
            "date": "2005-01-19 14:17:17",
            "id": "1911240",
            "reply_to_id": "1910971",
            "text": "Ég skil ekki hvernig í andskotanum þið farið að því að flokka fólk eftir því hvernig tónlist það hlustar á.\nBara rétt í þessu var að klárast Edgecrusher með Fear factory á playlistanum mínum, núna er það Toxic með Britney og á eftir því er Slow night, so long með Kings of leon.\nÍ hvaða flokk setjið þið mig? Á ég að segja ykkur hverju ég klæðist líka og hvernig hárið á mér er?\nÓtrúlegt hversu þrönsýnt fólk getur verið."
        },
        {
            "user": "Vinnukonan",
            "user_id": "33636",
            "date": "2005-01-19 14:30:28",
            "id": "1911271",
            "reply_to_id": "1911240",
            "text": "Svona er þetta.. Fólk er flokkað eftir tónlistarsmekk! Loksins einhver sem kemur þessu á framfæri! :D"
        },
        {
            "user": "inganossari",
            "user_id": "56131",
            "date": "2005-01-21 19:36:06",
            "id": "1916276",
            "reply_to_id": "1911271",
            "text": "Takk fyrir…klapp klapp….Loksins einhver sem stendur með mér í þessum málum!"
        },
        {
            "user": "ArabStrap",
            "user_id": "1396",
            "date": "2005-01-19 14:32:08",
            "id": "1911277",
            "reply_to_id": "1911240",
            "text": "Ætli þú farir ekki bara í “Með engan tónlistarsmekk” flokkinn ;)"
        },
        {
            "user": "imposs57",
            "user_id": "32253",
            "date": "2005-01-19 15:37:00",
            "id": "1911492",
            "reply_to_id": "1911240",
            "text": "þú værir örugglega sett í alætu.\nég var svona einu sinni, frá 8 ára til 13 ára aldurs hlustaði ég bara á FM 957 en svo á 13 ára aldri fór ég að hlusta á rokkið líka og ég fattaði einfaldlega hvað rokkið er MIKLU betri og flottari tónlist. popp og hip hop og svona er bara rugl, tekur 2 mín að búa til eitt lag!!\nNú er ég 15 að verða 16 ára og hlusta BARA á rokk! hata popp ógeð!\njá…þetta átti að vera pínu punktur.. ;) en takk fyrir mig"
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-01-19 16:23:04",
            "id": "1911593",
            "reply_to_id": "1911492",
            "text": "Vá hvað þú ert svöl og þú hefur greinilega vit á tónlist, sértstaklega ef þú flokkar hana eftir því hvað tekur langan tíma að búa til þá gerð af tónlist.\nPassaðu þig bara á að lítillækka popp- og rapptónlist eins mikið á engum rökum og þú getur svo að rokkáhugamenn finnist þú vera cool."
        },
        {
            "user": "imposs57",
            "user_id": "32253",
            "date": "2005-01-20 13:48:39",
            "id": "1913321",
            "reply_to_id": "1911593",
            "text": "vá, takk!! ég var bara að segja mína skoðun!! sry… ég þekki fullt af hnökkum, eins og besta vinkona mín er hnakki, ég hef ekkert á móti hnökkum ég bara hata popp, ég er komin með ógeð af því!\n“þú hefur greinilega vit á tónlist, sértstaklega ef þú flokkar hana eftir því hvað tekur langan tíma að búa til þá gerð af tónlist.”\nÉg var bara að segja að rokk tónlist, eins og t.d. stairway to heaven, það er svo vandað! en flest popp lög eru búin til á 2 mín og bara búin til diskur á no time!\nmmmkay???"
        },
        {
            "user": "jandia",
            "user_id": "56182",
            "date": "2005-01-19 16:43:03",
            "id": "1911643",
            "reply_to_id": "1911492",
            "text": "eeeiiiinmitt! ég er 13 ára og byrjaði að hlusta á rokk eitthvað af viti fyrir hálfu ári.. áður var ég aaalgjör fm hnakki..ojjj, skil ekki hvernig ég gat hlustað á þetta ógeð!!:D"
        },
        {
            "user": "zorglubb",
            "user_id": "347",
            "date": "2005-01-19 16:22:22",
            "id": "1911590",
            "reply_to_id": "1911240",
            "text": "Það er nú til heilmikið af fólki sem hefur ákveðin líffstíl og þá er tónlistarsmekkurinn þar á meðal. Rokk getur verið líffstíll, hiphop er líffstíll,, hnakkamússigg getur einnig verið hluti af lífsstíl, og er það, kíktu bara inn á Pravda,, hmm er sá staður ekki ennþá til? :) ég er landsbyggðarídjót og fylgist ekki með borginni. :)"
        },
        {
            "user": "HypnoToad",
            "user_id": "28901",
            "date": "2005-01-19 20:14:38",
            "id": "1912242",
            "reply_to_id": "1911240",
            "text": "Fear Factory er geðveik hljómsveit.\nþað vita bara svo fáir af henni hérna :(\n(held ég)"
        },
        {
            "user": "HypnoToad",
            "user_id": "28901",
            "date": "2005-01-19 20:27:59",
            "id": "1912271",
            "reply_to_id": "1912242",
            "text": "Held nú að Fear Factory sé frekar þekkt hérna, bara lítið talað um hana.\nBara svona for the record, þá fíla ég hana ekki.."
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2005-01-21 15:31:21",
            "id": "1915743",
            "reply_to_id": "1912271",
            "text": "Ertu að djóka, hún er lang besta hljómsveitin mín, eða ekkert lang besta svona besta bara."
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2005-01-24 21:12:50",
            "id": "1924065",
            "reply_to_id": "1911240",
            "text": "Kings of Leon er nú bara snilldarband dauðans sko..!"
        },
        {
            "user": "andskotinn",
            "user_id": "36189",
            "date": "2005-01-26 14:52:16",
            "id": "1927856",
            "reply_to_id": "1924065",
            "text": "Ég sé ekekrt við þessu King´s of leon dúdda, búinn að hlusta á 2 nýjust diskana, held reyndar að það séu bara tveir, þetta er ekki falleg tónlist."
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-01-19 14:28:31",
            "id": "1911265",
            "reply_to_id": "1910971",
            "text": "Sem fyrrverandi sólstrandarhnakki langar mig að koma svolitlu á framfæri.\nMér finnst þú vera svolítið fordómafullur í garð hnaka að segja að það eina sem þeir hlusta á er svokölluð “hnakkatónlist”, þá einkum popp, techno og ALLS ekki rokk. Það er málið með það….að vera hnakki einkennist ekki einungis af tónlistinni sem viðkomandi hlustar á heldur er það lífstíll. Maður getur alveg verið ljósabekkjabrúnn með strípur og spoilerkitt hlustandi á metallica…þú hlýtur að sjá það sjálfur.\nHverju máli skiptir þó að hnakkar komi á næstu metal-tónleika og skemmti sér konunglega, ásamt öðrum. Myndir þú semsagt hætta að rokka með vinum þínum á Mínustónleikum vegna þess að “hnakki” er að djamma við sömu tónlist? Hvernig væri það nú að “hnakkar” færu að “banna” metalhausum að hlusta á nýja diskinn með scooter(þó ég viðurkenni fúslega að það eru litlar líkur á að það gerist.)?"
        },
        {
            "user": "inganossari",
            "user_id": "56131",
            "date": "2005-01-21 19:45:37",
            "id": "1916295",
            "reply_to_id": "1911265",
            "text": "ég er reyndar sammála…en vil bara skjóta því inn að “hnakkarnir” myndu ekki hlusta á rokk ef það væri ekki fyrir vinsældir rokksins þessa dagana…en mér finnst við ættum að hvíla okkur frá því að flokka fólk niður í flokka eftir hvaða tónlist það hlustar á sérstaklega vegna þess að það er ekki einu sinni hægt að segja að það sé ein rétt leið til að flokka niður tónlist…að minnsta kosti ekki eftir gæði! Það er persónubundið…\nÞó að ég viti að sum lög eru einfaldlega meira vönduð en önnur þá hefur það ekkert með það að gera….það snýst um hvað einstaklingnum finnst!\nOg þarna X-hnakkar eins og ég kalla “ykkur”….hættiði að vera með þessa helvítis stæla og þykjast vera svo miklu betri en allir “hnakkar” bara vegna þessa að þið hlustið á aðra útvarpsstöð og eru kannski með aðeins meiri þroska innan tónlistar, ef hún er metin eftir gerð en ekki gæði eins og ég orða það…\nVona að þið hafið fattað um hvað ég var að tala hérna!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-19 14:31:03",
            "id": "1911274",
            "reply_to_id": "1910971",
            "text": "Mér finnst X-fm eiginlega bara betra núna heldur en X-ið var :)\nÞeir spila núna fjölbreyttara rokk, eru með gamalt og gott eins og AC/DC og allt það. Þeir spiluðu það auðvitað áður en gera það miklu meira núna. Mér finnst að Cipress Hill og það megi alveg vera þarna áfram."
        },
        {
            "user": "Doddikallinn",
            "user_id": "39465",
            "date": "2005-01-19 14:37:44",
            "id": "1911291",
            "reply_to_id": "1910971",
            "text": "hmm.. ég skal segja þér nákvæmlega hvað er að því að hnakkar mæti á næstu metal tónleika.. ekkert mál.. það er einfaldlega það að þá verða eikkerrir ljótir gaurar að skyggja á þá sem að fíla þetta í alvöru.. og helduru virkilega að eikkerra hnakkar séu að fara að skemmta sér á metaltónleikum? :O\nÓNEI..\naldrei..\nekki möguleiki………….\nen já.. Btw.. Metallica er ekki metall, það er popp sem að hnakkar vilja kalla metal svo þeir geti haft afsökun fyrir því að fíla ekki neitt annað en það sem að kemur af færibandi í hausnum á Snoop dog :)"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-01-19 15:25:57",
            "id": "1911449",
            "reply_to_id": "1911291",
            "text": "Já.. Blackened og Toxic flokkast semsagt undir sama tónlistarflokk? Og Fade to Black og Where is the love?  Hmmm.."
        },
        {
            "user": "Doddikallinn",
            "user_id": "39465",
            "date": "2005-01-19 15:28:07",
            "id": "1911458",
            "reply_to_id": "1911449",
            "text": "ekkert endilega.. þú bara finnur þér ekki einn tónlistarflokk til að hlusta á :) það er málið.. og þannig skil ég ekki :S því miður.. vildi að ég gæti þetta :)"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-01-19 15:35:25",
            "id": "1911487",
            "reply_to_id": "1911458",
            "text": "Ha, vildiru að þú gætir gert hvað?"
        },
        {
            "user": "Doddikallinn",
            "user_id": "39465",
            "date": "2005-01-19 15:36:32",
            "id": "1911491",
            "reply_to_id": "1911487",
            "text": "verið með svona breiðann tónlistarsmekk :)"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-01-19 15:38:35",
            "id": "1911497",
            "reply_to_id": "1911491",
            "text": "Ég er það nú ekki :) Hlusta ekki á popp, rnb, hip hip hop, techno eða eitthvað svoleiðis..\nEn ég fíla Metallica, enda eru þeir ekki popp :)"
        },
        {
            "user": "Doddikallinn",
            "user_id": "39465",
            "date": "2005-01-19 15:42:21",
            "id": "1911513",
            "reply_to_id": "1911497",
            "text": "hahaha.. sure:) þeir eru víst popp.. líka..\nskilgreiningin á poppi er “All popular music” þannig að þetta er popp eins og svo margt annað :)"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-01-19 15:44:18",
            "id": "1911515",
            "reply_to_id": "1911513",
            "text": "Tjah.. Skilgreining á ‘poppi’ er orðin allt önnur.."
        },
        {
            "user": "Doddikallinn",
            "user_id": "39465",
            "date": "2005-01-19 15:46:00",
            "id": "1911518",
            "reply_to_id": "1911515",
            "text": "síðan hvenær?:O"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-01-19 15:50:37",
            "id": "1911530",
            "reply_to_id": "1911518",
            "text": "Síðan.. langt síðan. Núna í dag er popp skilgreint sem svona.. FM957 tónlist. Eða ‘hnakkatónlist’ ef þú kýst það freka"
        },
        {
            "user": "Doddikallinn",
            "user_id": "39465",
            "date": "2005-01-19 15:56:42",
            "id": "1911549",
            "reply_to_id": "1911530",
            "text": "Birkir var nú að segja mér að það væri verið að spila Metallica á FM um daginn soldið gróft þannig að ég verð að halda minni skoðun :/ sorry:("
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-01-19 16:02:07",
            "id": "1911557",
            "reply_to_id": "1911549",
            "text": "Hahahah XD  spila Metallica á FM? Bwahahahha XD Komdu með aðra afsökun næst"
        },
        {
            "user": "Doddikallinn",
            "user_id": "39465",
            "date": "2005-01-19 16:03:39",
            "id": "1911559",
            "reply_to_id": "1911557",
            "text": "hey, þetta sagði Bikir Már Jónsson mér……….. og þetta er engin afsökun.. þetta er bara mín skoðun byggð á þeirri vitneskju sem að ég hef :)"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-01-19 16:08:36",
            "id": "1911568",
            "reply_to_id": "1911559",
            "text": "Hahahah okay XD En ekki einu sinni reyna að segja mér þetta aftur XD"
        },
        {
            "user": "Doddikallinn",
            "user_id": "39465",
            "date": "2005-01-19 16:13:37",
            "id": "1911581",
            "reply_to_id": "1911568",
            "text": "ekki búast við því að ég segji þér þetta aftur, en þú skal samt búast við eikkerru meira frá mér……"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-01-19 16:30:08",
            "id": "1911616",
            "reply_to_id": "1911581",
            "text": "Núúhh, einhverju skemmtilegu þá eða?"
        },
        {
            "user": "Doddikallinn",
            "user_id": "39465",
            "date": "2005-01-19 16:32:42",
            "id": "1911621",
            "reply_to_id": "1911616",
            "text": "ég veit ekki hvort að þér eigi eftir að þykja það skemmtilegt :/ gæti þó verið að ég geri eikkað við þitt hæfi :)"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-01-19 16:34:50",
            "id": "1911623",
            "reply_to_id": "1911621",
            "text": "Frábært :D En bara svona til að hafa það á hreinu, þá fíla ég ekki menn sem leggjast niður á Laugarveginum makaðir í sinnepi. Þannig að.. þú mátt sleppa því"
        },
        {
            "user": "Doddikallinn",
            "user_id": "39465",
            "date": "2005-01-19 16:39:20",
            "id": "1911633",
            "reply_to_id": "1911623",
            "text": "ég lofa að sleppa því :P :)\nen ég gæti gert eikkað meira fáránlegt en það þó :)"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-01-19 16:43:27",
            "id": "1911648",
            "reply_to_id": "1911633",
            "text": "Núnú? Fáránlegt er gott, nema þegar það inniheldur sinnep =)"
        },
        {
            "user": "Doddikallinn",
            "user_id": "39465",
            "date": "2005-01-19 16:44:59",
            "id": "1911655",
            "reply_to_id": "1911648",
            "text": "Ég lofa að sleppa sinnepinu :)"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-01-19 16:50:59",
            "id": "1911680",
            "reply_to_id": "1911655",
            "text": "Okay gott :P Þá er þér guðvelkomið að gera eitthvað fáránlegt ;)"
        },
        {
            "user": "Doddikallinn",
            "user_id": "39465",
            "date": "2005-01-19 16:52:43",
            "id": "1911687",
            "reply_to_id": "1911680",
            "text": "Víjjj.. bíddu þá bara :) það fer að koma að eikkerru ;)"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-01-19 16:56:20",
            "id": "1911693",
            "reply_to_id": "1911687",
            "text": "Ég bíð spennt ;)"
        },
        {
            "user": "pappakassinn",
            "user_id": "51157",
            "date": "2005-01-22 00:34:13",
            "id": "1916862",
            "reply_to_id": "1911616",
            "text": "þér finnst það örugglega skemmtilegt víst að þér finnst metallica skemmtileg!!"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-01-22 11:06:13",
            "id": "1917197",
            "reply_to_id": "1916862",
            "text": "Finnst mér örugglega hvað skemmtilegt?"
        },
        {
            "user": "pappakassinn",
            "user_id": "51157",
            "date": "2005-01-22 14:58:07",
            "id": "1917649",
            "reply_to_id": "1917197",
            "text": "ég veit ekki hvort að þér eigi eftir að þykja það skemmtilegt :/ gæti þó verið að ég geri eikkað við þitt hæfi :)\nþetta!"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-01-22 14:59:12",
            "id": "1917652",
            "reply_to_id": "1917649",
            "text": "Hmmm okay.. Ég skil þig ekki :]"
        },
        {
            "user": "DisaHoney",
            "user_id": "55763",
            "date": "2005-01-19 18:12:35",
            "id": "1911868",
            "reply_to_id": "1911530",
            "text": "Það er ekki allt popp píkupopp, Eric Clapton spilar popp og ekki er hann spilaður á FM …"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-01-19 18:47:28",
            "id": "1911972",
            "reply_to_id": "1911868",
            "text": "Nei enda spilar FM einna helst píkupopp :) Svo spilar FM líka aðallega nýja popptónlist"
        },
        {
            "user": "DisaHoney",
            "user_id": "55763",
            "date": "2005-01-19 19:38:43",
            "id": "1912132",
            "reply_to_id": "1911972",
            "text": "Jább, þannig að sum lög með Metallica geta flokkast sem popp, sérstaklega þessi í nýrri kantinum."
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-01-19 19:48:30",
            "id": "1912160",
            "reply_to_id": "1912132",
            "text": "Hvað er málið? Er Metallica popp? Er þá Iron Maiden líka popp?"
        },
        {
            "user": "DisaHoney",
            "user_id": "55763",
            "date": "2005-01-19 20:25:18",
            "id": "1912268",
            "reply_to_id": "1912160",
            "text": "Metallica\ner ekki popp, en sum lög með þeim eru popp. St.Anger er nú frekar poppdiskur en metaldiskur verð ég nú að segja, enda er hann líka sísti diskurinn þeirra."
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-01-20 14:24:38",
            "id": "1913384",
            "reply_to_id": "1912160",
            "text": "Pop: popular music"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-01-20 16:33:04",
            "id": "1913752",
            "reply_to_id": "1913384",
            "text": "Ég veit vel hvað pop þýðir :'D\nEn það sem ég er að segja er.. í þriðja skiptið  örugglega.. skilgreiningin á poppi er ekki svona. Ég myndi t.d ekki segja að XFM sé tónlistarstöð sem spilar popp. Popp telst núna til tónlistar eins og er spiluð á FM og Kiss FM"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-20 16:46:59",
            "id": "1913792",
            "reply_to_id": "1913752",
            "text": "Þetta er samt skilgreiningaratriði finnst mér."
        },
        {
            "user": "HailTheLeaf",
            "user_id": "40481",
            "date": "2005-01-19 17:54:53",
            "id": "1911837",
            "reply_to_id": "1911497",
            "text": "Gelgja, Metallica er pop/rock því að popp er stytting af popular og þeir ná ekki metal akkuratt núna miðað við load og Reload svo þeir eru pop/rock\n_________________________________________________\nKv. Grjóni\nLifi Maiden!!!!"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-01-19 18:45:14",
            "id": "1911961",
            "reply_to_id": "1911837",
            "text": "Ná þeir ekki metal akkúrat núna? Miðað við Load og Reload? Í fyrsta lagi þá eru hvað.. 9-10 ár síðan þessar plötur voru gefnar út..\nÍ öðru lagi, eins og ég var að segja áðan, þá hefur skilgreiningin á poppi breyst töluvert."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-19 19:40:24",
            "id": "1912140",
            "reply_to_id": "1911961",
            "text": "Vissirðu að James Hetfield átti tvo ímyndaða vini sem hétu Zeke and Zutroy og áttu að vera rússneskir? Lagið Seek and Destroy er byggt á þeim. Searchiiiiing… for Zeke and Zutroy! Searhiiiiiiiing.. for Zeke and Zutroy!"
        },
        {
            "user": "HypnoToad",
            "user_id": "28901",
            "date": "2005-01-19 20:30:56",
            "id": "1912273",
            "reply_to_id": "1911291",
            "text": "Metallica popp? Þó efnið eftir Black Album sé enginn metall, þá er það alls ekkert popp, meira bara rokk. En ef þú fórst á tónleikana í sumar tókstu kannski eftir því að þeir spiluðu nánast bara efni af Black Album og eldra, og þó þeir semji ekki slíka tónlist í dag, þá þýðir það ekki að þeir spili hana ekki lengur."
        },
        {
            "user": "Doddikallinn",
            "user_id": "39465",
            "date": "2005-01-19 21:28:41",
            "id": "1912421",
            "reply_to_id": "1912273",
            "text": "þú þekkir greinilega ekki alvöru skilgreininguna á poppi :)"
        },
        {
            "user": "Booger",
            "user_id": "1132",
            "date": "2005-01-19 22:10:58",
            "id": "1912541",
            "reply_to_id": "1912421",
            "text": "Sú skilgreining er forn og kjánaleg."
        },
        {
            "user": "pappakassinn",
            "user_id": "51157",
            "date": "2005-01-22 00:40:28",
            "id": "1916870",
            "reply_to_id": "1912273",
            "text": "Enda er metallica orðinn alveg ömurleg hljómsveit núna menn verða bara að vita hvenar þeir eiga að hætta!!Enda sést hversu lélegir þeir eru meðan við að þeir sem hlusta á metallica núna eru mest stelpur á aldrinum 11-15 ára þetta eru stelpur sem að halda að þær séu ekki hnakkar!!"
        },
        {
            "user": "inganossari",
            "user_id": "56131",
            "date": "2005-01-21 19:49:39",
            "id": "1916306",
            "reply_to_id": "1911291",
            "text": "fyrir fjórum árum hefðiru ekki sagt að metallica væri popp….vegna þess að það var ekki POPular þá!\nHættu að ákveða hvað er í lagi að hlusta á eftir hvaða útvarpsstöð það er á eða eftir því hvort einhver “hnakki” hlusti á það…Vel gerð tónlist er vel gerð tónlist sama á hvaða útvarpsstöð hún er spiluð…\nEkki vera svona hriiiikalega hræddur við að fara utan X-ins….ekki vera svona þröngsýndur!\nGVVÖÖÖÖÐ"
        },
        {
            "user": "Tadellos",
            "user_id": "44938",
            "date": "2005-01-22 11:33:54",
            "id": "1917243",
            "reply_to_id": "1911291",
            "text": "jæja þetta var fáránlega sagt að Metallica sé afsökun ég myndi nú frekar segja að það séu Korn.  Og ég er hjartanlega sammála því að popp hefur nær algkörlega misst merkingu sína, og það eru flestir að tala um píkupopp þegar talað er um popp."
        },
        {
            "user": "Doddikallinn",
            "user_id": "39465",
            "date": "2005-01-19 14:42:56",
            "id": "1911307",
            "reply_to_id": "1910971",
            "text": "ég er reyndar sammála því að þeir spila fjölbreyttara núna.. minna af numetal og eikkað og meira af þessu góða, óþekkta og gamla :) ég er mjög sáttur við það.. en hitt finnst mér mesti óþverri :)"
        },
        {
            "user": "ZiRiuS",
            "user_id": "7664",
            "date": "2005-01-19 14:43:11",
            "id": "1911309",
            "reply_to_id": "1910971",
            "text": "Þú ert kjáni."
        },
        {
            "user": "Doddikallinn",
            "user_id": "39465",
            "date": "2005-01-19 14:45:52",
            "id": "1911314",
            "reply_to_id": "1911309",
            "text": "þakka þér.. ég tek því sem hrósi :)"
        },
        {
            "user": "ZiRiuS",
            "user_id": "7664",
            "date": "2005-01-19 14:49:46",
            "id": "1911322",
            "reply_to_id": "1911314",
            "text": "Aftur á móti ertu ekki kjáni að fíla Boondock Saints, hreint út sagt klikkuð mynd."
        },
        {
            "user": "ZiRiuS",
            "user_id": "7664",
            "date": "2005-01-19 14:51:28",
            "id": "1911325",
            "reply_to_id": "1911322",
            "text": "Boondock Saints er ein ofmetnasta kvikmynd síðasta áratugar."
        },
        {
            "user": "ZiRiuS",
            "user_id": "7664",
            "date": "2005-01-19 14:53:29",
            "id": "1911335",
            "reply_to_id": "1911325",
            "text": "Þú ert ofmetinn ;)."
        },
        {
            "user": "Doddikallinn",
            "user_id": "39465",
            "date": "2005-01-19 14:51:37",
            "id": "1911327",
            "reply_to_id": "1910971",
            "text": "auðvitað er ég ekki kjáni fyrir það :) þetta er ein besta mynd allra tíma.. en samt.. þetta hefði ekki þurft að vera úr henni beint.. þetta er úr biblíunni fyrir þá sem að ekki vita það.. og þetta hefur verið notað í marga lagatexta og ýmislegt áður skomm.. hihi, þetta er bara frægast þaðan ;)"
        },
        {
            "user": "Doddikallinn",
            "user_id": "39465",
            "date": "2005-01-19 14:52:31",
            "id": "1911331",
            "reply_to_id": "1910971",
            "text": "og á hverju byggiru það? ..að hún sé svona ofmetin.. þú hefur bara ekki séð hana sjálf/ur eða iekkað því að þetta er alveg svakalega góð mynd :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-19 14:53:26",
            "id": "1911334",
            "reply_to_id": "1910971",
            "text": "Hef aðeins hlustað. Það gladdi mitt litla hjarta að heyra, The Smiths, Jeff Buckley, Mugison, The Mars Volta, Depeche Mode og Maus allt í einum graut.\nAnnars heyrði ég líka mikið ömurlegt eins og Blink182 og þannig háskólarokk. Og svo AC/DC og svona retro rokk. Mér leiðist það afskaplega mikið þótt Zeppelin, Floyd og bítlanir eiga stað í hjarta mér."
        },
        {
            "user": "Doddikallinn",
            "user_id": "39465",
            "date": "2005-01-19 14:54:27",
            "id": "1911336",
            "reply_to_id": "1910971",
            "text": "ég er reyndar líka ósáttur við háskólarokkið sem að er spilað þarna þó að það sé ágætt stundum svona inná milli :) bara ekki of mikið af því.. þetta hljómar allt svo svipað :/"
        },
        {
            "user": "BudIcer",
            "user_id": "18832",
            "date": "2005-01-19 15:14:18",
            "id": "1911394",
            "reply_to_id": "1910971",
            "text": "Now you will recieve us! We do not ask for your poor or your hungry. We do not want your tired and sick. It is your corrupt we claim. It is your evil that will be sought by us. With ever breath we shall hunt them down. Each day we will spill their blood 'till it rains down from the skies. Do not kill, do not rape, do not steal. These are principals which every man of every faith can embrace. These are not polite suggestions. These are codes of behavior, and those of you that ignore them will pay the dearest cost. There are varing degrees of evil, we urge you lesser forms of filth not to push the bounds and cross over into true corruption, into our domain. For if you do, one day you will look behind you and you will see we three. And on that day you will reap it. And we will send you to whatever god you wish.\nPassar þetta ekki við undirskriftina þína? :)"
        },
        {
            "user": "Doddikallinn",
            "user_id": "39465",
            "date": "2005-01-19 15:17:35",
            "id": "1911405",
            "reply_to_id": "1910971",
            "text": "þetta passar alveg ágætlega þegar við erum að tala um Boondock Saints jú.. mjög gott.. *klapp-klapp*"
        },
        {
            "user": "BudIcer",
            "user_id": "18832",
            "date": "2005-01-19 15:23:20",
            "id": "1911431",
            "reply_to_id": "1910971",
            "text": "Og síðan langar mig að bæta einu við…\nMetallica er ekki metall, það er popp sem að hnakkar vilja kalla metal\nÞetta er náttúrulega argasta vitleysa. Metallica er Rokk en hefur undirflokkana Trash, Heavy Metal, Speed Metal og Hard Rock."
        },
        {
            "user": "Doddikallinn",
            "user_id": "39465",
            "date": "2005-01-19 15:26:43",
            "id": "1911454",
            "reply_to_id": "1910971",
            "text": "jæjah.. þetta er kanski rokk.. fyrirgefðu.. ég meinti þetta ekki þannig.. þetta er meira að segja alveg mjög fínt rokk.. málið er bara að hnakkarnir gera þetta í alvöru, þetta er alveg ágætis metall og svona samt.. bara vitlaust fólk sem að þykist hlusta á þetta :)"
        },
        {
            "user": "HypnoToad",
            "user_id": "28901",
            "date": "2005-01-19 20:35:29",
            "id": "1912282",
            "reply_to_id": "1911454",
            "text": "Fatta aldrei af hverju það er ekki lengur í lagi að hlusta á gamla metallica bara því þeir semji ekki slíka tónlist ennþá."
        },
        {
            "user": "Sidious",
            "user_id": "8012",
            "date": "2005-01-19 22:36:42",
            "id": "1912625",
            "reply_to_id": "1912282",
            "text": "hlustið á Hypnotoad, þó svo ég sé ekkert endilega sammála honum eða hef enga skoðun á málinu þá hefur hann ávalt rétt fyrir sér :P"
        },
        {
            "user": "HypnoToad",
            "user_id": "28901",
            "date": "2005-01-19 22:51:48",
            "id": "1912654",
            "reply_to_id": "1912625",
            "text": "Hahaha"
        },
        {
            "user": "crossbreed",
            "user_id": "792",
            "date": "2005-01-20 10:50:04",
            "id": "1913085",
            "reply_to_id": "1912654",
            "text": "Ég verð bara að segja að mér finnst X-fm mun betri stöð en X-id tónlistarlega séð það er ekki alltaf þetta Blink 182, Good Charlotte og Sum 41 ógeð sem alltaf var á X-inu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-02 22:24:44",
            "id": "2002854",
            "reply_to_id": "1913085",
            "text": "skíttu í þig helvítis drjólinn þinn"
        },
        {
            "user": "turtlesfan",
            "user_id": "56965",
            "date": "2005-01-20 13:12:43",
            "id": "1913255",
            "reply_to_id": "1910971",
            "text": "Það ætti að sleppa matta eða allavega að stitta þáttinn hans.    Ég sakna mest tvíhöfða sem er snilld. þeir eru bestir."
        },
        {
            "user": "turtlesfan",
            "user_id": "56965",
            "date": "2005-01-20 13:15:06",
            "id": "1913264",
            "reply_to_id": "1910971",
            "text": "Allir að hringja í Matta og biðja um lag með hljómsveitinni The Planters sem er ekki til.  Hann pirrast á því og þá verður hann rekinn.\ns.5500888 á milli kl.11 og 15"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-21 09:51:48",
            "id": "1915188",
            "reply_to_id": "1910971",
            "text": "leggju niður þessa hnakka stöð og látum alla hlusta á x-fm"
        },
        {
            "user": "Nessinn",
            "user_id": "45124",
            "date": "2005-01-21 16:48:06",
            "id": "1915901",
            "reply_to_id": "1910971",
            "text": "ég skil ekki þessa nýju hugmynd hjá norðurljósum að hafa færri stöðvar en “betri”…. miklu betra að hafa margar mismunandi stöðvar svo allir geti hlustað á það sem þeir hafa áhuga á"
        },
        {
            "user": "andskotinn",
            "user_id": "36189",
            "date": "2005-01-26 14:50:21",
            "id": "1927851",
            "reply_to_id": "1910971",
            "text": "Ég fann ekki fyrir neinum söknuði, auk þess var nánast aldrei góð tónlist á X-inu eða Skonrokk. Ef að ég hlusta á útvarp þá er það vegna þess að ég gleymdi að taka diska með mér í bílinn. Ráðið ykkur sjálf: kaupið diska. Ekki láta tónlistarsmekk ykkar stjórnast af einhverjum gaurum á útvarpsstöð!"
        },
        {
            "user": "Doddikallinn",
            "user_id": "39465",
            "date": "2005-01-26 15:52:18",
            "id": "1928021",
            "reply_to_id": "1927851",
            "text": "malið er.. það er kanski ekki tonlistin sem að fekk okkur til að hlusta á X-ið og svona.. kanski er það bara.. freysi.. tvihöfði.. matti.. bui.. eða bara eikkað af þeim……… það er ekkert endilega tonlistin…..\nog svo ef að mar á engann pening til að kaupa diska (eins og eg..) þá verður mar að sætta sig við útvarpið :)"
        },
        {
            "user": "JaGGy",
            "user_id": "39574",
            "date": "2005-02-02 18:52:51",
            "id": "1945952",
            "reply_to_id": "1910971",
            "text": "Er þetta þórarinn þórarinsson"
        },
        {
            "user": "Doddikallinn",
            "user_id": "39465",
            "date": "2005-02-05 23:56:53",
            "id": "1953440",
            "reply_to_id": "1945952",
            "text": "nope…. hmm.. en ég á frænda sem að heitir það :)"
        },
        {
            "user": "JaGGy",
            "user_id": "39574",
            "date": "2005-02-06 00:26:10",
            "id": "1953532",
            "reply_to_id": "1953440",
            "text": "núnú ég er lík náskyldur honum."
        }
    ]
}