{
    "forum_title": "Deiglan",
    "user": null,
    "user_id": null,
    "date": "2005-01-20 15:05:48",
    "title": "Mannréttindi - Kanada",
    "text": "Sælir Hugarar.\nÉg var að fá vefpóst frá eiginkonu Ernst Zundel.  Hún reynir að senda út á póstlista yfir netið einusinni á dag um ýmis málefni.\nHún var að minna á það að Sunnudaginn 5. Febrúar eru 2 ár síðan manni hennar, Ernst Zundel, var stungið í steininn í Kanada.\nHér er hluti af þessum vefpósti sem ég fékk, lesið sjálf og kynnið ykkur málið.\nZundel Protest Demonstration Planned\nThe two-year anniversary of Ernst Zundel's imprisonment in solitary confinement in an atrocious prison in Canada is approaching.  The date is February 5.\nZundel, a lifelong pacifist who challenges the orthodox version of the “Holocaust”, was kidnapped in Tennessee two years ago and is kept incarcerated as  a political prisoner.  We have the evidence, obtained through the Freedom of Information Act, that Canadian government entities were at least partly involved.  We even have some names!\nThere have been no charges.  Bail has been repeatedly refused.  Judge Blais, the Canadian judge running a Stalinist type show trial, is a former boss of the very intelligence agency that has compiled “secret evidence” against Zundel - evidence that he or even his attorneys are not allowed to know.\nNot a single witness has been called by Zundel's political enemies.\nWitnesses called by the Zundel defense team have been disallowed.\nMeaningful cross-examination has been destroyed. These so-called “security certificate” hearings and proceedings have been a sham!\nCanada needs to be held accountable in the eyes of the world for permitting such an unconscionable judicial lynching of a man who has no criminal record, who merely defends his right to a point of view on history that millions of people all over the world find intriguing\n- and worth contemplating.\nIt is time to shame Canada - a so-called “democratic” country that allows and condones such an abomination to please a yammering minority!\nFleiri uppl. getið þið fengið á\nhttp://www.zundelsite.org/\nVæri gaman að fá viðbrögð ykkar um það hvort sé einhver vilji til að láta mótmæli í ljós á Sunnudaginn 5. Febrúar fyrir utan Sendiráð Kanada, Túngötu 14, 101 Reykjavík.\nKveðja\nMIKO",
    "url": "https://www.hugi.is/deiglan/greinar/270908/mannrettindi-kanada/",
    "url_id": "270908",
    "id": "1912402",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-20 15:23:57",
            "id": "1913512",
            "reply_to_id": "1912402",
            "text": "Væri gaman að fá viðbrögð ykkar um það hvort sé einhver vilji til að láta mótmæli í ljós á Sunnudaginn 5. Febrúar fyrir utan Sendiráð Kanada, Túngötu 14, 101 Reykjavík.\nKveðja\nMIKO\nÉg hef vilja til þess, ef það eru fleiri sannanir færðar fyrir þessu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-20 21:16:17",
            "id": "1914515",
            "reply_to_id": "1913512",
            "text": "Fleiri sannanir fyrir hverju ?\nÞessi maður hefur setið í einangrun fyrir\nskoðanir\nsínar í tæp 2 ár !!!\nSkoðanir sem hafa ekki verið afsannaðar enn þó mikið hefur verið reynt til þess."
        },
        {
            "user": "Wappius",
            "user_id": "46173",
            "date": "2005-01-20 15:28:41",
            "id": "1913526",
            "reply_to_id": "1912402",
            "text": "Bersýnilega verk Illuminati."
        },
        {
            "user": "Wappius",
            "user_id": "46173",
            "date": "2005-01-20 15:39:41",
            "id": "1913554",
            "reply_to_id": "1913526",
            "text": "Gaur, tjillaðu á þessu illuminati dæmi."
        },
        {
            "user": "calF",
            "user_id": "24255",
            "date": "2005-01-20 15:48:02",
            "id": "1913585",
            "reply_to_id": "1913526",
            "text": "Illuminati er rugl!\nRonald Reagan, ég veit í raun ekki mikið annað um þann náunga nema hann byrjaði sem leikari. Og ég get ekki ímyndað mér að hann hafi verið fæddur inní ofsalega ríka fjölskyldu.\nOg fyrst illuminati stjórna heiminum hver vegna eru þau að venja okkur á lýðveldi,mannréttindi ofl.?"
        },
        {
            "user": "calF",
            "user_id": "24255",
            "date": "2005-01-21 13:37:23",
            "id": "1915495",
            "reply_to_id": "1913585",
            "text": "Lýðræði? Mannréttindi? Aldrei hef ég orðið var við slíka hluti."
        },
        {
            "user": "calF",
            "user_id": "24255",
            "date": "2005-01-21 13:57:35",
            "id": "1915538",
            "reply_to_id": "1915495",
            "text": "Þú meinar þetta ekki alvarlega.\nNegrarnir eru ekki lengur þrælar.\nSaddam, Kastró, Mandela. Fæddust allir inní fátæka fjölskyldu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-22 00:02:38",
            "id": "1916802",
            "reply_to_id": "1915495",
            "text": "Heimurinn er ekki tilbúinn til að sjá Illuminati og allt það dæmi.  Of stórt fyrir lang, lang flesta.\nEnda skilja ótrúlega fáir hvernig t.d. peningar verða til eða hvað svokallað “fiat money” gengur út á."
        },
        {
            "user": "BudIcer",
            "user_id": "18832",
            "date": "2005-01-20 19:04:58",
            "id": "1914206",
            "reply_to_id": "1913526",
            "text": "Ég er Illuminati…vissuru það?"
        },
        {
            "user": "calF",
            "user_id": "24255",
            "date": "2005-01-21 14:04:39",
            "id": "1915545",
            "reply_to_id": "1914206",
            "text": "ég mun láta jreykdal bróðir okkar eyða þessu svari.\nekki segja alltaf allt bróðir."
        },
        {
            "user": "BudIcer",
            "user_id": "18832",
            "date": "2005-01-21 14:45:34",
            "id": "1915639",
            "reply_to_id": "1915545",
            "text": "Fyrirgefðu bróðir, þetta slapp óvart út."
        },
        {
            "user": "LalliOni",
            "user_id": "8819",
            "date": "2005-01-20 15:47:18",
            "id": "1913579",
            "reply_to_id": "1912402",
            "text": "Ekki er hægt að plata einhvern fróðan um þetta mál að koma með smá lýsingu á því hvað er að gerast? Þetta með dómsvaldið er nokkuð augljóst en hvað gerði hann? Hverjir voru fordragendur málsins?"
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2005-01-20 15:53:13",
            "id": "1913610",
            "reply_to_id": "1912402",
            "text": "Einmitt það já… Kanada, lúðalegi nágranni Bandaríkjanna, bara orðið stórglæparíki sem níðist á borgurum sínum….\niss..\nÉg gef ekki mikið fyrir svona blaður.\nKanada er fínt land og Kanadamenn eru engir villimenn. Þeir myndu og gætu aldrei haldið einstakling föngnum nema án lagalegrar heimildar.\nÉg kíkti aðeins á þessa síðu þarna og svo á google og ef ég skil þetta rétt að þá er þessi maður eitthvað á móti gyðingum…. amk því hvað þeir fá mikla meðaumkun út á Helförina og litla gagnrýni þjóða heimsins útaf yfirgangi Ísraela við nágranna sína….\nFyrir utan allt hitt þá er þetta “merki” Z á í hvítum hring á rauðum grunni eins og hakakross.\nÞetta er einhver helvítis ný-nazisti!\nEf þessi grein þín er grín til að æsa fólk upp að þá tókst þér bærilega til með mig."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-20 21:25:36",
            "id": "1914535",
            "reply_to_id": "1913610",
            "text": "Enginn að tala illa um Kanadamenn heldur lög landsins sem hafa verið mjög frjálslega túlkuð.\nÞað er verið að tala um það að valdamiklir menn í landinu hafa farið offorsi gegn Zundel án sannana.\nVærir þú til í það að sitja í einangrun í 2 ár fyrir skoðanir þínar ?   Ekki ég, það máttu vera viss um.\nÞannig að þetta er ekkert “nýnasista mál” eins og sumir halda fram, heldur mannréttindi fyrst og fremst.   Historical Revisionism þýðir Sögu Endurskoðun.  Og þeir sem hafa verið í að endurskoða söguna hafa fundið það út að hún er stórlega ýkt og margt í henni hreinar lygar."
        },
        {
            "user": "Ahriman",
            "user_id": "39583",
            "date": "2005-01-20 16:25:51",
            "id": "1913720",
            "reply_to_id": "1912402",
            "text": "ekki möguleiki að maður fari að mótmæla fyrir alræmdan nýnasista"
        },
        {
            "user": "Ahriman",
            "user_id": "39583",
            "date": "2005-01-20 21:28:07",
            "id": "1914546",
            "reply_to_id": "1913720",
            "text": "Alræmdan nýnasista ?   Samkvæmt hverjum ?\nMaðurinn er sagnfræðingur !!!"
        },
        {
            "user": "Ahriman",
            "user_id": "39583",
            "date": "2005-01-21 01:05:20",
            "id": "1915036",
            "reply_to_id": "1914546",
            "text": "Eins og sagnfræðingar geti ekki haft undarlegar skoðanir?\nMaðurinn hefur lofið og varið gjörðir Hitlers, sagt að helförin hafi ekki átt sér stað og síðan er merki hans mjög líkt hakakrossi. Þetta dregur dáldið úr trúverðuleika hans…"
        },
        {
            "user": "Ahriman",
            "user_id": "39583",
            "date": "2005-01-21 07:30:23",
            "id": "1915119",
            "reply_to_id": "1915036",
            "text": "Að hafa “undarlegar skoðanir” er þá sem sé refsivert ?   Svo hefur hann aldrei haldið því fram að helförin hafi ekki átt sér stað - heldur aðeins að helförin sé Stórlega ýkt og rangtúlkuð.  Einnig segir hann t.d. að þessi helför gyðinga er ekki eina helförin á síðustu öld en hver lærir um það í t.d. skólanum ?\nOg að merki hans sé líkt hakakrossi !!!  magnað ! Við eigum sem sé að hætta öllum viðskiptum við t.d. Eimskip vegna merkisins sem þeir höfðu á höfuðstöðvum sínum ?\nEf þú myndir kynna þér málið með þennan mann og því sem hann heldur fram, taka svo afstöðu með eða á móti, er hið besta mál.  En þessi grunnhygni þín eða fljótfærni er það ekki."
        },
        {
            "user": "Ahriman",
            "user_id": "39583",
            "date": "2005-01-21 07:44:18",
            "id": "1915126",
            "reply_to_id": "1915119",
            "text": "Er búinn að lesa um þetta mál á mörgum síðum og sé ekkert athugavert að hafa svona menn fangelsaða. Og ef Eimskipafélagið hefði auk merkis sem líkist hakakrossi nasista andgyðinglegarskoðanir og lofuðu hitler og gjörðir hans, þá held ég að þeir fengu ekki mikil viðskipti."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-21 08:43:37",
            "id": "1915159",
            "reply_to_id": "1915126",
            "text": "Þú sérð sem sagt ekkert athugunarvert við það að ákveðnar skoðanir séu refsiverðar, hvort sem dæmt hafi verið í málinu eða ekki ?  Hvort sem þær skoðanir hafi verið afsannaðar eða ekki ?\nEr tjáningafrelsi ekki það sem þú vilt ?\nEf að skoðunum hans hafi verið hrint og afsannaðar þá er ég ekki í nokkrum vafa um það að hann sæti ekki núna í 2ja ára einangrunar fangelsi án dóms og laga.  Skoðana og tjáningafrelsi er á undanhaldi í Kanada - núna má ekki t.d. halda því fram í kirkjum landsins að það sé samkvæmt Biblíunni að samkynhneigð sé synd.  Það sem biblían segir er orðið refsivert að hluta.  Í Frakklandi má núna ekki gera grín af ákveðnum hópum fólks en ekki öðrum.  Tjáningafrelsi er á undanhaldi á vesturlöndum, ef ekkert er gert á móti þessu lendum við í Fasisma og einræði.   Það er sá punktur sem ég er að reyna að koma á framfæri."
        },
        {
            "user": "Mekara",
            "user_id": "17786",
            "date": "2005-01-20 16:36:39",
            "id": "1913759",
            "reply_to_id": "1912402",
            "text": "Það er nú allt í lagi að kíkja á málið sem er fyrir hendi áður en farið er að draga fólk til mótmælafundar. Þessi maður virðist vera að draga í efa það sem fyrir gyðinga bar í seinni heimstyrjöldinni. Og ég er alveg sammála siggabet um að maður gefi ekki mikið fyrir svona blaður.\nÞessi maður hefur gefið út bók sem ber heitið “Did six million people really die?” og virðist líka hafa setið inni á seinni hlut áttunda áratugarins fyrir eitthvað svipað.\nHér kemur líka skemmtilegt quote af síðunni hans…\nFor those who would like to be de-toxified of Holocaust propaganda posing as “history”, there is help! There exists a respectable body of research, compiled by Revisionists all over the world for decades, that offers an alternative view of history.\nÞað er allt í lagi að vita hverju maður er að fara að mótmæla áður en maður mætir á svæðið"
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2005-01-20 21:14:04",
            "id": "1914513",
            "reply_to_id": "1913759",
            "text": "Það eina sem ég hafði í huga með þessu er að þessi maður var tekinn og ólöglega fluttur frá BNA yfir til Kanada og þar hefur hann setið í einangrun í nær 2 ár án þess að málið hafi farið fyrir rétt.\nÞó nokkur dagblöð í Kanada hafa greint frá þessu og það á neikvæðan hátt út í stjórnvöld.\nÞessi maður er með hreint sakavottorð, hefur oft þurft að verja skoðanir sínar fyrir rétti og alltaf unnið.\nAnnað sem ég hef tekið eftir er að það er ólöglegt í mörgum löndum Evrópu að “útvarpa” skoðunum á móti gyðingum og helförinni.  Sitja núna nokkrir menn í Þýsku fangelsi vegna þessa, þeir meiga ekki einu sinni verja sig því þá lengist dómurinn. Fín lög það, eða hvað ?\n75 milljónir manna dóu í WWII - og við eigum aðeins að muna efir og heiðra “6 milljónir” !!!\nOg flesir af þeim voru aldrei til !!!!  Magnað.\nÍ öllum hertekna hluta Þýskalands í Evrópu voru 2.8 milljónir gyðinga.  Eftir stríðið þá heimtuðu 3.6 milljónir gyðinga lífeyri vegna “helfararinnar”.  Það sorglega var að 6 milljónir gyðinga fórust í stríðinu. !!!\nAð taka sem heilögum sannleik því sem haldið er fram um helför gyðinga er barasta ekki í lagi.\nAð trúa því að gyðingar hafi verið brenndir í ofnum sem ekki voru til á stríðstímanum eða að Zyklon B hafi verið notað til að “gasa” þá….hvað þá að lampaskermar og sápa hafi verið framleidd úr þeim !!!  Kommon !!!  Trúir þú enn á Tannálfinn ?\nAð trúa því að Þjóðverjar hafi eytt ógrynni af t.d. mannskap, olíu og mat í það að týna upp gyðinga hér og þar um Evrópu, loka þá inn í “útrýmingarbúðum”,  á sama tíma og vera í stríði á tveimur vígstöðvum er full barnalegt.\nÞá hefðu þeir frekar notað Rússnesku gyðinga aðferðina þegar þeir tóku 20-80 milljónir Kristna Rússa af lífi þar sem þeir náðust með hnakkaskoti á árunum eftir Rauðu(gyðinga) byltinguna."
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2005-01-21 00:46:40",
            "id": "1915021",
            "reply_to_id": "1914513",
            "text": "Að trúa því að gyðingar hafi verið brenndir í ofnum sem ekki voru til á stríðstímanum\nHVURSLAGS DJÖFULSINS FÁVITI ERT ÞÚ!?\nHvernig dirfistu að halda þessu fram!\nHvaða óhrekjanlegu sannanir hefur þú undir höndum sem geta hrakið frásagnir hundruða er liðu þjáningar  og kvalir af Nazistum?\nÞó svo að þessi bavían sé sagnfræðingur gerir hann ekki óskeikulann eða það að hann sé kannski svo á mikið gyðingum að hann hreinlega búi til staðreyndir úr ýmsum samsettum gögnum.\nRauðu(gyðinga) byltinguna.\nHvaða endemis bull er þetta í þér????????\nEf ég man rétt að þá áttu gyðingar ekki sjö dagana sæla í Sovétinu….\n75 milljónir manna dóu í WWII - og við eigum aðeins að muna efir og heiðra “6 milljónir” !!!\nVið heiðrum ekkert aðeins þessar 6 milljónir!\nHvaðan í fjáranum færðu þær niðurstöður?!\nHvert ríki minnist þeirra eigin sem féllu í stríðinu á sinn máta.\nHitt er svo annað mál að þarna var saklausu fólki, konum, börnum og gamalmennum smalað saman og það\nDREPIÐ!\nÞess ber að minnast sérstaklega!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-21 08:19:05",
            "id": "1915140",
            "reply_to_id": "1915021",
            "text": "HVURSLAGS DJÖFULSINS FÁVITI ERT ÞÚ!?\nUppnefningar segja mest um þann sem uppnefnir !!!\n“When the argument is lost, slander becomes the tool of the loser.” Socrates\nÉg er aðeins að halda fram því sem lærðir menn gyðinga hafa sjálfir viðurkennt.  Ofnarnir voru byggðir eftir stríð - yfirlits myndir bandamanna sýna að engir ofnar voru í búðunum.  Fólkið sem dó í búðunum fórust úr faröldrum, sóttum og hungri eins og svo margir aðrir utan búðanna.\nFremstu menn Rauðu byltingarinnar Lenín, Trotsky og Marx, voru gyðingar, studdir með fjármagni frá t.d. gyðingum í BNA.  Ekki er allt sem sýnist.\nHvers vegna í ósköpunum á að minnast sérstaklega á nokkurn þeirra sem fórust í WWII ???  Eru sumir jafnari en aðrir í þínum huga ?  Heldur þú virkilega að allir ungu mennirnir hafi haft einhvern valkost þegar þeim var troðið í hermannabúning ?  Voru þeir á vígstöðvunum til þess að sleppa frá hörmungum annara ?\nÞannig að þú ert þá sammála Hillary Clinton þegar hún sagði þetta…..Hillary Clinton's speech to the First Ladies' Conference on Domestic Violence in San Salvador in 1998.\n\"Women have always been the\nprimary\nvictims of war. Women lose their husbands, their fathers, their sons in combat. Women often have to flee from the only homes they have ever known. Women are often the refugees from conflict and sometimes, more frequently in today's warfare, victims. Women are often left with the responsibility, alone, of raising the children.\"\nAð selja líf sitt svo aðrir gætu lifað er sem sé ekkki nóg ?    Hlægilegt!!!\nNú erum við komin út í alla aðra sálma en það sem ég hafði ætlað mér að athuga með þessari grein minni.   Ég ætlaði að athuga hvort einhverjir hér höfðu áhuga að mótmæla aðeins þegar einn af þegnum hins vestræna heims er stungið í einangrun vegna skoðanna sinna.  2ja ára einangrunar fangelsi vegna skoðanna sem hafa ekki verið afsannaðar þrátt fyrir nokkur réttarhöld í gegnum tíðina.\nHvort menn séu sammála hans umdeildu skoðunum er ekki aðal málið heldur það að stjórnvöld geti haldið mönnum í einangrun vegna umdeildra skoðanna!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-20 21:34:20",
            "id": "1914561",
            "reply_to_id": "1913759",
            "text": "Gerir þú þér ekki grein fyrir hversu gyðingar hafa grætt á þessum “6 milljón fórust í Helförinni” áróðri.  Við erum að tala um fleir Billjónir !!!\nSem og endalausri samúð með brölti þeirra.\nFinnst þér gaman að láta ljúga að þér ?\nErnst Zundel sat inni á meðan rétta var í máli þar sem hann var sakaður nánast um það sama og núna.\nHann hefur hreint sakavottorð, aldrei verið dæmdur sekur.\nNúna hefur hann verið í 2 ár í einangrun vegna\nskoðanna\nsinna.  Skoðanna sem ekki hefur verið hægt að sanna að séu rangar !!!"
        },
        {
            "user": "Acadia",
            "user_id": "21605",
            "date": "2005-01-21 01:25:57",
            "id": "1915048",
            "reply_to_id": "1912402",
            "text": "Af hverju í ósköpunum ætti ég að vilja mótæmla að þessi hálfviti er í fangelsi?\nGæti ekki verið feignari :) Ef eitthvað er þá færi ég til að sýna stuðning við fangelsunina en bý ekki á Íslandi þannig að ég sýni hann bara í Canada í staðinn."
        },
        {
            "user": "Acadia",
            "user_id": "21605",
            "date": "2005-01-21 07:39:18",
            "id": "1915124",
            "reply_to_id": "1915048",
            "text": "Ef þetta er afstaða þín þá hef ég ekkert við hana að athuga.  Þú mátt svo sannarlega hafa þína skoðun á þessum “hálfvita” eins og þú kallar hann.\nHann er ekki jafn heppinn og þú að geta haft skoðun sína í friði.  Hvenær ætli röðin komi að þér og að  þínum skoðunum verði refsað með einangrunarfangelsi ?  Ég hélt að það væri löglegt að tjá sig og sínar skoðanir á vesturlöndum !!!  Og að menn væru saklausir uns sekt er sönnuð ???"
        },
        {
            "user": "Acadia",
            "user_id": "21605",
            "date": "2005-02-07 11:34:09",
            "id": "1955912",
            "reply_to_id": "1915124",
            "text": "ef þér finnst hann ekki hálfviti…þá veistu greinilega ekki alla söguna um hann og ættir að kynna þér hana betur."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-07 21:02:16",
            "id": "1957143",
            "reply_to_id": "1955912",
            "text": "Eða kannski ættir þú að gera það líka og við hittumst á miðri leið.\nÞó hann sé “hálviti” þá er ekki rétt að hafa hann lokaðann inni í einangrun í 2 ár !!!\nEkki eins of hann hafi framið neinn ofbeldisglæp heldur."
        },
        {
            "user": "Mekara",
            "user_id": "17786",
            "date": "2005-01-21 08:48:28",
            "id": "1915163",
            "reply_to_id": "1912402",
            "text": "þetta er það sem málið snýst um í Kanada, þessar upplýsingar fékk ég hjá\nLaw enforcement agency resource network\nCurrently fighting a Canadian effort to deport him to Germany, Ernst Zundel has been a leading Holocaust denier for more than two decades. In the late 1970s he began running Samisdat Publishers, one of the largest distributors of Nazi and neo-Nazi propaganda and memorabilia in the world. He has also been the inspiration for and key content provider of the Zundelsite, since 1995 a leading online repository of Holocaust-denial propaganda. His activities led to numerous trials in Canada, to which he had emigrated in the late 1950s, and make him subject to probable arrest should he ever return to Germany, his country of birth. Adept at attracting media attention, Zundel apparently relished his legal battles with what he calls the “Holocaust industry.” After several legal defeats in Canada, he married his Webmaster, Ingrid Rimland, and moved to Tennessee in 2001, only to be deported back to Canada by U.S. officials for visa violations in early 2003; he is currently being held in a Canadian prison while he fights deportation back to Germany. Many far-right groups and Holocaust deniers have united to support Zundel; in April 2004, for instance, an international conference of Holocaust deniers and neo-Nazis that convened in his honor in Sacramento."
        },
        {
            "user": "Ahriman",
            "user_id": "39583",
            "date": "2005-01-21 15:22:02",
            "id": "1915722",
            "reply_to_id": "1915163",
            "text": "Segir allt sem segja þarf, gaman að sjá greinarhöfund verja þetta…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-21 23:58:43",
            "id": "1916797",
            "reply_to_id": "1915163",
            "text": "Currently in Canadian isolation awaiting forcefull deportation to Germany, Ernst Zundel has been a leading Holocaust revisionism for more than two decades. In the late 1970s he began running Samisdat Publishers, one of the largest distributors of Historical revisionism, focused on the Holocaust, in the world. He has also been the inspiration for and key content provider of the Zundelsite, since 1995 a leading online repository of Holocaust-revisionistic freedom from oppression. His activities led to numerous trials in Canada, to which he had emigrated in the late 1950s, and make him subject to probable arrest should he ever return to Germany, his country of birth. Adept at attracting media attention, Zundel apparently relished his legal battles with what he calls the “Holocaust industry.” After several legal victories in Canada, he married his Webmaster, Ingrid Rimland, and moved to Tennessee in 2001, only to be hijacked back to Canada by U.S. officials for a mistaken visa violations in early 2003; he is currently being held in a Canadian isolation cell while he awaits deportation back to Germany. Many free thinking people and Holocaust revisionists have united to support Zundel; in April 2004, for instance, an international conference of Holocaust revisionism and free thinking that convened in his honor in Sacramento.\nEinfalt að búa til texta sem hentar - ekki satt.\nHitt er svo annað mál að Kanadísk stjórnvöld hafa látið hann sitja án dóms og laga í 2ja ára einangrun.  Ekki einu sinni verstu glæpamenn hafa þurft að þola þessa meðferð.  Að dómari geti tekið upp á því að loka menn inni eins lengi og þeim sýnist og að eigin hentugleika er gersamlega óþolandi.  Eitthvað sem óska ekki nokkrum að lenda í.  Engum."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2005-01-22 01:50:31",
            "id": "1916981",
            "reply_to_id": "1912402",
            "text": "Ég bý í Kanada og mér finnst það til skammar hvernig farið hefur verið með kallinn.  Hann trúir ekki að helförin hafi átt sér stað eða að gasklefar hafi verið til í fangabúðum nasista heldur hafi allir gyðingarnir sem dóu dáið vegna matarskorts og veikinda og matarskorturinn ekki verið vegna þess að nasistar voru svo vondir heldur vegna þess að það var stríð og matur af skornum skammti hjá öllum auk þess sem það var búið að sprengja sundur helminginn af birgðaleiðunum.\nHins vegar skiptir það ekki máli hverju hann trúir.  Hann á að hafa rétt á því að trúa því sem hann vill og þó hann setji það á vefsíðuna sína, þá verður bara hver að eiga það við sig hvort hann trúir kallinum eða hvort hann trúir einhverjum öðrum kalli á einhverri annarri síðu.  Frekar en að stinga svona gaurum í fangelsi ætti að nota peninginn til að auglýsa fyrir almenningi að það sé ekki allt satt sem er skrifað á netið, frekar en það sem sést í sjónvarpi eða dagblöðum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-22 08:20:14",
            "id": "1917134",
            "reply_to_id": "1916981",
            "text": "http://www.rense.com/general62/auch.htm\nÁ þessari síðu sést gott yfirlit yfir þær tölur sem í gegnum árin hafa verið settar fram um dauðsföll í fangabúðum Nasista.\n9,000,000 eða 400.000 ???  eða bara 6 milljónir því það er svo auðvelt að muna það !!!???\nUsing all available wartime records from the various camps it has been estimated that between 400,000 and\n500,000 people died in the German concentration camp system (from all causes).\nÞað að leitin að sannleikanum skuli vera bönnuð með lögum, eins og þar er núna í mörgum vestrænum löndum, er ávísun á það að “hinn opinberi sannleikur” er ekki réttur.  Sigurvegarinn skrifar söguna og hann skrifar hana sér í vil.\nMér, persónulega, finnst ekki gaman þegar logið er að mér !!! hvað um þig ?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-05-06 01:32:50",
            "id": "2134687",
            "reply_to_id": "1912402",
            "text": "Allt er mjög vafasamt í kringum þetta.\nHavð? Var honum rænt? svo þvingaður?\nOg dómarinn í máli hans eitthvaðð illur?\nÞýddu málið yfir á íslensku, og rökstuddu það betur.\nÞetta er allt VOÐA blurrry, eða þokukent.\nVissulega koma upp viss tilvik með réttarlögrætti, en ég fatta þessa grein ekki?\nTo many leap-holes, eins og sagt er þegar samsæriskenningar þróast.\nEkkert rökstudd grein með neinum virtum sagnfæði, eða lögfræðingum,??????\nSorry,\nLecte"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-05-06 07:45:46",
            "id": "2134802",
            "reply_to_id": "2134687",
            "text": "Full seint að fara nánar út í þessa grein, sem ég bjó til í flýti, því Ernst Zundel hefur núna setið í yfir 2 mánuði í þýsku fangelsi.\nHugmyndin að greininni var að kanna hvort einhverjir hefðu áhuga á að mótmæla því að Kanada hélt manni í einangrun í yfir 2 ár, án dóms.\nÞetta fékk afar lítinn stuðning á þeim tíma.\nAftur á móti þá munu þýsku réttarhöldin yfir Zundel verða athyglisverð.\nKveðja\nMIKO"
        }
    ]
}