{
    "forum_title": "Myndasögur",
    "user": "Riddler",
    "user_id": "7405",
    "date": "2005-01-23 11:16:34",
    "title": "Bara smá um Warren Ellis...",
    "text": "Ég hef í nokkur ár verið að lesa myndasögur og les alltaf meira ár frá ári. Ég var alltaf í þessum gömlu góðu, JLA, Superman og Spiderman og hinu og þessu. Ég vissi alltaf af sögum eftir Warren Ellis og Garth Ennis og þessa kalla en lét þá eiga sig. En nú hef ég, síðasta árið, verið að uppgötva Warren Ellis fyrir sjálfan mig, og þessi náungi er bara ótrúlegur! Ég held ég sé að verða búinn að lesa flest allt sem hann skrifaði um Stormwatch, planetary og The Authority og ég á bara ekki til orð til að lýsa þessu, þetta er svo rosaleg lesning. Hann hefur einhvern undraverðan hæfileika til að láta allt sem í sögunni gerist, skipta lesendann svo miklu máli að það er bara eins og maður sé að horfa á fréttir frá sínu eigin heimalandi. Maður les af þvílíkum áhuga. Og persónurnar eru rosalegar. Ég hef ekki eins gaman að Transmetropolitan. En engu að síður þá er Warren Ellis langbesti penninn í myndasögugeiranum að mínu mati. En auðvitað eru margir aðrir góðir og ég er mikið fyrir t.d Garth Ennis. Ég var að klára Stormwatch: change or die(les þetta í dálítið vitlausri röð) og hann kemur manni alltaf á óvart og maður situr eftir agndofa og þarf að kæla sig niður með Xmen eða einhverju léttmeti :) En annars langaði mig líka að spyrja hvort einhverjir hafi lesið global frequency og ef svo er, hvernig er sú sería miðað við annað Ellis efni? Og svo vill ég líka nefna Stormwatch: team Achilles eftir Micah Ian Wright, sú sería er nú hætt og ég vill lýsa yfir mikilli sorg af minni hálfu því þetta var frábært stöff. Annars veit ég að þetta er ekki merkileg grein en þetta áhugamál er nú ekkert að drukkna í nýjum greinum svo þetta er vonandi betra en ekkert.",
    "url": "https://www.hugi.is/myndasogur/greinar/271194/bara-sma-um-warren-ellis/",
    "url_id": "271194",
    "id": "1915388",
    "replies": [
        {
            "user": "remulean",
            "user_id": "25163",
            "date": "2005-01-23 13:30:31",
            "id": "1919801",
            "reply_to_id": "1915388",
            "text": "Warren ellis er án efa besti myndasöguhöfundur sem sést hefur í langan tíma. hvar færðu annars bækurnar ég hef ekki getað fundið neitt meira með authority og planetary en byrjunar bækurnar(the fourth man skilur mann eftir í laug af sínum eigin svita) og ekkert með stormwatch.\nbtw transmetropolitan er með bestu  myndasögum þarna úti."
        },
        {
            "user": "Riddler",
            "user_id": "7405",
            "date": "2005-01-23 23:05:32",
            "id": "1921512",
            "reply_to_id": "1919801",
            "text": "Ég tek þetta bara á borgarbókasafninu sem er Tryggvagötu, þeir eru með allt góða stöffið. Svo kaupi ég mér af og til eitthvað í Nexus, flest allt til þar."
        },
        {
            "user": "hendrixx",
            "user_id": "7447",
            "date": "2005-01-23 14:58:05",
            "id": "1919939",
            "reply_to_id": "1915388",
            "text": "transmetropolitan er eflaust besta myndasögusyrpa sem ég hef lesið.\nwarren er nottla hreinræktaður snillingu"
        },
        {
            "user": "Riku",
            "user_id": "34766",
            "date": "2005-01-23 15:34:03",
            "id": "1920065",
            "reply_to_id": "1915388",
            "text": "er einmitt sjálfur að birja að lesa Stormwatch seríuna eftir þennan nágunga… lúkkar vel út"
        },
        {
            "user": "shelob",
            "user_id": "19816",
            "date": "2005-01-23 15:55:42",
            "id": "1920133",
            "reply_to_id": "1915388",
            "text": "Transmetropolitan er með rosalegustu hlutum heimsins - Spider Jerusalem er karakter sem ég mun ávallt bera með mér…"
        },
        {
            "user": "Equilibrium",
            "user_id": "1131",
            "date": "2005-01-23 18:34:58",
            "id": "1920631",
            "reply_to_id": "1915388",
            "text": "http://www.livejournal.com/users/mistersleepless/\n'nuff said'\nMaðurinn er bara snillingu"
        },
        {
            "user": "Wolvie",
            "user_id": "6457",
            "date": "2005-01-25 09:41:28",
            "id": "1924809",
            "reply_to_id": "1915388",
            "text": "… Hérna, það væri nú bara fínt að fá nokkuð stórt profile um Warren Ellis, það þýðir ekkert að vera að skrifa hvaða bækur hann hefur skrifað og segja varla neitt um hvernig hann varð penni og hvað gerði gerði hann til að vera í þessari stöðu sem hann er í núna.\nÉg sem lesandi sem sér titill sé Ellis, vil ég vita betur um hann sem lesandi, það er ekki mörgum hér nýtt að hann er góður penni og hann hafi skrifað Stormwatch og Transmetropolitan, enda vita flestir hér um þessar sögur því ef þú myndir kíkja betur í korkinn sérðu alveg nokkur samtöl um Transmetropolitan."
        },
        {
            "user": "Riddler",
            "user_id": "7405",
            "date": "2005-01-25 14:27:03",
            "id": "1925343",
            "reply_to_id": "1924809",
            "text": "Tilgangurinn var nú bara að fá smá umræður um stormwatch og heyra hvort fólk væri sammála og hvort að fólk hefði lesið Global Frequency en ég skil samt alveg hvað ert að fara með þessu commenti. Þetta hefði kannski betur átt heima á korkinum, ég bara fattaði það ekki, hef það í huga næst."
        },
        {
            "user": "Splitz",
            "user_id": "13993",
            "date": "2005-02-02 00:56:04",
            "id": "1944470",
            "reply_to_id": "1915388",
            "text": "Þessi gaur er frábær, Garth Ennis er samt í algjöru uppáhaldi hjá mé"
        }
    ]
}