{
    "forum_title": "Smásögur",
    "user": "DoktorPer",
    "user_id": "17080",
    "date": "2005-01-24 02:29:02",
    "title": "Fallen",
    "text": "Smásaga sem ég skrifaði í skólanum þegar ég ætti að vera að gera eitthvað allt annað.\nLife is harsh. One moment you're one of the top guys, you know, the important advisors of the most powerful man in the world, but when you finally make a single comment on how stupid it is to give a false paradise to the dribbling fools on the bottom of our society just to control them, you get fired and tossed out a window. You would think that's bad enough, but then his son, surrounded by 12 slobbering morons, steals my identity and starts babbling about how his daddy is the kindest guy you'll ever know.\nRight, he only caused a genocide in Israel when he flooded the damn land, along with demanding blood sacrifices every time someone disagreed with him. Talking about being nice.\nBeen living all around the world since then, watched these filthy bastards rebel just to elect being put to the same treatment all over again. Fighting over the right to have peace or the right not to be attacked. People blaming everyone but themselves when they get STDs and punishing murder with ten murders. This is the flock my former Lord wanted to command?\nHe may have tried and he might have succeeded in ruining my name and reputation without touching his son's name, but his lying and scheming PR agents have a blind spot the size of a football field, never did they imagine that an alias would be used. Trashing one's name does nothing if they will never know one's face. This has allowed me to start a small firm myself. Fighting for everything he stands against, freedom and the matters of the mind. Yet the more victories are won, the more I see that the corruption of their minds lie far deeper within.\nBeing free incites slavery for these fools, the false image of this freedom is more horrifying than anything I have seen. The believe that you are free and that your life is actually good makes those want to force their cages upon others. Through history many governments have focused on whipping the body, but since I have fallen, it becomes more and more apparent that those are not the whips you should fear. You should fear the whips that you put in your soul, the whips that drive you around without a thought.\nThe whip you keep bashing yourself with, over and over, telling yourself it's freedom.\nEinnig má til gamans geta að ég er að rita lengri útgáfu á\nhttp://petur-g.deviantart.com",
    "url": "https://www.hugi.is/smasogur/greinar/271443/fallen/",
    "url_id": "271443",
    "id": "1917615",
    "replies": [
        {
            "user": "Kain",
            "user_id": "27935",
            "date": "2005-01-24 08:42:05",
            "id": "1921949",
            "reply_to_id": "1917615",
            "text": "já þú ættir að vera að gera eithvað allt annað\nbut still\na lot of truth"
        },
        {
            "user": "Tigercop",
            "user_id": "21417",
            "date": "2005-01-24 16:34:50",
            "id": "1923236",
            "reply_to_id": "1917615",
            "text": "Athyglisvert. Þú ert greinilega vel að þér í ensku og enskri stafsetningu. Ég persónulega hef aldrei haft gaman af því að lesa sögur á öðrum tungumálum en íslensku svo ég hafði ekki neitt sérstaklega gaman að þessari. Ég mæli með  því að þú stundir nám frekar en að eyða námstíma í þetta - en mæli eindregið með  því að þú skrifir áfram því þú virðist góður penni - bara á íslensku takk fyrir mig…\nKveðja .."
        },
        {
            "user": "DoktorPer",
            "user_id": "17080",
            "date": "2005-01-25 09:56:54",
            "id": "1924838",
            "reply_to_id": "1923236",
            "text": "Er svipaður með enskuna og þú ert með íslenskuna, mjög sjaldan get ég dregið unað úr því að lesa á íslensku nema rithöfundurinn sé mjög slunginn með málið. Hin enska tunga passar betur á fingurgóma mína þegar ég skrifa, þar sem að þaðan fæ ég mesta mína bókmenntareynslu."
        }
    ]
}