{
    "forum_title": "Final Fantasy",
    "user": "mephistopheles",
    "user_id": "34546",
    "date": "2005-01-25 23:20:30",
    "title": "Seymour Guado",
    "text": "Jamm.. Ég ætlaði upphaflega að gera grein um Kefka, en nennti ekki að spila Final Fantasy VI uppá nýtt þannig að ég ákvað að velja Seymour. Ég geri mér fyllilega grein fyrir því að einhverjir hafi verið búinir að “panta” Seymour, en mér er nokk sama. Ef einhver hafi ætlað að gera grein um hann þá væri hann löngu búinn að því.\nÓjá. Ég vill líka vara við\nSPOILERS!! SPOILERS!! SPOILERS!!\nVegna þess að ég tek lítið sem ekkert tillit til þeirra sem eru ekki búnir að spila Final Fantasy X.\nEnjoy!!\nPersónan:\nSeymour er karakter í Final Fantasy X. Hann er rétt hærri en meðalmaður, með blátt hár sem neitar að lúta náttúrulögmálunum, kýs að klippa ekki á sér neglurnar, gengur í bláum robe sem tribal munstri og er með undarleg ör á andlitinu sem virðast einhvernveginn ganga niður úr hárinu á honum.\nSeymour er með svona rough og frekar karlmannlega líkamsbyggingu en hefur mellow og afslappaða rödd, sem gefur honum ákveðinn Jesús fíling. Ég verð að bæta við að maðurinn er talsetningarlistaverk og finnst mér hann best heppnaðasti karakterinn í FFX. Hann er með grænan borða bundinn um mittið á sér, er með mjög þykkar og puffy ermar og virðist binda um mittið á sér, innan undir græna borðanum einhverskonar gult neta thing sem endar í svona brúskum… eins og margar konur ganga með yfir herðarnar nú til dags.\nSeymour er af Guado kyni. Enda er það tekið fram í nafninu, Seymour Guado. Faðir hans var Jyscal Guado, Maester af Yevon. En Seymour á mennska móður og er því einhverskonar blendingur af manni og Guado. Hárið og neglurnar benda til þess að hann sé Guado á meðan húðlitur og andlitsbyggingin segja manneskja.\nEftir að Jyscal, faðir Seymour lést þá varð hann sjálfur einn af hinum fjórum Maester af Yevon.\nSeymour er soldið blanda af Jesús og Kuja…. ef þið skiljið.\nHlutverk:\nSeymour þjónar þeim tilgangi innan Final Fantasy X að vera ljótikallinn. Hann kemur mjög vel út á meðan söguþráðurinn þróast en einhvernvegin mistekst að ná lokastökkinu og setja sig í sama klassa og Kefka, Sephiroth og Kuja. Sem mér finnst mjög sorglegt, sökum þess hversu góður karakter hann er.\nSin er hinn raunverulegi villian í FFX en það kemur aldrei jafn sterkt fram og undir blálokin. Þangað til er Seymour notaður svo að söguþráðurinn þynnist ekki.\nÁstæðurnar fyrir því að Sin mundi ekki heppnast sem ljótikall á borð við Kefka og félaga eru nokkrar. Aðallega vegna þess að Sin hefur engan karakter (Jecht er ekki fullnægjandi), síðan hefur Sin engin launráð til að brugga og virðist frekar vera náttúruhörmung, eins og eldgos eða flóðbylgja frekar en persóna. Þessi munur kemur kanski best fram í Trigun, þar sem Vash the Stampede er einn daginn yfirlýstur sem náttúruhörmung og missir því þennan $$60.000.000.000 bounty sem hann hafði á sér.\nSöguþráður:\nSeymour kemur fyrst fram í leiknum þegar Yuna & co koma til Luca eftir að hafa orðið vitni af eyðingarkrafti Sin í Kilika. Þar er hann einn af fylgdarmönnum Maester Mika og virðist hann þar fá einhverskonar official blessun frá Mika sem Maester á bryggjunni þar sem báturinn þeirra lenti. Þar kemur ömurlegt “What’s up with that guy” komment frá Tidus sem á að undirstrika það að Tidus beri ekki fullt traust í garð Seymour. Það tekst ágætlega, nema að ég varð frekar pirraður, vegna þess hvað ég fílaði Seymour mikið og fór því ósjálfrátt að hata Tidus…. fyndið.\nAnywho.. þá nappa Al Bhed Yuna og lalala allt í einu er Blitzball höllin full af fiends!\nTidus, Auron og Wakka reyna að berjast eins og þeir geta en eru ekki nógu öflugir til þess að bjarga öllum. Þá kemur okkar maður og reddar málunum. Seymour tekur sig til og summonar Anima og drepur öll skrýmslin eins og hendi væri veifað.\nÞarna fékk maður að sjá hvers Seymour er megnugur og þá langaði mig að giftast honum (damn you lucky Yuna…grr).\nNæst þegar hetjurnar okkar hitta kappann er það þegar Al Bhed og Crusaders hyggjast yfirbuga Sin með hjálp machina. Wakka blöskrar við þessum helgispjöllum. Ástæðan fyrir því að Seymour var staddur þarna var til þess að gefa okkur þá tilfinningu að Seymour sé ekki alveg nógu loyal Maester af Yevon, vegna þess að hann veitir þessum aðgerðum blessun sína þrátt fyrir að það sér beint verið að brjóta gegn boðskapi Yevon með því að nota forboðið machina.\nÞegar Wakka spyr hann hvers vegna hann stoppi þetta ekki þá svarar Seymour að bragði að hann trúi því að bæði Al Bhed og Crusaders vilji sigra Sin og veita íbúum Spira “The Calm” og að hann, sem íbúi Spira geti ekki verið á móti slíkum aðgerðum sem eru öllum fyrir bestu.\nWakka lætur ekki bugast og segir það ekki réttlæta að það sé notað machina. Þá svarar Seymour eitursvalur “then pretend you did’nt see it”. Þá verða allir voðalega hneikslaðir og Wakka segir “that’s not something that a Maester should say” en þá röltar minn maður í burtu á meðan hann segir “then pretend I did’nt say that”. Wakka situr eftir ringlaður og Seymour er maður leiksins WOOHOO!!\nSíðan koma fram hugleiðingar hjá Tidus þar sem hann kveðst aldrei hafa treyst “that Seymour guy” en finnst hann samt meika sens.\nSeinna þá biður Seymour Yuna um að giftast sér þegar hún og hennar fylgisveinar eru í heimsókn í Guadosalam og er það rosalega out of the blue. Seymour segir að þau tvö geti gert það sem er best fyrir Spira. Yuna hugsar um það í einhvern tíma og ákveður síðan að játa bónorðinu. En þá er Seymour horfinn! Áður en þau láta sig hverfa líka þá kíkja þau á “The Farplane” til þess að heilsa upp á nokkra dauða ættingja. En á leiðinni út þá kemur Jyscal sjálfur (dauður) og virðist liggja eitthvað á hjarta. Yuna tekur sig til og sendir hann til “the Farplane”, sem er svolítið kjánalegt þar sem staðurinn er fimm metra fyrir aftan þau. Það er líka rosalega töff að sjá hvernig Auron hnýgur niður þegar Yuna dansar hehe. Þegar Jyscal er að hverfa þá missir hann Sphere og ákveður Yuna að halda honum fyrir sig.\nSeinna þá fáum við að vita að þessi Sphere er erfðaskrá Jyscal og segir hann þar að Seymour ætli að myrða sig!!!!! (sem hann gerði). Það leiðir til þess að í Macalania temple þá berst maður við kauða og endar með að drepa hann…. frekar funky. Ójá!, í millitíðinni þá játar Yuna bónorði Seymour, þar sem hún ein veit að hann hafi myrt Jyscal og vill einhvernvegin koma fyrir honum vitinu.\nSíðan nappa Guado (fylgjendur Yevon)Yuna þar sem hún er í Home á Bikanel Island, undir gæslu Al Bhed og fara með hana til Bevelle. Þar hyggst Seymour giftast henni. Bíðum nú við! Var Seymour ekki dauður? Í Spira virðist dauðinn virka þannig að fólk hætti að vera lifandi og verði eitthvað annað. Og ef fólk kýs að rölta um jörðina eins og ekkert hafi í skorist þá getur það gert það. Og það virðist Seymour vera að gera.\nEn! Það er hægt að koma í veg fyrir það með því að senda sálu þeirra til “the Farplane” og hyggst Yuna nota brúðkaupið til þess að gera einmitt það við Seymour.\nHetjurnar okkar eru að sjálfsögðu ekki par ánægðar með að “those Guado bastards” hafi rænt Yuna og ákveða að fá far hjá Cid og “Crash the wedding”, eins og Busted orðuðu það.\nÞegar Tidus og félagar ráðast inn þá panikkar Yuna og ákveður að reyna að senda Seymour á staðnum. Það fer að sjálfsögðu í hundana og öllum verður fleygt í “via purifico”.\nSeymour kemur minna og minna fyrir eftir lætin í Bevelle og gleymir maður honum næstum því á kafla. Þar greip ég tækifærið og tók Tídusinn minn í sátt og fór að einbeita mér að honum. Einn bardagi við Seymour eftir Bevelle er mér minnistæður sökum þess hve erfiður hann var. Það var í Mt.Gagazet og þá var komið sjá Kefka hljóð í kappann. Ég yfirbugaði hann eftir tvær tilraunir og var glaður útilegumaður.\nEftir að hafa misst Yuna sér úr greipum þá var Seymour farinn að hljóma mikið eins og Kefka og sagðist hann ætla að renna saman við Sin og leysa Spira úr hringiðu dauða og sársauka með því að drepa alla!! En því miður þá hlaut hann mjög leiðinleg endalok eftir mjög auðveldan bardaga “í maganum á Sin” sem tók sirka þrjár mínútur. Yuna sendir hann til “the Farplane” og Seymour er horfinn………….ENDIR!\nLokaorð:\nMér fannst Seymour hljóta leiðinleg örlög því ég vildi sjá hann verða enn máttugari en Sin. Sjáið þið þetta ekki fyrir ykkur. Maður er nýbúinn að drepa Sin for good en þá kemur Seymour sem einhver guð og drepur alla!!! Það hefði verið snilld.\nEn þrátt fyrir það þá er þetta snilldarleikur og snilldarplott og Seymour er næst besti ljótikallinn í sögu Final Fantasy!! (á eftir Kefka of course)",
    "url": "https://www.hugi.is/finalfantasy/greinar/272002/seymour-guado/",
    "url_id": "272002",
    "id": "1923613",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-25 23:37:41",
            "id": "1927118",
            "reply_to_id": "1923613",
            "text": "Sepiroth tekur Seymour í bossalinginn."
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2005-01-25 23:41:56",
            "id": "1927123",
            "reply_to_id": "1923613",
            "text": "Frábær grein. Flott að líkja Seymour og Kefka saman, þeir eru frekar svipaðir þegar allt kemur til alls… það er náttúrlega ekki hægt að líkja saman Ultimeciu og Sephiroth, þar sem Sephiroth rokkar feitt og Ultimecia er anorexíusjúklingur úr framtíðinni… annars er Ultimecia guðdómleg á sinn hátt líka, þó Sephiroth myndi sennilega choppa bara hausinn af henni og sleikja blóðið af sverðinu Kyo-style. En nú er ég bara farinn að tala við sjálfan mig…"
        },
        {
            "user": "mephistopheles",
            "user_id": "34546",
            "date": "2005-01-26 00:49:06",
            "id": "1927233",
            "reply_to_id": "1927123",
            "text": "Mig verkjar þegar ég hugsa um Ultimecia…. þrátt fyirir að ég hafi botnfílað Edea og Adel.\nÍ sambandi við skildleika á milli Seymour og Kefka, þá eru þeir einu villians í FF sem hafa það meginmarkmið að eyða öllu svo að allt sem allir unna deyi. Það finnst samt örugglega mörgum að Kuja passi við þessa lýsingu, en það var ekkert nema stór tilvistarkreppa, þar sem hann gat ekki umborið tilhugsunina að aðrir fái að lifa á meðan hann deyi.\nAnywho.. það er samt grundvallarmunur á Kefka og Seymour. Kefka vildi drepa ástina og lífið af einskærri illkvittni á meðan Seymour vildi\nfrelsa\níbúa Spira úr eilífum spíral dauða og sársauka. En niðurstaðan yrði sú sama. TOTAL ANNHIALATION!!\nÉg kemt ekki yfir það Seymour er heillandi karakter… Með þessa rödd og rosalega sannfærandi talmáta. Hann hefði verið frábær í öllum hlutverkum, jafnvel sem góði kallin."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-26 22:30:27",
            "id": "1929169",
            "reply_to_id": "1927233",
            "text": "DEM JÚ!!!! Ég var byrjaður í þessum pælingum í minni grein, en þið verðið bara að þola það…þega þar að kemur, ég tek minn tíma ^_^"
        },
        {
            "user": "Saidin",
            "user_id": "22936",
            "date": "2005-01-26 19:46:38",
            "id": "1928700",
            "reply_to_id": "1923613",
            "text": "Man.. Þetta kallar maður þvílíka tilviljun. Ekki nóg með að áhugamálið er frekar dauft þá er postað tveim ólíkum greinum um sama karakter á sömu mínútu á sama degi. Það gerist ekki oft er ég viss um..\nFín grein annars ;)"
        },
        {
            "user": "mephistopheles",
            "user_id": "34546",
            "date": "2005-01-26 19:59:24",
            "id": "1928736",
            "reply_to_id": "1928700",
            "text": "hehe\nTímasetningin fer eftir því hvernær stjórnandinn setti greinina inn. LPFAN hefur bara verið að skoða greinarnar í rólegheitunum og fara yfir þær…. síðar var búið að vera í umræðunni að gera grein eftir einhverjum villian."
        },
        {
            "user": "Saidin",
            "user_id": "22936",
            "date": "2005-01-26 20:07:58",
            "id": "1928762",
            "reply_to_id": "1928736",
            "text": "Ó já… Ruglaðist aðeins á korkum og greinum :S\nÞað útskýrir líklega afhverju ég var sá eini sem var nógu heimskur til þess að setja inn svona comment ;)"
        },
        {
            "user": "mephistopheles",
            "user_id": "34546",
            "date": "2005-01-26 20:17:12",
            "id": "1928789",
            "reply_to_id": "1928762",
            "text": "obviously"
        },
        {
            "user": "Mastro",
            "user_id": "44620",
            "date": "2005-01-26 22:53:11",
            "id": "1929255",
            "reply_to_id": "1923613",
            "text": "Þetta var solítið fyndið. Við sendum inn sithvora greinina um sma kallin og voru þær báðar ólíkar. Annars langar mér að vita hvernig þú fannst allt þetta um hann ég fann ekkert um seymour."
        },
        {
            "user": "mephistopheles",
            "user_id": "34546",
            "date": "2005-01-26 23:03:04",
            "id": "1929282",
            "reply_to_id": "1929255",
            "text": "tja.. ég skrifaði um Seymour eins og hann kom mér fyrir sjónir. Þetta er alltsaman 100% mín orð. Ef maður spilar leikinn af einlægni þá er ekkert mál að tengjast persónunum og kynna sér þær.\nJust spill your mind on the paper…"
        },
        {
            "user": "siggikorn",
            "user_id": "47904",
            "date": "2005-01-27 20:49:40",
            "id": "1931197",
            "reply_to_id": "1923613",
            "text": "Flott grein, fínt að sjá að ég og LPFAN vorum ekki þeir einu sem gerðu grein í þemanu ;)"
        },
        {
            "user": "Skazii",
            "user_id": "40417",
            "date": "2005-01-29 00:13:45",
            "id": "1934019",
            "reply_to_id": "1923613",
            "text": "HAHH… ég tók Seymor í einu höggi með Yojimbo í fyrsta sinn en þá eyðilagðist leikurinn eftir að eg var kominn með Anima og Magus Sisters og var að kaupa hann aftur í gær þanni ég á eftir að vinna hann í maganum á Sin og þar að auki er Kefka svalasti vondi kall frá upphafi"
        },
        {
            "user": "mephistopheles",
            "user_id": "34546",
            "date": "2005-01-29 00:44:04",
            "id": "1934097",
            "reply_to_id": "1934019",
            "text": "vó vó, notaður punkt! í öllum bænum!"
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2005-02-11 23:10:31",
            "id": "1965770",
            "reply_to_id": "1923613",
            "text": "Ég tel víst að þú meintir ekki hann hefur frekar afslappaða  rödd meintiru HANN ER ILLILEGA GELDUR"
        },
        {
            "user": "Eilros",
            "user_id": "62606",
            "date": "2006-06-06 15:34:22",
            "id": "3581277",
            "reply_to_id": "1923613",
            "text": "Þetta er fín grein, en svona er vondakalla talið hjá mér:\n1. Sephiroth\n2. Kuja\n3. Seymour\nSephiroth er bestur og flottastur og Kuja vann hjarta mitt þegar hann fór í trance með því að nota fullt að sálum, sem voru í skipi sem hét “invincible” sem fangar sálir, rústaði Terra/Gaia ( langt síðan ég spilaði leikinn, man ekki frá hvor heiminum Kuja og Zidane komu frá ), en Seymour er auðvitað mjög cool, en notar of mikið gel……"
        }
    ]
}