{
    "forum_title": "Final Fantasy",
    "user": "Sphere",
    "user_id": "8460",
    "date": "2001-05-15 14:54:37",
    "title": "E3 2001",
    "text": "Jæja, á fimmtudaginn byrjar stærsta tölvuleikjasýning í heimi,\nElectronic Entertainment Expo. Á þessari sýningu verður væntanlega sagt frá næstu Final Fantasy leikjum. Það sem verður líka sýnt eru framtíðaráætlanir Sony með netið og annað. Harðidiskurinn verður kynntur. AOL ætlar að gera svona irc forrit á PS2 og svo verður líka búinn til browser(Sem verður 100% ekki Internet Explorer).\nSvo síðast en ekki síst, leikurinn sem allir bíða eftir, Naughty Dog entertainment sem búa hann til segja hann vera byltingu. Ég sá screenshot úr honum um daginn og myndirnar voru í lélegum gæðum, þær voru sagðar ekki vera nærðum því jafn flottur og leikurinn sjálfur. Flott grafík sem nýta Vactor Unitana á PS2. Þessi leikur er adventure leikur og kemur aðeins út á PS2.\nKveðja Sphere",
    "url": "https://www.hugi.is/finalfantasy/greinar/27255/e3-2001/",
    "url_id": "27255",
    "id": "181541",
    "replies": [
        {
            "user": "malicious",
            "user_id": "5591",
            "date": "2001-05-16 13:58:23",
            "id": "181542",
            "reply_to_id": "181541",
            "text": "“Svo síðast en ekki síst, leikurinn sem allir bíða eftir” og þú sagðir ekki nafnið! :D og ef það er ekki komið nafn á hann gætir þú skilið eftir link"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-05-16 14:43:24",
            "id": "181543",
            "reply_to_id": "181541",
            "text": "Verður bara sýnt úr ffX eða líka úr ffXI"
        },
        {
            "user": "RoyalFool",
            "user_id": "5820",
            "date": "2001-05-16 14:53:53",
            "id": "181544",
            "reply_to_id": "181541",
            "text": "AOL að gera browser fyrir PS2? Jukk!\nEn ég bíð spenntur eftir harða diskinum.\nOg fyrir malicious: Naughty Dog hafa ekki viljað gefa upp nafnið á leiknum ennþá. Þessi leikur kemur frá hönnuðum Crash Bandicoot leikjanna, og nú hafa þeir fókuserað meira á frelsi heldur en inilokuð borð Chrash Bandicoot leikjanna. Þó verður þessi leikur “an action game with emphasis on ease of use”. Gaman að sjá hvernig það verður.\nEf að einhver hér er með breiðbandstengingu og er sama þótt að hann þurfi að borga fyrir utanlands-download, þá mun GameSpot vera með beina útsendingu frá E3 sýningunni. Þið getið nálgast dagskrána hér."
        },
        {
            "user": "RoyalFool",
            "user_id": "5820",
            "date": "2001-05-16 14:57:07",
            "id": "181545",
            "reply_to_id": "181544",
            "text": "Ég þoli ekki þegar að tenglar virka ekki. Af hverju getur maður ekki farið yfir svarið sitt á greinunum? Maður getur það á korkunum. Jæja, allavega:\nhttp://www.gamespot.com/live/index.html"
        },
        {
            "user": "digital",
            "user_id": "26731",
            "date": "2001-05-16 15:40:24",
            "id": "181546",
            "reply_to_id": "181545",
            "text": "Well nú hef ég mér draum takk.\nHann er sá að fara á þessa sýningu prófa FFX og hlægja svo að ykkur(no offence) :)"
        },
        {
            "user": "Flawless",
            "user_id": "2661",
            "date": "2001-05-16 17:39:18",
            "id": "181547",
            "reply_to_id": "181546",
            "text": "….dream on"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-05-16 23:50:30",
            "id": "181548",
            "reply_to_id": "181547",
            "text": "hehehe… en leikurinn heitir Jak and Daxte"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-05-16 23:50:36",
            "id": "181549",
            "reply_to_id": "181547",
            "text": "hehehe… en leikurinn heitir Jak and Daxter held ég"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-05-21 02:57:36",
            "id": "181550",
            "reply_to_id": "181541",
            "text": "WarCraft III, Lord of Destruction, Throne of Bhaal, Neverwinter Nights… þetta er veisla fyrir mig :)"
        }
    ]
}