{
    "forum_title": "Fuglar",
    "user": "keiz",
    "user_id": "41599",
    "date": "2005-01-28 08:26:13",
    "title": "ATH! Hvað mega fuglar borða!!!!",
    "text": "Hæ hæ, langar að benda ykkur á frábæra grein um hvað fuglar meiga fá að borða og hvað ekki, mjög ítarlegar og góðar upplýsingar, svo er fullt af öðrum fróðleik á þessari síðu og svör við mörgum spurningum!\nHér er slóðin á matarræðis greinina :\nhttp://www.tjorvar.is/spjall/viewtopic.php?t=19093\nVonandi nýtist þetta einhverjum :)",
    "url": "https://www.hugi.is/fuglar/korkar/272881/ath-hvad-mega-fuglar-borda/",
    "url_id": "272881",
    "id": "1931889",
    "replies": [
        {
            "user": "monroe",
            "user_id": "20335",
            "date": "2005-04-02 04:26:45",
            "id": "2060081",
            "reply_to_id": "1931889",
            "text": "ég var að spjalla við dýralækni í dag og hún sagði mér að páfagaukar, sérstaklega gárar mega í raun borða allt sem við borðum,brauð,kjöt,kex…ég héllt alltaf að það mætti einmitt ekki gefa þeim þessar matvörur en hún sagði að það væri miklu betra að hafa sem fjölbreytastan matinn hjá þeim.Minn hefur alveg fengið bita(hehe kannski dálítið lítill biti) af epli eða agúrku en mér datt nú aldrei í hug að leyfa honum að narta í kjöt en þá er það víst bara alveg eðlilegt."
        },
        {
            "user": "keiz",
            "user_id": "41599",
            "date": "2005-04-02 18:44:02",
            "id": "2061108",
            "reply_to_id": "2060081",
            "text": "það þarf að passa upp á að þeir fái ekki fitu, sykur, koffín, mjólkurvörur ofl.\n“Súkkulaði getur valdið hjartavandamálum, þunglyndi, uppköstum, flogum, lifraskemmdum og skyndidauða.\nKoffíndrykkir á borð við kaffi, te, kóladrykkir og aðrir valda hjartsláttaraukningu og getur leitt til ofvirkni síðan floga og dauða. ”\nKjötmeti er í lagi en best að sleppa hverskyns skelfisk, getur valdið eitrun.\nSalt í miklu magni veldur ofþornun, lugnabjúg, heilateppu (brain congestion), nýrnabilun, blóðeitrun og háum blóðþrýstingi. \"\nSMAKK ER LÍFSHÆTTULEGT SMÁFUGLUM\nUpplýsungar fengnar af www.tjorvar.is\nhttp://www.tjorvar.is/spjall/viewtopic.php?t=19093\nÉg vinn sjálf með fugla og á tvo sjálf og af fenginni reynslu ættu allir ábyrgir fuglaeigendur að kynna sér þessar upplýsingar til hlítar.\nHef horft upp á of marga fugla veikjast og jafnvel deyja því eigendurnir gáfu þeim einverja vitleysu að borða í góðri trú og vissu ekki betur."
        }
    ]
}