{
    "forum_title": "Rómantík",
    "user": "Goku",
    "user_id": "42620",
    "date": "2005-01-30 12:46:52",
    "title": "Gamla rómantíkin er dauð",
    "text": "Halló kæri lesandi ég vill deyla með ykkur skoðun minni á nútíma rómantík.\nÉg er strákur sem hef verið bæði í tilfynningalausum kynlífssamböndum, Tilfynningaríkum ástarsamböndum og nokkrum sinnum lent í einnar nóttu samböndum.\nÞar sem ég er búin að kynnast þessum hliðum á ástarlífinu er ég búin að móta nokkrar skoðanir um rómantík og er frekar hryggur að gamla rómantíkin sé að deyja út.\nÞegar ég var lítill sá ég ævintýri eins og aladin og hugsaði með mér að ég fengi einhverntíman svona hamingjusaman endir.\nÆvintýr prinsessa, allt heila glabbið.\nNúna er ég aðeins eldri og er búin að kynnast almenninlega heiminum..\nMín sín á nútíma rómantík er sama og sem engin því að það tíðkast bara ekki lengur.\nÉg er þessi týpa sem labba framm hjá rósarunna og stoppa til þess að fynna ilminn.. og fynnst fátt betra en svona halmark moment eins og að kynnast stelpu á menningarnótt eða edrú stelpu á þjóðhátíð (kom fyrir í báðum tilfellum) og eiga fyrsta kossin með þeim þegar flugeldasíningin stendur yfir eða á miðjum tónleikum..\nMig fynnst yndislegt að gefa stelpum blóm og fara út að borða… Þá meina ég sonna alvöru út að borða.. eða picknic í hljómskálagarðinum um há sumar…. allt sem er sonna eins og klippt út úr bíómynd frá sjötta áratuginum..\nÞetta eru hlutir sem hafa allir komið fyrir og ég á aldrei eftir að gleyma þeim en inná milli eru party sem ég hitti stelpur sem hafa engan húmor, enga ævintýraþrá og enga rómantýska hlið.. þetta týðkast hjá flest kvennfólki sem ég kynnist.. einna nætur sambönd eru fín inná milli en mig þykir sammt alltaf miðr hversu jarðbundin þaug eru…. Mig fynnst vanta alla töfrana í þaug…\nÍslenskt hvennfólk virðist ekkert hrifið af þessu dóti.. þannig að ég fæ fáumsinnum tækinfæri á því að sína mínar réttu hliðar..\nsem eru blóm og arineldur og ástríða frekar en að þurfa að setja upp þetta heimskulega hálf bros sem ég nota… en það er það eina sem virkar, blómin og sólsetrin og allt það stuff bara kveikir ekki í kvennfólki hérna á íslandi..\nég þoli ekki að þurfa að spila á stepur og brosa hálfbrosinu mínu og þykjast fýla það sem þær fýla og vera sonna týbísk steríó týpa… en ég vil sammt ekki sofa einn… þannig að ég hef enga lausn.. þetta er sammt bömmer.\nÉg fann einusinni manneskju sem ég varð alveg dolfallin fyrir af því að hún var náhvæmlega eins og ég og það var eins og klyppt útúr bíói og það voru löbb í tunglsljósinu og kossar við flugelda og ævintýr sem enda vel.. en það var eina manneskjan sem ég hef nokkurntíman hitt sem heldur í þessa tegund rómantýkar.. flestar aðrar stelpur segja bara að maður hafi sætt bros og það er eins djúpt og þær fara áður en maður dumpar þeim….\nFyrir það fyrsta, er einhver þarna úti sem hefyr sama hugsunarhátt og ég og annað akkuru dó rómantíkin ?\nÞað væri vel metið ef þið svöruðuð þessu og gæfuð ykkar sögur til baka.. mig vantar að fá nýja sín yfir þatta allt saman af því að ég er að verða drep leiður á þessum tilfynninga lausu samböndum og nóttum sem maðr blótar í hljóði af því að hún hrýtur…",
    "url": "https://www.hugi.is/romantik/greinar/273395/gamla-romantikin-er-daud/",
    "url_id": "273395",
    "id": "1936661",
    "replies": [
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2005-01-30 12:53:23",
            "id": "1937033",
            "reply_to_id": "1936661",
            "text": "Nei sko, let me guess…\nÞú skrifar þessa grein og býst við að fá mikla svörun frá kvenfólki um hversu frábær og rómatískur þú ert…og þú munt fá það. Alveg viss um það…\nÞær munu ekki sjá í gegnum hversu svakalega þunnt þetta er hjá þér, það er að segja hversu mjótt sjónarmið þú hefur á rómatík.\nEitt sem ég vil segja þér, rómatík er til þó hún sé ekki klippt útúr eitthverri hollywood mynd, rómantík getur verið bara eitthvað sem þú og þín nánasta skynjið saman og engin annar.\nEn já btw, farðu yfir stafsetningu áður en þú sendir inn næst."
        },
        {
            "user": "JonMaiden",
            "user_id": "34856",
            "date": "2005-01-30 13:06:52",
            "id": "1937061",
            "reply_to_id": "1936661",
            "text": "Stafsetning=Hryllingur\nGrein=Ágæt…\nRómantík=Ekki Dauð\nMismunandi hvernig fólk skilgreinir Rómantík og það er ekki allt eins og í bíómyndum :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-01-30 13:34:06",
            "id": "1937132",
            "reply_to_id": "1936661",
            "text": "“Ég er þessi týpa sem labba framm hjá rósarunna og stoppa til þess að fynna ilminn.. og fynnst fátt betra en svona halmark moment eins og að kynnast stelpu á menningarnótt eða edrú stelpu á þjóðhátíð”\nRiiiight félagi…"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-01-30 13:34:42",
            "id": "1937135",
            "reply_to_id": "1936661",
            "text": "Þú ert með mjög grunnhyggna hugmynd um hvað rómantík sé að mínu mati. Greinilega frá reynslu þinni af Hollywood rómantík.\nRómantíkin er ekki dáin. Alls ekki. Málið er bara að það er eðlilegt að það taki langan tíma fyrir þig að finna einhverja sem þú getur verið í svona frábæru sambandi með. Það er óraunhægt að það verði eins og flugeldasýning í hvert skipti sem þú deitar stelpu, hvort sem það sé árið 2005 eða árið 1905."
        },
        {
            "user": "maggimega",
            "user_id": "20821",
            "date": "2005-01-30 13:35:32",
            "id": "1937138",
            "reply_to_id": "1936661",
            "text": "Rómantík, eða að vera rómatískur er ekki bara arineldur kertaljós og blóm, að vera rómantískur er að þora að segja það sem manni finnst.\nT.d. að segja við stelpu að hún sé falleg - það er að vera rómantískur.\nAllavega eru kannski svona 15% stelpna á höfuðborgasvæðinu sem eru fyrir svona typical Disney mynd - ævintýri - blóm kossar og brúðkaup. Hin 95% eru það bara alls ekki. Mér finnst allavega þessi “gamla rómantík” dauð, eða ekki langt í það a.m.k."
        },
        {
            "user": "maggimega",
            "user_id": "20821",
            "date": "2005-01-30 14:20:04",
            "id": "1937264",
            "reply_to_id": "1937138",
            "text": "15% + 95% = 100% ? hvernig færðu það?"
        },
        {
            "user": "bosiljosar",
            "user_id": "44687",
            "date": "2005-01-30 13:36:18",
            "id": "1937140",
            "reply_to_id": "1936661",
            "text": "ég las ekki allt, en þú ert bara að kynnast vitlausu kvenfólki. trúðu mér."
        },
        {
            "user": "bosiljosar",
            "user_id": "44687",
            "date": "2005-01-30 13:38:41",
            "id": "1937144",
            "reply_to_id": "1937140",
            "text": "annars veit ég ekkert."
        },
        {
            "user": "sokkagleypir",
            "user_id": "31751",
            "date": "2005-01-30 13:59:48",
            "id": "1937193",
            "reply_to_id": "1936661",
            "text": "Whell you do make a good point there… en ég veit samt ekki, ég þekki nú alþókkurn slatta af stelpum sem eru úti alla svona hluti, bara mesti hlutinn vinkonur minar :P En samt, ég gæfi nú þónokkuð mikið bara til að geta verið í sambandi sem allt gengur eins og í sögu og allt er bara frábært! en svona er bara lífið, það er ekki hægt að finna samband sem er alveg 100% “galla laust” :/\nÉg vill hvetja þá sem eru að lesa mina skoðun, og eiga kærustu sem þeir elska úti það ysta, að fara núna, og ýhugja eitthvað skemmtilegt og spennandi handa sinni elsku, því ég veit að margir strákar eru ekkert að spá í svona hluti lengur..\nok þetta var kannski svona hjá sumum fyrst þegar þeir voru að byrja með stelpunni, en svo deyr einhvernveginn rómantíkin og strákarnir fara hætta þessu sulli, en trúið mér, þig eigið eftir að sjá eftir því að gera það ekki núna! :/\nLife is short, use it!"
        },
        {
            "user": "Sirja",
            "user_id": "32711",
            "date": "2005-01-30 14:11:35",
            "id": "1937233",
            "reply_to_id": "1936661",
            "text": "Maður segir Mér finnst :)\nAnnars er greinin fín. Ég er þannig að mér finnst fínt að gera eitthvað svona rómantískt sama, en ég verð alltaf svoldið vandræðaleg ef það er búið að plana eitthvað svakalegt sem ég veit ekki um. Mér finnst vont að láta koma mér á óvart. Gæti verið að stelpurnar sem þú hefur kynnst séu bara svoldið lokaðar svona fyrst? Ég held að allar stelpur vilji rómantík innra með sér, þær bara vilja fyrst vita að það sé rétti gaurinn."
        },
        {
            "user": "ovirkur",
            "user_id": "7675",
            "date": "2005-01-30 15:30:26",
            "id": "1937401",
            "reply_to_id": "1936661",
            "text": "Rómantíkin er sko alls ekki dauð!\nGet sko vottað um það! Margar stelpur vilja rómantíkina en of mikið af því góða og þær gefast upp. Veit um nokkrar stelpur sem gáfust upp á svona gaurum… En mín reynsla er sú að rómantík í bland við smá karlrembu (er sko kvenkyns) er alveg frábær blanda ;)\nVar einusinni í vinnunni að kynna einhverja vöru þegar kallinn kemur að mér með hendur fyrir aftan bak… Svo réttir hann fram hendina með meters langri rauðri rós fyrir framan allt fólkið í búðinni.\nGet tekið fram mörg atriði, en eitt þótti mér skemmtilegt:\nÉg-á ég ekki að reyna gera eitthvað fyrir mig er orðin svo drusluleg?\nHann- Af hverju? Mér líkar vel við þig eins og þú ert, sama hvernig þú ert… Eldaðu nú mat handa mér kona ;) *koss*\nOk, hljómar kannski sérkennilega en mér fannst þetta alveg æðislega “smoothe” hjá honum :)\n-Bugs."
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2005-01-30 18:57:19",
            "id": "1938000",
            "reply_to_id": "1937401",
            "text": "Hann- Af hverju? Mér líkar vel við þig eins og þú ert, sama hvernig þú ert… Eldaðu nú mat handa mér kona ;) *koss*\nOk, hljómar kannski sérkennilega en mér fannst þetta alveg æðislega “smoothe” hjá honum :)\nJamm akkurat, þú fattar þetta BugsBunny…\nÞó að þetta fitti ekki í disney ævintýrið hjá greinarhöfundi þá er þetta eitthvað moment sem þið höfðuð þarna og þarmeð rómatískt…fyrir ykkur :)"
        },
        {
            "user": "maxina89",
            "user_id": "55679",
            "date": "2005-01-30 19:33:16",
            "id": "1938127",
            "reply_to_id": "1936661",
            "text": "Rómantíkin er sko EKKI dauð, allavega ekki fyrir minn part. Ég bókstaflega elska að sjá fallgeg sólsetur og þannig, og ekki skemmir það fyrir að hafa einhvern til að dást að því með mér. En rómantíkin er ekki bara það, t.d. þá gæti eitt par verið úti að labba, svo sjá þau eitthvað sem rifjar upp minningar og það getur verið rómantískt á sinn hátt, líka rauða rósin og allt það. fullt af hlutum geta verið rómantískir, fer bara allt eftir því hvað gerir þá rómantíska. æ nú fer ég að bulla ef ég reyni að skrifa meira, svo ég læt bara staðar numið hér…\nmaxina"
        },
        {
            "user": "SuperNinja",
            "user_id": "42484",
            "date": "2005-01-31 14:39:40",
            "id": "1939935",
            "reply_to_id": "1936661",
            "text": "Já….ég er sammála þér…..gamla rómantíkin er að deyja út….ekki bara hjá stúlkum heldur ykkur strákunum líka :S\nÉg vil líka hafa þetta svona, klippt útúr bíómynd….blóm og sólsetrið og allt annað í þeim dúr……þetta eru hlutirnir sem eiga að fullkomna augnarblikið.\nEn í dag eru fá svona augnarblik, fólk hefur greinilega þróast með tækninni…eða eitthvað í þá átt :P\nHinsvegar í mínu sambandi að þá koma svona tímabil þar sem allt er svo rómó og næs…..en svo aðra daga er allt saman alveg dautt……veit ekki afhverju þetta kemur í svona köflum :)\nEn fyrsti kossinn var samt svo rómantískur og ógleymanlegur að það liggur við að það bæti fyrir þessa dauðu daga að hugsa um það :)"
        },
        {
            "user": "Goku",
            "user_id": "42620",
            "date": "2005-01-31 19:11:46",
            "id": "1940919",
            "reply_to_id": "1939935",
            "text": "þetta er satt með fyrsta kossin og það verður náttúrulega bara að reyna að passa að dauðu dagarnir séu ekki of margir… annars endar illa… trúðu mér ég er í þann mund að skrifa eina af mínum sögum núna og rita hana inn seinna meir…. en allavena ef dauðu dagarnir fara í taugarna eða láta þér líða illa ættuð þið að reyna fjölbreyttni… gerið eikkað bara sonna uppá kickið…\nSkellið ykkur í körfubolta í kveld… bara þið tvö einn +á móti einum… það er fínnt og það er bara betra ef þú þið eruð ekkert spez góð"
        },
        {
            "user": "SuperNinja",
            "user_id": "42484",
            "date": "2005-01-31 22:43:55",
            "id": "1941618",
            "reply_to_id": "1940919",
            "text": "Nei við gerðum það ekki í kvöld…..hehe ég held að ég finni bara óvenju mikið fyrir þessum dauðu dögum…..en þeir koma ekkert oft :)"
        },
        {
            "user": "esis",
            "user_id": "25486",
            "date": "2005-02-01 13:55:32",
            "id": "1942485",
            "reply_to_id": "1936661",
            "text": "ég er sammála um að rómantíkin sé að verða útdauð. hún er það ekki..en nálgast hratt. rómantík þarf ekki að vera þetta “hollywood-dæmi” bara eitthvað sætt! ég á t.d. yndislegan kærasta sem er frábær í alla staði..nema rómantíkin er = 0% hjá honum á meðan hun er frekar há hjá mér. þetta er allt saman persónu bundið. En ég hef samt tekið eftir því því að nótíma stelpur taka alvöru rómantík sem einhverju fellega púkó! en hey..hvað getum við gert?"
        },
        {
            "user": "orchid",
            "user_id": "24402",
            "date": "2005-02-04 19:16:55",
            "id": "1950773",
            "reply_to_id": "1936661",
            "text": "Rómantík er ekki bara eins og það sem maður sér í Disney myndunum eða frá 50´s og 60´s.\nAð geta hlegið saman og hafa einkahúmor, að vilja sofa í sama rúminu (án kynlífs, bara sofa), PDA í hófi, og svo margt fleira.\nJújú það er mjög gaman að gömlu rómantíkinni, en hún fúnkerar illa í samfélaginu sem við búum í í dag. Þó mætti virkja rómantík hjá íslendingum, oft virðist sem við erum hálfgerðir víkingar ennþá drekkandi okkar mjöð, karlar sjá sæta stelpu og segja “ek vill þér ríða”"
        },
        {
            "user": "Goku",
            "user_id": "42620",
            "date": "2005-02-06 17:35:50",
            "id": "1954554",
            "reply_to_id": "1950773",
            "text": "þetta er einmitt það sem ég vill benda á.\nÞað er þörf fyrir rómantík í heiminum… við megum ekki gleyma henni."
        },
        {
            "user": "divaa",
            "user_id": "11336",
            "date": "2005-02-05 21:47:54",
            "id": "1953104",
            "reply_to_id": "1936661",
            "text": "Ertu ekki bara að leita á röngum miðum?"
        },
        {
            "user": "nikida",
            "user_id": "54422",
            "date": "2005-02-06 00:04:14",
            "id": "1953462",
            "reply_to_id": "1936661",
            "text": "Rómantíkin er ekki dauð:) Hvað þá gamla rómantíkin.\nÉg tel mig vera mjög rómantíska, en það þarf líka að vera strákur sem ég er virkilega hrifin af til að geta verið rómó með. Ég elska að fá blóm, og mér finnst yndislegt þegar kærasti manns segir að maður sé falleg ómáluð og svona. En maður vill líka karlmennskuna. Of mikið af þessu “ég elska að liggja bara,tala og kúra” af strák getur verið einum of grunnhyggið..og ekki fyrir okkur stelpurnar. En allt er gott í hófi.\nRómantík að mínu mati er augnablikið. Þarf stundum ekki að vera nema ákveðið augnaráð hjá makanum, tilfinningaþrunginn koss eða bara fáránleg móment sem engum finnst rómantískt nema þér, e-d sem situr í minninu og mun aldrei gleymast, e-d sem engin fattar nema þú..ákveðin setning sem makinn segir sem ÞÉR finnst æðisleg en aðrir væru alveg jááá einmitttt…(hvað er að henni?)  … t.d.\nHann: já veistu, ég gæti alveg séð þig þarna í framtíðinni í eldhúsinu okkar að vaska upp!\n(ok karlrembulegt, en við stelpur vitum hvað er á bakvið þetta;))"
        },
        {
            "user": "Goku",
            "user_id": "42620",
            "date": "2005-02-06 17:41:11",
            "id": "1954564",
            "reply_to_id": "1953462",
            "text": "Þú ert deyjandi tegund. en það gleður mig þó að þú sért svona vel tengd  inná rómantíkina.\ntakk fyrir álitið. Goku.  p.s. mig fynnst sammt ekki voða sniðugt af manni að segja (ég gæti séð þig vaska upp í eldhúsinu mínu í fframtíðinni)\nKanske að ég verði bara að breikka mína sín á heiminum… takk sammt. Goku"
        },
        {
            "user": "nikida",
            "user_id": "54422",
            "date": "2005-02-06 23:20:15",
            "id": "1955490",
            "reply_to_id": "1936661",
            "text": "Setningin var sögð í húmor og mér fannst hún sæt því hann fór að tala um okkur í framtíðinni þó svo að það væri karlrembudjók…en já svona finnst mér sætt en ekki öðrum:)"
        },
        {
            "user": "Beninie",
            "user_id": "45003",
            "date": "2005-02-10 16:21:33",
            "id": "1962835",
            "reply_to_id": "1936661",
            "text": "afsakaðu ef að ég er að svara seint en…\nrómantíkin er alls ekki dauð það er bara mismunandi hvernin fólk lítur á hana, ég er svona svipuð típa eins og þú sko ( ég er reyndar stelpa en samt) mér finnst tildæmis mjög gaman að fara í göngutúr með kærastamínum ( við höfum gert það, það var eillega eina sem að við gerðum fyrsta mánuðinn okkar sko), ég hef tildæmis aldrey komið heim til hans hann hefur alltaf verið heima hjá mér því að hann vill kynnast fjölskyldunni minni ekki bara hanga inní herbergi og það finnst mér rómantíst hvað honum langar að kynnast minni fjölskyldu, mér finnst rómantíst að hann komi allveg kóvsveittur til mín eftir að hafa verið að vinna úti allann daginn og vilja samt kúra hjá mérr, horfa á mynd eða jafnvel hjálpa mér við heimalærdóminn…\nþetta kalla ég tildæmis rómantík þetta sem að ég var að skrifa nuna áðan og miklu meira við höfum farið á skauta saman og helling það bara þarf ekki allt saman að vera eins og klippt úr bíómyndum þótt að það sé mjög sætt og allt það :)"
        },
        {
            "user": "Beninie",
            "user_id": "45003",
            "date": "2005-02-10 16:26:08",
            "id": "1962851",
            "reply_to_id": "1936661",
            "text": "já og ég gleymdi að svar akkru rómantíkin þín er ða deyja út það er að koma doldið mikið áfengi, unglinga drykkju og stelpur halda alltaf að strákar vilji bara ríða og þá hætta þær kanski bara að gera sér rómantískarvonir ( veit um eina þannig stelpu, vildi alltaf að kærastinn hennar yrði geðveikt rómó en hann var það ekki, reyndar varð enginn kærasti hennar þannig þannig að hún bar hætti að gera sér vonir)"
        },
        {
            "user": "Goku",
            "user_id": "42620",
            "date": "2005-02-16 23:29:50",
            "id": "1975305",
            "reply_to_id": "1962851",
            "text": "Þökk fyrir svar þitt.\nÞað vermir hjartað að fá að heyra frá fólki sem er í góðum tengslum við rómantíkina….\nÉg vona að þú njótir vel og lengi…. og það er aldrei of seint til þess að svara… Mig vantaði álit fleirri manneskja til þess að fullvissa mig um að ég væri ekki einn þarna úti.\nÞessi greyn er búin að breykka sjón mína á rómantík og fyrir það áttu skilið þökk.. ásamt öllum öðrum sem skrifuðu álit…. Ynninlega ykkar Goku"
        },
        {
            "user": "tasulingur",
            "user_id": "55729",
            "date": "2005-03-01 14:39:26",
            "id": "1999762",
            "reply_to_id": "1936661",
            "text": "Veistu vá ég er alveg sammála sko..ég skal byrja með þér hehe ;) það er ekkert jafn yndislegt og svona flugelda kossar og kvöldverðir á Horninu! Vá ég hélt að það væri engin gaur héddna á Íslandi sem að hugsaði svona ;) (ég hrýt samt sko, þýðir samt ekki að ég geti ekki verið rómantísk)"
        },
        {
            "user": "Goku",
            "user_id": "42620",
            "date": "2005-03-02 22:16:09",
            "id": "2002822",
            "reply_to_id": "1999762",
            "text": "þakka álitið og boðið.. :) hehe… takk: Goku"
        }
    ]
}