{
    "forum_title": "Leikjatölvur",
    "user": "viltudeyja",
    "user_id": "55900",
    "date": "2005-02-02 09:53:07",
    "title": "Devil May Cry 3 [Dante's Awakening]",
    "text": "Já eins og á stendur þá er ekkert að gerast þannig ég ætla að skella hérna inní einni grein um  Devil May Cry 3 sem gerist eða sem á að gerast á undan Devil May Cry 1 og ætla nú að fjalla um DMC3 hérna aðeins neðar.\nDante is back and younger than ever!\nHann er yngri en í hinum leikjunum, hann og tvíbaura bróðir hanns Virgil fara í sérstakan skóla kallaðan the Evil Twin Acemedy það er eimitt hægt að sjá þá í mörgum trailerum og fleiru að þeir eru að berjast. Hann Dante kann fleiri bardaga brögð eins og að sparka kýla gaura og að kasta sverðinu í þá og nota byssurnar og sverðið eins og í hinum leikjunum.\nSagan byrjar þannig að það voru 1000 ár síðan djöfla stríðsmaðurinn Saprda lyfti sverð sínu til að bjarga öllu mannkyninu.\nHann bjargaði öllu mannkyninu, Sparda gegg þá í lið til mannkynsins og eignaðist son sem er Dante, hálfur maður og hálfur djöfull og líkar það við pabba sinn að vera sonur hanns og að hann veri að drepa alla vondu gaurana (forces of evil) En Dante var ekki eini sonur Sparda. En á meðan Dante drap og reyna að eyða vondu gaurunum þá var tvíbaura bróðir hanns, Vergil var heltekin af evil. Eina nót þegar tunglið var fullt þá var undarlegur turn\nglansaði við við á turninum og Dante “Devil May Cry” Investigative agency.\nÁ þakinu stóð bróðir hanns og starir á Dante. Þegar Dante hleypur á móti turninum þá þarf hann að berjast á móti mjög sterkum óvinum. Það koma sumt af characterum í gömlu ekki viss en það eru nýir eins og Arkham undarlegur maður og kona undir nafninu Lady. og þau bæði með sterka krafta. Arkham er með Virgil eða stjórnar honum og Lady finnur Dante eða Dante hana ekki alveg viss hún byrtist bara hún er í hvítari skyrtu og með byssur eins og Dante. Þau byrja sem óvinir og vina svo saman greinilega eins og allar hinar stelpurnar í leikjunum DMC 1 DMC 2.\nÞað eru classes eins og:\nGunslinger (byssurnar long range attacks),\nSword Master (notar sverðið close range),\nRoyal Guard (vörn defens) og\nTrickster (lemja kýla jump og speed).\nÞessi leikur er öruglega mjög vel buildaður up það er betri grafík í þessum en hinum.\nMeira af bardagadóti og skills og dóti. Meiri og sterkari óvinir. Og playroomið er miklu stærra í þessu en í hinum DMC leikjunum. Dante er alltaf ber að ofan í jakka og í gallabuxum og með hanska og sverð (nátúrulega) byssur (nátúrulega)í Devil May Cry 3……….;)\nÞá er þessu lokið allt sem ég veit um DMC 3 og já afsakið stafsetningarvillurnar!\nOg hægt er að fá meiri uplýsingar á www.capcom.com eða www.capcom.com/dmc3/\nOg hérna myndin er með Dante og Lady helt ég?!\n———–\nIm dead this is my second live can you imagen my third?!",
    "url": "https://www.hugi.is/leikjatolvur/greinar/273522/devil-may-cry-3-dantes-awakening/",
    "url_id": "273522",
    "id": "1937698",
    "replies": [
        {
            "user": "Daddi56",
            "user_id": "33186",
            "date": "2005-02-02 12:26:07",
            "id": "1944872",
            "reply_to_id": "1937698",
            "text": "Devil May cry 2 var snild, get ekki beðið eftir þessum :p"
        },
        {
            "user": "VettLingur",
            "user_id": "38992",
            "date": "2005-02-02 12:52:21",
            "id": "1944928",
            "reply_to_id": "1944872",
            "text": "dmc 2 er að mínu mati einn leiðinlegsti leikur sem ég hef spilað… DMC 1 er hinsvegar pjúra snilld…"
        },
        {
            "user": "moldbuamyri",
            "user_id": "16369",
            "date": "2005-04-29 07:29:05",
            "id": "2117642",
            "reply_to_id": "1944928",
            "text": "HEIR! HEIR!"
        },
        {
            "user": "mundi",
            "user_id": "25967",
            "date": "2005-02-02 12:37:59",
            "id": "1944897",
            "reply_to_id": "1937698",
            "text": "eitt sem mér finnst ótrúlega heimskulegt við leiki sem gerast fyrir fyrsta leikinn er að .að eru fleiri “trick” sem kallinn lærir en ekki í hinum leikjunum\nen fyrir utan það er þetta ábyggilega fínasti leikur langaði bara að segja þetta"
        },
        {
            "user": "bluntman",
            "user_id": "49532",
            "date": "2005-02-02 12:56:24",
            "id": "1944936",
            "reply_to_id": "1944897",
            "text": "Heimskulegt já , en að mínu mati nauðsynlegt …\nVarla gaman ef að dmc3 væri með færri tricks en dmc1 og 2"
        },
        {
            "user": "LalliOni",
            "user_id": "8819",
            "date": "2005-02-02 13:10:45",
            "id": "1944968",
            "reply_to_id": "1937698",
            "text": "Í guðana bænum farðu yfir greinina áður en þú sendir hana inn. Meirihlutinn af þessu var algerlega óskiljanlegur."
        },
        {
            "user": "Girlpants",
            "user_id": "41095",
            "date": "2005-02-06 20:16:04",
            "id": "1954965",
            "reply_to_id": "1944968",
            "text": "Nákvæmlega, ég bókstaflega klóraði mér í hausnum þegar ég las þetta helvíti…"
        },
        {
            "user": "Fleebix",
            "user_id": "5906",
            "date": "2005-02-02 23:03:00",
            "id": "1946802",
            "reply_to_id": "1937698",
            "text": "DMC1 var besti play station leikur allra tíma!!! ekki til betri leikur…nr 2 var góður en hann var bara einum klassa neðar en DMC1 og útaf því að væntingarnar voru svo miklar var hann smá vonbrigði en samt hefði hann verið einn og sér hefði ég sagt að hann væri mjög fínn…DMC3 á víst að vera aðeins lélegri en 1 en betri en 2 svo ég verð mjög sáttur held ég með hann og hlakkar brjálað til :D:D:D"
        },
        {
            "user": "Fleebix",
            "user_id": "5906",
            "date": "2005-02-03 00:54:29",
            "id": "1947145",
            "reply_to_id": "1946802",
            "text": "hmmm er það ég eða er þessi leikur orðin alltof, tja japanskur? Og hvað er málið með að hafa dante í færri og færri fötum með hverjum leik? meirasegja ber að ofan þarna nokkrum sinnum dante var svalur í 1  en svo fór hann að strippa og verða kellingalegri með hverjum leik og er gaurinn þarna í bláu fötunum Virgil? hvar er allt þetta svala úr 1? mmm þetta er orðið alltof japanskt :S samt verður gaman að prufa hann."
        },
        {
            "user": "Fleebix",
            "user_id": "5906",
            "date": "2005-02-03 16:45:58",
            "id": "1948239",
            "reply_to_id": "1947145",
            "text": "það er ekki til neitt sem heitir ‘of japanskur’. Bara nógu japanskur eða ekki nógu japanskur :)"
        },
        {
            "user": "viltudeyja",
            "user_id": "55900",
            "date": "2005-02-03 17:59:21",
            "id": "1948493",
            "reply_to_id": "1948239",
            "text": "samt gaurinn er orðin eins og lítil stelpa og allir gaurarnir eru eins og pokemon gaurar or some;)"
        },
        {
            "user": "viltudeyja",
            "user_id": "55900",
            "date": "2005-02-11 16:29:36",
            "id": "1964949",
            "reply_to_id": "1948493",
            "text": "Það mætti segja það amm en mér finnst hann vera svon lítil stelpa amm en lögin í þessum leik erum briliant mergjuð hér er BT síðan með trailer en ekki viss hvort lagið er í leiknum en þetta er lag svona sem ég mundi segja Devil May Cry Devil lag lol og má sjá Virgil berjast við Dante amm og Demonsanir eru þúsindsinnum flottari allavega hérna er netsíðan\nhttp://www.bt.is/BT/Trailer/Open.aspx?tr=Devil+May+Cry+3+Dantes+Awakening.wmv\nThere u have it hef lokið mínu máli!"
        }
    ]
}