{
    "forum_title": "Deiglan",
    "user": null,
    "user_id": null,
    "date": "2005-02-01 08:30:23",
    "title": "Dönskukennsla",
    "text": "Það er margt í þjóðfélaginu okkar sem má breyta eða jafnvel fjarlægja, og gott dæmi er dönskukennsla í grunn- og framhaldsskólum. Eina ástæða þess að danska er kennt í dag, er til að halda norrænum tengslum við hin norðulöndin, og vegna þess að danska ríkið borgar ákveðna upphæð til íslenska ríkisins til að halda uppi kennslunni. Mér finnst örlítið hrokafullt að einstaklingar innan menntamála hér á landi segja að það sé mikilvægt fyrir okkur að kunna dönsku, en það er ekki mikilvægt fyrir aðra að kunna íslensku. Danska er ekki einu sinni með þeim 5 mest töluðu tungumálum í heiminum, né er danmörk með þeim fjölmennestu ríkjum. Danmörk er ekki lengur fyrsti áfangastaður íslendinga til atvinnutækifæra erlendis. Við getum auðveldlega lifað í dag án vitneskju af landinu. Og ætla kennarar og fólk virkilega halda því fram að danska sé svo lík íslenskunni, að við verðum að læra málið. Ég fór til danmörku, og það tók mig 4 ár að læra tala eins og innfæddur dani, og ég get því miður ekki sagt að sú kennsla sem ég fékk á íslandi hafi hjálpað. Ísland ber enga skyldu til að kenna dönsku, hvort sem við vorum undir stjórn dana eða ekki!  Rök eins og að við eigum svo margt sameiginlega með dönum, er kjaftæði vegna þess að ekki er hægt að setja tungumálafag í námskrá skóla, á þeim rökum.",
    "url": "https://www.hugi.is/deiglan/greinar/273773/donskukennsla/",
    "url_id": "273773",
    "id": "1940434",
    "replies": [
        {
            "user": "Cruentus",
            "user_id": "24083",
            "date": "2005-02-01 08:58:24",
            "id": "1942073",
            "reply_to_id": "1940434",
            "text": "já! ég er sammála þér :D"
        },
        {
            "user": "huldus",
            "user_id": "22036",
            "date": "2005-02-01 15:26:33",
            "id": "1942716",
            "reply_to_id": "1942073",
            "text": "Ég held ég verði að svara þessu.\nÉg lærði dönsku bæði í grunn-og menntaskóla og ég lærði hana það vel þar að ég get lesið dönsku álíka vel og ensku (og enskan mín er mjög góð myndi ég telja).\nÉg sem sagt lærði dönsku fyrst í grunnskóla, fór svo í menntaskóla og lærði meira sem hjálpaði mikið því í menntó lærði ég eitt árið stærðfræði á dönsku. Eftir menntó fór ég í HÍ í verkfræði og þó svo að flest allt námsefni væri á ensku var líka slatti af því á dönsku og sænsku og þar hjálpaði danskan mikið. Er að útskrifast bráðum úr verkfræði og þaðan mun leiðin liggja í mastersnám einmitt á Norðurlöndunum (og þangað fara 80-90% þeirra sem fara í verkfræðisérnám) og ég myndi ekki bjóða í að fara þangað í nám með engan grunn.\nÉg hef svo dvalið í stuttan tíma í Danmörku við og við og tel mig mundu ná málinu á ca 3 mánuðum og sú er raunin með þá vini mína og kunningja sem hafa flutt út.\nÞannig að ég er algerlega á því að við eigum að læra málið.\nSvo veit ég ekki hversu gamalt fólk er sem er að skrifa á þráðinn en ef það orðið nógu gamalt til að sækja um svona “alvöru” vinnu (ekki unglingavinnuna eða sjoppuvinnu á kvöldin) þá ætti það að vita að langoftast er krafist góðrar enskukunnáttu OG góðrar kunnáttu í amk einu Norðurlandamáli."
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2005-02-01 17:40:07",
            "id": "1943196",
            "reply_to_id": "1942716",
            "text": "Eigum við að læra það áfram því þú hagnaðist á því? Sé ekkert sem ýtir undir það hjá þér, fólk ætti að sjá snemma hvort það ætli að leggja danmörk fyrir fótum sér og einnig ætti ekki að vera mikið mál að þýða þessar bækur á móðurmálið."
        },
        {
            "user": "Sk0nZ1",
            "user_id": "41543",
            "date": "2005-02-08 20:23:53",
            "id": "1959135",
            "reply_to_id": "1943196",
            "text": "Ég tel þetta sem þú ert að segja vera (með fullri virðingu) tóm steipa. Ég sjálfur er á fyrsta ári í MH og ég hef ekki hugmynd um hvað ég ætla að gera í framtíðinni. Ég sé þekki líka mann sem er núna 21 árs og í MH og hann hefur enga hugmynd um hvað hann ætlar að gera. Persónulega tel ég að það sé mjög gott fyrir okkur að læra dönsku þó svo að við fórum ekki til norðurlanda í nám. Ég hef aldrei farið til annars norðurlands en Íslands en ég tel mjög gott að hafa dönsku kunnáttu, þó svo að hún sé ekki mikil. Það gæti vel verið að ég fari aldrei til Danmerkur en það gæti vel verið að ég flytji þangað í framtíðinni, ég einfaldlega hef ekki hugmynd. Ég held að þegar ég loksins fatti hvað ég vilji gera í framtíðinni sé of seint að fara að læra dönsku (gefandi mér það að ég ætli í nám til danmerkur) og þá þyrfti ég kanski að vera í danmörku í hálft ár að læra að tala, persónulega held ég að ég myndi ekki nenna því."
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2005-02-08 23:28:28",
            "id": "1959727",
            "reply_to_id": "1959135",
            "text": "Þú ættir að hafa valið, ef þú hefur ekki ákveðið er þú ert ungur þá getur þú haldið áfram að læra dönsku, ekki láta aðra þjást með."
        },
        {
            "user": "MuadDib",
            "user_id": "28830",
            "date": "2005-02-04 22:02:26",
            "id": "1951137",
            "reply_to_id": "1942716",
            "text": "ég veit ekki um þig, en ég er nú alveg mellufær í einu Norðurlandamáli, þ.e. íslensku ;)"
        },
        {
            "user": "olvadur",
            "user_id": "41391",
            "date": "2005-02-05 22:09:59",
            "id": "1953146",
            "reply_to_id": "1942716",
            "text": "Getu einhver nefnt mér Dana sem kann ekki ensku af hverju er þá ekki nóg að tala Ensku og ég held að flestir Íslendingar tali Ensku."
        },
        {
            "user": "olvadur",
            "user_id": "41391",
            "date": "2005-02-06 10:04:27",
            "id": "1953906",
            "reply_to_id": "1953146",
            "text": "ég by í danmörku og ég veit um fullt af dönum sem ekki kunna bofs í ensku"
        },
        {
            "user": "Acadia",
            "user_id": "21605",
            "date": "2005-02-07 15:53:28",
            "id": "1956322",
            "reply_to_id": "1953906",
            "text": "sammála þé"
        },
        {
            "user": "bauer",
            "user_id": "33966",
            "date": "2005-02-07 22:32:40",
            "id": "1957392",
            "reply_to_id": "1942716",
            "text": "í þessu tilviki væri þá sniðugt að hafa dönsku sem valfag eins og þýsku og spænksu í grunnskóla og bæta við ensku eða raungreynum finnst mér!! mér persónulega finnst allt of mikið af tíma fara í dönsku kennslu og ég er nú í 10 bekk í grunnskóla og  hef ég lært nánast ekkert nýtt á seinasta ári… bara upprifjun og tvíverknaður en með ensku erum við að fara í víðari málfræði og þyngra efni"
        },
        {
            "user": "lilienfeld",
            "user_id": "20337",
            "date": "2005-02-01 15:39:12",
            "id": "1942750",
            "reply_to_id": "1942073",
            "text": "Eitt dæmi af fjölmörgum sem hægt er að taka um það að það á að kenna dönsku:\nVið búum á því svæði sem er kallað Norðurlönd og þar af leiðandi erum við á Norðurlandamarkaði og það eru fjölmargar vörur sem koma hingað með leiðbeiningum á Dönsku, Norksu, Sænsku og Finnsku og ef þú kannt ekkert þessara mála hvernig ætlarðu þá að lesa leiðbeiningarnar?\nHins vegar lesa sannir íslendingar aldrei leiðbeiningarnar fyrr en allt er komið í kássu en það er annað mál….\nsvo er náttúrulega hægt að fá styrki til framhaldsnáms í Danmörku sértu læs og skrifandi á Dönsku."
        },
        {
            "user": "lilienfeld",
            "user_id": "20337",
            "date": "2005-02-01 15:39:59",
            "id": "1942751",
            "reply_to_id": "1942073",
            "text": "æ, ég ætlaði ekki að svara þér…"
        },
        {
            "user": "lilienfeld",
            "user_id": "20337",
            "date": "2005-02-06 19:10:08",
            "id": "1954758",
            "reply_to_id": "1942751",
            "text": "Vá kennum dönsku svo hægt sé að lesa leiðbeiningar. Bara mín skoðun þú virðist taka þetta rosalega nálægt þér."
        },
        {
            "user": "lilienfeld",
            "user_id": "20337",
            "date": "2005-02-06 19:13:15",
            "id": "1954769",
            "reply_to_id": "1954758",
            "text": "Ég var bara að benda á eitt dæmi um svona praktískar ástæður þess að við ættum að kunna eitthvað af þeim málum sem nágrannar okkar tala.\nEf það er að taka þetta rosalega nærri sér þá geri ég það já."
        },
        {
            "user": "thordis17",
            "user_id": "28284",
            "date": "2005-02-03 13:47:01",
            "id": "1947769",
            "reply_to_id": "1942073",
            "text": "mér finnst svo fáránlegt að kenna dönsku ef maður vill það ekki. maður fer ekki til danmerkur á hverju ári. eða ekki ég allavega. mér finnst að allir íslendingar eigi að kunna íslensku og ensku það er allveg nóg og bara allir eiga að kunna ensku! ef ég væri menntamála ráðherra það fyrsta sem ég mundu gera væri að láta hætta kenna dönsku"
        },
        {
            "user": "KaZoom",
            "user_id": "35",
            "date": "2005-02-07 19:12:52",
            "id": "1956834",
            "reply_to_id": "1942073",
            "text": "4 ár? Jesús…"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-02-01 09:03:41",
            "id": "1942077",
            "reply_to_id": "1940434",
            "text": "En segjum að ég fari í háskóla að læra eitthvað.. Mjög mikið af námsefninu þar er einmitt á dönsku."
        },
        {
            "user": "Zkari",
            "user_id": "18718",
            "date": "2005-02-01 09:51:17",
            "id": "1942125",
            "reply_to_id": "1942077",
            "text": "En ef þetta námsefni myndi bara verið tekið burt, þýtt á íslensku eða fundið annað eins námsefni ekki á dönsku?"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-02-01 13:38:06",
            "id": "1942447",
            "reply_to_id": "1942125",
            "text": "Það er örugglega hægt.. En ég er bara að segja að svona er þetta núna."
        },
        {
            "user": "olvadur",
            "user_id": "41391",
            "date": "2005-02-06 10:11:28",
            "id": "1953907",
            "reply_to_id": "1942125",
            "text": "geriru thér grein fyrir hvad thad kostar ad thýda eina bók? thad er ekki ódyrt!!! thad er ástædan fyrir thvi ad thad er ekki gert, thad eru bara ekki nógu margir á íslandi til ad thad borgi sig ad thýda allt á íslensku og líka ef ad thad væri gert thá myndum vid enda eins og thyskaland thar sem ad ekki gífurlega lítil prósenta kann ensku eda bara eitthvad annad tungumál en tysku, their eru bara talandi á thysku og engu ödru máli, belive u me ég er oft í thyskalandi og ég er alltaf í vandrædum utaf thessu."
        },
        {
            "user": "Zkari",
            "user_id": "18718",
            "date": "2005-02-06 14:14:05",
            "id": "1954186",
            "reply_to_id": "1953907",
            "text": "Þá ætti alveg að vera hægt að finna einhverja aðra bók um námsefnið, á ensku t.d.?\nÉg er samt ekki á móti dönskukennslu, bara að velta þessu fyrir mé"
        },
        {
            "user": "olvadur",
            "user_id": "41391",
            "date": "2005-02-07 07:35:34",
            "id": "1955745",
            "reply_to_id": "1954186",
            "text": "juju thad ætti ad vera hægt ad finna bækur á ensku frekar en einhverju ödru máli til ad spara vesen og sollis."
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-02-01 10:14:16",
            "id": "1942156",
            "reply_to_id": "1942077",
            "text": "Lang flest efni í háskólum er á ensku."
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-02-01 13:40:15",
            "id": "1942450",
            "reply_to_id": "1942156",
            "text": "Það er samt eitthvað á dönsku"
        },
        {
            "user": "Rabbicool",
            "user_id": "26233",
            "date": "2005-02-01 13:31:55",
            "id": "1942438",
            "reply_to_id": "1942077",
            "text": "Ég myndi nú ekki segja “mikið”, það er kannski aðalega lögfræðin"
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-01 15:32:05",
            "id": "1942733",
            "reply_to_id": "1942438",
            "text": "Hólmsteinn, farðu í háskóla í öll fögin þar og síðan skaltu segja til hvaða fög eru kenn hluta til á dönsku og hvað ekki."
        },
        {
            "user": "Kyy",
            "user_id": "21308",
            "date": "2005-02-01 14:24:20",
            "id": "1942572",
            "reply_to_id": "1942077",
            "text": "Það er kanski mikið af því líka á frönsku.. ekki kann ég frönsku"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-02-01 14:29:42",
            "id": "1942588",
            "reply_to_id": "1942572",
            "text": "Heheh nei ég held nú að það sé ekki mikið á frönsku ;)"
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-01 09:17:45",
            "id": "1942089",
            "reply_to_id": "1940434",
            "text": "Vá! Ég er orðin svoo þreytt að heyra þessa sömu tuggu sem virðist vera komin i geðveika tísku núna. Allir segja að þetta er ömurlegt, öllum finnst þetta vera leiðinlegt og það er horft með hornauga á þá sem segja annað. Ég bara spyr, hvað er að því að læra þetta tungumál????\nok ég er raunsæ manneskja. Ég geri mér grein fyrir leiðinlegri málfræði, erfiðum orðum og óskiljanlegum hreim en come on! Af hverju geta sumir ekki bara horft á þetta í réttu ljósi og fattað það að dönskukennsla verður alltaf þarna, sama hvað það eru margir “svalir” íslendingar þarna úti sem finnst þetta vera í hróa hött.\nÉg veit ekki hvort þú ert að reyna að losa þig við dönskukennslu eða bara vera leiðinlegur kvartari, því að það er málið með langflesta sem eru að kvarta út af þessu. Þeir bara vita ekki neitt í sinn haus um alvöru málsins. Þeir halda bara að eina ástæðan fyrir dönskukennslunni er bara út af gúddí fílingi á milli okkar og þeirra og þess vegna er rétt að mótmæla.\nÉg veit ekki hvað það eru margir sem hafa rekið upp stór augu þegar ég hef bent á það að eftir menntaskóla (og sumir eftir háskóla) fara margir Íslendingar út fyrir klakann og læra í Norðurlöndunum, í langflestum tilvikum Danmörku.\nVissulega er Danmörk ekki eina norðurlandið sem Íslendingar fara að læra í(nú skulum við bara tala um Íslendinga í Norðurlöndum, ekki annars staðar í heiminum.) Margir fara til Noregs og læra og enn fleiri til Svíþjóðar. Samt sem áður hefur Danmörk staðið í stað sem langvinsælasta landið til að fara að stunda alls kyns nám.(Ég ætla ekki einu sinni að fara telja alla möguleikana upp því að þeir eru óendalegir!)\nHeldur þú þá greinilega að ef að við lærum bara t.d. ensku í skóla sem skyldutungumál þá erum við bara off set? Rangt. Believe it or not þá þurfum við Norðurlandatungumál í námsskrána því að án þess þá væru ef til vill þúsundir Íslendinga í Danmörku illa stödd. Engir auka styrkir væru fyrir okkar námsmenn og ennþá verra; ekkert sameiginlegt tungumál. (Það hefði komið sér illa fyrir þig og þína að njóta ekki ýmsa forréttinda þegar þú bjóst út í Danmörku.)\nÞetta er satt, við þurfum á dönsku að halda því að það er mikilvægt að hafa svona gott samband við annað land, þá sérstaklega sem við höfum einu sinni tilheyrt sömu drottningunni. Verum ekki barnaleg og bara horfumst í augu við bitran sannleikann. Danska verður alltaf til staðar, sama hversu mikið við nöldrum. Við verðum bara að loka á okkur kjaftinum, opna dönskubókina og ljúka þessu af.\n(Vá, ég hefði bara átt að búa til mína eigin grein:P)"
        },
        {
            "user": "Maggisun",
            "user_id": "36571",
            "date": "2005-02-01 09:52:57",
            "id": "1942128",
            "reply_to_id": "1942089",
            "text": "Það ætti allavega að vera val hjá nemendum í samráði við forráða menn hvort að nemandinn þarf að taka dönsku eða ekki en ekki neiða börnin til þess að læra tungumál djöfulsins að óþörfu og ef Satan er til talar hann örugglega dönsku og fylgismenn hans eru danir, haldiði að það sé tilviljun að danir séu með rautt há"
        },
        {
            "user": "Maggisun",
            "user_id": "36571",
            "date": "2005-02-01 15:45:56",
            "id": "1942780",
            "reply_to_id": "1942128",
            "text": "Enginn neiðir þig til að læra! en þetta er samt bara hlutur sem þú átt!\nÞú getur fengið að læra annað tungumál ef foreldrar vilja ekki að þú lærir dönsku, t.d. læra norsku,færeysku,sænsku,þýsku,frönsku,spænsku."
        },
        {
            "user": "Maggisun",
            "user_id": "36571",
            "date": "2005-02-02 11:19:34",
            "id": "1944768",
            "reply_to_id": "1942780",
            "text": "Mér var ekki boðið neitt annað en danska og heldur ekki bróður mínm sem er í 8.bekk"
        },
        {
            "user": "Maggisun",
            "user_id": "36571",
            "date": "2005-02-02 11:43:46",
            "id": "1944813",
            "reply_to_id": "1944768",
            "text": "Eins og ég sagði þá er það ekki val , Foreldrar verða að taka það sérstaklega framog hafa gilda ástæðu, ekki bara, hann nennir ekki að læra dönsku"
        },
        {
            "user": "Maggisun",
            "user_id": "36571",
            "date": "2005-02-03 09:33:10",
            "id": "1947347",
            "reply_to_id": "1944813",
            "text": "Það ætti samt að vera nóg ástæða að finnast danska bara ógeðsleg. Þetta er bara kúgun frá stjrórnvöldum. Það ætti einhver stjórnmálaflokkur að hafa á dagskránni að afnema dönsku. Ég myndi allavega kjósa þá"
        },
        {
            "user": "Maggisun",
            "user_id": "36571",
            "date": "2005-02-03 09:42:50",
            "id": "1947365",
            "reply_to_id": "1947347",
            "text": "Flestir foreldrar vilja að börnin sín tali dönsku og er það skiljanlegt, ég get t.d. talað íslensku,dönsku,ensku og færeysku og er að læra frönsku og þýsku, betra er að kunna of mikið en of lítið :),\nEkki deyrðu að læra dönsku?\nÉg mæli með að þú horfir á I kine spise de hunde og Gamle mænd i nyer biler, ein af bestu myndum sem ég hef séð :D\nSNILLD!"
        },
        {
            "user": "Maggisun",
            "user_id": "36571",
            "date": "2005-02-03 09:48:10",
            "id": "1947370",
            "reply_to_id": "1947365",
            "text": "Ég er buinn að sjá þessar myndir og Blinkede Lygter og De Grönne Slagtere og þetta eru snilldar myndir en kunni ekki orð í dösku þegar ég sá þær skemmti mér samt og ég dýrka Taxi myndirnar líka en kann ekki orð í Frönsku nema Bois Moi. En ég held að flestir foreldrar vilji ekki að börnin sín læri dönsku af því að það sem fellir flesta nemendur er danskan. Allavega í mínum skóla var ég með þeim fáu sem náðu"
        },
        {
            "user": "Maggisun",
            "user_id": "36571",
            "date": "2005-02-03 09:51:08",
            "id": "1947377",
            "reply_to_id": "1947370",
            "text": "Danska ? Stærðfræði er langerfiðasta fagið og flestir falla í henni."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-03 09:54:43",
            "id": "1947385",
            "reply_to_id": "1947377",
            "text": "Stærðfræði er náttúrulega svo rosalega mikilvæg en danska rosalega ómikilvæg og nemendur nenna ekki að læra hana og falla á henni út af því en stærðfræði verður maður að læra"
        },
        {
            "user": "olvadur",
            "user_id": "41391",
            "date": "2005-02-06 10:27:00",
            "id": "1953912",
            "reply_to_id": "1947365",
            "text": "eg mæli med terkel i knibe thad er besta teiknimynd sem ég hef séd"
        },
        {
            "user": "HinniBinni",
            "user_id": "41558",
            "date": "2005-02-06 20:04:38",
            "id": "1954919",
            "reply_to_id": "1953912",
            "text": "Sammála,marr þetta er drepfyndinn mynd haha…\nAllavegana þegar Afinn tekur þá vondu strákana í bakaríið eða þegar Terkel rappar…he lol…"
        },
        {
            "user": "olvadur",
            "user_id": "41391",
            "date": "2005-02-07 07:38:19",
            "id": "1955746",
            "reply_to_id": "1954919",
            "text": "já hun er mega snilld ég horfdi á hana thrisvar á 2 dögum"
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-01 15:47:18",
            "id": "1942786",
            "reply_to_id": "1942128",
            "text": "Já er það? Sérðu fyrir þér horétandi 6. bekkjarkrakka með pabba og mömmu í foreldraviðtali segjandi við þau að helsti draumur hans sé að læra dönsku? ertu skrítinn?\nHelduru að 12 ára krakkar séu með það þroskaða dómgreind að þau sjái það að þau eigi að velja fag sem gerir gott fyrir þau í staðinn fyrir það sem er skemmtilegt? Not in a million years! Ég þekki fullorðið fólk sem getur ekki greint þar á milli! Ef svo væri þá væri enginn í bóklegum fögum í skóla, þá sérstaklega í dönsku og stærðfræði. Ef að ég hefði fengið að velja á þessum aldri þá hefði ég verið í smíði, handmennt og heimilisfræði allan liðlangan daginn, segjandi foreldrum mínum að mig dreymir um að verða eitthvað annað en eitthvað með bóklegt shit.\nOk, ég reyni að virða skoðanir fólks en come on vertu raunsær! Sérðu þetta fyrir þér gerast með góðum árangri?"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-02-02 07:58:47",
            "id": "1944579",
            "reply_to_id": "1942786",
            "text": "Það gæti náttúrulega verið valfag, þú myndir bara velja eitt af þremur mögulegum tungumálum (enska og íslenska væri skilda) danska, þýska eða franska t.d."
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-02 13:00:30",
            "id": "1944949",
            "reply_to_id": "1944579",
            "text": "Ef þú ert að tala um grunnskólafög þá get ég sagt þér eitt. Ég er í menntaskóla og ég er að læra frönsku, dönsku og þýsku og ég get sagt með fullri vissu að danska er ekki í líkingu við hin tvö. Það er ástæða fyrir því að franska og þýska eru framhaldsskólafög. Danska er miklu auðveldari og ekki skrýtið að þýska sé ekki kennd í grunnskóla."
        },
        {
            "user": "vidarkylfa",
            "user_id": "17711",
            "date": "2005-02-02 14:05:13",
            "id": "1945089",
            "reply_to_id": "1944949",
            "text": "Reyndar satt ég tók þýsku áfanga í níunda bekk og það var fjandi erfitt og samt er ég mikill tungumálamaður."
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-03 12:17:17",
            "id": "1947559",
            "reply_to_id": "1945089",
            "text": "Ég efast ekki um það, en þú hlýtur að sjá að ef að það ætti að vera eittvhað Norðurlandatungumál sem við ættum að læra sem skyldufag í grunnskóla þá er danskan langhagkvæmust. Megnið af íslenskum orðaforða kemur frá dönsku svo að ég skil af hverju við byrjuðum að læra þetta leiðinlega tungumál:P"
        },
        {
            "user": "vidarkylfa",
            "user_id": "17711",
            "date": "2005-02-03 16:11:23",
            "id": "1948150",
            "reply_to_id": "1947559",
            "text": "Orðaforði okkar kemur frá fornnorrænsku.\nHins vegar er danskan búin að skrumskæla sitt mál og öfunda okkar í dag fyrir okkar tiltölulega „hreina“ tungumál."
        },
        {
            "user": "vidarkylfa",
            "user_id": "17711",
            "date": "2005-02-03 16:12:26",
            "id": "1948153",
            "reply_to_id": "1948150",
            "text": "…er\ndanskan\nbúin að skrumskæla…\nDanirnir\nátti þetta vitaskuld að vera"
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-04 11:07:55",
            "id": "1949734",
            "reply_to_id": "1948150",
            "text": "Já kannski sumir gera það. FLestir segja annars að við tölum eins og rússar."
        },
        {
            "user": "olvadur",
            "user_id": "41391",
            "date": "2005-02-06 10:31:38",
            "id": "1953914",
            "reply_to_id": "1949734",
            "text": "nei thad er sagt ad vid tölum einsog finnar og thad er satt, ég heyrdi einusinni utundan mér finnsku og thad hljómadi alveg einsog islenska :)"
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-07 12:43:34",
            "id": "1955985",
            "reply_to_id": "1953914",
            "text": "Þú getur ekki sagt “nei” þegar þú veist ekkert hvort að það sé satt eður ei. Ég hef heyrt frá mörgum, þá dönum sérstaklega, að hreimurinn er eins og hjá rússum og stöku sinnum finnum."
        },
        {
            "user": "olvadur",
            "user_id": "41391",
            "date": "2005-02-07 12:57:55",
            "id": "1956017",
            "reply_to_id": "1955985",
            "text": "eg meinti ekki algjört nei :) en allavegana eg hef ekki heyrt thetta med russana en ég hef oft heyrt um ad vid tölum einsog finna"
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-07 13:14:24",
            "id": "1956036",
            "reply_to_id": "1956017",
            "text": "Já ég líka, ég er bara í andlegu stríði við finna :P"
        },
        {
            "user": "olvadur",
            "user_id": "41391",
            "date": "2005-02-07 14:20:01",
            "id": "1956134",
            "reply_to_id": "1956036",
            "text": "hehehe já thad er svosem ekkert skrítid :)"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-02-02 14:55:05",
            "id": "1945228",
            "reply_to_id": "1944949",
            "text": "Þá ertu nú eitthvað skrýtin ;)\nMegnið af dönskum orðaforða eru tökuorð úr þýsku ;) og bæði eru þetta skild mál.  Hins vegar er franskan alls óskild þýsku en aftur á móti mjög skyld ensku sem aftur hefur slatta af skyldum orðum úr norrænum málum einnig.  Þetta ættiru að vita ef að þú ert búinn með 212 í íslensku held ég ;)\nSvo er annað með þýsku, það er að hún er rosalega rökrétt og ekki eins mikið af þumalputtareglum og í ísl (s.s. órökréttum undantekningum)."
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-03 12:54:03",
            "id": "1947641",
            "reply_to_id": "1945228",
            "text": "já af sjálfsögðu veit ég það. 40% af öllum enskum orðum er komið af frönskunni og eitthvað aðeins minna hlutfall gildir líka um dösnku og þýsku. En má ég benda þér á, á eins sjálfelsklausan hátt og ég get, að ég er að læra bæði þýsku og frönsku og ég get fullyrt(enn einu sinni) að þótt t.d. danskan sé lík þýsku að þá eigum við miklu auðveldara að læra þýsku. Danir læra þýsku eins og við lærum dönsku og meira að segja fyrir suma Dani er þýska erfið.\nSvo þegar maður er kominn í framhaldsskóla þá getur maður valið hægri og vinstri hvaða tungumál maður vill læra þannig að ég tel að grunnskólabörn eru ekki að missa af neinu varðandi við að læra fleiri erlend tungumál."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-02-03 17:03:22",
            "id": "1948298",
            "reply_to_id": "1947641",
            "text": "Já, þú getur fullyrt helvíti mikið."
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-04 11:09:15",
            "id": "1949736",
            "reply_to_id": "1948298",
            "text": "Já, er það ekki helvíti makalaust?"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-02-04 11:50:55",
            "id": "1949781",
            "reply_to_id": "1949736",
            "text": "Jú, það er makalaust að þú talir eins og eina persónan með reynslu hérna."
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-04 14:22:07",
            "id": "1950020",
            "reply_to_id": "1949781",
            "text": "Alls ekki! skrollaðu neðar og þá sérðu hvað fullt af fólki er að skrifa um alls konar upplifanir og tengsl þeirra við Danmörku."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-02-04 15:20:01",
            "id": "1950197",
            "reply_to_id": "1950020",
            "text": "Haha!  Ég sagði ekki að þú værir sá/sú eini/eina sem að hafðir reynslu, þú lætur bara eins og þú vitir betur án þess að gefa tækifæri á umræðu, mér finnst það einstaklega fyndið.\nÞú getur t.d. fullyrt að það sé bara yfir höfuð auðveldara fyrir okkur að læra dönsku en þýsku.  Svo  þykir mér enn þá kræfara að segja að það sé erfiðara að læra sænsku en dönsku.\nSvo segirðu að samskipti okkar við þýskumælandi lönd séu ekki upp á marga fiska!  Síðast þegar ég vissi var Berlín ein af mest sóttu háskólaborgunum, mér þykir það furðulegt að við eigum auðvelt með að sniðganga samskipti við fjölmennasta land Evrópu.\nSvo getur nýfætt barn lært DAN203, stórmerkilegt.\nSvo í staðinn fyrir að jánka því að enska sé útbreiddari en danska þá ferðu að draga fram staðreyndir um útbreiddasta tungumál veraldar.\nSvo hélt ég áfram niður… þýska er allt í einu ekkert mikið erfið ef þú kannt undirstöðurnar í dönsku.  Ekki öfugt?\nÞað er satt, að fyrir tíu árum lærðu flestir stærðfræði á dönsku t.d. mörg lærdómsrit Íslenzka Bókmenntafélagsins voru/eru þýdd úr dönsku frekar en frummálinu, danska var mikilvæg, hún er það bara ekki eins mikilvæg lengur.\nAnnars langar mig að benda á að nú á 21. öldinni er lítið mál að læra það tungumál sem manni listir og ferðalög eru auðveld (besta leiðin til að læra tungumál er náttúrulega að dvelja um tíma í landinu).\nEf einhverjum langar að læra norsku frekar en dönsku sé ég ekkert að því, norska getur verið jafn mikill tengiliður við dönsku og öfugt."
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-07 13:31:02",
            "id": "1956059",
            "reply_to_id": "1950197",
            "text": "hmmm, áhugavert mótsvar hjá þér…langar samt aðeins að benda þér á ýmsar athugasemdir sem ég rakst á þar.\nÍ fyrsta lagi sagði að ég gæti\nnánast\nfullyrt frá minni reynslu að það er auðveldara fyrir íslenskan námsmann að læra dönsku heldur en þýsku. Eins og ég(og fjölmargir aðrir) sagði er mikið af orðum í íslenskri málfræði komin úr dönsku. Út frá því er víst kannski ekki það vitlaust að læra dönskuna, þá sérstaklega ef maður vill læra þýsku í framtíðinni til að auðvelda námið.\nÍ öðru lagi þá sagði ég að samskipti okkar við þýskumælandi lönd eru ekki upp á marga fiska\nmiðað\nvið Danmörku og/eða önnur Norðurlönd.\nÍ t.d. Danmörku búa u.þ.b. 5000 Íslendingar og margir aðrir í öðrum nágrannalöndum. Ég er því miður ekki klár á tölunni á fjölda Íslendinga í þýskumælandi löndum, en ég\ntel\nað þeir séu ekki eins margir.\nÞegar ég sagði að nýfætt barn gæti lært DAN 203, þá var ég ekki beinlínis að ætlast til að fólk ýmisndi sér barn á fæðingadeildinni með “Vi ses!” Ég aðeins gaf í skyn að það sé auðveldur áfangi, en það er af sjálfsögðu bara mat hvers og eins.\njá, þess vegna lærum við miklu meira af dönksu!! Ég var að segja það hér að ofan!\nÞarna mismælti ég mig og ætlaði að segja “ensku” í staðin fyrir “dönsku”. Af sjálfsögðu veit ég að enskan er miklu útbreiðara en danska. eeennnda lærum við miklu meira af enskunni.\nÞað eru litlar líkur á “average” íslenskur námsmaður læri þýsku á eftir dönsku, nema að foreldrar óski sérstklega eftir því. Ikke?\nÉg sé heldur ekki að því að barn skuli læra norsku frekar en dönsku. Ástæðan….tjahhh ég er búin að margtyggja það hér að ofan(og neðan) þannig að ef að þú hefur áhuga á að komast að því þá skaltu bara leita af því, eins og þér finnst svo gaman að gera."
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-07 13:31:57",
            "id": "1956062",
            "reply_to_id": "1956059",
            "text": "upsss þetta átti að vera dönsku á eftir þýsku."
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-02 11:21:17",
            "id": "1944774",
            "reply_to_id": "1942786",
            "text": "Já, ef foreldrar hafa nóg vit til að forða barninu sínu frá dönsku og læra frekar sænsku eða þýsku"
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-02 13:08:40",
            "id": "1944963",
            "reply_to_id": "1944774",
            "text": "Ég er viss um að sænska er alveg jafn leiðinlegt mál og danska. Ég bjó í Svíþjóð í eitt ár og í Danmörku í 2 og hálft og ég get nánast fullyrt að miðað við íslenskuna þá er langeinfaldast að læra dönskuna miðað við það. Varðandi við þýskuna þá skal ég segja þér eitt. Ég er að læra þýsku og ég get ekki lýst því hvað það er miklu erfiðara en öll þau tungumál sem ég er að læra(franska, spænska, danska o.fl.)\nÞað er óvenjulegt hvað íslenskir framhaldskólanámsmenn geta valið og ráðið miklu um námið sitt en þeir gera sér grein fyrir. Grunnskólabörn hafa bara því miður ekki sambærilegan þroska til þess að bera ábyrgð á náminu eins og þeir sem eru í framhaldsskóla. Við ættum öll að vita það."
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-03 09:37:26",
            "id": "1947351",
            "reply_to_id": "1944963",
            "text": "En ef maður myndi læra þýsku eins ungur og maður læir dönskuna þá væri þetta ekkert mál og maður á örugglega eftir að nota meira þýskuna heldur en dönskuna. I know I have. Af því að allir danir tala ensku en ekki næstum alli Hollendingar, Þjóðverjar og Belga"
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-03 13:04:26",
            "id": "1947670",
            "reply_to_id": "1947351",
            "text": "Já en við erum ekki bara aðeins að tala um hversu mikið við getum notað dönskuna í útlöndum heldur einnig að mikið af námsefni sem kennt er með í háskólanum, ekki rosalega mikið en nógu mikið og erfitt til þess að hafa ástæðu til að læra hana.\nLíka það að okkar samskipti við þýskumælandi löndin er ekki upp á marga fiska miðað við Danmörku, og ég er viss um að Þjóðverjar séu ekkert að pæla eins mikið í Íslendingum eins og Danir gera, varðandi við sambönd og viðskipti.\nEn ef þú bara hreinlega vilt ekki læra þetta tungumál þá bara ferðu í ÞÝS 103 í 10. bekk og heldur áfram í því þegar þú ferð í menntaskóla. Þá þarftu bara að taka DAN 203 sem nýfætt barn getur gengið í gegnum þannig að ekki hafa áhyggjur af neinu."
        },
        {
            "user": "olvadur",
            "user_id": "41391",
            "date": "2005-02-06 10:39:54",
            "id": "1953919",
            "reply_to_id": "1947351",
            "text": "thad tala sko ekki allir danir ensku!!! ég by thar. en eftir c.a. 20 ár thá munu flest allir kunna ensku sem ekki eru á eftirlaunum"
        },
        {
            "user": "KafteinnFalki",
            "user_id": "25439",
            "date": "2005-02-01 13:09:42",
            "id": "1942393",
            "reply_to_id": "1942089",
            "text": "Af hverju geta sumir ekki bara horft á þetta í réttu ljósi og fattað það að dönskukennsla verður alltaf þarna, sama hvað það eru margir “svalir” íslendingar þarna úti sem finnst þetta vera í hróa hött.\nHvað ef þjóðin hefði litið á einokunarverslun dana sömu augum?"
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-01 15:29:24",
            "id": "1942726",
            "reply_to_id": "1942393",
            "text": "Þá myndiru sjá helvíti marga danska grunnskólakrakka kvarta og kveina yfir okkar helvítis hrognamáli."
        },
        {
            "user": "Rabbicool",
            "user_id": "26233",
            "date": "2005-02-01 16:45:10",
            "id": "1943017",
            "reply_to_id": "1942726",
            "text": "Hey, Íslenskan er mjög fallegt mál :D"
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-02 13:20:08",
            "id": "1944995",
            "reply_to_id": "1943017",
            "text": "Ég sagði aldrei að íslenskan væri ófagurt tungumál, enda tala ég hana reiprennandi :P"
        },
        {
            "user": "KafteinnFalki",
            "user_id": "25439",
            "date": "2005-02-01 20:24:35",
            "id": "1943679",
            "reply_to_id": "1942726",
            "text": "ég held að þú hafir ekki alveg skilið mig, hvernig fékkstu það útúr þessu að danir þyrftu að læra íslensku?"
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-02 11:21:05",
            "id": "1944773",
            "reply_to_id": "1943679",
            "text": "æih, ég svaraði vitlausu kommenti :P"
        },
        {
            "user": "olvadur",
            "user_id": "41391",
            "date": "2005-02-06 10:42:58",
            "id": "1953921",
            "reply_to_id": "1942393",
            "text": "tja ég vildi ad thad væri enn einokunarverslun dana og thad væri sama verd og er hér í danmörku, thad er svo mikid ódyrara :)"
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2005-02-01 13:14:34",
            "id": "1942404",
            "reply_to_id": "1942089",
            "text": "ég gæti t.d. eitt tímanum sem fer í dönsku í eitthvað mikilvægara, eins og ensku eða stærfræði."
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-01 15:27:26",
            "id": "1942719",
            "reply_to_id": "1942404",
            "text": "Já en hvað er mikilvægara? Hvaða fag getum við sagt að sé mikilvægara en annað? Út af því að það er skemmtilegra? nei! Út af því að maður nennir ekki að læra það? nei!\nÞað er mjög erfitt að velja fög vegna mikilvægis. Enginn getur verið viss um að allir eiga eftir að nota dönsku mikið í framtíðinni og enginn getur sagt til hvort að algebra eigi eftir að nýtast manni vel öll atvinnuárin manns en þetta er lífið. Fólk fer eftir líkum og í okkar tilfelli er Danmörk meðal algengustu löndum sem íslenskir háskólanámsmenn fara til að læra.\nÞetta er erfitt en ljúkið þessu bara af og njótið þess bara þegar þið farið á félags- eða náttúrufræðibraut í menntaskóla(eða eitthvað annað iðnfag, hvað sem ykkur hentar) og njótið þess þegar þið náið svo DAN 203! Aldrei aftur!\nEf þið veljið svo málabraut þá verðið þið að sætta ykkur við DAN 403 og 3 önnur erlend tungumál sem þið lærðuð ekki í grunnskóla.\n(þá er ég að tala til grunnskólanema hér)"
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2005-02-01 19:13:56",
            "id": "1943460",
            "reply_to_id": "1942719",
            "text": "ég nota ensku meira en ég myndi nokkurntíman nota dönsku. svo getur maður notað stærfræði í svo mikið meira en dönsku.\n(svo finnst mér jafn leiðinlegt í stærfræði og dönsku)"
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-02 11:20:04",
            "id": "1944770",
            "reply_to_id": "1943460",
            "text": "Enda læriru miklu meira í ensku heldur en dönsku, þó sérstaklega í framhaldsskóla."
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2005-02-02 14:57:36",
            "id": "1945236",
            "reply_to_id": "1944770",
            "text": "svo er enska mikið útbreyðara."
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-03 12:56:49",
            "id": "1947652",
            "reply_to_id": "1945236",
            "text": "Reyndar er spænska útbreiddasta tungumál veraldar, hún er eina móðurtungumálið sem töluð er í S-Ameríku, af sjálfsögðu af frátaldri Brasilíu."
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2005-02-03 14:40:37",
            "id": "1947899",
            "reply_to_id": "1947652",
            "text": "enska er samt mikið útbreyðara en danska."
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-04 11:02:55",
            "id": "1949723",
            "reply_to_id": "1947899",
            "text": "já, þess vegna lærum við miklu meira af dönksu!! Ég var að segja það hér að ofan!"
        },
        {
            "user": "Mephz",
            "user_id": "29276",
            "date": "2005-02-06 22:54:53",
            "id": "1955424",
            "reply_to_id": "1949723",
            "text": "miklu meira? sem maður hefur ekkert gagn af.."
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-07 12:45:52",
            "id": "1955991",
            "reply_to_id": "1955424",
            "text": "ok, ætlaði að segja ensku…:P"
        },
        {
            "user": "HinniBinni",
            "user_id": "41558",
            "date": "2005-02-06 20:14:13",
            "id": "1954958",
            "reply_to_id": "1944770",
            "text": "Hmm er ekki alveg viss um það, því ef maður hefur lært dönsku almennilega (búið þar í nokkur ár) er miklu léttar að læra önnur tungumál, út af því hreymirnir eru svo margir þannig þróast framburður manns á útlenskum tungumálum…Ætlaði bara að nefna það.."
        },
        {
            "user": "Krikinn",
            "user_id": "14626",
            "date": "2005-02-01 23:00:28",
            "id": "1944192",
            "reply_to_id": "1942719",
            "text": "Ég verð að játa að ég er sammála þér að miklu leyti!\nDanskan er í aðalnámsskrá grunnskólanna og svoleiðis er það. Því hefur ekki enn verið breytt, og verður ekki breytt á næstunni!\nMér hefur reyndar alltaf gengið veð og líkað vel í dönsku. Ég er í 10. bekk grunnskóla og er búinn með DAN103 og er í DAN203. Hlakka mikið til að klára stúdentinn í dönsku í vor!\nLítum á björtu hliðarnar. Lærum dönsku með bros á vör, og hugsum með okkur: “Þetta mun koma sér vel seinna meir, kannski fer ég til Danmerkur í nám. Kannski eignast ég danskan maka sem gott er að geta skilið og talað við. Kannski þarf ég að sækja ráðstefnu til Danmerkur á vegum atvinnu minnar í framtíðinni, þá er voða gott að geta skilið heimamenn og þá fyrirlestra sem eru á dösnku” og svo framvegis.\nSvona krakkar mínir, verum jákvæð og hress.\n(p.s. Danska er ekki mál djöfulsins eins og einhver sagði hér áðan!!!)"
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-02 11:29:20",
            "id": "1944794",
            "reply_to_id": "1944192",
            "text": "jeiiiii!"
        },
        {
            "user": "Krikinn",
            "user_id": "14626",
            "date": "2005-02-04 10:50:36",
            "id": "1949716",
            "reply_to_id": "1944192",
            "text": "Hvað þarf að taka marga áfanga í dönsku til að vera stúdent?"
        },
        {
            "user": "Krikinn",
            "user_id": "14626",
            "date": "2005-02-05 21:12:33",
            "id": "1953032",
            "reply_to_id": "1949716",
            "text": "Til að verða stúdent af náttúrufræði/félagsfræða brautum þarftu að taka tvo áfanga, DAN103 og DAN203. Ef að þú ert á málabraut bætist við einn áfangi, DAN303"
        },
        {
            "user": "olvadur",
            "user_id": "41391",
            "date": "2005-02-06 10:46:40",
            "id": "1953926",
            "reply_to_id": "1953032",
            "text": "vá svona litid, eg ætti ad taka stödupróf í dönsku thegar ég flyt heim frá danmörku :) hehe"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-06 14:24:29",
            "id": "1954205",
            "reply_to_id": "1953032",
            "text": "Au! Þá er ég stúdent í dönsku! :P"
        },
        {
            "user": "Rabbicool",
            "user_id": "26233",
            "date": "2005-02-01 13:28:50",
            "id": "1942432",
            "reply_to_id": "1942089",
            "text": "Þú endurtekur það nokkru sinnum í greininni að dönskukennsla verði alltaf til staðar á Íslandi. Það er ekki alveg satt, því að það er verið að fara að hætta að kenna dönsku í menntaskóla.\nÉg lít hinsvegar á málið þannig að það megi skoða málið, hvort danska sé besti valkosturinn til tungumálakennslu, hvort eitthvað annað tungumál komi betur til greina. Ekki vera svona þröngsýn Steinunn, það er hægt að skoða málið betur. Ég er ekki að segja að dönskukennsla sé allröng og það sé fáránlegt að kenna hana. Ég er bara að segja að það eru margir möguleikar og spurning hvort dönskukennsla sé barn síns tíma á Íslandi."
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-01 15:13:13",
            "id": "1942681",
            "reply_to_id": "1942432",
            "text": "Leyfðu mér að benda þér á að það er enginn smuga á þeim möguleika að dönskukennsla sé að fara að kveðja klakann, það er sannleikurinn.\nÞess vegna er ég að segja, Hólmsteinn minn, að fólk ætti að verja tímanum í eitthvað annað en að nöldra og nöldra yfir enhverju sem er ekki að fara að breytast. Sættið ykkur við þetta, danskan helst og hún er ekkert að fara neitt. :)"
        },
        {
            "user": "Rabbicool",
            "user_id": "26233",
            "date": "2005-02-01 16:42:48",
            "id": "1943008",
            "reply_to_id": "1942681",
            "text": "Var ég að nöldra?, ég sagði að það væri sniðugt að skoða málið í held sinni. Og hvers vegna segirðu að það sé ekki smuga á þeim möguleika? Þessi fullyrðing er ekki byggð á neinum heimildum, bara skoðunum þínum. Það er alltaf gott að vega og meta til þess að geta séð hvað getur farið betur, staðinn fyrir að vera með einhverja afturhaldshyggju. Danskan er alveg ágætur kostur til tungumálakennslu á Íslandi, það eina sem ég er að tala um, er að það verði skoðað hvort þetta sé besti kosturinn, útaf því að það eru breyttir tímar á Íslandi og í heiminum. Sættu þig bara við það að tímar breytast og maður verður að fylgja breytingum. Því ef það væri ekki fylgt samfélagsþróun í heiminum þá væri líklegast ennþá verið að kenna latínu í menntaskólum landsins. Tímar breytast og heimurinn myndi ekki glatast þó þessi mál yrðu endurskoðuð. Svo ef það er talið að Danskan sé besti kosturinn fyrir þriðja kennda málið, þá á að sjálfsögðu að halda henni inni."
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-02 11:05:11",
            "id": "1944746",
            "reply_to_id": "1943008",
            "text": "Ég er ekki að segja að danska sé besti kosturinn sem 3. tungumál í grunnskóla vegna þess að það er það sem mér finnst skemmtilegast. Þú hlýtur að sjá það að þótt að óvenjumargir grunnskólanemar séu kvartandi og kveinandi yfir dönskunni, þá er ekki hægt að hætta við hana sisona.\nEins og ég er búin að tyggja mööörgum sinnum hér að ofan þá er langhagkvæmast fyrir íslenska samfélagið að kenna börnum dönsku í staðinn fyrir eitthvað annað tungumál, s.s. þýsku eða sænsku.\nÉg er ekki að segja þetta vegna þess að mér finnst danska besta tungumál í heimi og enginn ætti að mótmæla því, heldur að það þýðir ekki að mótmæla því vegna þess að það er eiginlega ekkert annað Evróputungumál sem gerir eins gott fyrir íslenska námsmenn eins og danskan."
        },
        {
            "user": "Rabbicool",
            "user_id": "26233",
            "date": "2005-02-02 13:07:44",
            "id": "1944958",
            "reply_to_id": "1944746",
            "text": "Það væri gaman að fá rök fyrir því Steinunn. Hvers vegna danskan sé best? Danskan er ágætis kostur, ég er ekki að neita því, en það eina sem þú segir er það að danskan sé besti kosturinn fyrir Íslenska námsmenn og það gæti allveg verið, en af hverju segiru það. Það þýðir ekkert að koma með fullt af fullyrðingum án þess að koma með einhver rök."
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-02 13:15:32",
            "id": "1944986",
            "reply_to_id": "1944958",
            "text": "Vá ég ætlaði að segja það sama. En það sem þú sagðir um að af hverju er danskan sé mikilvæg, þá ættir þú að lesa þessi 300 komment sem ég er búin að segja um það málefni. Ég er ekki að nenna að segja það allt aftur þegar þú getur talað við mig í matsalnum á eftir, Hólmsteinn minn. :P"
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-02 11:16:34",
            "id": "1944762",
            "reply_to_id": "1943008",
            "text": "ójá og eitt enn, Hólmsteinn. Bara ef að þú hefur ekki tekið eftir því að það er ennþá að kenna ævaforn tungumál í mennstaskólum enn þann dag í dag. Latína er eitt af þeim en einnig er hægt að læra forngrísku þótt að það sé ekki eins vinsælla.\nMenntaskóinn í Reykjavík og Verzlunarskólinn í Reykjavík eru meðal þeirra framhaldsskóla sem eru með fullt nám í þessum fögum"
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2005-02-01 16:32:53",
            "id": "1942961",
            "reply_to_id": "1942089",
            "text": "Ástæðan fyrir því af hverju svoan margir fara í skóla til danmerkur er sú að þeir halda að þeir geti eikkað í dönsku. Ef að við myndum læra t.d. þýsku sem meira en 100.000.000 tala sem móðurmál myndu allir fara til þýskalands og og austurríkis til að læra. Semsé er danska bæði tímaskekkja og vítahringur."
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-02 10:53:10",
            "id": "1944729",
            "reply_to_id": "1942961",
            "text": "Já en svo vill svo skemmtilega til að við erum í norðurlandasambandi við önnur norðurlönd og þar af leiðandi eru tengsl okkar við Danmörku námslega eru miklu meira virði en í þýskumælandi löndum.\nVissulega eru til Íslendingar sem fara til Þýskalands og annarra þýskumælandi landa en eins og ég sagði eru miklu fleiri sem fara bara til Danmerkur þannig að þú sérð að það er miklu hagkvæmara fyrir okkur að læra dönsku.\nEinnig er danska komin af þýsku og er mjög lík tungumálinu þannig að það er ekkert mikið erfitt að læra þýsku fyrir þá sem vilja ef að þau kunna undirstöðuna í dönsku:)"
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2005-02-01 20:32:05",
            "id": "1943701",
            "reply_to_id": "1942089",
            "text": "Nefndu eitthvað eitt sem er hægt að gera með því að kunna dönsku, sem er ekki hægt með því að kunna ensku.\nEf þú segir að lesa danskar bækur, þá máttu bara eiga þig…\nOg ef danska væri tekin úr umferð gæfist meiri tími í það að læra eitthvað annað. Þetta er ekki tískufyrirbrigði, það er einfaldlega ekki nógu mikilvægt að læra dönsku."
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-02 11:28:20",
            "id": "1944791",
            "reply_to_id": "1943701",
            "text": "Hvað ætlaru þá að segja við alla námsmennina sem fengu fullan styrk í dönskum háskóla, bara vegna þess að þau kunna að skrifa og tala dönsku? og þau kunna það ekki einu sinni 100%! Segja að þetta er algjör óþarfi og styrkurinn sem þau fengu er bara eitthvað sem þau geta fengið í Harvard eða Oxford?\nÞú veist sjálfur að það er svona 50 sinnum erfiðara að takast það, því það geta allir í heiminum lært ensku og það eru miklu fleiri kröfur gerðar heldur en að tala nokkurn veginn tungumálið þeirra og vera ágætur í skóla. ÞESS vegna er mikilvægt að hafa land í svona góðu sambandi við Ísland, námslega."
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2005-02-02 12:17:14",
            "id": "1944859",
            "reply_to_id": "1944791",
            "text": "Ég er ekki að segja að danska eigi að hverfa. Hún ætti að vera valfag. Og svo getur þú alveg gleymt því að það sé erfiðara að fá fullan styrk í einhverjum dönskum háskóla heldur en í Harvard eða Oxford.\nEn jújú, það er gott fyrir suma að kunna dönsku, það er samt einhver lítill fugl sem hvíslar því að mér að það væri betra fyrir fleiri á komandi öld að kunna á tölvur. Bara svona sem dæmi."
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-02 13:11:20",
            "id": "1944971",
            "reply_to_id": "1944859",
            "text": "Jesús! Þannig að það sem framtíðin ber í sér er að erfið tungumál hverfa og allir hafa samskipti í gegnum tölvur einungis? Kanntu annan?"
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2005-02-02 14:44:12",
            "id": "1945193",
            "reply_to_id": "1944971",
            "text": "Þú ert nú meiri álfurinn. Eins og ég sagði, það ætti ekki að taka dönsku úr íslensku skólakerfi, það ætti að gera hana að valfagi, þá gætu þessir gæjar sem þú talar um farið og fengið sína styrki, en þeir sem ætla sér ekkert í skóla til annara Norðurlanda (ég leyfi mér að giska á að þeir séu örlítið fleiri en hinn hópurinn) þurfa ekki að læra þetta.\nOg tölvur eru framtíðin, hélt að það væru allir búnir að átta sig á því :/"
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-03 12:43:09",
            "id": "1947617",
            "reply_to_id": "1945193",
            "text": "Ég get nú bara sagt þér það að það er engan vegin hægt að spá fyrir um hvað hver og einn ætlar sér í framtíðinni, sérstaklega með þetta að gera. Hvernig helduru að þetta myndi verða í grunnskólunum þegar börnin velja sér að fara í dönsku(ef það verður gert). “Allir sem ætla sér að fara í danskan háskóla velji rauða reitinn og aðrir sem ætla sér að gera allt annað velji græna reitinn.” Þú hlýtur að sjá eitthvað bogið við það.\nEitt gott dæmi um óákveðnar framtíðarplanir er þegar faðir minn kæri var að fara í háskóla í viðskiptafræði. Hann var búinn að sækja um í HÍ en allt í einu kynntist hann konu sem var að fara læra hjúkrun í Danmörku. Hann ákvað að flytja með henni út og þar stunduðu þau nám saman. Þessi kona er móðir mín í dag sem sýnir hvað allt getur gerst óvænt án þess að maður sjái það fyrir. touching, isn't it?"
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2005-02-03 13:14:53",
            "id": "1947689",
            "reply_to_id": "1947617",
            "text": "Hmm, vel menntaðir foreldrar, stelpa sem vill að allir læri dönsku… Ég finn lykt af kapitalisma… En ef ég ætti að dæmi þig útaf skrifum þínum myndi ég telja þig mjög heimska manneskju, en ég geri ekki svoleiðis.\nÞað er ágætt að hafa dönsku í framhaldskólum, setja hana á svipað level og þýskan er á. Það er langt því frá að allir geti notað dönskuna sem þeir lærðu í grunnskóla, ég fékk til dæmis 8 á samræmdu (sem var n.b. lægsta einkunin mín), ég kann kannski svona 5 orð núna. En þú vilt hafa þetta áfram, aðrir vilja afnema þetta alveg, ég vil fara hinn gullna milliveg. Og gerðu það fyrir mig að vera ekki svona ofur ýkt næst þegar þú talar við einhvern…"
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-03 13:37:55",
            "id": "1947744",
            "reply_to_id": "1947689",
            "text": "Finnuru lykt af kapitalisma? Núna ég myndi sko aldrei treysta þér fyrir að hafa sterkar skoðanir í stjónmálum þvi að ef að ég er eitthvað þá er það eins langt frá hægriskoðunum og hægt er. iss…svo kallaru mig heimska. Hvaða rök hefuru fyrir því? Hafðiru kannski ekkert annað að segja og vildi gera one last “face”!"
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2005-02-03 17:44:41",
            "id": "1948439",
            "reply_to_id": "1947744",
            "text": "\"Hmm, vel menntaðir foreldrar, stelpa sem vill að allir læri dönsku… Ég finn lykt af kapitalisma… En ef ég ætti að dæmi þig útaf skrifum þínum myndi ég telja þig mjög heimska manneskju,\nen ég geri ekki svoleiðis.\n\"\n…"
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2005-02-03 17:45:15",
            "id": "1948443",
            "reply_to_id": "1948439",
            "text": "Commentið um kapitalisma var meira svona á léttu nótunum :)"
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-04 11:15:25",
            "id": "1949744",
            "reply_to_id": "1948443",
            "text": "Mér fannst þetta komment ekkert á léttu nótunum. Þú getur ekkert sagt að þú myndir kalla mig heimska og segja svo strax að þú ætlir ekki að gera það. Það er eins og að ég myndi segja við einhverja manneskju: “Hey, ég myndi segja að þetta væri mjög ljót peysa, en ég ætla ekki að segja það.”\nÉg er ekki að dæma þig fyrir skoðanir þínar og þú mátt alveg halda að ég sé heimsk, því ég nenni ekki að eyða tíma í að leiðrétta þig með það.\nHave a nice day."
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-01 09:49:37",
            "id": "1942122",
            "reply_to_id": "1940434",
            "text": "Það er rétt. Danska er uppáhalds vélarbragð djöfulsins. það er bara verið að reyna að kúga Íslendinga með því að neyða dönsku upp á saklaus börn og maður á aldrei eftir að tala dönsku á ævinni. Hún er líka bara svo andskoti asnaleg og allir dönsku kennarar í grunnskólum eru hundleiðöinlegar gamlar kellingar.\nEn sem betur fer er minni dönsku lokið og mun ég aldrei tala dönsku aftur af því að ég kann hana ekki sem betur fe"
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-01 15:50:53",
            "id": "1942795",
            "reply_to_id": "1942122",
            "text": "Vá, má ég bara segja þér að þegar ég las þetta þá áttaði ég mig á því hversu svöl og æðisleg þú ert!"
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-02 11:22:38",
            "id": "1944780",
            "reply_to_id": "1942795",
            "text": "Það myndi vera svalur og æðislegur.\nI´m a guy"
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-02 13:09:26",
            "id": "1944966",
            "reply_to_id": "1944780",
            "text": "I know….that's the point :P"
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-03 09:38:46",
            "id": "1947354",
            "reply_to_id": "1944966",
            "text": "? Ha. I´m very confused right now"
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-03 13:06:19",
            "id": "1947674",
            "reply_to_id": "1947354",
            "text": "Já veistu ég hef nóg annað að gera en að vera að tala um þetta þannig að let's just call it a day."
        },
        {
            "user": "Krikinn",
            "user_id": "14626",
            "date": "2005-02-01 23:03:53",
            "id": "1944204",
            "reply_to_id": "1942122",
            "text": "God dag.\nÉg vil bara benda á að ekki eru allir dönskukennarar af kvennkyni. Minn kennari til nokkurra ára var nú karlmaður!  :P\nMed kærlig hilsen."
        },
        {
            "user": "Krikinn",
            "user_id": "14626",
            "date": "2005-02-02 11:25:54",
            "id": "1944789",
            "reply_to_id": "1944204",
            "text": "Ertu dani eða bara mjög skrítin að tala dönsku á huga"
        },
        {
            "user": "Krikinn",
            "user_id": "14626",
            "date": "2005-02-02 21:11:17",
            "id": "1946357",
            "reply_to_id": "1944789",
            "text": "Hehe, nei nei ég er\nal\níslenskur.\nÁkvað bara að skella smá dönskuslettum inní svarið mitt til þess að hneyksla öll þessi blessuðu ungmenni sem hafa verið að tala um það hve danskan sé leiðinleg."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-03 09:40:41",
            "id": "1947358",
            "reply_to_id": "1946357",
            "text": "Það tókst, allavega á mig."
        },
        {
            "user": "olvadur",
            "user_id": "41391",
            "date": "2005-02-06 10:56:36",
            "id": "1953928",
            "reply_to_id": "1942122",
            "text": "ég hugsadi thetta sama thegar ég var í skóla, ég hélt ad ég kæmi aldrei til med ad thurfa ad kunna dönsku á nokkurn hátt en nuna er ég í háskólanámi í danmörku og læri allt á dönsku"
        },
        {
            "user": "Skari60",
            "user_id": "53642",
            "date": "2005-02-01 09:55:35",
            "id": "1942131",
            "reply_to_id": "1940434",
            "text": "Danskan er lykillinn að sænsku og norsku..svo kannt þú dönsku á er ekkert mál fyrir þig að læra hin tvö ef þú ætlar þér í framhaldsnám á norðurlöndum.  En ef þinn metnaður liggur í því að fara ekki í framhaldsnám þá skiptir ekki danska eða enska neinu máli fyrir þig.  Það er eru ótrúlega margir sem þusa og tuða yfir dönsku.. ef við sleppum dönskunni þá þusa þeir sömu yfir algebru.. sleppum algebrunni og þá þusa þeir yfir islenskukennsklu.. ég meina til hvers að læra mál sem þú kannt ;)\nMenntun er máttur jafnvel þótt það sem “bara” danska."
        },
        {
            "user": "LalliOni",
            "user_id": "8819",
            "date": "2005-02-01 11:11:56",
            "id": "1942198",
            "reply_to_id": "1942131",
            "text": "Málið er forgangsröðun. Málið er ekki að sleppa dönsku heldur að taka jafn marga tíma eins og ensku,  íslensku og stærðfræði. En finnsku? Finnska er mjög ólík. “Þus og tuð” myndi ég nú ekki kalla þetta. Auðvitað eru sumir sem að finnst þetta fyndið og gera gys að þessu og tengja Djöfulin við þetta tungumál en sumir eru hér til að rökræða. Afhverju ekki að kenna mandarísku, mest talaða tungumál í heiminum? Eða allavega koma með 3.ja tungumálið fyrr. Flestir danir tala ensku og enn fleirri tala hana og/eða þýsku. Afhverju þurfum við Norðurlandasamband? Erum við ekki í Norður-Ameríku líka? Flest viðskipti okkar fara ekki til Danmerkur. Ég veit nú ekki alveg fyrir víst hvar en alls ekki til Danmerkur."
        },
        {
            "user": "KafteinnFalki",
            "user_id": "25439",
            "date": "2005-02-01 13:11:38",
            "id": "1942397",
            "reply_to_id": "1942198",
            "text": "hvað meinarðu með að við séum í Norður-Ameríku?"
        },
        {
            "user": "LalliOni",
            "user_id": "8819",
            "date": "2005-02-01 13:13:56",
            "id": "1942401",
            "reply_to_id": "1942397",
            "text": "ég sagði líka í N-Ameríku\nkriplingur: hvaðan færðu þessa 80-90% tölu? allir sem að ég þekki sem ætla út að læra vilja fara til bandaríkjana og einn til Japans. enginn vill koma nærri Danmörku"
        },
        {
            "user": "KafteinnFalki",
            "user_id": "25439",
            "date": "2005-02-01 13:18:46",
            "id": "1942412",
            "reply_to_id": "1942401",
            "text": "í fyrsta lagi ertu bara að snúa útúr með þessu N-Ameríku/Norður-Ameríku.\ní öðru lagi skaltu svara þeim einstaklingum sem þú hefur eitthað að segja"
        },
        {
            "user": "LalliOni",
            "user_id": "8819",
            "date": "2005-02-01 14:12:09",
            "id": "1942527",
            "reply_to_id": "1942412",
            "text": "Fyrirgefið en ég hef ekki hugmynd um hvað þú ert að segja. Ég sagði að við værum í N-Ameríku líka. Ss. meirihluti landsins er í Evrópu og pólitískt erum við í Evrópu. Það sem ég er að meina er að Danmörk er ekkert nær heldur en Bandaríkin og Kanada. Þó að það skipti ekki miklu máli þar sem að flug kostar mjög lítið nú til dags og á bara eftir að lækka. Ég vildi sleppa því að skrifa svona langan póst en greinilega kom ég þessu ekki nógu vel frá mér áðan. Vona að þetta hafi svarað þér."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-02-04 15:13:12",
            "id": "1950179",
            "reply_to_id": "1942527",
            "text": "Við sitjum á flekaskilum, svo ef þú ert að reyna staðsetja okkur N-Ameríkuflekanum frekar en á Evróasíuflekanum ertu alveg úti að aka ;)\nJarðfræðilega erum við á báðum flekunum en við teljumst til Evrópu almennt, like it or not ;)"
        },
        {
            "user": "LalliOni",
            "user_id": "8819",
            "date": "2005-02-04 16:52:48",
            "id": "1950416",
            "reply_to_id": "1950179",
            "text": "Ég sagði að við værum í N-Ameríku\nlíka."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-02-04 17:41:10",
            "id": "1950527",
            "reply_to_id": "1950416",
            "text": "Já, sem er bara ekki rétt, við erum að hluta til á N-Ameríkuflekanum (ekki í heimsálfuni heldur flekanum) en tilheyrum samt að öðru leiti Evrópu.  Svo mætti færa rök fyrir því að við sætum á eigin fleka ef út í það er farið, en samt sem áður, eins og áður sagði erum við í Evrópu í öllu almennu tali.\nHeimsálfan markast ekki að öllu leiti af flekamótum enda tilheyrði þá mikill hluti Asíu Evrópu eða öfugt."
        },
        {
            "user": "LalliOni",
            "user_id": "8819",
            "date": "2005-02-04 21:12:32",
            "id": "1951038",
            "reply_to_id": "1950527",
            "text": ". . .\nvið erum ekki á okkar eigin fleka. þá værum við að tala um stóra glufu allt í kringum landið, ekki glufu í gegnum Þingvelli. allir vita að við erum diplómatískt í Evrópu og að Rússland sé diplómatískt í Evrópu en ekki Asíu. þetta lærði maður í 8. bekk og algerlega komið út fyrir það sem að þessi póstur er um. ég vona að þú skiljir núna, annars þá geturðu gert nýjan póst um fleka og skiptingu landa landfræðilega og diplómatískt."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-02-05 04:46:32",
            "id": "1951755",
            "reply_to_id": "1951038",
            "text": "Gaur, lestu fjandans póstinn, ég sagði að það mætti færa rök fyrir því að við værum á eigin fleka, en það er allt annað mál.\nHeimsálfu skiptingin er ekki sú sama og flekaskiptingin, að segja að Ísland sé í N-Ameríku er rangt vegna þess að Ísland tilheyrir Evrópu eingöngu.  Hins vegar situr Ísland á flekamótum tveggja fleka sem að kallast N-Ameríkuflekinn og Evróasíuflekinn.  Það þýðir ekki að við tilheyrum N-Ameríku.  Landafræðilega og diplómatísk erum við í Evrópu, en jarðfræðilega erum við á tveim flekum sem heita, enn og aftur, N-Ameríkuflekinn og Evróasíuflekinn.  Ég vona að ÞÚ skiljir núna."
        },
        {
            "user": "olvadur",
            "user_id": "41391",
            "date": "2005-02-06 10:57:55",
            "id": "1953931",
            "reply_to_id": "1942131",
            "text": "hehe good one :)"
        },
        {
            "user": "757",
            "user_id": "12556",
            "date": "2005-02-01 11:51:53",
            "id": "1942247",
            "reply_to_id": "1940434",
            "text": "Það sem ég hef verið að hugsa lengi, er að kenna Dönsku eins og Íslensku, þar er að kenna fólki að lesa og tala áður en við reynum að fara í einhverja erfiða málfræði.\nMér finst mikilvægast að tala og kunna að lesa, og það getum við alveg lært án þess að læra erfiða málfræði."
        },
        {
            "user": "Traustith",
            "user_id": "30886",
            "date": "2005-02-01 12:14:19",
            "id": "1942282",
            "reply_to_id": "1940434",
            "text": "80-90% íslendinga sem fara í nám erlendis er til norðurlandanna. Svo eru fullt af kennslugögnum háskólunum einmitt dönsku eða einhverri “norðurlandalensku”. Mér finnst allt í lagi að læra eitt norðulandatungumál því þá geturu talað flest þeirra."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-01 12:27:53",
            "id": "1942306",
            "reply_to_id": "1940434",
            "text": "Já vá ég er sammála! Ég skil ekki neitt í þessari málfræði sem þeir eru með og svo í hlustunum þá skil ég bara ekki ORÐ af því sem er sagt!\nÞað væri mjög fínt ef þetta mál væri tekið af málskrá. Og já þetta er svindl því danir vita EKKERT um Ísland!!"
        },
        {
            "user": "dirabbdei123",
            "user_id": "32336",
            "date": "2005-02-01 12:38:52",
            "id": "1942331",
            "reply_to_id": "1940434",
            "text": "danir sucka feitan kött,afhverju er ekki frekar kennd spænska!!! það eru td. fleiri sem tala spænsku en ensku"
        },
        {
            "user": "LalliOni",
            "user_id": "8819",
            "date": "2005-02-05 18:17:11",
            "id": "1952658",
            "reply_to_id": "1942331",
            "text": "… nei\nMest töluðu mál í heiminum:\n1. Mandaríska (Kína)\n2. Enska\n3. Spænska\nspænska er nokkuð mismunandi milli Spáns og S-Ameríku"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-01 12:49:29",
            "id": "1942354",
            "reply_to_id": "1940434",
            "text": "Sammála greinarhöfundi, danska er í allt of mörgum tilvikum einskis nýt og ekki til neins til að geta talist ‘þess virði’ að kenna hana. Frekar mætti leggja meiri áherslu á enskukennsluna.\nDanska ætti í raun bara að vera valfag, rétt eins og þýska, franska og öll hin tungumálin (fyrir utan ensku)."
        },
        {
            "user": "Mroho",
            "user_id": "8334",
            "date": "2005-02-01 13:08:21",
            "id": "1942391",
            "reply_to_id": "1940434",
            "text": "ég er meira á því að það eigi að leggja niður Kirstin fræði!"
        },
        {
            "user": "Mroho",
            "user_id": "8334",
            "date": "2005-02-01 13:09:40",
            "id": "1942392",
            "reply_to_id": "1942391",
            "text": "Kristinn fræði"
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2005-02-01 20:38:35",
            "id": "1943715",
            "reply_to_id": "1942392",
            "text": "Kristinfræði.\nkemur…"
        },
        {
            "user": "Mroho",
            "user_id": "8334",
            "date": "2005-02-01 21:32:46",
            "id": "1943877",
            "reply_to_id": "1943715",
            "text": "or that"
        },
        {
            "user": "KafteinnFalki",
            "user_id": "25439",
            "date": "2005-02-01 13:13:37",
            "id": "1942400",
            "reply_to_id": "1942391",
            "text": "foreldrar þínir geta beðið um að þér verði ekki kennd kristinfræði"
        },
        {
            "user": "Mroho",
            "user_id": "8334",
            "date": "2005-02-01 13:46:50",
            "id": "1942464",
            "reply_to_id": "1942400",
            "text": "bara 10 ár of seint"
        },
        {
            "user": "KafteinnFalki",
            "user_id": "25439",
            "date": "2005-02-01 13:57:05",
            "id": "1942488",
            "reply_to_id": "1942464",
            "text": "ég var nú að meina foreldrar barna yfirleitt, tók bara þína sem dæmi"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2005-02-01 13:26:24",
            "id": "1942425",
            "reply_to_id": "1940434",
            "text": "Alltaf dúkkar þetta dönskumál upp reglulega.  Úff.  Ég kann ábyggilega ekki mikið í dönsku lengur og hef aldrei notað hana að ráði.  Sama get ég sagt um þýskuna sem ég lærði í framhaldsskóla og spænskuna sem ég tók í kvöldskóla einhvern tímann.\nHins vegar er ég alveg sammála því að kenna dönsku eða eitthvað norðurlandamál með enskunni.  Það er svo lítið mál fyrir krakka að læra eitt tungumál miðað við tækifærin sem það gefur.  Íslenska og danska gera skandinavísku sem maður getur notað til að bjarga sér á öllum norðurlöndunum.  Það gefur aftur tækifæri til að fara þangað í nordjobb, almennt að vinna eða í nám.  Skandinavíska menntakerfið er byggt upp svipað okkar og hentar því einstaklega vel fyrir okkur að fara þangað í nám.  Tala nú ekki um félagslega kerfið sem hjálpar námsfólki meira en annars staðar og skólagjöld líka í lágmarki ef einhver.\nÞað hentar okkur verr að fara til Þýskalands í nám vegna skólakerfisins, Bretar eru með há skólagjöld, veit ekki með Frakka en fyrir þá sem ætla að læra spænsku, þá eru skólarnir bara betri í Norð-vestur Evrópu.  Suður-Evrópulöndin eru fátæk lönd, bara rétt svo skrefi fyrir ofan gömlu austantjaldslöndin.  Svo er náttúrulega S-Ameríka sem er spænskumælandi líka en það eru ennþá fátækari lönd og ennþá verri skólar.  Þá gætum við alveg eins sagt að það væri betra fyrir okkur að læra kínversku vegna þess að það væru ennþá fleiri sem töluðu hana.\nVið verðum aðeins að taka mið af því hverjir eru okkar nágrannar og hvaða þjóðir við höfum mest samskipti við.\nHins vegar er annað mál hvernig er staðið að dönskukennslunni, hvort það mætti kenna hana öðruvísi eða hvort það ætti frekar að kenna norsku eða sænsku."
        },
        {
            "user": "Diamond",
            "user_id": "5482",
            "date": "2005-02-01 13:40:33",
            "id": "1942451",
            "reply_to_id": "1940434",
            "text": "Það eru mjög margir sem fara til Danmerkur í framhaldsnám í háskóla og taka ms þar og þá kemur það sér vel að hafa verið búinn að læra eitthvað smávegis í dönsku…\nVittu til það ganga flestir í gegnum þetta skeið sem þú ert greininlega á núna, að segja að danska sé óþörf og það ætti ekki að kenna þetta… og svo framvegis."
        },
        {
            "user": "Moli0",
            "user_id": "54391",
            "date": "2005-02-01 13:54:17",
            "id": "1942482",
            "reply_to_id": "1940434",
            "text": "Ég er fegin að hafa lært dönsku. Nú get ég líka bjargað mér í norsku, ég á nokkra mjög góða vini í Noregi. Ég vinn á veitingastað, ég nota dönskuna þar, það eru margir túristar sem koma til okkar. Líka norskir og sænskir túristar, ég get þá bjargað mér. Mjög mikið af norðurlandabúum,\nsérstaklega\neldra fólki, sem annað hvort kann ekki, eða þorir ekki að nota ensku.\nÉg tala líka þýsku, en ég hef notað dönskuna (eða semsagt norðurlandamál) miklu miklu meira. Samt hef ég aldrei farið til norðurlanda."
        },
        {
            "user": "LalliOni",
            "user_id": "8819",
            "date": "2005-02-01 14:17:00",
            "id": "1942544",
            "reply_to_id": "1942482",
            "text": "Gott og gilt það. Enginn segir að danska gagnast fólki ekki heldur að það eru margir sem að munu aldrei aftur nota þetta tungumál á ævinni og mun það gleymast innan nokkura ára hvort sem er. Hvernig væri að láta foreldra/krakkana velja hvaða mál lært verður. Ég vildi satt að segja að tungumál yrðu kennd ennþá fyrr en núna þar sem að fyrir krakka er mjög auðvelt að læra tungumál."
        },
        {
            "user": "RSR",
            "user_id": "33475",
            "date": "2005-02-01 13:56:22",
            "id": "1942487",
            "reply_to_id": "1940434",
            "text": "danska er mál sem ætti að vera val hvers og eins að taka´, eða einsog e-h skrifaði slepa málfræðinni í donsku og kenna fólki að lesa og tala hana áður en farið er útí flóknari aðgerði"
        },
        {
            "user": "Nemesis",
            "user_id": "22078",
            "date": "2005-02-01 14:06:30",
            "id": "1942507",
            "reply_to_id": "1940434",
            "text": "“Einu sinni réðu Danir yfir Íslandi. Dönskukennarar eru leifar frá þeim tíma”\n-Þorsteinn Guðmundsson"
        },
        {
            "user": "Daddi56",
            "user_id": "33186",
            "date": "2005-02-01 14:32:11",
            "id": "1942592",
            "reply_to_id": "1940434",
            "text": "Danska er rusl\nég hef nefnilega oft spáð í eins og þú afhvjeru í fjandanum við erum að læra þetta crap"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-01 15:25:36",
            "id": "1942711",
            "reply_to_id": "1940434",
            "text": "mér finnst að það ætti að vera val… =)\nDanskan getur að vísu gagnast í mörgu, framhaldsnámi á norðurlöndunum og svo fara líka sumir að vinna þar á sumrin á hótelum…. en hún ætti samt að vera valfag, finnst mér.\noftast fær maður þá ástæðu að hún gagnist í framhaldsnámi á norðurlöndunum og fyrir 2 eða 3 árum  þá var oftast talað um að þetta væri leifar af því þegar Danmörk réð yfir Íslandi…\nen ef að ástæðan er sú að þetta sé til að styrkja tengslin milli Danmerkur og Íslands og þetta sé af því að Danmörk réð yfir Íslandi, afhverju er þá ekki kennd íslenska í Danmörku? eða allavega eitthvað meira um landið?\nSoldið ósanngjarnt að íslensk ungmenni neyðast til að læra um Danmörku(ótrúlegt hvað maður lærir oft um tívolíið í kaupmannahöfn, það er eitthvað um það í flestum bókum sem ég hef farið í :P ) en dönsk ungmenni þurfa ekkert að læra um Ísland(nema það sem er kennt í almennri landafræði) ….\n=/\nen…dönsku kennsla í grunnskólum er ekkert að hætta held ég… =/"
        },
        {
            "user": "sixx",
            "user_id": "54015",
            "date": "2005-02-01 15:27:05",
            "id": "1942717",
            "reply_to_id": "1940434",
            "text": "það yrði eiginlega skandall ef Íslendingar myndu ekki læra eitthvað mál á  norðurlöndunum í grunnskóla. Samt finnst mér að það mætti alveg sleppa dönskukennslu í framhaldsskólum…\nannars góð pæling"
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-02 13:24:06",
            "id": "1945007",
            "reply_to_id": "1942717",
            "text": "Það má eiginlega segja að dönskukennslunni sé sleppt í framhaldsskólum. Hún er svo auðveld að það þarf ekkert að svitna út af henni, allavega þar sem ég er. Reyndar á ég vin sem féll í dönsku á samræmda prófinu, í 0-áfanganum og 2svar í 103. Hann er líka “sérstakur”. :P"
        },
        {
            "user": "lilienfeld",
            "user_id": "20337",
            "date": "2005-02-01 15:40:16",
            "id": "1942753",
            "reply_to_id": "1940434",
            "text": "Eitt dæmi af fjölmörgum sem hægt er að taka um það að það á að kenna dönsku:\nVið búum á því svæði sem er kallað Norðurlönd og þar af leiðandi erum við á Norðurlandamarkaði og það eru fjölmargar vörur sem koma hingað með leiðbeiningum á Dönsku, Norksu, Sænsku og Finnsku og ef þú kannt ekkert þessara mála hvernig ætlarðu þá að lesa leiðbeiningarnar?\nHins vegar lesa sannir íslendingar aldrei leiðbeiningarnar fyrr en allt er komið í kássu en það er annað mál….\nsvo er náttúrulega hægt að fá styrki til framhaldsnáms í Danmörku sértu læs og skrifandi á Dönsku."
        },
        {
            "user": "Maggisun",
            "user_id": "36571",
            "date": "2005-02-01 15:41:07",
            "id": "1942757",
            "reply_to_id": "1940434",
            "text": "Snillingur ertu, vissiru að danska hefur verið kennd eiginega frá upphafi kennslu á íslandi?\nVissiru að flest allt háskólanám er á dönsku og ensku?\nGeriru þér grein fyrir að mest sóttasta land sem íslendingar sækja er danmörk?\nÞú ert í grunnskóla og finnst danska bara leiðileg, bíddu bara þanga til í framm og háskóla,þá fattarðu að þetta borgaði sig"
        },
        {
            "user": "Anat",
            "user_id": "29910",
            "date": "2005-02-01 16:19:39",
            "id": "1942883",
            "reply_to_id": "1940434",
            "text": "Alltaf kemur þetta dönsku-mál upp.  Ég hef eytt mörgum klst í að rökræða þetta við vini mína.  “Danska er hundleiðinleg, og til hver að vera að læra hana?”\nNú,eins og komið hefur fram er gott að kunna eitthvað af norðurlandatungumálunum. “Til hvers, ég á aldrei eftir að fara til Norðurlandanna.”\nEn t.d.fór ég til Ítalíu í sumar og þar sklidi nánast enginn ensku, ég var það heppinn að frænka mín, sem var með mér á Ítalíu kunni frönsku og við gátum bjargað okkur með því að tala frönsku.\nÚtaf hverju þá ekki að læra frönsku eða spænsku, í staðin fyrir Dönsku?\nþví námsskráin er ekki sniðin eftir þörfum hvers og eins, það væri nú frekar flókið ef það þyrti að gera 8-15 mismunandi námskrár.(og þá er ég bara að tala um fyrir grunnskóla)  En staðreyndin er sú að margir Íslendingar\neiga eftir að ferðast til einhvers af Norðurlöndunum og fara í skóla eða vinna þar. Sumir hafa þegar gert það.  En mun færri eiga eftir að fara til landanna syðst í Evrópu og setjast þar að.  Jafn vel þótt þú eigir aldrei eftir að fara til norðurlandanna þá kemur það alveg örugglega einhvertíman fyrir þig að þú lendir í aðstæðum þar sem þú þarft að geta skilið dönsku.(ef norsku/sænsku)\nJæja, það er svosem alveg sama hvað verður tuðað mikið yfir þessu máli danska verður kennd næst ár og það eru nánast engin rök sem gætu mögulega fengið menntamálaráðuneytið til að taka dönsku af námsskrá, nema kannski að kenna sænsku eða norsku í staðin en ég efast um að það sé eitthvað léttara."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2005-02-01 16:29:27",
            "id": "1942941",
            "reply_to_id": "1940434",
            "text": "Heyr,heyr, dönskukennsla er tilgangslaus. ÞAð eina sem ég hef lært í alvöru er komið fraá jóni gnarr, kan jeg hav en kop kafe, tak"
        },
        {
            "user": "KiX",
            "user_id": "28266",
            "date": "2005-02-01 16:32:35",
            "id": "1942958",
            "reply_to_id": "1940434",
            "text": "Sammála, alveg heimskulegt að hafa dönsku sem skyldunám."
        },
        {
            "user": "cull3n",
            "user_id": "14213",
            "date": "2005-02-01 16:40:17",
            "id": "1942993",
            "reply_to_id": "1940434",
            "text": "Ég hata dönsku meira en allt! Án djóks. Tilgangslaust, ömurlegt og glatað tungumál.\nVinur minn er danskur, lærir dönsku hérna á landinu og fór til danmerkur í fyrri og gat ekki sagt 1 orð afþví danska hérna heima og úti er svo ÓLÍK! Og þetta segja allar. S.s. enginn tilgangur í því að læra þetta glataða tungumál!\nAllavega að hafa þetta sem val eða eitthvað!"
        },
        {
            "user": "Antiz",
            "user_id": "42290",
            "date": "2005-02-01 18:42:14",
            "id": "1943378",
            "reply_to_id": "1942993",
            "text": "já alveg sammála, Danska er algjör óþarfi, setja þetta í valfag eða taka þetta út!\nnú skulum við nemendur sem lærum dönsku sjá til þess að börnin okkar og börnin þeirra þurfi ekki að læra þetta helvíti = Dönsku,\nEflum til mótmæla!…."
        },
        {
            "user": "binnib",
            "user_id": "195",
            "date": "2005-02-01 19:02:38",
            "id": "1943419",
            "reply_to_id": "1940434",
            "text": "Mér finnst að danska ætti að vera kennd í 1 eða 2 ár\nog myndi síðan verða að vali, og allavegana ekki\nvera samræmt próf í því, mætti hafa Norsku í staðin.\nEn ekki taka mikið mark á mér, ég er bara ennþá í grunnskóla og danskan hefur ekkert nýst mér ennþá."
        },
        {
            "user": "binnib",
            "user_id": "195",
            "date": "2005-02-01 19:04:19",
            "id": "1943424",
            "reply_to_id": "1940434",
            "text": "Þegar Guð var búinn að velja tungumál fyrir alla\nnema apana og Dani, fengu aparnir að velja á undan."
        },
        {
            "user": "olvadur",
            "user_id": "41391",
            "date": "2005-02-06 11:07:09",
            "id": "1953939",
            "reply_to_id": "1943424",
            "text": "hehehe"
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2005-02-01 19:46:06",
            "id": "1943545",
            "reply_to_id": "1940434",
            "text": "100% sammála."
        },
        {
            "user": "DIPPER",
            "user_id": "8725",
            "date": "2005-02-01 20:05:12",
            "id": "1943596",
            "reply_to_id": "1940434",
            "text": "Ég lýk skyldunámi í dönsku í vor.\nÉg get samt sagt fyrir mig að ég er vel læs á dönsku og get skilið málið talað. Eina kennslan sem ég hef fengið er sú sama og allir aðrir fá.\nEf þú segist ekki hafa lært neitt í dönskukennslu þá tel ég að það geti aðeins verið 2 ástæður þar að baki;\na) Þú nenntir ekki að læra dönsku því það var ekki “töff”\nb) Þú varst óheppin(n) með kennara.\nBara mitt mat.\nAnnars er það alveg fráleitt að allir ættu að læra íslensku. Það er í raun að finna þversögn í máli þínu.\n“Mér finnst örlítið hrokafullt að einstaklingar innan menntamála hér á landi segja að það sé mikilvægt fyrir okkur að kunna dönsku, en það er ekki mikilvægt fyrir aðra að kunna íslensku.”\nHvað græða aðrar þjóðir á því að læra tungumál sem ein lítil eyjaþjóð úti á Atlantshafi talar?\nÞegar við lærum dönsku lærum við líka að lesa m.a. sænsku og opnum þannig fleiri dyr fyrir okkur. Þó að það séu kannski ekki margir Íslendingar sem leita að atvinnu í Danmörku þá er samt nóg af Íslendingum sem fer þangað í nám."
        },
        {
            "user": "Gola",
            "user_id": "38084",
            "date": "2005-02-01 21:07:54",
            "id": "1943796",
            "reply_to_id": "1940434",
            "text": "ég er á því að það eigi að kenna sænsku frekar en dönsku. einfaldlega vegna þess að það viðrist nánst vonlaust að skilja og tala dönsku! ég hef alltaf verið með góðar einkunnir í dönsku og a auðvelt með að lesa og get skilið fólk sem talar hægt. Svo fékk ég Dana í heimsókn um daginn og skildi ca 10. hvert orð! Og gat mjög lítið tjáð mig.\nEr fokking stúdent í dönsku\n!!! Finnst einvhern veginn eins og námið sé ekki alveg að nýtast nógu vel…\nKann líka sænsku og held það sé miklu auðveldara að komast inn í það tungumál. Talmálið er svo miklu auðveldara!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-02 13:35:25",
            "id": "1945026",
            "reply_to_id": "1943796",
            "text": "Tilgangsleysi er drifkraftur áhugaleysis á dönsku, en það er auðvitað gott sumum gangi vel í dönsku, rétt eins og í öðrum fögum, en það sem er kannski áhugavert að hugsa um, hvort sem maður líkar vel við dönskuna eða ekki, er hvort það skuli vera mikilvægara en td. þýska? En í mínum augum er danmörk eins og hvert annað evrópuríki. Og þetta með að danir, svíar eða norðmenn tali ekki íslensku, þá á ég við að við erum að gera lítið úr okkar landi, ef það skiptir ekki einu sinni máli fyrir hina að kunna að bjarga sér hérna á íslandi, en það er nauðsynlegt fyrir okkur að kunna dönsku, þó svo við þurfum aldrei að fara þangað. Þeir sem fara til Danmerku eða vilja læra önnur norðurlandamál geta gert það og staðið sig vel í því, en ekki að skylda okkur hin að þykkjast hafa svo mikil tengls við danmerku. Við megum ekki gleyma að samgöngur nú til dags, opna leiðir til fleiri landa en danmörku, það er ekki eins og Kaupmannahöfn sé enn höfuðborg íslands"
        },
        {
            "user": "Draupnir",
            "user_id": "23276",
            "date": "2005-02-01 21:35:35",
            "id": "1943884",
            "reply_to_id": "1940434",
            "text": "Veistu hversu margir fara út í nám til danmerkur?\nÖnnur góð ástæða fyrir dönskukennslu: Ef þú kannt dönsku getur þú spjarað þig nokkuð vel í Svíþjóð og Noregi líka.\nReyndu að kynna þér þetta mál betur áður en þú ferð að röfla um eitthvað svona rugl."
        },
        {
            "user": "Hroi",
            "user_id": "29430",
            "date": "2005-02-01 23:02:40",
            "id": "1944201",
            "reply_to_id": "1940434",
            "text": "frekar kenna spænsku þar sem það er jú mest/næstmest talaða tungumal i heiminum"
        },
        {
            "user": "BruskR",
            "user_id": "9155",
            "date": "2005-02-01 23:04:36",
            "id": "1944207",
            "reply_to_id": "1940434",
            "text": "Veit nú ekki betur en að flestir skiptinemar eða nemar sem fara í framh. nám fari til Danmerkur."
        },
        {
            "user": "bigdaddy",
            "user_id": "8603",
            "date": "2005-02-01 23:10:40",
            "id": "1944227",
            "reply_to_id": "1940434",
            "text": "Vissiru að um 50% af þeim sem fara til útlanda í framhaldsnám fara til danmerkur? Það er ekki pointless að læra dönsku, danska er hvort eð er skylt íslensku og með opnu hugafari er hægt að læra þetta mál allvel og allfljótt. Sé maður hins vegar svona kvartari getur þetta námsefni tekið aðeins meira lengri tíma að komast í gegnum þrjóskuveggina í átt að heilanum.. Mín skoðun er sú að íslendingar eigi að halda áfram að læra þetta ágæta tungumál."
        },
        {
            "user": "exicuter",
            "user_id": "15274",
            "date": "2005-02-01 23:16:37",
            "id": "1944241",
            "reply_to_id": "1940434",
            "text": "Verkfæri djöfulsins skal ég segja ykkur :)"
        },
        {
            "user": "esra",
            "user_id": "53671",
            "date": "2005-02-02 00:43:10",
            "id": "1944450",
            "reply_to_id": "1940434",
            "text": "Hver man ekki eftir Jónu Hansen dönsku kennara í Hagaskóla!! ;)"
        },
        {
            "user": "HotWaX",
            "user_id": "3009",
            "date": "2005-02-02 00:54:42",
            "id": "1944464",
            "reply_to_id": "1940434",
            "text": "Það ætti að leggja niður dönsku í grunnskólum eða hafa það fyrir valfag og kenna frönsku í staðinn!! OG HANA NÚ!!!!"
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-02 13:18:20",
            "id": "1944989",
            "reply_to_id": "1944464",
            "text": "Lærðu frönsku og SVO skaltu segja til um hvort væri upplagðra að kenna í grunnskóla."
        },
        {
            "user": "HotWaX",
            "user_id": "3009",
            "date": "2005-02-02 14:24:24",
            "id": "1945142",
            "reply_to_id": "1944989",
            "text": "ég er að læra frönsku!"
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-03 12:26:12",
            "id": "1947576",
            "reply_to_id": "1945142",
            "text": "Mais oui? je ne crois ce!"
        },
        {
            "user": "HotWaX",
            "user_id": "3009",
            "date": "2005-02-03 14:40:58",
            "id": "1947902",
            "reply_to_id": "1947576",
            "text": "ha??"
        },
        {
            "user": "Djuzy",
            "user_id": "36482",
            "date": "2005-02-04 11:04:39",
            "id": "1949725",
            "reply_to_id": "1947902",
            "text": "right….hvað ertu búin að læra lengi?"
        },
        {
            "user": "HotWaX",
            "user_id": "3009",
            "date": "2005-02-04 12:35:37",
            "id": "1949841",
            "reply_to_id": "1949725",
            "text": "mánuð :D"
        },
        {
            "user": "aaaaa",
            "user_id": "39242",
            "date": "2005-02-02 08:16:29",
            "id": "1944586",
            "reply_to_id": "1940434",
            "text": "Þetta er svo fyndið þið eru að kvarta yfir því að þurfa læra dönsku og er þá aðalrökin ykkar að þið þurfið svo sjaldan að nota hana eða hún er ekki töluð í svo mörgum löndum.\nOg það er satt, hún er ekki töluð í eins mörgum löndum og spænskan.\nEn þið viljið gera SPÆNSKU að aðalvali (sumir ykkar) haldiði virkilega að þið getið notað spænskuna sem þið lærið í framhaldskólanum úti á spáni????\nÉg er búin með alla fjóra áfanganna í spænsku og í dag skil ég ekki spánverja tala spænsku og það sem ég gæti sagði er “ Hola me IIamo XXX, como te IIamas”\nÉg segi nú bara hvar er tilgangurinn með þessu.\nÞegar þið eruð útskrifðu út menntaskóla og farið að skoða um framhaldsnám þá sjáiði að margir stefna út til norðurlandanna, sjálf er ég að reyna komast í skóla á norðurlöndunum, og þá verða kannski bækurnar á ensku en fyrirlestrarnir verða allir á dönsku.\nMér finnst fínnt að hafa dönsku í aðalvali. Ef það væri búin að vera franska, þýska eða spænska í aðalvali öll þessi ár væru þið að kvarta unda því í dag, að þurfa læra það tungumál en ekki einhvað annað."
        },
        {
            "user": "olvadur",
            "user_id": "41391",
            "date": "2005-02-06 11:24:16",
            "id": "1953952",
            "reply_to_id": "1944586",
            "text": "já einmitt thad verdur vælt yfir thessu alla tíd sama thá danskan yrdi tekin ut og eitthvad annad sett inn. thad eru alltaf einhverjir sem ad nenna thessu ekki og væla yfir thvi."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-02 11:23:43",
            "id": "1944783",
            "reply_to_id": "1940434",
            "text": "Það virðist líka vera tilviljanakennd hverjir flytja til danmerku og fara í nám þangað, að það er óþarfi að mínu mati að hafa dönsku sem skyldufag. Auðvitar er ég ekki að gera lítið úr þeim sem nota dönsku, en ég lít bara ekki á að sú kennsla sem er td. í grunnskólum landsins hjálpi heildinni, miðað við hvað margir virðast standa sig illa í dönsku, þar að auki lærir maður ekki að tala dönskuna rétta á íslandi."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-02 11:43:52",
            "id": "1944814",
            "reply_to_id": "1940434",
            "text": "Eitt finnst mér líka vera sérstakt, þá sérstaklega hér á hugi.is, og það er þegar fólk svarar manni með spurningum eins “heyrðu,veistu ekki að…?” og gefur í skyn að ég hafi alvarlega rangt fyrir mér. Eina ástæða þess að ég nenni að skrifa grein í þessa síðu er til að skapa umræðu, sem fær fólk til að hugsa og ræða hlutina, persónulega skiptir það mig engu máli hvað einhverjum hérna á hugi.is finnst. Það er ekkert að því að fólk pæli af og til í hlutunum í kringum okkur, í stað þess að reyna gera lítið úr skoðunum annara! - og segir það ekki allt um einstaklinga þegar það getur bara gert lítið úr fólki á netinu?"
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2005-02-02 11:59:39",
            "id": "1944832",
            "reply_to_id": "1940434",
            "text": "Ég þoli ekki dönsku, dönskukennarinn minn er líka andfúll."
        },
        {
            "user": "vidarkylfa",
            "user_id": "17711",
            "date": "2005-02-02 14:01:21",
            "id": "1945084",
            "reply_to_id": "1940434",
            "text": "Ég sendi Þorgerði Katrínu tölvupóst um þetta einu sinni og spurði hana út í þetta. Hún svaraði mér aldrei.\nFjandans hrokagikkir í sjálfstæðisflokknum"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-02 17:22:31",
            "id": "1945676",
            "reply_to_id": "1940434",
            "text": "Brennum allar dönskubækur!!"
        },
        {
            "user": "jonra",
            "user_id": "32023",
            "date": "2005-02-03 00:35:44",
            "id": "1947113",
            "reply_to_id": "1940434",
            "text": "Það að það hafi tekið þig 4 ár að ná dönskuni segir kannski meira um hvernig þú stundaðir þitt dönskunám gegnum þína skólagöngu.  Síðast þegar ég vissi þá eru flestir íslendingar utan Íslands einmitt við nám og/eða störf í Danmörku. Ég bjó þar sjálfur í 5 ár og ég veit ekki betur en að allir þeir sem ég kynntist nutu góðs af sínu ´dönskunámi á Íslandi. Ég held kannski að þetta snúist um hvað fólk nennir.  ÞEir sem ekki nenna að læra tungumál vilja að sjálfsögðu losna við það."
        },
        {
            "user": "kaffibaun",
            "user_id": "20007",
            "date": "2005-02-03 09:25:38",
            "id": "1947343",
            "reply_to_id": "1940434",
            "text": "sleppið þessu dönskurugli. hún er alger óþarfi og eittvhað sem ENGUM með réttu viti líkar ;) auk þess er þetta svo ferlega fáránlegt tungumál og mér finnst asnalegt að láta krakka hérlendis læra þetta allt útaf einhverjum sameiginlegum kóngi með dönum fyrir mörgum árum 8-) auk þess græðir maður ekkert á dönskukennslunni hér heima þegar maður er kominn út til Danmerkur, þetta er svo aaaallt öðruvísi þar heldur en manni er kennt hér heima ;)"
        },
        {
            "user": "olvadur",
            "user_id": "41391",
            "date": "2005-02-06 11:13:16",
            "id": "1953948",
            "reply_to_id": "1947343",
            "text": "thad er fullt af námsefni á dönsku heima á íslandi thannig ad thad getur skift miklu máli"
        },
        {
            "user": "kaffibaun",
            "user_id": "20007",
            "date": "2005-02-06 13:06:41",
            "id": "1954056",
            "reply_to_id": "1953948",
            "text": "jújú það er alveg satt, maður lærir að skrifa dönskuna í skólanum, en það er talið sem maður notar auðvitað mest en þá gagnast manni minnst það sem maður hefur lært í skóla. Annars ætti ekki að hafa dönsku sem skyldunám, frekar e-ð tungumál sem er talað víðar um heiminn eins og t.d frönsku sem gagnast manni í fleiri löndum :)"
        },
        {
            "user": "olvadur",
            "user_id": "41391",
            "date": "2005-02-07 07:32:47",
            "id": "1955744",
            "reply_to_id": "1954056",
            "text": "juju thad er thad rökréttasta, en thad vita thad allir ad thad fer ekki mikid fyrir rökhugsun hjá mörgum stjórnendum landsins"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-03 16:11:26",
            "id": "1948151",
            "reply_to_id": "1940434",
            "text": "Það tók mig fjögur ár að tala dönsku eins og dani, tók mig miklu styttri tíma að skilja hana, það er ekki eins og manni var kennt að tala dönsku í skóla. Eins og það hefði skipt máli í íslensku samfélagi. Það eru margir á þeirri skoðun að það þýði ekki að tala um þetta mál, vegna þess að allir verði bara læra dönsku einhverntíma og fá það yfirstaðið. Hér er gott dæmi, ef allir þyrftu að læra lögfræði, þó svo að einungis hluti af þeim sem lærðu það noti það eða fari í meira nám í því fagi, mundi fólk segja það sama við því? að það þýði ekkert að deila um það, vegna þess að það sé skylda eða er í námskránni? Er bara gert ráð fyrir því að allir íslendingar eigi erindi til danmerku eða eigi eftir að tala dönsku? Allt í lagi- í virðingu við alla námsmenn, verkfræðinga og annara sem notast við dönsku, þá þætti mér að danska ætti frekar að vera valfag, en ekki eitthvað skyldufag. Ég er að tala um þetta umræðuefni ekki vegna þess að mér gekk illa í dönsku eða “fílaði” það ekki! Það má alltaf deila um hvaða fög séu nauðsynleg eða hvað hlutir innan ákveðna faga mætti sleppa. EN að mínu mati er danska ekki það nauðsynlegt fag, til þess að skylda alla til að læra það. Svo er það líka af hinu góða ef mörgum hefur líkað vel við það fag og sýnt því áhuga!"
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-02-04 11:41:11",
            "id": "1949773",
            "reply_to_id": "1940434",
            "text": "Danska er ekki einu sinni með þeim 5 mest töluðu tungumálum í heiminum\nEf velja ætti erlend tungumál eftir því hversu margir tala þau væri ekki einu sinni enskukennsla í grunnskólum. Fyrst myndum við læra íslensku, síðan kínversku (Mandarin) sem fyrsta erlenda tungumálið og að lokum spænsku.\nÞað eru amk. 10 milljónir fleiri sem hafa spænsku sem móðurmál en ensku.\nÍ Menntaskóla ætti þá að kenna arabísku eða ensku í stað þýsku eða frönsku, og Bengali sem valkost.\nEitt lykilhlutverk skóla er að kenna fólki að læra. Jafnvel hluti sem eru ekki skemmtilegir. Það er gjörsamlega ónauðsynlegt að hafa gaman af dönsku/stærðfræði/sögu eða hvaða fagi sem er. Ef þú getur ekki tekist á við það sem er leiðinlegt þá áttu ekkert erindi í neitt framhaldsnám (iðn- eða bóknám) og getur alveg eins hætt eftir 10. bekk.\nStaðreyndin er sú að ef þú ætlar að klára nám þá þarftu að geta náð árangri í fagi þrátt fyrir að hafa ekki gaman af því. Auðvitað velur þú þér nám sem eru líkur á að þú hafir gaman af, en í öllum námsbrautum eru samt fög sem flestum finnst leiðinleg s.s. danska eða þýska."
        },
        {
            "user": "jannus",
            "user_id": "57110",
            "date": "2005-02-04 20:26:51",
            "id": "1950954",
            "reply_to_id": "1940434",
            "text": "sammála"
        },
        {
            "user": "Durturinn",
            "user_id": "43965",
            "date": "2005-02-04 22:02:06",
            "id": "1951135",
            "reply_to_id": "1940434",
            "text": "Ég er svo sammála þér!!! Loksins kemur eitthvað um þetta mál! Danska er svo ömurlegt tungumál að það er ekki fyndið!"
        },
        {
            "user": "olvadur",
            "user_id": "41391",
            "date": "2005-02-06 11:09:08",
            "id": "1953942",
            "reply_to_id": "1951135",
            "text": "thetta er ekki í fyrsta skifti sem ad thetta mál kemur upp, thad gerir thad mjög reglulega og er ordid frekar threitt"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-06 03:59:14",
            "id": "1953845",
            "reply_to_id": "1940434",
            "text": "Nákvæmfokkinglega !!!!!!!!!!!\nfáránlegt..  mér finnst að maður ætti að fá að velja úr að minnsta kosti þremur tungumálum til að læra aukalega =("
        },
        {
            "user": "olvadur",
            "user_id": "41391",
            "date": "2005-02-06 10:20:54",
            "id": "1953909",
            "reply_to_id": "1940434",
            "text": "Thad er svosem rétt hjá thér ad thad er virkilega gamalt ad læra dönsku og mitt grunnskóla nám í dönsku hjálpadi mér ekkert thegar ég flutti til danmerkur thvi ad thad er bara leikskóla danska sem kennd er heima.\nEn hinnsvegar thá verdum vid ad hafa kunnáttu í einhverjum ödrum tungumálum og mér finnst thad gott og rétt ad vid lærum til dæmis ensku og svo finns mér ad vid ættum ad fá ad velja thridja tungumálid sem ætti thá ad vera val milli thysku, spænsku og dönsku thvi ad lets face it thad er rosalega mikid af námsefni á ensku og dönsku, thad tharf ekki einusinni ad fara upp í háskóla stig til ad finna námsefni á dönsku, til dæmis vélstjórn, vinur minn var í vélstjórn og meira en helmingurinn var á ensku og dönsku."
        },
        {
            "user": "ovirkur",
            "user_id": "7675",
            "date": "2005-02-06 11:40:08",
            "id": "1953971",
            "reply_to_id": "1940434",
            "text": "Álitið á þessari dönsku er jú misjafnt og finnst mér þetta fara alveg rosalega eftir því hvað fólk er að fara læra!\nÉg skal viðurkenna að danska í grunnskóla er nú ekki upp á marga fiska en um leið og því er haldið við í framhaldsnámi er allt önnur saga. Svo fer þetta að sjálfsögðu eftir áhuga! Ef þú hefur ekki áhuga á þessu, þá læriru að sjálfsögðu ekki.\nÞú talar um að læra á 4 árum að tala eins og innfæddur. Ég hef aldrei dvalið í danmörku lengur en ca 2 vikur (hef komið þangað tvisvar). En ég tala samt eins og innfædd (samkvæmt því sem danir segja) og kemur það bara á því að læra í skóla og tala við dani sem koma til landsins.\nEn mér finnst alls ekkert að því að leyfa val um nokkur tungumál eins og Olvadur bendir á. Þýska-Danska og hugsanlega eitthvað annað.\n-Bugs"
        },
        {
            "user": "Addni",
            "user_id": "8004",
            "date": "2005-02-06 14:11:36",
            "id": "1954178",
            "reply_to_id": "1940434",
            "text": "Nú er ég búinn að læra dönsku í að ég held 4 ár.. og ég get ekki lesið eina A4 blaðsíðu af dönsku og skilið hvað textinn er um.."
        },
        {
            "user": "lilienfeld",
            "user_id": "20337",
            "date": "2005-02-06 19:32:23",
            "id": "1954821",
            "reply_to_id": "1954178",
            "text": "Þá hefur þú ekki lært dönsku í 4 ár.\nÞú hefur verið í dönskutímum í 4 ár og gert eitthvað allt annað en að fylgjast með, sem mér finnst persónulega sóun á tíma."
        },
        {
            "user": "forum",
            "user_id": "5686",
            "date": "2005-02-06 19:53:28",
            "id": "1954886",
            "reply_to_id": "1940434",
            "text": "gera dönsku sem valáfanga frekar en skildu\nhelvítis danska"
        },
        {
            "user": "Mephz",
            "user_id": "29276",
            "date": "2005-02-06 22:57:06",
            "id": "1955433",
            "reply_to_id": "1940434",
            "text": "ég hef sjálfur ekki neitt á móti dönsku sem tungumáli ágætis mál það, en það er bara ekkert use fyrir það.  Tungumálið sem eg vildi læra var sænska ég gæti allavega notað hana"
        },
        {
            "user": "Abbadon",
            "user_id": "36643",
            "date": "2005-02-07 02:40:12",
            "id": "1955701",
            "reply_to_id": "1940434",
            "text": "Ég bjó í danmörku í 4 ár… Tók mig aðeins 3 mánuði að læra að tala eins og innfæddur. Þannig þú hlýtur bara að vera á móti dönsku og þessvegan vildirðu ekki tala eins og infæddur;P\nKv. Abbi góði"
        },
        {
            "user": "DrDie",
            "user_id": "23043",
            "date": "2005-02-08 21:43:13",
            "id": "1959350",
            "reply_to_id": "1955701",
            "text": "haha, ég bjó þar í 2 ár og það tók mig líka 3 mánuði að læra tungumálið. :)"
        },
        {
            "user": "Soldier127",
            "user_id": "8627",
            "date": "2005-02-07 08:51:49",
            "id": "1955782",
            "reply_to_id": "1940434",
            "text": "Ég nenni ekki að lesa þessi svör en mig langar bara að segja að það eru fjölmargar bækur sem menn lesa í háskólum sem eru á Norsku eða Dönsku eða einhverju öðru Norðurlandamáli.  Það er nóg ástæða til að læra málið að mínu mati."
        },
        {
            "user": "Imanipah",
            "user_id": "48510",
            "date": "2005-02-08 14:41:13",
            "id": "1958174",
            "reply_to_id": "1940434",
            "text": "Haha Danir sucka."
        },
        {
            "user": "Gexus",
            "user_id": "5048",
            "date": "2005-02-08 18:02:01",
            "id": "1958655",
            "reply_to_id": "1940434",
            "text": "Ég get ekki verið meira sammála þér. DANSK ER IKKE SPROG!!"
        },
        {
            "user": "Gislinn",
            "user_id": "47818",
            "date": "2005-02-08 18:43:05",
            "id": "1958784",
            "reply_to_id": "1940434",
            "text": "oki skil það vel að fólk vill ekki læra þetta, ég var einmitt svona í grunnskóla, ég vildi ekki læra dönsku, en svo breytist þetta smátt og smátt þegar maður fer í menntaskóla.\nég er hinsvegar á því að þegar fólk fer að læra íslensku í grunnskóla þá ætti að vera kennd enska um leið, einu ári eftir að þessi tvö tungumál eru kennd þá ætti að vera val hjá foreldrum um dönsku, sænsku eða norsku og mun sú kennsla vera kominn í gang. Þegar einstaklingur fer í menntaskóla þá ætti að vera kennd danska í 2 áföngum og svo má maður ráða hvort maður tekur meira í þessu eða ekki.\nen ég er líka einn af þeim sem tel að krakkar í grunnskólum beri ekki næga ábyrgð og eigi að vera byrjuð að læra algebru í 4-5 bekk og vera að læra “menntaskólastærðfræði” í 8-10 bekk, einnig finnst mér að kennsla á þýsku og frönsku á að byrja fyrr.\nmín skoðun, annars finnst mér náttúru- og félagsfræði greinar eiga að vera eins og þær eru.\nallavega þá finnst mér krakkar í grunnskólum vera að komast upp með alltof mikið, ég hefði viljað vera miklu betur undirbúinn áður en ég færi í menntaskóla, (læra stafsettningu) vera kominn lengra í stærðfræði og raungreinum, með þessu móti væri líklegast hægt að koma flestum krökkum í gegnum menntaskóla á 2-3 árum í stað 3-4 árum.\nen það er bara mín skoðun."
        },
        {
            "user": "Gislinn",
            "user_id": "47818",
            "date": "2005-02-08 18:45:55",
            "id": "1958792",
            "reply_to_id": "1958784",
            "text": "las aftur yfir þetta og var kanski ekki alveg nógu skýr, það sem ég er að tala um með enskuna og íslenskuna er að krakkar byrja að læra ensku og íslensku í 2-3 bekk og svo dönsku í 3-4 bekk.\nsvo í svona 7 kanski 8 bekk læra þau þýsku og frönsku."
        },
        {
            "user": "arnival",
            "user_id": "56129",
            "date": "2005-02-08 20:05:39",
            "id": "1959089",
            "reply_to_id": "1940434",
            "text": "Þegar íslenskir nemendur sækja um að ganga í háskóla í danmörku þá eru þeir teknir fram yfir fólk frá öðrum löndum, vegna þess að þeir vita aðdanska er kennd hér."
        }
    ]
}