{
    "forum_title": "Ferðalög",
    "user": "StingerS",
    "user_id": "14433",
    "date": "2005-01-31 22:51:11",
    "title": "Reynslusaga.",
    "text": "Fyrir einu og hálfu ári flutti ég frá Íslandi til Malmö í Svíþjóð.\nÉg var nokkuð mikið á móti því vegna þess að ég elska Ísland og að ferðast á Íslandi er eitt það besta sem ég get hugsað mér!!\nBróðir minn sem að vildi gjarnan flytja var samt alltaf að segja mér hversu frábært þetta mundi vera og hvað ég eigi eftir að taka eftir því hversu innilokað Ísland er í rauninni. Ég tók ekki mark á þessu þá en núna eftir eitt og hálft ár úti hef ég skipt um skoðun.\nÍ þessari grein langar mér í rauninni bara að lýsa reynslunni minni á útlöndum þegar kemur að ferðalögum!!\nEins og flestir vita þá er brú milli Kaupmannahafnar og Malmö. Með lest tekur það ekki nema 12 mínútur að fara yfir og kostar ekki nema 35 sænskar (350 ISK) eina leið. Það er alveg ótrúlegt hvað er létt að komast í annað land hérna. Eitthvað sem að mér fannst svo hrikalega stórt þegar ég var á Íslandi.\nÞetta er ekki það eina, heldur er hægt að taka skipið héðan til Þýskalands: Rostock, Lübeck og Sassnitz og til Pólands: Gdansk.\nÞessar ferðir kosta milli 100 - 500 sænskar krónur (1000 - 5000 ISK) og tekur ekki nema 3 klukkutíma til Sassnitz og aðeins lengra á hina staðina. Þegar maður er svo kominn til Þýskalands er mjög létt að taka lest eða bara autobaninn niður tik Mið og Suður Evrópu.\nÞetta er það besta en svo er líka bónusinn að sjálfsögðu að maður getur alltaf farið upp til annara borga í Svíþjóð og í Noregi.\nÞetta er það sem að ég er búinn að fá að upplifa síðusta eina og hálfa árið með því að búa á þessum frábæra stað, Malmö.\nÉg er þess vegna búinn að læra tvo stóra hluti núna: Það er gott mál stundum að búa í útlöndum og sérstaklega á þessum stað og lestir eru besti farkostur sem að ég veit um. Ekki bara það að þetta er hratt og engar tafir heldur er þetta sérstaklega gott fyrir umferðina því þetta eiðir svo lítilli orku vegna þess að þetta fer eftir rafmagni. Ég vona að lestirnar eigi eftir að taka yfir rútur og neðanjarðarmetróar í staðinn fyrir strætóa einhverntímann. Það er ótrúlegt hvað það væri mikið betra fyrir náttúruvandamálin.\nSvo vil ég segja að lokum að ef einhver er að flytja til útland og vill það alls ekki þá á sá aðili að lýta á björtu hliðarnar og treystið mér að það er mikill ferðalaga munur á því að búa hér og á innilokaða klakanum.\nKlakinn hefur, er og mun samt alltaf vera bestur :)\nKv. StingerS",
    "url": "https://www.hugi.is/ferdalog/greinar/273800/reynslusaga/",
    "url_id": "273800",
    "id": "1940680",
    "replies": [
        {
            "user": "peacock",
            "user_id": "41298",
            "date": "2005-01-31 23:04:50",
            "id": "1941664",
            "reply_to_id": "1940680",
            "text": "Gaman að sjá að það eru fleiri að feta í fótspor mín og skrifa greinar um dvöl sína í öðru landi. Flott grein.\nkv.peacock"
        },
        {
            "user": "StingerS",
            "user_id": "14433",
            "date": "2005-02-01 13:49:10",
            "id": "1942470",
            "reply_to_id": "1941664",
            "text": "Já, ég verð að segja að ég var búinn að ákveða að skrifa grein um þetta fyrir löngu síðan en gerði aldrei neitt í því. Svo þegar ég sá þína grein og las hana þá ákvað ég bara að skrifa þessa grein í eitt skipti fyrir öll :)\nKv. StingerS"
        },
        {
            "user": "arnival",
            "user_id": "56129",
            "date": "2005-01-31 23:07:35",
            "id": "1941678",
            "reply_to_id": "1940680",
            "text": "Þetta hljómar mjög spennandi, ég sjálfur elska að ferðast á Íslandi og líka að fara til útlanda, en á Íslandi er það eitt fremur en í útlöndum að það er hægt að labba út í óspjallaða náttúru hvenær sem er, á meðan í Evrópu ernáttúrulega hægt að skað óendanlega marga menningarheima svo breytingar eru alltaf af hinu góða ef maður vill læra og hefur djúpa þekkingarþrá."
        },
        {
            "user": "inganossari",
            "user_id": "56131",
            "date": "2005-02-01 22:06:49",
            "id": "1943994",
            "reply_to_id": "1940680",
            "text": "Frabært ad fa svona greinar herna. Eg sjalf er alin upp i Noregi og var bara ad flytja hingad til Islands fyrir einu og halfu ari sidan og veit nakvæmlega hvad klakinn (og folkid a klakanum) getur verid einangradur.\nEg hef reyndar ferdast frekar mikid herna a Islandi og sed alveg helling. Vid fjølskyldan høfum alltaf ferdast mikid thegar vid høfum verid i heimsokn her og a medan vid høfum buid her.\nThar sem eg by a Akureyri hef eg mest røltad um i Myvatnssveit thar sem ad fadir minn elskulegi dyrkar thennan stad og vill helst fara eins oft og hægt er. En Tho ad island se mjøg fjølbreytt og hefur mikid upp a ad bjoda, tha sækist madur natturulega alltaf eftir ødrum menningarheimum og ødruvisi landslag.\nEg sem nordmadur er nanast ad fa vidattukennd af thvi ad bua i svona opnu landslagi,ekki umlykt skogi eins og eg er vøn. Sakna thess mjøg mikid ad ganga um i skoginum.\nEg bara thvi midur gerdi ekki nogu mikid af thvi ad ferdast i Noregi a medan eg bjo thar vegna thess ad eg bjo i oslo og vid attum aldrei bil (svo var natturulega alltaf farid til Islands i øllum frium) En thad sem eg hef sed af noregi er svo otrulega fjølbreytt og eg se alveg rosalega mikid eftir thvi ad hafa ekki ferdast meira. Madur veit aldrei hvad madur hefur fyrr en madur hefur glatad thvi! Hvet alla Islendinga sem bua i Scandinaviu til ad nyta ser tækifærid til ad ferdast um evropu….!\nTakk for meg:)"
        }
    ]
}