{
    "forum_title": "Deiglan",
    "user": "gdan",
    "user_id": "6677",
    "date": "2001-05-16 13:58:05",
    "title": "Bensín...",
    "text": "Jæja.\nNú hef ég fengið mig fullsaddann af þessari bensínumræðu. Það sem ég skil ekki er hversvegna við Íslendingar tökum okkur ekki saman einu sinni og MÓTMÆLUM. Þá meina ég ekki að skera sundur nokkrar leiðslur á bensíndælum hingað og þangað um bæinn, það flokkast seint undir mótmæli, frekar skemmdarverk.\nÁ sumum stöðum erlendis þar sem svipaðir bensínhækkanir hafa átt sér stað, hættir fólk einfaldlega að taka bensín. Það notast að við almenningsamgöngur, hjól og tvo jafnfljóta þar til bensínfyrirtæki gefa eftir og lækka verðið að nýja.\nNú er þessu “verðstríði” lokið á bensínstöðvunum og bensínið orðið næstum því jafndýrt og áður. Þetta var aðeins smá leiksýning fyrir okkur neytendur til kaupa frið. Ég veit að fyrir mína parta, þá mótmæli ég á þann hátt að taka eins lítið bensín og ég kemst upp með og þá þar sem það er ódýrast og geng og tek strætó eins og ég get.",
    "url": "https://www.hugi.is/deiglan/greinar/27414/bensin/",
    "url_id": "27414",
    "id": "182835",
    "replies": [
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2001-05-16 14:32:26",
            "id": "182836",
            "reply_to_id": "182835",
            "text": "I ride the bus(driver) and it's fun, cheap and good baby"
        },
        {
            "user": "kjwise",
            "user_id": "993",
            "date": "2001-05-16 14:53:07",
            "id": "182837",
            "reply_to_id": "182835",
            "text": "Ég hjóla bara, rekstrarkostnaður á bíl á eftir að borga hjólið mitt upp á 5 mánuðum."
        },
        {
            "user": "sinnep",
            "user_id": "1562",
            "date": "2001-05-16 19:02:14",
            "id": "182838",
            "reply_to_id": "182835",
            "text": "Því veður og landslag býður ekki alveg uppá að hjóla langar vega lengdir .. en ég myndi samt leggja mitt af mörkum við þetta !"
        },
        {
            "user": "sinnep",
            "user_id": "1562",
            "date": "2001-05-16 19:02:15",
            "id": "182839",
            "reply_to_id": "182835",
            "text": "Því veður og landslag býður ekki alveg uppá að hjóla langar vega lengdir .. en ég myndi samt leggja mitt af mörkum við þetta !"
        },
        {
            "user": "Occupy",
            "user_id": "183",
            "date": "2001-05-16 21:03:08",
            "id": "182840",
            "reply_to_id": "182835",
            "text": "Ef maður ætlaði að mótmæla með því að taka strætóa þá væri maður eiginlega meira að refsa sjálfum sér :)"
        },
        {
            "user": "kjartans",
            "user_id": "9070",
            "date": "2001-05-17 06:35:27",
            "id": "182841",
            "reply_to_id": "182840",
            "text": "Algerlega sammála.  Áður en ég fer að taka strætó aftur þá þarf eitthvað mikið að gerast í skipulagninu strætókerfisins í Reykjavík.\nÉg tók strætó í heílt ár eftir að ég flutti heim frá svíþjóð (þar hjólaði ég um allt) en þá gafst ég upp og keypti bíl og lofaði sjálfum mér að ég skildi aldrei nota guluna aftur."
        },
        {
            "user": "gthg",
            "user_id": "4723",
            "date": "2001-05-17 13:22:48",
            "id": "182842",
            "reply_to_id": "182835",
            "text": "Ég held að besta leiðin til að mótmæla þessari bensínhækkun væri að hætta alveg að versla við sjoppuna í bensínstöðvunum, þ.e. hætta að kaupa þar gos nammi o.s.frv. . Því olíufélögin eru með mestu álagninguna á þessum vörum og myndu því tapa mest á því hlutfallslega. Á meðal bensínstöð er vörusala rúmlega 1/3 af veltu. Ég held að forsvarsmenn olíufélaganna myndu hugsa til hryllings ef þeir myndu missa þessa veltu úr fyrirtækjum sínum og fyrir utan þá rýrnun sem yrði á  vörum þeirra ef engin verslaði við þá."
        },
        {
            "user": "gdan",
            "user_id": "6677",
            "date": "2001-05-17 13:38:09",
            "id": "182843",
            "reply_to_id": "182842",
            "text": "Já… sammála .. það er hægt að tala endalaust.. en það er eins og við Íslendingar getum ekki staðið saman þegar á reynir…."
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2001-05-17 22:24:16",
            "id": "182844",
            "reply_to_id": "182843",
            "text": "Íslendingar að mótmæla? Það væri gaman að sjá. Tökum sem dæmi þá sjómenn sem stóðu fyrir framan Alþingi hrópandi fyrir betri kjör. Jæja, þeir sem stóðu að undirbúningi þessara mótmæla bjuggust við svona jah 500 sjóurum en fengu e-ð um 50. Íslendingar eru of latir til að fara og mótmæla hressilega. Ég er t.d. partur af þessum lötu. Kæmi ekki til grænna greina að koma sér niður á Austurvöll og hrópa einhver slagorð.\nEinu óeirðir sem hafa komið upp á Íslandi voru þegar við gengum í NATO. Ætli þær hafi ekki staðið í svona 1 klst.\nSiggibet"
        }
    ]
}