{
    "forum_title": "Knattspyrna",
    "user": null,
    "user_id": null,
    "date": "2005-02-05 10:29:27",
    "title": "Saga Liverpool ( Mjög ítarlegt og langt ) Hluti 1",
    "text": "Saga Liverpool Football Club, sigursælasta félags enskrar knattspyrnu, hefst í raun með sögu annars félags St. Domingo´s Football Club, sem var stofnað 1878. Þetta félag hlaut árið eftir nafnið Everton. Liðið lék fyrst á Stanley Park á árunum 1878 til 1882 og svo á Priory Road frá 1882 til 1884 en þá hóf liðið að leika á Anfield Road. Árið 1892 upphófust deilur stjórnar Everton við sinn eigin forseta John Houlding, um leiguna á vellinum. John, sem kallaður var King John of Everton, var auðugur athafnamaður sem lét víða til sín taka. Til dæmis varð hann borgarstjóri Liverpoolborgar árið 1897. John auðgaðist þó mest á brugghúsi sínu sem framleiddi mjöðinn góða “Houlding Sparkling Ales”. En John var í þeirri einkennilegu stöðu að eiga hlut í landsvæðinu sem Anfield var byggt á. Fundur var haldinn um málið þann 12. mars. Niðurstaða fundarins varð sú að Everton flutti frá Anfield með allt sitt hafurtask og hóf leik á Goodison Park, handan Stanley Park garðsins. Aftur var fundað 15. mars heima hjá Houlding og þá dagsetningu má allt eins telja sem afmælisdag félagsins. John Houlding lagði sem sagt aldeilis ekki árar í bát og stofnaði sitt eigið knattspyrnufélag og skírði það Everton, sama nafni og gamla félagið hans. Enska knattspyrnusambandið skar úr um að hann þyrfti að velja sér annað nafn því að það væri ekki hægt að hafa tvö lið með nákvæmlega sama nafn. Houlding fór að ráðum vinar síns William E. Barclay, fyrrum ritara Everton, og ákvað að kalla það Liverpool Football Club. En sá hængur var á að það var rúgbýlið í borginni sem bar það nafn en sem fyrr dó Houlding ekki ráðalaus og skeytti Association þar inn á milli og nýja félagið hét því Liverpool Association Football Club. Meirihlutinn af starfsliðinu og leikmönnunum héldu kyrru fyrir í Everton þannig að nú þurfti Houlding að byggja lið upp frá grunni. Írinn “hinn heiðarlegi” John McKenna var hliðhollur Houlding og eins William E Barclay og hann sá um að finna nýja liðsmenn fyrir félagið. John Houlding var stofnandi Liverpool AFC en McKenna var maðurinn á bak við velgengni liðsins á vellinum. McKenna fékk 500 sterlingspund frá John Houlding til að byggja upp lið og hann hélt rakleiðis til Skotlands þar sem hann keypti 13 Skota og af því leiddi að Liverpool var kallað “Lið Makkanna” (Team of all the Macs) því að föðurnöfn þeirra flestra hófust á Mc. John fór aldrei fram á endurgreiðslu á pundunum 500. Frá 1892 til 1896 teljast John McKenna og William Barclay báðir framkvæmdastjórar Liverpool.  Það gekk betur hjá þeim félögum en þegar Liverpool reyndi þetta fyrirkomulag á ný meira en öld síðar þegar Roy Evans og Gerard Houllier héldu saman um stjórnartaumana.\nLiverpool sótti um inngöngu í ensku deildarkeppnina en var hafnað og léku því í Lancashire-héraðsdeildinni til að byrja með. Þann 1. september árið 1892 lék Liverpool AFC sinn fyrsta leik á Anfield gegn Rotherham í vináttuleik. Annálar greina frá því að John Houlding hafi tekið upphafsspyrnuna í leiknum. Liverpool vann 7-1 og að sjálfsögðu var það Skoti Malcolm McVean að nafni sem skoraði fyrsta mark félagsins snemma leiks. Völlurinn tók um 20.000 áhorfendur en það var frekar tómlegt um að litast á fyrsta heimaleik Liverpool því aðeins 100 manns sáu sér fært að mæta á staðinn en 10.000 áhorfendur komu sér fyrir sama dag á Goodison og horfðu á Everton. Tveimur dögum síðar lék Liverpool fyrsta kappleik sinn í Lancashiredeildinni fyrir framan 200 áhorfendur. Andstæðingarnir voru Higher Walton og aftur vann Liverpool stórsigur 8:0. Allir leikmennirnir sem léku leikinn fyrir hönd Liverpool voru skoskir ef ættfræðin hefur ekki brugðist heimildarmönnum. Frábær frammistaða þessa nýstofnaða liðs spurðist út. Það var varla að þeir Houlding og McKenna trúðu sínum eigin augum þegar 3.000 áhorfendur mættu á Anfield 10. september er Liverpool bar sigurorð af Stockport og fór á topp deildarinnar. Menn höfðu verið efins um að nægur áhugi væri í borginni til að halda uppi tveimur liðum en Liverpool fór mikinn í leikjum tímabilsins og vann auðveldan sigur í Lancashiredeildinni. Hápunktur leiktíðarinnar var án efa fyrsta viðureign Everton og Liverpool sem fram fór í Liverpool Senior-bikarkeppninni. Mikill skjálfti var á báðum vígstöðvum fyrir leikinn enda mikill heiður í húfi. Augljóslega var skjálftinn heldur meiri í herbúðum Everton því að forráðarmenn félagins tóku þá ótrúlegu ákvörðun að setja á tilgangslausan leik gegn smáliðinu Renton sama dag. Þannig að ef Liverpool myndi fara með sigur af hólmi þá sýndu sögubækurnar fram á það að sökum leikjaálags þá gat Everton ekki stillt upp sínu sterkasta liði gegn Liverpool og sigurinn myndi því vera lítils virði. Leiknum lauk með 1-0 sigri Liverpool og var harkan mikil í leiknum. Eftir leik mótmæltu leikmenn Everton gríðarlega vegna þess sem þeir töldu vera þeim óhliðholla dómgæslu. Vegna æsings leikmanna og forráðamanna Everton var ekki hægt að hafa verðlaunaafhendingu að leik loknum og fengu leikmenn Liverpool bikarinn ekki fyrr en á næsta heimaleik. John hafði gaman af og sagði skemmtilegt að sjá gamlan kunningja að nýju! Átti hann þar við bikarinn góða því Everton hafði unnið hann á meðan hann var í stjórn þar á bæ.\nVera Liverpool í Lancashiredeildinni stóð aðeins yfir í eitt tímabil. Knattspyrnusambandið ákvað að fjölga liðum í 2. deild úr 12 í 15 og McKenna sá gullið tækifæri til að Liverpool gæti loksins keppt á landsvísu. Félagið átti ekki fúlgur fjár enda meðaláhorfendafjöldi á Anfield rétt undir 2.000 manns. McKenna sendi símskeyti til London án þess að fá til þess tilskilin leyfi frá stjórn Liverpool: “Liverpool sækir um þátttökurétt í 2. deild” og skrifaði undir Barclay sem var opinber framkvæmdastjóri liðsins. Það hefur því komið William E Barclay talsvert á óvart er honum barst skeyti frá Knattspyrnusambandinu: “Liverpool varð fyrir valinu. Komið til London á morgun klukkan þrjú til að ákveða leikjaniðurröðun”. John McKenna sannfærði stjórnarmenn um að þetta væri rétta leiðin og fór til London sem fulltrúi félagsins til þess að ganga frá formsatriðum.\nLiverpool lék enn í bláum og hvítum peysum og dökkum buxum þegar það lék sinn fyrsta deildarleik í sögu félagsins á útivelli gegn Middlesbrough Ironopolis þann 2. september 1893. Malcolm McVean kom Liverpool á bragðið og Joe McQue bætti öðru marki við með frábæru langskoti. Liðið var skipað eftirtöldum leikmönnum: McOwen, Hannah, McLean, Henderson, McQue, McBride, Gordon, McVean, M. McQueen, Stott og H. McQueen. Fyrsti heimaleikurinn í deildinni fór fram á Anfield Road 9. september gegn Lincoln og Liverpool byrjaði vel með 4:0 sigri fyrir framan 5.000 áhorfendur. Liverpool var ekki stöðvað þetta tímabil og hreppti efsta sæti 2. deildar án þess að tapa leik sem var einstakt afrek. En reglurnar sögðu til um að ef liðið vildi komast í 1. deild þá þyrfti það fyrst að leggja af velli neðsta lið 1. deildar sem var í þessu tilviki Newton Heath sem var betur þekkt síðar sem Manchester United. Liverpool vann 2-0 á Anfield og leiðin upp í 1. deildina var greið. Árið 1894 var byggð stúka á Anfield Road þar sem núna er aðalstúkan, Main Stand. Þessi stúka þótti glæsileg og stóð lengi. En ekki var öll aðstaða til fyrirmyndar því að enn voru ekki komin búningsherbergi við völlinn. Leikmenn skiptu um föt á Sandon hótelinu sem var í um eitthundrað metra fjarlægð frá Anfield og þaðan gengu leikmenn til leiks meðal áhorfenda sem voru á leið á leikinn.\nLiverpool skipti yfir í rauða litinn, sem var einkennislitur Liverpoolborgar, árið 1896 og lék nú í rauðri treyju og hvítum buxum. Þó ber ekki öllum heimildum saman um hvaða ár rauði liturinn var tekinn upp. Liverfuglinn “Liverbird”, sem hefur lengi verið merki borgarinnar, birtist ekki fyrr en árið 1901 í merki félagsins. Styrkleikamunurinn á deildunum var mikill og fór ekki betur en svo að félagið hrapaði í 2. deild á ný vorið 1895. En liðið fór beinustu leið upp aftur. Liðið fór á kostum í 2. deildinni leiktíðina 1895-96 og setti fjölmörg met í markaskorun og sum þeirra standa enn. Liðsmenn gengu berserksgang við mörk andstæðinga sinna og alls skoraði liðið 106 mörk í aðeins 30 leikjum. Þetta er enn met yfir skoruð deildarmörk á einni leiktíð hjá félaginu. Tíu sinnum skoraði liðið fimm mörk eða fleiri í leik. Á þessari leiktíð vann Liverpool sinn stærsta sigur í deildarleik þegar liðið lagði Rotherham 10:1 á Anfield þann 18. febrúar 1896. Allen 4, McVean 3, Ross 2 og Becton skoruðu mörkin. John McKenna vildi minnka afskipti sín af liðinu og gerðist ráðsettur stjórnarformaður. Fyrir leiktíðina 1896-97 réði hann Skotann Tom Watson til félagsins. Tom hafði getið sér góðs orðspors sem framkvæmdastjóri Sunderland sem vann enska meistaratitilinn árin 1892, 1893 og 1895. McKenna bauð honum dágóða launahækkun og mikilvægt skref í átt að meistaratitli var stigið. Liverpool lét fljótt að sér kveða í stórkeppnum og á fyrstu leiktíð Tom hjá félaginu komst liðið í undanúrslit F.A. bikarsins. Leikið var gegn stórliði Aston Villa á Bramall Lane í Sheffield en tapaði 3:0. Leikmenn Liverpool höfðu greinilega lært sína lexíu og eftir þokkalegt tímabil í 1. deild, lauk Liverpool tímabilinu 1898-1899 í öðru sæti og komst í undanúrslit F.A. bikarsins að nýju. Sannkölluð maraþonviðureign var fyrir höndum við Sheffield United. Fyrst léku liðin í Nottingham og gerðu 2:2 jafntefli. Næst var haldið á Burnden Park í Bolton og aftur skildu liðin jöfn 4:4. Þriðji leikurinn fór fram á Fellowfield í Manchester. Mikill áhugi var á leiknum og 30.000 áhorfendur tróðu sér inn á leikvanginn. Liverpool leiddi 1:0 en því miður varð að flauta leikinn af. Ástæðan var sú að áhorfendur fóru hvað eftir annað inn á völlinn vegna þess að áhorfendastæðin rúmuðu ekki mannfjöldann. Fjórði leikurinn varð því staðreynd og fór hann fram í Derby. Í þeim leik hafði Sheffield betur 1:0. Áttatíu og einu ári síðar lék Liverpool aftur fjóra leiki í undanúrslitum F.A. bikarsins þá gegn Arsenal. Líkt og 1899 töpuðu þeir fjórða leiknum 1:0.\nLiðið var á uppleið og ofar var ekki komist í bili þegar fyrsti meistaratitill Liverpool leit dagsins ljós árið 1901. Liverpool var fimm stigum á eftir Sunderland sem var í efsta sæti [hafa ber í huga að tvö stig voru gefin fyrir sigur] er nálgaðist lok tímabils en fjórir sigrar í síðustu fimm leikjunum tryggði liðinu titilinn. Sigurinn var gulltryggður í síðasta leik á útivelli gegn W.B.A þegar John Walker skoraði eina mark leiksins. Daily Express óskaði Liverpool til hamingju: “Liðið frá Lancashire hefur komist á toppinn þrátt fyrir misjafna byrjun á tímabilinu. En form þeirra að undanförnu hefur leitt til mikillar velgengni og Herra Tom Watson og lið hans eiga hrós skilið fyrir að vinna til æðstu verðlauna deildarinnar. Þeir héldu heim á leið samdægurs og þetta var eftirminnilegur dagur fyrir leikmennina og þann mikla mannfjölda sem beið þeirra á aðalbrautarstöðinni.” Sam Raybould var markakóngur liðsins á leiktíðinni með 16 mörk í deildinni en besta árangri náði hann leiktíðina 1902-03 þegar hann skoraði 31 deildarmark í 33 leikjum. Þetta var met hjá Liverpool og stóð til leiktíðarinnar 1930-31 þegar Gordon Hodgson skoraði 36 deildarmörk. Raybould lék alls 224 leiki og skoraði 127 mörk á ferli sínum hjá Liverpool. Liverpool bætti líka Liverpool Senior bikarnum í safnið sem var keppni milli liða í Liverpool og nærsveitum. Sá bikar skipti miklu á þessum árum því Everton var jú meðal liða sem þátt tóku í keppninni. Liverpool vann þessa keppni þrjú ár í röð 1901, 1902 og 1903. Stuðningur áhorfenda var góður og meðaltal á heimaleikjum var rúmlega 15.000 áhorfendur. John Houlding var stoltur af liði sínu og taldi það ekki slæman árangur að byggja lið frá grunni sem verður svo meistari aðeins níu ára gamalt. John Houlding lést tæpu ári síðar en sonur hans John Houlding yngri hafði þegar tekið við formennskunni.\nFyrsta stórstjarna Liverpool var Skotinn Alex Raisbeck sem fór fyrir vörn Liverpool af miklum myndugleik og var einnig fyrirliði liðsins. McKenna hafði komið auga á hann er hann lék með Stoke City og ráðlagði Watson framkvæmdastjóra að kaupa þennan kappa og greiddi Liverpool 350 pund fyrir hann árið 1898. Raisbeck var álitinn besti varnarmaður sinnar kynslóðar og íþróttafréttamenn staðarblaðsins Liverpool Echo voru engu síður aðdáendur Skotans snjalla: “Maður sem ber sig af eins miklum glæsileik og Raisbeck myndi vekja athygli hvar sem er. Hann er myndarmaður og er tignarlegur á velli prýddur ljósum hármakka sem slær á rjóðar kinnar hans.” Raisbeck var harður í horn að taka og þrátt fyrir að hann væri einungis 176 sentimetrar þá var hann sterkur í loftinu einnig. Samtíðarmaður hans lýsti honum sem “vélmenni gætt þvílíkri greind og bókstaflega iðar af lífsgleði.” Enn ein lýsingin á kappanum hljóðaði upp á samlíkingu við gríska glæsimennið og herkonunginn Alexander mikla. Liverpool var ákveðið að halda fast í gullmolann sinn og bætti ofan á 4 punda vikulaun hans með því að ráða hann til þess að hafa umsjón með því að auglýsingaspjöld fyrir leiki Liverpool væru sett upp víðsvegar um héraðið samkvæmt tilskildum reglum. Hann reyndist þó aldrei þurfa að sinna þessu starfi þar sem þetta var einungis ein leið sem tíðkaðist á þessum tíma hjá félögunum til að veita leikmönnum sínum aukaskilding en launaþak var á launum leikmanna í Englandi.\nLiverpool olli vonbrigðum á næsta tímabili en sérstaka athygli vakti afrek Andy McGuigan sem varð fyrsti leikmaður Liverpool til að skora fimm mörk fyrir Liverpool í einum og sama leiknum. Stoke var fórnarlambið og lokastaðan 7-0 en veikindi í herbúðum Stoke hjálpuðu Andy óneitanlega er níu leikmenn voru inná hjá Stoke í leikslok en á tímabili í leiknum voru þeir aðeins sjö! Þeir voru nefnilega með heiftarlega magakveisu og þurftu ótt og títt að skreppa á kamarinn á meðan leik stóð. Liverpool innbyrti annan meistaratitil sinn árið 1906 eftir að hafa skroppið niður í 2. deild í millitíðinni leiktíðina 1904-05. Þeir unnu þar með það einstæða afrek að sigra í 2. deild og halda rakleitt að meistaratitli í 1. deild á tveimur árum. Enn magnaðist stuðningurinn og meðaltal áhorfenda sló fyrri met og fór yfir 17.000. Liverpool vonaðist eftir því að vinna tvennuna; deild og bikar. Liðið komst í undanúrslit F.A. bikarsins og voru mótherjarnir Everton af öllum liðum. Liðin léku á Villa Park fyrir framan 30.000 áhorfendur. Everton vann 2:0 og bar síðan sigur úr býtum í úrslitaleiknum 1:0 gegn Newcastle United. Tveir stærstu bikarar landsins voru komnir til Liverpoolborgar og þetta var ekki í síðasta skipti sem það gerðist. Joe Hewitt var markahæsti leikmaður liðsins í deildinni með 23 mörk. Joe lék 164 leiki og skoraði 69 mörk á leikferli sínum með Liverpool. Hann var alls 60 ár í þjónustu félagsins sem leikmaður, þjálfari og við önnur störf og var mjög vinsæll hjá félaginu alla tíð.\nAlex Raisbeck var enn sem fyrr lykilmaður í liði Liverpool og einnig fyrirliði skoska landsliðsins. Hann leiddi lið sitt til 2-1 sigurs gegn enska landsliðinu á hinum nýja Hampdenleikvangi í Glasgow árið 1906. Markvörður Englendinga, James Ashcroft, hreifst af tilburðum Raisbeck til að stöðva hinn stórhættulega framherja Bolton Albert Shepherd: “Ég hef aldrei séð þvílíka frammistöðu, ég gat ekki tekið augun af honum.” Árið 1906 var einnig merkilegt fyrir þær sakir að þá reis áhorfendastæði sem gerði þar með 60.000 áhorfendum kleift að koma sér fyrir á Anfield. Þetta nýja stæði tók um 20.000 áhorfendur og var skírt The Spion Kop til minningar um þann fjölda heimamanna sem féll í orrustunni á “Spion Kop” hæðinni í Suður-Afríku í Búastríðinu árið 1901. Áhorfendum á The Kop eins og hún var kölluð í daglegu tali gafst þó einungis eitt tímabil til að virða hetju Liverpoolmanna Alex Raisbeck fyrir sér því að loknu tímabilinu 1906-1907 taldi hann orðið tímabært að setjast í helgan stein 29 ára að aldri. Alex lék alls 340 leiki og skoraði 21 mark á árunum 1898 til 1909. Hann reyndi fyrir sér við framkvæmdastjórn hjá nokkrum liðum með þokkalegum árangri en endaði starsfaldur sinn sem njósnari hjá Liverpool.\nMögur ár voru framundan þó að annað sætið næðist 1910. Árið 1914 birti heldur til og Tom Watson gat hlakkað til úrslitaleiksins í bikarkeppni knattspyrnusambandsins sem Liverpool hafði aldrei unnið. Tom hafði fram að þessu þrívegis upplifað tap með liðinu í undanúrslitum. Liverpool átti ekki góða leiktíð í deildinni og hafnaði aðeins í 16. sæti. Á leiðinni í úrslitin lagði Liverpool: Barnsley, Gillingham, West Ham United og Queens Park Rangers áður en kom að undanúrslitunum. Þar lék Liverpool gegn Aston Villa og var leikið á White Hart Lane. Aðeins 27.000 áhorfendur mættu því Aston Villa var talið næsta öruggt með sigur enda liðið sterkt á þessum árum. En Liverpool kom nokkuð á óvart og vann sigur 2:0. Jimmy Nicholl skoraði bæði mörkin framhjá fyrrum markverði Liverpool hinum frábæra Sam Hardy, sem lék 239 leiki með Liverpool á árunum 1905 til 1912. Burnley var mótherji Liverpool í úrslitunum.\nÞann 25. apríl 1914 stóðu menn jafnvel ofan á staurum, sátu uppi í trjám eða voru bara yfirleitt hvar sem útsýni gafst yfir Crystal Palace völlinn í Lundúnum. 72.778 áhorfendur var opinber áhorfendafjöldi en sumir telja að miklu fleiri hafi verið á leiknum. Þetta var nítjándi og síðasti úrslitaleikurinn sem fór fram á þessum fornfræga velli sem rúmaði 122.000 áhorfendur. Aðsókn að leiknum þótti ekki mikil því liðin höfðu ekki mikið aðdráttarafl nema fyrir stuðningsmenn sína. Talið er að 20.000 stuðningsmenn Liverpool hafi flykkst til höfuðborgarinnar til að sjá leikinn. Hans hátign George hinn fimmti var viðstaddur þennan merkisatburð og var fyrsti þjóðhöfðingi Englands sem gerði svo. Hann lagði þar með grunninn að þeirri hefð að meðlimur konungfjölskyldunnar heiðri liðin í úrslitum F.A. bikarsins með nærveru sinni. Úrslitaleikurinn var tekinn mjög alvarlega ekki síður en nú á dögum. Leikmenn og forráðamenn Liverpool höfðu yfirgefið heimaborg sína á mánudeginum fyrir leik og haldið til æfinga og undirbúnings fjarri borginni. Fyrirliði Liverpool Henry Lowe gat ekki leikið vegna meiðsla og var Robert Ferguson fyrirliði í hans stað. Lið Liverpool var þannig skipað í þessum fyrsta bikarúrslitaleik félagsins: Kenny Campbell, Ephraim Longworth, Bob Pursell, Tom Fairfoul, Robert Ferguson, Don McKinlay, John Sheldon, Arthur Metcalf, Tom Miller, Bill Lacey og Jimmy Nicholl. Leikurinn sjálfur þótti bragðdaufur og greindi eitt dagblaðanna frá því að besta augnablikið hafi átt sér stað í hálfleik þegar skrúðganga hersins vakti athygli áhorfenda. Á 58. mínútu leiksins skoraði fyrrum framherji Everton, Bert Freeman, eina mark leiksins fyrir Burnley. Skotið var óverjandi fyrir Kenny Campbell í markinu. Liverpool sótti af krafti undir lokin, vel studdir af aðdáendum sínum, en tókst ekki að jafna. Segja heimildir að Liverpool hafi verið óheppið að tapa leiknum en mörkin telja. Stuðningsmenn Liverpool voru tryggir fyrr sem nú og studdu liðið dyggilega í leiknum. Eins tóku stuðningsmenn félagsins höfðinglega á móti liðinu í þúsundatali þegar það kom aftur til Liverpool. En þeir sem sáu um fjármál félagsins gátu glaðst því 14.000 sterlingspund komu í kassann eftir góða framgöngu liðsins í bikarkeppninni. Leikmenn Liverpool reyndu að gleyma þessu sára tapi en félaginu auðnaðist ekki að komast í úrslit bikarsins fyrr en 36 árum síðar og það leið rúm hálf öld áður en félagið vann loks bikarinn.",
    "url": "https://www.hugi.is/knattspyrna/greinar/274321/saga-liverpool-mjog-itarlegt-og-langt-hluti-1/",
    "url_id": "274321",
    "id": "1946184",
    "replies": [
        {
            "user": "jungleman",
            "user_id": "40195",
            "date": "2005-02-05 11:01:20",
            "id": "1951841",
            "reply_to_id": "1946184",
            "text": "Ég er fyrstur.\nArsenal rúlara"
        },
        {
            "user": "jungleman",
            "user_id": "40195",
            "date": "2005-02-05 11:17:03",
            "id": "1951856",
            "reply_to_id": "1951841",
            "text": "LOOOL arsenal sukkkkka !!"
        },
        {
            "user": "StingerS",
            "user_id": "14433",
            "date": "2005-02-05 11:18:46",
            "id": "1951859",
            "reply_to_id": "1951856",
            "text": "Hmmm í hvaða sæti er Arsenal og í hvaða sæti er Libbann.\nOg hverjir skíttöpuðu fyrir Soton"
        },
        {
            "user": "StingerS",
            "user_id": "14433",
            "date": "2005-02-05 11:34:05",
            "id": "1951875",
            "reply_to_id": "1951859",
            "text": "Í hvaða sæti er Chelsea??\nKv. StingerS"
        },
        {
            "user": "StingerS",
            "user_id": "14433",
            "date": "2005-02-05 11:37:05",
            "id": "1951877",
            "reply_to_id": "1951875",
            "text": "Hærra en Liverpool það er á hreinu"
        },
        {
            "user": "StingerS",
            "user_id": "14433",
            "date": "2005-02-05 11:41:21",
            "id": "1951880",
            "reply_to_id": "1951877",
            "text": "Hehe, já það er alveg satt :)\nKv. StingerS"
        },
        {
            "user": "BlueAndPurple",
            "user_id": "24625",
            "date": "2005-02-05 17:36:59",
            "id": "1952582",
            "reply_to_id": "1951859",
            "text": "Ekki vera segja mikið, Arsenal tapaði 2-0 á móti Bolton !"
        },
        {
            "user": "BlueAndPurple",
            "user_id": "24625",
            "date": "2005-02-05 17:42:20",
            "id": "1952590",
            "reply_to_id": "1952582",
            "text": "Og Liverpool tapaði 2-0 á móti Soton"
        },
        {
            "user": "BlueAndPurple",
            "user_id": "24625",
            "date": "2005-02-05 17:46:56",
            "id": "1952597",
            "reply_to_id": "1952590",
            "text": "Já…ég náði því, og ég var bara að segja við þig að Arsenal er ekki það góðir og þú heldur.\nLiverpool unnu nú Arsenal.\nPoolari"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-05 17:48:04",
            "id": "1952600",
            "reply_to_id": "1952597",
            "text": "Liverpool eru gúllas"
        },
        {
            "user": "parza",
            "user_id": "56297",
            "date": "2005-02-05 15:12:46",
            "id": "1952273",
            "reply_to_id": "1951841",
            "text": "þetta er bara copy pastað af www.liverpool.is"
        },
        {
            "user": "AngelicX",
            "user_id": "7629",
            "date": "2005-02-05 12:46:41",
            "id": "1951960",
            "reply_to_id": "1946184",
            "text": "Ok geta heimilda. ÞETTA ER COPY PASTE AF LIVERPOOL.IS !!!!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-05 14:33:31",
            "id": "1952194",
            "reply_to_id": "1951960",
            "text": "Ok geta heimilda. ÞETTA ER COPY PASTE AF LIVERPOOL.IS !!!!!!\nNákvæmlega!\nEf þú vissir það ekki fyrir þá er stranglega bannað að taka afrit að öðrum síðum og birta það sem þinn pistill hér inn á Huga. Mér finnst eins og stjórnin ætti að taka þennan pistil til athugunar, og ef stjórnendur þessa spjalls vilji vita hvar er hægt að lesa\nnákvæmlega\nsama texta þá er hann\nhér\n.\nEn annars; Áfram Liverpool!"
        },
        {
            "user": "supersoundseeker",
            "user_id": "56855",
            "date": "2005-02-05 14:44:07",
            "id": "1952214",
            "reply_to_id": "1946184",
            "text": "“geta heimilda, sýna rök”  shdfkjdhkfjdhfkj\nfokking nördar.\nLiverpool er ömurlegur klúbbur..   Gerrard er stelpustráku"
        },
        {
            "user": "BlueAndPurple",
            "user_id": "24625",
            "date": "2005-02-05 17:38:29",
            "id": "1952586",
            "reply_to_id": "1952214",
            "text": "Þú ert stelpustrákur."
        },
        {
            "user": "supersoundseeker",
            "user_id": "56855",
            "date": "2005-02-05 20:12:39",
            "id": "1952914",
            "reply_to_id": "1952586",
            "text": "þú ert brundbumba"
        },
        {
            "user": "BlueAndPurple",
            "user_id": "24625",
            "date": "2005-02-05 23:40:44",
            "id": "1953372",
            "reply_to_id": "1952914",
            "text": "Þroskastu."
        },
        {
            "user": "supersoundseeker",
            "user_id": "56855",
            "date": "2005-02-06 00:18:54",
            "id": "1953505",
            "reply_to_id": "1953372",
            "text": "til að þér líði betur nei takk"
        },
        {
            "user": "Daddi56",
            "user_id": "33186",
            "date": "2005-02-05 17:07:18",
            "id": "1952517",
            "reply_to_id": "1946184",
            "text": "Mér finnst þetta nú bara nokkuð lélegt að stela þessu af liverpoo.is\nog já… þetta sínir þroska man utd aðdáenda hérna á íslandi sem hafa svarað hérna á undan mér\nAfram LiverpooL !!!"
        },
        {
            "user": "supersoundseeker",
            "user_id": "56855",
            "date": "2005-02-05 19:07:18",
            "id": "1952767",
            "reply_to_id": "1952517",
            "text": "“geta heimilda, sýna rök” shdfkjdhkfjdhfkj\nfokking nördar.\nLiverpool er ömurlegur klúbbur.. Gerrard er stelpustrákur\nFokking nördar? Nei. Þú ert allra líklegastur af þeim sem er búnir að svara þessum pósti hjá honum að vera nörd. Mér sýnist svo.\nOg Liverpool ömurlegur klúbbur? Haha, þú ert fyndin/n. Liverpool er sigursælasti klúbbur Englands. Halló?\nÞótt Gerrard sé ekki í þínu uppáhaldsliði og þið langi innst inni að fá hann, ekki byrja þá að kalla hann\nstelpustrák\nog eitthvað í þeim dúr. Sættu þið við það að það er ekkert hægt að copy/paste Gerrard … hann er bara einn og hann spilar með Liverpool."
        },
        {
            "user": "supersoundseeker",
            "user_id": "56855",
            "date": "2005-02-08 14:21:34",
            "id": "1958130",
            "reply_to_id": "1952767",
            "text": "leiðinda andi yfir þessum klúbb…\nmömmustráka andi."
        },
        {
            "user": "supersoundseeker",
            "user_id": "56855",
            "date": "2005-02-05 20:15:39",
            "id": "1952917",
            "reply_to_id": "1946184",
            "text": "Who gives a shit þó að hann hafi stolið þessari handónítu grein um hommaklúbb."
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2005-02-07 21:08:33",
            "id": "1957155",
            "reply_to_id": "1952917",
            "text": "heyheyhey! wowwowwow! sagga-lagga! Guðmundur á efri hæðinni! NAGGA!\ngo Liverpool"
        }
    ]
}