{
    "forum_title": "Börnin okkar",
    "user": "valligu",
    "user_id": "1221",
    "date": "2000-08-22 14:20:20",
    "title": "Sýra",
    "text": "Nei ég er ekki að fara að bulla um hvað sýra er hættuleg.\nég er að fara að vara ykkur við ennnþá hættulegri hlut, TELETUBBIES!!! Jésús kristur, hvað er að fólkinu sem semur þessa þætti, ég held að þetta séu gegnum sýrðustu þættir sem nokkru sinni hafa verið gerðir. okey, bángsar með sjónvarp í maganum og loftnet á hausnum, það er allt í lagi, þessir smá þættir sem þeir síðan sýna í maganum á sér geta valdið heilaskaða DÆMI:\nJonna finnst gaman að hjóla….. jonni er að pumpa lofti í hjólið… jonni er að laga hjólið með hamri…. jonna finnst gaman að laga hjólið..osfrv. Og ekki nóg með að þeir sýni þetta einu sinni heldur heimta bangsarnir að fá að sjá það AFTUR AFTUR AFTUR!!! ef ég væri þú myndi ég BANNA börnunum mínum það…",
    "url": "https://www.hugi.is/bornin/greinar/2743/syra/",
    "url_id": "2743",
    "id": "9300",
    "replies": [
        {
            "user": "heidabjork",
            "user_id": "1526",
            "date": "2000-08-22 15:13:14",
            "id": "9301",
            "reply_to_id": "9300",
            "text": "Ég er alveg sammála.  Þetta eru ótrúlega asnalegir þættir og ég skil ekki að RÚV skuli sýna þetta.  Þetta kennir börnum ekkert annað en frekju.\nHB"
        },
        {
            "user": "Alda",
            "user_id": "11",
            "date": "2000-08-23 15:34:25",
            "id": "9302",
            "reply_to_id": "9301",
            "text": "Rúv er bara í tómu rugli yfir höfuð, ég skil ekkert í þessari dagskrá og við eru skildug að borga þetta. Ég skil ekki afhverju Íslendingar eru svo bældir að standa ekki fyrir sínu. Hætta bara borga þetta. Allir saman hvernig væri það og fara svo í mál."
        },
        {
            "user": "bumsquad",
            "user_id": "2430",
            "date": "2000-08-23 20:28:39",
            "id": "9303",
            "reply_to_id": "9302",
            "text": "allir í mál það lýst mér vel á en vitiði það að teletubbies höfundar voru einu sinni gagnrýndir fyrir og að ég held farið í mál við þá þar sem þættirnir áttu að hafa áhrif á krakkana þannig að þetta ýjaði að því að allir áttu að vera hommar og lesbíur þetta er ekki djók, það var eitthvað með litinn á gaurunum og þessar súru teiknimyndir ef einhver veit eitthvað meira um þetta þá væri gaman að heyra meira um þetta."
        },
        {
            "user": "valligu",
            "user_id": "1221",
            "date": "2000-08-23 23:48:40",
            "id": "9304",
            "reply_to_id": "9303",
            "text": "ég man líka eftir þessu máli, það var einhver kirkja sem vildi láta BANNA þættina því fjólubláa skrípið var fjólublátt, með þríhyrnings loftnet og gekk um með bleika handtösku."
        },
        {
            "user": "doll",
            "user_id": "1540",
            "date": "2000-08-24 14:12:53",
            "id": "9305",
            "reply_to_id": "9304",
            "text": "Já, það var verið að segja að hann væri hommi (sem getur vel verið, það sést á hvernig hann er). Hann er fjólublár sem er víst litur einhverra hommasamtaka og með þríhyrning á hausnum. Þríhyrningar eiga líka að vera merki um samkynhneigð. Svo var uppáhalds leikfangið hans rauð handtaska og segir það ekki meira en mörg orð?? Mér finnst þessir kallar ekkert smá sætir, en þættirnir eru mesta bull sem ég hef séð. Ég vissi ekki að þeir væru sýndir á Íslandi, ég hef bara séð þá erlendis."
        },
        {
            "user": "namo",
            "user_id": "3136",
            "date": "2000-08-25 22:24:49",
            "id": "9306",
            "reply_to_id": "9303",
            "text": "Littli karlinn sem að er víst fjólublár, hann er með þríhyrning á hausnum og gengur um með handtösku, nú einhverjir sannkristnir aðilar fóru að fetta fingur út í þetta.\nÞetta sínir bara það að öllu má ofgera, hvað heldur fólk að krökkunum okkar sé ekki sama um kynferði “teiknimynda karaktera”.\nHámark fáránleikans!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-08-27 22:42:07",
            "id": "9307",
            "reply_to_id": "9306",
            "text": "þið megið vera fegin að hafa ekki séð útgáfuanr sem ég hef séð hérna á netinu     þar gengur útá í teknimyndformi teikanð í flash  að teletubbie fígúrunar er í þessu rassaríðingafélagi sem kallast víst FDA (Fuck Dat Ass) og þess á milli sem er riðið í rass allann daginn þá eru þeir reykjandi cannabis efni þess á milli   pælið í því ef börnin kæmust í það    svo eru líka nokkrir gaurar úr sesame streat teiknaðir inní þetta FDA félag       gaman að þessu    en nei takk ekki fyrir börnin       ég vissi ekki einu sinni að teletubbies væri til í teiknimyndaformi fyrr en ég sá þetta auglýst í mogganum eða sjónvarpshandbókinni um daginn  hélt að þetta væru bara some fígúrur sem hefðu verið búnar til af þessum FDA gaurum     en svona er þetta  nú\nkveðja\nbauni"
        },
        {
            "user": "gmc",
            "user_id": "2689",
            "date": "2000-08-22 15:25:40",
            "id": "9308",
            "reply_to_id": "9300",
            "text": "Myndirðu banna börnunum þínum að horfa á þetta, en ef þeim myndi finnast þessi þáttur skemmtilegur, þótt að þér finnist hann aulalegur þú ert ekki 4 ára krakki, myndir þú ekki brjálast ef mamma þín eða pabbu myndu banna þér að horfa á einhvern þátt?"
        },
        {
            "user": "Trixie",
            "user_id": "2522",
            "date": "2000-08-22 16:40:05",
            "id": "9309",
            "reply_to_id": "9308",
            "text": "Var það ekki pointið með greininni!! Að börnin komast upp með frekju"
        }
    ]
}