{
    "forum_title": "Sci-Fi",
    "user": null,
    "user_id": null,
    "date": "2001-05-16 19:10:25",
    "title": "Framtíðar bíómyndir Star Treks",
    "text": "Nú er verið að fara gera 10 Star Trek bíómyndina. Tíunda bíómyndin!!!!!! Þetta fyrirbæri(startrek-bíómyndir) á sér vart hliðstæðu nema kannski ef maður lítur til James Bond bíómyndanna en annars er nánast hvergi annarstaðar búið að gera jafn margar bíómyndir útfrá einu dæmi(Star Trek). Við trekkararnir erum náttúrulega hæst ánægðir með þetta allt saman því þó það sé gaman að horfa á Star Trek í sjónvarpinu er en skemmtilegra að sjá það í bíó.\nNú er spurning hvort það verða gerðar fleiri Star Trek bíómyndir eftir númer 10. Ég hef heyrt því fleigt að Patrick Stewart vilji hætta að leika í Star Trek og hefur óskað eftir að dauði hans(Picard) verði skrifaður inní myndina. Einnig hef ég heyrt það að Brent Spiner(Data) sé í sömu hugleyðingum. Það verður því spurning hvort gerð verður önnur “TNG” mynd í kjölfar númer 10 þar sem aðal burðarstólparnir (Picard+Data) verða ekki með. Þá er spurning hvort gera eigi bíómynd eftir DS9 eða VOY(ég tel þá ekki leggja í mynd um “series 5” þar sem þeir eru komir svo stutt með það dæmi). Það tel ég hinsvegar afar ólíklegt því vinsældir bæði DS9 og VOY voru og eru langt um minni en TOS hvað þá TNG(sem er lang vinsælasta trek sem búið hefur verið til). Þá er spurning hvort þeir bíða kannski ekki og sjá hve vinsælt “series 5”(Enterprize)verður og gera svo bíómynd eftir að seinnasti þátturinn af því er búinn(sem þeir hafa gert með TNG og TOS myndirnar). Það verður þá mjög löng bið í næstu mynd ef sú verður raunin því það tekur u.þ.b. 6 ár að búa til heila seríu.\nMér dettur eitt í hug sem gæti verið möguleiki EF gerð verður önnur mynd í framhaldi af mynd 10, en það er að hafa hana um Enterprize-E með Riker sem skipstjórann og allt gamla gengið(mínus auðvitað Stewart og Spiner ef þeir hætta) og hafa svo líka með persónur úr DS9 og VOY. Þannig væri kannski hægt að bæta upp tapið af Stewart og Spiner að einhverju leiti með persónum einsog Seven, Tuvok, Tom Paris,(EMH), Worf og svo framveigis. Þetta er allaveganna möguleiki sem mér þætti gaman að sjá :)",
    "url": "https://www.hugi.is/scifi/greinar/27438/framtidar-biomyndir-star-treks/",
    "url_id": "27438",
    "id": "183078",
    "replies": [
        {
            "user": "daxzz",
            "user_id": "943",
            "date": "2001-05-16 20:26:26",
            "id": "183079",
            "reply_to_id": "183078",
            "text": "bara svo þið vitið þá er þá er Startrek X\nVoyager mynd sem er í raun tvöfaldur þáttur í seríu 7 í VOyager 7 sería er síðasta serían í voyager og svo er hún hætt alveg for ever\nég held að picard eigi eftir að leika í einni mynd í viðbót og svo er hann hættur\nþað verður líklegast ekki gerð mynd um Seríu 5 því sú sería er ekki einusinni byrjuð í sjónvarpi og líklega verður Startrek XI síðasta myndin til að líta dagsins ljós hjá Startrek\np.s nýjan myndin Heitir Startrek: Endgame og er sýnd í sumar er ég held og hún á eftir að rocka"
        },
        {
            "user": "Atari",
            "user_id": "100",
            "date": "2001-05-16 21:26:58",
            "id": "183080",
            "reply_to_id": "183079",
            "text": "daxzz!!!! frá hvaða plánetu ert þú??? Bolean???.. getur varla verið því þessi viska sem kom frá þér er frekar grænn.\nStarTrek: Voyager : Endgame er 2 tíma sjónvarpsþáttur, Þetta er Series Finale. Semsagt loka þátturinn,, þetta er sama konseptið og þátturin eins og Best of both worlds. Semsagt 2 þættir sem mynda heila heild. Þetta er semsagt ekki eiginleg bíómynd.\nÉg persónulega held að þú vinnir hjá DV eða eitthvað álika heimskulegt, því þar er eina fólkið sem ég veit um sem lætur svona bull útúr sér. Þess má geta að þessi þáttur (bíómynd í telfelli daxzz hins græna) verður sýndur á UPN þann 23 mai kl 20:00 í usa eastren time. Fer semsagt aldrei í bíóhús\nJæja núna er búin að dissa daxzz en samt á hárfinni línu.. nú er ég farin að hlægja mig vitlausn af þessu bulli í honum"
        },
        {
            "user": "Ainar",
            "user_id": "3753",
            "date": "2001-05-16 22:29:48",
            "id": "183081",
            "reply_to_id": "183080",
            "text": "Sammála, þvílíkt bull í honum/henni!\nVita staðreyndirnar betur áður en þú heldur einhverja rææðu."
        },
        {
            "user": "disco",
            "user_id": "7725",
            "date": "2001-05-16 23:36:16",
            "id": "183082",
            "reply_to_id": "183081",
            "text": "daxzz er núna búinn að koma með þetta bull tvisvar og við vitum ÖLL að þetta er bull svo það eina sem þetta “sprell” er að gera er að draga umræðuna frá greininni sjálfri og snúa henni úti umræðu um hve daxzz er tjúlaður. Ég held að það sé einmitt það sem daxzz er að gera(athyglissýki)\nP.s. daxzz sendu bara inn grein sjálfur um þessa mynd þína. Á meðan finnst mér þetta innskot daxzz ekki þess virði að vera að svara. Leiðinlegt ef þetta fer alltsaman að snúast uppí umræðu um vitleysuna í daxzz."
        },
        {
            "user": "disco",
            "user_id": "7725",
            "date": "2001-05-17 00:19:20",
            "id": "183083",
            "reply_to_id": "183082",
            "text": "einmittt….. það er alveg spurning hver er að hlæja sig máttlausan af hverjum"
        },
        {
            "user": "disco",
            "user_id": "7725",
            "date": "2001-05-17 17:44:30",
            "id": "183084",
            "reply_to_id": "183083",
            "text": "Í svona tilfellum eiga menn(og konur) að taka undir bullið og bulla með… ekki láta hanka sig á svona…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-05-17 23:34:20",
            "id": "183085",
            "reply_to_id": "183084",
            "text": "Já það er nú allt gott og blessað en ég væri til í að heyra hvað þið hafið að segja um greinina mína eða var hún kannski bara svona helvíti léleg að þið svarið henni ekki?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-05-18 09:40:07",
            "id": "183086",
            "reply_to_id": "183085",
            "text": "ja, mér fannst hún eiginlega svolítið léleg…..\nÞú ert ekki mikill penni, t.d. skrifar þú :\n“Nú er spurning hvort ”\n“Það verður því spurning hvort ”\n“Þá er spurning hvort ”\n“Þá er spurning hvort ”\nAlveg hrikalegar ofnotkanir sem stinga í stúf…..\nSíðan talarðu um að “við trekkararnir séum” hæst ánægðir, með að það sé verið að gera 10 bíómyndina, þegar það eru margir trekkarar sem finnst núverandi framleiðendur á trek hafa átt að leggja niður myndavélarnar miklu fyrr…..\nEinnig talarðu um að það sé miklu skemmtilegra að sjá þetta í bíó, og er það í sömu andrá og þú talar um okkur trekkara…..\nspeak for yourself…. skemmtilegasta star trekkið sem ég sé er í sjónvarpi….\nGreinin var klessuleg, og vantaði öll greinaskil í hana….\nen allaveganna…… þú spurði"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-05-18 18:12:21",
            "id": "183087",
            "reply_to_id": "183086",
            "text": "Ókei. hmm þú ert allaveganna hreinskilin og það er ágætt. Ég verð víst að fara að vanda mig betur og ég biðst afsökunar ef ég hef móðgað einhvern með að segja “við trekkarar”. Ég hefði haldið að þorrinn af Trekkurum séu bara ánægðir með að það sé verið að gera aðra trek mynd en það getur svo sem vel verið að það sé rangt hjá mér(maður getur þá bara sett upp skoðanna könnun hérna í sumar og fengið úr því skorið svart á hvítu). Ætlun mín var eingan veginn að tala fyrir munn allra trekkara heldur bara að skapa umræðu um þetta.\nAllaveganna droopy þú komst með álit á greinin sjálfri og það var það sem ég vildi sjá(þó það sé líka stundum skemmtilegt að tala um hve daxzz er flippaður)\n:)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-05-18 20:04:47",
            "id": "183088",
            "reply_to_id": "183087",
            "text": "annars máttu eiga það….. þú ert massaduglegur að skrifa inn greinar….\nstundum of duglegur  ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-05-19 22:07:31",
            "id": "183089",
            "reply_to_id": "183088",
            "text": "Já ég hef nóg að segja um þetta málefni því ég einsog kannski margir aðrir hef sterka skoðun á þessu litla fyrirbæri sem kallað er star trek. Ætli ég hugsi nú bara ekki hraðar en ég næ að koma á blað?hmm……."
        }
    ]
}