{
    "forum_title": "Raunveruleikaþættir",
    "user": null,
    "user_id": null,
    "date": "2005-02-06 15:43:40",
    "title": "The Amazing Race",
    "text": "Jæja, ég ákvaða að setja hér saman eina grein og senda hana inn. Ég elska að horfa á þessa þætti á þriðjudögum.. alveg frábærir þættir :D\nÞetta er semsagt 6. serían og þessi sería byrjaði hér á Íslandi, en það hefur líklega ekki farið fram hjá neinum.\nÞað eru 7 lið eftir og ég ákvað að segja svona aðeins frá þeim og hvaða álit ég hef á þeim.\nSeinast duttu Don and Mary Jean út, en þau eru þau elstu sem hafa komist svona langt, sem er auðvitað frábært!\nAdam og Rebecca: Þau voru eitt sinn saman, en eru það ekki lengur. Eru bæði þjálfarar á heilsuræktarstöð. Adam býr enþá heima hjá foreldrum sínum og er víst voðalega lítið sjálfstæður. Mér finnst hann allt að því barnalegur, alltaf þegar Rebecca segir við hann að þetta gangi ekki, þá hótar hann að hoppa fyrir leist og út um gluggan. Mér finnst þau samt alveg ágæt og býst við að þau nái svolítið langt.\nFreddy og Kendra: Eru trúlofuð og vinna bæði sem módel, en þannig hittust þau einmitt, voru saman í töku. Mér finnst þau bæði vera mjög elskuleg og skemmtilegt hvernig þau koma fram. Ég held að þau komist þónokkuð langt og vona það, eitt af þeim liðum sem ég held með.\nGus og Hera: eru feðgin, hann er fyrrum CIA- maður og hún er sérkennari. Mér finnst þau vera alveg rosalega fínt lið, taka því rólega en samt alltaf alveg viss eitthvernveginn í sinni sök. Já, mjög skemmtilegt lið. En held samt að þau eigi ekki eftir að vera eitt af toppliðunum.\nHayden og Aaron: Hittust fyrst fyrir um 8 mánuðum og segja að það hafi verið “ást við fyrstu sýn”. Mér finnst þau vera sterkt og skemmtilegt lið, og eru eitt af mínum uppáhaldsliðum. Held að þau eigi eftir að standa uppi sem eitt af síðustu liðunum.\nJonathan og Victoria: Kynntust fyrst á blindu stefnumóti fyrir sjö árum og hafa verið gift í þrjú ár. Það er alltaf eitt lið eða svo sem er alltaf að rífast. Og þetta árið eru það þau, ég hálfvorkenni Victoriu, það kemur þannig út að hún sé mjög “kúguð” en hann er mikið að öskra á hana, en skiljanlega myndast mikið stress. Mér finnst þau eiga sínu góðu hliðar, en stundum fer Jonathan virkilega í taugarnar á mér.\nKris og Jon: hittust fyrst, fyrir ekki svö löngu síðan. Réttara sagt á þrítugs afmæli Jon ( en hann er þrítugur enþá þannig að ekki meira en ár).  Kris var að ganga um beina á kránni sem hann var á að halda uppá afmælið sitt og þar hittust þau. Eru í fjarsambandið vegna vinnu Jon´s. Mér finnst þau vera voða sweet lið og eitt af þeim liðum sem ég held mest upp á. Hef trú á því að þau nái langt.\nLori og Bolo: Glímukapparnir Lori og Bolo hafa verið saman í um 8 ár. Mér finnst oft skondið að horfa á þau. En hún fer oft hrikalega í taugarnar á mér. Mér finnst þau fín og þau setja mjög sérstakan lit á keppnina.\nJá þetta var svona smá yfirferð yfir liðin. Vona að þið hafið haft gaman af þessu. Hverjum haldið þið með annars?",
    "url": "https://www.hugi.is/realitytv/greinar/274754/the-amazing-race/",
    "url_id": "274754",
    "id": "1950921",
    "replies": [
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2005-02-06 17:02:18",
            "id": "1954459",
            "reply_to_id": "1950921",
            "text": "jahá, gott framtak…"
        },
        {
            "user": "Kameloso",
            "user_id": "16929",
            "date": "2005-02-06 17:26:15",
            "id": "1954533",
            "reply_to_id": "1950921",
            "text": "Don og Mary Jean duttu reyndar ekki út þó að þau hafi verið síðust þar sem þetta var svona “enginn dettur út” áfangi. Hins vegar voru allir þeningarnir teknir af þeim og þau fá heldur enga þeninga í upphafi næsta áfanga."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-06 20:05:30",
            "id": "1954925",
            "reply_to_id": "1954533",
            "text": "æ jáá, auðvitað, var algerlega dottið út úr mér! takk fyrir :)"
        },
        {
            "user": "babe63",
            "user_id": "37578",
            "date": "2005-02-06 17:37:44",
            "id": "1954560",
            "reply_to_id": "1950921",
            "text": "Einmitt það' sem ég ætlaði að skrifa ..:) en já held annars með Kris og Jon"
        },
        {
            "user": "ingastefania",
            "user_id": "43143",
            "date": "2005-02-06 19:16:58",
            "id": "1954776",
            "reply_to_id": "1950921",
            "text": "fín grein, ég held með kris og jon og hayden og Aaron"
        },
        {
            "user": "Bumbuliuz",
            "user_id": "534",
            "date": "2005-02-06 20:16:01",
            "id": "1954964",
            "reply_to_id": "1950921",
            "text": "passa að segja ekki hverjir eru að detta út, sumir horfa á endursýningar og þá er þetta spoiler."
        },
        {
            "user": "Bumbuliuz",
            "user_id": "534",
            "date": "2005-02-07 00:01:23",
            "id": "1955564",
            "reply_to_id": "1954964",
            "text": "Langar að taka Jonathan og berja hann með hafnaboltakylfu. Að kellan fari ekki frá honum. Fatta það ekki?"
        },
        {
            "user": "Nemesis",
            "user_id": "22078",
            "date": "2005-02-07 01:36:48",
            "id": "1955677",
            "reply_to_id": "1955564",
            "text": "Þessi gaur er settur í þættina svo maður geti hatað hann :l Eykur áhorf :)"
        },
        {
            "user": "supersoundseeker",
            "user_id": "56855",
            "date": "2005-02-19 23:11:46",
            "id": "1980769",
            "reply_to_id": "1955677",
            "text": "já finnst hann flottur karakter… lemur kellinguna öruggleg hi hi .. held með honum"
        },
        {
            "user": "supersoundseeker",
            "user_id": "56855",
            "date": "2005-02-19 23:10:51",
            "id": "1980764",
            "reply_to_id": "1955564",
            "text": "ég held með Jonathan"
        },
        {
            "user": "saedis88",
            "user_id": "54628",
            "date": "2005-02-07 14:36:31",
            "id": "1956164",
            "reply_to_id": "1950921",
            "text": "Flott grein!!! ég hef horft á amazing race frá upphafi og ég flutti núna í hafnarfjörd og er ekki með stöð 2!!!!!!!! ýkt fúlt!! ég lét taka upp fæyrir mig íslenska þáttinn eða þættina!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-07 17:16:08",
            "id": "1956538",
            "reply_to_id": "1956164",
            "text": "feel sry for u man!! :s"
        },
        {
            "user": "supersoundseeker",
            "user_id": "56855",
            "date": "2005-02-19 23:12:38",
            "id": "1980773",
            "reply_to_id": "1956164",
            "text": "er ekki stoð 2 í hfn?"
        },
        {
            "user": "saedis88",
            "user_id": "54628",
            "date": "2005-02-20 01:25:32",
            "id": "1981094",
            "reply_to_id": "1980773",
            "text": "ég er bara ekki áskrifandi af stöð 2"
        },
        {
            "user": "elvarsig",
            "user_id": "17024",
            "date": "2005-02-09 12:38:06",
            "id": "1960308",
            "reply_to_id": "1950921",
            "text": "Fín grein og gaman að sjá að það eru þó nokkrir sem horfa á Amazing Race\nen ég vil nú bara þakka www.mbl.is fyrir að vera algjörir plebbar og skíthælar fyrir það að setja á upphafsíðu sína í morgun sigurvegara á amazing race…. ekki nóg með að það hafi verið grein um það, heldur skrifuðu þeir í Headline á greininni hver vann… ég gjörsamlega bilaðist, ennþá eru eftir nokkur lið og loksins að færast einhver spenna í þessa þáttaröð.\nÉg var svo fúll að ég ákvað að senda stutt bréf til mbl.is og minna þá á að það eru margir sem lesa greinarnar þeirra sem eru að fylgjast með þessum þáttum og hafa ákkúrat engan áhuga að vita það fyrirfram hver vinnur, og þakkaði þeim fyrir að skemma þáttaröðina fyrir mér.\nég hvet alla til að senda bréf á ritstjórn www.mbl.is og segja ykkar álit af þessu athæfi þeirra, það er stundum ekki nóg að vera fyrstir með fréttirnar, það þarf líka stundum að hugsa um lesendur heimasíðunnar og hvort þeir hafi virkilega áhuga á að vita þetta. Sá sem skrifaði þessa grein á mbl.is hefði mæta vel geta gert það á þann hátt að maður myndi ekki lesa strax í headline að ákveðið par hefði unnið.\nen ég þakka enn og aftur www.mbl.is fyrir og fer þá bara að einbeita mér af survivor, þar sem það á að fara byrja í febrúar.\nkv Elva"
        },
        {
            "user": "cartoon",
            "user_id": "57341",
            "date": "2005-02-13 10:57:41",
            "id": "1967818",
            "reply_to_id": "1950921",
            "text": "Sko, þetta eru fín lið. Nema kúkurinn hann Jonathan;) maður vorkennir Victoriu :( En hérna Lori og Bolo eru mjög skrítið lið:) það finnst ábyggilega mörgum. Annars eru hin liðin bara fín en kallin sem á heima hjá mömmu og pabba er bara skrítin. Það væri gaman að sjá hann hoppa fyrir lest!! (ef hann mundi gera það)"
        },
        {
            "user": "supersoundseeker",
            "user_id": "56855",
            "date": "2005-02-19 23:14:05",
            "id": "1980780",
            "reply_to_id": "1967818",
            "text": "Jonny er langflottastu"
        },
        {
            "user": "potter01",
            "user_id": "37117",
            "date": "2005-02-26 22:10:39",
            "id": "1995394",
            "reply_to_id": "1950921",
            "text": "Snilldar þættir.\nByrjaði að fylgjast með í seinustu seríu, er ekki með stöð tvö en nú er það fastur liður á þriðjudögum að fara til vinkonu minnar til að horfa =P\nAnnars finnst mér Adam algjört krútt, þó hann mætti vera örlítið sjálfstæðari. Held að hann væri frábær náungi ef hann væri ekki svona viðkvæmur.\nFreddy og Kendra, Hayden og Aaron, Kris og Jon … þekki ekkert af þeim í sundur. Held þess vegna ekki með neinu þeirra.\nGus fer í taugarnar á mer en Hera er fín.\nLangar að henda Jonathan fyrir lest. Hann er ÖMURLEGUR. Ef ég væri Vic þá væri eg löngu farin frá honum. hann er ömurlegt, sjálfselskt svín!\nLori og Bolo … hef ekkert álit á þeim. Þau eru fín býst ég við ;)"
        }
    ]
}