{
    "forum_title": "Tölvuhlutverkaleikir",
    "user": "Draupnir",
    "user_id": "23276",
    "date": "2005-02-05 13:46:56",
    "title": "Pradus",
    "text": "Þá er komið að því að hefja spunann.\nÞeir spilendur sem hafa staðfest þátttöku sína í spunanum eru:\nSeljeseth\nHuman Conjurer\nSkuli17\nElf Wizard\nIceQueen\nElhaineth Halfling Druid\nrAz\nXaracus Fighter/Thief Halfling\norrmundur\nKunbat “Kubbur” Stálskeggur Barbarian Dvergur\nHackSlacka\n*vantar upplýsingar*\nFrestur\nElaine Smallhill (Lana) Halfling Bard\nATH!\nÞetta eru bara þeir sem staðfestu sig. Staðfestir þátttakendur verða að senda inn inlegg a.m.k. einu sinni til tvisvar í viku, svo þetta haldist eitthvað saman.\nSpilendur verða að reyna að halda sig við rammann og eiga helst ekki að taka að sér hlutverk annarrar persónu.\nEf það eru fleiri sem hafa áhuga á að vera með í þessum spuna skulu þeir aðilar senda skilaboð á mig.\nUpplýsingar um Pradus má finna\nhér\n.\nSvo virðist sem kortið sé ekki til staðar en það ætti að reddast brátt.\nÉg mun reyna að hafa einhverja yfirumsjón með spunanum og ég vona innilega að Vilhelm muni taka að sér “hlutverk” spunameistara.\n———————\nÞið munið hefja spunann í Gelon (Gelon er staðsett við Saltvatnið mikla, helsti iðnaður er fiskvinnsla, skv. Vilhelm). Ég skal koma ykkur af stað (ath. ég er engin persóna í spunanum):\nÞað var sumarmorgunn og fuglarnir sungu sinn yndislega söng. Kyrrð lá yfir bænum Gelon. Í mörg hundruð ár hafði þessi friðsæli bær verið miðstöð fiskiðnaðar enda feikilega góð fiskimið úti fyrir ströndum Saltvatnsins. Stór hóll gnæfði yfir bænum. Ofar var lítill skógur þar sem sagt var að í byggju skógardísir, svo fagrar að enginn gæti nokkurn tímann fengið sig til þess að gera þeim nokkuð mein.\nÍbúra Gelon höfðu þegar hafið dagsstörf sín og margt var um manninn á litla bæjartorginu. En inni á krá einni sátu nokkrir ferðalangar með stórar hugsanir. Gleði ríkti þar inni og sungu margir og dönsuðu.",
    "url": "https://www.hugi.is/crpg/greinar/274862/pradus/",
    "url_id": "274862",
    "id": "1952093",
    "replies": [
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2005-02-05 13:53:59",
            "id": "1952116",
            "reply_to_id": "1952093",
            "text": "Vei! Pradus, here i come!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-05 13:56:55",
            "id": "1952126",
            "reply_to_id": "1952093",
            "text": "-1 Sterkt öl, segir Xaracus sem var þunglyndur eftir að Gunnra sem hafði verið kærasta hans hafði farið frá honum.\nXaracusi langaði mest að fara og bara einfaldlega berjast en ekki stela.\nLangaði að fara að rífa orka í sundur og það var mjög líkt því sem að hópurinn vor að fara að gera þetta kvöld…"
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2005-02-05 13:58:11",
            "id": "1952128",
            "reply_to_id": "1952093",
            "text": "Á maður ekki að fara á irc channel fyrir þennan spuna  (allaveganna samkvæmt Vilhelm.)"
        },
        {
            "user": "Draupnir",
            "user_id": "23276",
            "date": "2005-02-05 14:08:58",
            "id": "1952148",
            "reply_to_id": "1952128",
            "text": "Getur verið. Veit ekki hvort að #baldursgate.is sé ennþá til."
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2005-02-05 14:10:12",
            "id": "1952150",
            "reply_to_id": "1952148",
            "text": "bara gera nýjan #Pradus irc channel…"
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2005-02-05 19:43:52",
            "id": "1952859",
            "reply_to_id": "1952148",
            "text": "btw. stríðsdvergurinn (Warrior Dwarf) Ari Fimbuleyra (sökum rauðra en einstaklega næmra eyrna.)"
        },
        {
            "user": "Gizzi",
            "user_id": "5414",
            "date": "2005-02-06 01:42:51",
            "id": "1953704",
            "reply_to_id": "1952148",
            "text": "#baldursgate.is er til ennþá, og er ennþá mjög virk (20-30 inni), en þetta er meira orðin eins og vinarás heldur en eitthvað annað, þar sem flest allir þarna inni hafa kynnst og mörg vinabönd stofnuð."
        },
        {
            "user": "Icequeen",
            "user_id": "4377",
            "date": "2005-02-06 13:56:42",
            "id": "1954159",
            "reply_to_id": "1952093",
            "text": "er ekki hægt að gera kassa á síðunni sem x margir hafa aðgang að að skrifa á og hafa spunann þar?\nminnir að það hafi verið gert á einhverju áhugamálinu áður og þá með sögu í huga."
        },
        {
            "user": "Draupnir",
            "user_id": "23276",
            "date": "2005-02-06 14:13:18",
            "id": "1954184",
            "reply_to_id": "1954159",
            "text": "Ég get spurst fyrir um það, ég hef nefninlega ekki völdin til að takmarka einhvern kubb einhverjum ákveðnum, hvað þá að búa til kubb sem aðrir geta skrifað inn á."
        },
        {
            "user": "Draupnir",
            "user_id": "23276",
            "date": "2005-02-07 19:49:55",
            "id": "1956932",
            "reply_to_id": "1954159",
            "text": "Spurðist fyrir um þetta. Það er ekki hægt að takmarka einhverjum ákv. notendum leyfi til að senda inn pósta og svör á e-n kubb. Hins vegar er hægt að búa til kubb þar sem ákv. notendur geta bara skrifað inn á og allir almennir notendur geta sent inn svör (sbr. “Skemmtilegir hlutir”)."
        },
        {
            "user": "Icequeen",
            "user_id": "4377",
            "date": "2005-02-08 12:24:18",
            "id": "1957949",
            "reply_to_id": "1956932",
            "text": "Það ætti að vera fínt :)\nþá geta aðrir commentað á gang mála og reynt að hafa áhrif og svoleiðis"
        },
        {
            "user": "Draupnir",
            "user_id": "23276",
            "date": "2005-02-08 13:56:27",
            "id": "1958102",
            "reply_to_id": "1957949",
            "text": "Já, en ég sé ekki alveg tilganginn í því að búa til nýjan kubb. Held að það væri bara best að hafa þetta í byrjun hér á greinakubbnum, svo færa þetta yfir á korkana eða Skemmtilega Hluti. Ef einhver, sem ekki er “löggildur þátttakandi” (uhh hvað kallast þetta) bætir inn í söguna með svari þá eyði ég því einfaldlega.\nReynið svo að hunskast til að byrja þessa sögu fólk! ;)"
        },
        {
            "user": "Draupnir",
            "user_id": "23276",
            "date": "2005-02-09 14:36:54",
            "id": "1960527",
            "reply_to_id": "1952093",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "Draupnir",
            "user_id": "23276",
            "date": "2005-02-09 14:38:46",
            "id": "1960529",
            "reply_to_id": "1952093",
            "text": "úbbs, eyddi svarinu mínu óvart…\nAllavegana það sem stóð:\nNýr þátttakandi\nHerraFullkominn\nHuman Rogue."
        },
        {
            "user": "...",
            "user_id": "38859",
            "date": "2005-02-11 12:15:26",
            "id": "1964361",
            "reply_to_id": "1960529",
            "text": "Artemis gekk inn á kránna fullur gleði og sjálfstrausts.\nHann hafði brotist inn í hús um nóttiona og hafði grætt vel á því, nú var hann kominn að fagna árangrinum.\n“Ókeypis drykkir á alla í boði mínu!” Kallaði Artemis og gekk upp að barborðinu, hann tók upp stútfulla peningapyngju, tók upp úr henni 3 skildinga og lagði hana svo á borðið.\n“Þetta ætti að vera nóg, eigðu afganginn”"
        },
        {
            "user": "...",
            "user_id": "38859",
            "date": "2005-02-11 16:35:00",
            "id": "1964967",
            "reply_to_id": "1964361",
            "text": "“Afsakið að ég kem of seint” Sagði hann svo við félaga sína."
        },
        {
            "user": "frestur",
            "user_id": "32039",
            "date": "2005-02-12 00:32:30",
            "id": "1965955",
            "reply_to_id": "1964967",
            "text": "“Alls ekkert að afsaka, fjörið er rétt að byrja!” heyrðist í skrækróma hobbitanum. Lana tekur drykkinn, drekkur einn gúlsopa og byrjar að söngla lágt, annan og fer að stappa með, þriðja og dansar og syngur af kæti.\n“Já hobbiti ég er,\nei hef ég allt nú séð,\num löndin öll ég fer,\nog,\ndrekk helling af mjeð!”"
        },
        {
            "user": "Orrmundur",
            "user_id": "30559",
            "date": "2005-02-12 13:03:17",
            "id": "1966361",
            "reply_to_id": "1965955",
            "text": "Kubbur stökk upp á barborðið og greip ölkrús eina í snatri. Hrópar á hobbitann “Ég vil engann helvítis aumingja hobbitasöng hér! Syngjum almennileg lög!!” og svo fór hann að syngja eitthvað falskt sjómannalag af mikilli innlifun.\n“Sjóóóræningi mér var ææætlaaaað að veee-eera!”\nSvo sveiflaði hann krús sinni með."
        },
        {
            "user": "...",
            "user_id": "38859",
            "date": "2005-02-12 13:43:02",
            "id": "1966436",
            "reply_to_id": "1966361",
            "text": "Aremis bara brosir og fær sér sopa af öli.\nSíðan tyllir hann sér hjá félögum sínum og hlustar á Kubb syngja."
        },
        {
            "user": "MonteCristo",
            "user_id": "41359",
            "date": "2005-02-15 20:49:37",
            "id": "1972719",
            "reply_to_id": "1966436",
            "text": "Skúlius Magnificus stendur upp og byrjar að spila á galdra-harmonikkuna sem faðir hans hafði gefið honum í 100 ára afmælisgjöf. Hann spilar undir ástríðufullan söng Kubbs af mikilli innlifun!\nEn eftir að söngnum var lokið lagði hann til að hópurinn legði fljótlega af stað í leið að ævintýrum og gulli, eftir að hafa drukkið sig fulla…."
        },
        {
            "user": "...",
            "user_id": "38859",
            "date": "2005-02-15 20:57:44",
            "id": "1972746",
            "reply_to_id": "1972719",
            "text": "“Já, það er langt síðan maður hefur komist í almennilegt ævintýri.” Svaraði Aremis og pantaði annan bjór.\nÞegar þjónustustúlkan kom með bjórinn blikkaði hann hana og setti upp ómótstæðilegan svip.\nHún flissaði og gekk svo í burtu."
        },
        {
            "user": "Icequeen",
            "user_id": "4377",
            "date": "2005-02-16 02:23:53",
            "id": "1973379",
            "reply_to_id": "1972746",
            "text": "Elaihneth situr í horninu sínu og fylgist með söngnum og dansinum með létt bros á vor meðan hún klappar litlum brúnum kanínu unga sem hún fann fyrr um daginn.\nÞegar hún sér Aremis daðra við stúlkuna flissar hún og kallar til hans: “Lítur út fyrir að þú hafir þegar fundið þér einhvað til að gera… nema þú meinir einhvað fýsilegra, sem við hin gætum tekið þátt í?”"
        },
        {
            "user": "...",
            "user_id": "38859",
            "date": "2005-02-16 22:09:50",
            "id": "1975071",
            "reply_to_id": "1973379",
            "text": "“Nei ekki er ég með neitt ákveðið í huga enn ég er viss um að það er hægt að finna nóg af ævintýrum hér, afsakið mig nú aðeins” Sagði Aremis og gekk til þjónustustúlkunnar og fór að tala við hana."
        },
        {
            "user": "frestur",
            "user_id": "32039",
            "date": "2005-02-16 18:52:26",
            "id": "1974620",
            "reply_to_id": "1952093",
            "text": "“Loftið er orðið heldur þungt hérna inni, ég ætla út í ferska loftið” segir Lana við dverginn ölóða, og gengur út efins um að hann hafi nokkuð verið að hlusta."
        },
        {
            "user": "frestur",
            "user_id": "32039",
            "date": "2005-02-17 20:22:47",
            "id": "1976811",
            "reply_to_id": "1952093",
            "text": "“Ahh, það er gott að komast út. Nú er bara að reyna að finna út hvort eitthvað fjör sé hér nema á þessum bar.”\nLana lítur í kring um sig og sér óskagosbrunnin á markaðstorginu.“Ekkert að því að prófa þetta.”\nHún gengur að brunninum, tekur upp einn koparskilding og kastar í brunninn.“Ég vildi óska að\nég væri…”Lana nær ekki að klára því hún er þrifin í burtu og dregin í húsasund. Þessu bjóst ég ekki við segir hún við sjálfa sig áður en allt verður svart."
        },
        {
            "user": "Orrmundur",
            "user_id": "30559",
            "date": "2005-02-18 19:14:53",
            "id": "1978611",
            "reply_to_id": "1976811",
            "text": "Kubbur staulast út úr kránni. “Fer kellingin bara áður en ég klára besta partinn, sú kann sko ekki að meta almennileg lög.” Hann leit í kringum sig og sá hana við einhvern brunn. Hann ætlaði sér að spyrja hvað hún væri að vesenast þar þegar hann sá hana vera tekna á brott. Hann varð fyrst undrandi en greip svo axir sínar tvær úr beltinu og hljóp á eftir henni, ennþá frekar valtur."
        },
        {
            "user": "...",
            "user_id": "38859",
            "date": "2005-02-18 22:50:24",
            "id": "1978991",
            "reply_to_id": "1978611",
            "text": "Áður en langt um leið voru Aremis og þjónustustúlkan á leiðinni upp í herbergi sem Aremis hafði pantað."
        },
        {
            "user": "Orrmundur",
            "user_id": "30559",
            "date": "2005-02-23 21:43:54",
            "id": "1989483",
            "reply_to_id": "1978991",
            "text": "Meðan á því stóð var Kubbur á harðahlaupum inn í húsasundið. “Hey, lát'ana vera!” hrópaði hann urrandi illur. Hann hafði hvort eð er verið að hlaupa svo það kom sér vel, því næst stökk hann í átt að mannræningjanum, öskrandi eins og brjálæðingur og hófst handa við að höggva í viðkomandi eins oft og hann gat."
        },
        {
            "user": "...",
            "user_id": "38859",
            "date": "2005-02-23 22:33:31",
            "id": "1989641",
            "reply_to_id": "1989483",
            "text": "Herbergið sem hann fór með þjónustustúlkunni í vísaði var einmitt þannig staðsett að gluggin vísaði inn í húsasundið.\nAremis var búin að hálf afklæðast og sömuleiðis þjónustustúlkan þegar Aremis heyrði öskrin í Kubbi fyrir utan.\nHann leit um gluggan og þegar hann sá hvað var að gerast sneri hann sér að þjónustustúlkunni og sagði “Bíddu aðeins” áður en að hann náði í stuttsverðin sín tvö og vippaði sér út um gluggan og hófst handa við að hjálpa Kubbi."
        },
        {
            "user": "frestur",
            "user_id": "32039",
            "date": "2005-02-24 19:34:01",
            "id": "1991319",
            "reply_to_id": "1989641",
            "text": "Lana veit ekkert hvað er að ske í látunum fyrr en þau hættu. Þá tók hún pokan af hausnum og sá Kubb og Aremis frekar móða í húsasundinu og dökklædda manninn liggjandi liðinn á jörðinni.\n“Hvað ætli hann hafi ætlað að gera við mig?” Spyr Lana út í loftið…hugsi á svip, en enn nokkuð skelkuð."
        },
        {
            "user": "...",
            "user_id": "38859",
            "date": "2005-02-24 20:38:36",
            "id": "1991445",
            "reply_to_id": "1991319",
            "text": "“Við getum víst ekki spurt hann að því.” Sagði Aremis og brostt og benti á afhausað líkið.\n“Jæja, ef ykkur er sama þá þarf ég að skreppa upp í herbergi.” Síðan byrjaði Aremis að klifra upp þakrennuna og upp í herbergi."
        },
        {
            "user": "Orrmundur",
            "user_id": "30559",
            "date": "2005-02-24 23:12:41",
            "id": "1991830",
            "reply_to_id": "1991445",
            "text": "Kubbur stóð másandi og blásandi og reyndi að ná blóði skúrksins úr augunum sínum. “A-á, ég næ því ekki úr” sagði hann við engan sérstakan. Eftir að hafa fundið brunninn með klókindum og náð sér í vatn til að þvo blóðið úr leyfði hann sér að leita að svari við spurningu Lönu.\n“Hmmmm… kannski vildi hann veskið þitt?”"
        },
        {
            "user": "frestur",
            "user_id": "32039",
            "date": "2005-02-25 00:22:02",
            "id": "1991968",
            "reply_to_id": "1991830",
            "text": "“Ekki fór hann fínlega leið að því, að ræna mig með     að draga mig inn í húsasund. Lítur frekar út fyrir að hann hafi viljað ræna mér.”"
        },
        {
            "user": "...",
            "user_id": "38859",
            "date": "2005-03-05 22:45:08",
            "id": "2008281",
            "reply_to_id": "1991968",
            "text": "“Af hverju ætti hann að vilja ræna þér?” Heyrðist kallað úr herberginu á milli kossa."
        },
        {
            "user": "Orrmundur",
            "user_id": "30559",
            "date": "2005-03-08 22:39:11",
            "id": "2014311",
            "reply_to_id": "2008281",
            "text": "Á meðan hin veltu sér fyrir þessu öllu saman fylgdi Kubbur gömlum vana og fór að leita í vösum líksins. Þar fann hann einhvern undarlegan miða. Hann starði lengi vel á hann en skildi ekki orð,enda rétt svo læs á sínu móðurmáli. Hann rétti Lönu miðann og sagði “Lestu”"
        },
        {
            "user": "...",
            "user_id": "38859",
            "date": "2005-03-10 19:10:50",
            "id": "2017099",
            "reply_to_id": "2014311",
            "text": "Úr herberginu heyrðist *smack* hljóð og eftir stutta stund kom Aremis út um gluggan, með rautt handafar á hægri kinninni.\n\"Jæja, eruð þið búin að komast að einhverju merkilegu."
        }
    ]
}