{
    "forum_title": "Deiglan",
    "user": null,
    "user_id": null,
    "date": "2005-02-06 22:22:17",
    "title": "Gosdrykkja Fasismi:",
    "text": "Kæru gosdrykkja-neytendur:\nGerið kröfu til sjálfsagðs rétts ykkar til að drekka þann gosdrykk er ykkur sýnist. Það er ekki ríkisins að ákveða hverskonar gosdrykki þið drekkið. Það á að vera ákvörðun ykkar, frelsi fylgir ábyrgð. Eins og staðan er í dag ber fólk enga ábyrgð af skaðsamlegu líferni sýnu, reykir bara eins og strompar, ríkið borgar hvort sem er brúsann.\nÞað var árið 1886 í maí mánuði er doktor John Pemberton fann upp þann yndislega drykk er kenndur er við kókaín og kolahnetur. Nú er staðan í dag að framleiðsla eftir hinni upprunalegu kók uppskrift er bönnuð. Pælið í rugli að það land sem á að heita frjálsast í heimi leyfir ekki einu sinni framleiðslu á ákveðnum gosdrykkjum. Þetta skal ekki líðast það er sjálfsagður réttur fólks að búa yfir frelsi til að velja sér sinn gosdrykk. Það er þeirra mál en ekki heilbrigðis yfirvalda með sinn heilbrigðis fasisma sem er réttlættur með því einu að fólk geti ekki tekið þessar ákvarðanir fyrir sjálft sig.\nÁ íslandi er það svo að hvort þú megir framleiða og selja ákveðin gosdrykk er háð skoðunum yfirvalda, sem er heimilt að beita ofbeldi ef þú hunsar að afla þér tilskilinna leyfa. Það þjóðfélag sem leyfir embættismönnum hins opinbera að beita þá ofbeldi er framleiða gosdrykki sem eru\nöðrum\nekki þóknanlegir, er ekki frjálst þjóðfélag. Þarna eru hinir alvitru stjórnmálamenn enn og aftur að taka ákvarðanir fyrir sauðsvartan almúgann sem hefur greinilega ekki vitsmuni til að velja og hafna gosdrykkjum.\nNýjasta dæmi þessa heilbrigðis-fasisma á Íslandi er sódavatnsmálið. Þetta fólk sem á að teljast hæft til að ákveða hvaða gosdrykkir eru landanum þóknanlegir, er ekki fært um að greina á milli skaðlegra gosdrykkja og þeirra sem eru meinlausir. Þetta lið er ekki einungis snautt allri siðferðiskennd heldur líka vanhæft.\nEn sem betur fer er fólk eins og ég til, sem sér ljósið og áttar sig á því að fólk ætti að búa yfir sjálfsögðum rétti að velja sér sinn gosdrykk, hvort sem hann inniheldur er B vítamín, sykur, kókaín eða járn. Frelsið fellst í því að mega taka ákvarðanir fyrir sig sjálfan, að sama skapi er ekki málfrelsi þar sem fólki er frjálst að tjá sig svo lengi sem það þóknist stjórnmálamönnum. Þar af leiðandi er fólk sem vill að kókaín sé ólöglegt að mæla fyrir því að brotið sé á þeim grundvallar mannréttindum að fólk fái að velja sinn gosdrykk.\nÁ fólki að vera frjálst að velja sinn gosdrykk ?\nKókið í Kókið !\nKlóróform kemur með góða bragðið !\nMeð byltingar kveðju, Kikyou",
    "url": "https://www.hugi.is/deiglan/greinar/275157/gosdrykkja-fasismi/",
    "url_id": "275157",
    "id": "1955094",
    "replies": [
        {
            "user": "hrolfurth",
            "user_id": "54286",
            "date": "2005-02-06 22:26:34",
            "id": "1955329",
            "reply_to_id": "1955094",
            "text": "Heyr,heyr…"
        },
        {
            "user": "hrolfurth",
            "user_id": "54286",
            "date": "2005-02-12 13:32:26",
            "id": "1966410",
            "reply_to_id": "1955329",
            "text": "áttu þer líf drekktu pepsi max"
        },
        {
            "user": "ZiRiuS",
            "user_id": "7664",
            "date": "2005-02-06 22:28:48",
            "id": "1955336",
            "reply_to_id": "1955094",
            "text": "Já heyr heyr, ég hef rétt sem mannvera að drepa aðrar mannverur, ég ætla að fara að sækja haglarann inní bílskúr og skjóta einhvern, takk, þú opnaðir augu mín…"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-02-06 22:42:14",
            "id": "1955379",
            "reply_to_id": "1955336",
            "text": "Það er einn reginmunur, það er ekki verið að neyða einn né neinn til að drekka kókaín drykki. Hann kýs það sjálfur, frekar eins og þú værir að selja haglabyssur sem væru síðan og eru notaðar til sjálfsmorðs."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-02-06 23:06:27",
            "id": "1955456",
            "reply_to_id": "1955379",
            "text": "ég skal svara þessu nánar, mér finnst að þú ættir að hafa rétt til að fara og drepa aðrar mannverur ef þær vildu verða drepnar af þér."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-02-07 12:21:14",
            "id": "1955961",
            "reply_to_id": "1955456",
            "text": "Og hvað ef leyfið er óljóst eða kannski bara falsað? Sannleikurinn er aldrei það ljós að við getum leyft okkur svona mikið frelsi. Ef fórnarlambið er það viljugt að láta þig drepa sig þá hjálpar það bara til við að gera það ómöglegt að sanna morðið.\nÞótt að eitthvað sé bannað af ríkinu þýðir það ekki að það bara verði ekki, það eru hins vegar afar sterk skilaboð sem móta heildarstefnu landsins og það er mikilvægt að þau séu rétt. Hvernig á foreldri að geta alið upp barnið sitt ef samfélagið í kring samþykkir bara hvað sem er?"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-02-07 02:31:53",
            "id": "1955695",
            "reply_to_id": "1955379",
            "text": "Það má segja að mjög ávanabindandi hlutir eins og eiturlyf sé eitthvað sem er bannað því flestir vita ekki alveg hvað þeir eru að fara út í. Þar að auki verður heilbrigðiskerfið að vera öflugt, maðurinn lifir í samvinnusamfélagi, hver sérhæfir sig mjög djúpt í sínu starfi og treystir á aðra til að gera vel, hlutverk fæðuframleiðanda verður að vera skoðað af ríkinu og haft umsjón með. Það er það mikilvægt að ef það klikkar stöðvar maskínan.\nWelcome to the machine. Algjör frjálshyggja er ekki málið í nútímasamfélagi manna."
        },
        {
            "user": "ghost69",
            "user_id": "14709",
            "date": "2005-02-07 03:06:29",
            "id": "1955709",
            "reply_to_id": "1955695",
            "text": "Maður á að hafa allt það frelsi sem maður getur ýmindað sér. Svo framarlega að maður gangi ekki á frelsi annara eða skaði aðra. Ef þú vilt endilega dópa þig ættiru að geta það. Alveg eins og þú getur farið í ísklifur einn upp einhvern hálffrosin foss.\nEn þá ætti ríkið ekki að sjá fyrir þér eða koma þér til hjálpar. Þú getur ekki bara lifað eins og snýkjudýr á öðrum og skemmt þér á meðan.\nLifi frelsi,\nDópið ykkur ef þið viljið\nen látið ykkur ekki detta til hugar að minnast á einhver bróður kærleika og að samfélagsþjónust."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-02-07 12:13:58",
            "id": "1955952",
            "reply_to_id": "1955709",
            "text": "Dóp leiðir til ástands sem er í mörgum tilvikum mjög skaðlegt fyrir aðra. Ísklifur er leyfilegt, en húsaklifur í þéttbýli er það ekki nema með sérstöku leyfi og ráðstöfunum, vegna þess að maður getur dottið ofan á annað fólk og skaðað aðra."
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2005-02-07 07:22:30",
            "id": "1955743",
            "reply_to_id": "1955695",
            "text": "gæti ekki verið meira sammála"
        },
        {
            "user": "Arasaka",
            "user_id": "15059",
            "date": "2005-02-10 11:12:58",
            "id": "1962288",
            "reply_to_id": "1955379",
            "text": "Eins og Kreoli benti réttilega á, þá er ríkið að reyna að hafa vit fyrir fólki með því að setja lög og reglur. Sumir eru einfaldlega ekki svo vel af guði gerðir að þeir átti sig á því hvað þeir eru að gera.\nSvo er allt annað mál hvort fólk fer eftir lögunum. Spurningin er ekki endilega hvort eitthvað gerist, heldur hvaða augum það er litið. Ef við leyfum hvaða efni sem er, erum við að segja börnum okkar að þau séu “allt í lagi”. En ef þau alast upp við þau lög sem banna neyslu þeirra hafa þau í það minnsta þá tilfinningu fyrir því að þau séu óholl og skaðleg.\nFólk er upp til hópa fífl."
        },
        {
            "user": "calF",
            "user_id": "24255",
            "date": "2005-02-06 22:31:35",
            "id": "1955341",
            "reply_to_id": "1955094",
            "text": "ríkið að banna gos? kaldhæðni? nei?\naf hverju misti ég?"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-02-06 23:17:29",
            "id": "1955484",
            "reply_to_id": "1955341",
            "text": "Heilbrigðiseftirlitið bannaði einhvern vítamínbættan drykk vegna þess að þetta vítamín (ef ég man rétt) er fituleysanlegt og safnast þessvegna fyrir í líkamanum og getur verið skaðlegt í miklu magni.\nÞað eru dæmi þess að fólk hefur verið að taka of mikið af vítamínum og bara komið illa útúr því.\nLifra- og nýrnavandamál."
        },
        {
            "user": "calF",
            "user_id": "24255",
            "date": "2005-02-07 14:46:34",
            "id": "1956186",
            "reply_to_id": "1955484",
            "text": "svona sem þú segir þetta þá finnst mér nú allt í lagi að banna\nhelvítið\n…"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-02-07 15:03:46",
            "id": "1956214",
            "reply_to_id": "1956186",
            "text": "Já, ég er líka sammála því að þetta sé bannað.\nFólk er svo heimskt og uppfullt af þessari heilsubótamaníu að það hefur ekki vit fyrir sjálfu sér."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-02-07 14:57:41",
            "id": "1956207",
            "reply_to_id": "1955484",
            "text": "Auðvitað á að banna drykki sem geta valdið truflunum eða setja miða líkt og á sígarettur."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-02-07 15:04:12",
            "id": "1956217",
            "reply_to_id": "1956207",
            "text": "Að sjálfsögðu. :)"
        },
        {
            "user": "spekingur",
            "user_id": "42693",
            "date": "2005-02-07 16:50:34",
            "id": "1956484",
            "reply_to_id": "1956217",
            "text": "Hvað er svona sjálfsagt við það?"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-02-07 20:20:58",
            "id": "1956999",
            "reply_to_id": "1956484",
            "text": "Hvað er annað en sjálfsagt að\nheilbrigðiseftirlit\nsjái um að merkja vörur og láta fólk vita af skaðlegu innihaldi þeirra?\nÞjóðin í heild sinni hefur ekki fengið námskeið í eiturefnafræði."
        },
        {
            "user": "spekingur",
            "user_id": "42693",
            "date": "2005-02-08 16:06:11",
            "id": "1958374",
            "reply_to_id": "1956999",
            "text": "Rétt, hins vegar er afar lítill hvati fyrir fyrirtæki að framleiða beinlínis skaðlega vöru enda beina neytendur viðskiptum sínum.  Slíkt hefur afar neikvæð áhrif á afkomu fyrirtækja og þar sem hagnaður er megin markmið fyrirtækja er slíkt athæfi beinlínis gegn þeim.\nFyrir utan heilbrigðu skynsemina í þessu máli geta rannsóknastofur reknar af einkaaðilum t.a.m. neytendasamtökum einhvers konar vel séð um allar slíkar rannsóknir og komið á framfæri hugsanlegri skaðsemi vegna notkunar ákveðinnar vöru.\nRíkið á ekki að sjá um að velja fyrir einstaklinga, ríkið á ekki að taka af markaði vöru sem einstaklingar kjósa sjálfir að neyta, t.a.m. vítamínbætt sódavatn eða Hollywood kúrinn víðfrægi."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-02-08 19:00:59",
            "id": "1958833",
            "reply_to_id": "1958374",
            "text": "Einstaklingar eru ekki að *velja* óhollustu, enda er það frekar vitlaust.\nÞeir eru að velja eitthvað sem þeir halda að sé hollusta, en er í rauninni óhollt þegar það er étið ásamt allri hinni “hollustunni”.\nRíkið veit af þessari hollustu, og hefur undir sér hóp af fólki sem kallast “heilbrigðiseftirlit”.\nAnnars er ég á báðum áttum eftir að hafa heyrt rökflutning þinn. :)\nÞetta er rosaleg spurning um frelsi einstaklingsins til að skaða sig."
        },
        {
            "user": "spekingur",
            "user_id": "42693",
            "date": "2005-02-08 22:18:32",
            "id": "1959473",
            "reply_to_id": "1958833",
            "text": "Frábært að heyra að einhver er tilbúinn að skoða hina hliðina.. ekkert alltof algengt hér á huga :D\nen allavega… þú talar um að einstaklingar velji ekki óhollustu, að slíkt sem frekar vitlaust.  Hins vegar er það staðreynd að svo sé t.a.m. 500 kg manninn í BNA sem var nánast búinn að éta sig til dauða.  Einstaklingar taka rangar ákvarðanir og réttar ákvarðanir.  Þeir verða að fá að reka sig á og læra af mistökunum því þannig þroskumst við öll sem einstaklingar.\nAnnars hef ég voðalega lítið annað um þetta að segja."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-02-08 22:28:20",
            "id": "1959522",
            "reply_to_id": "1959473",
            "text": "Hehe, já. :l\nÞetta er spurning um að vera að reyna að finna eitthvað sem er rétt, frekar en að reyna að hafa rétt fyrir sér.\nRaunveruleikanum (raunveruleiknum?) verður ekki breytt með því að tala um hann. :)"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2005-02-07 16:25:20",
            "id": "1956401",
            "reply_to_id": "1955484",
            "text": "þetta umrædda b vítamín er vatnsleysanlegt og er ekki skaðlegt þótt tekið sé meira af því en nauðsynlegt er. Þar að auki er skortur á fólasíni hjá flestum fullorðnum á íslandi(sérstaklega konur á barneignaraldri) en síðan þegar þessi drykkur kemur er manneldisráð á móti honum, þótt að þessi sama stofnun segi að auka þurfi folansín neyslu fullorðna. jej"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-02-07 16:26:38",
            "id": "1956406",
            "reply_to_id": "1956401",
            "text": "Já er b-vítamín vatnsleysanlegt ? Ég var nefnilega ekki viss.\nEn hverjar eru þá ástæðurnar fyrir því að þessi drykkur var bannaður?\nVar þetta bara eitthvað tripp ?"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2005-02-07 16:44:28",
            "id": "1956470",
            "reply_to_id": "1956406",
            "text": "bara A,D,E,K eru fituleysanleg.\nsvo þetta er dáldið skrýtið mál."
        },
        {
            "user": "Grolsch",
            "user_id": "10360",
            "date": "2005-02-07 17:01:26",
            "id": "1956509",
            "reply_to_id": "1956406",
            "text": "Þessi drykkur var ekki bannaður heldur var hann settur á markaðinn á tilskyldra leyfa, þessvegna var það fyrirskipað að hann yrði afturkallaður þar til þessi leyfi fengust."
        },
        {
            "user": "spekingur",
            "user_id": "42693",
            "date": "2005-02-09 17:37:41",
            "id": "1960968",
            "reply_to_id": "1956509",
            "text": "Það er einmitt það undarlega.  Að það þurfi leyfi til að setja skaðlausan drykk á markað"
        },
        {
            "user": "ShyFly",
            "user_id": "53790",
            "date": "2005-02-10 15:10:06",
            "id": "1962660",
            "reply_to_id": "1955484",
            "text": "B-vítamín eru öll vatnsleysanleg svo þú skilar af þér það sem þú notar ekki. Svo það að drekka B-vítamínbættan drykk getur ekki með nokkru móti skemmt í þér lifrina. Hinsvegar hefur umhverfisstofnun (eða hvað sem þetta batterí heitir) einmitt gefið það út að fullorðið fólk skorti B-vítamín svo þetta ætti bara að gera manni gott.\nEf þetta væru A- eða D-vítamín sem eru fituleysanleg væri þetta allt annað mál."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-02-10 15:21:52",
            "id": "1962694",
            "reply_to_id": "1962660",
            "text": "Athyglisvert."
        },
        {
            "user": "Lionfish",
            "user_id": "57238",
            "date": "2005-02-06 22:32:35",
            "id": "1955343",
            "reply_to_id": "1955094",
            "text": "ég er sammála með gosið…\nen afhverju að leyfa kókaín það gerir mann svo þunglyndann?\nok gerum það sem við viljum og leyfum börnum okkar að verða kókaínistar…\nþað var gerð tilraun með rottur og kókaín… sett mat i eitt hólf og kókaín í hitt hólfið… ef þær völdu kók hólfið gátu þær ekki fengið mat… þetta endaði alltaf þannig að þær sveltu… því þær völdu ´´avalt kókið."
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2005-02-06 22:36:53",
            "id": "1955359",
            "reply_to_id": "1955094",
            "text": "Já, nokkuð til í þessu, hreint kókaín er ekkert jafn hættulegt og fólk heldur. En með hreinu kóki getur fólk búið til allskonar hættulega hluti, þannig að nei, það ætti ekki að leyfa kókaín."
        },
        {
            "user": "gaulverji",
            "user_id": "14174",
            "date": "2005-02-06 22:37:30",
            "id": "1955362",
            "reply_to_id": "1955094",
            "text": "Ertu að segja að ef ég byggi til gosdrykk sem væri með það miklu magni af nikótíni og fyllti hann af einhverjum óþverra að þá ætti ekki að banna hann?"
        },
        {
            "user": "xiaoux",
            "user_id": "19044",
            "date": "2005-02-06 22:39:01",
            "id": "1955370",
            "reply_to_id": "1955362",
            "text": "já, það er sjálfsagður réttur minn að mega drekka það ef ég vill."
        },
        {
            "user": "xiaoux",
            "user_id": "19044",
            "date": "2005-02-06 22:53:47",
            "id": "1955417",
            "reply_to_id": "1955370",
            "text": "Já, og hvað.. sjálfsagður réttur þinn að komast á sjúkrahús þegar sykursýkinn/geðtruflanirnar líta dagsins ljós… FRELSIÐ er yndislegt……"
        },
        {
            "user": "xiaoux",
            "user_id": "19044",
            "date": "2005-02-06 23:01:44",
            "id": "1955444",
            "reply_to_id": "1955417",
            "text": "helduru að ég myndi drekka hunda pissið hans gaulverja ?\npointið er bara að ég ætti að mega það."
        },
        {
            "user": "xiaoux",
            "user_id": "19044",
            "date": "2005-02-06 23:15:58",
            "id": "1955481",
            "reply_to_id": "1955444",
            "text": "Ég æðtlaði bara að benda þér á afleiðingarnar….  Allir Íslendingar á kókaíntrippi (eða drekkandi hundapiss) væri svona brandari sem er fyndinn í nokkrar sekúntur. Ríkið þarf að hafa vit fyrir okkur. (Fólk er fífl og allur sá pakki..)"
        },
        {
            "user": "lobsterman",
            "user_id": "56288",
            "date": "2005-02-06 23:29:16",
            "id": "1955505",
            "reply_to_id": "1955481",
            "text": "ég hef litla trú á því að fleiri fari að neyta kókaíns þótt að það væri lögleitt.\ner ríkið ekki samsett af fólki ?  sem er kosið af fíflunum. :D"
        },
        {
            "user": "lobsterman",
            "user_id": "56288",
            "date": "2005-02-06 23:51:01",
            "id": "1955544",
            "reply_to_id": "1955505",
            "text": "exelent point"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-02-07 02:39:14",
            "id": "1955699",
            "reply_to_id": "1955505",
            "text": "Sjálfsagður réttur þinn að drekka þetta? NEI, það á ekki að gefa fólki kost á að verða kókaínfíklar, það er dýrt og kostnaðarsamt. Með eiturlyfjum er hægt að stjórna fólki, algjörlega. Vissir þú að meiri en helmingur innbrota er framinn til að fjármagna eiturlyfjaneyslu?\nEiturlyf taka frá fólki allt vit, hvort sem það vill gera það eða ekki, mér er skítsama. Ég ætla ekki að borga brúsann! Þetta sem þú ert að segja er eins og að segja að það mættu bara allir fara niður í bæ og rústa hverju sem þeir vildu, það væri þeirra sjálfsagði réttur að eyða peningum ríkisins í ekki neitt! Kókaínfíklar eyða peningum og tíma bæði ríkis og borgara í nákvæmlega ekki neitt, þess vegna vill ég banna þetta. Þetta er bara of öflugt efni og ef einhver er háður því á bara að handtaka hann eins og hvern annan sem brýtur og bramlar eigur annara án nokkurns tilgangs."
        },
        {
            "user": "ibbets",
            "user_id": "10684",
            "date": "2005-02-07 09:02:40",
            "id": "1955790",
            "reply_to_id": "1955699",
            "text": "Ef hægt væri að fá kókaín í gosdrykkjum helduru þá að fólk væri að stunda glæpi til að fjármagna rándýra neyslu sína sem það neyðist til að kaupa af glæpamönnum sem ofrukka fyrir efnið?\náttaðu þig á því að ástæðan fyrir því að fíklar neyðast til að stunda glæpi til að fjármagna neysluna er af því að dópið er svo dýrt og ef þú skuldar eða borgar ekki þá er bara klipptur af þér putti eða eitthvað þaðan af verra.\nEf þessu væri stýrt af yfirvöldum væri búið að taka þetta úr höndum glæpamanna og þar með hægt að stjórna verðinu í samræmi við gæði, og þar af leiðandi minka glæpi.\nEn svo er hitt annað mál, að ef drykkurinn sem um ræðir, er auglýstur sem hollur vítmínbættur drykkur en raunin er að hann er óhollur vegna of mikils vítamíns þá er bara verið að blekkja neytendur og það er auðvitað hið versta mál."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-02-07 12:38:28",
            "id": "1955982",
            "reply_to_id": "1955790",
            "text": "Reyndar gæti það verið vit að stjórna fíkniefnaneyslu í gegnum ríkið, þá þyrfti samt að vera mjög góðar forvarnir (aka. ekki áróðursbullið sem er verið að troða ofan í ungdóminn í dag) til að fólk haldi ekki að þetta sé bara í lagi. Það ætti samt að passa sig á að gefa amfetamín svo glatt fólk í slíku getur verið mjög hættulegt umhverfinu ef það er á einhverju öðru líka."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-02-08 22:36:53",
            "id": "1959551",
            "reply_to_id": "1955982",
            "text": "Fíkniefnafræðsla en ekki fíkniefnahræðsla!\nÞað er mitt mottó. :)\nAnnars held ég að það sé erfitt að ábyrgjast gjörðir einhvers sem hefur tekið inn sæmilegan skammt af kóki eða spítti, og kannski ekki vanur.\nSpurning um að hanna bara spes próf fyrir fólk sem það þarf að taka til að vera “qualified” fyrir fíkniefnaneyslu.\nAnnars finnst mér að það ætti frekar að hanna vímuefni sem eru skaðminni en þau sem eru á markaðnum nútildags, og gæti ríkisstjórnin (eða aðilar á hennar vegum) að sjá um framleiðslu, dreifingu og viðhald á því.\nÉg legg til að efni eins og Mescaline verði rannsökuð frekar og bætt eftir þörfum.\n(sbr. bókin “Brave new World” eftir Aldous Huxley)\nAnnars er ég á þeirri skoðun að það sé margt sem þyrfti að bæta í samfélaginu áður en við förum að “bæta” þetta svið.\n(Afhverju byrja ég allar setningar á “Annars” ?)"
        },
        {
            "user": "somnus",
            "user_id": "15831",
            "date": "2005-02-09 07:29:47",
            "id": "1960040",
            "reply_to_id": "1959551",
            "text": "Sammála hverju einasta orði."
        },
        {
            "user": "lobsterman",
            "user_id": "56288",
            "date": "2005-02-06 23:24:23",
            "id": "1955496",
            "reply_to_id": "1955444",
            "text": "vilt þú að skattpeningarnir þínir fari í sjúkrahúskostnað sem þarf ekki að vera. Ég er líka fylgjandi því að leifa aftur sódavatn sem var bannað vegna mikils vítmínsinnihalds en ég er ekki fylgjandi því að lögleiða hluti sem eru ávanabyndandi og skaðleigir heilsu manna, af því að margt fólk er það heimskt að t.d. byrja að dópa og getur svo ekki hætt"
        },
        {
            "user": "lobsterman",
            "user_id": "56288",
            "date": "2005-02-06 23:30:08",
            "id": "1955507",
            "reply_to_id": "1955496",
            "text": "Ég vill ekki vera skattlagður fyrir sjúkahúsum yfir höfuð."
        },
        {
            "user": "lobsterman",
            "user_id": "56288",
            "date": "2005-02-06 23:50:16",
            "id": "1955542",
            "reply_to_id": "1955507",
            "text": "meina"
        },
        {
            "user": "Nishanti",
            "user_id": "36030",
            "date": "2005-02-07 00:55:56",
            "id": "1955651",
            "reply_to_id": "1955507",
            "text": "Viltu frekar hafa þetta eins og í BNA þar sem fólk er að fara á hausinn útaf sjúkrakostnaði ef það veikist?"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-02-07 16:29:03",
            "id": "1956417",
            "reply_to_id": "1955651",
            "text": "Ef það er ekki með sjúkratryggingu já."
        },
        {
            "user": "Nishanti",
            "user_id": "36030",
            "date": "2005-02-07 17:09:58",
            "id": "1956525",
            "reply_to_id": "1956417",
            "text": "Það er aðallega fólk með sjúkratryggingu sem er að fara á hausinn…af einhverjum ástæðum er þetta kerfi hjá þeim ekki að virka…fólk sem ekki er með sjúkratryggingu fer á ríkissjúkrahúsin þar sem það fær ókeypis þjónustu sem er samt svo slök að dánartíðni er margfalt hærri á þeim sjúkrahúsum en öðrum.\nÉg verð að segja að fyrir mína parta finnst mér fínt að borga skatta, eða fannst það þegar ég gerði það, er á námslánum núna þannig að ég borga ekki skatt. Mér finnst það bara allt í lagi að borga skatt ef það kemur til með að hjálpa einhverjum sem ekki annars hefði t.d efni á heilbrigðisþjónustu. Mér finnst þetta frjálshyggjufólk í dag ekki gera sér grein fyrir að við búum í samfélagi og berum ákveðna ábyrgð á örðu fólki í samfélaginu en getum ekki bara hugsað um rassgatið á sjálfum okkur. Því miður eru ekki allir það heppnir að hafa góða heilsu og tækifæri til mennta og því er sjálfsagt mál að hjálpa þeim. Það er það sem greinir mannkynið frá öðrum dýrategundum, samúðin og samhjálpin.\nEf við hættum að hugsa um aðra sem minna mega sín eigum við ekki skilið lengur að kallast mennsk."
        },
        {
            "user": "Nishanti",
            "user_id": "36030",
            "date": "2005-02-07 19:01:46",
            "id": "1956802",
            "reply_to_id": "1956525",
            "text": "Ha !?\nog þess vegna á ríkið að redda okkur ?\nHvernig væri að taka ábyrgð sem einstaklingar í samfélagi og gera þetta í staðin fyrir að láta einhverja aðra sjá um þetta fyrir okkur ?"
        },
        {
            "user": "Nishanti",
            "user_id": "36030",
            "date": "2005-02-08 13:36:07",
            "id": "1958068",
            "reply_to_id": "1956802",
            "text": "Vegna þess að ekki geta allir séð um sig sjálfi"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-02-07 20:18:49",
            "id": "1956993",
            "reply_to_id": "1956525",
            "text": "“Ef við hættum að hugsa um aðra sem minna mega sín eigum við ekki skilið lengur að kallast mennsk.”\nÞað eru nú fleiri dýr en maðurinn sem er annt um sína tegund, enda er það mjög jákvætt séð frá þróunarlegu sjónarhorni.\nAnnars má alveg deila um þetta, þó er ég sammála þér um að þetta öfgakennda frjálshyggjulið eigi það til að ganga of langt.\nEigum við ekki bara að einkavæða alþingi ?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-07 19:05:06",
            "id": "1956810",
            "reply_to_id": "1955651",
            "text": "Nei ég vill ekki hafaþetta eins og í bandaríkjunum, það eru reglugerðir um allt þar. mátt ekki gera þetta svona eða hinnseginn. rugl…\n“Það að heilbrigðiskerfið í Bandaríkjunum sé frjálst, er alrangt. Þannig eru 110.000 blaðsíður sem lúta að því hvað sé innifalið í Medicare kerfinu og hvað ekki. 7.000 reglugerðir eru til um ýmsa verkferla og slíkt. T.d. er reglugerð um meðferð á fólki eftir að hafa verið í þyngdarleysi, verið goggað af fugli, lent undir fánastöng eða lent í þotuhreyfli. Einkageirinn er mjög aðþrengdur með reglugerðafargani, óheilbrigðum lögum sem stuðla að gífurlegum lögsóknum og mörgu fleiru. Skattaafslættir eru gefnir fyrirtækjum fyrir að greiða fyrir sjúkratryggingu starfsmanna sinna. Það fyrirkomulag hefur reynst mjög illa og skekkir alla myndina. Skýrslugerð tekur orðið mun lengri tíma en það sem skýrslurnar fjalla um, meðferðin sjálf.\nEkki gefst hér rúm til að útlista nánar hvernig heilbrigðiskerfið í Bandaríkjunum er, en ljóst er að það er reglugerðaflóðið og lagagerðirnar sem valda háum stjórnunarkostnaði. Þegar við bætist að frá 1960 hafa hlutfallsleg fjárútlát bandarísku ríkisstjórnarinnar aukist úr 9% í 32% (45% þegar útgjöld fylkja- og sveitastjórna eru teknar með líka) verður myndin enn flóknari.”"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-02-07 02:45:26",
            "id": "1955703",
            "reply_to_id": "1955507",
            "text": "Nei auðvitað ekki, þú virðist nefninlega ekki vera á því að taka neina ábyrgð eða taka neinn þátt í mannlegu nútímasamfélagi, ok það máttu en þá skalltu ekki búa nálægt mér eða mínu samfélagi sem ég eyði orku, tíma og pening í að byggja upp. Ríkisrekið heilbrigðiskerfi skapar fleiri hæfa borgara sem geta borgað skatta og byggt upp kerfið, þar að auki skapar það ekki jafnstóra hnekki á líf fólks eins og einkarekið og þá er fólkið hæfara til að halda lífinu áfram eins og ekkert sé og byrjað að vinna aftur og getur þá borgað skatt. Ríkisrekið heilbrigðiskerfi borgar sig alveg.\nSvo annað, þú segist bara vilja borga einkarekinn sjúkrahús, en ef þú ert ungur og lendir í slysi? Þá verðurðu að vera háður foreldrum þínum og verður aftur ósjálfstæður og mátt eiginlega ekki vanrækja samband þitt eða klúðra því við foreldra, þá hafa foreldrarnir algjört vald yfir þér. Einkarekið heilbrigðiskerfi hefur þannig líka áhrif á fjölskyldulíf og skerðir tilfinningafrelsi ungs fólks."
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2005-02-07 18:52:24",
            "id": "1956771",
            "reply_to_id": "1955496",
            "text": "Dópistar sem myndu kaupa fíkniefni\nlöglega\nmyndi þar af leiðandi borga skatt af þeim. Þannig að ef dóp væri löglegt myndi það í rauninni minnka kostnað fíkniefnalausra borgara þessa lands.\nSvo er fíkniefnaneysla hvort sem er á góðri uppleið hvort eð er þannig að af hverju ekki innheimta af þessu skatt?"
        },
        {
            "user": "lobsterman",
            "user_id": "56288",
            "date": "2005-02-07 18:55:44",
            "id": "1956780",
            "reply_to_id": "1956771",
            "text": "ég myndi ekki vilja það af því að flestir sem eru blankir og eru háðir fíkniefnum redda sér pening með hlutum eins og innbrotum og ég vil ekki þurfa að hafa þetta eins og í vissum ríkjum bandaríkjanna þar sem þú mátt skjóta fólk sem er í óleifi á þínu landi"
        },
        {
            "user": "Konungurinn",
            "user_id": "40134",
            "date": "2005-02-07 15:10:20",
            "id": "1956229",
            "reply_to_id": "1955370",
            "text": "Þá vil ég að þú afsalir þér rétti þínum á heilsugæslu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-07 19:12:10",
            "id": "1956831",
            "reply_to_id": "1956229",
            "text": "Hvað með að ég fengi skatta afslátt í staðin. Ef Ríkisembættismönnunum sem sæju um þetta kerfi væri ekki haldið uppi af fólki sem vill ekki halda því uppi þá væri ekkert að því.\nmér finnst að fólk ætti að mega afsala sér þessu ef það vill það."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-07 16:23:22",
            "id": "1956393",
            "reply_to_id": "1955370",
            "text": "Segðu mér samt Kikyou, mér finnst allt í lagi að selja og kaupa drykkin. En það væri rangt að hafa engar viðvaranir utan á svona drykk. Á fólk að eitra fyrir sér án þess að vita hvað það er að gera?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-07 19:22:08",
            "id": "1956865",
            "reply_to_id": "1956393",
            "text": "Ef þetta væri gert löglegt þá myndu örugglega einhverjir vísinda menn taka sig saman og gera einherskonar heilbrigðismerki fyrir svona vörur. Þeir gætu sellt þessi merki og væru þar afleiðandi að fullyrða að þessi drykkur væri hollur, þú myndir síðan ákveða þig hvort þú treystir þeim, og hugsa þig tvisvar um áður en þau keyptir merkjalausan drykk. vísast til, þetta er lausn sem ég sé ´fljótu bragði. Heilbrigðismerki eins og eru til að mynda á þvotta efnum, þessi eldri voru víst algjört eitur miðað við þessi sem eru til í dag, þó að þau eyðileggi hálsin á hverjum þeim sem neytir þeirra.\nAð auglýsa kókaín drykk sem hollan (ef hann er það ekki) hlýtur eifaldlega að vera svik. Það á klárlega að vera ólöglegt að svíkja peninga útúr fólki. Það eru svik samlhiða því að afhenta ekki umbeðna vöru.\nNei það væri ekki rangt að hafa ekki sérstakar “varúð það er kókaín í þessum drykk” merki. En þú verður víst að leggja traust þitt til coca cola fyrirtækissins að það setji ekki kókaín í drykkin þinn án þess allavega að vara þig við. og myndir hugsa þig tvisvar um áður en þú neyttir einhvers sem þú þekktir ekki til.\nÞað er einfaldlega fáránlega lítil eftirspurn eftirþessu og ég hef litla trú á því að fyrirtæki eins og egils fari að framleiða ginger ale með kókaíni þó það væri lögleitt. Fólk lætur almennt smá bragðmun ekki á sig fá þegar heilsa þess er í húfi."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-07 19:26:35",
            "id": "1956882",
            "reply_to_id": "1956865",
            "text": "og myndir hugsa þig tvisvar um áður en þú neyttir einhvers sem þú þekktir ekki til.\nMeð sömu lagasetningu og þú stingur upp á þá myndi ég hugsa mig tvisvar um áður en ég prófa nýja drykki.\nEn, í dag hef ég gaman af því að bragða á nýjum hlutum vitandi það að þeir eru ekki eitrandi fyrir mig."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-09 21:09:58",
            "id": "1961482",
            "reply_to_id": "1956882",
            "text": "ég er ekki almennt lagasetningar týpan.\nafnema lög :)\nen já það væri varla hættulegra að drekka eitthvað með viðurkenndum og þekktum heilbrigðisstimpli heldur en að drekkka eitthvað núna."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-10 07:56:25",
            "id": "1962148",
            "reply_to_id": "1961482",
            "text": "Mér finnst að það ætti allaveganna alltaf að skylda fólk til þess að prenta skýrt á vörurnar hvað sé í þeim."
        },
        {
            "user": "Hlynzi",
            "user_id": "21838",
            "date": "2005-02-06 23:05:40",
            "id": "1955454",
            "reply_to_id": "1955094",
            "text": "Sígarettur eru mun hættulegari en gos.\nSvo afhverju ekki að banna þær fyrst, svo mætti íhuga að banna einhverjar gostegundir.\nEn það þarf stundum að hugsa fyrir fólk…t.d Kókaín er nú ekki beint það hollasta sem þú færð."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-02-06 23:12:30",
            "id": "1955470",
            "reply_to_id": "1955454",
            "text": "Ég held bara að það komi mér ekkert við hvað fólk kýs að gera á daginn. Svo lengi sem það er ekki að beita aðra ofbeldi eða þar að swgja beita þá ofbeldi sem vilja ekki vera beittir ofbeldi."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-02-07 02:47:51",
            "id": "1955704",
            "reply_to_id": "1955470",
            "text": "Vissir þú að langstærstur hluti líkamlegra árása sem hafa rán í för með sér útí Bandaríkjunum eru vegna þess að árásaraðillinn þarf að fjármagna fíkniefnaneyslu?\nEkki vera með svona hrikalega einfalda hugsun! Hefurðu aldrei heyrt um orsök og afleiðingu?"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-02-09 22:12:41",
            "id": "1961660",
            "reply_to_id": "1955704",
            "text": "Hefuru aldrei leitt hugan að orsökum banns við fíkniefnum ?\nef svo er ættiru að sjá að fíkniefni eru fáránlega dýr, og að skæruliðar í S-Ameríku bera beinan hag af banni við fíkniefnum. (FARC t.d. já sittu og pikkaðiu inn að það ætti að vernda æsku Íslands frá eiturlyfjum með bönnum meðan börn í Colombiu deyja vegna þess hve efnaðir farc'verjar eru vegna bannsins.)\nÉg ætla gefa mér að ég eigi 14 ára stúlkubarn í ruglinu, þá myndi ég frekar vilja farið úti lyf og heilsu og keypt hennar grömm af kóki. Sem ég myndi vita hreinleikan á og gefa henni í stað þess að  hún þyrfti að fjármagna neyslunna með píkunni og hefði ekki guðmund um hreinleika efnisins og væri komin með svo mikil fráhvarfeinkenni að hún gæti varla hugsað."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-02-09 23:33:20",
            "id": "1961893",
            "reply_to_id": "1961660",
            "text": "tjah, ef efnið er óhreint þá koma engir kúnnar. Eða er það ekki markaðsfræði frjálshyggjamanna eins og þín."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-02-11 08:45:28",
            "id": "1964153",
            "reply_to_id": "1961893",
            "text": "til hamingju með þetta yndislega svar. :)"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-02-11 13:25:16",
            "id": "1964482",
            "reply_to_id": "1964153",
            "text": "Það sem ég er að segja er að ef að efnið er óhreint þá koma engir kúnnar og samkvæmt frjálshyggjurökum er óhreint efni því ekki á markaði…"
        },
        {
            "user": "mpythonSR",
            "user_id": "24795",
            "date": "2005-02-06 23:15:04",
            "id": "1955476",
            "reply_to_id": "1955094",
            "text": "eigum við ekki að leyfa þeim sem hafa vit á\nað setja fram lista yfir hvað á að banna?\nÉg tel mig vera einn af þessum sérfræðingum og hér er minn listi.\nNafn                  ástæða\n1. Gosdrykkir        skemmir tennur og bein\n2. tóbak             Skemmir lungu og gefur krabbamein\n3. fita              þú verður of þungur\n4. Rautt kjöt        það er ljótt að borða kjöt af dýrum sem eru í                 það eiga allir að borða\ngrænmeti.\n5 hvítt kjöt         sjá rautt kjöt\n6 fiskur             það er ljótt að borða mat\nhvalana\n7. Gras              það þykir ekki sniðugt að\nborða það vegna þess að þá\nerum við að taka frá\nlömbunum og beljunum sem\nkoma til með að ganga\nafvega villtar um allt\nvegna banns á rauðu kjöti.\n8. Grænmeti          Kanínurnar verða að lifa á\neinhverju.\n9. Sykur             Skemmir tennur og bein\n10. salt             of mikið af salti skemmir\nnýrun.\nÞessi listi er nú að mestu leyti settur fram í gríni, en finnst ykkur ekki að við eigum að fá að velja hvað við setjum ofaní okkur.\nÉg skil þetta með eiturlyfin og tóbakið en\nað bann mér hvað ég borða eða drekk vegna þess að mér er sagt að ég geti lifa lengur er heimskulegt. Hver ætlar að segja mér að ég geti lifað mínutunni lengur ef ég hætti að borða rautt kjöt með mikilli fitu.\nÉg vil fá að velja.\nÉg vil ekki að einhver næringarfræðingur segji mér hvað ég má borða og hvað ekki.\nþú ert það sem það þú borðar, hvort sem það er svín, naut, rolla eða lax.\nGóðar stundir\nMonty Python Senio"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-02-06 23:19:42",
            "id": "1955487",
            "reply_to_id": "1955476",
            "text": "Þetta er mergur máls míns."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-02-07 02:52:05",
            "id": "1955705",
            "reply_to_id": "1955487",
            "text": "Fyrir utan að í mergi þíns máls gleymast hrikalegar tengingar milli fíkniefna, heilabrenglandi sturlunar af völdum fíkniefnisins og ofbeldis í kjölfar heilabrenglandi sturlunarinnar. Mér er skítsama þótt að fólk reyki lungun á sér í svartan skít svo lengi sem það blæs ekki ógeðslegri tóbaksfýlu í fötin mín eða á mig. Hreint andrúmsloft er í neðsta þrepi þarfapíramídans og þess vegna nauðsynleg réttindi.\nÞað sem er með venjulegt gos er að það skaðar engann annan en þig, í óhóflegu magni það er að segja. Með að banna fíkniefni er ég ekki að reyna að hafa vit fyrir fólki, bara að koma í veg fyrir að það ræni af mér peningunum í einhverri blindri þörf fyrir pening fyrir fíkniefnum. Ég hef engan áhuga á svoleiðis leiðindum."
        },
        {
            "user": "LAtinO",
            "user_id": "20621",
            "date": "2005-02-07 15:30:59",
            "id": "1956270",
            "reply_to_id": "1955705",
            "text": "Þú segir alltaf það sama.. En helduru virkilega að einhvað fleiri myndu nota fíkniefni ef þau væru leyfð..\nMálið er að ef maður vill dópa þá getur maður það hvort sem það er löglegt eða ekki, og það vita “allir” hverjar afleiðingar fíkniefna eru.\nAð banna eiturlyf er bara verra því þá er þetta allt underground og fólk notar ekki Intrum Justitia til að rukka skuldir.\nLögreglan myndi ennþá handtaka dópistan sem réðst á þig þótt hann megi löglega dópa.."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-02-08 16:43:52",
            "id": "1958447",
            "reply_to_id": "1956270",
            "text": "Við vitum ekkert hvort að eiturlyf yrðu vinsælli með lögleiðingu. Verðið og að þetta sé svona underground dæmi er nú það sem heldur flestum frá þessu og þar að auki skiptir miklu máli hvort að samfélagið viðurkenni ákveðna hluti opinberlega eða ekki, sérstaklega fyrir ungt fólk. Hvernig eiga foreldrar að geta alið upp börnin sín með því hugarfari að fíkniefni séu ekki sniðug ef að þau eru viðurkennd af samfélaginu. Að eitthvað sé bannað þýði ekki endilega að það verði ekki, heldur að það sé stefna þjóðarinnar að stöðva notkun þessara efna. Fíkniefni hafa neikvæð áhrif á þjóðfélagið og ef þau eru ólögleg er auðveldara að koma höggi á þá sem nota þau."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-02-09 21:14:38",
            "id": "1961490",
            "reply_to_id": "1958447",
            "text": "já það er alltaf betra að ala börn upp við það að þau geti aldrei hugsað fyrir sig sjálf. ;)"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-02-09 22:39:37",
            "id": "1961742",
            "reply_to_id": "1961490",
            "text": "Vissulega geta sum þeirra það en önnur virðast bara ekki geta það. Einnig hefur hópþrýstingur gífurlega mikið að segja á þessum aldri og ef að samfélagið viðurkennir eiturlyf í ofanálag þá held ég að þrystingurinn verði of mikill fyrir mjög marga og mun fleiri eiga eftir að ánetjast fíkniefnum í þessum aldurshópi."
        },
        {
            "user": "Onoes",
            "user_id": "1099",
            "date": "2005-02-06 23:18:10",
            "id": "1955486",
            "reply_to_id": "1955094",
            "text": "Ég held að höfundur ætti að leifa 5-10 árum að líða og sjá svo til hvar hann stendur.\nÉg er nokkuð viss um að skoðanir hans yrðu heldur aðrar þá."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-02-06 23:23:33",
            "id": "1955494",
            "reply_to_id": "1955486",
            "text": "Ég held að ég ætti ekki að bíða með að tjá skoðannir mínar.\nEn hey þær gætu vel breyst þó að ég efi það örlítið."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-02-07 02:54:07",
            "id": "1955706",
            "reply_to_id": "1955494",
            "text": "Þær eiga eftir að breytast um leið og þú lendir í fyrsta skipti í fíkniefnaneytanda sem lemur þig í kássu með ekkert í heilanum nema að ná í fíkniefni, sem hann ætlar að gera með peningunum þínum, hvort sem þú leyfir honum það eða ekki."
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2005-02-07 18:56:34",
            "id": "1956784",
            "reply_to_id": "1955706",
            "text": "Kreoli:\nGetur verið að fíkniefnaneytandinn lemji einhvern í klessu vegna þess að hann óttast handrukkara svo mikið að hann VERÐUR að fá pening og grípur þess vegna til þess örþrifaráðs sem ofbeldi er."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-02-08 16:49:15",
            "id": "1958460",
            "reply_to_id": "1956784",
            "text": "Já það getur verið en skiptir það máli ef ríkið væri með þetta, hann myndi bara berja einhvern til að geta keypt efnið af ríkinu. Það er oftast fíknin sjálf sem drífur fólk í að fá pening fyrir eiturlyfjum, ekki hræðsla við handrukkara.\nSvo er eitt, fíknin sjálf, er hún er ekki ofbeldi. Að vera háður einhverju gengur á vilja manns og réttindi, sérstaklega þegar það er óviðráðanlegt efni eins og heróín."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-02-12 00:20:13",
            "id": "1965925",
            "reply_to_id": "1958460",
            "text": "Cool ég er í alvörunni háður kóki hvað viltu gera ?\nkók kók kók ég elska kóka, og seagrams ginger ale !\n(kók = coca cola; til að fyrirbyggja miskilning)\nEkki má gleyma Rikki chan og anime, líka háður því ég á rétt á því að vera ekki háður anime !\n(ég fæ fráhvarfs einkenni þegar mireille (download-bott) er niðri, sama gildir um einn vin minn)\nkv. Kikyou\nManneskja háð Kóki, Ginger Ale, Kínamat og Anime\n:)"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-02-15 02:01:17",
            "id": "1971202",
            "reply_to_id": "1965925",
            "text": "Það eru kannski eitthvað sem flokkast undir ómissandi venjur, en ef þú færð fráhvarfseinkenni ef þú færð ekki að sjá 39402# þátt um einhvern hundspúka og skólastúlku leita að brotnum úr einhvejrum Sjikón stein (sem brotnaði btw í fimmtugastaogáttunda skiptið í þarsíðasta þætti) þa´veit ég ekki hvað gerist ef þú verður fyrir raunverulegri fíkn…. ætli þú myndir ekki bara springa eða verða að storki…? (Who knows…)"
        },
        {
            "user": "skite",
            "user_id": "25467",
            "date": "2005-02-06 23:22:02",
            "id": "1955491",
            "reply_to_id": "1955094",
            "text": "nákvæmlega! GERUM KÓKAÍN LÖGLEGT Á ÍSLANDI!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-06 23:25:45",
            "id": "1955498",
            "reply_to_id": "1955491",
            "text": "Annað er forsjárhyggja, allir verða að viðurkenna það.\nAnnars er spurning hvaða áhrif það hefði ég þori ekki að fullyrða það. En ég ætla bara að setla mig á að samfélag manna ætti að myndast náttúrulega án ofbeldis (þar að segja viðurlögum við “óæskilegum hlutum”.  It's worth a try."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-06 23:26:31",
            "id": "1955499",
            "reply_to_id": "1955498",
            "text": "afhverju ekki að prófa það á nokkrum stöðum og sjá hvernig tekst. það væri mjög áhugavert."
        },
        {
            "user": "JohnGuily",
            "user_id": "13244",
            "date": "2005-02-06 23:36:26",
            "id": "1955516",
            "reply_to_id": "1955094",
            "text": "Eiturlyf leiða af sér ofbeldi.  Hef ekki séð neinn vera ræna búðir útaf Fanta skuldum.  Alveg fáránlegt hjá þér að segja að það ætti ekki að banna þetta."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-06 23:40:17",
            "id": "1955524",
            "reply_to_id": "1955516",
            "text": "Ég vill meina að við gætum sparað hellings pening með því að gefa þessu liði bara eiturlyf og bjóða upp á meðferðir. Tilhvers að láta það stela eiturlyfjum þegar það er hægt að framleiða þetta fyrir lítið sem ekkert og henda í það.\nþað er allavega skárra en að láta þá smygla þessu inn og selja sig og stela til að eiga fyrir þessu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-06 23:41:40",
            "id": "1955528",
            "reply_to_id": "1955524",
            "text": "pointið mitt er að vísast til leiðir bannið á fíkniefnum af sér meira ofbeldi en efnin sjálf. Ég efast um að lyf og heilsa fari að senda handrukkara eftir fíkniefna skuldum. :D raunar efa ég að þeir færu að selja fíkniefni…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-06 23:57:12",
            "id": "1955558",
            "reply_to_id": "1955094",
            "text": "gera kókain löglegt, fara í bandalag með kolumbiu og venusuela, flytja inn kokain til íslands í tonnatali, á sæmilegu verði, setja upp búð sem heitir kokainverslun ríkisins og selja það þar..\nEÐA.. flytja inn kokain, og setja kvóta á kókaínið, td.. X mikið af kókaini f. Z mikið af pening í C langann tíma :D"
        },
        {
            "user": "KingSnake",
            "user_id": "45260",
            "date": "2005-02-07 00:22:22",
            "id": "1955610",
            "reply_to_id": "1955094",
            "text": "Þú vilt leyfa kókaín í gosdrykki.\nHvað með fólk sem veit ekki betur s.s. börn?\nEigum við að skaða æsku og þ.a.l. framtíð þessa lands vegna frelsi til að velja?"
        },
        {
            "user": "KafteinnFalki",
            "user_id": "25439",
            "date": "2005-02-07 02:35:37",
            "id": "1955697",
            "reply_to_id": "1955610",
            "text": "setja bara sirka 16 ára aldurstakmark"
        },
        {
            "user": "Froggy",
            "user_id": "508",
            "date": "2005-02-07 00:57:53",
            "id": "1955652",
            "reply_to_id": "1955094",
            "text": "Frelsi er hugtak sem hamlar sjálft sig og gæti því aldrey verið til.\nEkki nema kanski fyrir Palla litla sem var einn í heiminum.\nÍ raun er frelsi bara áhvörðun sem hver og einn getur tekið fyrir sig, ef þú áhveður að þú ætlir ekki að láta neinn stoppa þig í því sem þú villt gera þá ert frjáls. Öðrum er þó frjálst að áhveða að þeir ætli að stöðva þig og það gerir þá frjálsa.\nRaunverulegt frelsi er líklega ekki gott fyrir neinn. Það besta sem þjóðfélög heimsins hafa getað boðið upp á hingað til er frelsi til að kjósa þá sem þú treystir til að takmarka frelsið þitt."
        },
        {
            "user": "Nishanti",
            "user_id": "36030",
            "date": "2005-02-07 01:00:34",
            "id": "1955653",
            "reply_to_id": "1955094",
            "text": "Gosdrykkjaneysla og neysla skaðlegra efna teljast ekki til mannréttinda og munu seint gera það."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-07 19:08:16",
            "id": "1956817",
            "reply_to_id": "1955653",
            "text": "þú átt náttúrulega engan rét tá gosi og skaðlegum efnum.\nÉg er að tala um rétt til að taka ákvarðanir sem snerta mann sjálfan."
        },
        {
            "user": "gaddavir",
            "user_id": "21309",
            "date": "2005-02-07 01:30:45",
            "id": "1955675",
            "reply_to_id": "1955094",
            "text": "The Coca'Cola Company neitar því að kókaín hafi nokkurn tíman verið í drykkinum. En árið 1886 var kók ekki með neinu gosi. Sem sagt syrup.\nÉg held samt að það hafi verið kókaín í því.\nAllavega! Þá styð ég þennan sjónarhól. Samt myndi fleira fólk sem hefur hæfileika til að gera eitthvað sérstakt og halda þróuninni áfram eyðileggja lífið sitt, deyja ungt og ekki gera neinum gott. d;o)"
        },
        {
            "user": "calF",
            "user_id": "24255",
            "date": "2005-02-07 14:47:54",
            "id": "1956193",
            "reply_to_id": "1955675",
            "text": "þú veist allt um það ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-07 19:24:43",
            "id": "1956877",
            "reply_to_id": "1955675",
            "text": "“Cokelore”\nKókaín í kóki ?\nmátt skrá mig í tölvu-kókista félagið…"
        },
        {
            "user": "Svidakjammi",
            "user_id": "53481",
            "date": "2005-02-07 13:52:50",
            "id": "1956095",
            "reply_to_id": "1955094",
            "text": "ég get einungis komið með eitt comment á þessa grein og það er, haldið ykkur í bjórnum skítt með gosdrykki!"
        },
        {
            "user": "Conan",
            "user_id": "39903",
            "date": "2005-02-07 14:18:59",
            "id": "1956131",
            "reply_to_id": "1955094",
            "text": "Er hugsanlegt að þú sért ungur frjálshyggjumaður?"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2005-02-07 16:48:24",
            "id": "1956477",
            "reply_to_id": "1955094",
            "text": "fara bara milliveginn og leyfa red bull :P"
        },
        {
            "user": "HrKrissi",
            "user_id": "47093",
            "date": "2005-02-07 16:50:28",
            "id": "1956481",
            "reply_to_id": "1955094",
            "text": "<kaldhæðni> Jáhá !! förum að setja fíkniefni í gosið sem að 2 af hverjum 3 krökkum eldri en fimm ára drekka einu sinni æi viku eða oftar. Lifi byltingin </kaldhæðni"
        },
        {
            "user": "HrKrissi",
            "user_id": "47093",
            "date": "2005-02-07 19:06:46",
            "id": "1956814",
            "reply_to_id": "1956481",
            "text": "Afhevrju hef eg grun að hann sem gefur krökkunum sínum gos með eiturlyfjum uppúr þurru sé vanhæfur foreldri og ætti að vera svipt forræði fyrir börnum sínum ?"
        },
        {
            "user": "HrKrissi",
            "user_id": "47093",
            "date": "2005-02-07 19:38:54",
            "id": "1956907",
            "reply_to_id": "1956814",
            "text": "Þótt að barn drekki uppþvottalög þá þurfa foreldrarnir ekki að vera slæmir. Ég efast um að börn færu að taka mark á því ef að foreldrar ætluðu að banna þeim að drekka drykkinn sem að þau hafa drukkið heillengi."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-07 19:58:44",
            "id": "1956951",
            "reply_to_id": "1956907",
            "text": "Ég sagði aldrei að foreldarar væru óhæfir sem slíkir ef barn kæmist í uppþvottalög.\nHelduru virkilega að coca cola myndi setja kókaín í kók bara af því það má ?\nVarla, og ef þeir gerðu það örugglega undir einhverju sér merki “coca cola original” sem væri örugglega ekki sellt í búðum."
        },
        {
            "user": "pokarotta",
            "user_id": "46832",
            "date": "2005-02-08 20:08:21",
            "id": "1959102",
            "reply_to_id": "1955094",
            "text": "vá hvað ég vissi ekki hvað það eru margir asnar hérna á huga! Leyfa kókaín í gosdrykkjum vegna þess að það fari eftir fólki hvort að það neyti þess ekki! Heyrðu, sleppum þá bara spítulunum, lyfjunum, slysavarðsstofum og meðferðarstofnunum, það er bara þeirra val hvort þau séu að klífa fjöll, leika sér með eld, drekka áfengi eða keyra í bíl! Svona hugsun hamlar þróun í samfélaginu, ég bara vissi ekki að svona fáfræði væri svona algeng á 21.öldinni.\nEn þið verðið líka að standa við orð ykkar, að ef að einhver ykkar gæti verið alkahólisti, að dirfast ekki að leita til meðferðarstofnunar, því þetta er alveg það sama.\nOg já, VÁM, þessi grein er einhver sú verst skrifaðasta, innihaldssnauðasta og vitlausasta grein sem ég hef lesið! Venjulega er á móti skítkasti, en þegar menn eru komnir út í svona pælingar á það ekkert betra skilið"
        },
        {
            "user": "Hrislaa",
            "user_id": "42360",
            "date": "2005-02-09 00:43:48",
            "id": "1959898",
            "reply_to_id": "1955094",
            "text": "Fáðu þér Pepsi."
        },
        {
            "user": "Splitz",
            "user_id": "13993",
            "date": "2005-02-09 20:19:16",
            "id": "1961394",
            "reply_to_id": "1955094",
            "text": "Persónulega vil ég hafa kókið eins og það er núna og það er gosdrykkurinn sem ég held mig við"
        },
        {
            "user": "einaraxel",
            "user_id": "5042",
            "date": "2005-02-09 21:58:04",
            "id": "1961603",
            "reply_to_id": "1955094",
            "text": "Kókaín er ólöglegt efni. Það er ekki eina ólöglega efnið á landinu, þú finnur langan, langan lista efna sem annað hvort eru bönnuð með öllu eða lúta ákveðnum reglum um meðferð þeirra.\nÞetta er ekki vegna einhverrar “forræðishyggju”, sem er orð sem ég sé ótrúlega oft notað hjá ykkur frjálshyggjumönnum, heldur er það vegna þess að já… fólk veit ekki alltaf alveg nógu vel. Maður þarf að hafa háskólapróf í efnafræði til að geta lesið yfir innihaldslýsingu á einni eða annarri neytendavöru og séð nokkuð ótvírætt hvort efnið geti verið þér skaðlegt. Þar kemur það inn að stjórnvöldum ber að vernda almenning fyrir hlutum sem hin almenna manneskja getur ekki endilega verndað sig gegn.\nKókaín hefur líklega sína kosti, annars væri þess líklega ekki neytt, en þú munt finna að flest eiturlyf hafa á sínum tíma einhvern tímann verið lögleg, indíanar S-Ameríku tuggðu blöð kókaplöntunnar á sínum tíma, háð var stríð vegna ópíumsins, heróin var hóstalyf, og LSD var fyrst kraftaverkaefni sem gaf snögga, skaðlausa skemmtun fyrir hvern sem er. Til lengdar hafa hins vegar efnin ekki gefið góða raun og því eru þau gerð ólögleg, til verndar almannaheillar.\nÉg hef svo sem ótrúlega litla trú á þessari ákvörðun með sódavatnið. Það er alveg fáránlegt að banna gosdrykk sem bættur er með vítamínum og steinefnum “í of miklu magni” þegar þú getur náð í nákvæmlega sömu efni í bragðbættum lyfjavörum, trúlega í meira magni, í bæði töfluformi og sem einhvers konar drykk, að ég tali ekki um morgunkorn sem börnum er á engan hátt takmarkað að borða að öllu jöfnu. Að ég tali ekki um mun skaðlegri efni eins og í tóbaki."
        },
        {
            "user": "einaraxel",
            "user_id": "5042",
            "date": "2005-02-09 22:20:28",
            "id": "1961682",
            "reply_to_id": "1961603",
            "text": "Hvað með að framleiðendur keyptu sér þessa þjónustu í formi t.d. öryggismerkinga frá viðurkenndum og þekktum næringarfræðinga samtökum ?\neða er hið opinbera eitt hæft til að meta áhættu varðandi gosdrykkja neyslu ?\nÉg hef ekki guðmund um hvað Benózóliúm 3 er en ég efast um að Egills fari að eitra fyrir mér. Eða vil ég frekar gos frá óþekktum framleiðanda án alla öryggismerkinga frá Súdan ?\nhmm…"
        },
        {
            "user": "einaraxel",
            "user_id": "5042",
            "date": "2005-02-09 22:42:50",
            "id": "1961749",
            "reply_to_id": "1961682",
            "text": "Ég segi það líka að ég efast stórlega um þessa ákvörðun lýðheilsustöðvar eða hvers sem annars stóð fyrir þessu. Þó að eftirlit sé nauðsynlegt þýðir það ekki að eftirlitið geti ekki brugðist á einn eða annan hátt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-09 23:12:59",
            "id": "1961843",
            "reply_to_id": "1961749",
            "text": "Já eftirlitið getur brugðist. :)\nÉg vill samt meina að það sé kreddufesta að gamli Stalín verði að sjá um þetta eftirlit. Það er nauðsyn en þó ekki heilagur réttur almúgans þetta heilbrigðiseftirlit."
        },
        {
            "user": "Nodferatu",
            "user_id": "31577",
            "date": "2005-02-13 01:05:48",
            "id": "1967632",
            "reply_to_id": "1955094",
            "text": "Þetta er nú meira ruglið. Sko, fólk á að hafa rétt til þess að velja sér sinn gosdrykk já, en… fólk á ekki að hafa rétt á því að gera eitthvað sem skaðar  aðra umtalsvert vitandi vits. Ef framleiðsla á kóki með kókaíni í væru leyfð væri verið að leyfa framleiðslu á einhverju sem er vitað mál að skaðar aðra. Sumir myndu kannski segja: “Já það á þá að treysta fólki til þess að hafna þessum drykk.” Þetta er samt ekki svo einfalt, það eru alltaf margir fáfróðir einstaklingar svo sem unglingar í uppreisn, gamalmenni sem eru komin út úr heiminum og börn sem hefðu ekki vit á því að hafna þessu eða, í tilviki uppreisnarunglingsins (flott orð, veit það ;)), kysi að hafna srykknum ekki til að vera töff eða einfaldlega til þess að gera þveröfugt við það sem mamma og pabbi segja. Þá myndi kannski sumir segja: “já það er þá bara verst fyrir hann/hana. Svona heimskingjar geta bara sjálfum sér um kennt, þeir verða að taka afleiðingum gjörða sinna.” En þetta er mjög auðvelt að segja alveg þangað til litla systkini þitt er orðið háð kókaíni…"
        },
        {
            "user": "eero",
            "user_id": "44660",
            "date": "2005-02-13 18:20:57",
            "id": "1968471",
            "reply_to_id": "1955094",
            "text": "Eigum við ekki bara að leyfa neyðslu allra fíkniefna   í leiðinni…."
        },
        {
            "user": "girl90",
            "user_id": "62184",
            "date": "2006-12-16 02:49:24",
            "id": "4358199",
            "reply_to_id": "1955094",
            "text": "Frelsi í sinni ýktustu mynd, og það í þessu stórbrotna samfélagi nútímans, leiðir ekkert annað af sér en spillingu. Mundu að frelsið dregur jafnréttið ávallt niður! Og flest, ef ekki öll, viljum við jafnrétti í einhverju magni. Þó vilja örfáir aðilar halda fam kenningunni: sá hæfasti lifir af,og taka hana bókstaflega. En það er svona fólk sem vill ekki hjálpa neinum því að sá hæfasti lifir af, fatlaðir, sjúkt fólk, og gamalt getur dáið í fullkomnu afskiptaleysi. En hvað biður það svo um þegar það lendir sjálft í slíkum aðstæðum? Og kommon ekki langar mér að kókaín, e-pillur, hass og fleira stuff standi í framtíðinni í hillunni í Hagkaup eins og coke á tilboði. Og auðvitað myndu fleiri freistast til í slíkum aðstæðu, og líka þó slíkar væru aðstæðurnar ekki, þ.e. efnin væru aðeins lögleg. Sem dæmi má taka að margir unglingar telja að drykkja, reykingar og tóbaksneyslu vera í fínasta lagi. Rökin er ef til vill þeir fullorðnu mega þetta og svo er þetta löglegt þannig að þetta getur ekki verið það skaðlegt. Svo ef að þú vilt leyfa slík vandræðaefni viltu þá ekki bara líka leyfa dópistum, dílerum og handrukkurum að æða um grunskóla landsins, halda fyrirlestra, og lýsa þeirri yndislegu tilfinningu að vera undir áhrifum þessara og hinra efna. Slíkt myndi brengla hugsun fólk óendanlega mikið, og það myndi varla vita hvað sneri upp nér niður. Nú segir þú kanski að þú viljir ekki ganga svona langt, en staðreyndin er sú að fullkomið frelsi gengur ansi langt. Þetta er mín skoðun, vona að þið hafið gagn og gaman af henni, en að sjálfsögð er hverjum frjálst að hafa sínar eigin skoðanir, auk þes að breyta þeim. Við erum að bakast alla ævi, og erfitt er að segja hver útkoman verður."
        },
        {
            "user": "girl90",
            "user_id": "62184",
            "date": "2006-12-16 02:54:44",
            "id": "4358212",
            "reply_to_id": "1955094",
            "text": "Ég tel að það sé hluverk ríkisins að stuðla að velferð einstaklingsins, en auðvitað gerir það þó ekki allt rétt í þeim efnum, enda er það er ég tel óleysanlegt verkefni sökum fjölbreytileika mannlífsins..;-) Góða nótt."
        }
    ]
}