{
    "forum_title": "Fuglar",
    "user": "LadyJ",
    "user_id": "8744",
    "date": "2005-02-09 12:57:11",
    "title": "Gári á annari löpp",
    "text": "Ég er nýbúin að “ættleiða” einn gára, hef ekki hugmynd hvað hann er gamall eða neitt, en hann er soldið furðulegur, hann er alltaf að reita af sér fjaðrirnar og svo situr hann oft á annari löppinni og heldur hinni uppi.\nEr það eðlilegt að fuglinn láti svona?\nEr eitthvað spes sem ég get gert til að honum líði sem best eða bara einhver tips?\nTAkk takk.",
    "url": "https://www.hugi.is/fuglar/korkar/275670/gari-a-annari-lopp/",
    "url_id": "275670",
    "id": "1960341",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-09 15:47:48",
            "id": "1960709",
            "reply_to_id": "1960341",
            "text": "mínir fuglar haga sér ekki svona.\nég veit ekkert hvort þetta sé eðlilegt.\nmér minnir að ég hafi lesið að þetta sé bara eðlilegt en ég veit ekki."
        },
        {
            "user": "Pottlok",
            "user_id": "13598",
            "date": "2005-02-09 17:53:18",
            "id": "1961005",
            "reply_to_id": "1960341",
            "text": "Fuglinn minn stendur oft heillengi á annari löpp(dísa) og er hann að\nreyta\nsig?\nÞú veist kippir hann í og koma fjaðrir með þegar hann reytir sig?\nAnnars þá gæti verið að hann sé bara að þrífa sér svoldið harkalega."
        },
        {
            "user": "agustb",
            "user_id": "21245",
            "date": "2005-02-09 20:02:54",
            "id": "1961356",
            "reply_to_id": "1960341",
            "text": "sofa gárar ekki á annari löppinni?"
        },
        {
            "user": "machine",
            "user_id": "55070",
            "date": "2005-02-10 16:03:19",
            "id": "1962779",
            "reply_to_id": "1961356",
            "text": "Þið hérna vitið ekki mikið um fugla 8-) hehe\nfuglar standa á annari löppinni þegar að þeir eru að sofa eða hvíla sig ;) Það er ekki neitt að fuglinum þínum, hann er bara að hvíla sig :D"
        },
        {
            "user": "LadyJ",
            "user_id": "8744",
            "date": "2005-02-10 19:51:29",
            "id": "1963352",
            "reply_to_id": "1961356",
            "text": "ja hann reitir alveg fjadrirnar af ser, eins og thessar storu\na stelinu, thar er bara ein fjodur eftir..\nthetta er mjog furdulegt, veit ekki hvad eg ad gera."
        },
        {
            "user": "prinsessan91",
            "user_id": "57306",
            "date": "2005-02-11 15:14:59",
            "id": "1964748",
            "reply_to_id": "1963352",
            "text": "lady: því miður en ég verð að segja þér að ef fuglinn þinn er að reyta sig svona mikið gæti hann drepið sig á þessu…hann hefur annaðhvort lent í einhverju áfalli og er þessvegna kominn með þessa þráhyggju eða þá að þú ert ekki að veita honum nógu mikla athygli og honum líður illa…\nþú verður að gera eitthvað í þessu og skamma hann og reyna að hindra að hann plokki sig…"
        },
        {
            "user": "Pottlok",
            "user_id": "13598",
            "date": "2005-02-12 11:17:13",
            "id": "1966253",
            "reply_to_id": "1963352",
            "text": "Fara til dýralæknis og fá á hann kraga og vera góður við hann.\nHann hættir þessu þá á endanum en fáðu á hann kraga.\nHonum mun finnast það böggandi en þú villt að hann lifi er það ekki?"
        },
        {
            "user": "Sweet",
            "user_id": "2593",
            "date": "2005-02-13 00:46:22",
            "id": "1967605",
            "reply_to_id": "1960341",
            "text": "Þegar gárum líður vel standa þeir á annarri löppinni, þarft engar áhyggjur af hafa af því. Þyrftir hinsvegar að hafa áhyggjur ef hann myndi aldrei gera þetta, það væri óvenjulegt :)\nMeð það að hann reyti sig, ég myndi gefa því smá tíma. Gárar “fella fjaðrirnar” á nokkurra mánaða millibili og nýjar koma í staðinn. Ef hann hinsvegar hættir þessu ekki er kannski ráð að athuga málið betur.\nEinhver tips segirðu, hafðu nóg að borða handa honum og haltu búrinu hreinu, leyfðu honum að fljúga reglulega ef honum langar og ekki sakar að gefa honum regluglega vítamín og grænmeti/ávexti. Ef hann er einn er ágætt að láta hann hafa spegil, sumir vilja ekki láta fuglana sína fá spegla en minn eyðir oft dágóðum tíma í að spjalla við “hinn fuglinn”. ;)\nGangi þér vel!"
        },
        {
            "user": "helgibjo",
            "user_id": "34809",
            "date": "2005-03-21 15:59:47",
            "id": "2035938",
            "reply_to_id": "1960341",
            "text": "Þegar hann stendur á einni löpp er hann bara að hvíla sig.\nEn þegar hann er að reita sig þá er hann kannski bara að taka ónýtar fjaðrir eða bara að snirta sig"
        },
        {
            "user": "Bauksi",
            "user_id": "44193",
            "date": "2005-04-18 21:50:53",
            "id": "2095102",
            "reply_to_id": "1960341",
            "text": "Ef hann stendur á einni löpp og dregur hina upp í fiðrið er hann einfaldlega að hvíla sig og hann heldur betur á sér hita ef þessar beru lappir eru inni í fiðrinu. Ef hann ýfir sig og hristir þá er það merki um vellíðan, honum líður vel og hann kurrar kannski í svefni.\nEf hann er að leika við þig getur hann orðið mjög spenntur og fer kannski að bíta í hendurnar á þér. Hafðu engar áhyggjur, hann er bara mjög spenntur og er í svona “gamnislag” við þig, best er að ýta bara létt á móti og vonast eftir að þú fáir sigg á hendurnar fljótlega;)\nBauksi"
        },
        {
            "user": "LadyJ",
            "user_id": "8744",
            "date": "2005-04-19 09:46:18",
            "id": "2095863",
            "reply_to_id": "2095102",
            "text": "takk takk allir, sem betur fer er hann nú hættur að reita sig og fjaðrirnar hans eru farnar að verða dekk blárri en þær voru… það þýðir vonandi að honum líði þá vel :)"
        }
    ]
}