{
    "forum_title": "Heimspeki",
    "user": "Tantalos",
    "user_id": "29036",
    "date": "2005-02-11 00:46:16",
    "title": "Vitneskjan",
    "text": "Sannleikur\nTilvist Sannleiks og vitneskjan um sannleik í tengslum við sjálfið.\nNánari skilgreininga er þörf, líkt og að talnagildið Fí sé 1.61803399.\n(sem skilgreining)\nSannleikur er það sem eitthvað er óneitanlegt, líkt og talan Fí.\nÞað er eiginlega voða lítið sem við getum tekið fyrir “raunverulegan” sannleik, þótt flest okkar geri það, líkt og að jörðin sé kúla, alheimurinn sé óendanlegur, tíminn líður. Sannleikur er í sjálfu sér ekki til. Fyrir alls ekki svo löngu síðan var það viðtekinn og óhrekjanlegur sannleikur að heimurinn hlyti að vera flatur og þeir sem gengu eður sigldu of langt í eina tiltekna átt ættu það á hættu að detta óskemmtilega fram af honum og þarmeð enda líf sitt.\nNú, eftir að við höfum lent á tunglinu, mars og sent tilvonandi brotajárnshauga með útvarpi og myndavél út í kosmóin er það viðtekið að hann sé hnöttóttur og ennfremur hefur orðið “heimur” breyst og verið skipt út, núna er það jörðin í stað heimsins og heimurinn er það sem jörðin er staðsett í og er á fleygiferð í.\nÉg hugsa, þess vegna hlýt ég að vera. Það eru ákveðnir hlutir sem flest okkar upplifa og eru svo óneitanlega “til staðar” að þeir hljóta að vera, líkt og þyngdaraflið,tíminn og sólin.\nGildir einu hvort jörðin er flöt eða hvort sólin er mjög risavaxinn lampi á eldhúsborði Javeh…þeir eru “til staðar” því ég upplifi þá.\nÞótt ég geti allteins verið heili í krukku sem upplifir tilbúinn veruleika er sá tiltekni veruleiki “Sannleikur” fyrir mér sem tilraunadýri í lélegri B-mynd. Þetta“ég” er það eina sem ég get verið viss um þótt upplifanir mínar séu tilbúningur umhverfisins (tilraunarstofu Dr. Franklenstíns) eða upplifanir lífveru raunverulegrar tilveru.\nLítum á ofangreinda fullyrðingu “ jörðin er hnöttótt”. Ég hef aldrei sannlega séð eða upplifað óhrekjanlega reynslu sem sýnir mér, óneitanlega, að jörðin sé hnöttur, það hefur eiginlega enginn gert. Hve mörg okkar hafa gengið í kringum hnöttinn?\nVið höfum því Vitneskju um sannleik, að jörðin sé hnöttur en ekki kúla, þyngdaraflið sé til staðar og að Fí sé u.þ.b. 1.618 og þvíumlíkt. Það verður í sjálfu sér sannleikur eins og hvert sjálf upplifir það, þótt það sé óvéfengjanlega ekki mögulegt.\nÉg hef etv valið óheppilegt orð og þó ekki,”sannleikur”. Staðreyndir er það sem flestir myndu kalla þetta. En kíkið í íslensku orðabókina;\norðin “sannleikur”,”staðreynd,”raunverulegur”,”þekking” og “vitneskja” fá fremur endastutta skýringar sem allar ýja að því sama, sem er fremur óljóst og vísa manni fram og til baka án þess að neinn raunverulegur skilningur á orðunum fáist. Altént í minni útgáfu semi kalla mætti aldraða.\nAllavega..\nÞótt þessi setning sé fremur asnaleg mætti líta á sannleik sem vitneskju um sannleik.\nÞetta þvaður hingað til er að ýja að andlegri leti má segja.\nFólk tekur almennt vitneskju um sannleik, mikilvægum eður ei, sem sannleik.\nÞetta fer óneitanlega í taugarnar á mér.\nOf margir eru ánægðir með fremur grunnhyggna nálgun að eigin tilveru, þ.e. að taka vitneskju um sannleik sem sannleik án þess að nenna að hugsa um að þetta sé vitneskja eigið sjálfs á sannleik, án þess að reyna virkilega að nálgast vitneskjuna sem vitneskju um sannleik fremur en sannleik. (Haha, það er frekar fyndið að lesa þetta).\nHvernig er hægt að meðtaka sannleik, sem er í raun vitneskja um sannleik á þess að meðtaka að öll vitneskja er að mörgu leyti óáreiðanleg og háð breytingum?\nVið erum verur sem bregðast við áreiti umhverfisins sem við skilgreinum í formi upplýsinga, sem við vinnum úr og bregðumst viðeigandi við. Hvernig við bregðumst við fer eftir okkar þekkingu, og er því ekki “réttast” og “praktískast” að styðjast við\nÞekkingu sem er eins “rétt” og mögulegt er svo að viðbrögðin við áreitinu séu viðeigandi, á þessu grunnplani lífveru sem er ríkjandi á plánetunni og ennfremur hópdýr?\nÞað er til fyrirbæri sem snýst um að losa sjálfan sig við alla fordóma og fyrri samfélagslega innrætingu vitneskju til að fá sem “réttasta” (afstætt fyrirbæri, ergo gæsalappinar) vitneskju um tiltekið fyrirbæri. Það er svo gott sem ómögulegt altént núna og því það besta sem hægt er að gera er að líta á þetta tiltekna fyrirbæri hverju sinni frá sem flestum sjónarhornum og mögulegt er.\nÞetta kýs ég að kalla “víðsýni” og sé sem mannkost mikinn og góðan….Þó ekki.\nFrá öðru sjónarhorni hugsa ég að önnur sjónarhorn komi frá öðrum manneskjum og passi því inn í innrætt samfélagslegt viðhorf þeirra er hafa þetta fyrirbæri fyrir augum.\nSem meðlimur þess samfélags ætti það því að vera ómögulegt að sjá fyrirbærið án þess að þetta ákveðna samfélagslega viðhorf endurspeglist í gegnum mig.\nEr víðsýni því jákvæð eða neikvæð? Þá meina ég annarsvegar samfélagslega og hinsvegar einstaklinglega.\nNú lít ég á það sem ég hef nú skrifað, from the top of my head, eftir að hafa drukkið of mikið kaffi, sofið of lítið, og reyni að sjá frá öðru sjónarhorni.\nT.d. sem andlega æfingu; að reyna að nálgast einhverja vitneskju, hugsa..raða hugsununum saman, og skrásetja. Styrkja tengingar milli taugafrumna.\nÞví læt ég þetta þvaður inn á huga og vona að til staðar séu andlega æfðir hugar sem lesa þetta, koma með eigin hugsanir, ábendingar og gagnlega gagnrýni.\nÉg vona að þessi sveimhuga skrif mín hafi örvað einhverja huga hugaranna hér.\nAnnað eiginlega óviðkomandi..samt ekki.\nEru konur andlega latari en menn? Eða er það bara að þetta sé karlríkjandi samfélag?\nÉg sé raunverulega ekkert sem aftrar konum frekar við að hefja heimspekinám heldur en körlum, en samt las ég að hlutfall kvenna í heimspeki á heimsvísu sé hlægilega lágt. Nú er engin leið fyrir mig að staðfesta þessa tölu og miðað við það sem ég hef skrifað gæti þetta hlutfall (sem var eitthvað undir 20% að mig minnir) verið alrangt, en mér sýnist að hér á heimspekiáhugamálinu sé meirihlutinn karlar yfir tvítugu (þ.e. af þeim sem skrif eitthvað af viti).\nEinnig hef ég hitt hlutfallslega fleiri karla sem eru andlega áhugaverðari en egg heldur en konur, og það eru fleiri heimspekibækur til eftir karla en konur(sem gæti verið vegna fyrrnefnds karlaveldis sem við lifum í). Any thoughts regarding?",
    "url": "https://www.hugi.is/heimspeki/greinar/275890/vitneskjan/",
    "url_id": "275890",
    "id": "1962577",
    "replies": [
        {
            "user": "karijo",
            "user_id": "5836",
            "date": "2005-02-11 02:03:03",
            "id": "1964051",
            "reply_to_id": "1962577",
            "text": "góð grein verð að segja það eða allavega það sem ég las af henni mér finnst svona djúpar heimsspeki pælingar leiðinnlegar sem eru að mínu mati ekki um neitt og það er oftast ekki hægt að komast að neinni niðurstöðu enn það er bara mín skoðun"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-02-11 08:50:54",
            "id": "1964155",
            "reply_to_id": "1964051",
            "text": "Mér finnst þín skoðun leiðinleg."
        },
        {
            "user": "Persefone",
            "user_id": "15721",
            "date": "2005-02-17 14:24:36",
            "id": "1976033",
            "reply_to_id": "1964051",
            "text": "Sæll.\nÉg er sennilega í þessum minnihlutahópi sem þú talar um í lok greinar þinnar.\nAnnars hef ég sjálf velt þessu fyrir mér með stelpur og heimspekileg málefni.\nEinhvern veginn enda ég alltaf með strákunum. Mér finnst meira fjör með þeim, þeir eru að bralla meira og bara eru virkari einhvern veginn. Alla vega á annan hátt en stelpurnar. Annars er ég ein af þeim sem telja að það sé ekki svo mikill munur á strákum og stelpum í grundvallaratriðum.\nEn ég er ósammála því að kalla stelpur andlega latar, það er bull. Hvað er það eiginlega að vera andlega latur? Að nenna ekki að hugsa? Það er fullt af fólki sem er mjög “andlega virkt” en það er kannski ekkert voðalega mikið vit til staðar til að virkja. Tja ég veit það ekki.\nÉg held að þjóðfélagið sé afskaplega fast í kynjaskorðum. Ef hægt væri að taka þverskurð á þankagangi stúlkna með því að stúdera sjónvarpið í klukkutíma eða svo, þá ætti áhugasvið mitt greinilega að vera útlit, strákar og djamm. Hvergi sé ég ímyndir sem líkjast mér í neinum miðlum samfélagsins. Kannski er það þess vegna sem svona lítið er til af stelpum sem eru andlega virkar - eða þess þá heldur að þær séu jafnvirkar og strákar EN þori ekki að viðurkenna það. Það hafa verið gerðar rannsóknir hér í Bretlandi sem sýna að karlmenn velja sér konur sem eru annað hvort neðar en þeir í framapotinu eða jafnfætis þeim (þótt jafnfætis talan hafi verið afar lág). Ekki einn einasti þeirra taldi sig hreinlega geta hugsað sér dömu á hærra plani en þeir. Nokkuð athyglivert ekki satt?\nJæja ég vildi bara aðeins gefa mitt álit.\nTakk og bless,\nPersefone"
        },
        {
            "user": "karijo",
            "user_id": "5836",
            "date": "2005-02-11 02:04:34",
            "id": "1964053",
            "reply_to_id": "1962577",
            "text": "Verð að skjóta því með að ég er í raun ekki dómbær á þessa grein þar sem ég las hana ekki alla enn vildi bara koma á framfæri minni skoðun á svona heimspeki pælingum"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-02-11 08:53:53",
            "id": "1964158",
            "reply_to_id": "1962577",
            "text": "Sama hvað ég “þjáist” af mikilli efahyggju, þá kemst ég alltaf að þeirri niðurstöðu að það *hlýtur* að vera eitthvað sem er óneitanlega *raunverulegt* og *satt*.\nÚtfrá gefnum forsendum er ekki hægt að fá tvær niðurstöður (eða fleiri) sem stangast á. (Nema með rangri útleiðsluaðferð)\nGetur það nokkuð verið?\nOg smá svona spurning, er Fí það sama og Þeta?\n(0,1,1,2,3,5,8,13,21,34,55,89….)"
        },
        {
            "user": "Tantalos",
            "user_id": "29036",
            "date": "2005-02-11 10:16:50",
            "id": "1964219",
            "reply_to_id": "1964158",
            "text": "Fí ku vera gullna sniðið, ákveðið hlutfall sem finnst á skemmtilega mörgum stöðum, líkt og í byggingu kuðunga og í því hvernig stjörnuþokan spíralast.\nKarijo, þær(pælingarnar) eiga engu síður heima inni á þessu áhugamáli og ennfremur er það ekki aðal markmið heimspekinnar að vera skemmtileg þótt það sé í sjálfu sér ekkert slæmt að hafa gaman af lestri hennar.\nSíðan má líta annað á útfrá vitneskju, líkt og þann undarlega(mitt álit) þankagang trúaðra sem er ágætlega líst svona:\n“Þar sem ekki er búið að sanna að guð sé ekki til hlýtur hann að vera til..”"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-02-11 10:33:44",
            "id": "1964235",
            "reply_to_id": "1964219",
            "text": "Er “Þeta” ekki líka gullna sniðið ? Þessi talnaruna er allavega “runa fibonacci's” (eða byrjunin á henni).\nHlutfallið milli tveggja samliggjandi talna í henni nálgast Fí (Þetu?) eftir því sem ofar dregur í rununa."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-02-11 10:34:23",
            "id": "1964236",
            "reply_to_id": "1964235",
            "text": "Og já, svo er ég mjög sammála þér með þennan undarlega þankagang trúaðra. :)\nÞetta er mjög spes, og virðist ekki eiga við neitt nema tilvist gvuðs í þeirra hugum."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2005-07-09 14:30:47",
            "id": "2302108",
            "reply_to_id": "1964235",
            "text": "Jú, táknið þeta er líka oft notað fyrir gullna sniðið.  Gullna sniðið er hlutfall rétthyrnings, ef að hann heldur sama hlutfalli eftir að ferningur er skorinn af honum.\nÞað gefur annarsstigjöfnuna x^2 = x+1 þar sem x er gulliðsnið.  Þessi jafna er líka x^2 - x - 1 = 0 og er ein einfaldasta annarsstigsjafna sem til er, svo það þarf ekki að vera skrýtið að gulliðsnið poppi upp á alls konar stöðum.\nNákvæmt gildi á gullnasniðinu er\nfí (eða þeta) = (sqrt(5) - 1) / 2\nen ekki 1.618033989\nÞetta með fibonacci rununa er rétt hjá þér."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2005-07-09 15:03:53",
            "id": "2302174",
            "reply_to_id": "1964219",
            "text": "Það er samt ekkert merkilegt við það að gulliðsnið finnist í byggingu kuðunga og sólkerfisins.  Ástæðan er sú að það má tákna einhverja eiginleika logariþmísks spírals með gullna sniðinu.  Það er í raun mun merkilegra að sólkerfið og bygging kuðunga séu logariþmískir spíralar.\nEinhverjar tengingar við gulliðsnið má draga finna vegna þess að það er hlutfall hliðar og hornalínu fimmhyrnings.  Þannig að ef eitthvað er reglulegur fimmhyrningur þá er gullnasniðið eitthvað tengt því.  Tengslin gætu verið fleiri, það er alltaf hægt að kanna það ef maður kann hornafræði og veit að cos(pi/5) = 0.5 * phi.\nAllir þessir hlutir gætu reyndar hjálpað þér, því þeir tengjast greininni þinni eitthvað.  Þú getur sjálfur öðlast skilning á því hvernig gulliðsnið tengist þessum rúmfræðifyrirbærum.  Þegar þú hefur SKILIÐ það þá er það ekki bara VITNESKJA (eins og þú notar orðið) heldur þinn eigin skilningur.  Það er skoðun mín að það sé alls ekkert merkilegt að vita hvar og í hvaða samhengi talan phi kemur fyrir, ef ekki er vitað hvers vegna hún gerir það.  Það að hún komi fyrir í eihverju samhengi hefur einhverja merkingu, lýsir tengslum einhverra hugtaka og það að uppgötva hver þessi tengsl eru er mun merkilegra en að samþykkja bara að þau séu þarna.\nStærðfræðilegur sannleikur er þannig að það ætti enginn að trúa honum nema geta gengið úr skugga um hann, og hann er EINSKIS virði ef að fullkominn skilningur á honum er ekki fyrir hendi.\nAthugaðu líka að það er vel hægt að rökstyðja að jörðin sé hnöttótt án þess að ferðast í kringum hana.  Horfðu yfir hafið og skoðaðu sjóndeildarhringinn, segðu mér hvort þú sjáir hann ekki sveigja örlítið.\nEn þetta er að sjálfsögðu bara tilraun til að öðlast raunverlegan sannleik en ekki vitneskju um hann (svo ég fái orðalagið þitt að láni).  Því það er munur á því að vita að sannleikurinn er þarna (og hugsanlega samþykkja hann) og að komast að honum sjálfur."
        },
        {
            "user": "gummibill",
            "user_id": "56078",
            "date": "2005-02-13 14:37:51",
            "id": "1968078",
            "reply_to_id": "1962577",
            "text": "mjög gaman að lesa þessa grein því ég var einmitt um daginn að rökræða við kennarann minn og vin minn um það hvort jörðin gæti ekki verið flöt(ég var á þeirri skoðun að hún gæti alveg verið flöt). en mjög flott og skemmtileg grein"
        },
        {
            "user": "Utopia",
            "user_id": "28528",
            "date": "2005-02-13 18:56:17",
            "id": "1968530",
            "reply_to_id": "1968078",
            "text": "það væri gaman að fá að heyra rökin fyrir því?? ;)"
        },
        {
            "user": "gummibill",
            "user_id": "56078",
            "date": "2005-02-13 18:57:42",
            "id": "1968537",
            "reply_to_id": "1968530",
            "text": "lastu ekki greinina"
        },
        {
            "user": "Utopia",
            "user_id": "28528",
            "date": "2005-02-13 19:06:27",
            "id": "1968559",
            "reply_to_id": "1968537",
            "text": "ekki alla… !! er allt of þreyttur til þess núna… skrollaði bara í gegnum svörin!"
        },
        {
            "user": "gummibill",
            "user_id": "56078",
            "date": "2005-02-13 19:07:13",
            "id": "1968562",
            "reply_to_id": "1968559",
            "text": "þar muntu finna rökin"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-02-16 15:23:38",
            "id": "1974023",
            "reply_to_id": "1968078",
            "text": "Það er hægt að sýna fram á hnattlögun jarðarinnar öðruvísi en að fjúga, sigla eða ganga í kringum hana.\nÞyngdaraflið sér til þess."
        },
        {
            "user": "gummibill",
            "user_id": "56078",
            "date": "2005-02-16 15:26:15",
            "id": "1974027",
            "reply_to_id": "1974023",
            "text": "ég ætla að giska að þú hafir ekki lesið greinina\nþað gæti alveg eins verið eitthvað allt annað sem togar okkur niður… ég trúi því ekki… en það gæti samt alveg verið að jörðin sé flöt"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-02-16 15:31:10",
            "id": "1974038",
            "reply_to_id": "1974027",
            "text": "Jújú, ég las greinina.\nAuðvitað “gæti verið” að jörðin væri flöt.\nEn það er einfaldlega ekkert sem bendir til þess.\nÞegar menn “vissu” að jörðin væri flöt, þá var það ekki niðurstaða neinna útreikninga eða rannsókna, heldur einungis trú þeirra.\nÞannig að í rauninni er rangt að segja að menni hafi vitað það, þeir trúðu því."
        },
        {
            "user": "minivergur",
            "user_id": "44098",
            "date": "2005-02-13 22:33:47",
            "id": "1968983",
            "reply_to_id": "1962577",
            "text": "Flott grein… bara full löng… hefðir getað einfaldað hana soldið"
        },
        {
            "user": "tyl3nol",
            "user_id": "3579",
            "date": "2005-02-15 23:01:05",
            "id": "1973127",
            "reply_to_id": "1962577",
            "text": "Hver er svona meginkenningin í greininni?"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-02-22 17:50:42",
            "id": "1986792",
            "reply_to_id": "1962577",
            "text": "Fí er bara ákveðin tala í fjölmennasta samfélagi stærðfræðinga. Hún gæti þýtt eitthvað annað hjá einhverjum einstaklingum en þeir græða ekkert hrikalega mikið á því og eyða þá orku í annað hvort að muna tilgangslausa tölu eða laga til allt talnakerfið til að talan haldi áfram að virka. Þannig að talan Fí sé 1.61803399 er í raun bara gáfulegt val þeirra sem nota hana eða þeirra sem vita um hana því ef hú ner ekki 1.61803399 er hún vitatilgangslaus eða skapar leiðinda samskiptavandamál eða annað vesen. Að talan Fí sé 1.61803399 er ekki sannleikur. Að talan Fí sé 1.61803399 hjá fjölmennasta samfélagi stærðfræðinga og hjá þeim sem nenna ekki að standa í óþarfa(oftast) samskiptaörðugleikum útaf þeir túlki Fí öðruvísi. Þú mátt tilheyra öðrum hvorum þessum hóp ef þú villt eða tilheyra þeim sem eru ósammála. Þetta gildir líka um aðrar vísindalegar “staðreyndir”. Sannleikurinn er þitt val, hinn eini sannleikur er í raun bara gáfulegasta valið (að trúa ekki á þyngdarkraftinn er mjög órökrétt val og þess vegna ekki gáfulegasta svarið)."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-02-22 17:56:06",
            "id": "1986805",
            "reply_to_id": "1986792",
            "text": "Gleymdi kannski að minnast á í sambandi við gáfulegasta svarið/matið að því ógáfulegra sem matið sé þeim mun ónothæfari er niðurstaðan. Þess vegna er einstaklingur sem er á móti öllum gáfulegum stöðlum og mötum ekki með mjög nothæfa heimsmynd."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-03-01 20:35:09",
            "id": "2000540",
            "reply_to_id": "1986792",
            "text": "“Sannleikurinn er þitt val, hinn eini sannleikur er í raun bara gáfulegasta valið.”\nEr ég á villigötum ef ég dreg þá ályktun útfrá þessari yrðingu, að grunnur vísindanna sé óstöðugur? Að í rauninni sé ekkert “rétt”?\n“Gáfulegasta svarið” er jú frekar illa skilgreint hugtak, er það ekki?\nVæri kannski réttara að segja “nothæfasta svarið” eða “nákvæmast skilgreinda svarið, gefið að það sé rökstutt.” … eða eitthvað annað?"
        },
        {
            "user": "Sweros",
            "user_id": "39798",
            "date": "2005-03-01 19:31:07",
            "id": "2000410",
            "reply_to_id": "1962577",
            "text": "Mér finnst þú vera frekar mikið að snúast í kringum hina frægu setningu Descartesar: ,,Ég hugsa, þess vegna er ég\""
        }
    ]
}