{
    "forum_title": "Hestar",
    "user": "Disav",
    "user_id": "28463",
    "date": "2005-02-12 16:07:05",
    "title": "Ungmennaflokkur",
    "text": "Hello\nGetið þið sagt mér hvaða aldur flokkast undir ungmennaflokk og ef það er misjafnt eftir félögum þá hver er hann í Sleipni?\nEn talandi um sleipni er ekkert að gerast hjá þeim? Ég flutti á Selfoss í sumar sem leið og hef ekki verið vör við neitt félagsstarf, heimasíðan þeirra er nánast dauð held ég bara og ekkert á henni að græða.\njæja takk fyrir mig\nDisav",
    "url": "https://www.hugi.is/hestar/korkar/276358/ungmennaflokkur/",
    "url_id": "276358",
    "id": "1966665",
    "replies": [
        {
            "user": "manadis",
            "user_id": "31690",
            "date": "2005-02-14 15:03:24",
            "id": "1969948",
            "reply_to_id": "1966665",
            "text": "Ungmennaflokkur er fyrir 19-21 ára. (Fylgir keppnisárinu, 1. jan til 31. des)\nSleipnir fellur oft ungmennaflokkinn undir opna flokkinn til að stytta mót og líka vegna þess að ungmennin eru ekki síst að ríða hrossum sem geta slegist um toppsæti í opna flokknum.\nHeimasíðan hjá Sleipni er dauð og hefur alltaf verið það. Í fyrra var alla vega vetrardagskráin þar inni en nýja er ekki komin. Frekar fúlt það miðað við að aðalfundurinn er afstaðinn. Sjálf komst ég ekki á hann þannig að ég veit ekki einu sinni hvort það sé líf í fólki eða ekki."
        },
        {
            "user": "manadis",
            "user_id": "31690",
            "date": "2005-02-15 17:53:36",
            "id": "1972193",
            "reply_to_id": "1969948",
            "text": "nú er það ekki frá 17 ára aldri og eitthvað upp úr?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-15 19:58:12",
            "id": "1972568",
            "reply_to_id": "1972193",
            "text": "Haha, innsláttarvilla dauðans. Auðvitað er það 17 ára, annars væri ég varla í opnu flokki. Ég biðst innilega afsökunar á þessu öllu saman."
        },
        {
            "user": "Vinnukonan",
            "user_id": "33636",
            "date": "2005-02-15 22:49:51",
            "id": "1973067",
            "reply_to_id": "1966665",
            "text": "Ég er í Sleipni. Jú það er þorrareið á laugardaginn og þorrablót um kvöldið."
        }
    ]
}