{
    "forum_title": "Gamanþættir",
    "user": "vatn111",
    "user_id": "6817",
    "date": "2001-05-18 14:42:10",
    "title": "Mun Monica Og Chandler Giftast ?!?",
    "text": "Ég verð að viðurkenna að ég er orðinn dáldið spenntur yfir því að vita hvort Monica og Chandler munu giftast !!\nÞEIR SEM VILJA EKKI VITA UM HVAÐ ÞÁTTURINN VERÐUR ÞÁ EKKI LESA ÞAÐ SEM KEMUR. ÞETTA ER ENGINN SPOILER UM ÞÁTTINN, BARA UM HVAÐ HANN ER !\nÞað sem ég hef lesið um seinasta þáttinn er að Chandler fær “cold feet” og stingur af úr giftingunni. Ross fer að leita af honum og Phoebe og Rachel reyna að tefja Monicu svo hún komist ekki að því að hann er stunginn af ! Hinsvegar veit ég ekki hvort hann Chandler kemur aftur. Joey er að leika í einhverri World War I og óvíst er hvort hann nái í tíma til að gifta Mon og Chan en eins og allir vita hafði hann samþykkt að gifta þau.\nÞetta verður örugglega snilldarþáttur og ég get ekki beðið eftir að sjá hann, sérstaklega til að sjá hvort Chandler snýr til baka. Þessi sería mun örugglega enda á einhverju spennandi atriði eins og allar hafa gert, nema ein (6 sería). Það verður líka alveg brillíant að sjá pabba hans Chandlers í giftingunni, orðinn að konu.\nSíðan bíð ég líka með eftirvæntingu eftir næsta Friends þætti á morgun, sem Denise Richards leikur frænku Monicu og Ross…. og Ross verður hrifinn af henni :-)\nEn … hvað um það … hvernig HALDIÐ þið að gifting Chandler og Monicu endi ? (Þeir sem vita hvernig hún endar ekki koma með neinn spoiler !!)",
    "url": "https://www.hugi.is/grin/greinar/27691/mun-monica-og-chandler-giftast/",
    "url_id": "27691",
    "id": "184494",
    "replies": [
        {
            "user": "jonsagella",
            "user_id": "4484",
            "date": "2001-05-18 15:56:11",
            "id": "184495",
            "reply_to_id": "184494",
            "text": "Ég held að þau muni giftast því þau eru ,,ment to be\"  Annað væri bara asnalegt :)"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2001-05-19 18:57:08",
            "id": "184496",
            "reply_to_id": "184495",
            "text": "Mér finnst Rachel og Ross miklu meira “ment to be”."
        },
        {
            "user": "shaDe",
            "user_id": "71",
            "date": "2001-05-21 19:11:17",
            "id": "184497",
            "reply_to_id": "184496",
            "text": "Já, það er satt… Rachel og Ross eru miklu meira ment to be. En ég held samt að Monica og Chandler muni giftast."
        },
        {
            "user": "happy",
            "user_id": "4302",
            "date": "2001-05-19 12:34:21",
            "id": "184498",
            "reply_to_id": "184494",
            "text": "Þetta er geðveik grein, rosalega hlakka ég til að sjá þennan þátt!!!!!"
        },
        {
            "user": "sexybitz",
            "user_id": "7647",
            "date": "2001-05-19 18:12:17",
            "id": "184499",
            "reply_to_id": "184498",
            "text": "Veit einhver hvenær þessi þáttur á að vera\ná dagskrá?\nVerður þetta ekki síðasti Friends þátturinn?"
        },
        {
            "user": "happy",
            "user_id": "4302",
            "date": "2001-05-20 19:21:13",
            "id": "184500",
            "reply_to_id": "184498",
            "text": "Hvenær verður þessi þáttur sýndur????"
        },
        {
            "user": "PhDISitH",
            "user_id": "7755",
            "date": "2001-05-20 23:54:52",
            "id": "184501",
            "reply_to_id": "184500",
            "text": "ÉG er búinn að sjá hann. Ég veit allt en ég vill ekki skemma. All i can say að það er gjeggjaður þáttur."
        },
        {
            "user": "Barabas",
            "user_id": "9210",
            "date": "2001-05-19 19:50:35",
            "id": "184502",
            "reply_to_id": "184494",
            "text": "Ja"
        },
        {
            "user": "ljufa",
            "user_id": "249",
            "date": "2001-05-19 20:11:33",
            "id": "184503",
            "reply_to_id": "184494",
            "text": "Það bara getur ekki annað verið… öll serían er búin að ganga út á það (og í rauninni síðasta sería líka!)"
        },
        {
            "user": "green",
            "user_id": "8210",
            "date": "2001-05-19 20:24:00",
            "id": "184504",
            "reply_to_id": "184503",
            "text": "hehe, þetta er snilldar þáttur. BTW stöð2 er að sýna 19 þátt núna, og þessi þáttur er númer 23+24 (tvöfaldur klukkutíma þáttur)"
        },
        {
            "user": "green",
            "user_id": "8210",
            "date": "2001-05-20 00:44:55",
            "id": "184505",
            "reply_to_id": "184504",
            "text": "Verður Denise Richards frænka Monicu og Ross og verður Ross hrifinn af henni, oj viðbjóðu að verða hrifinn af frænku sinni =P"
        },
        {
            "user": "green",
            "user_id": "8210",
            "date": "2001-05-20 01:41:15",
            "id": "184506",
            "reply_to_id": "184505",
            "text": "Jeg hlakker meget meget til !!!!!!!!!!!!!"
        },
        {
            "user": "Unforgiven",
            "user_id": "6131",
            "date": "2001-05-21 02:25:12",
            "id": "184507",
            "reply_to_id": "184494",
            "text": "Ég er búinn að sjá þáttinn. Það er eitt mjög stórt surprise í lokin. Eitthvað sem maður hefði engann veginn búist við að myndi gerast. Ég vil ekki segja hvað það er, en það kom mér og öllum sem ég hef talað við sem hafa séð þáttinn á óvart."
        },
        {
            "user": "cletus",
            "user_id": "9595",
            "date": "2001-05-21 16:31:26",
            "id": "184508",
            "reply_to_id": "184494",
            "text": "Auðvitað verða þau að gifta sig! This is America! Maður verður líka að sjá Ross og Rachel ná almennilega saman. -Og Pheobe og Joey! Það eru búin að vera svo geðveik hint í kringum þau alveg frá upphafi. En hvernig haldiði að framleiðendurnir muni koma okkur á óvart? Einhvern veginn ná þeir því nú alltaf, þó svo maður þykist sjá allt fyrir. Þetta er svo ótrúlega spennandi að það er ekki fyndið!!!"
        },
        {
            "user": "hed",
            "user_id": "6132",
            "date": "2001-05-23 11:11:24",
            "id": "184509",
            "reply_to_id": "184494",
            "text": "Ég held að þau eigi eftir að giftast síðasta seria er aðalega bara um giftinguna. en síðasti þátturinn verður örugglega frábær!!!!"
        },
        {
            "user": "Huggies",
            "user_id": "7621",
            "date": "2001-05-27 14:53:07",
            "id": "184510",
            "reply_to_id": "184494",
            "text": "Mér fannst eyðileggja þáttinn að þau skyldu byrja saman.Það var sniðugt að láta þau haga sér svona í London en að þau skyldu verða svona alvarleg er einum of klisjulegt.Mér fannst þættirnir áður okei en núna hundleiðinlegir!!"
        },
        {
            "user": "Trixie",
            "user_id": "2522",
            "date": "2001-05-29 00:39:34",
            "id": "184511",
            "reply_to_id": "184510",
            "text": "úúúhhh… ég er líka búin ad sjá táttinn, og veit ad þið öll munud gapa í lokin… mjög svo óvæntur endir sem svarar reyndar líka einni annari tengdri spurningu….!!"
        }
    ]
}