{
    "forum_title": "Farsímar",
    "user": "superduper",
    "user_id": "4537",
    "date": "2001-05-18 13:28:25",
    "title": "Breytingar   Bilun í SMS-kerfi Símans GSM",
    "text": "Í byrjun vikunnar var SMS kerfi Símans GSM uppfært ásamt því að verð á SMS í GSM FRELSI lækkaði úr 15 krónum í 9 krónur og um leið hætti sú þjónusta að 3 fyrstu SMS á hverjum sólarhring væru frí í FRELSI en þrátt fyrir þá breytingu þýðir þetta sparnað fyrir þá sem senda 7 eða fleiri SMS á sólarhring, en það eru sennilega allflestir ef ekki allir sem senda SMS á annað borð, jafnframt varð sú nýbreytni á í GSM FRELSI að nú er tekið af inneigninni í hvert skipti sem sent er SMS sem þýðir að búið er að koma a.m.k. nokkurn veginn í veg fyrir að hægt sé að fara í skuld á Frelsinu, nema þá að eitthvað bili, samafara þessum breytingum kom upp smávægileg bilun sem lýsir sér þannig að ekki er hægt að senda SMS á þau númer sem eru innistæðulaus.\nEn ég hafði samband við þjónustuver SÍMANS og var þar upplýstur um það að sú bilun verður því miður ekki lagfærði fyrr en á mánudag….\nMig langaði að vekja athygli ykkar á þessu þar sem svo virðist vera að sumt fólk átti sig ekki á að hringja í þjónustuverið ef einhver vandamál koma upp",
    "url": "https://www.hugi.is/farsimar/greinar/27711/breytingar-bilun-i-sms-kerfi-simans-gsm/",
    "url_id": "27711",
    "id": "184719",
    "replies": [
        {
            "user": "FarmerJon",
            "user_id": "3219",
            "date": "2001-05-19 12:29:38",
            "id": "184720",
            "reply_to_id": "184719",
            "text": "lol djöfuss okur…til hvers að senda sms? þú getur talað miklu lengur fyrir 10kr heldur en það sem þú skrifar :)"
        },
        {
            "user": "Zeron",
            "user_id": "2624",
            "date": "2001-05-19 19:45:55",
            "id": "184721",
            "reply_to_id": "184720",
            "text": "*l* ekkjert smá sammála þér… ég meina 160 stafir fyrir 10kall…. eða 50 orð fyrir 10kall… hvort velur maður frekar…?"
        },
        {
            "user": "venuss",
            "user_id": "4985",
            "date": "2001-05-19 21:28:42",
            "id": "184722",
            "reply_to_id": "184719",
            "text": "pff… vitleysa…\nvinkona mín átti ekki inneign og fékk þessvegna aldrei sms… við vorum búnar að vera að spá í þessu í nokkra daga… síðan keypti hún sér inneign í dag og fékk sona 50 sms á kortérti… frá mér, kærastanum og fleirum…\nen verður þetta ekki örrugglega lagað?\nps. ég get samt fengið sms þó að ég eigi ekki inneign…?"
        },
        {
            "user": "spotta",
            "user_id": "3121",
            "date": "2001-05-20 09:34:38",
            "id": "184723",
            "reply_to_id": "184722",
            "text": "sammála… vitleysa. ég hringdi um daginn og chekkaði á þessu, og hann sagði að ef ég ætti ekkert eftir inná símanum þá gæti ég ekki fengið sms. en ef ég ætti bara 1 kr. þá væri ekkert mál og ég gæti fengið sms….. fáránlega mar…."
        },
        {
            "user": "Merkur",
            "user_id": "2800",
            "date": "2001-05-22 18:58:01",
            "id": "184724",
            "reply_to_id": "184723",
            "text": "Þetta verður alveg pottþétt lagað! Frelsi virkar þannig að ef þú átt ekki inneign getur þú samt tekið á móti símtölum. Það sama á við um SMS skilaboð. Þegar þetta er skrifað ætti þetta að vera komið í lag."
        }
    ]
}