{
    "forum_title": "Smásögur",
    "user": "zorglubb",
    "user_id": "347",
    "date": "2001-05-18 17:41:38",
    "title": "Guli drekinn",
    "text": "Kaldur vindurinn reynir að mynda íshröngl úr tárum mínum er þau kreistast út undan andardrætti frá frystri rokhviðu og falla niður eftir lögmálum Newtons heitins. Við tekur hátt fall niður á grýtta jörð sem tekur af gömlum vana við öllu grugg vatninu er lekur af seigétnu malbikinu, er lekur af rauðgulum illa festum húsþökum sem bíða kvíðafull eftir hápunkti vetrar og komu appelsínuklæddra vera sem skjóta nýjum nöglum í járnið. Rigningar lyktin blandast við hlandfnyk úr horni strætóskýlisins þar sem úfinn og skítugur köttur ráfar að og veltir því fyrir sér hvaða helvítis ósvífna mannfýla ákvað að merkja sér stað í veldi hans í leyfisleysi.\nAðvífandi svífur gulur dreki eftir þreyttu malbikinu og gefur merki með jólaljósaseríunni sinni um stefnubreytingu. Hægt líður hann að og skvettir úr skítugum pollunum sem ekki einu sinni næsti ljósastaur dirfðist að spegla sig í. Á hlið drekans opnast búkurinn hvað eftir annað með lágu hvissi og út streymir hópur af skvaldrandi sálum sem allar þekkjast og grafa sig ósjálfrátt og örstutt í minni hvors annars með athöfnum sem allar eru verfærnislega í takt við hreyfingu og sjálfstætt líf heildarinnar. Enginn reynir að hreyfa sig of snöggt, enginn getur það í þessum nístingkulda er tók sólina sem brúður og fékk í heimamund lénsveldi sitt yfir himnunum.\nÉg lít í augu sem leyfa mér að líta inn um sálargluggana eitt andartak svo ég geti lesið grunn þeirra persónu sem býr þar innra með líkama þeim sem hverfur síðan svo fljótt út í veðrið.\nÉg kveð lén kuldans og geng inn í gin gula drekans þar sem hægt er að fá sér sæti á rifbeinunum og tylli mér í miðja röðina á meðan drekinn líður áfram, eykur hraðann í flugtaki áður en hann áttar sig á vægnleysi sínu og hægir á sér fyrir næsta fórnarlamb.\nVeröldin verður að einni grárri ræmu er ég lít út um gluggana, fylgist með húsum sem virðast hafa öðlast líf og fætur og kannski vitsmuni og frelsi. Minni drekar þjóta framhjá stórum ættingja sínum og væla yfir leti og hægagangi á meðan þeir leysa svartan og fúlan vind út í andrúmsloftið og stinga af. Tíminn líður og landslagið breytist sem og ferð gula drekans sem ætti nú að vera orðinn saddur af öllum þeim sálum sem hann hefur með sér, sálum sem allar leita staðar og ég þennan eftirmiðdag. Um leið og húsin birtast hvert á eftir öðru aftur í gegnum strikaða veröldina hægist á ferða lagi drekans og hann spyrnir niður fótum sínum. Næstu fórnarlömb eru framundan.\nÉg stend upp, renn með flóði allra hinna hefbundnu og gildisbundnu sálnanna út í lén kuldans, feginn því að vera sloppinn við álög gula drekans og held áfram för minni út í veröldina sem nú er orðin skjannahvít.",
    "url": "https://www.hugi.is/smasogur/greinar/27717/guli-drekinn/",
    "url_id": "27717",
    "id": "184778",
    "replies": []
}