{
    "forum_title": "Final Fantasy",
    "user": "Mastro",
    "user_id": "44620",
    "date": "2005-02-21 02:27:56",
    "title": "Final Fantasy VII : advent children (Margt úr myndinni)",
    "text": "Final Fantasy VII : advent children (Margt úr myndinni)\nJæja núna ætla ég að skrifa svona nokkra hluti úr Final Fantasy VII\nAdvent children. Hún verður um það sem mér dettur í hug úr myndinni. Þannig að þetta verður allt frá mínum orðum  :D.\nSagan byrjar tveimur árum eftir Endirinn Final Fantasy VII.\nPlánetan er orðinn að friðum stað.\nCloud hefur veriða að lifa aleinn, eins og að vinir hans úr Final Fantasy VII hafi bara horfið.\nEins og þið sjáið í trailerinum  sem Cloud er að berjast á fullu við einhvern gaur, ég held að þessi gaur heiti nú ekkert annað enn Yazoo.Enn alla vega virðist hann vera að keyra á mótorhjólinu í gegnum rústir úr Midgar(miðgarð eða eithvað svoleiðis, hvað sem þetta heitir).\nEnn hann er að berjast þar við þennan Yazoo. Sem þið getið séð í trailerinum, þessi Yazoo er með silver hair(silvur hár) styttra samt enn sephiroth og hann er í svörtum þéttum fötum. Þessi Yazoo er með sverð sem er minna enn hann Sephiroth er með enn það er samt rosalega lýkt því.\nÞegar þið skoðið traileranna þá getið þið séð að þessi Yazoo kyssir á höndina hjá einhverjum manni í hvítum slopp í hjólastól. Mér dettur tveir menn í hug sem þetta gæti verið    Sephiroth eða Rufus. Enn í einum trailerinnum er hann Cloud að tala við þennan mann sem er í hjólastólnum þannig að mig dettur meira í hug að þetta sé rufus.\nÞað er eitt soldið skrýtið í þessari mynd, það er þegar Yazoo er hjá öllum þessum krökkum og það er eins og að hann sé að stjórna þeim fyrir.það kemur fram í einum trailerinum að Cloud er á sýnu svala mótorhjóli og allt í einu þá kemur bara vegatálmur (allir krakkarnir sem ég sagði frá ofar í greininni)og hann Cloud dettur og hann Yazoo ætlar að drepa hann. Ég veit ekki allveg hvernig hann bjargar sér eiginlega úr því enn hann gerir það samt.\nÞað er víst sagt að hann Sephiroth eigi að koma eikkað fram í myndinni enn meðal við allt sem ég hef séð þá er ég að missa vonina um að hann Sephiroth verði í myndinni.\nTifa kemur líka soldið fram í myndinni. Því miður veit ég eiginlega ekkert um hana þannig að ég ætla ekki að vera bulla eithvað hérna um hana.\nÍ myndinni kemur fram eithvað risa skrímsli sem  Yazoo kallar fram á almanna færi. Þegar Yazoo kallar skrímslið framþá dregur hann einhvernveginn mátinn úr gaurnum sem er  í hvítasloppinum og hjólastólnum sá sem talaði við cloud.\nAllavega í bardaganum við þennann heimska Nashyrning eða hvað sem þetta er (þetta líkist sin finnst mér). Þeir sem byrja að berjast við þetta skrímsli eru Cloud, Barrel, Red XIII, Yuffie. Og örugglega einhverjir fleiri.\nSvo held ég að hann cloud fari á einhvern drauma stað það sem hin fræga Arieth er/býr.\nJæja nú er ég búinn að skrifa það sem mér fannst svona mest atyglisvert úr öllu því sem ég hef sé lesið og fundið.\nEnn þetta er greinin mín sem ég vona að sleppi í gegn  :D.",
    "url": "https://www.hugi.is/finalfantasy/greinar/277702/final-fantasy-vii-advent-children-margt-ur-myndinni/",
    "url_id": "277702",
    "id": "1979386",
    "replies": [
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2005-02-21 02:38:36",
            "id": "1983606",
            "reply_to_id": "1979386",
            "text": "Ótrúlegt hvernig hálfkláraðar greinar sleppa oft í gegn… ég þarf að fara að vanda mig."
        },
        {
            "user": "Kupo",
            "user_id": "29733",
            "date": "2005-02-24 16:13:44",
            "id": "1990813",
            "reply_to_id": "1983606",
            "text": "en hvar sér mar þessa trailera um þessa mynd? aldrei séð neitt nema bara eitthvað rugl hérna.."
        },
        {
            "user": "Gexus",
            "user_id": "5048",
            "date": "2005-02-21 09:05:38",
            "id": "1983704",
            "reply_to_id": "1979386",
            "text": "Sephiroth verður í myndini.\nÍ endanum á einum trailer, þá er Cloud að drepa Weapon en skyndilega dettur einhver karl í mjög kunnulegum jakka. Gaurinn hefur sítt silvurlitað hár með tvo stóra lokka. Masamune sverðið sést líka. HVER GETUR ÞAÐ VERIÐ EIGINLEGA ?! :O"
        },
        {
            "user": "Syruss",
            "user_id": "23464",
            "date": "2005-02-21 11:39:13",
            "id": "1983861",
            "reply_to_id": "1983704",
            "text": "vá! ég sá það… ég fékk bara gæsahúð dauðans þegar ég sá hann…. ég segji definetly Sephiroth"
        },
        {
            "user": "siggikorn",
            "user_id": "47904",
            "date": "2005-02-21 17:41:59",
            "id": "1984559",
            "reply_to_id": "1979386",
            "text": "URRRRR….. ég er orðinn þreyttur á þessu!!! ÉG GET EKKI BEÐIÐ!!!!!! ég er að verða búinn að lesa svo mikið og horfa á svo marga trailera(reyndar ekki alla því ég ákvað að hætta) Að ég er að verða búinn að sjá myndina bara í hausnum á mér!\núff…. eikkað nýtt release date…? einhver?"
        },
        {
            "user": "XpliZiT",
            "user_id": "29407",
            "date": "2005-02-21 18:12:37",
            "id": "1984618",
            "reply_to_id": "1979386",
            "text": "Ég taldi mig vera svona nokkurn Final Fantasy fan, en las ég rétt… er að koma FF mynd ???"
        },
        {
            "user": "XpliZiT",
            "user_id": "29407",
            "date": "2005-02-21 18:13:49",
            "id": "1984622",
            "reply_to_id": "1979386",
            "text": "önnur það er ^^"
        },
        {
            "user": "Doxjugn",
            "user_id": "49189",
            "date": "2005-02-22 22:14:17",
            "id": "1987457",
            "reply_to_id": "1979386",
            "text": "Sepiroth kemur fram í þessari mynd.\nYazoo.. nei þú meinar Kajad vill fá Cloud duðan Yazoo er svona aðstoðarmaður Kajad\nþví Yazoo gengur með Gunblade á sér (lítið)\nKajad er með sverðið og stjórnar yfir börnunum.\nog það eru sumir sem halda að Sephiroth sé einn af þeim svo er ekki."
        },
        {
            "user": "Gexus",
            "user_id": "5048",
            "date": "2005-02-23 10:52:22",
            "id": "1988085",
            "reply_to_id": "1987457",
            "text": "En þeir eru samt soldið líkir honum, finnst þér það ekki ?"
        },
        {
            "user": "Doxjugn",
            "user_id": "49189",
            "date": "2005-02-23 11:07:15",
            "id": "1988106",
            "reply_to_id": "1979386",
            "text": "Jú þeir eru líkir honum enda Silver Haired Men\nSeppi er með Silve"
        },
        {
            "user": "Doridos",
            "user_id": "43714",
            "date": "2005-03-06 02:18:42",
            "id": "2008664",
            "reply_to_id": "1979386",
            "text": "Áhugaverð grein."
        },
        {
            "user": "Icarus2",
            "user_id": "48669",
            "date": "2005-03-27 19:16:21",
            "id": "2047547",
            "reply_to_id": "1979386",
            "text": "svodið léleg grein hér á ferðinni :S hálfkláruð.. en veistu nokkuð hvenær myndin kmr út ???"
        },
        {
            "user": "drbaun",
            "user_id": "47513",
            "date": "2005-04-09 18:14:36",
            "id": "2075437",
            "reply_to_id": "1979386",
            "text": "nördar nördar nördar nördar nördar\nnördar nördar\nnördar nördar nörda"
        }
    ]
}