{
    "forum_title": "Myndlist",
    "user": "ZiRiuS",
    "user_id": "7664",
    "date": "2005-03-02 00:30:51",
    "title": "Byggingarlist: ASK Arkítektar og Smáralindin.",
    "text": "Arkitektinn Helgi Már Halldórsson, hjá ASK arkitektum, er einn margra sem stendur fyrir hönnun verslunarhúsnæðis Smáralindarinnar í Kópavogi. Þegar hann útskrifaðist úr menntaskóla lærði hann húsasmíði og fékk í því sveinspróf. Síðan vann hann við húsasmíði á sumrin sem vakti svo áhuga hans á arkitekt sem slíkri. Með mikilli þrautsegju komst hann inn í Arkitekt Háskólann í Osló í Noregi. Hann gerði sviðsmynd fyrir kvikmyndina Útlaginn og Sótti ýmis námskeið í teikningu og slíku til að styrkja umsóknina. Þaðan útskrifaðist hann svo sem sagt með gráðuna arkitekt (sivil arkitekt í Noregi). Það samsvarar nokkurn veginn til mastersgráðu sem við þekkjum.\nÞað var mikið að gera í geiranum þar úti og fékk hann því strax vinnu við að smíða líkön. Vegna húsasmiðs prófsins átti hann mjög auðvelt með það. Hann smíðaði t.d. líkan af heilsulind líkt og Bláa lónið og annað af sædýrasafni. Helgi hefur brallað margt síðan og meðal annarra bygginga sem hann hefur átt mikinn og jafnvel mestann hluta í að hanna eru t.d. Haukahúsið, Smárinn, Kaplakriki og kaffitárs húsið (brennslan). Þótt hann hafi haft mjög gaman af öllum þessum verkefnum, þá sagði hann að Haukahúsið væri svolítið í uppáhaldi hjá sér. Hann nefnilega hannaði það eiginlega alveg sjálfur.\nÞegar verslunar miðstöðvar eru hannaðar eru ákveðin prinsip eins og væntanlega í flestri hönnun yfirleitt. Ein tegundin ,,Akkerið” (Ancher store) er í stórum dráttum þannig uppbyggð að það er gata í miðjunni, búðir út frá henni og svo stórar verslanir, bíó eða veitingasalir í báðum endum (þungamiðjur eða akkeri). Svo eru til alls konar útfærslur á því auðvitað. Smáralindin er byggð einmitt á þessari grunnhugmynd. Hún var ekki upphugsuð sem typpi í útliti, eins og svo margir hafa íjað að, heldur hönnuð með tilliti til staðals, umhverfis og aðstæðna. Ávalar línur byggingarinnar eru t.d. til þess að veita henni aðeins meiri mýkt þar sem hún er svona stór og næstum alveg án glugga. Sjálf lögun byggingarinnar réðst aðallega af umhverfi hennar (stefna gatna í kring o.s.fr).\nBreska stofan gerði fyrstu tillögur um hönnun Smáralindarinnar og svo fengu ASK arkitektar frumhugmyndirnar og unnu frekar með þær, breyttu og bættu. Það var fundað einu sinni í mánuði og menn sátu þá í nær tvo sólarhringa! Verkefnið var þess efnis að unnið var að hönnun frá byrjun og allt til enda. Verktakar tóku meira að segja þátt í að leysa ýmis tæknileg atriði eins og t.d. veggurinn sem vindur upp á sig.\nÞað var í raun enginn einn sem sá um hönnun Smáralindarinnar, þó það nú væri með svona stórt verkefni. Helgi hafði góðan hóp fólks með sér sem unnu með honum að því að gera þessa verslunarbyggingu að því sem hún er í dag. Þar sem Helgi er mikið í stjórnunarstöðu, oftar en ekki verkefnastjóri, setti hann fram hugmyndir sem voru svo annaðhvort kveikjan að einhverri þróun eða bara notaðar beint. Annars var hans vinna að miklu leyti fólgin í því að hlaupa inn og út af fundum. Hann benti einmitt á að það að vera arkitekt er svo miklu miklu meira en bara að sitja við teikniborðið.\nByggingarsaga Smárlindar má rekja aftur til ársins 1994 þegar Byggingarfélag Gunnars og Gylfa (BYGG) bauð þremur arkitektarstofum að gera samanburðartillögur að 2500 fermetra verslunarmiðstöð sem átti að hýsa eina stóra matvöruverslun og nokkrar litlar verslanir í viðbót. Tillaga ASK varð síðan fyrir valinu. Smám saman stækkaði miðstöði, aðalega vegna þess að BYGG tryggði sér stærra landsvæði. Var hún áætluð 20000 fermetrar. Ýmsir erlendir fagaðilar komu að hönnun og byggingu Smáralindar þá aðalega breska arkitekta- og verkfræðifyrirtækið Building Design Partnership eða BDP sem hefur yfir að ráða sérþekkingu í hönnun verslunarhúsnæðis. ASK og BDP gerðu samkomulag árið 1998 um samstarf við hönnun Smáralindar, BDP sáu um fyrsta þriðjung en síðan tóku ASK við leiddu það til loka.\nNú 7 árum eftir að BYGG byrjaði skipuleggingu á lítilli verslunarmiðstöð sem átti að vera 2500 fermetrar endar þetta allt með smáralindinni en hún er 61,500 fermetrar að stærð eða 25 sinnum stærri en upphaflega var ákveðið. Smáralindin hefur umtalsverða hlutdeild í verslun landsmanna og einnig vonað að hún muni draga að sér viðskiptavini erlendis frá. Enda var lagt upp með að Smáralindin ætti að verða verslunar- og afþreyingarmiðstöð sem stæðist alþjóðlegan samanburð.\nFyrsta árið skoðaði hann allt aðra hluti en almenningur þegar hann fór í Smáralindina. Það er ekki fyrr en núna fyrir stuttu sem hann gat farið með fjölskyldunni þangað og bara notið þess að rölta um. Helgi sagði svona verkefni verða svo mikinn hluta af manni. Hann hafði náttúrulega eytt svo þvílíkum tíma í þetta allt, jafnt á nóttu sem degi, virkum sem helgum og sagði það hafa skilið eftir sig djúp spor andlega og líkamlega. Hann sagði þetta engu að síður hafa verið stórkostleg reynsla, þá kannski sérstaklega erlenda samstarfið og hann var mjög ánægður að hafa fengið tækifæri til að taka þátt.\nÞessa ritgerð gerðum við Andri (ég), Anna & Arnór í Listir og Menning 113 á Listnámsbraut í Borgarholtsskóla, vonandi fræðandi fyrir ykkur líka ;).",
    "url": "https://www.hugi.is/myndlist/greinar/278126/byggingarlist-ask-arkitektar-og-smaralindin/",
    "url_id": "278126",
    "id": "1983580",
    "replies": [
        {
            "user": "doktorapi",
            "user_id": "56306",
            "date": "2005-03-02 03:30:28",
            "id": "2001207",
            "reply_to_id": "1983580",
            "text": "lítur samt út eins og fokking typpi maður…"
        },
        {
            "user": "Alliat",
            "user_id": "12885",
            "date": "2005-03-02 08:24:53",
            "id": "2001244",
            "reply_to_id": "1983580",
            "text": "Góð og fræðandi grein! :D\nEn það er reyndar satt, þetta lítur út eins og typpi, hehe. Hefur alltaf langað að vita hvað þeim gekk til með þessu. :P"
        },
        {
            "user": "Zkari",
            "user_id": "18718",
            "date": "2005-03-02 10:37:40",
            "id": "2001341",
            "reply_to_id": "1983580",
            "text": "Penis!"
        },
        {
            "user": "ezzen",
            "user_id": "19992",
            "date": "2005-03-02 18:46:42",
            "id": "2002235",
            "reply_to_id": "2001341",
            "text": "þú ert penis."
        },
        {
            "user": "Zkari",
            "user_id": "18718",
            "date": "2005-03-02 19:22:11",
            "id": "2002335",
            "reply_to_id": "2002235",
            "text": "Mammaín er typpi"
        },
        {
            "user": "zechron",
            "user_id": "4400",
            "date": "2005-03-02 14:02:33",
            "id": "2001571",
            "reply_to_id": "1983580",
            "text": "Þetta er bara risatyppi. Hann hlítur að vera með extra lítinn visst hann hannaði svona stórt. :p"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-02 14:19:50",
            "id": "2001586",
            "reply_to_id": "1983580",
            "text": "Þrumugóð grein, þetta er bara HUGE tippi og ekkert annað"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-02 15:15:12",
            "id": "2001700",
            "reply_to_id": "1983580",
            "text": "Mér finnst smáralindin bara flott. Flottasta typpi byggingarsögunnar."
        },
        {
            "user": "Skully",
            "user_id": "14210",
            "date": "2005-03-02 17:24:08",
            "id": "2002024",
            "reply_to_id": "1983580",
            "text": "and in the end they had made one hell of a penis\nfín grein ;)"
        },
        {
            "user": "andskotinn",
            "user_id": "36189",
            "date": "2005-03-02 19:35:29",
            "id": "2002365",
            "reply_to_id": "1983580",
            "text": "Þetta eru bara arkitektar með góðann húmo"
        }
    ]
}