{
    "forum_title": "Sagnfræði",
    "user": "STAVKA",
    "user_id": "46427",
    "date": "2005-02-23 23:56:32",
    "title": "Þjóðernishyggja Þjóðverja og gyðingahatur",
    "text": "“Þýskaland verður heimsveldi eða ekki neitt”\nsagði Hitler í Mein Kampf.\nÍ byrjun 19. aldar var Þýskaland troðið niður í eindir af Rússneskum og Frönskum sveitum. Þar sem þetta var niðurlægjandi fyrir Þýsku þjóðina vaknaði upp rosaleg þjóðernishyggja og löngun til að sannfæra sigurvegarana um að Þjóðverjar væru í raun æðri þeim. Mörgum Þjóðverjum fannst að Þýskaland ætti að sameinast og virkja varnir sínar og vígbúast í gagnárás. Þýskir heimspekingar litu á þýsku þjóðina sem “siðferðislega æðri þjóð en þjóðir annara ríkja” og eins og Gottlieb Fichte, fyrsti rektor Berlínarháskóla hélt framm “að hafa sterkann persónuleika og vera þýskur” væri “án efa sami hluturinn”. Því var haldið framm að Þjóðverjar hefðu komið í stað Grikkja og Rómverja  sem síðasta stigið í “sögulegri þróun andans”.\nOtto von Bismarck hefndi fyrir niðurlæginguna sem Þýska þjóðin þurfti að gjalda og sameinaði landið árið 1871. Þjóðverjar vildu að allir þeir staðir sem töluð væri þýska ætti að tilheyra Þýska ríkinu. Fólksflutingar voru algengir um aldir áður og voru því þýskumælandi fólk dreift um mikin hluta Austur Evrópu og á svæðum tilheyra Frakklandi og Belgíu. En Þjóðverjarnir voru/eru aríar sem litu niður á gyðinga og slava og varð þetta allt meðal annars orsakir hinna gríðarlegu stríðsátöka í Evrópu á 20.öld, þ.e.a.s. fyrri og seinni heimstyrjöldunum.\nAdolf Hitler var hrokagikkur, fullur af þjóðernishyggju til Þýskalands, þótt Austurrískur væri. Hann hefði seint komist til valda ef Þjóðverjar væru ekki fyrir fullir af þjóðernishyggju. Gyðingahatur var mikið fyrir í Evrópu og Hitler “reprisentaði” það.  Umburðarlyndi brast í Evrópu eftir sem gyðingum fjölgaði og voru menn hræddir um heimsyfirráð þeirra. Þetta átti sér stað á tíma í Evrópu sem\ngerfivísindaleg\nkynþáttahyggja varð afar útbreydd. Í Rússlandi og Póllandi upp úr 1870-1880 varð ofbeldi gegn gyðingum mjög algengt og breyddist það út til Vestur Evrópu með m.a. flóttamönnum til landa eins og Þýskalands og Frakklands.\nHitler sagði um gyðinga:\n“Þeir eru tóm sníkjudýr… Þá þarf að meðhöndla eins og berklasjúklinga…Það er ekki grimmdarlegt… Hví skildi hlífa skepnum sem vilja færa okkur bólsévisma? Þjóðir sem ekki losa sig við gyðingana farast!”\nNasistar í Þýskalandi létu útrýma gyðingum í tonnatali og sem leiðtogi Þýskalands lofaði Hitler að gera Þýskaland, hreinu af gyðingum og slövum að mesta og besta landi í heimi. “Þúsundáraríkið”. Þetta allt var hægt með áralöngu gyðingahatri í Evrópu og þjóðernishyggju og trú þýsku þjóðarinnar á að þeir væru æðri öðrum.\nHeimildir: Hugmyndir sem breyttu heiminum eftir Felipe Fernández-Armesto",
    "url": "https://www.hugi.is/saga/greinar/278697/thjodernishyggja-thjodverja-og-gydingahatur/",
    "url_id": "278697",
    "id": "1989545",
    "replies": [
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-02-24 00:17:06",
            "id": "1989899",
            "reply_to_id": "1989545",
            "text": "Þó að þjóðerniskennd geti haft sínar slæmu hliðar, þá verð ég mjög sár þegar ég sé krakka nútildags bölva Íslandi og hinni íslensku þjóð, segjandi að þetta sé “skítapleis”."
        },
        {
            "user": "gaulverji",
            "user_id": "14174",
            "date": "2005-02-24 07:46:12",
            "id": "1990008",
            "reply_to_id": "1989899",
            "text": "Eins og flest annað er þjóðernishyggja góð í hófi, svo ef maður fer út í öfgar eins og nasistar gera þá  er hún orðin mjög neikvæð"
        },
        {
            "user": "HotWaX",
            "user_id": "3009",
            "date": "2005-02-24 16:05:58",
            "id": "1990794",
            "reply_to_id": "1989899",
            "text": "Þeir sem segja að ÍSLAND sé skítaplæs eru fávitiar!"
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2005-02-24 17:16:33",
            "id": "1990969",
            "reply_to_id": "1989899",
            "text": "oh ég er svo sammála, Ísland er best í heimi það er enginn spurning og þeir sem segja annað hafa ekkert vit í kollinum"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-28 21:18:05",
            "id": "1998803",
            "reply_to_id": "1990969",
            "text": "hefuru verið á öllum stöðum í heiminum ? Hvernig geturu þá haldið því fram að Ísland sé best ?\nOg er þetta líka ekki svolítið einstaklingsbundið ?\nEða ertu bara guð sem veist allt fyrir alla ?"
        },
        {
            "user": "Jalkur",
            "user_id": "28640",
            "date": "2005-02-24 00:58:27",
            "id": "1989932",
            "reply_to_id": "1989545",
            "text": "Sterk Þjóðernishyggja er nauðsyn fyrir allar þjóðir svo ekki sé troðið á gildum hennar þegjandi og hljóðalaust. Framsæknustu þjóðir heimsins í dag byggja allar á mikilli trú á eigin landi & þjóð og er það ekkert nema jákvætt…\nP.s. Skemmtileg grein"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-25 12:23:38",
            "id": "1992307",
            "reply_to_id": "1989932",
            "text": "Hvaða gildum?\nÓsammála. Gott upplýsingaflæði í þjóðfélagi er nauðsynlegt til þess að fólk passi upp á að ekki sé troðið niður á einstaklingsrétti þeirra."
        },
        {
            "user": "Soldier127",
            "user_id": "8627",
            "date": "2005-02-24 10:03:59",
            "id": "1990119",
            "reply_to_id": "1989545",
            "text": "Fín grein, frekar erfitt að hafa þetta lítið og hnitmiðað.  En Hitler var auðvitað snillingur og líka hálviti.  Hann var dæmi um mann sem kunni ekki að fara með gáfurnar."
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2005-02-24 12:37:55",
            "id": "1990336",
            "reply_to_id": "1989545",
            "text": "Hélt að þetta yrði enn ein fimm línu “greinin” í belg og biðu.\nÞótt stutt sé að þá er þetta ágætur texti… þannig séð."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2005-02-24 16:52:05",
            "id": "1990912",
            "reply_to_id": "1989545",
            "text": "Ææ, minnir mig á kanann í dag )&"
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2005-02-24 17:15:29",
            "id": "1990966",
            "reply_to_id": "1989545",
            "text": "erfitt að setja þetta allt í svona lítinn texta, flott grein.\nÞjóðernishyggja kom sér mjög vel fyrir sumar þjóðir þ.a.m okkur við værum nú ekki sjálfstæð ef ekki hefði verið fyrir þjóðernishyggju manna á borð við Jón Sigurðsson. Þessi hugsun var eðlileg á þessum tíma. Almennt vildi fólk sameina þjóðarbrotinn o.s.frv..\nÍslendingar græddi líka svo helvíti vel á þessum “heimstyrjöldum”. æ æ blessað stríðið"
        },
        {
            "user": "McSulli",
            "user_id": "25541",
            "date": "2005-02-24 21:18:44",
            "id": "1991552",
            "reply_to_id": "1989545",
            "text": "Afbragðs grein. Vel sett upp. Meira af þessu:)"
        },
        {
            "user": "Rancid97",
            "user_id": "24018",
            "date": "2005-02-24 22:42:20",
            "id": "1991745",
            "reply_to_id": "1991552",
            "text": "Hitler kaus að nota gyðinga sem blóraböggul fyrir öllu því sem miður hafði farið í þýskalandi. Hann kynnti undir þjóðernishyggju Þjóðverja og í múgæsingi leit fólkið á hann sem frelsara.\nÞað sem kom Hitler til valda var það að það var mikil kreppa í Þýskalandi en með því að brjóta Versalasamningin frá 1919 og hefja vopnaiðnað þá tókst honum að minnka atvinnuleysi til muna. Hann beytti miklum áróðri og vann sér inn hylli aðalsmanna og jarðeiganda með því að lofa að spyrna gegn kommúnisma og hann vann hylli bænda og verkamanna með þessum áróðri sínum.\nÞetta var bara eitthvað sem að ég vildi skjóta að en annars var þetta mjög fín grein."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-26 23:10:08",
            "id": "1995511",
            "reply_to_id": "1991745",
            "text": "Ég verð bara að benda þér á það að það sé stafsetningavilla í undirskrift þinni.\nMaybe er skrifað eins og ég skrifaði það.\nTraitor líka.\nEkkert illa meint, bara ábending."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-02-25 13:04:29",
            "id": "1992373",
            "reply_to_id": "1989545",
            "text": "Frábær grein og um málefni sem ætti að fjalla meira um. Þjóðerniskend er baneitruð og er örsök milljóna dauðsfalla.\nTd. er fáránlegt að íslenski fáninn megi ekki snerta fósturjörðina nema að verða brendur eftir á.\nEn glæsileg grein og vel framsett!!!\nKeep up the good Work!!!\nkveðja,\nLecte"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-02-27 23:18:56",
            "id": "1997111",
            "reply_to_id": "1992373",
            "text": "“Þjóðerniskend er baneitruð og er örsök milljóna dauðsfalla.”\nAh, þarna held að þú farir með rangt mál.\nÞjóðerniskennd sem slík, er ást á föðurlandinu og viljinn til að berjast fyrir því sem er landinu fyrir bestu.\nÞað er eldsneyti hugrekkisins sem knýr þjóðina áfram þegar harðnar á dalnum, auk þess að vera ástin sem skáldin sýna í lofgjörðum sínum gagnvart landinu og þjóðinni.\nÞað er ekki þjóðerniskenndin sjálf sem drepur fólk. Þetta segi ég á sömu forsendum og að það er ekki trú sem drepur fólk, heldur fólk sem drepur fólk. :)\n“Td. er fáránlegt að íslenski fáninn megi ekki snerta fósturjörðina nema að verða brendur eftir á.”\nÉg er reyndar sammála því að það sé fáránlegt, en það er útafþví að ég ber litla virðingu fyrir fánanum.\nMín ást beinist að landinu og þeirri þjóð (í heild sinni, en ekki hópar innan hennar) sem á því býr.\nÉg skil ekki fólk sem er neikvætt gagnvart þjóðerniskennd; það er fátt sem snertir mig meira en að sjá myndir af náttúru Íslands (eða vera staddur þar sjálfur …) og heyra fallega tóna styðja við bakið á þeim ljóðum sem hafa verið ort til dýrðar henni.\nÍsland sé frjálst meðan sól gyllir haf!"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-02-28 08:14:48",
            "id": "1997374",
            "reply_to_id": "1997111",
            "text": "Þetta er vægast sagt flott mótsvar Duff,\nvissulega er það fólk sem drepur fólk en td. var það sterk ást á föðurlandinu og þriðja ríkinu sem leiddi heila þjóð afvega ásamt persónudýrkun.\nÉg auðvitað elska Ísland en ekki þannig að ég valta yfir aðrar þjóðir í nafni þess, samanber heimsvalda stefnur Bandaríkjana og Breta.\nEn bravó fyrir flott svar Duff.\nA riva dercy,\nLecte"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-02-28 10:25:00",
            "id": "1997471",
            "reply_to_id": "1997374",
            "text": "Hehe, takk. ;)\n“samanber heimsvalda stefnur Bandaríkjana og Breta.”\nSpurning hvort þar sé um þjóðarstolt að ræða, eða eitthvað annað. :)\nT.d. sér maður að þær manneskjur sem eru virkilega öruggar með sig eru ekkert að monta sig af því, heldur akkúrat öfugt; þeir sem eru óöruggir og hræddir eru þeir sem eru með hroka og leiðindi. (Kannski er ekki hægt að yfirfæra þetta á stjórnvöld þjóða, ég veit það ekki.)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-28 13:29:41",
            "id": "1997706",
            "reply_to_id": "1997111",
            "text": "líklegast er þetta svar hjá Duff það besta sem ég hef lesið lengi hér á huga og greinilegt að þar fer um maður með eithvað í kollinum :D"
        },
        {
            "user": "42ersvarid",
            "user_id": "40672",
            "date": "2005-02-28 15:25:21",
            "id": "1997866",
            "reply_to_id": "1997111",
            "text": "Vissulega drepur fólk fólk. En það er hinsvegar alveg rökrétt að segja að þjóðerniskennd sé orsök milljóna dauðsfalla.\nAugljóslega drepur hugmyndastefna (í þessu tilviki þjóðernisstefna) ekki neinn. Hún getur hinsvegar orðið mönnum (tylli)ástæða/afsökun fyrir að drepa aðra, eða að deyja sjálfir. Fyrra stríðið er gott dæmi um þetta. Þar hlupu menn á vígvellina, allir til að verja þjóðerni og þjóð sína fyrir því sem blásið var upp sem ógn. Nokkrum árum síðar voru milljónir manna dánir í tilgangslausum hernaðarleik. Þessi iðnaðardráp voru framinn í nafni þjóðernishyggju. Undir hana var meðal annars ýtt með myndum af fósturjörð hermannana (og þar sem það var hægt, með fagra tóna í bakgrunni).\nAð lokum má minna á að þjóðernishyggja/þjóðerniskennd er 19.aldar uppfinning. Eins og flestar hugmyndastefnur þeirrar ágætu aldar er hún að mestu úrelt eftir “öld öfgana”."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-02-28 16:00:23",
            "id": "1997976",
            "reply_to_id": "1997866",
            "text": "Afhverju segirðu að þjóðernishyggja sé úrelt?\nVið erum kannski ekki með sömu mynd af henni, en ég lít á þetta sem [svotil] sjálfsagðar tilfinningar hvers manns af hvaða þjóðerni sem er.\nÖfgar eru slæmir, það er eitthvað sem við getum lært einna best af mannkynssögunni.\nHvort sem þeir eru í Íslam, Kristni eða þjóðerniskennd, þá geta þeir leitt af sér slæma hluti.\nps. er ég kannski að rugla saman þjóðernishyggju og þjóðerniskennd? Man ekki alveg hvort það sé einhver spes munur þar á.\nKv. Duff :)"
        },
        {
            "user": "42ersvarid",
            "user_id": "40672",
            "date": "2005-03-01 11:44:29",
            "id": "1999526",
            "reply_to_id": "1997976",
            "text": "Þjóðerniskennd og þjóðernishyggja eru hvorttveggja úrelt fyrirbæri, meira að segja burtséð frá öfgunum sem eru hluti af hugmyndinafræðinni.\nÞjóðerniskennd er úrelt fyrirbæri. Þessi hugmynd um að við tilheyrum einhverju landi er ekki jafn sjálfsögð í dag og hún hefur þótt vera síðustu 150-200 ár. Áður en þjóðerniskennd var blásin upp sem sjálfsagðar tilfinningar hvers manns álitu menn sig ekki endilega vera hluta af einhverri þjóð. Fólk var kaþólskt, Kópavogsbúar eða kapitalistar en ekkert endilega Frakkar, Íslendingar eða Englendingar.\nHugmyndin um að tilheyra fyrst og fremst, ofar öllu öðru, einhverjum hóp fólks sem kallaður er þjóð er tilbúningur 19. aldar. Hvað á ég tildæmis sameiginlegt með fiskverkamanni í Hnífsdal? (for the sake of the argument er hann Íslendingur) Sennilega ekki svo mikið! Ég á að minnsta kosti jafn auðvelt með að finna samstöðu með öðrum menntuðum norður-evrópubúum - þó að þeir séu ekki Íslendingar.\nHvað gerir einstakling að Íslending? Ekki í lögfræðilegum skilningi (ríkisborgaréttur), heldur í huga fólks? Hvað er það sem sameinar 300.000 manns í einn hóp? Flestir fæddust jú á Íslandi, eða hafa amk búið þar í einhvern tíma. En ég hef búið erlendis, án þess að líta á mig (eða að litið væri á mig) sem part af þeirri þjóð. Gæti haldið lengi áfram, en ætla bara að koma innn á tvennt sem þú minntist á: náttúran og menningararfurinn.\nJónas Hallgrímsson, Halldór Laxness, Snorri Sturluson. Allt frægir skáldjöfrar íslenskrar tungu. Ég er hinsvegar ekkert stoltari af þeim heldur en Shakespeare eða Ibsen. Afhverju? Vegna þess að ég “á” ekkert í þessum mönnum - 3 fyrstu voru fæddir á sömu eyju og ég en hinir voru fæddir í sömu menningararfleið og ég, jónas, halldór og snorri. Ég “á” því jafnstóran hlut í þeim öllum - því þeir hafa allir lagt sitt af mörkum í þá menningararfleið sem skapaði það samfélag sem ég bý í og er stoltur af. Það sem ég er stoltur af í íslensku samfélagi eru ekki íslenskar uppfinningar heldur innfluttir hugmyndir frá okkar sameiginlega evrópska menningararfi. Fyrst og fremst er ég þó stoltur af því sem ég og það samfélag sem ég lifi í gerum gott. HVernig er hægt að fyllast stolti yfir einhverju sem aðrir hafa gert, löngu fyrir þinn dag?\nNáttúran: hún er vissulega falleg. Grænlandsjökull er líka fallegur, sem og sléttur Afríku. Það er ekki mér að þakka að þessir staðir eru fallegir, það er ekki þjóð minni að þakka - það er engum að þakka, þetta er bara svona. Ég, Jónas, Ibsen, Shakespeare, HKL og Snorri breytum engu þar um. Og við eigum ekkert í þessari náttúru. Þó að ég verði fyrir því að fæðast á tilteknum stað veitir það mér ekki eignarrétt yfir þeim stað. Náttúrufegurð er yfirþyrmandi falleg, einmitt vegna þess að hún sýnir okkur að við getum ekki átt hana - við getum í besta falli notið hennar.\nS.s. ég tel að 21. aldar samfélag sé ekki/verði ekki bundið af þjóðerniskennd. Í stað hennar gæti komið stéttarvitund, víðari staðarvitund (Evrópubúar), þrengri staðarvitund (101 Rvík búar), hugmyndavitund (lýðræðissinnar) og ýmislegt fleira.\nVelkominn út úr 19.öldinni, 21. öldin bíður."
        },
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2005-02-25 18:28:58",
            "id": "1993087",
            "reply_to_id": "1989545",
            "text": "Langaði bara að benda á tvö atriði.\n1. Í byrjun 19. aldar var Þýskaland, eins og við hugsum það, ekki til, heldur ótal furstadæmi og smáríki með þýskumælandi íbúum. Öflugast þessara ríkja var Prússland. Veldi Habsborgaranna í Austurríki Ungverjalandi hafði vissulega staðið um aldir en samt varla hægt að tala um sameinað þýskt ríki fyrir daga Bismarcs, nema ef þú ferð alveg aftur á daga Karlamagnúsar og aldirnar eftir það. Það er því vafasamt að tala um þýska þjóð eða kynstofn, hvað þá Aría, enda hafa þeir aldrei verið til, nema ef þú skyldir vera að tala um það fólk sem byggir Indland og Íran.\n2. Í byrjun 19. aldar var tæplega einu sinni hægt að tala um að  hugmyndin um þjóðir og þjóðerni væru til (a.m.k. ekki í nútímaskilningi þess orðs). Það er ekki fyrr en með rómantíkinni sem það kemur til sögunnar. Mér finnst heldur vafasamt að tengja tilkomu hennar beint við áhrif Napóleonsstyrjaldanna á Þýsku furstadæminn eða Austuríska keisaradæmið eins og þú virðist gefa í skyn í upphafi greinar."
        },
        {
            "user": "STAVKA",
            "user_id": "46427",
            "date": "2005-02-25 19:16:58",
            "id": "1993203",
            "reply_to_id": "1993087",
            "text": "Auðvitað vissi ég að þýskaland var lítil furstadæmi þarna í byrjun 19. aldar….. lastu ekki þegar ég skrifaði um að Bismarck hefði sameinað þýskaland?"
        },
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2005-02-25 23:04:29",
            "id": "1993699",
            "reply_to_id": "1993203",
            "text": "“Í byrjun 19. aldar var Þýskaland troðið niður í eindir…”\nHvað átti þetta að þýða annað en að Þýskaland hafi verið áður sameinað fyrir upphaf 19. aldar?\nKannski misskildi ég þig bara, en þetta birtist mér einfaldlega sem ákaflega röng söguskoðun."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-02-28 13:32:40",
            "id": "1997711",
            "reply_to_id": "1993087",
            "text": "Það er ekki fyrr en með rómantíkinni sem\nhvað ertu að meina með rómantíkinni…hún kom þessu EKKERT við vinur!"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-02-28 13:38:00",
            "id": "1997719",
            "reply_to_id": "1997711",
            "text": "Hefurðu aldrei heyrt um rómantísku bókmenntastefnuna? Þar er ekki átt við rósir og falleg stúlka við sólarlag. Ég man reyndar ekki skilgreininguna nákvæmlega, en hún var eitthvað í áttina að nostalgíu og þjóðerniskennd."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-02-28 14:42:30",
            "id": "1997788",
            "reply_to_id": "1997719",
            "text": "nei nei nei!!! ég er búinn að vera að læra um rómantíkina og hún var um að gera sögur eins og drakúla og annað slíkt og fegra gamla tíman og gefa skít í núið! aftur á móti er annað sem er ÞJÓÐERNISRÓMANTÍK og er ALLT annað (eða þegar við erum að horfa á það í þessu samhengi) og í þjóðernisrómantíkinni kom Arthur konungur og annað slíkt og riddarasögur englands þannig að það er ég sem er mister vice guy hér!"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-02-28 15:08:04",
            "id": "1997834",
            "reply_to_id": "1997788",
            "text": "Ah, takk fyrir þessa ábendingu. :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-02-28 20:13:04",
            "id": "1998657",
            "reply_to_id": "1997834",
            "text": "ekki málið vinur ;)"
        },
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2005-02-28 14:47:09",
            "id": "1997797",
            "reply_to_id": "1997719",
            "text": "þannig að þjóðernisrómantíkin er það sem menn ættu að vera að tala um hér ekki rómantík!\nArthur konungur: Þjóðernisrómantík\nDrakúla: rómantík"
        },
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2005-03-02 13:46:19",
            "id": "2001559",
            "reply_to_id": "1997797",
            "text": "Þú álítur mig fífl að þekkja ekki muninn á þjóðernisrómantík og rómantík.\nMunurinn er nákvæmlega sá sami og á Ford fiesta og bíl.\nFífl."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-03 14:10:49",
            "id": "2003549",
            "reply_to_id": "2001559",
            "text": "ég kallaði þig ekki fífl en eins og ég útskýrði áður *fífl* (fyrst þú villt) þá leiddi hin venjulega rómantík af sér drakúla en þjóðernisrómantíkin arthur konung þannig að ekki vera að ibba þig litli kall!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-03 14:13:00",
            "id": "2003557",
            "reply_to_id": "2001559",
            "text": "(hugsanlega ertu stærri en ég en “it´s the brain that counts”)"
        },
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2005-03-03 14:16:19",
            "id": "2003566",
            "reply_to_id": "2001559",
            "text": "og einnig vil ég benda á að þú þarft ekki að vera með sona aulalegt bögg eins og að kalla mig fífl því ég hef rétt fyrir mér…þetta sem þú átt við að stríða er TAPSÁRNI því þú getur ekki eins og duff gerði svo fallega viðurkennt að þú hafir rangt fyrir þér…þetta reynist sumum erfitt"
        },
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2005-12-24 04:14:24",
            "id": "2863123",
            "reply_to_id": "2003566",
            "text": "Djöll ertu mikið fífl."
        },
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2005-12-24 16:05:20",
            "id": "2864522",
            "reply_to_id": "2863123",
            "text": "áttu ekkert betra ef eikker hefur rétt fyrir sér annar en þú, þá eru þeir fífl??'"
        },
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2005-12-24 17:40:22",
            "id": "2864985",
            "reply_to_id": "2864522",
            "text": "Þetta var nú bara smá glens.\nSvara gömlum póstum.\nBurt séð frá því, þótt að það sé bara rökvilla að gera einhvern greinarmun á þjóðernisrómantík og rómantík (þar sem þjóðernisrómantík er nú bara skilgreiningaratriði innan rómantíkurinnar), þá er það ekki nógar forsendur fyrir mig til að geta úrskurðað um það fyrir fullt og allt að þú sért annaðhvort  fífl eða ekki.\nEn ef maður væri alltaf að setja svoleiðis fyrir þá væri ekkert gaman að rifast á netinu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-12-24 23:42:58",
            "id": "2865963",
            "reply_to_id": "2864985",
            "text": "jamm…en undanrenna og nýmjólk eru bæði mjólkurtegundir, eins og rómantík og þjóðernisrómantík eru bæði bókmenntastefnur:p"
        },
        {
            "user": "greatness",
            "user_id": "13144",
            "date": "2005-03-08 01:14:09",
            "id": "2012526",
            "reply_to_id": "1989545",
            "text": "Reyndar var það Austurríki-Ungverjaland sem hafði sterk áhrif á flest þýsku furstadæmin. Bismark þurfti fyrst að eyða þeim áhrifum svo gerði hann það sem hann gat til að espa Frakka í stríð sem honum svo tókst."
        }
    ]
}