{
    "forum_title": "Tölvuhlutverkaleikir",
    "user": "Cyrdan",
    "user_id": "7926",
    "date": "2001-05-20 22:03:30",
    "title": "Throne of Bhaal... kafli 2(*MAJOR SPOILERS)",
    "text": "Gamebanshee var að koma upp með preview af BG2: Throne of Bhaal sem þeir gerðu eftir að hafa fengið kynningar útgáfu(flestar stærstu BG síðurnar fengu hana) og í þessu previewi stendur þetta meðal annars:\nYour adventure begins when a cryptic prophecy is revealed to your character, after which you’ll find yourself involved in a war between Bhaalspawn (the name given to children of Bhaal) in the city of Saradush. You'll meet up with a protector of Bhaalspawn named Melissan, who will tell you that the city is under siege by one of them and that the town's half-orc leader has lost his mind and locked himself inside the town’s castle. You'll need to find a way into the castle, deal with the madman (and his battle mage bodyguards), and then find a way out of Saradush to deal with what turns out to be an invincible Bhaalspawn attacking the city. But don't think you're done just yet. Dealing with the town's mad leader and defending it against an all-out siege is just the first weight upon your shoulders.\ná official Throne of Bhaal forumunum var mikið verið að spá og spekúlera hver þessi “Melissan” væri, vegna þess að þetta concept art sem fylgir með greininni hafði verið “stolið” frá bioware. Flestir(þar á meðal ég) héldu fram að þetta væri bhaalspawn, þar sem að hún heldur á 5 tears of bhaal, en núna túlka ég þetta þannig að hvert tár tákni hvert bhaalspawn.. þar sem það eru aðeins 5 eftir(hún er með 5 tár)…",
    "url": "https://www.hugi.is/crpg/greinar/27949/throne-of-bhaal-kafli-2major-spoilers/",
    "url_id": "27949",
    "id": "186362",
    "replies": [
        {
            "user": "Cyrdan",
            "user_id": "7926",
            "date": "2001-05-21 11:06:53",
            "id": "186363",
            "reply_to_id": "186362",
            "text": "Concept art af Melissan á:\nhttp://gamespot.com/gamespot/filters/products/screens/0,11105,470765-13,00.html\nLinkurinn þurkaðist út þegar greinin var send..g"
        }
    ]
}