{
    "forum_title": "Rómantík",
    "user": "CeeQ",
    "user_id": "2452",
    "date": "2001-05-20 16:54:53",
    "title": "VANDAMÁL!!!",
    "text": "Ég er í mestu vandræðum í heimi, ég HELD að ég sé hrifinn af vinkonu minni! En ég get ekki sagt henni það því ég veit ekkert hvað hún gerir, stundum er eins og hún sé hrifin af mér og stundum ekki!!! Málið er að ég get ekki sagt neinum frá þessu, bestu vinir mínir halda að ég hafi engan áhuga á henni og ef þeir vissu það myndu þeir alltaf vera að gefa það í skyn fyrir framan hana að ég væri hrifinn af henni. Síðan get ég ekki sagt bestu vinkonum mínum þetta því þær eru bestu vinkonur hennar! Ég verð að tala um þetta við einhvern því annars brjálast ég. Er búinn að vera að\npæla í henni í meira en hálft ár!!!!! Hvað á ég að gera???? Hún er alltaf að biðja mig um að hringja í sig og svoleiðis en ég vill ekki gera það því ég vill ekki að\nvið verðum OF GÓÐIR vinir, því ef það gerist þá eru líkir á því að það gerist aldrei neitt!\nMeikar þetta eitthvað sense??????",
    "url": "https://www.hugi.is/romantik/greinar/27964/vandamal/",
    "url_id": "27964",
    "id": "186481",
    "replies": [
        {
            "user": "Icequeen",
            "user_id": "4377",
            "date": "2001-05-21 11:47:05",
            "id": "186482",
            "reply_to_id": "186481",
            "text": "segðu henni frá þessu, at worst þá kemur mánaðarfrí á vináttu ykkar en att best þá byrjiði saman og lifið happily ever afte"
        },
        {
            "user": "cletus",
            "user_id": "9595",
            "date": "2001-05-21 17:50:52",
            "id": "186483",
            "reply_to_id": "186482",
            "text": "Ef þér finnst erfitt að segja henni það beinum orðum, þá geturðu gefið það í skyn, forvitnast um hana meira og tékkað á því hvort það sé grundvöllur fyrir því að ræða þetta við hana.\nEf þú segir henni og það er gagnkvæmt: Rómantík aldarinnar.\nEf það er ekki gagnkvæmt: Vandræðalegt, samt fallegt, en óþarfa vesen fyrir vináttu ykkar.\nÉg var heppin: Við vorum að horfa á video og eftir langa legu í óþægilegri stellingu leit ég í augu hans og spurði hvort ég mætti ekki halla mér upp að honum. Hann brosti. Við kysstumst, byrjuðum saman og erum á leið í hjónabandið á næsta ári :o)\nStundum borgar sig alveg að kíla á hlutina."
        },
        {
            "user": "KurtCobain",
            "user_id": "7591",
            "date": "2001-05-24 18:21:52",
            "id": "186484",
            "reply_to_id": "186481",
            "text": "humm, segðu henni frá því, en vertu fyrst viss!"
        },
        {
            "user": "showgirl",
            "user_id": "8579",
            "date": "2001-05-24 23:51:11",
            "id": "186485",
            "reply_to_id": "186484",
            "text": "segðu henni hvernig þér líður.\nef hún segir nei verður þetta vandræðanlegt í smá tíma en lagast svo. En ef hún segir Já verður þetta æðislegt. Ekki bíða lengi, þá gætirðu misst af henni.\nGangi þér vel;)"
        }
    ]
}