{
    "forum_title": "Sagnfræði",
    "user": "eysteinn",
    "user_id": "2279",
    "date": "2005-03-01 22:41:44",
    "title": "Eggert Ólafsson",
    "text": "Eggert Ólafsson fæddist árið 1726 og lést árið 1768 þá 42. ára að aldri. Eggert Ólafsson var fæddur á svefneyjum á breiðafirði. Stundaði nám við skálholtsskóla og útskrifaðist 19. ára, hélt þá til Kaupmannahafnar eins og margir góðir drengir og nem náttúrufræði og heimspeki sem að þótti nokkur nýlunda þar sem að íslenskir nemar höfðu ekki lagt stund á álíka fræðigreinar. Eggert Ólafsson var mjög þjóðrækinn og hafði brennandi áhuga á þjóðlegum fræðum. Eggert Ólafsson þótti standa sig mjög vel í náminu og var boðaður heim til Íslands til þess að rannsaka náttúru Íslands ásamt fríðu föruneyti. Um landið flakkaði hann endilangt og með var í för Bjarni Pálsson síðar landlæknir og afraksturinn varð “Ferðabók  Eggerts Ólafssonar og Bjarna Pálssonar” sem er eitt af helstu verkum sem að Eggert hefur skilið eftir sig. Um fertugt varð hann síðan útnefndur varalögmaður og settist að í Sauðlauksdal og gekk að eiga frændkonu sína. Síðar ákvað Eggert að flytja búferlum á æskuslóðir í Breiðarfjörðinn á tveimur skipum sínum. Ekki voru þessi skip neinar galleiður á heimsmælikvarða en á miðri leið skall á gríðarlega mikið óveður og gerði svo mikinn vind og fárviðri af sem verstum toga að bátunum báðum hvolfdi og tók með baændur, búalið og heilu búslóðina ofan í hyldýpi sturlunarinnar og fórust allir með tölu. Sægrænn sjórinn spýtti svo spónum af skipinu á land og töldu vitrir menn að engir hafi komist lífs af úr þessum miklu hamförum. Það má með sanni segja að öll þjóðin hafi grátið krókódíla tárum þegar það frétti af fráfalli þessa mikla íslendings. Helstu skáld landsins minntust Eggerts í ljóðum sínum og syrgðu þennan þjóðrækna meistara sem að þau litu öll upp til, sögðu þau að ljóð Eggerts höfðu verið ort af miklu listfengi, kvæðin þóttu bera mikinn boðskap fyrst og fremst lofgerð um bóndann og húsfreyjuna, landið Ísland og gæði þess. Íslensku þjóðarréttina sagði Eggert um að þeir væru mikið hnossgæti og sælgæti og varaði við nýtýsku bylgjum annara landa í matargerð. Eggert var mjög fylgjandi því að veita fólki menntun í anda upplýsingarinnar.  Það má segja að Eggert hafi borið höfuð hátt með íslenskt þjóðerni fyrir brjósti sínu, Hann var þvílíkur þjóðernissinni og sást það best þegar hann tók málstað móðurmálsins þegar sumir vildu hreinlega leggja það niður og taka upp dönsku. \t\t\tHelstu kvæði Eggert voru af mörgum góðum Ísland ögrum skorið, Hestasæla, Málverk, píkuskrækir (sem er frekar klámfengið) og Grýlukvæði.\nKv. Steinn",
    "url": "https://www.hugi.is/saga/greinar/279823/eggert-olafsson/",
    "url_id": "279823",
    "id": "2000553",
    "replies": [
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-03-01 23:58:03",
            "id": "2001078",
            "reply_to_id": "2000553",
            "text": "Afhverju giftast þeir allir ættingjum sínum þessir menn? Ég skil ekki hvernig það gengur.\nÉg játa alveg að ég á mannsæmandi frænkur, en að gifast þeim eða eitthvað þaðanaf grófara er alveg … absúrd?"
        },
        {
            "user": "Adept",
            "user_id": "46012",
            "date": "2005-03-02 11:54:33",
            "id": "2001408",
            "reply_to_id": "2001078",
            "text": "Það er nú ekki svo skrýtið, fyrst flestir núverandi íslendingar eru skyldir í a.m.k. 8.-9. lið minnir mig og við erum 300.000, á þessum tíma voru kannski 50.000-70.000 og menn giftust nánast alltaf fólki sem var ættað úr nálægum sveitum svo úrvalið var ekki sérlega mikið."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-03-02 14:05:41",
            "id": "2001575",
            "reply_to_id": "2001408",
            "text": "Minnir mann á ástæðuna fyrir því að það eru svona mörg afbrigði af norsku í Noregi.\nNorðmenn *elska* systur sínar svo mikið."
        },
        {
            "user": "mundi",
            "user_id": "25967",
            "date": "2005-03-02 18:24:27",
            "id": "2002180",
            "reply_to_id": "2000553",
            "text": "þýðir ekki að gráta krókódíla tárum gervi grátu"
        },
        {
            "user": "Adept",
            "user_id": "46012",
            "date": "2005-03-02 23:04:19",
            "id": "2002965",
            "reply_to_id": "2000553",
            "text": "http://www.skaldhus.akureyri.is/mj-egg.html\n, gamla góða Eggert Ólafsson ljóðið sem maður lærði í 7. bekk."
        }
    ]
}