{
    "forum_title": "Sagnfræði",
    "user": null,
    "user_id": null,
    "date": "2005-03-02 17:16:37",
    "title": "sögurugl 2",
    "text": "September. Efnahagskerfi heimsins tekur við sér. Kínverjar gera tilkall til Norður Mansjúríu. Rússar neita.\nOktóber. Stríðið hefur þjappað ESB löndunum verulega saman. Evrópuþingskosningarnar eru óvenju vel sóttar, og í kjölfarið á því eru völd Evrópuþingsins aukinn. Sameiginlegur Evrópskur her verður að raunveruleika.\nÝmis vandamál rísa þó upp innan ríkjasambandsins. Meðal annars er verðbólga og atvinnuleysi. Meðan Evrópustríðið stóð og allt var lagt í rúst (í þriðja sinn að auki) tóku asíuþjóðirnar endanlega fram úr. Í stað viðskiptaveldanna Frakklands, Bretlands og Þýskalands eru núna Malasía, Indónesía og Tæland leiðandi. Umræður fara í gang um breytingar á öryggisráðinu þar sem gamla valdafyrirkomulagið er algjörlega farið úr böndunum.\nNóvember. Mótmælahópar í BNA krefjast þingkosninga, þeim er tvístrað af lögreglu.\nRússar sem skortir verulega fé eftir átökin samþykkja að selja Kína Norður Mansjúríu. Kína innlimar formlega N-Kóreu og gerir kröfu til Suður Kóreu.\nBush horfir fram á að hvorki BNA né Rússar eru með bolmagn til að standast Kínverska drekann í átökum, en þverneitar þó. Japanar taka aftur upp herskyldu.\nDesember. Búist er undir átök suður á Kóreuskaga. Viðskiptaþvingana hótanir frá BNA geta engin áhrif haft á stefnu Kínverja. Kínverski efnahagurinn er of öflugur núna og skaðinn yrði að mestu leyti BNA megin.\nJanúar 2008. Þingmenn frá Demókrataflokknum benda á að lögin um stríðsástand séu ekki lengur í gildi þar sem BNA eru ekki þáttakendur í stríði. Því er farið fram á að undirbúningur fyrir forsetakosningar hefjist. Bush samþykkir það.\nFebrúar. Víetnam, Laos, Tæland, Malasía og Indónesía stofna varnarbandalag gegn Kína. Kína hefur þó ekki haft neinar hótanir, en vöxtur Kínverja hefur þótt það hraður að ekki sé annað hægt en að undirbúa varnir gagnvart heimsvaldastefnunni.\nMars. Japan gengur í Asíubandalagið. Seinna í mánuðinum ganga Ástralía og Nýja sjáland inn í það.\nApríl. Bandarískir hermenn snúa heim frá Rússnesku vígvöllunum. Bush sendir þó sveitir til Venesúela þar sem átök standa enn, og til Sýrlands.\nMaí. Kína vill mæta Asíubandalags ríkjum á ráðstefnu. Forseti Kína leggur til að þessi ríkji leggji niður tolla sín á milli og hefji efnahagslegt samstarf. Þjóðirnar samþykkja þetta þegar Kínverjar lofa að láta Suður Kóreu í friði.\nJúní. Demókratar senda fram Hillary Clinton sem mótframbjóðanda, einnig klofnar annað framboð út frá Repúblikönum. Bush hyggst bjóða sig fram í þriðja sinn, enda búin að breyta lögunum í þá átt. Hann lýsir því yfir stuttu eftir að kosningabaráttan hefst að hann einn sé hæfur af frambjóðendunum til að halda uppi skikkanlegum vörnum gegn Rússunum.\nJúlí. Valdarán í annað sinn í Saudi Arabíu. Lýðræði landsins kollsteypt og Múslimskir öfgamenn taka völd. Bush lýsir því yfir að þetta sé ómögulegt að þola og lýsir yfir stríði.\nForsetar Íraks, Sýrlands, Palestínu og Ísraels lýsa yfir að það sé óráðlegt að gera innrás þar sem margir múslimar tækju því sem móðgun ef þeirra heilaga land yrði hernumið af kristinni þjóð.\nÁgúst. Uppstokkun í öryggisráðinu. Indónesía, Malasía, Tæland og Japan komast inn í það með varanleg sæti.\nÁkveðið er að efna til fyrstu forsetakosninga Evrópu, Ísland og Noregur sækja um aðild.\nSeptember. Stórstyrjöld brýst út er BNA menn ráðast inn í Saudi Arabíu. Jemen, Oman, og Íranar lýsa ekki stríði á hendur BNA en vopna og manna þó her Saudi Arabíu. Olíukrísa leggst yfir heiminn.\nOktóber. Forsetakosningum aflýst í BNA á lagagrundvelli. Fjölmargir mótmæla og benda á að jafnvel Lincoln lét halda kosningar í borgarastyrjöldinni. Repúblikanar svara tilbaka með því að benda á að Demókratinn Roosevelt sat þrjú kjörtímabil í seinni heimsstyrjöldinni.\nNóvember. Uppþot í BNA laminn niður af lögreglunni. BNA menn hertaka Mekku og Medína. Egyptar, Súdanar, Omanar, Jemenar og Íranar mætast á leynilegum fundi. Rætt er um bandalag.\nOlíukrísan er farin að hafa alvarlegar afleiðingar í asíuríkjunum. Asíubandalagið stöðvar herskipaflota BNA og hindrar þá í liðsmannasendingum.\nDesember. Bush lýsir því yfir í sjónvarpsávarpi að óvíst sé hvenær næstu forsetakosningar verði haldnar. Kanadamenn eru uggandi yfir þróuninni og frumvörp eru samþykkt á þingi um aukningu varna við landamæri BNA.",
    "url": "https://www.hugi.is/saga/korkar/279979/sogurugl-2/",
    "url_id": "279979",
    "id": "2002001",
    "replies": [
        {
            "user": "Zkari",
            "user_id": "18718",
            "date": "2005-03-02 18:38:34",
            "id": "2002218",
            "reply_to_id": "2002001",
            "text": "Janúar 2009. Stríðið í miðausturlöndum stækkar úr öllu valdi við þann liðsauka sem bætast við hersveitir heimamanna í Saudi arabíu. Beinlínis er um flóðöldu að ræða. Íranar, Ómanar, Jemenar, Súdanar og Egyptar lýsa yfir stríði. Kínverjar setja viðskiptabann á BNA, ásamt öllu kyrrahafsbandalaginu að undanskilinni Ástralíu.\nFebrúar. George W.Bush fertugasti og þriðji forseti BNA myrtur. Ýmsar samsæriskenningar halda því síðarmeir fram að CIA hafi staðið að baki. Neoconservatívir lýsa yfir algjöru neyðarástandi og reyna að leggja niður lýðræði endanlega sem stjórnarform í BNA. Valdaránstilraun þeirra bregst er herinn neitar að taka þátt.\nMars. Donald Rumsfeld, Dick Cheney, Karl Rove, Jim Wolfowitz, Condolaeeza Rice og fjölmargir meðlimir valdamenn sem aðhyllast NeoConservatívar skoðanir handteknir. Við völdum tekur áður óþekktur hershöfðingji, Jim Mccrove. Ný bráðabirgðastjórn tilkynnir að forsetakosningar verði haldnar eftir mánuð.\nApríl. BNA menn draga sig frá Saudi Arabíu. Bandarísk ímynd hefur beðið mikla hnekki og sá árangur sem hlaust af lýðræðisvæðingu Sýrlands og Íraks, og friðar milli Palestínumanna og Ísraela er unnin fyrir bí. Kínverjar leggja niður viðskiptabannið.\nMaí. Fyrsti forseti Evrópu kjörinn, hann er Belgískur og gengur undir nafninu Jaques Berlini. (Og á sér enga raunverulega hliðstæðu). Loforð hans eru að koma atvinnuleysinu undir 10%.\nJúní. Tyrkland gengur inn í Evrópusambandið, Úkraína sækir um.\nJúlí. Hillary Rodham Clinton kjörinn forseti BNA. Hún mætir forseta ESB, Mexíkó og Kanada 24. Júlí þar sem atlantshafsbandalagið er endurvakið.\nÁgúst. Sprengja springur í miðbæ L.A. múslimskir hryðjuverkamenn standa að baki.\nSeptember. Valdarán í Sýrlandi. Öfgasinnuð múslimsk stjórn tekur völd í Sýrlandi. Vaxandi áhyggjur í arabaheiminum yfir vaxandi fylgi öfgastefnu.\nOktóber. Nýjasjáland gengur í Asíu bandalagið. Chile, Kanada, Perú og BNA ganga inn í tollabandalag við þjóðir Asíu bandalagsins sem á að fara í gildi árið 2015.\nNóvember. Peter Jackson frumsýnir The Hobbitt.\nDesember. Jól eru haldin hátíðleg.\nJanúar 2010. Tilraun til valdaráns í Írak mistekst, lýðræðið stendur enn traustum fótum þar í landi. Fyrstu lýðræðiskosningarnar haldnar í Jórdaníu.\nFebrúar. Kínverjar koma manni á tunglið. Indverjar tilkynna að þeir hyggist gera slíkt hið sama."
        },
        {
            "user": "Zkari",
            "user_id": "18718",
            "date": "2005-03-02 18:50:08",
            "id": "2002247",
            "reply_to_id": "2002218",
            "text": "Mars. Rússlandsforseti hittir Hillary á fundi í Seoul. Rússar viðurkenna sjálfstæði Téteníu, Úkraínu, Hvíta Rússlands, Eystrasaltsríkjanna og allra annara ríkja sem urðu sjálfstæð við fall Sovétríkjanna.\nApríl. Hvíta Rússland gengur í ESB ásamt Úkraínu, Rúmeníu, Moldavíu, Makedóníu, Albaníu og Búlgaríu. Þar með eru öll Evrópuríki orðin partur af ESB að Rússum undanskildum. Berlini tilkynnir að Evran verði tekin upp í öllum þessum ríkjum eftir tvö ár.\nMaí. Ísrael lýsir yfir áhuga á að ganga í ESB. Palestína, Líbanon, Jórdanía, Írak og Kúveit stofna saman tollabandalag.\nJúní. Oman heldur þingkosningar í fyrsta sinn.\nJúlí. Bandarískar hersveitir yfirgefa Kúbu.\nÁgúst.Evrópuþingskosningar haldnar.\nSeptember. Ástralía segir sig úr breska samveldinu.\nOktóber. Önnur hryðjuverk af völdum múslimskra hryðjuverkamanna í BNA. Miklar kröfur settar á aðgerðir Hillary, hún gagnrýnd fyrir að aðhafast ekki nóg.\nNóvember. Viðræður hefjast milli ESB og Kyrrahafslandanna um að leggja niður tolla á milli Evrópu og Asíulandanna.\nDesember. Jól haldin hátíðleg."
        },
        {
            "user": "Zkari",
            "user_id": "18718",
            "date": "2005-03-02 23:01:15",
            "id": "2002956",
            "reply_to_id": "2002247",
            "text": "Hahaha, magnað að lesa þetta hjá þé"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-03 10:57:16",
            "id": "2003335",
            "reply_to_id": "2002956",
            "text": "Þakka þér."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-03 13:57:06",
            "id": "2003528",
            "reply_to_id": "2002247",
            "text": "Janúar 2011. Almenn bjartsýni um betri tíma ríkir í heiminum. Lýðræðislegar kosningar haldnar í Téteníu.\nFebrúar. Pressa eykst á evrópuþingi fyrir aðgerðum gegn gróðurhúsaáhrifum. Vísindarannsóknir staðfesta að ógnin er fyrir hendi.\nMars. Hillary Rodham Clinton lýsir yfir áhuga fyrir því að skrifa undir Kyoto bókunina. Meirihluti næst ekki inn á Bandaríkjaþingi.\nApríl. Fyrsta skipið siglir í gegnum norðurpólinn og kemst á forsíðufregnir út um allan heim.\nMaí. Rússar staðfesta Kyotobókunina í annað sinn. Pressa eykst á Jaques Berlini eftir aðgerðum. Forseti Ísraels myrtur af múslimskum öfgamanni, landamærarskerjur hefjast á mörkum Ísraels og Palestínu.\nJúní. Reykjarvíkurhöfn stækkuð til að anna aukinni skipaumferð í framtíðinni. Fyrsti almenningsvetnisbíllin fer á markað.\nJúlí. Indverjar koma manni út í geiminn. Sama mánuð tilkynna Kína og ESB marsferðar áætlun sína.\nÁgúst. Stórt þotuslys í miðbæ Parísar.\nSeptember. Stjórn Ghaddafis kollvelt af lýðræðissinnum. Umræður hefjast á Evrópuþingi um stærð Evrópusambands í framtíðinni. Þingið skiptist í stór Evrópusinna og smá Evrópu sinna. Stór Evrópusinnar, vilja heimila inngöngu landa utan Evrópu, smá Evrópusinnar vilja stjórnarskrábinda stærð Evrópusambandsins.\nOktóber. Jaques Berlini, tjáir að hann sæji ekkert því til fyrirstöðu að taka inn lönd út fyrir Evrópu svo lengi sem þau uppfylltu skilyrðin. Smá Evrópusinnar verða óðir, en þeir eru núna í þokkabót ergdir yfir því að Tyrkir hafi núna fullan kosningarétt í Evrópu og dvalarleyfi. Andþyngdaraflshraðallinn fundin upp í Japan."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-03 14:10:23",
            "id": "2003547",
            "reply_to_id": "2003528",
            "text": "Nóvember. Afrískt andsvar ESB, austurafríkusambandið samþykkir sameiginlega stjórnarskrá.\nDesember. Indland gengur í Asíubandalagið sem nú er orðið voldugasta ríkjabandalag plánetunnar. Jaques Berlini leggur til samstöðu á leynilegum fundi milli hans og Rússlandsforseta.\nJól haldin hátíðleg.\nJanúar 2012. Uppþot í Kína, fjölmennar kröfugöngur fyrir meiri réttindum barin niður.\nFebrúar. Nýtt lagafrumvarp sem aðskilur ríki og kirkju í öllum ríkjum ESB samþykkt á Evrópuþinginu.\nMars. Nýr forseti valinn í Kína, sem vill meira frjálsræði, er það gert til að lægja öldurnar í landinu.\nMaí. Jaques Berlini nær ekki endurkjöri heldur tapar gegn sameiginlegu framboði SmáEvrópusinna, sem hljóta stóra kosningasigra í norður og vesturevrópu. Annar forseti Evrópu er Þjóðverjinn Leo Schullmann.\nJúní. Rússar ganga í Nato. Viðræður hefjast við Írak, Ísrael, Palestínu og Jórdaníu um inngöngu í Nato. Litla kalda stríðið hefst.\nJúlí. Forsætisráðherra Ástralíu, Edward Johnson leggur áherslu á Evrópsk tengsl og vill forðast kapphlaup milli Nato og Asíubandalagsins, hann leggur til að bæði bandalög séu lögð niður eða sameinuð.\nÁgúst. Flóð og jarðvegseyðing hafa aukist um 4% á fimm árum sýna vísindamenn frammá. Of seint er að stöðva Gróðurhúsaáhrifin segji Leo Schulmann í frægri ræðu.\nSeptember. Öldungadeild BNA samþykkir Kyoto bókunina en lætur hana ekki taka gildi næstu tíu árin. Of seint segja umhverfisverndarsinnar.\nOktóber. Leo Schulmann samþykkir stjórnarskrárbreytingar smáevrópusinna."
        }
    ]
}