{
    "forum_title": "Sagnfræði",
    "user": "Jogi7",
    "user_id": "31333",
    "date": "2005-03-08 21:50:50",
    "title": "Múhammeð spámaður",
    "text": "Múhameð, spámaður Allah, fæddist í Mekku á “fílsárinu” 569 eða 570 eftir kristilegu tímatali. Fullu nafni hét hann Múhameð ibn Abdullah. Hann var af aðallsætt eða þeirri ætt er stjórnaði Mekka, en þó af óæðri grein aðallsins. Ættmenn hans voru flestir verslunarmenn og margir hverjir stórtækir í þeim geira. Þó virðist staðreyndin hafa verið sú að Múhameð hafi verið fremur fátækur, aðallega þó á fyrri hluta ævi sinnar.\nMúhameð var lýst sem meðalmanni að öllum vexti. Hann var sagður alvörugefinn, þögull á stundum,  agaður og einlægur. Þegar hann var 25 ára giftist hann auðugri ekkju. Hét hún Khadija og var hún töluvert eldri en hann eða að nálgast fertugsaldurinn. Þau ólu saman 6 börn. Tveir synir dóu strax í barnæsku. Einnig eignuðust þau fjórar dætur og er sú þekktasta af þeim Fatima. Hún giftist síðan frænda Múhameðs, Ali.\nMúhameð hóf spámennsku sína þegar hann var í kringum fertugt. Hann ferðaðist með úlfaldalestum á karavan leiðum um Arabíu og til stranda Miðjarðarhafs í Sýrlandi. Múhameð var ekki sérstaklega víðförull, né heldur vel læs.\nÁður en boðskapur Allah (Guð Íslam) vitraðist Múhameð, var hann farinn að verja miklum tíma einn í eyðimörkinni. Hann átti að hafa dvalið stundum saman í helli nokkrum kílómetrum frá Mekka, og það var þar sem hann fékk sína fyrstu vitrun. Þetta átti að hafa gerst árið 609 og samkvæmt íslömsku dagatali aðfaranótt 27. dags Ramadan mánaðar. Allah birtist ekki Múhameð í eigin persónu, heldur var englinum Gabriel gert að sannfæra hann um að hann væri sendiboði Guðs. Gabriel bauð honum að læra og hafa yfir vers. Kóraninn er því ekki skrifaður af Múhameð sjálfum heldur er það beinlínis það sem hann lærði frá Guði og englinum.\nMúhameð var samþykktur af nýjum fylgismönnum sem “spámaður Guðs”. Árið 613 fór hann að upplýsa almenning um trúnna. Hin nýja trú fékk nafnið  “Íslam” sem á íslensku þýðir “að gangast undir vilja Guðs” og þeir sem stunduðu Íslamstrú voru kallaðir Múslimar eða  “þeir sem gengist hafa undir vilja Guðs”.\nSamið var um það að Múhameð skyldi flytjast með söfnuð sinn frá helgu borginni Mekku til borgarinnar Jathrib. Þangað komst hann árið 622. Eftir það var borgin nefnd Medinat an nabi, borg spámannsins, sem var síðan stytt í Medina.  Múhameð fór í sínu síðustu Pílagrímsför árið 632. Þá fylgdu honum þúsundir manna hvaðanæva úr Arabíu. Nokkrum mánuðum eftir að hann hafði snúið til heimilis síns í Medinu veiktist hann  alvarlega og andaðist þann 8. júní 632.\nAfrek Múhameðs verða að teljast með því mesta sem nokkur einstaklingur hefur skilið eftir sig. Honum tókst að laða að sér marga fylgismenn og boða út trú sem fleiri stunda nú með daglegum hætti en nokkur önnur trúarbrögð á jörðinni. Trúin sem hann skapaði varð mjög fljótt orðin vinsæl meðal manna. Fylgjendur Íslams nálgast líklega milljarð og úr þeim hópi eru hundruðir milljóna manna sem taka trú sína af meiri alvöru en venjulegt er.",
    "url": "https://www.hugi.is/saga/greinar/281270/muhammed-spamadur/",
    "url_id": "281270",
    "id": "2013973",
    "replies": [
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2005-03-08 22:11:39",
            "id": "2014207",
            "reply_to_id": "2013973",
            "text": "omg þekkti hann, hvað er merkilegt við að vera fyrstur?"
        },
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2005-03-08 22:12:21",
            "id": "2014208",
            "reply_to_id": "2014207",
            "text": "og já, ég las greinina ;) og góð grein fyrir þá sem vissu þetta ekki :) en eg vissi þetta allt svosem :o"
        },
        {
            "user": "jono",
            "user_id": "25790",
            "date": "2005-03-09 08:52:55",
            "id": "2014618",
            "reply_to_id": "2013973",
            "text": "Fínasta grein, aðeins í styttri kantinum en samt fín fyrir þá sem hafa ekki kynnt sér mikið um Múhammeðs-trú.\nVonandi kemurðu með fleiri svona greinar tengdar trúarbrögðum og upphafsmönnum þeirra."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-09 11:38:29",
            "id": "2014739",
            "reply_to_id": "2013973",
            "text": "Þú segjir að Múhammeð hafi ekki verið neitt sérlega víðförull…Þó held ég að fæstir á hans tíma ferðuðust nokkuð yfirleitt. Hann kom jú til Sýrlands…\nEn góð grein eins og flestar upp á síðkastið. Mætti alveg vera lengri og ítarlegri samt…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-09 17:31:53",
            "id": "2015494",
            "reply_to_id": "2013973",
            "text": "Fer ég ekki með rétt mál þegar ég segi að Múhameð sameinaði Arabíuskagann (og svæðið sem kallaðist Mesópótamía), þ.e.a.s að hann kom mönnum undir eina trú?"
        },
        {
            "user": "hartinn",
            "user_id": "55667",
            "date": "2005-03-10 15:05:28",
            "id": "2016615",
            "reply_to_id": "2013973",
            "text": "var það ekki þessi náungi sem spáði heimsendi árið 2012"
        }
    ]
}