{
    "forum_title": "Tíska & útlit",
    "user": "Hibi",
    "user_id": "27324",
    "date": "2005-03-18 12:31:03",
    "title": "Púðar...",
    "text": "Það er eitt sem ég hef hugsað mikið um undanfarið. Þær stelpur sem hafa áhyggjur af of litlum brjóstum en eru ekki svo langt niðri að pæla í lýtaaðgerðir, hvað geta þær gert? Nú, það er alveg inni í myndinni að sætta sig bara við ástandið og líta á björtu hliðarnar. Hvað er svona slæmt við það að hafa lítil brjóst?\nEn svo er líka hægt að kaupa sér brjóstahaldara með púðum í og þar kemur spurningin. Taka strákar eftir því a) þegar stelpan er í enhverju utanyfir brjóstahaldaranum? b) þegar hún er komin úr að ofan?\nSem sagt myndu þeir verða fyrir vonbrigðum þegar hún er farin úr brjóstahaldaranum og þeir sjá hvernig stúlkan er vaxin í raun og veru?\nSkiptir það þá kannski engu máli? Endilega svarið strákar :)",
    "url": "https://www.hugi.is/tiska/greinar/281513/pudar/",
    "url_id": "281513",
    "id": "2016342",
    "replies": [
        {
            "user": "delphi",
            "user_id": "487",
            "date": "2005-03-18 13:24:36",
            "id": "2030465",
            "reply_to_id": "2016342",
            "text": "Ég fór einu sinni heim með stelpu sem var í svona haldara með púðum undir haldaranum sem hún var í. Þessi innri var ekki með neinum hlýrum og það var bara eins og hún hafði tekið af sér brjóstin :S maður gapti bara."
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2005-03-26 14:20:48",
            "id": "2044980",
            "reply_to_id": "2030465",
            "text": "ég er með lítil brjóst og voða þakklátur fyrir það."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-18 13:29:13",
            "id": "2030477",
            "reply_to_id": "2016342",
            "text": "Alltaf jafn fyndið þegar maður sér stelpur.. og bíddu? hvar eru brjóstin? Þær eru kannski ekki með nákvæmlega nein brjóst samt eru þær að nota skálar nr. B eða eitthvað…\nÞessar stelpur kunna alls ekki að nota réttu skálar, sov mikið er víst… Ég hef í það minnsta ekki séð stelpu hingað til sem notar skálina sem hún þarf að nota…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-18 14:27:34",
            "id": "2030573",
            "reply_to_id": "2030477",
            "text": "Ég nota rétta skálastærð :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-04-11 23:33:48",
            "id": "2080377",
            "reply_to_id": "2030477",
            "text": "notar þú þá ekki rétta skálastærð?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-04-22 20:03:30",
            "id": "2103642",
            "reply_to_id": "2080377",
            "text": "hmm… miðað við stelpurnar í bekknum mínum sem þurfa AA og nota B þá látum okkur nú sjá… Ég nota því miður ekki E í skálastærð, bara sorry… svo já ég nota rétta stærð."
        },
        {
            "user": "MafuZa",
            "user_id": "57401",
            "date": "2005-03-18 15:15:47",
            "id": "2030661",
            "reply_to_id": "2016342",
            "text": "Mér finnst ömurlegt þegar stelpur geta ekki sætt sig við að vera með lítil brjóst, annaðhvort eru þær með stór eða lítil og það á ekkert að vera að breyta því. Mér finnst meira turn-off þegar stelpa er með púða heldur en flatbrjósta.\nHvað sílikon aðgerðir varðar, þá hef ég ekkert á móti þeim en Maður verður að spurja sig, vil ég vera með ónáttúrulegt ógeð inní mér í 10 ár eða jafnvel þangað til ég dey? Svo eru sílíkon brjóst yfirleitt svo gervileg að maður segir nú bara þvert nei takk. Kostir og gallar við þetta allt saman"
        },
        {
            "user": "kaffibaun",
            "user_id": "20007",
            "date": "2005-03-18 17:04:02",
            "id": "2030850",
            "reply_to_id": "2016342",
            "text": "ég er með frekar lítil brjóst og er nú ekkert rosalega sátt við það, en ég nota alls ekki púða til að láta þau sýnast stærri því hvað svo þegar maður fer úr haldaranum? engin brjóst ;)djöfulli vandræðalegt!"
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2005-03-18 20:09:04",
            "id": "2031189",
            "reply_to_id": "2016342",
            "text": "Hehe stór brjóst eru alveg fín en oftast er mér alveg sama um þau, þau eru bara mjög stór plús á stelpum. Ég er alveg ástfanginn af einni stelpu sem er með lítil brjóst en hún er bara svo sæt ;)"
        },
        {
            "user": "NoAngel",
            "user_id": "15331",
            "date": "2005-03-18 20:45:33",
            "id": "2031244",
            "reply_to_id": "2016342",
            "text": "mér er alveg sama um stærðina, en bara á meðan þau eru þarna til staðar, eins og gonzo sagði. ég horfi meira á persónuleika og sjálfsálit (og líka útlit;))"
        },
        {
            "user": "NoAngel",
            "user_id": "15331",
            "date": "2005-03-19 11:53:17",
            "id": "2031892",
            "reply_to_id": "2031244",
            "text": "I knew it…"
        },
        {
            "user": "imposs57",
            "user_id": "32253",
            "date": "2005-03-21 00:01:58",
            "id": "2035066",
            "reply_to_id": "2031244",
            "text": "alltaf þegar fólk segir þetta þá held ég að þau séu að blöffa!!! :P\ns.s. ef þú sérð ágætlega sæta stelpu í sundi eða eithvað og svo sérðu að hún er næstum flatbrjósta, stoppar það þig ekkert við að tala við hana or sum???"
        },
        {
            "user": "imposs57",
            "user_id": "32253",
            "date": "2005-03-21 10:44:07",
            "id": "2035480",
            "reply_to_id": "2035066",
            "text": "ég er ekki að blöffa! hvernig horfir þú þá á stráka?"
        },
        {
            "user": "imposs57",
            "user_id": "32253",
            "date": "2005-03-21 11:37:09",
            "id": "2035555",
            "reply_to_id": "2035480",
            "text": "jaaa, presónuleikinn skiptir mestu máli auddað, hann má vera drulluljótur fyrir mér ef hann er bara SNYRTILEGUR, allavega fer í sturtu!!! =)"
        },
        {
            "user": "imposs57",
            "user_id": "32253",
            "date": "2005-03-21 21:49:11",
            "id": "2036606",
            "reply_to_id": "2035555",
            "text": "þá veistu svona nokkurn vegin hvernig ég horfi á stelpur ;)"
        },
        {
            "user": "imposs57",
            "user_id": "32253",
            "date": "2005-03-21 23:15:31",
            "id": "2036825",
            "reply_to_id": "2036606",
            "text": "ætli það ekki :P"
        },
        {
            "user": "imposs57",
            "user_id": "32253",
            "date": "2005-03-22 00:17:33",
            "id": "2037000",
            "reply_to_id": "2036825",
            "text": "segjum það bara"
        },
        {
            "user": "imposs57",
            "user_id": "32253",
            "date": "2005-03-22 00:42:34",
            "id": "2037052",
            "reply_to_id": "2037000",
            "text": "jemmz =)"
        },
        {
            "user": "SuperNinja",
            "user_id": "42484",
            "date": "2005-03-18 22:35:06",
            "id": "2031407",
            "reply_to_id": "2016342",
            "text": "Hmm ég er nú ekki með einhver hjúts brjóst en ekki fer ég að stækka þau mað einhverju drasli…..\nPæla stelpur ekki í þvi að lítil brjóst eru oftar en ekki “fallegri” en þessi hjúts stóru eins og þessum klámmyndalaikkonum þar sem allt er feik….sílíkon og rugl!\nOg annað, frænka mín er með of stór brjóst miðað við stærð og breidd….og þetta getur haft áhrif á bakið hjá manni.\nHennar eru náttúruleg og þarf hún jafnvel að láta minnka þau vegna þess að annars á hún í hættu á að fá krippu :S\nPælið aðeins í þessu, því þyngri og stærri….því verra bak i framtíðinni ;)"
        },
        {
            "user": "Fasisti",
            "user_id": "24075",
            "date": "2005-03-20 14:47:28",
            "id": "2033806",
            "reply_to_id": "2016342",
            "text": "Ég er með lítil brjóst og mér er alveg sama. Ég er bara þakklát fyrir að vera ekki alveg flöt. Svo finnst mér svona “klámstjörnubrjóst” vera of mikið af því góða… (hlýtur að vera gaman fyrir þig að fá brjóstalýsingu hjá öllum :P)"
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2005-03-20 19:15:22",
            "id": "2034355",
            "reply_to_id": "2016342",
            "text": "Ég er með mjög lítil brjóst en mér mundi\naldrei\nganga í brjóstahaldara sem stækkar þau mikið. Það er fátt fáránlegra en að sjá stelpu með frekar stór brjóst og svo kanski sér maður hana skipta um föt eða í sturtuklefa eða e-ð…og þá er hún bara flöt :s ég er ekkert alltof sátt með að vera næstum flöt, en þetta finnst mér fáránlegt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-20 23:23:30",
            "id": "2034960",
            "reply_to_id": "2016342",
            "text": "Vinkona mín er ALVEG flöt og hún gengur alltaf í brjóstarhalda með tvöföldum púðum eða eitthvað. Svo þegar hún fer í skólasund fer hún í bikiníið yfir brjóstarhaldarann. Kemur mjög fáránlega út. Sjálf er ég bara með venjulega stærð miðað við að vera 14 að verða 15. Er ein af fáum stelpum í árgangnum sem notar ekki púða."
        },
        {
            "user": "valdis13",
            "user_id": "57452",
            "date": "2005-03-21 18:12:11",
            "id": "2036183",
            "reply_to_id": "2016342",
            "text": "Mér finnst akkurat ekkert flott við stór brjóst. Mér finnst það bara hórulegt. Ég er með frekar lítil brjóst og mér er bara alveg sama. Maður verður bara að sætta sig við það sem maður hefur."
        },
        {
            "user": "Steffz",
            "user_id": "52357",
            "date": "2005-03-24 20:11:50",
            "id": "2042010",
            "reply_to_id": "2036183",
            "text": "Sem sagt stelpur sem eru með stór brjóst af náttúrunar hendi, þær eru bara hórur í þínum augum?"
        },
        {
            "user": "valdis13",
            "user_id": "57452",
            "date": "2005-03-28 14:08:35",
            "id": "2048939",
            "reply_to_id": "2042010",
            "text": "Nei !!.. ég er að tala um silikon og þannig"
        },
        {
            "user": "HotWaX",
            "user_id": "3009",
            "date": "2005-03-22 00:20:27",
            "id": "2037009",
            "reply_to_id": "2016342",
            "text": "sílíkon er málið.. og andlitslyftingar upp á tvær millur annað er bara rugl"
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2005-06-13 15:00:58",
            "id": "2237647",
            "reply_to_id": "2037009",
            "text": "Andlitslyftingar kosta náttleg ekki 2 milljónir. Svona á milli 200-450 þúsund."
        },
        {
            "user": "gunna7fn",
            "user_id": "3811",
            "date": "2005-03-22 11:44:24",
            "id": "2037438",
            "reply_to_id": "2016342",
            "text": "Ég er með mjög lítil brjóst, en hey! Það er ekki mér að kenna! ;)\nÞað sem pirrar mig aðallega við það er nú bara að geta ekki gert almennilega skoru… hehehe :P\nEn ég nota ekki púða, því ég æfi sund og það er eiginlega ekki hægt að þykjast vera með eitthvað meira en maður er með í rauninni. Svo líka er svo gerfilegt ef fólk kannski rekst í brjóstið, eða kemur við það viljandi - að það sé bara alveg hart útaf púðunum… ;)\nAllvega, engir púðar hér :)\nVæri þó til í aðeins stærri brjóst… svona uppá kvenleikann :P"
        },
        {
            "user": "gunna7fn",
            "user_id": "3811",
            "date": "2005-03-22 14:00:36",
            "id": "2037692",
            "reply_to_id": "2037438",
            "text": "púða eða ekki púða… það er spurningin\npúða má nota svona spari ;)  þegar farið er í felgan bol, eða glæsilega kjól, þarf ekki að vera hvers dags.  Það er alls ekkert að því að vilja vera með skoru í fínum bol/kjól.  Annars eru til góðir puss-up brjóstahaldar, sem láta brjóstin virðast stærri án púða, þá er maður ekkert að feika.\nVarðandi brjóstastærð á unglinsárunum, þá er margt annað til að hafa áhyggjur af og óþarfi að eyða tímanum í sílikon pælingar. Því flestar fá stærri brjóst um 20 ára aldurinn, þó ekki allar.  Sumar konur fá en stærri brjóst á óléttunni.\nPúðar hafa rétt á sér, og of mun betra að nota þá heldur en að fara í brjóstastækkun.  Ef viðkomandi konu/stelpu líður betur með púða, afhvejru ekki nota hann."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-22 23:29:46",
            "id": "2038773",
            "reply_to_id": "2037692",
            "text": "Já ;)\nÉg gæti farið í einn svoleiðis fyrir árshátíðina :P"
        },
        {
            "user": "Calliope",
            "user_id": "6606",
            "date": "2005-03-23 04:56:35",
            "id": "2039186",
            "reply_to_id": "2016342",
            "text": "Ég er með stór brjóst og finnst það flott. Svo eru lítil brjóst bara líka flott. Brjóst eru flott. ;-) Get samt tekið undir með einhverjum þarna fyrir ofan að maður fær hrikalega bakverki af stórum brjóstum. Ég er alltaf að drepast. Myndi nú samt ekki minnka þau, held ég. Þetta eru mín brjóst, vil ekki hafa einhver önnur…"
        },
        {
            "user": "Anna84",
            "user_id": "35396",
            "date": "2005-03-23 10:56:05",
            "id": "2039290",
            "reply_to_id": "2016342",
            "text": "Bara svona til að vera með, þá er ég líka með lítil brjóst :) (eins og greinilega meirihlutinn af íslensku kvenfólki-vissi ekki að það væri svona mikið um það) en það sem mér finnst verst við mín er að annað brjóstið er aðeins stærra eins og hjá mörgum konum og munurinn sést mun betur þegar brjóstin eru lítil. Annars er ég bara sátt-það kemur alveg smá skora þegar maður er í push-up og þröngum bol :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-25 14:53:10",
            "id": "2043349",
            "reply_to_id": "2016342",
            "text": "Ég veit ekki hvort ég sé með stór brjóst eða ekki, bara svona miðlungs held ég. En mér finnst mín vera svo ljót í laginu :o/ það er vandamálið hjá mér.\nAnnars finnst mér ekkert flottara eða ljótara að vera með stór eða lítil brjóst, bara ef þau eru falleg :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-26 19:55:36",
            "id": "2045506",
            "reply_to_id": "2043349",
            "text": "tss samt er það e-ð vandamál hjá mér… haaa?\n;) hehehehe ég tók því ekkert illa samt sko"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-27 01:04:12",
            "id": "2046070",
            "reply_to_id": "2045506",
            "text": "Bara nett djók :P en það er alveg vitað mál að ég er ekki fyndin manneskja :D"
        },
        {
            "user": "TinnaKristin",
            "user_id": "43890",
            "date": "2005-03-25 20:21:04",
            "id": "2043971",
            "reply_to_id": "2016342",
            "text": "Af svörunum hjá flestum að dæma held ég að felstum þyki ljótt að vera með stór brjóst..er það málið??\nPersónulega finnst mér gott að fólk hafi brjóst af öllum stærðum og gerðum( ég veit að þetta hljómar asnalega), en það væri ekki flott ef að allir væru með eins brjóst (það gildir nú um allt eiginlega)"
        },
        {
            "user": "Calliope",
            "user_id": "6606",
            "date": "2005-03-26 03:38:55",
            "id": "2044635",
            "reply_to_id": "2043971",
            "text": "Það er náttúrulega spurning hvað þyki stórt og hvað lítið. Jordan-brjóst eru náttúrulega ekki málið, en heldur ekki 10-ára-drengja-brjóst… Eru öfgarnar ekki bara alltaf verstar?"
        },
        {
            "user": "pollett",
            "user_id": "40846",
            "date": "2005-03-27 11:53:58",
            "id": "2046451",
            "reply_to_id": "2016342",
            "text": "hehe.. skemmtilegt að lesa svörin hérna :D.. annars, til þess að falla inn í hópinn ;), þá er ég líka með lítil brjóst, versta við það er að vinkonur mínar gerðu oft grín af þeim, svona bara að djóka, en mér sárnaði oftast.\nEn oftast er ég fegin að vera með lítil brjóst, þau eru krúttleg :)… En ég geng samt í brjóstarhaldara sem stækkar þau aðeins, hann er samt ekki með púðum!  En hann passar rétt svo utan um mig, en skálarnar passa!! Asnalegt eeen allaveganna…. ánægð með mín, því þau eru falleg í laginu, finnst mér :P… hehe"
        },
        {
            "user": "melonan",
            "user_id": "57980",
            "date": "2005-03-29 13:49:34",
            "id": "2051076",
            "reply_to_id": "2016342",
            "text": "Mín eru líka nokkuð lítil en ég er samt allveg bara ánægð með þau ;) þau eru flott í laginu,allveg sona kringlótt.. hehe:P þau mættu nú samt allveg vera stærri…:S og ég nota yfirleitt haldara með púðum af því að mér finnst það bara þægilegra ;) og flottara.."
        },
        {
            "user": "punturis",
            "user_id": "23606",
            "date": "2005-03-29 20:50:33",
            "id": "2052196",
            "reply_to_id": "2016342",
            "text": "Vá það er eins og allar stelpurnar hérna segi að þær séu með lítil brjóst :/\nMér finnst bara að konur(stelpur whatever) ættu að vera ánægðar eins og þær eru.. Ekki alltaf að kvarta kvarta .. :/ Eins og vinkonur mínar eru oft að kvarta í mér að þær séu með minni brjóst en ég og hvað ég sé heppin að vera með brjóst.. Mér finnst það í rauninni bara FÁRÁNLEGT .. Strákum á að vera svosem sama um hve stór brjóstin eru !!!\nkv.:)"
        },
        {
            "user": "Calliope",
            "user_id": "6606",
            "date": "2005-03-29 22:28:52",
            "id": "2052467",
            "reply_to_id": "2052196",
            "text": "Mér heyrist á öllu að stelpurnar sem hafa tjáð sig hér séu upp til hópa bara nokkuð sáttar við brjóst sín. Og auðvitað á strákum ekkert að vera sama um hvernig bjóst eru, misjafn er smekkur manna. Sumir fíla stór, aðrir lítil og sumum er náttúrulega sama en það þarf ekkert að vera óeðlilegt að hafa einhverja skoðun á því."
        },
        {
            "user": "Adriane",
            "user_id": "58071",
            "date": "2005-04-05 15:49:09",
            "id": "2066784",
            "reply_to_id": "2052196",
            "text": "Allar vinkonur mínar “öfunda” mig fyrir að vera með stór brjóst.\nEn mér finnst það soldið pirrandi t.d. í íþróttum eða þegar maður er að hlaupa, hoppandi útum allt;)\nég nota púða því mér finnst það þæginlegra=/=)…og líka samt útaf því að þau verða e-ð svo lafandi í svona brjóstarhaldara með engum púðum:S…allaveganna hjá mér veit ekki með aðra…"
        },
        {
            "user": "prankstah",
            "user_id": "20859",
            "date": "2005-03-30 19:16:52",
            "id": "2054392",
            "reply_to_id": "2016342",
            "text": "það er bara svo gott að klípa í stóru brjóstin"
        },
        {
            "user": "TomHagen",
            "user_id": "3967",
            "date": "2005-03-30 20:24:00",
            "id": "2054592",
            "reply_to_id": "2016342",
            "text": "Þó að stærðin skipti mig ekki miklu máli í Þessu þá er dapurlegt að taka utan af fallegum pakkningum og sjá bara tvo poka af melroses."
        },
        {
            "user": "Hibi",
            "user_id": "27324",
            "date": "2005-03-30 21:31:12",
            "id": "2054773",
            "reply_to_id": "2016342",
            "text": "Vá, hvað fólk opnar sig eftir lestur þessarar ágætu greinar :D\nÉg er líka sátt við sjálfa mig og það er frábært að lesa hvað aðrir virðast vera það líka þrátt fyrir hvað allir sem hafa svarað virðast samt vera ólíkir :)"
        },
        {
            "user": "Zebra",
            "user_id": "40370",
            "date": "2005-04-09 22:19:11",
            "id": "2075915",
            "reply_to_id": "2016342",
            "text": "SAMMÁLA HILDUR MÍN(NAFNA mín)\nlítil brjóst rúla:)"
        },
        {
            "user": "bubbalogirl",
            "user_id": "48497",
            "date": "2005-04-18 15:27:23",
            "id": "2093787",
            "reply_to_id": "2075915",
            "text": "ég er ekki með lítil brjóst… er með sonna meðal eða stærð 32c eða 34b… hentar mér vel og passar utan á mig… en samt á ég vinkonu sem er með stærð 36dd og þa er hjútsenen!!!! en hún er ekki ánægð með þau.. þau eru t.d. ekki stinn og lafa soldið… og geirvörturnar voða ljósar…(hún vill hafa dekkri) og so á ég aðra sem er í 34c eða 36c er ekki viss.. en ja´hún nær eiginlega aldrei stinningu í geirvörturnar…:S eða þar að segja þær eru alltaf sonna flatar eða þannig þa koma engar túttur út…:S varla heldur þegar hún er ekki í brjóstar haldara og kallt…:S kannast eikker við þetta vandamál..:S sem gæti sagt eikka sniðugt til að stinna geirvörturna"
        },
        {
            "user": "Zebra",
            "user_id": "40370",
            "date": "2005-04-22 23:56:05",
            "id": "2104147",
            "reply_to_id": "2093787",
            "text": "bara þegar manni er kalt stinnast þæ"
        }
    ]
}