{
    "forum_title": "Gullöldin",
    "user": null,
    "user_id": null,
    "date": "2005-03-13 12:58:11",
    "title": "The Who: Hluti 2",
    "text": "Næsta breiðskífa The Who varð Who's Next, en það átti að verða þriðja bíómynd The Who, og átti að heita The Lifehouse. En ekkert varð úr þeirri mynd því Pete móðgaði eiganda kvikmyndafyrirtækisins þegar hann var blindfullur og vissi ekkert hvað hann var að gera. Þannig að myndin var gerð en ekki gefin út. En “soundtrackið” var gefið út sem platan Who's Next. Frægustu lögin á Who's Next eru örugglega My Wife(John Entwistle), Wont Get Fooled Again(Pete Townshend) og Baba O' Riley(Pete Townshend).\nWont Get Fooled Again er “Anti” byltingarlag. Pete kallaði þetta svoldið skrítið lag því það byrjar einog þeir vilji byltingu en endar einog þeir séu komnir með leið á henni.\n1972 kom önnur plata John's út Whistle Rhymes, og Keith sagði að hann ætlaði ekki að gera annað sólóalbúm því eina sem hann vildi gera var að tromma fyrir The Who.\n1973 kom þriðja og seinasta plata John's Entwistle út Rigor Mortis Sets.\n1975 kom næsta smáskífa Breiðskífa The Who, The Who By Numbers. Sama Ár kom önnur sólóplata Roger's út Ride A Rock Horse. Who voru farnir að gera mjög lítið á þessum tíma reyndar kom önnur sólóplata Pete's út Rough Mix. The Who gerðu síðan plötuna Who Are You það varð seinasta plata þeirra félaga með snillingnum Keith Moon, því hann dó 8. September 1978, sama ár og platan Who Are You var gefin út. Keith tók víst of stóran skammt af lyfinu sínu og dó útfrá því. Who Are you náði ekki nema í 18. sæti vinsældarlistans. 1979 kom síðan plata Pete's út Empty Glass.\n1980 gerðu The Who plötuna Face Dances og Kenney Jones góður vinur Keith's Moon hljóp í skarðið fyrir Keith. Platan náði 9. sæti á breska vinsældarlistanum. 1982 kom platan It's Hard og síðan platan Who's Last. Þarsem Who voru búnir að ákveða að hætta skírðu þeir plötuna Who's Last. Hulstrið á Who's Last ollu svolitlu fjaðra foki í Bretlandi þarsem hulstrið sínir brennandi breskan fána. Sama ár kom plata Pete's út All The Best Cowboys Have Chineese Eyes. 1985 Kemur plata Rogers síðan út Under The Raging Moon og plata Pete's sömuleiðis The Iron Man.\nThe Who gerðu Reunion 1989 og fóru í tónleikaferðalag sem varði 1989-1991. Síðan 1993 kom plata Pete's út Psychoderlict. Þess má til gamans geta að á sólóferli Pete's spilaði hann með Paul McCartney, John Bonham, David Gilmour og Ronnie Lane. 1994 kom plata Rogers út Rocks In The Head. The Who gerðu annað Reunion 1999 og fóru í tónleikaferðalag og spiluðu meðal annars í Royal Albert Hall og þeir tónleikar voru gefnir út á DVD.\n2002 fellur John Entwistle frá 57 ára að eldri. Hjarta hans hafði stoppað þegar hann hafði tekið inn of mikið af kókaíni. John fannst látinn í hótelherbergi sínu í Las Vegas. John hafði unnið að bíómyndar tónlist fyrir bíómynd sem hann hafði í huga. Handritið af myndini var aldrei skrifað en til eru einhversstaðar upptökur af lögunum sem áttu að vera í myndini.\nNýlega komu nýjar fréttir frá Pete og Roger að það sé ný plata með þeim væntanleg og þetta sé ný Who plata. Platan fær nafnið Who Two og á víst að koma út í sumar.",
    "url": "https://www.hugi.is/gulloldin/greinar/282018/the-who-hluti-2/",
    "url_id": "282018",
    "id": "2020579",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-13 13:06:08",
            "id": "2021397",
            "reply_to_id": "2020579",
            "text": "Mjög fín grein"
        },
        {
            "user": "xXMXx",
            "user_id": "39121",
            "date": "2005-03-13 13:59:53",
            "id": "2021516",
            "reply_to_id": "2020579",
            "text": "já skemmtileg grein.\nEn ein spurning (varðar greinina ekki neitt) í öllum CSI þáttum eru alltaf  lög eftir The Who  sem theme er eitthvað sérstakt á bakvið það eða er þetta bara random? eða er kanski leikstjórinn The Who Fan eða eitthvað? Langar Rosalega að vita þetta\nCSI = Who Are you\nCSI Miami = Wont get Fooled again\nog svo byrjaði þarna nýja CSI, CSI New York og í fyrsta þættinu tók ég eftir því að Theme lagið er Teenage Wasteland einnig eftir The Who og svo hef ég lika heyrt lög eftir þá í þáttunum :S\n———————–\nWhenever people agree with me I always feel I must be wrong.\nOscar Wilde.\nLiving is easy with eyes closed, misunderstanding all you see.  –John Lennon (1940-80) “The Beatles”: Strawberry Fields Foreve"
        },
        {
            "user": "ty7du",
            "user_id": "22247",
            "date": "2005-03-13 18:16:48",
            "id": "2022006",
            "reply_to_id": "2021516",
            "text": "Lagið heitir “Baba O'Riley”, sem er í CSI: New York. Maður getur séð það í kreditlistanum þegar þátturinn er búinn.\nSjálfur veit ég ekki hvers vegna “Who” lag varð fyrir valinu fyrir upprunalega CSI þáttinn. En greinilega hafa þeir viljað viðhalda þessu.\nKannski var það ódýrara að kaupa eitthvað gamalt lag heldur en að láta einhvern gera þema-lag.\nAð mínu mati þá virkar “Baba O'Riley” ekki eins vel og hin tvö, fyrir þáttinn þ.e.a.s. Eiginlega útaf því að lagið endar ekki vel í kreditlistanum í byrjuninni á þættinum. Hins vegar er ekki sama vandamál í kreditlistanum þegar þátturinn er búinn.\nAnnars, er ég á þeirrar skoðunar að það væri erfitt að velja eitt enn “Who” lag fyrir enn eina systurþáttaröð, sem ég efast um að þeir geri, en hver veit svo sem.\nEn það sem er gott við þetta, er að fólk verður forvitið um þetta og fer að skoða og hlusta á “The Who”. Það gerði ég, mér finnst ótrúlegt að þessi lög eru svo gömul en hljóma samt nútímalega."
        },
        {
            "user": "ty7du",
            "user_id": "22247",
            "date": "2005-03-13 18:22:28",
            "id": "2022014",
            "reply_to_id": "2022006",
            "text": "Með tónlistina í þáttunum, þá hefur mér fundist gaman að heyra í hljómsveitum sem maður er með á heilanum. Ég er “Nine Inch Nails” aðdáandi og það var á tímabili notuð lög eftir þá og remix í CSI og ef til vill CSI: Miami. Og svo eitthvað eftir að maður sá þetta á Skjá einum, þá er notað “NIN” lag í trailer fyrir “Man on Fire”.\nSem sýnir hversu smitandi “Hollywood” er. Þetta er heitt eina stundina og kalt þá næstu.\nSvipaðar myndir koma út á sama tíma.\n“Dante's Peak” og “Volcano”…hmmm…\n“The Thirteenth Floor” og “The Matrix”…\nog svo mætti lengi telja…"
        },
        {
            "user": "xXMXx",
            "user_id": "39121",
            "date": "2005-03-13 18:38:04",
            "id": "2022050",
            "reply_to_id": "2022014",
            "text": "hehe já skil. núna þegar þú segir það bara Wáw hvað ég man eftir Dantes Peak sko shitt :) hehe"
        },
        {
            "user": "ty7du",
            "user_id": "22247",
            "date": "2005-03-14 14:26:52",
            "id": "2023518",
            "reply_to_id": "2022014",
            "text": "Reyndar þegar ég var að horfa á CSI: NY í dag (tók hann upp). Þá er þetta ekki svo slæmt, þetta er alveg ágætt sett saman. Bara þetta lag deyr út, í staðinn að enda með hvelli eins og hin tvö lögin."
        },
        {
            "user": "xXMXx",
            "user_id": "39121",
            "date": "2005-03-13 20:06:46",
            "id": "2022289",
            "reply_to_id": "2021516",
            "text": "ekki spyrja mig, þetta passar örugglega bara inní þættina, þessi lög"
        },
        {
            "user": "xXMXx",
            "user_id": "39121",
            "date": "2005-03-13 20:08:45",
            "id": "2022298",
            "reply_to_id": "2022289",
            "text": "oki doki"
        },
        {
            "user": "inganossari",
            "user_id": "56131",
            "date": "2005-03-17 22:38:55",
            "id": "2029802",
            "reply_to_id": "2020579",
            "text": "Framhaldið gott líka. Gaman af þessu með Who Two.  Bíð spennt!\n=)"
        }
    ]
}