{
    "forum_title": "Call of Duty",
    "user": "Solid",
    "user_id": "56227",
    "date": "2005-03-16 12:15:20",
    "title": "Sveiflukenndur almúginn o0",
    "text": "whoot whoot hugsið þið pottþett þegar þið lesið þessa fyrirsögn en seinna í greininni skiljið þið afhverju ég sei þetta :)\nen já, ég ákvað að þar sem “greinarnar” hér á huga.cod hafa svo sannarlega verið dauðar (fyrir utan izelord að útskýra frá breytingum og hegðunum litla krakka í sandkassa…) að koma með eina skemmtilega :)\nÉg gerði grein um fyrir hvað “14 jan” er það tveir eða þrír mánuður :l tveir held ég, correct me if Im wrong, sem hét “mínar pælingar um cod” og já, á þeim tíma hafði ég spilað leikinn í þrjár vikur, var að ég held nýbyrjaður á trial hjá turtles og ég var óþroskaður as hell, lét eins og fífl og öllum fannst ég vera fífl, sem er töff mjög töff, fyrst þangað til clanið sem maður er í fær að þola skelli útaf þessu ástandi mínu, ég kynnist fljótt fólki í gegnum CoD enda yndislegt samfélag að öllu leyti, Ingvi kom í heimsókn til mín með tvemur félögum sínum úr wanted sem ég man ekki nöfnin á,\nKlemmi var með mér þegar sú heimsókn átti sér stað og voru þeir mestu mátar þó ég sjálfur hafi dregið mig svolítið í hlé á þessum fundi :)\nen já, who cares segið þið, I do, cuz Im trynna make a point here OKAY!\nen já, ég ætla að “compera” það sem mér finnst núna við það sem mér fannst í greininni fjórða Jan\nAllavega, þegar ég hugsa um cod, hugsa ég sjálfkrafa um eina leikinn sem ég nenni að spila í MP.\nþetta hugsa ég ekki lengur, þar sem ég ætla að fá mér CoDUO :) finnst hann mjög góður þó CoD sé alltaf betri ;)\nEn það eru svosem svartar rollur í hverri fjölskyldu, þó ég held ég geti sagt að hérna eru þær ekki eins sjáanlegar eins og leikjum á borð við CS…\njájá, held ég hafi ekki tekið eftir öðrum þursum síðustu mánuði útaf þursaskap í mér :(\nAllavega, nenni ekki að vera að skjóta á CS því það væri efni í tuttugu greinar.\nheehehe :D hlæ ennþá að þessu “Its funny because its true”\nsíðan er #pickup.cod þar sem þú getur skráð þig í pug og scrimað með öðrum sem skrá sig, það finnst mér vera brill\njá já, hugmyndin var brill framkvæmdin var góð, en þetta entist ekkert lengi og held ég að þetta verði að bíða betri tíma, ..\nEn já, ég spila undir Nickinu Solid á serverum ef einhver þekkir ekki huganafnið mitt :*\nhehe, já, óþarft kannski að taka það fram að ég breytti nickinu úr 225 yfir í Solid ;)\nMér finnst alveg vanta hjá “minni” clönunum að vera activir á Irc, því það er erfitt að plugga scrim í gegnum MSN eða bara server, það er bara vesen :)\njá, þau eru orðin það, “activari á irc” en ég held að aldur og háttatími spili soldið inn í þarna afhverju rásir verða alltaf oplausar ;) :D\nEn anyway, síðan er skjálfti að koma núna í febrúar og hvort það verði með Turtles, Einhverju öðru clani eða bara einn að specca…\nhehe, ég fór “einn að specca” tók samt alltíallt sex round :) það í reynirs tolvu og Klemma tolvu (drap tvo dó fjórum sinnum)\nen já, bippi kom með hugmynd hér fyrir allnokkru síðan um að gera “íslenskann ladder” ég vissi ekkert hver bippi var, þekkti hann bara útaf myndbandinu sem hann gerði …. ég talaði við hann á irc sagði við hann að ég væri til í að plugga svona dóti með honum ;) það var erfitt veit að hann trúir því aldrei, en það var erfitt fyrir mig að tala við “Fanatic” á ircinu og segjast geta hjálpað honum með þennan ladder, … síðan gerðist allt mjög snöggt :) allt nema eitt, það var að það tók helviti langann tima að starta þessu :l … riflildi barnaskapur og vesen varð til þess að það varð smá frestun á þessu :) … en það er alles done now, ..\nen já, margir hafa spurt mig á irc/server/hugaskilaboð um “afhverju hættirru í turtles” ég hef ákveðið að svara því ekki og please hættið að spurja :| það var í lagi að spurja fyrst en það er hvað fokkin þrjár vikur síðan!! :s :D\nen já, … mín skoðun á breytingunni “turtles yfir í SeveN” fyrst þegar ég frétti þetta táraðist ég, ég lagðist á gólfið og grét þar til pabbi kom benti á mig og fór að hlæja, þá ákvað ég að rífast í oddi =D (alltaf gaman, ættuð að profa það) og sagði honum hvað þetta væri fáránlegt en hann haggaðist ekki, og ég vil taka fram að eftir 2 daga í SeveN fann ég út að þessi breyting var án efa það besta sem gat gerst fyrir CoD samfélagið allt :D:D\njá all I wanted to say about that thank you and good night..\nUnnar .. Solid?",
    "url": "https://www.hugi.is/cod/greinar/282573/sveiflukenndur-almuginn-o0/",
    "url_id": "282573",
    "id": "2025550",
    "replies": [
        {
            "user": "Cheng",
            "user_id": "6790",
            "date": "2005-03-16 13:15:40",
            "id": "2027009",
            "reply_to_id": "2025550",
            "text": "Prófaðu að spila quake3… Viss um að þú eigir eftir að fíla hann ef þú fílar cod. Quake3 er miklu skemmtilegri en cod og miklu hraðari. Mæli með því að þú farir á #quake.is og spyrjist fyrir um hvar þú getir eignast quake og hvaða fæla þú þarft til að spila ;o\njá og gott er að taka fram að cod keyrir á quake3 vélinni skilst mér en ef það er einhver vitleysa þá afsakið ;p"
        },
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2005-03-16 14:08:08",
            "id": "2027098",
            "reply_to_id": "2027009",
            "text": "ég veit allt sem þú sagðir mér, ég á quake 3, spilaði aq.. fyrir langa löngu, mér finnst CoD mikið skemmtilegri og já, cod er keyrður á q3 vélinni þú getur samt ekki fokkað honum eins mikið upp með svona cfg shiti eins og quake, því Punkbuster stoppar það, =)"
        },
        {
            "user": "Cheng",
            "user_id": "6790",
            "date": "2005-03-17 08:38:49",
            "id": "2028450",
            "reply_to_id": "2027098",
            "text": "Tss, ;o spilaðu quake3 drengur, ekkert gaman að spila bara einn leik, þá færðu bara ógeð af honum. Fínt að taka 1-2 ctfpickup á dag í quake3 :"
        },
        {
            "user": "Hollowized",
            "user_id": "48365",
            "date": "2005-03-16 14:23:32",
            "id": "2027117",
            "reply_to_id": "2027009",
            "text": "Quake 3 er allt öðruvísi leikur og ekki hægt eiginlega að bera þessa tvo leiki saman. Það er reyndar rétt að hann er hraðari, en hraðari þýðir ekki endilega að hann sé betri ;). Mér finnst allavega Cod betri en Quake 3, en það er bara mín skoðun, annars finnst mér nú Quake 3 alveg ágætis leikur líka."
        },
        {
            "user": "mattiml",
            "user_id": "24665",
            "date": "2005-03-16 13:29:00",
            "id": "2027023",
            "reply_to_id": "2025550",
            "text": "Já… Þetta lýsir því hvernig þér hefur liðið undafarið.. En hvað kemur þetta CoD við?"
        },
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2005-03-16 14:08:35",
            "id": "2027101",
            "reply_to_id": "2027023",
            "text": "hmm, ég samþykkti ekki greinina ;)"
        },
        {
            "user": "mattiml",
            "user_id": "24665",
            "date": "2005-03-16 14:22:01",
            "id": "2027116",
            "reply_to_id": "2027101",
            "text": "Nei, en sendir hana inn.. =]"
        },
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2005-03-16 14:24:24",
            "id": "2027119",
            "reply_to_id": "2027116",
            "text": "Svari eytt af stjórnenda……..\no0 :@"
        },
        {
            "user": "mattiml",
            "user_id": "24665",
            "date": "2005-03-16 14:27:08",
            "id": "2027125",
            "reply_to_id": "2027119",
            "text": "??"
        },
        {
            "user": "Konev",
            "user_id": "28746",
            "date": "2005-03-16 14:17:08",
            "id": "2027108",
            "reply_to_id": "2027023",
            "text": "vel mælt…"
        },
        {
            "user": "Outlaw",
            "user_id": "57792",
            "date": "2005-03-17 00:22:08",
            "id": "2028351",
            "reply_to_id": "2025550",
            "text": "Unnar ég er farinn að halda að þú eigir við geðræn vandamál að stríð aog ættir að fara kíkja smá á sólarljósið.. ;)\njá, held ég hafi ekki tekið eftir öðrum\nþursum\nsíðustu mánuði útaf\nþursaskap\ní mér :(\nlíst mér frekar illa á þetta hjá þér drengur :P"
        },
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2005-03-17 11:53:40",
            "id": "2028581",
            "reply_to_id": "2028351",
            "text": "hehe, true, pælí að henda tolvunni og fá mér hjól :o"
        }
    ]
}