{
    "forum_title": "Heimspeki",
    "user": "Zorro11",
    "user_id": "56878",
    "date": "2005-03-15 18:16:28",
    "title": "Er Guð almáttugur ?",
    "text": "Kæru heimspekingar ég hef verið að velta því fyrir mér hvort Guð sé almáttugur.  Segjum sem svo að þú hittir hann á gangi og þú haldir á flösku og segir honum að skrúfa tappan á flöskuna svo fast að hann gæti ekki losað hann aftur af.\nEf hann getur það þá getur hann ekki losað hann. Og ef hann gæti ekki gert þetta þá getur hann þetta ekki. Er þá Guð almáttugur????",
    "url": "https://www.hugi.is/heimspeki/korkar/282610/er-gud-almattugur/",
    "url_id": "282610",
    "id": "2025883",
    "replies": [
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-03-15 22:37:31",
            "id": "2026470",
            "reply_to_id": "2025883",
            "text": "Í fyrsta lagi ertu að gera ráð fyrir því að Guð sé til, ef rauninn er önnur þá að sjálfsögu er hann einskyns megnugur.\nAnnars hafa menn leikið sér að mótsögnum eins og: Ef guð er almáttugur getur hann búið til svo stóran stein að hann geti ekki lyft honum?\nSetningin leiðir til mótsagnar, þ.e. ef hann getur ekki búið til steininn er hann ekki almáttugur en ef hann getur það og getur þá ekki lyft steininum þá… já, getur hann varla talist almáttugur eða hvað?\nÉg get hinsvegar auðveldlega komist hjá þessu og sagt, nei, því hann er ekki til ;)"
        },
        {
            "user": "Aiwa",
            "user_id": "31281",
            "date": "2005-03-16 17:09:14",
            "id": "2027486",
            "reply_to_id": "2026470",
            "text": "Ég myndi ekki segja að ef hann sé til að þetta sé almátturinn sem hann á að búa yfir. Það er meira einsog á andlegu hliðinni sem almátturinn kemur fram. Annar hef ég pælt sjálfur í þessu og pældi þá í þessum hlut: Ef guð er almáttugur, getur hann þá búið til stein sem er svo þungur að hann geti ekki lyft honum? Þetta eru vangaveltu sem enginn mun nokkurntímann komast að fyrr né síðar."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-03-16 17:50:28",
            "id": "2027556",
            "reply_to_id": "2027486",
            "text": "Ég myndi ekki segja að hann sé til.  Það er bara heimskulegt að velta sér upp úr slíku ef að ekki er um neinn Guð að ræða.  Þetta er eins og að rífast um litin á bindinu sem að Jón gengi með ef það væri ósýnilegt."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-03-15 23:24:35",
            "id": "2026581",
            "reply_to_id": "2025883",
            "text": "Mér finnst þessi “heimspekilega vangavelta” vera orðin of klisjukennd.\nBetri er sú sem segir að gvuð geti ekki verið allt þrennt, almáttugur, algóður og alvitur."
        },
        {
            "user": "topper",
            "user_id": "35304",
            "date": "2005-03-16 13:22:22",
            "id": "2027014",
            "reply_to_id": "2025883",
            "text": "Guð er ekki til og ekkert sem er allmátugt þannig að hættu bara að velta þessu fyrir þér."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-16 22:52:15",
            "id": "2028223",
            "reply_to_id": "2027014",
            "text": "and how the hell do you know ?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-17 17:36:05",
            "id": "2029226",
            "reply_to_id": "2027014",
            "text": "Já og hinn allvitri topper segjir það, hvernig væri að fræða okkur fáfróðu aðeins meira um hinar óljósu hluti lífsins, þar sem þú er greinilega allvitur…"
        },
        {
            "user": "savinn",
            "user_id": "51954",
            "date": "2005-03-16 17:20:48",
            "id": "2027498",
            "reply_to_id": "2025883",
            "text": "Ungi piltur þetta mun ekki vera þín dýpsta pæling ef þú heldur áfram í heimspekinni… mundi alltaf eittauka ár.\nef guð er til er eitt sem hann getur ekki breytt\nÁst"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-03-18 02:22:53",
            "id": "2030049",
            "reply_to_id": "2027498",
            "text": "En guð er kærleikur. Jesú sagði það ekki of oft til að fólk fari að gleyma því! Ást, svona “brjálæðislega ástfangin að ég hef enga matarlyst” ást, er hins vegar tegund af geðveiki, þeir sem eru í því ástandi eru eins og þráhyggjusjúklingar, nema með mjög djúpar geðsveiflur. Ást víkur alltaf fyrir kærleik, það þekkist ekki par sem verður beint ástfangið (eins ástfangið og ég lýsti hér að ofan) alla sína ævi, heldur breytist ástin í hinn stöðuga og yndislega kærleik.\nÞar sem guð er kærleikur hlýtur hann að vera hormónið ócytócín, það framkallar kærleik. Ócytócín hlýtur varla að hafa skapað heiminn vegna þess að fyrst þarf kolefni og nokkur önnur efni til að mynda þær kolefnakeðjur sem það er myndað úr. Guð/ócytócín er ekki almáttugur nema á sviði mannlegra tilfinninga.\nNú mun sennilegast einhver vísa þessu á bug, en þá spyr ég; hefur þú sönnun þess að Guð sé til á öðrum forsendum en þessum sem ég nefndi í síðasta greinardálki? Vísindin hafa sönnun fyrir máli sínu, hefur þú það fyrir utan gamla testamentið, bók sem segir mér að drepa bróðir minn ef hann ágirnist unnustu mína, einhverja sönnun um að Guð sé til og að hann eigi að vera almáttugur og á að hafa skapað heiminn?"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-03-18 21:37:29",
            "id": "2031314",
            "reply_to_id": "2030049",
            "text": "QED, eh?"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-03-20 02:49:53",
            "id": "2033473",
            "reply_to_id": "2031314",
            "text": "hvað er QED?"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-03-20 03:20:42",
            "id": "2033512",
            "reply_to_id": "2033473",
            "text": "Quod erat demonstratum - það sem sýna átti fram á. :P\nFín ending á svona “algjört rúst” röksemdafærslu."
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2005-03-20 03:34:21",
            "id": "2033523",
            "reply_to_id": "2033512",
            "text": "Quod erat demonstra\nnd\num ;)"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-03-20 03:35:23",
            "id": "2033524",
            "reply_to_id": "2033523",
            "text": "Ah, takk fyrir þessa leiðréttingu.\nMan þetta núna. :P"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-03-20 06:52:29",
            "id": "2033554",
            "reply_to_id": "2033512",
            "text": "Ó, takk fyrir upplýsingarnar, en þar sem ég lýt á rökræður ekki sem einhvers konar keppni mun þetta varla koma mér að gagni :/"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-03-20 12:44:02",
            "id": "2033699",
            "reply_to_id": "2033554",
            "text": "Hvernig tengist “QED” þeirri ranghugmynd að rökræður sé keppni? :o"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-03-24 02:43:07",
            "id": "2040965",
            "reply_to_id": "2033699",
            "text": "Algjört rúst… eins og ég hafi verið að reyna að vinna andstæðinginn :p\nÆi ég veit það ekki, ef það er verið að bæta svona inní (svona “algjört rúst” og svoleiðis) þá finnst mér tilgangur rökræðna einhvernveginn missa marks… Bara mín skoðun, og btw takk fyrir að kynna mér fyrir QED :)"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-03-24 17:22:51",
            "id": "2041679",
            "reply_to_id": "2040965",
            "text": "Já það er kannski rétt.\nReyndar væri rétt notkun á þessum orðum, ef ég skil þau rétt, að benda á að röksemdafærslan sé búin og að hún sé semsagt “það sem sýna átti fram á”."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-03-25 01:28:13",
            "id": "2042635",
            "reply_to_id": "2041679",
            "text": "Jaaá, þá er þetta allt annað í mínum augum :)"
        },
        {
            "user": "topper",
            "user_id": "35304",
            "date": "2005-03-17 17:40:38",
            "id": "2029236",
            "reply_to_id": "2025883",
            "text": "Veit :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-17 21:16:52",
            "id": "2029640",
            "reply_to_id": "2025883",
            "text": "Nei."
        },
        {
            "user": "...",
            "user_id": "38859",
            "date": "2005-03-20 13:21:15",
            "id": "2033723",
            "reply_to_id": "2025883",
            "text": "Ég er á því að Guð sé ekki til en ef hann er til er hann ekki almáttugur og mér finnst þessi kenning alvet sanna það."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-23 20:10:11",
            "id": "2040325",
            "reply_to_id": "2025883",
            "text": "guð er bara prump…"
        }
    ]
}