{
    "forum_title": "Rómantík",
    "user": null,
    "user_id": null,
    "date": "2005-03-18 12:39:14",
    "title": "Heiðarleiki á undanhaldi",
    "text": "Þú sagðist vera heiðarleg en þú ert það ekki.\nÉg hélt að við hefðum náð vel saman og allt væri í lagi en svo var ekki.\nÞú sagðir aldrei neitt en hélst bara áfram að vekja hjá mér vonir.\nSíðan hættir þú að tala við mig og virtir mig að vettugi.\n-\nHvað er hægt að segja þegar “góðar” stelpur haga sér svona. Er þá einhver von? Eru góðar stelpur útdauðar? Ég fer bráðum að halda það.\nÞú hefur kennt mér að gott fólk er vandfundið (en ég vissi það fyrir) og það er rétt að treysta helst engum (því fólk bíður í röðum með að stinga rýtingi í bakið á öðru fólki). Til hamingju með það, þú hefur skemmt einn einstakling og þjóðfélagið er fullt af þeim.\nÞú hefur kennt mér að bera minni virðingu fyrir stelpum því oft er ekki að marka orð af því sem þær segja og þú getur ekki treyst því að það sé satt.\nMeira af þessu og þá hefur þú búið til einstakling sem kemur fram við stelpur eins og skítinn á skónum sínum og ber enga virðingu fyrir þeim. Einnig til hamingju með það, þú ert frábær kennari!\n-\nHvað er að fólki? Er þjóðfélagið virkilega orðið svona sjúkt að þar býr mest ógeðslegt fólk? Hvað varð um heiðarleika og kurteisi í mannlegum samskiptum? Skiptir þetta einhverju máli lengur? eða er búið að gera þetta útlægt, kannski má þetta bara vera til á yfirborðinu og EKKERT er meint með þessu en undirniðri ríkir ALGJÖRT tóm.\nAf hverju þarf fólk að koma svona fram við annað fólk? Er þetta bara eðlilegt og hluti af lífinu og svona Á þetta að vera? Reyndu bara að venjast því aumingi! Ég fyrir mitt leyti neita að smitast af þessu og vera svona veikur eins og þetta fólk.\nBráðum segi ég skilið við ykkur stelpur og eyði ekki tíma mínum lengur í svona vitleysu sem skilar ENGU nema erfiði og sársauka.\nÞað er engin furða að skilnaðir séu tíðir þegar fólk hagar sér svona. Hvar lærir það þetta. Er það kannski meðfætt að vera asni eða þarf maður að læra það eins og ég virðist vera byrjaður á samkvæmt ofangreindu!\nSíðan á páskum og jólum þá er tekið til í fjölskyldunni og fyrirhafnarlausa ástin sem reyndist síðan ekki vera fyrirhafnarlaus, akkuru! deyr. Þú átt að gera mig hamingjusama/n. Lífið á að vera eins og í hollywoodbíómynd en er það ekki, akkuru! Þetta eru vörusvik og ég vil fá líf mitt aftur!",
    "url": "https://www.hugi.is/romantik/greinar/282664/heidarleiki-a-undanhaldi/",
    "url_id": "282664",
    "id": "2026377",
    "replies": [
        {
            "user": "Tigercop",
            "user_id": "21417",
            "date": "2005-03-18 14:02:17",
            "id": "2030538",
            "reply_to_id": "2026377",
            "text": "Þú virðist sannarlega hafa verið að lenda í mikilli ástarsorg…\nÞessi grein hjá þér er vel skrifuð en full af neikvæðni í garð stúlkna - en veistu - allt sem þú skrifaðir hérna má líka yfirfæra á stráka!\nMálin eru bara svo flókin þegar að ástinni kemur og það er svo erfitt að átta sig á því hvers vegna ástin getur verið bæði í senn - yndislega falleg og svo mikill lífsgjafi - og einnig hina stundina - skelfilega niðurbrjótandi og hræðilega miskunnarlaus…\nAuðvitað eru unglingar og unga fólkið viðkvæmast þegar um ástina og ástarsorgina er að ræða. Oft er fyrsta ástin mjög langt frá því að vera eins og við búumst við. Og þegar ástin svíkur finnst okkur eins og lífið sjálft hafi yfirgefið okkur. Þetta eru tilfinningar sem flestallir - ef ekki allir - eiga eftir að ganga í gegnum um æfina. En málið er að átta sig á því og vinna úr málunum - með þroska og skilningi en ekki mála skrattann út um allt og kenna bara einum hlut um allt saman sem úr böndunum fer.\nÞað fyrsta sem við grípum í þegar við t.d. erum svikin í ástarmálum - er hinn aðilinn og hann er málaður sem verri en skrattinn sjálfur. En það þarf í flestum tilvikum tvo til að dansa tangó. Öll ástarsambönd eiga tvær hliðar og við ættum að hætta að einblína á allt það erfiða og ljóta sem hlýst af sambandsslitum og vinna bara úr málunum. Við megum ekki falla í þá skelfilega djúpu gjá að kenna hinum aðilanum um allt það sem miður fór.\nAllavega þá virðist þú fullur af biturleika í garð stúlkna í greininni - en allt þetta getur einnig átt við um stráka. Þeir geta líka svikið svona illa og valda líka miklum hjartasárum - ekki síður en stúlkur.\nEkki loka á framtíðina vegna ástarsambands sem fór út um þúfur … ætíð að vinna hratt úr málum og gefa ástinni aftur tækifæri. Hver veit nema einmitt sú hárrétta bíði rétt handan við hornið eftir því að þú opnir aftur augun og takir eftir henni … framtíðin er þín … þú ræður hvernig hún verður því það er í þínum verkahring að móta hana og skapa hana … gangi þér vel.\nKveðja:\nTigercop sem elskar að gefa ástinni helling af tækifærum … Eitt samband sem slitnar þýðir bara að nýtt samband gæti verið rétt framundan og hver veit nema það verði enn betra en það sem var að slitna …"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-18 22:09:46",
            "id": "2031371",
            "reply_to_id": "2030538",
            "text": "Þakka þér fyrir þetta tiger. Eins og alltaf skilur þú þetta mjög vel og kemur með góð innlegg."
        },
        {
            "user": "sardina",
            "user_id": "51308",
            "date": "2005-03-18 14:43:18",
            "id": "2030597",
            "reply_to_id": "2026377",
            "text": "Já það er greinilegt að þú hefur lent í mikilli ástarsorg en það þýðir ekki að alhæfa það að allar stelpur séu svona eða annað fólk….:/"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-18 18:23:42",
            "id": "2031025",
            "reply_to_id": "2026377",
            "text": "Úh falleg grein. Gaman að lesa."
        },
        {
            "user": "tigergirl",
            "user_id": "6681",
            "date": "2005-03-18 20:54:17",
            "id": "2031257",
            "reply_to_id": "2026377",
            "text": "Alls ekki gefast upp á okkur stelpunum ! Það eru ekki allir fiskar eins í sjónum ;)\nHvað ertu gamall? Ekkert svo er það ? Vonin er ekki úti… þó að ein gerir svona, er það ekki sjálfgefið að næsta gerir það er það nokkuð …"
        },
        {
            "user": "AngelicX",
            "user_id": "7629",
            "date": "2005-03-18 22:07:16",
            "id": "2031368",
            "reply_to_id": "2026377",
            "text": "Ég vil byrja á því að biðja ykkur stelpurnar afsökunar á ummælum mínum. Ég gekk of langt. Kynni mín af ykkur hafa verið hrein sorgarsaga sem væri efni í heila bók. Ég hef enga hugmynd um hvað gerist, allt virðist vera stöðugt og fínt þegar bara allt í einu, púff! dæmið fuðrar upp.\nÉg held áfram að tala við ykkur og ætla að reyna að gefast ekki upp. Vonandi finn ég einhverja af ykkur þar sem hlutirnir ganga upp.\n-\nÞað er rosalega mikilvægt að fólk sé heiðarlegt hvert við annað og segi hlutina. Það er hægt að gera það á svo marga vegu. Það er hægt að gera það af kulda og af hlýju. Þó að þú ætlir að segja eitthvað neikvætt við einhvern þá getur þú sagt það af kurteisi og mannúð.\nEkki virða fólk af vettugi sem þú hefur einhverjar tilfinningar til, heldur segðu viðkomandi frá því hvaða tilfinningar þú hefur, hvernig þér líður og vilt gera, ekki ganga bara í burtu.\nÉg þakka svörin.\nÞað er gott að vita af einhverjum þarna úti.\n-\nÆvisagan\n“Einn ég arkaði ævibraut\num eyðlöndin köldu\nþreytti hugans þungu þraut\nþolraun hinna útvöldu\nEirðarlaus í engra ríki\nafvega á auðnarslóð\nheltekinn af hugarsýki\nhataðist út í eigin blóð\nVilhallur á vondar sálir\nvermdi surðursverðið\ndómsorðið ég dró á tálir\nen dýrt var lausnarverðið\nSvo fann ég friðarblómið\nfögnuð ást og von\nog féll sem tár í tómið\nog tilbað drottins son.”\n- Gildran"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-20 13:53:38",
            "id": "2033745",
            "reply_to_id": "2031368",
            "text": "Betra að hafa þetta rétt:\n“\nÆvisagan\nEinn ég arkaði ævibraut\num eyðilöndin köldu\nþreytti hugans þungu þraut\nþolraun hinna útvöldu\nEirðarlaus í engra ríki\nafvega á auðnarslóð\nheltekinn af hugarsýki\nhataðist út í eigin blóð\nVilhallur á vondar sálir\nvermdi suðursverðið\ndómsorðið ég dró á tálir\nen dýrt var lausnarverðið\nSvo fann ég friðarblómið\nfögnuð ást og von\nog féll sem tár í tómið\nog tilbað drottins son.\n”\n- Gildran"
        },
        {
            "user": "AngelicX",
            "user_id": "7629",
            "date": "2005-03-25 15:58:52",
            "id": "2043468",
            "reply_to_id": "2031368",
            "text": "Word up Dog, alveg sammála þessari grein þinni og ég er búinn að taka sama pakkann, en ég lærði aðeins á þessu.\nFyrst og fremst það að þú átt að taka stelpum eins og sjálfsögðum hlut, ekki setja þær á stall og ekki tilbiðja þær.  Láttu þær hafa fyrir þér og líttu á þig eins og það sem þú ert.  Einstök manneskja og örugglega fyrirtaks náungi.  Ekki setja tilfinningar í málið nándar nærri strax.  Þær eru jafnmargar og við og þær eru allt öðruvísi en við, það er ekki flóknara, kynntu þér það sem fær þær  til að tikka og reyndu að skilja eitthvað af því sem fær þær til að virka, en ekki gefast upp því þær fullkomna okkur eins og við getum fullkomnað þær !!!"
        },
        {
            "user": "sokkagleypir",
            "user_id": "31751",
            "date": "2005-03-20 13:33:01",
            "id": "2033732",
            "reply_to_id": "2026377",
            "text": "ég er sammála þér! ég er yfirhöfuð búinn að fá nóg af stelpum sem eru óheiðarlegar…"
        },
        {
            "user": "NoAngel",
            "user_id": "15331",
            "date": "2005-03-21 19:41:37",
            "id": "2036376",
            "reply_to_id": "2026377",
            "text": "Góðu stelpurnar eru langt í frá útdauðar! Ég myndi frekar segja að góðu strákarnir verði útdauðir eftir ekki svo langan tíma.\nEn já, ég sé að þú hefur lent illa í einni stelpu. En þú kemst yfir það, það lenda allir í ástarsorg en koma svo aftur inn sterkari eftir á. En auðvitað tekur það allt sinn tíma. Þetta er ferli sem allir ganga í gegnum einhvern tímann á ævinni.\nGangi þér bara vel að jafna þig og farðu vel með þig."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-27 16:22:38",
            "id": "2047113",
            "reply_to_id": "2026377",
            "text": "shit…þetta minnti mig strax á strák sem ég hef verið minna en skemmtileg við þó að hann mætti ekki búast við öðru eftir frekar hörmuleg svik, ég fékk bara tár í augun….vá, mig langar bara að hringja í hann núna eða eitthvað!"
        },
        {
            "user": "Anna84",
            "user_id": "35396",
            "date": "2005-03-29 09:47:19",
            "id": "2050705",
            "reply_to_id": "2026377",
            "text": "Er þetta eitthvað sem þú trúir í alvörunni eða eru menn bara bitrir akkúrat núna?? því eins og ég sé þetta þá eru þetta bara svona ekta gelgjukomment og þú veist örugglega innst inni að þetta eru bara alhæfingar og já..bara algjört BULL!!! Það má vel vera að þér líði svona innanbrjósts núna og fáir eitthvað útúr því að drulla yfir kvenfólk en þú hlýtur að skilja að þú hefur bara verið óheppinn og þá er bara að halda áfram að reyna ;)"
        },
        {
            "user": "Anna84",
            "user_id": "35396",
            "date": "2005-03-29 10:58:00",
            "id": "2050752",
            "reply_to_id": "2050705",
            "text": "Sumt af því sem ég segi er satt. Ef þú trúir því ekki áttu eftir að komast að því.\nÞetta er byggt á minni reynslu og ef hún fer í taugarnar á þér þá so be it. Auðvitað reynir maður áfram, það er tilgangslaust að gefast upp. Það er ótrúlegt hvað maður þarf að hitta mikið af óheiðarlegu fólki sem getur ekki komið hreint fram. Auðvitað verður maður reiður.\nÞetta er svona týpískt skítakomment hjá þér, þú gætir sagt eitthvað uppbyggilegt við fólk sem líður illa í stað þess að halda áfram að brjóta það niður. Bara mín skoðun.\nJá, ég lennti í mjög óheiðarlegri stelpu en hef talað við heiðarlegri og kurteisari stelpur síðan þá, þetta eru eðlileg mannleg viðbrögð við að komið sé illa fram við mann að mínu áliti. Hefur fólk ekki tilfinningar. Hvernig bregst þú við ef fólk kemur mjög illa fram við þig?\nGreinin fjallar um fleira en bara kvenfólk ef þú hefur lesið hana vel. Hún fjallar almennt um hvernig fólk hagar sér og ég hef séð oft og vekur alltaf hjá mér mikla undrun.\nAlgjört bull, þitt álit. Ég hef greinilega reitt þig til reiði með því að skrifa þetta. Hvað annað gæti útskýrt þessi viðbrögð?\nSpáðu aðeins betur í hlutunum áður en þú svarar greinum."
        },
        {
            "user": "Anna84",
            "user_id": "35396",
            "date": "2005-03-29 14:30:28",
            "id": "2051181",
            "reply_to_id": "2050752",
            "text": "Ég var alls ekki að meina þetta eitthvað rosalega illa..og greinin þín reitti mig alls ekki til reiði..ég skil bara ekki af hverju fólk þarf alltaf að alhæfa svona þegar það lendir í einhverju svona. Ég get vel skilið að þér líði illa og ætlaði alls ekki að gera illt verra og biðst fyrirgefningar á því. Maður hefur nú nokkrum sinnum hugsað svona sjálfur ;)\nÉg tala bara af persónulegri reynslu þegar ég segi: maður þarf ekki alltaf samúð og skilning til að leysa/skilja hlutina. Stundum er gott að fá smá spark í rassinn og það var nákvæmlega það sem ég var að gera með svarinu mína hérna áðan. Ég er orðin leið á að allir skilji alla fullkomlega og allir vorkenni öllum. Þau svör sem hafa hjálpað mér hvað mest við mínum greinum hér á huga eru einmitt þessi svör sem eru eins og gott spark í rassinn. You´ll thank me later.. ;)"
        },
        {
            "user": "disan2",
            "user_id": "25020",
            "date": "2005-03-31 22:26:52",
            "id": "2057160",
            "reply_to_id": "2026377",
            "text": "…Ekki dæma okkur allar útaf einhverri vonlausri stelpu… Hertu þig upp og farðu á Lífið :)"
        },
        {
            "user": "DaZerT",
            "user_id": "57424",
            "date": "2005-04-02 15:05:39",
            "id": "2060596",
            "reply_to_id": "2026377",
            "text": "Vá þetta er bara nánast alveg það sama sem ég hef fari ðí gegnum…ég var búinn að vera geggjað hrifinn af einni stelpu í næstum heilann vetur en svo loksins þorði ég að tala við hana…og hvað? hún hafði áhuga á mér… ég sagði henni hvað ég var yfir mig hrifinn af henni og vildi svo sannarlega kynnast henni betur og allt það… svo leið aðeins á, og þá sagði hún mér að hún væri farin að vera svolítið hrifin af mér :) þá var ég alveg yfir mig ánægður… svo seinna sagði hún me´r að hún væri farin að verða soldið mikið hrifin af mér. Við hittumst einu sinni heima hjá henni og það var bara svona spjall og fliss meira í gangi, fara rólega í þetta. síðan allt í einu sagðist hún ekki vilja neitt :S það særð mig alveg ofboðslega mikið. svo sagðist hún ekki vita hvað hún væri að hugsa og baðst afsökunar. hún vildi fara rólega í þetta. sama vildi ég. ég vildi gefa henni nóg svigrúm.\nVið ákváðum næst að hittast úti með krökkunum. svo þegar ég kom labbaði ég framhjá rólóvellinum. ég hana og vinkonu hennar standa í skugganum og ég labbaði framhjá til að gá hvort hún vildi í raun hitta mig, og vitir menn!! hún gerði ekkert!! ég settist svona rétt hjá og tók upp símann minn til að senda henni sms um hvar þær væru, og þá sagði hún að þær hafi farið heim útaf þeim hefði verið kalt (vitandi að ég ætlaði að hitta þær!!)\nÉg varð alveg ofboðslega sár því ég var tilbúinn til að gera allt fyrir þessa elsku…ALLT!!!!…svo sagði ég henni að segja mér satt af hverju þær hefðu farið…þá fékk ég þessa “drullu” yfir mig frá henni :S hún bara sagðist vera komin með nóg og eitthvað…það yrði aldrei neitt á milli okkar…never…og daginn áður en þetta gerðist hafði hún sagt við mig a það væri allt í góðu á milli okkar…hún myndi láta mig vita ef eitthvað væri í ólagi…og´hún sagði mér einnig að vera ekki svona óöruggur!!!! Og svo fæ  ég þetta helvítis rugl framan í mig daginn eftir… hún sagði mér að gleyma sér :'(\nNú sit ég hérna og ég gjörsamlega get ekki gleymt henni bara sísvona…ég var farinn að elska hana… Þráin er svo mikil fyrir að hitta hana og að allt sé í góðu lagi… En ég ætla að sýna henni svo sannarlega að hún sé mér mikils virði, ég ætla ekki að hætta að reyna… hún er m ér svo mikils virði og ég vil að hún viti það, þó ég hafi alltaf sýnt henni svo mikla hreinskilni… kannski er ég bara ekki nógu góður fyrir hana… ég bara gjörsamlega ern ún aán hennar og veit ekkert hvað ég á að gera sjálfur og hvað hún vill :(\nnóg af vorkunn :)\nKv.DaZ\n—-\nDaZerT"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-04-02 16:09:57",
            "id": "2060722",
            "reply_to_id": "2060596",
            "text": "Ég veit nákvæmlega hvernig þér líður.\nÞú verður að reyna að hafa stjórn og vonum og væntingum annars brotnar þú of auðveldlega niður þegar þú verður fyrir höfnun. Þetta á ekki bara við um stelpur heldur allt lífið.\nÉg var líka tilbúinn til að gera nánast allt fyrir mína stelpu og gerði margt til að vera góður við hana sem ég hefði kannski ekki átt að gera.\nÞað er eitt sem stelpur fíla ekki og það eru óöruggir strákar en það er margt annað. Í raun ekki til nein formúla. Það getur verið allt í lagi með strákinn að öllu leyti en stelpan er bara svo rugluð að hún veit ekkert hvað hún vill.\nÉg veit ekki hvort það sé sniðugt að vera að eltast við hana ef hún hefur sagt þér BEINT að hún viljir þig ekki, betra að eyða kröftunum frekar í stelpur sem kannski vilja þig en ekki svona “hopeless case”, lífið er of stutt til þess, bara mitt álit.\nGangi þér vel og talaðu bara við aðrar stelpur og láttu þessa alveg eiga sig."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-04-03 21:44:33",
            "id": "2063495",
            "reply_to_id": "2060596",
            "text": "I heard you're doin' okay\nBut I want you to know\nI'm addic-\nI'm addicted to you\nI can't pretend I don't care\nWhen you don't think about me\nDo you think I deserve this?\nI try to make you happy\nBut you left anyway\nI'm tryin' to forget\nBut I'm addicted to you\nBut I wanted\nAnd I needed\nI'm addicted to you\nNow it's over\nCan't forget what you said\nAnd I never\nWant to do this again\nHeartbreaker\nHeartbreaker\nHeartbreaker\nSince the day I met you\nAnd after all we've been through\nStill addic-\nI'm addicted to you\nI think you know that it's true\nI'd run a thousand miles to get to you\nDo you think I deserve this\nI tried to make you happy\nI did all that I could\nJust to treat you good in every way\nI'm tryin' to forget\nBut I'm addicted to you\nBut I wanted\nAnd I needed\nI'm addicted to you\nNow it's over\nCan't forget what you said\nAnd I never\nWant to do this again\nHeartbreaker\nHeartbreaker\nHeartbreaker\nHow long will I be waiting\nTill the end of time\nI don't know why I'm still waiting\nI can't make you mine\nI'm trying to forget\nBut I'm addicted to you\nBut I wanted\nAnd I needed\nI'm addicted to you\nI'm trying to forget\nBut I'm addicted to you\nBut I wanted\nAnd I needed\nI'm addicted to you\nNow it's over\nCan't forget what you said\nAnd I never\nWant to do this again\nHeartbreaker\nHeartbreaker\nHeartbreaker\nI'm addicted to you\nHeartbreaker\nI'm addicted to you\nHeartbreaker\nI'm addicted to you\nHeartbreaker\nI'm addicted to you\nHeartbreake"
        },
        {
            "user": "BongoKazmir",
            "user_id": "34194",
            "date": "2005-04-11 02:25:33",
            "id": "2078322",
            "reply_to_id": "2026377",
            "text": "stelpur eru illar…. strákar eru illir… konur, kallar, gamlar konur, gamlir kallar. fólk yfir höfuð, það er frekar harkalegt að segja að allar stelpur séu illar og punktur.\nallt fólk er svona, því ber ekki að treysta, cause they spit lies trough theyr teeth."
        },
        {
            "user": "Surmjolk",
            "user_id": "9073",
            "date": "2005-04-22 00:18:03",
            "id": "2102133",
            "reply_to_id": "2026377",
            "text": "Svona er þetta bara í dag.  Sambönd milli kynja í dag eru álíka fjölbreytileg og skyndibitastaðirnir í dag eru margir.  Fólk varla hittir hvort annað og það er farið út í djúpu laugina um leið  án þess að velta fyrir sér málunum.  Gredda?  Heimska?\nPS: Já, ég er single, nei, ég er ekki súr."
        },
        {
            "user": "aqulera",
            "user_id": "44023",
            "date": "2005-06-25 14:07:47",
            "id": "2266683",
            "reply_to_id": "2026377",
            "text": "mjög flott grein. Ég skil þig. Ég skrifaði grein um strák sem ég var virkilega hrifin af og svo bara ekkert, hann hætti bara að hafa samband. Ég fór þá að alhæfa alla stráka..sem er ekki gott.\nEn maður kemst yfir þetta. En ég er sammála þér að flest fólk getur farið virkilega illa með mann og sært mann þvílíkt mikið :/"
        }
    ]
}