{
    "forum_title": "Flug",
    "user": "Aesir",
    "user_id": "19868",
    "date": "2005-03-16 15:20:36",
    "title": "Flugmaður neitar vopnaleit.",
    "text": "Í Fréttablaðinu í dag 16.3.04 er frétt þess efnis að flugvél frá Norska flugfélaginu Norwegian air shuttle hefði verið kyrrsett vegna þess að flugmaður vélarinnar hefði neitað að gangast undir vopnaleit.\nÞetta er nú ekki allur sannleikurinn! Flugmaðurinn hafði gengið í gegnum vopnaleitarhlið tvisvar sinnum án þess að viðvörun hefði komið en öryggisvörðum þótti hann ganga of hratt í gegnum hliðið. Þegar þeir báðu hann að ganga í gegn í þriðja skiptið þá neitaði hann.\nMér finnst það nú skiljanlegt að honum hafi þótt komið nóg eftir að ganga tvisvar í gegn án þess að tækið hafi gefið frá sér viðvörun! Mér finnst nú ekki ólíklegt að öryggisverðir hafi kannski verið á smá “powertrip” þarna.\nAllavega er fréttin eins og hún kemur fram í Fréttablaðinu ekki alveg rétt þar sem flugmaðurinn fór í gegnum vopnaleit en neitaði þegar leitin var farinn að ganga í öfgar.\nFréttablaðið:\nDagbladet:",
    "url": "https://www.hugi.is/flug/greinar/282725/flugmadur-neitar-vopnaleit/",
    "url_id": "282725",
    "id": "2026875",
    "replies": [
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2005-03-16 15:58:15",
            "id": "2027338",
            "reply_to_id": "2026875",
            "text": "töff. mjög töff, skil ekki afhverju fólk pirrast þó að það þurfi að gera eitthvað aftur eða eitthvað svolleis, easy on the temper, bara barnaskapur að ganga ekki í gegn í þriðja sinn …… “allt er þegar þrennt er…”"
        },
        {
            "user": "Karnage",
            "user_id": "7017",
            "date": "2005-03-16 16:31:38",
            "id": "2027414",
            "reply_to_id": "2027338",
            "text": "Sammála því, ótrúlegt hvað fólk er fljótt að pirra sig á einföldustu hlutunum. Hvað sér flugmaðurinn svona eftir öllum 5 hitaeiningunum sem hann á eftir að brenna ef hann fer í gegni í eitt sinn í viðbót.\nÖryggisverðirnir eru bara að vinna sína vinnu og vilja tryggja að öruggt sé um borð. En útaf flugmaðurinn er að hugsa um einhver bjánaleg principles (íslenska einhver?) þá tefjast kannski hundruði manni við komast heim."
        },
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2005-03-16 16:41:25",
            "id": "2027429",
            "reply_to_id": "2027414",
            "text": "já sammála, en hey,\nhorfði á simpson þátt þar sem marge sagði “principles ”… og í textanum var það þýtt “prinsípmál” ;) haha =)\nen principles er svona, veit ekki maður veit hvað þetta þýðir o0 bara svona, “prinsípmál” ;)"
        },
        {
            "user": "Vargur",
            "user_id": "541",
            "date": "2005-03-16 22:43:36",
            "id": "2028205",
            "reply_to_id": "2027429",
            "text": "“prinsípmál” er gömul og “góð” íslensk þýðing á hugtakinu, komin úr dönsku væntanlega, mikið notuð í daglegu tali, svo mig furðar í raun að þú kannist ekki við hana."
        },
        {
            "user": "karijo",
            "user_id": "5836",
            "date": "2005-03-16 19:09:34",
            "id": "2027712",
            "reply_to_id": "2026875",
            "text": "Mér finnst það vera gjörsamlega út í hött að vera að commenta á einhvað svona sem er ekki möguleiki að vita hvernig aðstæður voru þarna hvort verðirnir hafi verið einhvað dónalegir eða hvað gerðist\nþað er fáránlegt að fólk segi hér að flugmaðurinn hafi bara ekki týmt þeim hitaeinningum sem færu í að fara 3 ferðina\nþannig að þessi grein var kannski ekki tlgangslausn hún skírði frá því að fréttblaðið sagði rangt frá enn svörin við greinnini eru alveg fáránleg"
        },
        {
            "user": "smog",
            "user_id": "19407",
            "date": "2005-03-18 10:14:39",
            "id": "2030204",
            "reply_to_id": "2027712",
            "text": "Alveg er ég sammála karijo, auðvitað á fólk yfirhöfuð ekkert að vera að tjá sig!\n“Tlgangsleysni” tröllríður hér öllu í hinum siðmenntaða heimi."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-16 22:11:27",
            "id": "2028138",
            "reply_to_id": "2026875",
            "text": "Það eina sem ég get sagt er…LOL"
        },
        {
            "user": "RollsRos",
            "user_id": "54133",
            "date": "2005-03-17 13:29:00",
            "id": "2028725",
            "reply_to_id": "2026875",
            "text": "principle\nNAFNORÐ\nlögmál h.; meginregla kv.; upphaf h.; frumefni h.;\nin principle: í meginatriðum, yfirleitt; lífsregla kv.;\non principle: vegna lífsskoðunar, vegna sannfæringar\nvona að þetta hjálpi eitthvað.\nkveðja"
        },
        {
            "user": "sib",
            "user_id": "48900",
            "date": "2005-03-17 19:39:19",
            "id": "2029483",
            "reply_to_id": "2028725",
            "text": "Nú er ég alveg dottinn út, ég var farinn að hugsa um skútu!"
        },
        {
            "user": "Karnage",
            "user_id": "7017",
            "date": "2005-03-19 18:27:55",
            "id": "2032582",
            "reply_to_id": "2029483",
            "text": "Hvaðan er þetta skútu dót komið, var þetta í fóstbræðrum eða atvinnumanninum eða eitthvað?"
        },
        {
            "user": "sib",
            "user_id": "48900",
            "date": "2005-03-19 18:53:45",
            "id": "2032644",
            "reply_to_id": "2032582",
            "text": "Neee. Þorsteinn Guðmundsson í auglýsingunum fyrir Námsmannalínu KB banka."
        },
        {
            "user": "b52",
            "user_id": "9058",
            "date": "2005-03-29 20:26:14",
            "id": "2052130",
            "reply_to_id": "2026875",
            "text": "Flugmadur for 2x i gegnum og tegar hann var bedinn um ad fara ødru sinni spurdi hann securtas vørdin um ad få ad sjå reglugerd um hvernig ætti ad tekka crew vørdurinn neitadi tvi og bad hann um ad ganga i 3 sinn sem hann neitadi og eftir ad vaktfyrir tækid toks ad stoppa umrædd flug eftir ad tad hafdi byrjad ad taxera ut å braut  og tekka å flugstkora i 3 sinn med løgreglu til stadar sem reyndar åtti i erfidleikum ad halda nidri hlåtrinum vegna ofurnåkvæmi umrædds ørryggisvardar.\nMed kvedju\nB-52"
        }
    ]
}