{
    "forum_title": "Deiglan",
    "user": "MesserSchmitt",
    "user_id": "33983",
    "date": "2005-03-17 16:53:11",
    "title": "Bandarískur morðingi fær 45 daga fangelsisdóm",
    "text": "Ég rakst á þessa grein á mbl.is:\nhttp://mbl.is/mm/frettir/erlent/frett.html?nid=1129779\nHún fjallar um bandarískan hermann sem skipaði mönnum sínum að neyða 2 íraska borara út í Tigris ánna með þeim afleiðingum að annar þeirra dó. Seinna neyddu þeir annan mann út í og hann stóð bara og fylgdist með.\nFyrir þetta hlaut hann 45 daga fangelsisdóm og hann þurfti að greiða til baka 2/3 launa sinna síðustu 6 mánaða. Hann fær greitt 3000 dollara (175.000 kr) á mánuði.\nMaðurinn var ekki rekinn úr hernum eins og saksóknari krafðist. Hámarksdómur fyrir brot hans er 9 og hálft ár.\nÞá er spurningin hvort að hér sé réttlæti í gangi og hvort rétt sé tekið á brotum í Írak? Þetta er hreint dæmi um mannréttindabrot og ætti því að taka harðar á þessu til að sýna heiminum og þá sérstakleg írösku þjóðinni fram á að breytingar eigi að verða í mannréttindum.\nEkki er langt síðan atvikin í Abu Graib fangelsinu átti sér stað og eftir það var talað um einangrað atvik og nokkrum þeim sem þar brutu á Írökum voru dæmdir til fangelsisvistar en þó ekki allir.\nFinnst öðrum þetta réttlæti? Að geta orðið valdur á dauða manns og hljóta dóm sem jafngildir dómi á smáþjófnaði?",
    "url": "https://www.hugi.is/deiglan/greinar/282750/bandariskur-mordingi-faer-45-daga-fangelsisdom/",
    "url_id": "282750",
    "id": "2027067",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-17 17:19:32",
            "id": "2029199",
            "reply_to_id": "2027067",
            "text": "Þetta staðfestir það sem andstæðingar Íraksstríðsins hafa allan tímann haldið á lofti. Bush stjórnin virðir ekki mannréttindi, bandarískir dómstólar virða ekki mannréttindi og bandaríski herinn gerir það svo sannarlega ekki."
        },
        {
            "user": "Mutter",
            "user_id": "13004",
            "date": "2005-03-17 17:44:39",
            "id": "2029244",
            "reply_to_id": "2027067",
            "text": "nú… svona eru bandaríkjamenn, hrokafullir fábjánar sem virða engin lög eða mannréttindi, þessi maður ætti alveg að fá að sitja inni í minnst 20 ár finnst mér ^o)"
        },
        {
            "user": "pilapina",
            "user_id": "29636",
            "date": "2005-03-17 17:45:44",
            "id": "2029249",
            "reply_to_id": "2027067",
            "text": "Sorglegt að sjá hversu lágt viss mannslíf eru metin, það hefði örugglega verið tekið öðruvísi á þessu ef hlutverkunum hefði verið snúið við þ.e. ef bandarískur hermaður hefði drukknað í ánni eftir að hafa verið neyddur útí af Íraka."
        },
        {
            "user": "Timburvatn",
            "user_id": "33963",
            "date": "2005-03-17 18:01:19",
            "id": "2029273",
            "reply_to_id": "2029249",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "mofosam",
            "user_id": "53926",
            "date": "2005-03-17 18:11:29",
            "id": "2029292",
            "reply_to_id": "2027067",
            "text": "Já þetta er allveg til skammar finnst mér…"
        },
        {
            "user": "McSulli",
            "user_id": "25541",
            "date": "2005-03-17 18:36:57",
            "id": "2029344",
            "reply_to_id": "2027067",
            "text": "Gaman að sjá aftur grein frá þér á deiglunni… en jú… ég er fullkomlega sammála þér.\nHérna er svo meira af hlutum í þessum dúr\nhttp://mbl.is/mm/frettir/erlent/frett.html?nid=1130012\nÞað verður gaman að sjá skugga85 reyna verja þetta… og svo kemur Fabilius og jarðar hann:)"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2005-03-17 20:25:52",
            "id": "2029550",
            "reply_to_id": "2027067",
            "text": "Ekki lítur þetta vel út en kemur svosem ekki á óvart. Er bara í fullu samræmi við hvernig BNA stjórn lítur í raun á íraka."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-03-17 21:38:19",
            "id": "2029684",
            "reply_to_id": "2027067",
            "text": "Veistu alla söguna ? Veistu um allt sem var lagt fyrir í réttinum ?\nNei. Hvernig getur þú vitað að það var þá dæmt rangt ?"
        },
        {
            "user": "davido",
            "user_id": "27961",
            "date": "2005-03-18 13:52:14",
            "id": "2030522",
            "reply_to_id": "2029684",
            "text": "En skuggi, jafnvel manndráp af misgáningi er refsað hærra.\nSemsagt jafnvel þótt að hann hefði ekki ætlað sér að drepa þá, en drepið þá óvart með því að hegða sér óvarlega þá krefjast lögin þyngri refsingar. Svo jafnvel byggt upp á því að þetta hafi ekki verið morð með beinum hætti þá ætti refsingin að vera hærri.\nOg hér er ég að miða við Íslensk lög, þau eru ekki hörð í samanburði við t.d. Bandarísk.\nNú segjum svo að hann hafi verið geðveikur, hermaðurinn sem gerði þetta. Nú þá hefði hann kannski góða vörn, en engu að síður hefði hann þurft að fara í meðferð.\nNú er hann jú ekki á leiðinni í meðferð. Er hann ekki á leiðinni aftur í Írak eða eitthvað álíka? Svo þar af leiðandi er líkast til ekki klikkaður.\nMér dettur ekki í hug neitt sem lögfræðingar mannsins gætu hafa sagt sem réttlætti þennan dóm. Hann var jú fundin sekur fyrir morðið, svo ekki er hægt að segja að kviðdómurinn hafi efast um sekt hans.\nLíkast til hefur dómarinn ekki metið mannslíf Íraka til jafns við Bandarísk og það er miður.\nEn ég skal svo sem gefa þér það að þetta segir ekkert til um réttmæti stríðsins.\nÉg ætla bara að biðja þig um að viðurkenna að þessi dómur er svolítið furðulegur."
        },
        {
            "user": "davido",
            "user_id": "27961",
            "date": "2005-03-18 15:18:56",
            "id": "2030671",
            "reply_to_id": "2030522",
            "text": "…nú spyr ég bara af því ég er fávís maður, en var ekki stríð í gangi?  óháð því hvort það stríð var réttlætanlegt eða ekki, þá var þetta stríð.  í stríði gerast hræðilegir hlutir (og þetta var örugglega ekki það versta).  hér áður var það bara sigurvegarinn sem gat refsað þeim sem tapaði.  núna er þetta breytt og heimurinn allur vill vera með nefið ofan í öllu - þá verður sigurvegarinn að setja upp “réttarhöld” yfir því sem gert var á hans vegum og “refsa” sjálfum sér.\nmér er til efs að bandaríkjamenn hefðu fengið betri meðferð, hefðu írakar unnið þetta stríð (ekki það að það réttlæti eitthvað, bara… svona er þetta)."
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2005-03-18 16:19:36",
            "id": "2030768",
            "reply_to_id": "2030671",
            "text": "“en var ekki stríð í gangi?”\nNei. Þessi atburður gerðist í Desember 2003 en Bush lýsti stríðinu lokið þann 1. Mai það ár."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-18 16:35:52",
            "id": "2030797",
            "reply_to_id": "2030671",
            "text": "Tja Bush er búin að lýsa stríðinu loknu. Að auki eru nú til stríðsglæpadómstólar og skilgreiningar á hvað eigi að leyfast í stríðum og satt að segja held ég að við myndum ekki vilja snúa aftur til miðalda í þeim efnum þar sem ekkert tiltökumál þótti að pynta fólk.\nÍ stríði er náttúrulega skiljanlegt að fólk sé skotið í t.d. skotbardögum. En þetta morð var tilgangslaust, þar sem Írakinn ógnaði ekki lífi hermannsins og var ekki vopnaður."
        },
        {
            "user": "Gyzmo",
            "user_id": "3814",
            "date": "2005-03-18 03:40:39",
            "id": "2030068",
            "reply_to_id": "2027067",
            "text": "Ég sting upp á að fólk leiti sér heimilda áður en það dæmir fyrirfram.\nHér er t.d. ein:\nhttp://www.washingtonpost.com/wp-dyn/articles/A38134-2005Mar15.html"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-03-18 18:13:17",
            "id": "2031002",
            "reply_to_id": "2030068",
            "text": "Þetta er ítarlegri grein en Mbl.is greinin. En hún segjir samt allt í allt afar svipaða hluti. Og mér finnst að maðurinn sem skipaði honum að þvinga mennina út í vatnið fá alltof lágan dóm sjálfur."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-03-18 20:10:08",
            "id": "2031193",
            "reply_to_id": "2031002",
            "text": "Það var semsagt skipað honum að gera það ?\nÞarna er komin ástæðan fyrir því af hverju hann fékk lágan dóm. Ég er sáttur við þetta núna.\nSá sem skipaði honum að gera það ætti samt að fá hærri dóm."
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2005-03-18 14:11:18",
            "id": "2030553",
            "reply_to_id": "2027067",
            "text": "þetta er svona eins og refsingar sem nauðgara á íslandi fá"
        },
        {
            "user": "Ablaze",
            "user_id": "22900",
            "date": "2005-03-19 13:01:27",
            "id": "2031994",
            "reply_to_id": "2030553",
            "text": "Svo að ég vitni í KáJoð í bæjarins bestu:\nþví kanar settu verðmiða á líkin, ha?\n3000 kanar eru einsog og 20000 íraka"
        }
    ]
}