{
    "forum_title": "Raunveruleikaþættir",
    "user": null,
    "user_id": null,
    "date": "2005-03-27 15:10:18",
    "title": "Survivor - gamalt og þreytt sjónvarpsefni",
    "text": "Þegar fyrsta þáttaröðin af Survivor hóf göngu sína fengum við að sjá eitthvað nýtt;\nraunveruleikaþætti um fólk sem þarf að komast af í óbyggðum víðs vegar um hnöttinn\nog beita til þess ýmsum bolabrögðum.\nFyrstu fjórar þáttaraðirnar voru ágætar. Ef ég man rétt gerðist sú fyrsta á eyju í\nSuð-Austur Asíu. Næsta gerðist í Ástralíu, sú þriðja í Afríku (nákvæmlega hvar man\nég ekki) og sú fjórða á eyjunni Marquesas í Kyrrahafinu. Í hverri þáttaröð var eitt-\nhvað nýtt að sjá. Nýja „eftirlifendur“, nýjar keppnir og að sjálfsögðu nýtt landslag.\nSjálfum fannst mér Ástralía og Afríka standa upp úr, ekki aðeins vegna þess að\nfólkið var ekki alveg drulluleiðinlegt heldur einnig vegna þess að mér fannst\numhverfið áhugavert.\nEn hvað gerist svo? Vegna gríðarlegra vinsælda heldur framleiðslan á þessum\nþáttum áfram og við fáum að sjá Survivor á Tælandi, í Amasónregnskóginum og á\neyjum vestan við Panama. Fyrir utan fólkið var ekkert nýtt í gangi í þessum þáttum;\numhverfið svipaði mjög til þess er var á fyrri stöðum, og leikurinn sjálfur var\nnákvæmlega eins og hann hafði alltaf verið.\nÞetta var rétti tíminn til þess að slökkva alveg á fyrirbærinu, en nei, komið var fram í\nsviðsljósið með eitthvað sem kallaðist Survivor All-Stars; stjörnur fyrri þátta komnar\nsaman til þess að keppa gegn hverri annarri. Reyndar var þetta ekkert mjög slæm\nþáttaröð, a.m.k. ekki miðað við það sem fylgdi í kjölfarið.\nJú, nefnilega nákvæmlega sömu þættir, nema bara á eyjunum Vanuatu og núna á\nPalau. Báðar eru þær í Kyrrahafinu og leikurinn með sama sniði og áður, og þrátt fyrir\nallar yfirlýsingar Jeff, þáttastjórnanda Survivor, um að leikurinn á Palau sé allt öðruvísi\nog að keppendurnir muni taka þvílíku beygjurnar hef ég bara alls ekki orðið var við\nneinar svakalegar breytingar; það hefur verið handfjatlað við eitt og annað, en\nmaður tekur varla eftir því.\nÞessir Survivorgaurar hefðu átt að hætta þessari vitleysu fyrir löngu síðan enda\nþreyttir þættir og hugmyndin gömul. Af hverju fara þeir ekki til Tíbet, Mongólíu\neða hátt upp í Andesfjöllin? Þarf alltaf að hafa fólkið vappandi um í stuttbuxum og\nbikiníi? Af hverju gera þeir ekki stórvægilegar breytingar á leiknum? Að minnsta kosti\ner ég orðinn hundleiður á þessum þáttum eins og þeir eru núna.\nKveðja,\nsandnegri",
    "url": "https://www.hugi.is/realitytv/greinar/284190/survivor-gamalt-og-threytt-sjonvarpsefni/",
    "url_id": "284190",
    "id": "2039217",
    "replies": [
        {
            "user": "Haukzi",
            "user_id": "48476",
            "date": "2005-03-27 15:21:57",
            "id": "2046918",
            "reply_to_id": "2039217",
            "text": "tíhí sandnegri, skondið nafn… :D\nJá, ég er alveg sammála, þessir þættir voru þreyttir eftir 3 seríu."
        },
        {
            "user": "jandia",
            "user_id": "56182",
            "date": "2005-03-27 17:01:10",
            "id": "2047218",
            "reply_to_id": "2046918",
            "text": "ahh, you silly bitch:)"
        },
        {
            "user": "Haukzi",
            "user_id": "48476",
            "date": "2005-03-27 22:43:49",
            "id": "2048022",
            "reply_to_id": "2047218",
            "text": "þegiðu plebbalingur…"
        },
        {
            "user": "HrKrissi",
            "user_id": "47093",
            "date": "2005-03-27 15:22:28",
            "id": "2046919",
            "reply_to_id": "2039217",
            "text": "Þeir halda áfram með þessa þætti þar til að allir hætta að horfa og þeir hætta að græða á þeim."
        },
        {
            "user": "sunnydew",
            "user_id": "39246",
            "date": "2005-03-27 15:38:24",
            "id": "2046957",
            "reply_to_id": "2039217",
            "text": "hvurs vegna ekki að hafa survivor ICELAND?:D það væri virkilega áhugavert!"
        },
        {
            "user": "Cockness",
            "user_id": "40497",
            "date": "2005-03-27 16:11:05",
            "id": "2047081",
            "reply_to_id": "2046957",
            "text": "Það átti að vera á íslandi en þeir vildu það ekki vegna það var ekki hægt að vera í bikini hé"
        },
        {
            "user": "Cockness",
            "user_id": "40497",
            "date": "2005-03-27 16:34:27",
            "id": "2047145",
            "reply_to_id": "2047081",
            "text": "Jú jú það er alveg hægt. Þeir hefðu getað breitt reglunum smávegis og þetta að alvöru survivor. Allir verða að vera í bikinií og sá sem lifir lengst í kuldanum vinnur."
        },
        {
            "user": "Cockness",
            "user_id": "40497",
            "date": "2005-03-27 16:38:00",
            "id": "2047160",
            "reply_to_id": "2047145",
            "text": "hehehe\nþetta minnir mig á í útvarpi í GTA 3 var leikur þar sem fólk fékk vopn í hendur og átti að drepa hina og svo bara lalst man standing"
        },
        {
            "user": "ttcmp",
            "user_id": "17003",
            "date": "2005-03-27 18:42:50",
            "id": "2047456",
            "reply_to_id": "2047160",
            "text": "Já maður.. KChat eða eitthvað þannig.. :)"
        },
        {
            "user": "doktorapi",
            "user_id": "56306",
            "date": "2005-05-04 07:40:34",
            "id": "2129666",
            "reply_to_id": "2047160",
            "text": "Þannig hefði ég alltaf viljað sjá bachelorette þættina uppbyggða… come to think of it, hvað ætli sé langt í að raunveruleikasjónvarpið, í leit að næsta áhorfsfixi, nái að kaupa sýningarrétt að andláti/morði?"
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2005-03-29 14:18:20",
            "id": "2051157",
            "reply_to_id": "2047081",
            "text": "rangt!! þetta átti að vera á grænlandi og ástæðan var að grænlendingar vildu þetta ekki og það voru ekki nógu “hættuleg” dýr þarna"
        },
        {
            "user": "Cockness",
            "user_id": "40497",
            "date": "2005-03-29 17:36:44",
            "id": "2051645",
            "reply_to_id": "2051157",
            "text": "þetta átti líka að vera á íslandi"
        },
        {
            "user": "Zkari",
            "user_id": "18718",
            "date": "2005-03-27 16:33:07",
            "id": "2047140",
            "reply_to_id": "2046957",
            "text": "Henda þeim öllum uppá Vatnajökul"
        },
        {
            "user": "coot",
            "user_id": "58043",
            "date": "2005-03-27 15:39:57",
            "id": "2046966",
            "reply_to_id": "2039217",
            "text": "Það er ekki bara Survivor, heldur eru raunveruleikaþættir yfir höfuð orðnir þreittir og algjörlega hugmyndasnauðir. Sem dæmi um hugmyndasnauðn má nefna Swan sem kom í kjölfarið á Extreme makeover og inniheldur eiginlega það sama og Extreme makeover eða lýtaaðgerðir og fegurð"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-27 15:46:51",
            "id": "2046991",
            "reply_to_id": "2039217",
            "text": "ufff, survivor, eftir fyrstu þattaröðina var þetta alveg fint en siðan þegar önnur, þriðja og fjorða kom ut þá gafst endanlega upp á þessu kjaftæði. Survivor= þreyttur og gamall þattu"
        },
        {
            "user": "Jagr",
            "user_id": "21774",
            "date": "2005-03-27 15:48:38",
            "id": "2047000",
            "reply_to_id": "2039217",
            "text": "ég er sammála þessu\nég stillti á þetta um daginn horfði í 5 mínótur og hugsaði “fjandinn nenni ekki að horfa á þetta í enn eina ferðina enn same shit over and over again”"
        },
        {
            "user": "girlian",
            "user_id": "57560",
            "date": "2005-03-27 15:50:32",
            "id": "2047010",
            "reply_to_id": "2039217",
            "text": "Mér finnst Survivor bara gamalt og þreytt sjónvarpsefni og það er margt skemmtilegra hægt að horfa á heldur en þetta kjaftæði. Það væri samt svolítið gaman að sjá Sorvivor Iceland :)"
        },
        {
            "user": "Hlynzi",
            "user_id": "21838",
            "date": "2005-03-27 15:56:17",
            "id": "2047033",
            "reply_to_id": "2039217",
            "text": "Eftir 3 seríu fór þetta að verða síendurtekið efni.\nOg svo finnst mér einhvernveginn eins og fólkinu sé nú aðeins stjórnað, þegar viðtölin eru, þá fer fólk að baktala alla hina eins og það getur.\nSvo að raunveruleikinn í þessum þáttum held ég að sé bara bakvið tjöldin."
        },
        {
            "user": "andskotinn",
            "user_id": "36189",
            "date": "2005-03-27 16:01:06",
            "id": "2047052",
            "reply_to_id": "2039217",
            "text": "TV = The Devil. Raunveruleikaþættir sucka"
        },
        {
            "user": "Indie",
            "user_id": "36843",
            "date": "2005-03-27 16:36:57",
            "id": "2047157",
            "reply_to_id": "2047052",
            "text": "Má ég giska… hefuru verið að hlusta á tónlistarmanninn Gísla ?"
        },
        {
            "user": "andskotinn",
            "user_id": "36189",
            "date": "2005-03-28 00:43:03",
            "id": "2048306",
            "reply_to_id": "2047157",
            "text": "Já, maðurinn er einfaldlega snillingur, og hann hefur rétt fyrir sér. Hann er að semja nýja plötu núna."
        },
        {
            "user": "Indie",
            "user_id": "36843",
            "date": "2005-03-28 00:51:27",
            "id": "2048323",
            "reply_to_id": "2048306",
            "text": "Snillingur indeed! :)\nVeistu hvenær það er von á þeirri plötu ?"
        },
        {
            "user": "andskotinn",
            "user_id": "36189",
            "date": "2005-03-28 00:54:22",
            "id": "2048327",
            "reply_to_id": "2048323",
            "text": "Nei ég er engann veginn viss. Frétti bara að hann væri í einhverjum sumarbústað að taka upp nýtt efni."
        },
        {
            "user": "Indie",
            "user_id": "36843",
            "date": "2005-03-28 00:55:40",
            "id": "2048329",
            "reply_to_id": "2048327",
            "text": "töff :D hlakka til!"
        },
        {
            "user": "valligu",
            "user_id": "1221",
            "date": "2005-03-27 16:05:05",
            "id": "2047061",
            "reply_to_id": "2039217",
            "text": "Æ þetta er bara svo basic. Á meðan fólk horfir áfram verður þetta framleitt.. og survivor á íslandi.. það væri held ég með því óáhugaverðara sem gæti komið.. hvað ætti pakkið að éta?"
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2005-03-27 16:38:46",
            "id": "2047161",
            "reply_to_id": "2047061",
            "text": "Hreindýr og refi."
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2005-04-06 21:40:52",
            "id": "2070124",
            "reply_to_id": "2047161",
            "text": "eða þara, fisk…"
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2005-04-06 21:45:30",
            "id": "2070141",
            "reply_to_id": "2070124",
            "text": "Þari og fiskur eru ógeð. Hreindýr og refir eru góðir. Og svo á endanum geta þau étið hvort annað."
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2005-04-07 16:50:21",
            "id": "2071522",
            "reply_to_id": "2070141",
            "text": "yammy…"
        },
        {
            "user": "Cockness",
            "user_id": "40497",
            "date": "2005-03-27 16:10:00",
            "id": "2047076",
            "reply_to_id": "2039217",
            "text": "komið með þetta til íslands þetta er alltaf á eitthverjum eyjum og allt eins. etthver þarf að segja þessum gaurum að þetta er ógeðslega langdregið"
        },
        {
            "user": "MafuZa",
            "user_id": "57401",
            "date": "2005-03-27 16:31:08",
            "id": "2047136",
            "reply_to_id": "2039217",
            "text": "Sammála, horfði alltaf á þetta fyrst en svo varð þetta bara þreytt. Núna þarf fólk ekkert að vinna fyrir sínu, það er alltaf að fá einhver verðlaun eins og mat, handklæði og ferð á listisnekkju svo fátt eitt sé nefnt. Afhverju ekki að henda bara fólki á eyju og svo bara ekkert koma nálægt þeim í 39 daga og skilja eftir faldar myndavélar allstaðar. Láta Jeff bara koma á 3 daga fresti til að halda þing and thats it. Engar keppnir, engin verðlaun, bara hardcore útivera"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-27 20:17:41",
            "id": "2047674",
            "reply_to_id": "2047136",
            "text": "Gaman væri að horfa á eina slíka þáttaröð."
        },
        {
            "user": "Indie",
            "user_id": "36843",
            "date": "2005-03-27 16:35:02",
            "id": "2047149",
            "reply_to_id": "2039217",
            "text": "Ég er svo alveg sammála þér… fyrstu 4 þáttaraðirnar voru góðar og þá sérstaklega afríku og ástralíu þáttaraðirnar… síðan hefur leiðin farið beint niður."
        },
        {
            "user": "gurkan",
            "user_id": "28428",
            "date": "2005-03-27 16:43:04",
            "id": "2047180",
            "reply_to_id": "2039217",
            "text": "Já frekar þreytt. Er það ekki alveg sama með þetta amazing race ?"
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2005-03-27 16:50:25",
            "id": "2047200",
            "reply_to_id": "2039217",
            "text": "Hundleiðinlegt sjónvarpsefni, allir raunveruleikaþættir eru orðnir þreyttir.\n'eg væri aftur æa mæoti til í að sjá svona alvöru survivor, í orðsins fyllstu merkingu þar sem 16 manns er komið fyrir einhversstaðar og sá sem lifir lengst vinnur."
        },
        {
            "user": "Silverboy",
            "user_id": "31090",
            "date": "2005-03-27 19:22:03",
            "id": "2047559",
            "reply_to_id": "2039217",
            "text": "Ég er nú nokkuð sammála þessu, þetta er orðið hálf staðnað og varðandi þessar breitingar sem komu framm í níu þáttaröðinni fanst mér þær ekkert glæsilegar.\nÉg held að framleiðendurnir ættu að taka árs frí eða svo og endurhugsa þetta aðeins, til dæmis væri ágætt að fara á stað eins og í afríku þar sem er ekki sjór svo að helmingurinn af þrautunum væri ekki að sinda eitthvað.\nEn það er eitt sem fer hrikalega í taugarnar á mér sem ég hef ekki heirt neinn annan en mig minnast á og það er hvernig Jeff les á þingunum.\nSegjum að það séu tveir sem eru í hættu á að verða reknir, annar er komin með 4 atkvæði og hinn með 2 og enn eru 3 atkvæði eftir. Sá sem var með 4 atvkæði fær næsta atkvæði þá segir hálvitin \" X person voted out of Sorvivor XXXXXX. Og nafnið. Það fer alveg með stemmarann, hann á að segja nafnið og leifa fólki að átta sig á því hver var rekinn, þetta væri allt í lagi ef 2 væru með jafn mörg atkvæði og þetta væri það síðasta en ekki þegar staðan er 2-4 eða eitthvað álíka, þetta á að vera drama atriði en hann skemmir það.\nNæsta Sorvivor 2007 í Tíbet"
        },
        {
            "user": "Silverboy",
            "user_id": "31090",
            "date": "2005-03-27 20:10:45",
            "id": "2047645",
            "reply_to_id": "2047559",
            "text": "Sælir.\nEf keppandi A hefur fengið fjögur atkvæði og keppandi B tvö,\nog aðeins þrjú atkvæði eru eftir í pottinum, gefur auga leið að\nef A fengi eitt atkvæði í viðbót væri hann búinn að tapa og því\nóþarfi að skoða hin. Þetta er eins í Gettu betur; ef annað liðið\ner fjórum stigum ofar hinu þegar aðeins þríþrautin er eftir, sér\nhver maður að það er þegar búið að sigra."
        },
        {
            "user": "Silverboy",
            "user_id": "31090",
            "date": "2005-03-27 23:22:27",
            "id": "2048148",
            "reply_to_id": "2047645",
            "text": "Ég veit ég veit, ég er ekki vitlaus en þetta er spurning um að halda uppi spennu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-28 10:48:47",
            "id": "2048631",
            "reply_to_id": "2048148",
            "text": "Fyrirgefðu, ég misskildi þig.\nEn annars finnst mér þessi ættbálkaþing aldrei\nspennandi þar sem ég horfi sjaldan á þau enda\nlöngu búinn að slökkva á sjónvarpstækinu, svo\nmín vegna má Jeff gera það sem hann vill :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-27 20:17:46",
            "id": "2047675",
            "reply_to_id": "2039217",
            "text": "Ekki halda þeir að fólk sé að rúnka sér yfir þessum þáttum og vilja þessvegna að allir séu í Bikini :s"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-27 20:39:53",
            "id": "2047744",
            "reply_to_id": "2039217",
            "text": "næst þegar survivor er í gangi takíð þá eftir hvð tennurnar og hárið er allt grunsamlega fínt á þessu fólki!"
        },
        {
            "user": "Bara19",
            "user_id": "34465",
            "date": "2005-03-27 21:17:51",
            "id": "2047821",
            "reply_to_id": "2039217",
            "text": "ÉG ER SAMMÁLA ÞÉR!!!\nÞetta var skemmtilegt í fyrstu en þessa nýjustu þáttaröð hef ég ekki getað horft á !eins og mér fannst þetta skemmtilegt,en þetta er bara svo LEIKSTÝRT!?\nHvernig geta þeir fengið fólkið á þennan stað og þennan til að tala við það o.s.fr."
        },
        {
            "user": "Bara19",
            "user_id": "34465",
            "date": "2005-03-27 21:22:40",
            "id": "2047835",
            "reply_to_id": "2039217",
            "text": "Já gleymdi að segja og hverni gná þeir öllum rifrildonum?ERu myndavélarnar alltaf á staðnum?Það myndi folk kanski vara sig!!!!!!!!!!!!!!!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-27 23:42:15",
            "id": "2048192",
            "reply_to_id": "2039217",
            "text": "Ég er alveg sammála, missti áhugann og nenni ekki einu sinni að fylgjast með þessari seríu"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-28 00:44:08",
            "id": "2048310",
            "reply_to_id": "2039217",
            "text": "Já váá hvað ég er sammála þér ég horfði á þarna ég horfði mikið á þarna 2 seriur og svo allstars og nu horfi eg frekar á kastljosid en þetta ordid alltof þreytt"
        },
        {
            "user": "JasonNewsted",
            "user_id": "52258",
            "date": "2005-03-28 11:10:40",
            "id": "2048647",
            "reply_to_id": "2039217",
            "text": "haha er ég sá eini sem finnst gaman að horfa á þessa þætti,..svo var bara snilld að fylgjast með Jonathan gaurnum út Amazing Race hann var svo montinn og var alltaf að skamma kærustuna sina"
        },
        {
            "user": "Lykilord",
            "user_id": "40290",
            "date": "2005-03-28 12:40:45",
            "id": "2048759",
            "reply_to_id": "2048647",
            "text": "Þú veist að þetta er korkur um survivo"
        },
        {
            "user": "JasonNewsted",
            "user_id": "52258",
            "date": "2005-03-28 12:43:45",
            "id": "2048764",
            "reply_to_id": "2048759",
            "text": "og hvað með það, ég er enginn fan sem dýrkar þetta og veit hvað allir heita og eitthvað ég hef bara gaman af þessum þáttum, er aldrei inn á sjónvarpsáhugamálinu."
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2005-03-28 20:17:05",
            "id": "2049770",
            "reply_to_id": "2039217",
            "text": "ÞESSI FKN UMRÆÐA KEMUR ALLT OF OFT UPP\nþað er ENGINN að neyða neinn að horfa á survivor, ENGINN!!, eins og með allt sjónvarpsefni hefur þú val um að horfa á það!! Survivor er ennþá vinsælasti sjónvarpsþáttur í heimi og það er ekkert sem bendir á það að hann hætti!! Hættið að tuða um þetta að það sé komið nóg af survivor!!!!\nBTW ég er pínu svekktur að willard fór:("
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2005-03-28 21:09:31",
            "id": "2049885",
            "reply_to_id": "2049770",
            "text": "Óþarfi að vera með æsing.\nHvort fólk sé neytt til þess að horfa á einhvern ákveð-\ninn sjónvarpsþátt eður ei kemur málinu ekki við; ég var\neinfaldlega að lýsa óánægju minni yfir tilbreytingaleysi\nSurvivor. Ég rökstuddi mál mitt og virðast flestir vera\nmér sammála.\nOg „BTW“, að tuða er einmitt það sem þú varst að gera,\nekki ég."
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2005-03-29 14:16:16",
            "id": "2051151",
            "reply_to_id": "2049885",
            "text": "það eru bara til um það bil 100 korkar um þessa skelfilegu umræðu, Survivor er ekki búið að vera, þetta er ennþá vinsælasti raunvöruleikaþáttur í heimi og verður það!! ég var ekki að tuða þú hefðir bara getað svarað einhverjum korki."
        },
        {
            "user": "gunna7fn",
            "user_id": "3811",
            "date": "2005-03-30 11:37:55",
            "id": "2053226",
            "reply_to_id": "2039217",
            "text": "Mér finnst þetta ágæt, þó svo að það mætti breyta meira til, þrautirnar eru svipaðar á milli þáttaraðar þó aldrei eins.\nPersónulega fannst mér skemmtilegast þegar þau sem búið var að kjós út fengu tækifæri til að koma aftru inn í leikinn eins og var gert á Paerl island.  Ég vil fá annað svoleiðs plott sem kemur manni algjörlega á óvart\nHinsvegar verða alltaf þeir sem ég held með kostnir út :(\nkv. Gunna 7fn"
        },
        {
            "user": "brynjar138",
            "user_id": "52669",
            "date": "2005-04-02 23:50:50",
            "id": "2061773",
            "reply_to_id": "2039217",
            "text": "sammála negri"
        },
        {
            "user": "Hoodoo",
            "user_id": "34877",
            "date": "2005-04-15 21:32:06",
            "id": "2088287",
            "reply_to_id": "2061773",
            "text": "Þessir þættir eru algjörlega búnir að vera\nen veit einhver hvort það verði önnur sería á eftir þessari"
        },
        {
            "user": "Afhverju",
            "user_id": "30401",
            "date": "2005-04-22 14:55:14",
            "id": "2102959",
            "reply_to_id": "2039217",
            "text": "þetta er allt leikið fyrir fólk sem vissu það ekki"
        },
        {
            "user": "TwoFace",
            "user_id": "50451",
            "date": "2005-05-29 16:21:26",
            "id": "2198260",
            "reply_to_id": "2102959",
            "text": "HAAAAAAAAAAAA!!!!!!!!!!!!!!!!1 er þetta leikið ég er búinn að horfa á þetta síðan í fyrstu seríunni þú veldur mér vondbrigðum :'( en það er samt satt þetta er að verða slaft"
        }
    ]
}