{
    "forum_title": "Sagnfræði",
    "user": null,
    "user_id": null,
    "date": "2005-03-31 11:13:28",
    "title": "Bull í nýnasistum",
    "text": "Ólíkt því sem nýnasistar halda fram þá eru völd gyðinga innan kommúnismans og kapítalismans fremur lítil hlutfallslega.\nDrebenson hélt því fram um daginn að:\nTí milljónir evrópumanna dóu vegna Sovésks Bolsévisma sem var meira og minna undir stjórn gyðinga í austur-evrópu.\nSem er hreint út sagt kjaftæði því gyðingar urðu fyrir ofsóknum af hendi Sovétmanna líka. Sovétmenn grunuðu gyðinga um allskyns samsæri gegn kommúnismanum. Rétt eins og Hitler grunaði gyðinga um samsæri með kommúnismanum. Reyndar var Hitler með ýmsar órökréttar ranghugmyndir um heiminn.\nSovétmenn studdu við bakið á aröbum í baráttu þeirra gegn Ísrael í kalda stríðinu, á sama tíma BNA studdi við bakið á Ísrael.\nÞað er rétt að Ísrael fær mikin fjárstuðning frá BNA í gegnum gyðinga búsetta þar. Aftur á móti er rangt að halda því fram að gyðingar fari með öll völd í BNA.\nSatt að segja er listinn yfir gyðinga þingmenn, ráðherra, hershöfðingja, dómara og gyðinga almennt í mikilvægum stöðum ekkert sérlega langur svo ég viti til. Ég bið bara þá sem vilja halda gyðingasamsærinu á lofti að benda mér á þessa valdamiklu gyðinga.\nEða stýra þeir þessu öllu kannski bakvið tjöldin?…\nEf þið lesið t.d. fyrri grein mína um Wilson kemur í ljós að fyrsti hæstarréttardómari sem var gyðingur komst í embættið árið 1920, um svipað leyti og konur fengu kosningarétt. Fram að því hafði embættið verið einokað af hvítum karlmönnum sem ýmist höfðu verið af enskum eða norðurevrópskum uppruna.\nHarding, forsetinn sem fylgdi á eftir Wilson studdi lagafrumvarp sem setti meiri takmörk á alla innflytjendahópa nema hvítt fólk frá Norður Evrópu. Þeir sem urðu takmarkaðir voru austurevrópubúar sem voru fjölmargir gyðingar að flýja ofsóknir í heimalöndum sínum.\nÉg fæ ekki betur séð en að ítök gyðinga hafi verið fremur lítil þá sem og nú.\nGyðingar virðast nú ekki vera máttugri en svo að þeim reynist ómögulegt að knésetja geðbilaðan skákmann. Nú erum við Íslendingar búnir að ögra gyðingavaldinu í BNA, ég bíð bara eftir refsivendinum ógurlega. Er ekki Bush og allt þetta lið undir stjórn gyðinga.\nNefndu mér tvo gyðinga í stjórn Bush Drebenson. Eða jafnvel bara einn.",
    "url": "https://www.hugi.is/saga/korkar/285854/bull-i-nynasistum/",
    "url_id": "285854",
    "id": "2055579",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-31 12:27:38",
            "id": "2055663",
            "reply_to_id": "2055579",
            "text": "Áhugavert.\nEn hvernig er með t.d. kosningasjóði?\nHatur á gyðingum hefur oft byggst á því að þeir séu auðugari en aðrir, hvort þetta sé satt eða ekki veit ég einfaldlega ekki. Og það er nú líka pæling um hvort hægt sé að kaupa sér smá völd með sæmilegu framlegi í kosningasjóð ákveðins stjórnmálamanns. Stórfyrirtæki gera þetta nú stundum.\nEn þetta er pæling."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-31 14:13:32",
            "id": "2055903",
            "reply_to_id": "2055663",
            "text": "Það er rétt, fjármagn getur skilað talsverðu. En satt að segja hef ég aldrei séð rök fyrir þessu meinta ríkidæmi gyðinga.\nÁ miðöldum máttu kristnir og múslimar ekki sækja vexti fyrir lánum sökum bókstafstrúar og því höfðu gyðingar einokunarstöðu á lánamarkaðinum. Það gefur að skilja að það aflaði þeim ekki vinsælda, en sumir þénuðu mjög vel á þessu.\nEn í dag þá er ekkert slíkt í gangi. Eini ríki gyðingurinn sem ég veit um er Dorrit."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-31 15:48:08",
            "id": "2056176",
            "reply_to_id": "2055903",
            "text": "Það gæti líka verið að gyðingar sætu í stjórnum bandarískra stórfyrirtækja og hefðu einhverskonar undirlæg áhrif þaðan. Eða væru kannski sjálfir forsetar fyrirtækjanna.\nNasistar settu svosem líka samasemmerki á milli gyðinga og kapítalista. Á áróðursskiltunum voru gyðingar sýndir sem feitir og auðugir ljótir kallar með pípuhatta eða peningapyngjur. Svipað eins og meiriháttar bisnessmenn klæddur sig um aldamótin 1900.\nÁstæðan fyrir því er annað hvort svokallað ‘ríkidæmi gyðinga’ eða sósíalískt viðhorf gagnvart vesturlöndum …\nAllavega, hvað sem vakti fyrir þeim er fyrir utan minn skilning."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-31 15:53:08",
            "id": "2056189",
            "reply_to_id": "2056176",
            "text": "Það gæti verið. En það gæti líka vel verið að grikkir sem sætu í stjórnum Bandarískra fyrirtækja beittu sig fyrir hinu og þessu. Armenar líka, eða norskættaðir BNA menn jafnvel.\nÞað vantar allar haldbærar sannanir…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-03-31 16:16:48",
            "id": "2056241",
            "reply_to_id": "2056189",
            "text": "Það eru svo sem aldrei haldbærar sannanir á svona málum, þar sem að ef að eitthvað athæfi af þessu tagi væri í gangi þá myndi hvorugur aðili vilja að þetta kæmist út til almennings.\nAuk þess eru litlar líkur á að sérstök samkomulög væru skjalfest þar sem að það eina sem skiptir máli væri sjálf peningagjöfin í sjóðinn og sjálfur ‘díllinn’ er bara ræddur á golfvelli eða yfir nautalundum eða einhverju slíku."
        },
        {
            "user": "McSulli",
            "user_id": "25541",
            "date": "2005-03-31 14:22:20",
            "id": "2055920",
            "reply_to_id": "2055579",
            "text": "Nýnasistar eru nú meiri hálfvitarnir og eiga ekkert betra skilið en skot í hnakkann.\nAllavegana miðað við þessar síður sem Androvski rakst á. Ég þekki hann persónulega og vil taka það fram að hann er alls ekki neinn nýnasisti eða eitthvað í þááttina!\nhttp://www.nsm88.com/\nwww.14hungary88.com\nSvei."
        },
        {
            "user": "Ferenzcy",
            "user_id": "8754",
            "date": "2005-04-12 21:04:46",
            "id": "2082134",
            "reply_to_id": "2055579",
            "text": "Rothschild´s ráða heiminum, það er nú bara svo einfalt."
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2005-04-13 12:32:50",
            "id": "2082979",
            "reply_to_id": "2082134",
            "text": "ömmm…OK. geturðu fært rök fyrir því?"
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2005-04-24 03:10:42",
            "id": "2106513",
            "reply_to_id": "2082979",
            "text": "Bara sem dæmi þá var gyðingur næstum orðinn forseti bandaríkjanna, svo þeir eru FREKAR valdamiklir í BNA"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-04-24 15:38:56",
            "id": "2107021",
            "reply_to_id": "2106513",
            "text": "Næstum því orðinn forseti? Kaþólikkar hafa átt forseta, og þeir áttu næstum því forseta aftur með John Kerry.\nEnginn ásakar samt kaþólikka um að vera leynimakkarar á bak við tjöldin."
        }
    ]
}