{
    "forum_title": "Gullöldin",
    "user": "sollalinda",
    "user_id": "28096",
    "date": "2005-04-07 16:20:35",
    "title": "Jimi Hendrix",
    "text": "Jimi Hendrix\nHann fæddist Johnny Allen Hendrix 27 Nóvember 1942 í Seattle, Washington. Faðir hans James “Al” Hendrix, breytti nafni hans í James Marshall Hendrix. Móðir hans dó þegar hann var 10 ára. Þá byrjaði hann af fá áhuga á tónlist og fékk sinn fyrsta rafmagnsgítar 12 ára. 16 ára var Jimi rekinn úr skóla og segir sagan að það hafi verið fyrir að halda í höndina á hvítri stelpu.\nEftir það tók hann gítarinn með sér og fór í herinn. Þar var hann fallhlífastökkvari þangað til meiðlsi leiddu til þess hann var leistur undan störfum. Hann fór þá að vinna sem session gítarleikari undir nafninu Jimmy James. Hann vann með mörgum tónlistarmönnum svo sem Sam Cooke, Ike og Tina Turner, og the Isley Brothers. Eftir að hafa unnið með Little Richard 1964 ákvað hann að stofna sína eigin hljómsveit. Hún var nefnd Jimmy James And The Blue Flames.\nSvo hitti hann Chas Chandler og árið 1966 fara þeir til London saman til að stofna hljómsveit. Þar stofna þeir The Jimi Hendrix Experience með Noel Redding á bassa og Mitch Mitchell á trommum. Ásamt því að spila fyrir aftan bak eða með tönnunum varð hann einnig þekktur fyrir að kveikja í gítarnum á tónleikum. Fyrsta smáskífa þeirra Hey Joe náði 6 sæti á breska vinsældarlistanum og var á listanum í tíu vikur. Eftir fylgdi Purple Haze (#3), The Wind Cries Mary og breiðskífan Are you Experienced.\nVinsældir hanns í Bandaríkjunum urðu ekki eins miklar fyrr en hann kom fram á Monterey Pop Festival. Á næstu tveim árum gáfu þeir út tvær breiðskífur, Axis: Bold As Love og Electric Ladyland og hefur Electric Ladyland oft verið sagt einbesta plata rokksögunnar. En fjandskapur var að vaxa innan hljómsveitarinnar og Noel Redding og Jimi fjarlægðust. Jimi hélt einnig að Chas Chandler væri að svindla á honum. Og vegn fíkniefnaneyslu Jimi og öðru hætti bandið 1969.\nÁrið 1969 kom Jimi fram á Woodstock og flutti The Star Spangled Banner. Svo stofnaði Jimi The band of Gypsies með gömlum vini sínum úr hernum Billy Cox á bassa og Buddy Miles á trommum. Þeir héldu tónleika á nýárskvöldi á Fillmore East í New York og þá fengu þeir efni fyri nýja plötu sem hét bara Band Of Gypsies. Jimi fór svo að vinna aftur með Noel Redding að tvöfaldri plötu sem Jimi hafði kallað First Rays Of The New Rising Sun en upptökum var ekki lokið þegar dauða Jimi bar við 18 September 1970.\nÞýsk stelpa sem hét Monika Nanneman var hjá Jimi síðustu stundirnar. Hún sagði að kl 3:00 hefði hún sótt Jimi frá heimsókn til einhvers fólks og hún hefði svo sótt hann og  þau hefðu svo vakið til 7:00 og talað þá hafi hún tekið svefntöflu og farið að sofa.\nStuttu eftir það hafi Jimi tekið átta eða níu eins töflur og farið að sofa. Monika vaknaði um 10:20. Þá var Jimi sofandi. Hún ætlaði að fara út að kaupa sígarettur en rétt áður en hún fór sá hún ælu á nefi og munn Jimi. Hún reyndi að vekja hann en gat það ekki. Sjúkrabíll kom kl 11:20. Í sjúkrabílnum var hann látinn sitja uppréttur og með enngan höfuð stuðning. Hann kafnaði í eigin ælu áður en hann komst á sjúkrahúsið.",
    "url": "https://www.hugi.is/gulloldin/greinar/287427/jimi-hendrix/",
    "url_id": "287427",
    "id": "2070860",
    "replies": [
        {
            "user": "utogsudur",
            "user_id": "33716",
            "date": "2005-04-07 16:43:28",
            "id": "2071497",
            "reply_to_id": "2070860",
            "text": "Ég var að lesa bókina ‘The Jimi Hendrix Experience’ - þar sem Mitch segir söguna.\nOg það virkaði ekki á mig eins og það hafi komið ‘ágrenningur’ í hljómsveitinni þegar Noel hætti, heldur passaði hann ekki beint inn í og Jimi var alltaf segja honum hvað hann vildi gera og hann var orðinn frekar þreyttur á því og kominn með sína eigin hljómsveit og hætt í góðu.\nThe Band of Gypsies var minnir mig stofnuð út af einhverjum samningum uppá hljómsveit með Hendrix sem hann skrifaði undir löngu áður.\nAnnars flott grein. ;)."
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2005-04-07 17:02:23",
            "id": "2071564",
            "reply_to_id": "2070860",
            "text": "semsagt hendrix dó fyrir læknamistök, einn besti tónlistarmaður í heimi"
        },
        {
            "user": "fatBastard",
            "user_id": "7012",
            "date": "2005-04-07 18:28:23",
            "id": "2071788",
            "reply_to_id": "2071564",
            "text": "hvað gerðu læknarnir rangt ? hann dó langt aður en hann fór í sjukrabilinn"
        },
        {
            "user": "sollalinda",
            "user_id": "28096",
            "date": "2005-04-07 18:32:36",
            "id": "2071806",
            "reply_to_id": "2071788",
            "text": "Þar sem ég fékk heimildir var sagt að hann hefði dáið í sjúkrabílnum það getur vel verið að það sé rangt.\nkv sollalinda"
        },
        {
            "user": "ammarolli",
            "user_id": "31986",
            "date": "2005-04-07 19:43:13",
            "id": "2071980",
            "reply_to_id": "2070860",
            "text": "ágætt grein um einn mesta snilling tónlistar sögurnar!"
        },
        {
            "user": "inganossari",
            "user_id": "56131",
            "date": "2005-04-07 19:59:46",
            "id": "2072020",
            "reply_to_id": "2070860",
            "text": "Mjög skemmtileg grein…verð að viðurkenna að ég vissi voða lítið um æfi hans sko…\nGaman…"
        },
        {
            "user": "aines",
            "user_id": "55361",
            "date": "2005-04-07 20:05:28",
            "id": "2072041",
            "reply_to_id": "2070860",
            "text": "Sorglegur endir:("
        },
        {
            "user": "Klasnic",
            "user_id": "56416",
            "date": "2005-04-07 20:14:20",
            "id": "2072058",
            "reply_to_id": "2070860",
            "text": "Flott grein um frábæran tónlistarmann"
        },
        {
            "user": "xXMXx",
            "user_id": "39121",
            "date": "2005-04-07 20:50:48",
            "id": "2072128",
            "reply_to_id": "2070860",
            "text": "flott grein en betri tónlistarmaður ;)\nKv. xXMXx\n———————–\nWhenever people agree with me I always feel I must be wrong.\nOscar Wilde.\nLiving is easy with eyes closed, misunderstanding all you see.  –John Lennon (1940-80) “The Beatles”: Strawberry Fields Foreve"
        },
        {
            "user": "Baggio",
            "user_id": "52796",
            "date": "2005-04-07 23:23:50",
            "id": "2072539",
            "reply_to_id": "2070860",
            "text": "Átti André 3000 að leika hann í einhverri bíómynd sem átti að vera um Jimi Hendrix."
        },
        {
            "user": "sveppiskinka",
            "user_id": "33398",
            "date": "2005-04-08 00:03:35",
            "id": "2072621",
            "reply_to_id": "2070860",
            "text": "Jimi er maðurinn. Bara lang bestur á gítarinn, LANG bestur , always no.1 ."
        },
        {
            "user": "HandBanana",
            "user_id": "57395",
            "date": "2005-04-08 15:47:57",
            "id": "2073467",
            "reply_to_id": "2070860",
            "text": "snillingur og aftur snillingur þessi meistari"
        },
        {
            "user": "maruk",
            "user_id": "53913",
            "date": "2005-04-08 17:44:00",
            "id": "2073729",
            "reply_to_id": "2070860",
            "text": "Jimi Hendrix er að mínu mati besti gítaleikari í heimi"
        },
        {
            "user": "maruk",
            "user_id": "53913",
            "date": "2005-04-09 14:02:37",
            "id": "2075025",
            "reply_to_id": "2070860",
            "text": "Mér finnst þetta ágætis grein einum of hratt farið yfir þetta. Mér finnst þú einhvern veginn vera lýsa honum bara sem ágætis tónlistar manni en ekkert sérstökum."
        },
        {
            "user": "Persefone",
            "user_id": "15721",
            "date": "2005-04-11 12:02:41",
            "id": "2078563",
            "reply_to_id": "2070860",
            "text": "Ég dýrka Jimi!"
        }
    ]
}