{
    "forum_title": "Heimspeki",
    "user": "Daedalus",
    "user_id": "358",
    "date": "2001-05-26 00:05:14",
    "title": "Brengluð huxun.",
    "text": "Haiyo ppl…\nÉg fann blað eitt í stofunni í dag.  Það var eftir mig síðan í gær.  Ég hafði verið á sumbli og…greinilega ákveðið að setjast niður að skrifa eitthvað rugl.  Annars, þá eru þetta huxanir sem hafa oft fleitt kerlingar yfir hug minn, og skilið eftir sig gárur.  Ég hef samt aldrei pælt í því að skrifa þær niður…ekki einog þetta.\nÉg man ekki eftir því að hafa skrifa þetta, en undirskrift mín, heimillisfang og kennitala var skrifað undir þetta. (það mun ekki fylgja þessu, belive me:)\n———-\nSkrítið…\nÉg horfi á gamallt fókus blað og klukkan slær og ég blikka augunum..  Ég lít á fingur mína og brosi, skellihlæ…..veit ekki hversvegna.  Veit ekki hversvegna ég er hér.  Allar áhyggjur eru farnar á braut og stóra táin hreyfist upp og niður eftir skipun frá mér, frá heilanum.  Ég ákveð að skoða handlegginn, hann er skrítinn, hárlaus og nokkur ör/brunasár á honum.  Ég hreifi fingurna…og anda.\nHvað gerist ef ég hætti að anda?  Fell ég í yfirlið og byrja að anda, eða drepst ég?\nÉg lít upp og sér klukkuna.  Pendúll klukkunnar hreyfist.  Ég stend upp, og sest síðan niðru til að halda áfram að skrifa.  Aðdráttarafl kúlu heldur í mig.  Kúla þessi fer á mörgþkmklst um himinngeiminn og snýst þokkalega hratt líka.  Furðulegt.  Hversvegna er ég að skrifa þetta?\nÉg ætla að prófa að halda niðri í mér andanum.\nCosmo\nF:290182\nD:230501\n——–\nÉg er ekki vanur að nota nikkið mitt til að skrifa undir bréf sem ég sem, utan huga.is.\n:)\n[Ç]",
    "url": "https://www.hugi.is/heimspeki/greinar/28841/brenglud-huxun/",
    "url_id": "28841",
    "id": "192226",
    "replies": [
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2001-05-26 00:12:37",
            "id": "192227",
            "reply_to_id": "192226",
            "text": "Amm.. tilveran er skrítin nokk!"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2001-05-26 14:20:19",
            "id": "192228",
            "reply_to_id": "192227",
            "text": "Erfitt að rífast um þetta.  Snjallt.\nBTW mér tókst að halda niðri í mér andanum í 2 mín :)\nÞað er staðreynd að eftir ákveðinn tíma án súrefnis fer það að streyma inn um eyrun, þess vegna er erfiðara að halda niðri í sér andanum í kafi."
        },
        {
            "user": "Tannbursti",
            "user_id": "7246",
            "date": "2001-05-26 18:39:26",
            "id": "192229",
            "reply_to_id": "192226",
            "text": "En hefurðu pælt í því afhverju þú ættir ekki að vera hérna? Afhverju ætturðu frekar að vera annarsstaðar annað kyn önnur vera í öðrum heimi?\nFyndu það sem þig langar að gera og þinn eigin tilgang þannig öðlastu hamingju."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-05-26 18:58:10",
            "id": "192230",
            "reply_to_id": "192226",
            "text": "Hefur þér dottið í hug að þú sért haldinn illum öndum? :)\nSvona lagað minnir mann á einhvað yfirnáttúrulegt, eins og álfa…"
        }
    ]
}