{
    "forum_title": "Smásögur",
    "user": "maggijons",
    "user_id": "55268",
    "date": "2005-05-02 16:44:16",
    "title": "Öskubuska endir v.2",
    "text": "Þetta er verkefni fyrir LKN 112 en ég hef ákveðið að pósta það hérna líka.\n————————————————–\nÖskubuska endir v.2\nHún kom heim snemma frá markaðinum og gékk inn í höllina. Hún gékk upp hina 1000 stiga og heyrði undarlegar stunur frá herberginu. Hún heyrði bara manninn sinn stynja. Henni fannst þetta undarlegt þar sem að hún var ekki þar inni með honum. Hún reif hurðahúnin upp og þarna var prinsinn með haus þjónustustráksins í klofinu. Prinsinnum brá og reif sængina yfir sig og hausinn á þjóninum sínum og sagði:\n,,Ég get útskýrt. Þetta er ekki eins og þú heldur!”\n,,Ég held að þjónurinn okkar er að fara niður á þig,” sagði Prinsessan\n,,ehh.. Já. Þá er þetta eins og þú heldur. En ég get útskýrt!” svaraði hann á sama tíma og hún fór að ganga rösklega út. Prinsinn vafði sæng utan um sig og hljóp á eftir og greip í handlegginn á henni.\n,,Elskan bíddu. Ekki fara fyrr en ég hef tíma til að útskýra þetta,” sagði prinsinn\n,,Útskýra hvað? Þú varst í okkar rúmmi með þjóninn okkar í klofinu þínu að totta þig! Hvað geturu mögulega sagt annað en það?!”\n,,Fyrirgefðu. Gefðu mér séns. Ég veit ekki hvað kom yfir mig”\n,,Hversu lengi hefur þetta staðið á?” Sagði Prinsessan.\n,,Ekki lengi”\n,,Hversu lengi?!”\n,,Kanski 3 mánuði”\n,,Í 3 Helvítis mánði!? Andskotinn hafi þig”\nHún sló hann í framann og í sama augnabliki reiddist hann.\n,,Hvað í andskotanum ertu að gera!?” öksraði hann og ýtti henni harkalega. Því miður var hún hjá stiganum þannig að hún datt niður. Hún rúllaði niður þrep fyrir þrep. Og við síðustu þrepið þá heyrðist hljóð af einhverju brotna. Hún var búin að rúlla niður uþb. 100 þrep og lá þarna á gólfinu. Lömuð og starði bara út í loftið.\n,,NEEIIIIII! Hvað hef ég gert!?” Hann tók upp hníf sinn og skar hendina sína upp og blóðið byrjaði renna úr hendini og honum fannst allt verða dekkri og hann varð allt í einu þreittari. Augun urðu þyngri og hann lokaði þeim. Hann var dauður. Skar sig á púls og dó. Hann gat ekki lifað með skömmina að hafa drepið konuna sína og að láta grípa sig í kynlífs leik með öðrum karlmanni.\nEndi",
    "url": "https://www.hugi.is/smasogur/greinar/288523/oskubuska-endir-v2/",
    "url_id": "288523",
    "id": "2080798",
    "replies": [
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2005-05-02 18:04:20",
            "id": "2125518",
            "reply_to_id": "2080798",
            "text": "4/10 mögulegum"
        },
        {
            "user": "holygoat",
            "user_id": "33808",
            "date": "2005-05-02 18:05:14",
            "id": "2125523",
            "reply_to_id": "2080798",
            "text": "púúúúúú"
        },
        {
            "user": "Svafnir",
            "user_id": "8098",
            "date": "2005-05-02 18:07:14",
            "id": "2125533",
            "reply_to_id": "2080798",
            "text": "Kennarinn verður “ánægður”.\nSvolítið villt. Ertu viss um að þú viljir hafa þetta sem skilaverkefni ? ^o)"
        },
        {
            "user": "QCumber",
            "user_id": "55735",
            "date": "2005-05-02 18:20:03",
            "id": "2125592",
            "reply_to_id": "2080798",
            "text": "Ófrumlegt og ekki fyndið.\nReyndu líka að komast hjá því að láta þetta hljóma eins og þú sért að þýða þetta yfir af ensku; “Ég held að þjónurinn okkar er að fara niður á þig,” sagði Prinsessan\nOg hvað er þetta; ”Hann tók upp hníf sinn og skar hendina sína\"  -hljóp gæinn ekki út með sæng utan um böllinn á sér? Hvaðan kom hnífurinn?\nEkki gerast rithöfundu"
        },
        {
            "user": "maggijons",
            "user_id": "55268",
            "date": "2005-05-02 19:41:15",
            "id": "2125903",
            "reply_to_id": "2125592",
            "text": "ever heard of “The force”??"
        },
        {
            "user": "ASS",
            "user_id": "13287",
            "date": "2005-05-02 18:22:05",
            "id": "2125602",
            "reply_to_id": "2080798",
            "text": "Bwhahaha. Nice, svona ættu öll ævintýri að enda!"
        },
        {
            "user": "Tigercop",
            "user_id": "21417",
            "date": "2005-05-05 20:25:08",
            "id": "2133860",
            "reply_to_id": "2080798",
            "text": "Þetta var ein af allra verstu þvælum sem ég hef lesið hérna á smásögum. Ég mæli ekki með því að þú haldir áfram að skrifa - nema þú hlaupir út úr “ævintýrunum” og farir að skoða glæpasögur eða eitthvað í þá áttina. Allavega, þetta er algert “crap” …"
        }
    ]
}