{
    "forum_title": "Heimspeki",
    "user": "1on1",
    "user_id": "22341",
    "date": "2005-04-13 17:30:56",
    "title": "´Gettur eitthvað verið endalasut?",
    "text": "SP í könnuninni.\nGettur eitthavð verið endalaust?",
    "url": "https://www.hugi.is/heimspeki/korkar/288820/gettur-eitthvad-verid-endalasut/",
    "url_id": "288820",
    "id": "2083773",
    "replies": [
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-04-13 17:43:19",
            "id": "2083843",
            "reply_to_id": "2083773",
            "text": "Fara yfir stafsetningu áður en maður sendir inn kork?\nHringur er endalaus."
        },
        {
            "user": "1on1",
            "user_id": "22341",
            "date": "2005-04-13 17:48:36",
            "id": "2083863",
            "reply_to_id": "2083773",
            "text": "Góðru punktur með staf og hringinn.  En þegar þú hefur farið einn hring eru þá ekki að byrja á næsta?\nEinhvverstaðr byrjaði hringurinn einhverstaðra endar hann.\nÞað væri allveg eins hækt að segja þríhirningur er endalaus eða ferhirningur?\nAllt sem á upphafspunkt á endapunkt.\nÞú gettur farið í hringi en en endar samt með því að fara 2 yffir sama staðinn byrjun og enda ?\nBrauð getur verið enda laust"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-04-14 13:19:01",
            "id": "2085291",
            "reply_to_id": "2083863",
            "text": "Nei hringur byrjar hvergi og endar hvergi, þ.e.a.s, hann hefur engann endapunkt. Þríhyrningur er ekki endalaus þar sem að þú er eiginlega kominn út á enda þegar þú ert í horni, það sama er að segja um ferhyrninga."
        },
        {
            "user": "1on1",
            "user_id": "22341",
            "date": "2005-04-14 16:49:56",
            "id": "2085718",
            "reply_to_id": "2085291",
            "text": "Þegar við erum að tala um enda lausst erum við að tala um hlut sem endar ekki.\nHorn þíðr ekki endir enda er þríhirnignur með 3 horn. hann endar ekki í fyrsta horninnu.\nTil þess að hringur er hringur þarf hann að byrja einhverstaðar og enda á sama stað, annas væri það ekki hringur.\nEinni munnurinn á þríhirningu og hringi í þessu dæmi er að þríhirnginurinn er með hvasar línur en hringurinn mjúgar. Ef ég teiknaði hlut(ekki hring) sem bygðist um á bara mjúgum línum og endaðði á sama stað og hann byrjaði væri hann þa´endalaus ?\nÞað sem gerir hring að hring er að hann endar á sama stað og hann byrjar.\nSama með öll þessi munstur. Ef þau eru lokuð þíðir það að þau hafa endað. Þú gettur farið í hringi enn til þess þarftur að fara yffir byrjunar reit. Líkt og þegar þú ert að spila matador, ferð yffir byrjunar reit.\nTil þess að hlutur endar ekki þarf hann að halda áfram og áfram og áfram, tíminn endar allt í núinu. Geimurinn veit ekki, hann gæti endað einherstaðar en hver veit?\nAð byggja ofan á hlut þíðir ekki að hann sé endalasu í þeiri merkingu sem við erum að meinna, hálf bygður múr er ekki endalasu þá að það vanti endan á hann.\nSama með tíman það bygist ofan á hann."
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-04-14 17:17:52",
            "id": "2085788",
            "reply_to_id": "2085718",
            "text": "Sko.. segjum að þú værir að hlaupa í kassa, og þú myndir alltaf hlaupa beint.. eða eftir línunni sem þú værir á, þá myndiru einhvern tíman klessa á. Þar myndi byrja lína sem lægi í aðra átt."
        },
        {
            "user": "1on1",
            "user_id": "22341",
            "date": "2005-04-14 18:52:48",
            "id": "2085988",
            "reply_to_id": "2085788",
            "text": "hvernig hugsar þú þér kassa.\nEn nei slæm samlíking.\nÞví ef línan sem þú hleipur eftir er í kassa þá er hún ekki rofinn og þar með mundiru beija til að ellta línuna og þar með ertu kominn með hringrás. (annars væririru bara með 2+2 samsíða línur) Ef þú kæmist bara beint áfram væri sami vandi með hringi því hann er bara beigja skilur. þá færiru eit skref og klestir á, og kæmist ekki lengra.\nPrófaðu að teikna hring á blað, hvað gerist ef þú heldur áfram að fara í hringinna?  Þú teikarn ofana í hringinn. Af hverju því að hann byrjar og endar. Sama ef þú labara hring í snjónum. Og ef þú myndir labba í kassa kæmi kassi í snjóinn. Hringur er fast form þar með er hann ekki endalaus. eithvað endalasut í þessu samhneig væri lína án upphafs og enda. Þó það sé hæpið. Enda laust gettur ekki verið að það sé veriða að bæta á það.\nEn skil allveg hvað þú ert að fara með hringinn. En hann er bara ekki endalaus."
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-04-14 19:20:51",
            "id": "2086053",
            "reply_to_id": "2085988",
            "text": "Jú.. hringurinn er endalaus. Okay.. get tekið annað dæmi.\nÞú ætlar að teikna kassa á blað. Þú getur byrjað á því að teikna eina línu, svo aðra, loks þriðju og svo þá fjórðu. En þú getur það hinsvegar ekki með hring, annaðhvort teiknaru hring eða ekki.\nHringurinn hefur hvorki upphaf né endi, þú sérð ekki hvar hann byrjar, þú sérð ekki hvar hann endar."
        },
        {
            "user": "1on1",
            "user_id": "22341",
            "date": "2005-04-14 19:26:02",
            "id": "2086069",
            "reply_to_id": "2086053",
            "text": "taktu fyrrir mig hring í tvent hvað ertu ´þá með?\nhálfhring ekki satt ? ef þú teiknar hins vegar einn línu í kassa ertu bara með einna línu og 2 línur þá ertu bara með rétt horn, skilur.\nÞetta hringa dæmi er fallið. Hringur gettur ekki verið endalaus, því að hann endar á byrjunar reitnum.\nEn jamm gaman að rökræða þetta við þig, en er að spá í að setja þetta sem bara dálk og sja´hvað fólki fynnst um það.   :D"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-04-14 19:30:43",
            "id": "2086089",
            "reply_to_id": "2086069",
            "text": "Heyrðu vó, afsakaðu mig.. þú getur ekki bara endað rökræður án þess að leyfa mér að koma með rök á móti.\nJú þú getur tekið hring í tvennt, en það yrði aldri fullkominn hringur. Fullkominn hringur hefur hvorki enda né byrjun."
        },
        {
            "user": "1on1",
            "user_id": "22341",
            "date": "2005-04-14 20:07:23",
            "id": "2086179",
            "reply_to_id": "2086089",
            "text": "Vastu ekki smá að skjóta þig í fótinn þanna?\nÞví ef þú tekur kasa eins og þú vast að tala um í sundur þá ertu bara með línur, ?\nVar ekkert að endaumræðuna var rétt að byrja hana.\n“ Fullkominn hringur hefur hvorki enda né byrjun. ”\nþá hefur heldur ekki hring. Hvað er það sem byrjar ekki og endar ekki?\nEkki neitt.\n(ekki neitt gæti þá verið endalaust)"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-04-14 20:11:26",
            "id": "2086190",
            "reply_to_id": "2086179",
            "text": "Ég var að tala fyrst um hálfhringa..\nSvo aftur að því sem ég er alltaf að segja.. Hringur hefur hvorki byrjun né enda. Og ef hann hefur ekki enda, er hann þá ekki enda-laus? Það hefði ég haldið.."
        },
        {
            "user": "1on1",
            "user_id": "22341",
            "date": "2005-04-14 21:16:51",
            "id": "2086359",
            "reply_to_id": "2086190",
            "text": "EF hann hefur ekki byrjun hvar byrjar hann þá?"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-04-15 14:23:16",
            "id": "2087386",
            "reply_to_id": "2086359",
            "text": "Það er einmitt málið. Þú veistu hvorki hvar hann byrjar né hvar hann endar."
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2005-04-19 20:40:14",
            "id": "2097238",
            "reply_to_id": "2085988",
            "text": "Prófaðu að teikna hring á blað, hvað gerist ef þú heldur áfram að fara í hringinna?\nsamt ekki vegna þess að ef þú ferð aftur og aftur ofan í hringina, þá er er þetta ekki lengur hringur, bara eitthvað krass á blaði"
        },
        {
            "user": "lucifersam",
            "user_id": "47455",
            "date": "2005-04-14 20:08:55",
            "id": "2086183",
            "reply_to_id": "2085788",
            "text": "En þegar maður er að hlaupa beint í hring?"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-04-14 20:12:53",
            "id": "2086197",
            "reply_to_id": "2086183",
            "text": "Nei.. ef þú fylgir línunni. Þá kemuru aldrei að enda."
        },
        {
            "user": "lucifersam",
            "user_id": "47455",
            "date": "2005-04-14 20:16:54",
            "id": "2086206",
            "reply_to_id": "2086197",
            "text": "Ef þú ert að hlaupa í kapphlaupi, og hleipur í hring, hefur þú þá hlaupið endalaust?"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-04-15 14:22:04",
            "id": "2087384",
            "reply_to_id": "2086206",
            "text": "Ef að það væri hár veggur í kringum mig þá myndi ég ekki vita hvenær einn hinrgur væri búinn.. þar sem hann hefur hvorki upphaf né enda."
        },
        {
            "user": "lucifersam",
            "user_id": "47455",
            "date": "2005-04-15 15:32:36",
            "id": "2087520",
            "reply_to_id": "2087384",
            "text": "upphafið er þar sem þú byrjar að hlaupa. ef þú veist ekki hvar þú byrjaðir er ákveðin staðreind farin.\nþað er staðreynd að þú byrjaðir að hlaupa og ef að þú byrjar á einhveju hlýtur þú ekki vera búin að gera þetta endalaust þó að ein staðreind hefur týnst."
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-04-15 15:46:33",
            "id": "2087552",
            "reply_to_id": "2087520",
            "text": "Ég er ekki að tala um að HLAUPA endalaust. Ég er að segja að hringur hefur hvorki upphaf né endi.. Þess vegna er hann enda-laus."
        },
        {
            "user": "lucifersam",
            "user_id": "47455",
            "date": "2005-04-18 16:21:16",
            "id": "2093943",
            "reply_to_id": "2087552",
            "text": "ég hef verið að pæla svolítið í þessu.\nÉg held að þetta sé bara túlkunar atriði, hvort hringur sé endalaus eða ei.\nÉg skil allveg þína afstöðu um að hann sé endalaus, en það er hægt að túlka þetta allt mismunadi.\nÉg get svo sem sagt að ef maður stendur í miðjunni á hring og labbar svo í hvaða átt sem er þá er maður að sjálfusér að labba út að enda á hringnum.\nEn þú hlítur að vera sammála mér að þetta er bara túlkunar atriði.\nEr það ekki?"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-04-18 16:23:26",
            "id": "2093952",
            "reply_to_id": "2093943",
            "text": "Jú ég held að við getum bara verið sammála um að vera ósammála :)"
        },
        {
            "user": "lucifersam",
            "user_id": "47455",
            "date": "2005-04-18 16:27:50",
            "id": "2093970",
            "reply_to_id": "2093952",
            "text": "Hehe já, Nei í allvöru þá held ég að þetta sé alls ekket vitlaus hugmynd hjá þér."
        },
        {
            "user": "lucifersam",
            "user_id": "47455",
            "date": "2005-04-14 20:21:39",
            "id": "2086217",
            "reply_to_id": "2086197",
            "text": "Og ef þú hleipur annann hring þá ertu að hlaupa á sama hringinn bara aftur.\nEf maður stækkar hringinn, er þá endalausa vegalengdin að lengjast?"
        },
        {
            "user": "1on1",
            "user_id": "22341",
            "date": "2005-04-14 21:19:25",
            "id": "2086374",
            "reply_to_id": "2086217",
            "text": "Hún ættlar ekki að ná þessu."
        },
        {
            "user": "lucifersam",
            "user_id": "47455",
            "date": "2005-04-14 21:53:21",
            "id": "2086457",
            "reply_to_id": "2086374",
            "text": "það er greinilegt."
        },
        {
            "user": "lucifersam",
            "user_id": "47455",
            "date": "2005-04-13 19:30:14",
            "id": "2084126",
            "reply_to_id": "2083773",
            "text": "Ég held að það sem er endalaust er eithvað sem mannkynið hefur ekki ennþá (og mun kannski ekki geta) rannsakað til fulls eða fundið enda ádæmi: aukastafir í Pí, Geimurinn osfv. þá notum við orði endalaust þangað til að önnur skýring fæst."
        },
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2005-04-14 23:22:25",
            "id": "2086655",
            "reply_to_id": "2084126",
            "text": "Það er nú bölvuð vitleysa. Við getum höndlað óendalega stórar stærðir ágætlega sem og óendalega smáar stærðir. Hugmyndir allt frá dögum grikkja hafa orðið til þess að í dag höfum við ágætar aðferðir til að skilja hið óendalega í stærfræði, það er ekkert óskiljanlegt við óendalegar runur, raðir eða summur.   Ef við hefðum ekki örsmæðarreikningin væri vandséð hvernig fyrirkomið væri fyrir eðlisfræðinni. Ef Newton hefði ekki skilið hvað þýðingu óendalega smáar stærðir hefðu myndu ekkert af hans kenningum meika sens.\nÁ hinn bóginn skil ég vel að þetta er tormeltanlegt hugtak og ég t.d. gat engan botn í því fundið þrátt fyrir miklar vangaveltur allan grunnskólann. Nú á sjöttu önninni minni í stærðfræði í Menntaskóla finnst manni þetta vera sjálfsagður hlutur (þótt það sé nú það sjálfsagt ekki). Ef þú vilt kynna þér frekar efni varðandi þýðingu hins óendalega, örsmæðir og markgildi þá er það auðfundið á netinu.\nP.s. Nú veit ég ekki hvað þú kannt mikið í algebru en kannski getur þú skilið hvað ég meina: Talan (fallið) 1/(x-2) stefnir á óendalegt þegar x stefnir á tvo. Það er mjög raunverulegur óendaleiki í þeim skilningi að það er sama hversu nálægt tveimur xið verður, talan (fallið) getur alltaf orðið stærri.\n&#8734;"
        },
        {
            "user": "lucifersam",
            "user_id": "47455",
            "date": "2005-04-15 12:48:21",
            "id": "2087204",
            "reply_to_id": "2086655",
            "text": "jám. Þú leiðréttir mig bara eða bætur við ef ég er að segja eithvað rangt.(ég er bara í stæ 303)\nEn samkvæmt félagsfræðinni þá er tala bara hugtak, maður getur skrifað óendanlega langa upptalningu bara svona:\n…-1,0,1… og svo fleiri leiðir að skrifa óendanlegar runur.\nEn hvað er Einn?\ná meðann við segjum bara einn eða fjörtíu, þá er það huglægt vegna þess að við tengjum það ekkert við neitt annað. Og allt það sem er huglægt getur verið endalaust eins og við getum ýmindað okkur óendanlega lángt strik, en það er ekki til í raunveruleikanum.\nÞað á að vera hægt að skipta verandlegum hlutum endalaust niður, enn í dag eru menn samt stopp á atómunum (þú leiðrættir mig bara ef ég fer með rangt mál).\nP.S það er gaman að skoða þetta, ég er ekkert að segja að þetta sé rétt hjá mér ég er bara að ýminda mér hvernig þetta er, og alltaf er maður að læra eithvað nýtt.\nen endilega leiðréttu mig ef ég fer með rangt mál."
        },
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2005-04-15 18:05:46",
            "id": "2087894",
            "reply_to_id": "2087204",
            "text": "Ég skrifaði nú einhvern tíman grein hér á þessu áhugamáli um skilgreiningu á talnakerfinu okkar en það er margt sem ég hef lært síðan þá.\nStærðfræði er ekki líkan af alheiminum eða eðlisfræðilegt lögmál heldur fjallar einungis um hvernig hugmyndir (stærðir) tengjast í kerfi. Bæði kerfið og tengslin eru uppfinning mannanna. Þetta er  ekki líkan af alheiminum heldur líkan af því hvernig við hugsum. Talan 1 stendur ekki fyrir neitt í alheiminum heldur hugmynd í hausnum á okkur sem við notum til að túlka skynreynslu okkar. Ég hef nú ekki lagst í neinar djúpar pælingar varðandi hverslags túlkun það er en get ímyndað mér að hugtakið 1 gæti samsvarað einhverskonar hugmynd um það sem er heilt. Ef þú ert með heilan mann þá ertu með einn mann. Ef hann er hálfur eða margfaldur gegnir yfirleitt öðru máli, talan 1 er ekki lengur viðeigandi heldur eru notaðar aðrar tölur. Tengslin á milli þessarar hugmynda (talna) eru samt augljós, og um þessi tengsl fjallar stærfræðin. Þetta ræðst nú þó vanalega á því hvaða skilning þú leggur í hlutina, þú getur endurskilgreint sjálfur í huganum hvað þú lítur á sem heilt eða hvað talan 1 stendur fyrir.\nÁ sama hátt er hugtakið á bakvið eilífðina ekki raunverulegt heldur stærðfræðilegt, einhverskonar hugmynd tölu sem er getur orðið stærri en hvaða önnur tala sem er. Það er mjög gagnlegt í stærðfræðinni, og getur verið sem slíkt mjög gagnlegt í raunheiminum, þó það standi ekki fyrir neitt sérstakt, ekkert frekar en talan núll. Við vitum í sjálfu sér ekki hvort eitthvað í heiminum sé endalaust, getum ekki sannreynt það hvort til sé endalaust rúm eða endalaus fjöldi atóma, en við getum ímyndað okkur það og sem slíkt fellur það því vel inn í hugtakakerfi okkar. Það er t.d. hægt\nVið vitum ekki í rauninni hvernig veröldinni er samansett en við getum vel rannsakað hvernig við skynjum hana."
        },
        {
            "user": "lucifersam",
            "user_id": "47455",
            "date": "2005-04-17 19:40:28",
            "id": "2092022",
            "reply_to_id": "2087894",
            "text": "þú segir: “Við vitum í sjálfu sér ekki hvort eitthvað í heiminum sé endalaust, getum ekki sannreynt það hvort til sé endalaust rúm eða endalaus fjöldi atóma, en við getum ímyndað okkur það og sem slíkt fellur það því vel inn í hugtakakerfi okkar. Það er t.d. hægt ”\nþannig að við notum orðið “endalaust” þangað til að annað kemur í ljós.\nEnn er eitvað sem er verandlegt staðfesst, endalaust?"
        },
        {
            "user": "Shorty07",
            "user_id": "34806",
            "date": "2005-04-13 21:36:45",
            "id": "2084447",
            "reply_to_id": "2083773",
            "text": "Tíminn er endalaus..\nEf að Þróunnarkenningin um heimin þar sem að hann þennst út og springur.. Allt fer..\nNema tíminn segi ég.. hann verður alltaf..\nUndirskrift.. !"
        },
        {
            "user": "1on1",
            "user_id": "22341",
            "date": "2005-04-13 23:35:01",
            "id": "2084756",
            "reply_to_id": "2084447",
            "text": "Hvað er tíminn?\nEr það eitthvað annað en kenning sem mennirnir bjugu til, vegna þess að plánetan okkar sníst um sjálafan sig og svo í kringum sól??\nEr einhver tími í geimnum?\nEf þér fynnst þetta meiga senns hvernig út skýriru þá munnin á þér núna og áður en þú kveiktir á tölvunni? Hvað er tími? en það er sp sem er frekar erfit að svara.\nTíminn gæti verið endalasu, gætti alveg samþikkt það.\nEnn, ef þetta er eins og þú segir þá er alltaf að bygjast á tíman, og þá í raun er alltaf að koma nýr og nýr endi ofan á hann, þetta er eins og við myndum byggja múr, þannig að núið er alltaf endir á tímanum, því ekki er búið að skrifa sögunar sem ekki er orðinn eða er það?"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-04-14 13:20:56",
            "id": "2085295",
            "reply_to_id": "2084756",
            "text": "Og þar sem ég var að tala um hringi hérna áðan þá veistu það auðvitað að tíminn fer í hringi líka. Þ.e.a.s árið, sólarHringurinn, vikurnar og allt."
        },
        {
            "user": "1on1",
            "user_id": "22341",
            "date": "2005-04-14 16:32:39",
            "id": "2085674",
            "reply_to_id": "2085295",
            "text": "jújú veit hvað hringrás er.\nEkki þar með sagt að hringrás sé endalaus."
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-04-14 17:15:29",
            "id": "2085782",
            "reply_to_id": "2085674",
            "text": "jú.. hringur er einmitt endalaus"
        },
        {
            "user": "1on1",
            "user_id": "22341",
            "date": "2005-04-14 18:55:12",
            "id": "2085997",
            "reply_to_id": "2085782",
            "text": "Svar að ofan.\nHringur er fast form og gettur ekki verið endalaus því eins og ég segi hann byrjar einvherstaðar og endar á samastað.\nHringrás er heldur ekki endalaus því hún á sér upp haf og endi, svo byrjar ní hringrás sama og með hringinn"
        },
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2005-04-14 23:33:38",
            "id": "2086679",
            "reply_to_id": "2085997",
            "text": "En hvar byrjar hann? Er það ekki skilgreiningaratriði?\nEf við hugsum hring sem fall af horni væri hægt að líta á 0 gráður sem upphafspunkt. En það eru engin rök fyrir því að heilum hring síðar eða fyrr sé ekki um sama punktinn að ræða.\nÞví væri upphafspunktur hringsins 2pí sinnum n, þar sem ne er hvaða heila tala sem er, eða 360° sinnum n. Það þýddi að hringur hefði n-marga upphafspunkta. En meikar það eitthvað sens að einn og sami ferillinn geti haft óendalega marga upphafspunkta? Nei. Það er vegna þess að hringur hefur engan upphafspunkt nema þú skilgreinir hann á einhverju bili.\nAnnars er hann óendalegur. Í daglega lífinu eru við vön hins vegar að skilgreina hringi á ákveðnum bilum, þar sem þeir eru ekki óendalegir. T.d. í hringhlaupi er hringurinn bara skilgreindur á því bili sem afmarkast að upphafspunktinum rásmark að framanverðu og lokapunktinum rásmark að aftan verður. Ef við hefðum ekki þetta fyrirfram skilgreinda bil myndu hringhlaupararnir hlaupa endalaust.\nEn í sjálfu sér gildir þetta líka um ferhyrning og aðra marghyrninga:P Enda mætti í rauninni líta á ferhyrning sem afar grófgerðan hring en fullkominn hring sem marghyrning með óendalega mörg horn (Aftur kemur óendaleikinn inn í þetta, en það er alltílagi, stærðfræðin ræður alveg við það, eins og ég útskýrði í öðru svari hérna í grenndinni)."
        },
        {
            "user": "1on1",
            "user_id": "22341",
            "date": "2005-04-14 17:21:33",
            "id": "2085791",
            "reply_to_id": "2083773",
            "text": "Ég held að allheimurinn sé endalaus, eða það hlýtur að vera, ég meina ef endar eitthverstaðar með segjum bara eitthverjum risastórum veggi hvað er þá bak við veggin ? Ekkert ? Valla ekkert þar sem ekkert er eitthvað, ef þú segir að ekkert sé bara tómarúm þá er það ekki ekki neitt þar sem tómarúm er eitthvað er það ekki ? Tómárúm er tómarúm. Svo já hlutir geta verið endalausir…"
        },
        {
            "user": "1on1",
            "user_id": "22341",
            "date": "2005-04-14 18:44:48",
            "id": "2085963",
            "reply_to_id": "2085791",
            "text": "En ef hann fer bara í hring þú kemru að þeim stað sem þú endaðir, er ekki hækt að segja það fyrrir víst. en já er allveg samála þér reindar með geiminn hann er dularfullur :/ hummm\nEn það telst valla með ef við vitum það ekki, kennigar til um að ef þú ferðast allan geiminn ferðu aftur í tíman, og en aðrar um að það komi bara önnur víd, og svo að hann endi endi en hvað svo?\nEn hvað er tómarúm? hvað er ekkert ? er þá ekkert ekki endalaust að því að það byrjar hvergi og endar hvergi en er samt ekkert?  nei nú er ég farinn að bulla."
        },
        {
            "user": "Rory",
            "user_id": "47567",
            "date": "2005-04-16 12:49:08",
            "id": "2088994",
            "reply_to_id": "2083773",
            "text": "Lína er endalaus."
        },
        {
            "user": "ASS",
            "user_id": "13287",
            "date": "2005-04-18 21:08:32",
            "id": "2094962",
            "reply_to_id": "2088994",
            "text": "Nei hún hefur 2 enda."
        },
        {
            "user": "Rory",
            "user_id": "47567",
            "date": "2005-04-18 21:10:41",
            "id": "2094975",
            "reply_to_id": "2094962",
            "text": "Neibb, það er strik. Lína er endalaus."
        },
        {
            "user": "ASS",
            "user_id": "13287",
            "date": "2005-04-18 21:12:04",
            "id": "2094985",
            "reply_to_id": "2094975",
            "text": "Einhversstaðar þarf hún að enda nema hún fari í hring og þá er hún orðin hringur."
        },
        {
            "user": "Rory",
            "user_id": "47567",
            "date": "2005-04-18 21:13:29",
            "id": "2094994",
            "reply_to_id": "2094985",
            "text": "Neinei, lína endar hvergi. Hún er endalaus."
        },
        {
            "user": "lucifersam",
            "user_id": "47455",
            "date": "2005-04-18 23:36:54",
            "id": "2095547",
            "reply_to_id": "2094994",
            "text": "það er engin áþreifanleg lína semég veit um sem er enda laus, enn vissulega getur ýminduð lína verið endalaus."
        },
        {
            "user": "Rory",
            "user_id": "47567",
            "date": "2005-04-19 17:05:22",
            "id": "2096611",
            "reply_to_id": "2095547",
            "text": "Ef þú teiknar línu á blað þá er hún ekki eins löng og þú sérð, hún er endalaus."
        },
        {
            "user": "lucifersam",
            "user_id": "47455",
            "date": "2005-04-19 17:57:57",
            "id": "2096759",
            "reply_to_id": "2096611",
            "text": "þá er hún ekki eins löng og ég sé?\nHvað meinar þú með því?"
        },
        {
            "user": "Rory",
            "user_id": "47567",
            "date": "2005-04-19 18:47:02",
            "id": "2096905",
            "reply_to_id": "2096759",
            "text": "Í stærðfræði er lína endalaus. Þótt þú teiknir línu á blað og horfir á hana ertu í raun bara að horfa á hluta á henni. Ef þú hinsvegar gerir punkt á annan endann sem þú sérð ertu kominn með hálflínu/geisla sem er endlaus í aðra áttina. Ef þú gerir síðan punkt á hinn endann sem þú sérð ertu kominn með strik."
        },
        {
            "user": "lucifersam",
            "user_id": "47455",
            "date": "2005-04-19 18:58:36",
            "id": "2096943",
            "reply_to_id": "2096905",
            "text": "En samt sem áður er þetta bara huglægt strik, þótt þú sért búinn að teikna það á blað.\nOg allt sem er huglægt getur verið endalaust.\nÞetta er eins og tölur (sem er einnig mikið notað í stærðfræði) eru huglægar, þangað til að við förum að skilgreina þær í veruleikann.\nEins og hvað er einn?\nMaður getur ekki svarð þessu nema maður notar eithvað sem er í veruleika manna. En á meðan við segjum bara “einn” þá er það bara huglægt, og einn getur verið eins stórt og við viljum og eins lítið og við viljum."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-04-17 14:21:45",
            "id": "2091066",
            "reply_to_id": "2083773",
            "text": "Já, fullt af hlutum endalausir."
        },
        {
            "user": "ASS",
            "user_id": "13287",
            "date": "2005-04-18 21:08:52",
            "id": "2094965",
            "reply_to_id": "2083773",
            "text": "O"
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2005-04-19 20:50:43",
            "id": "2097243",
            "reply_to_id": "2083773",
            "text": "Ég held að niðurstðan sé sú að það eina sem er endalaust sé lína."
        },
        {
            "user": "lucifersam",
            "user_id": "47455",
            "date": "2005-04-19 22:39:24",
            "id": "2097628",
            "reply_to_id": "2097243",
            "text": "lucifersam 19. apríl 2005 - 18:58:36Fyrra álit Svara\nEn samt sem áður er þetta bara huglægt strik, þótt þú sért búinn að teikna það á blað.\nOg allt sem er huglægt getur verið endalaust.\nÞetta er eins og tölur (sem er einnig mikið notað í stærðfræði) eru huglægar, þangað til að við förum að skilgreina þær í veruleikann.\nEins og hvað er einn?\nMaður getur ekki svarð þessu nema maður notar eithvað sem er í veruleika manna. En á meðan við segjum bara “einn” þá er það bara huglægt, og einn getur verið eins stórt og við viljum og eins lítið og við viljum."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2005-04-20 12:22:19",
            "id": "2098357",
            "reply_to_id": "2083773",
            "text": "Svona svo enginn sé að ruglast:\nÞegar við tölum um óendanleika í stærðfræði\nmeinum við einfaldlega:\n“Eitthvað sem getur orðið eins stórt og við\nviljum, sama hversu stórt við viljum að það sé.”\nOg þá er yfirleitt átt við einhverja skilgreiningu,\neða eitthvert skilyrði.\nÞegar við spyrjum “hversu margar eru heilu\ntölurnar?” verðum við að skilja spurninguna sem\n“upp í hvað teljum við þegar við teljum heilu\ntölurnar?”.  Hér fylgir nefnilega sá kostur að\nhægt er að telja þær.\nÞar sem við getum talist eins lengi og við\nviljum, má segja að heilu tölurnar séu óendanlega\nmargar.\nSpurningin “er hringur endalaus” er ekki\náhugaverð í sjálfu sér, þar sem svarið er\naugljóst, hvernig sem spurningin er skilin.  Það\ner hins vegar ekki augljóst hvernig skilja á\nspurninguna.\nEf við skiljum spuringuna sem:\n“getum við fært okkur eftir hring, eins lengi og\nvið viljum, án þess að fara út af honum og án\nþess að snúa við?” þá er hringur endalaus.  Þið\nsjáið vonandi líka að þetta getur gilt um alla\nlokaða ferla, m.a. alla marghyrninga.\nEf við skiljum spurninguna sem:\n“hefur hringur óendanlegt ummál?”\nþá er svarið nei.\nEf þið hugsið ykkur vel um nægja þessar\nspurningar að svara öllu sem hefur komið upp\nhingað til.\nEn spurnginin “er hringur endalaus?” þýðir í raun\nekkert ein og sér, og þess vegna gæti sumum\nfundist hún skrýtin."
        },
        {
            "user": "1on1",
            "user_id": "22341",
            "date": "2005-04-20 13:18:19",
            "id": "2098465",
            "reply_to_id": "2098357",
            "text": "Ef þú færir að telja heilar töllur hvar myndur þá byrja að telja heila tölur?\nSeigjum sem svo að við séum að þá að meinna allr heila tölur. Byrja þær einhverstaðar?"
        },
        {
            "user": "ASS",
            "user_id": "13287",
            "date": "2005-04-20 17:49:46",
            "id": "2099118",
            "reply_to_id": "2098465",
            "text": "allt hefst á núlli og síðan gæti maður talið bæði upp og niður.  Ef þú tekur negatívar tölur með þá er einfaldast að telja upp frá núlli og margfalda útkomuna með 2."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2005-04-22 11:01:08",
            "id": "2102507",
            "reply_to_id": "2098465",
            "text": "Já, já, það þarf bara smá hugvitssemi.\nÞú gætir til dæmis talið:\n0, 1, -1, 2, -2, 3, -3, …\nÞað skiptir ekki máli fyrir fjöldann í hvaða röð\ner talið."
        },
        {
            "user": "magicman",
            "user_id": "4155",
            "date": "2005-05-01 20:03:40",
            "id": "2123609",
            "reply_to_id": "2083773",
            "text": "Hefur enginn heyrt brandarann um brauðið endalausa.\nÞetta fer eftir því hvaða enda þú ert að tala um, með öðrum orðum það er skilgreiningar atriði."
        }
    ]
}