{
    "forum_title": "Deiglan",
    "user": "saybia",
    "user_id": "46813",
    "date": "2005-04-13 19:57:57",
    "title": "Omega mafían",
    "text": "Ég skil ekki eitt og það er með stöðina Omega, hún á vera þessi stöð sem Omega menn segja hinn heilagi sannleikur hvað maður á að trúa á!\nOk gott og vel, fólk má trúa á Jesú og lifa í sátt með það, nema það er orðið slæmt þegar menn eins og Eirikur og samstarfsfélagar hans eru byrjaðir að betla peninga og segja að fólk eigi að gefa pening til rásarinnar ef þeim langi að líða vel. Ég held að margir andlega veikir einstaklingar hafi farið illa út af þessu og líka fólk sem sér ekki sólina fyrir Guði.\nSíðan er ekki nóg að þessir menn eru svona siðblindir, þá eru þetta hreinir múslimahatarar, þegar þeim gefst kostur að tala um múslima þá verða orðin ekki falleg, síðan hafa þeir líka þátt sem heitir Ísrael í dag sem þeir gefa ítarlega til kynna hversu kynþáttafordómarar þeir eru! “síðan er verið að níðast á Bobby Fischer að hann sé gyðingahatari á meðan að heil sjónvarpsstöð sem gerir ekki annað að rakka múslima”\nÞað væri gaman að fá skoðanir fólks á þessari stöð og sérstaklega sögur af fólki sem hafa lent illa í þessum mönnum",
    "url": "https://www.hugi.is/deiglan/korkar/288865/omega-mafian/",
    "url_id": "288865",
    "id": "2084226",
    "replies": [
        {
            "user": "Ferenzcy",
            "user_id": "8754",
            "date": "2005-04-14 21:34:25",
            "id": "2086408",
            "reply_to_id": "2084226",
            "text": "Helvítis zionistar!!"
        },
        {
            "user": "fidonimo",
            "user_id": "55954",
            "date": "2005-04-14 23:55:38",
            "id": "2086726",
            "reply_to_id": "2084226",
            "text": "Kynþáttafordómarar."
        },
        {
            "user": "morgot",
            "user_id": "9515",
            "date": "2005-04-15 08:36:22",
            "id": "2086894",
            "reply_to_id": "2084226",
            "text": "Ómega eru fyndið lið… En já þeir eru asnar sem ætti að hengja (metaphoricaly speaking of course)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-04-15 11:11:16",
            "id": "2087075",
            "reply_to_id": "2084226",
            "text": "Bara fáfræði, Vonandi mun mankynnið skilja einhvern dag að þeir sjálfir sköpuðu sín trúabrögð"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-04-15 19:47:22",
            "id": "2088106",
            "reply_to_id": "2084226",
            "text": "Omega er svo mikið kjaftæði. Það má náttúrulega ekkert segja stundum því þá er maðu kallaður nasisti en ég meina hvað eru þeir að níðast á múslimum þeir hafa sína trú! Sjálfur er ég búinn að segja mig ú Íslenskuþjóðkirkjuni."
        },
        {
            "user": "lilienfeld",
            "user_id": "20337",
            "date": "2005-04-15 19:56:49",
            "id": "2088125",
            "reply_to_id": "2084226",
            "text": "Omega er svona eins og Leoncie, fíf…furðulegt fólk sem gaman er að hlæja að.\nEn Omega er miklu verri, þeir beina betli sínu aðallega til andlega óstöðugs fólks og boða það að til að komast inn í himnaríki þurfir þú að borga þeim…"
        },
        {
            "user": "BrickTop",
            "user_id": "57450",
            "date": "2005-04-15 20:45:59",
            "id": "2088205",
            "reply_to_id": "2084226",
            "text": "Omega er fyrrt stöð, samt fyndið þegar klikkaði rauðhærði kallinn heldur ræður."
        },
        {
            "user": "skam",
            "user_id": "10318",
            "date": "2005-04-16 01:26:45",
            "id": "2088758",
            "reply_to_id": "2084226",
            "text": "ég veit það fyrir víst að bæði omega og krossinn hafa verið að notfæra sér fólk sem vantar nokkrar blaðsíður í. þeir hafa verið að blekkja þetta grey fólk til þess að gefa alveg óendanlega mikið af peningum sem renna beint í vasann hjá einhverjum feitum göltum sem eru bara að nota sér trúgirni fólks til að græða á!!\nþótt ég sé alveg trúlaus þá finnst mér trúarbrögð vera góður hlutur því þau hafa hjálpað mörgum manninum gegnum erfiðleika. en því miður eru til óvandaðir menn sem notfæra sér þau til slæmra hluta!!"
        },
        {
            "user": "bjornfannar",
            "user_id": "3133",
            "date": "2005-04-17 01:06:28",
            "id": "2090491",
            "reply_to_id": "2088758",
            "text": "ísrael menn eru glæpamenn! og það segir mér enginn að við yrðum ekki reiðir ef það yrði gert það sem er búið að gera við palestínu menn.\nÞað hefur alltaf fylgt vesen í kringum gyðinga og það á ekkert eftir að breytast!"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2005-04-16 22:22:06",
            "id": "2090104",
            "reply_to_id": "2084226",
            "text": "Ísrael í dag eru frábærir þættir, það veitir ekki af að mæta þessu gyðinghatri sem veður uppi hér, ömurlegt hvað þessi palestínuárður er vinsæll. Það er dæmigert fyrir Íslendinga sem halda að þeir séu svo mikið á nótunum að hraðlesa e.h. grein og svo þykjast þeir vita allt og vera heimsmenn. Það er líka dæmigert að þegar fólk fer vikrilega að kynna sér málin þá er það yfirleitt öruvísi en “múgurinn” sér það."
        },
        {
            "user": "Bond007",
            "user_id": "58546",
            "date": "2005-05-12 23:03:21",
            "id": "2155446",
            "reply_to_id": "2084226",
            "text": "Þetta stöð sem rekin af mönnum sem eru allir nánast óvirkir alkóhólistar og eru að bæta líf sitt til muna. Því miður að þá of mikið að fólki sem borgar undir þessa fávita. Telja sig vera að boða fagnaðarerindið og svo eru þeir að raka niður múslíma. Þetta er eins og Gunnar´á krossinum þetta eru menn sem blekkja fólk til þess að græða peninga. Frekar myndi ég vilja vera borga 2 milljónir fyrir að ríða Pamelu Anderson heldur en að henda peningunum í þessa aumingja."
        }
    ]
}