{
    "forum_title": "Dulspeki",
    "user": "elo8",
    "user_id": "4972",
    "date": "2005-04-15 00:35:33",
    "title": "Dulspeki og fleira",
    "text": "Ég hef verið beðinn um að setja inn eftirfarandi grein aftur! Geri það hér með með breytingum.\nUm Dulspeki og fleira\nÞetta er ansi fróðlegur vefur.\nDulspeki er fyrirbrigði sem veitir okkur innsýn inn í lífið eins og það er. Lærisveinarnir voru auðvitað skyggnir, en fjölmargir hafa logið til og beitt blekkingum varðandi þessi mál og því þarf að fara mjög varlega og sanna það sem sagt er. Þetta er mjög mikilvægt. Fjölmargir þykjast vera “spíritistar” en eru einungis loddarar. Það getur verið mjög varasamt að starfa sem miðill, og ansi oft finnst mér að svokallaðir miðar hafa lítið fram að færa. Þetta yfirborðskennda hjal er oft á tímum innihaldlítið blaður. Ég vil hins vegar benda fólki á raunverulega miðla og bendi á rit Sigfúsar Elíassonar, Rödd meistarans, rödd prestsins úr djúpinu, Ljósið 1 og 2 og Varnarræðan. Það er flestum ljóst sem lesa yfir slík spekirit að þetta kemur beint frá Guði sjálfum. Sveinbjörg Sveinsdóttir var sennilega þula við ríkisútvarpið og Sigfús Elíasson var rakari að því er mér skilst. Þeirra ómetanlega framtak hefur ævarandi gildi. Ég hvet sem flesta að lesa þessi rit.\nVið lifum mörgum sinnum samanber “circle of life” það er við lifum aftur og aftur. Sjá t.d. myndina Lion - King.\nÞað er mjög algengt að íslendingar sjái meira en gerist og gengur eða heyri. Munið þið eftir því fyrir nokkrum tugum ára var hlegið að fólki sem sá árur. Núna hafa árur verið myndaðar, og einfeldningarnir vanþroskasálirnar hlægja ekki einu sinni lengur því að þó að þær séu heimskar vilja þær helst ekki að það sé hlegið að þeim sjálfum!\nÍsland er stórmerkilegt land. Ef skoðuð eru fræði Pýramidans mikla má ljóslega að Ísland er land Guðs = Jesús, enda voru allir lærisveinarnir af ættkvísl Benjamíns. Það er nema Júdas sem var af ættkvísl Júda.\nNúna eru váleg tíðindi í uppsiglingu, enda má sjá af gömlu Júda ættkvíslinni = Gyðingum þetta er grimmasta fólk veraldar.\nNú þetta má einnig sjá af ISIS-land það land ISIS, Thule land of the mid night sun. Reykjavík heitir því í raun Raykjavík það er borg ray það er ray of Sun. Það er landið er sólargeisli fyrir aðrar þjóðir, enda þarf enginn að fara í her hér. Þrátt fyrir spillta stjórnmálamenn, er hér öryggi.\nNú NOIS er SION aftur á bak það er NO= norður og IS=EL=GUÐ það er Ísland er land Guðs.\n222222/777=286 það er núna er dómsdagur. Öruggast er að vera hér á Íslandi og í Ástralíu.\n286/2=143\n143 þýðir “son of god”\n143x999=142857 það er síðan margfaldað með 2,3,4,5,6 þetta er alltaf sama talan nema í mismunandi röð.\nNú 286 + 2 = 288 sem þýðir nótan D\nnú 7 x 286 = 2002  Eða Ra.\nÞetta þýðir á mannamáli að 1001=einn dagur það eru því 6 dagar að ljúka síðan Adam kom. Guð er auðvitað til.\n1001x6=6006. Allt þetta bull frá kenningu Darvins hefur aldrei verið sannað. Hins vegar hafa lífverur þróast í gegnum tíðina. Jörðin er hins vegar miklu eldri en þetta.\nÞetta sýnir manni hve mikið þjónar Drottins t.d. Omega eru algjörlega úti á túni. Þeir styðja ógnaranna vegna þess að þeir skilja ekki einfaldar staðreyndir.\nHvar er hásæti Ísraelíta, sem eru ættkvíslir Ísraels? Jú það er í Bretlandi. Enda er “Stone of Destiny” í Skotlandi og á hátíðarstundum er hann undir hásæti drottningar. Bretland er því Efraím ættkvísl ísraels, þetta er alltsaman hægt að lesa um í Dagrenningu eftir Jónas Guðmundsson.\nVicarus Viili Dei sem er táknið á kórónu Páfans þýðir 666 það er tala dýrsins. sjá t.d. vefinn.\nHingað kom maður Nikolaus Hazikostas. Hann hefur fengið fjölmargar vitranir síðan 1951. 1991 var hann upplýstur um land Guðs. Hvaða land er það jú það er (ÍS)Ísland. Hvar er “Nýja Jerúsalem”? Nýja Jerúsalem er í Hvalfirði Þyrilsnesi þar er lind með lækningamátt að hans sögn. Fólk sem getur ekki gengið fær kraft og læknast. Þetta málefni hefur verið sannað af færustu biblíusérfræðingum heimsins.\nPýramidinn hefur oft verið nefndur “Bible in stone” það er Biblía í stein. Pýramidinn lýgur aldrei. Enda kemur fram í ritum Sigfúsar Elíassonar að Pýramidinn er kallaður Pýramidi sannleikans. Því var það rangt hjá fræðimönnum að telja að 286 væri skekkjan í Pýramidanum.\nMythology er sagnahefð, sem gegnur út á það að færa málefni Guðs í leikrænan búning. Víkingatrú, Grísk goðafræði, Hindúismi,Hopi-indjánar, Rómversk goðafræði.\nHins vegar eru til trúarbrögð sem blekkja. Eru frá hinum aðilanum Djöflinum. Þessi trúarbrögð eru t.d. Múslimar, Moon- frá Kóreu, það var t.d. sláandi að Moon þessi hefur tekið upp aflátsölu eins og Kaþólska kirkjan var með. Það er þú borgar peninga, og færð mynd af himnaríki!! Einnig eru Mormónar og fjölmargar aðrar trúarstofnanir blekkjandi.\nSannleikurinn er erfiður, og oft grýttur. Jafnvel hengdur upp á kross. Vegna óþverra og sérhyglisliðs.\nTil einföldunar Biblían er sönn. Hins vegar þarf að leiðrétta sumar þýðingar og vitað er um nokkrar falsanir t.d. að postulinn Páll kom til Spánar og fór til Bretlands. Jósep frá Armaþeu frændi Jesú kom þangað, enda tinkaupmaður og Jesú fór með honum þangað og stofnaði sjálfur kirkju í Bretlandi. Í Glastonbury á Englandi það er Eplaeyjunni ef ég man rétt. Tor- hæðin. Þetta er allt hægt að lesa um í Dagrenningu.\nTarot spilin hafa að geyma þekkingu Dulspekinnar. Það er einnig hægt að nálgast rétta niðustöðu með fjölmörgum leiðum.\nInstitute of pyramidology\nDivine plan of Ages\nLost tribes\nhægt er að senda mér póst.",
    "url": "https://www.hugi.is/dulspeki/greinar/288863/dulspeki-og-fleira/",
    "url_id": "288863",
    "id": "2084205",
    "replies": [
        {
            "user": "NTkmr",
            "user_id": "36382",
            "date": "2005-04-15 03:50:51",
            "id": "2086828",
            "reply_to_id": "2084205",
            "text": "Sá sem kom með þessar kenningar þarf að hætta taka lyfin sín eða byrja á þeim. WTF?"
        },
        {
            "user": "doomhammer",
            "user_id": "7546",
            "date": "2005-04-15 03:59:44",
            "id": "2086830",
            "reply_to_id": "2084205",
            "text": "lol  ?"
        },
        {
            "user": "opna",
            "user_id": "24098",
            "date": "2005-04-15 09:01:56",
            "id": "2086921",
            "reply_to_id": "2084205",
            "text": "Ok. Ég skal samþykkja það að ómega menn séu úti á túni, en það sama mætti nú reyndar segja um margar þessarra kenninga…og hvað hefur þú fyrir þér að islam sé frá djöflinum komið??? Ég er reyndar sammála því að sala á syndaaflausnum sé slæm."
        },
        {
            "user": "kuxi",
            "user_id": "25719",
            "date": "2005-04-15 09:02:11",
            "id": "2086923",
            "reply_to_id": "2084205",
            "text": "Institute of pyramidology\nHehe"
        },
        {
            "user": "christine",
            "user_id": "41637",
            "date": "2005-04-15 10:35:16",
            "id": "2087037",
            "reply_to_id": "2084205",
            "text": "Þú segir:\nHins vegar eru til trúarbrögð sem blekkja. Eru frá hinum aðilanum Djöflinum. Þessi trúarbrögð eru t.d. Múslimar…..\nÞú ættir að kyna þér Islam áður en þú svívirðir orð Guðs svona. Islam eru þau fegurstu og sönnustu trú sem hefur komið hér á jörð.\nÍ nafni Guðs, hins náðuga, hins miskunnsama."
        },
        {
            "user": "elo8",
            "user_id": "4972",
            "date": "2005-04-15 21:33:37",
            "id": "2088292",
            "reply_to_id": "2087037",
            "text": "Það eru fjölmörg trúarbrögð frá almættinu. Hins vegar er það svo að nokkur standa greinilega á móti boðskap Guðs.\nIslam er ein af þeim trúarbrögðum, það eru manngerð.\nSérhver maður hefur auðvitað algjört frelsi til að trúa hverju því sem hann/hún óskar."
        },
        {
            "user": "hbraga",
            "user_id": "57957",
            "date": "2005-04-17 21:13:31",
            "id": "2092327",
            "reply_to_id": "2088292",
            "text": "Islam voru framfarasinnnuð trúarbrögð meðan Evrópubúar voru á kafi í myrkviðum miðalda.  Óhætt er að segja að Evrópubúar hafi siðvæðst við kynni sín á menningu Islam þegar þeir komu til að endurheimta landið helga úr höndum heiðingjanna.  Hins vegar hefur múslímum ekki tekist að svara kalli tímans sem skyldi og eru því heldur aftarlega á merinni miðað við framfarir Vesturlanda á okkar tímum.  Hins vegar tek ég ofan fyrir sufisma, dulspekireglu Islam trúar.  Bahaii trúarreglan gæti etv. siðbætt múslímana ef þeir hefðu þar erindi sem erfiði."
        },
        {
            "user": "christine",
            "user_id": "41637",
            "date": "2005-04-18 11:26:07",
            "id": "2093322",
            "reply_to_id": "2092327",
            "text": "Bahaii-trúin kemur Islam ekkert við enda tvö ólík trúarbrögð hér á ferð. Að vísu kemur Bahaii trúin frá Persíu. Eins og Kristni kemur frá sama stað og gyðingar koma frá…\nOg þetta með að múslímum ekki tekist að svara kalli tímans þá spyr ég…..hvar voru þá kristni á miðöldum drápu allt sem var talið kristni voru þeir kannski svara kalli tímans þá.\n(andvarp)"
        },
        {
            "user": "hbraga",
            "user_id": "57957",
            "date": "2005-04-18 13:54:01",
            "id": "2093598",
            "reply_to_id": "2093322",
            "text": "Kæra Cristelle.  Þakka þér fyrir að leiðrétta mig þar sem ég fer ekki með rétt mál og afsakaðu að ég hef ekki orðað hugsanir mínar nógu skírt.\nÉg hef átt góða vini innan Bahaii trúarinnar sem eru þér sammála um að Islam og Bahii trúin séu ekki sama trúin þó greina megi áhrifa frá Islam á Bahaii trúna – á sama hátt og Islam varð fyrir áhrifum frá gyðingdómi og kristindómi þegar Islam kom fram þar sem öll trúarbrögðin spruttu upp í sama heimshluta eins og þú bendir á.\nÉg á við að Islam var í fararbroddi í þróun vísinda og tækni og ýmis konar nýjungum þegar Islam var upp á sitt besta.  Kristnir menn voru þá óheflaðir barbararar þegar krossfaranir réðust inn í landið helga, um það verður ekki deilt.  Hins vegar hafa múslímar verið þiggjendur Vesturlanda hvað framfarir í tækni og vísundum snertir á síðustu öldum – um það verður ekki deilt, og þá er ég ekki að fella dóm um kenningar spámannsins að öðru leyti."
        },
        {
            "user": "christine",
            "user_id": "41637",
            "date": "2005-04-19 02:09:13",
            "id": "2095732",
            "reply_to_id": "2093598",
            "text": "Takk fyrir góð svör.\nEn annars er það christine ekki Cristelle ;)\nKv christine"
        },
        {
            "user": "christine",
            "user_id": "41637",
            "date": "2005-04-18 11:21:15",
            "id": "2093316",
            "reply_to_id": "2088292",
            "text": "Þú segir:\nHins vegar er það svo að nokkur standa greinilega á móti boðskap Guðs.\nHver segir þér að þessi eða hitt trúarbrögð sé móti boðskap Guðs og hvað boðskap ertu þá að mæna á? Kristni kannski? Er hún sú eina rétta hjá þér?\nÞetta er ekki rétt hjá þér og það veistu."
        },
        {
            "user": "hbraga",
            "user_id": "57957",
            "date": "2005-04-18 14:01:32",
            "id": "2093609",
            "reply_to_id": "2093316",
            "text": "Christelle, ef þú lest greinarnar mínar á þessum vef sem eru um tíu talsins mun þér verða ljóst að ef ég hefði verið uppi á miðöldum þá hefði rannsóknarréttur páfakirkjunnar í Róm brennt mig á báli fyrir villutrú.  Ég er að boða að í öllum trúarbrögðum megi finna sama sannleikann um Guð og heiminn en þennan boðskap er ekki alltaf auðvelt að finna nema í dulspekireglum trúarbragðanna.  Þess vegna benti ég á súfi reglurnar innan Islam sem góða leið til þess að skilja betur boðskap spámannsins og Kóraninn."
        },
        {
            "user": "elo8",
            "user_id": "4972",
            "date": "2005-04-18 21:45:20",
            "id": "2095088",
            "reply_to_id": "2093316",
            "text": "Rangt hjá þér. Ég er einungis að segja frá helstu niðurstöðum."
        },
        {
            "user": "wolfy",
            "user_id": "16961",
            "date": "2005-04-15 11:11:38",
            "id": "2087076",
            "reply_to_id": "2084205",
            "text": "Hvað með Ra? Það er til guð Ra, og margir hafa samband við hann, getur lesið Ra Material, þar er allt frætt, frá a til ö um lífið.\nOg Ra segir að næsta harvest sé um árið 2012.\nTugi hluta sem tengjast 2012, vísindamenn spá að yellowstone, eða annað eigi eftir að springa fyrir 2012, sumir miðlar sjá okkur eyðileggja hvort annað með nuclear sprengjum, og að geimverur eigi eftir að hjálpa okkur (einnig múnkar sem nota Remote View) Vísindamenn segja að pláneturnar verða í beinni röð 2012, sem eigi eftir að mynda gífulega orku, sumir segja að Jesús hafi sagt að hann snúi aftur þegar pláneturnar eru í beinni röð. Sumir sjá jörðina snúast öfugt og að margir eigi eftir að deyja.\nEins og Ra segir, þá er dauðinn bara partur af því sem allir þurfa að fara í gegnum. We'll have to wait and see :-)"
        },
        {
            "user": "elo8",
            "user_id": "4972",
            "date": "2005-04-15 21:41:18",
            "id": "2088318",
            "reply_to_id": "2087076",
            "text": "Góð ábending hjá þér.\nTáknið fyrir Ra. (þar með er viðurkennt að Egypsk trúarbrögð eru frá guði komin) er 7x286 sem er 2002.\n(IS)Is-land eða Isis-land er niðurstaðan í þessum málum.\nAuðvitað þarf mikið til að komast að þessum sannindum, hins vegar er ástæðulaust að vera með maníu út af slíku, enda er það bara sjúkdómur."
        },
        {
            "user": "elo8",
            "user_id": "4972",
            "date": "2005-04-15 21:42:31",
            "id": "2088322",
            "reply_to_id": "2087076",
            "text": "gleymdi einu 2000 og 2002 röðuðu pláneturnar sér upp í röð.\nVið skulum bara sjá til.\n2005 og 2006 verða mjög athyglisverð ár."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-04-15 11:12:53",
            "id": "2087078",
            "reply_to_id": "2084205",
            "text": "Skondið.\n… og þú trúir þessu virkilega sjálfur? ;)\nÞessir útreikningar þarna eru fjandi athyglisverðir.\nHvaðan koma allar þessar tölur, og hvaða aðferð notarðu til að finna tölur út úr bókstöfum? Kaballah?\nÞyrftir að gera útreikningunum betri skil, þá fyrst gæti maður farið að velta því fyrir sér hvort þetta sé þessi týpíska talnaspeki.\nEn allavega, ég held að gagnaugablöðin í heilanum þínum séu frekar virk þó að aðrar stöðvar séu það kannski ekki. :)\nKv. Duff"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-04-15 11:58:53",
            "id": "2087131",
            "reply_to_id": "2087078",
            "text": "Mig grunar að hann sé að grínast."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-04-15 12:02:59",
            "id": "2087146",
            "reply_to_id": "2087131",
            "text": "Það kemur svosem alveg til greina, en ég hef heyrt fólk tala svona og virkilega meina það.\nHljómar rosalega manískt þegar það segir [óbeint] “ÉG HEF FENGIÐ UPPLJÓMUN! ÉG VEIT SVARIÐ VIÐ ÖLLU”"
        },
        {
            "user": "elo8",
            "user_id": "4972",
            "date": "2005-04-15 21:38:32",
            "id": "2088308",
            "reply_to_id": "2087146",
            "text": "Kenning Darvins um að við séu komin af öpum hefur aldrei verið sönnuð og mun ekki vera sönnuð nokkurn tíman, því að svo er ekki.\nMeira að segja Darvin sjálfur hafnaði þeirri kenningu síðustu æfiár sín."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-04-15 22:50:02",
            "id": "2088480",
            "reply_to_id": "2088308",
            "text": "Um hvað ert þú að tala?"
        },
        {
            "user": "elo8",
            "user_id": "4972",
            "date": "2005-04-15 21:36:46",
            "id": "2088303",
            "reply_to_id": "2087078",
            "text": "Kaballah fræðin er auðvitað komin frá Guði. Enda þekkt að ma. Gyðingar hafa kunnað á þeim fræðum lengi. Tórurnar það eru ritin í Gamla T. eru auðvitað grunnur að þeim.\nÍ grunnin eru þetta sömu fræðin. Hver stafur hefur í sér falið tölugildi."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-04-15 22:50:55",
            "id": "2088485",
            "reply_to_id": "2088303",
            "text": "Svarar ekki spurningu minni."
        },
        {
            "user": "elo8",
            "user_id": "4972",
            "date": "2005-04-16 00:16:06",
            "id": "2088657",
            "reply_to_id": "2088485",
            "text": "þú getur fremur illa gert þig skiljanlegan. Ert þú í einhverju rugli?"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-04-16 13:46:32",
            "id": "2089083",
            "reply_to_id": "2088657",
            "text": "Svararðu svona þegar þú hefur ekki betri svör?\nVerð nú allavega að segja þér að þetta er þó framför frá öðrum trúarnötterum sem koma með móðganir. :)"
        },
        {
            "user": "elo8",
            "user_id": "4972",
            "date": "2005-04-16 14:04:16",
            "id": "2089108",
            "reply_to_id": "2089083",
            "text": "Þú spyrð svona?\nÞað þykir mér til efs að þú hafir kynnt þér málin, eins og þroskaður einstaklingur gerir svona yfirleitt.\nÉg hef bent á fjörmargar síður til fróðleiks í þessu máli.\nHefur þú kynnt þér eitthvað af því?\nGangi þér annars bara vel."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-04-16 14:13:45",
            "id": "2089129",
            "reply_to_id": "2089108",
            "text": "Ég sé nú ekki minnst á eina einustu síðu í þessari grein.\nAnnars sé ég þegar ég les svörin við greininni, að ég er ekki sá eini sem botnar ekkert í þessu og finst þessir útreikningar vera útí hött.\nOg jú, sem áhugamaður um trúarbrögð hef ég kynnt mér hitt og þetta og tekið þátt í hinum og þessum umræðum um þau."
        },
        {
            "user": "elo8",
            "user_id": "4972",
            "date": "2005-04-16 14:31:50",
            "id": "2089152",
            "reply_to_id": "2089129",
            "text": "Er það ekki heimskulegt að dæma svona áður en að kynna sér hlutina. Er ekki eina leiðin til að læra eitthvað að viðhafa hlutlægni. Gagnrýnin hugsun er nauðsynleg til að rannsaka og skilja.\nÞað er alrangt hjá þér. Ég gaf upp fjölmargar síður í svari við spurningu."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-04-16 15:16:31",
            "id": "2089221",
            "reply_to_id": "2089152",
            "text": "“Gagnrýnin hugsun er nauðsynleg til að rannsaka og skilja.”\nMikið rétt, enda hafa trúarbrögð ekki fært okkur mikin skilning. :)\nAnnars botna ég ekkert í því sem þú ert að segja, þú talar frekar mikið úr samhengi.\nOg já, ég sá netslóðirnar svo neðarlega í svörunum. :)\nEins og ég sagði þá eru þær ekki í greininni."
        },
        {
            "user": "elo8",
            "user_id": "4972",
            "date": "2005-04-16 19:15:24",
            "id": "2089683",
            "reply_to_id": "2089083",
            "text": "Gekk þér mjög illa í skóla?"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-04-16 19:49:18",
            "id": "2089761",
            "reply_to_id": "2089683",
            "text": "Ah, that's more like it.\nFífl ;)"
        },
        {
            "user": "elo8",
            "user_id": "4972",
            "date": "2005-04-16 21:02:20",
            "id": "2089888",
            "reply_to_id": "2089761",
            "text": "Eftir að hafa kynnst þér og þínum fullyrðinum að mæður  hér á vefnum séu komnar af öpum og núna síðast Fífl.\nRétt er að benda þér á að þetta er misskilningur hjá þér:\nÉg vil ekki ræða meira um þína ætt eða eðliseiginleika.\nÞví tel ég rétt að þú haldir þig annars staðar.\nEr ekki áhugamál hér um strumpana fyrir þig?"
        },
        {
            "user": "Hrislaa",
            "user_id": "42360",
            "date": "2005-04-15 12:25:06",
            "id": "2087163",
            "reply_to_id": "2084205",
            "text": "Þetta er eitt það ruglinglegasta og mesta kjaftæði sem ég hef lesið lengi. :)"
        },
        {
            "user": "elo8",
            "user_id": "4972",
            "date": "2005-04-16 08:44:44",
            "id": "2088845",
            "reply_to_id": "2087163",
            "text": "Já geðveiki er erfitt að eiga við.\nMaður þarf að fara vel með sig, engin getur gert að sínum veikindum."
        },
        {
            "user": "Hrislaa",
            "user_id": "42360",
            "date": "2005-04-16 13:29:18",
            "id": "2089061",
            "reply_to_id": "2088845",
            "text": "O.o"
        },
        {
            "user": "elo8",
            "user_id": "4972",
            "date": "2005-04-15 13:20:16",
            "id": "2087251",
            "reply_to_id": "2084205",
            "text": "Aftur kemurðu með þetta.\nÞú verður að gera þér grein fyrir að það er með engu\nmóti hægt að skilja þennan texta, hvað þá útreikningana;\nþú deilir með tveimur hér, og margfaldar með þremur\nþar, og skýrir útkomuna eitthvað ákveðið svo hún henti\nkenningunum. Þetta er mjög óvísindalegt.\nHverjum datt í hug að kalla töluna 143 Guðs son, og\nhvers vegna?\nSvo vil ég að auki spyrja þig, ef Ísland er lands Guðs o.s.frv.\nætti spekin að vera ævaforn, ekki satt? Hvernig kemstu\nað þessu NOIS = SION (…) á herbresku, eða aramísku,\neða því tungumáli sem talað var á þeim tíma?"
        },
        {
            "user": "elo8",
            "user_id": "4972",
            "date": "2005-04-15 21:34:56",
            "id": "2088295",
            "reply_to_id": "2087251",
            "text": "Sé tekin talan 286 sem er einkennistala pýramidans og deilt í hana með 2 hefur hún tákngildið “son of God” í texta Biblíunnar."
        },
        {
            "user": "elo8",
            "user_id": "4972",
            "date": "2005-04-15 21:45:47",
            "id": "2088333",
            "reply_to_id": "2087251",
            "text": "http://www.antiqillum.com/texts/bg/Rose_Croix/RC001.htm\nskoðaðu sjálfur/ sjálf þessa síðu\nno: norður\nis: island"
        },
        {
            "user": "elo8",
            "user_id": "4972",
            "date": "2005-04-15 21:47:14",
            "id": "2088336",
            "reply_to_id": "2087251",
            "text": "Hef ekki tíma né nennu að svara ruglbréfum, svara einungis þeim sem koma með vitlegar ábendingar.\nIs þýðir el eða Guð sjá t.d. Gunnar Dal á sannskrít."
        },
        {
            "user": "elo8",
            "user_id": "4972",
            "date": "2005-04-15 22:11:09",
            "id": "2088403",
            "reply_to_id": "2088336",
            "text": "Ekki ég heldur :D"
        },
        {
            "user": "elo8",
            "user_id": "4972",
            "date": "2005-04-15 22:40:03",
            "id": "2088460",
            "reply_to_id": "2088403",
            "text": "Ég var ekki að segja að þú skrifir ruglbréf. Þetta var bara svon almennt séð.\nD hefur t.d. talnamerkinguna 288 sjá t.d. Athyglisverðar greinar Þorsteins ég man ekki hvers son kom í Dulspekitímariti fyrir nokkrum árum síðan.\nHver nóta hefur talnagildi t.d  önnur nóta 512 ef ég man rétt."
        },
        {
            "user": "HrKrissi",
            "user_id": "47093",
            "date": "2005-04-15 13:50:31",
            "id": "2087306",
            "reply_to_id": "2084205",
            "text": "Þetta var mjög áhugavert."
        },
        {
            "user": "hlolli",
            "user_id": "31026",
            "date": "2005-04-15 13:56:02",
            "id": "2087322",
            "reply_to_id": "2084205",
            "text": "Hvar heyriðiru þetta, jörðin er ein stæða sem við þurfum að komast af stærðfræðingar Vatíkantsins eru t.d að setja fram fullt af svona kenningum.\nSíðast ég vissi þá var það allt leyndarmál og þetta væru óáreiðanlegar staðreyndir."
        },
        {
            "user": "elo8",
            "user_id": "4972",
            "date": "2005-04-15 22:43:04",
            "id": "2088464",
            "reply_to_id": "2087322",
            "text": "sjáðu þetta með Vatikanið á síðunni\n“American institute of pyramidology”\nsett t.d. inn á leitarvefi þar má sjá ítarlegar greinar um þetta."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-04-15 16:01:06",
            "id": "2087572",
            "reply_to_id": "2084205",
            "text": "ooookeyyyy…uuuuu…já þetta var svolítið mikið ruglingsleg grein"
        },
        {
            "user": "Rikrib",
            "user_id": "55058",
            "date": "2005-04-15 17:44:51",
            "id": "2087827",
            "reply_to_id": "2084205",
            "text": "mjög áhugavert en ég er ekki sammála þér með Islam, Múhameð var einn af mörgum spámönnum sem buðu út trú guðs og honum hefur bara tekist betur en flestum öðrum fyrir utan Jesú. Þetta er allt sama trúin bara skippt í mismunandi flokka"
        },
        {
            "user": "elo8",
            "user_id": "4972",
            "date": "2005-04-15 21:03:48",
            "id": "2088239",
            "reply_to_id": "2084205",
            "text": "Snilldar grein. Ég hló mig máttlausan!!!"
        },
        {
            "user": "elo8",
            "user_id": "4972",
            "date": "2005-04-15 22:46:07",
            "id": "2088469",
            "reply_to_id": "2088239",
            "text": "Ég vildi að ég gæti sagt það sama þegar ég fór inn á þína síðu.\nReyndu endilega að hlægja.\nSamanber hláturinn lengir lífið.\nReyndu næst að lesa greinina án þess að horfa á spegil svona í leiðinni…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-04-17 21:36:20",
            "id": "2092399",
            "reply_to_id": "2088469",
            "text": "Fyrirgefðu mér. Ég ætlaði mér ekki að særa þig, ég hélt bara að þetta væri grín. Svo ég biðst afsökunar á því að hafa sagst hafa hlegið að þessu. Það er bara mitt mál að mér þyki það sem þú segir út í hött, en svo er eflaust margt sem ég held sem þér finnst vera út í hött.\nSvo, fyrirgefðu."
        },
        {
            "user": "elo8",
            "user_id": "4972",
            "date": "2005-04-15 22:10:24",
            "id": "2088400",
            "reply_to_id": "2084205",
            "text": "Gef upp vefslóðir:\nHér er auðvitað trúfrelsi. Nú það var ekki ætlunin að móðga neinn, heldur einugnis að segja frá málinu.\nMeira að segja Kaþólikkarnir, það er t.d. stofnunin sem er gagnrýnisverð.\nVarðandi islam.\nNiðurstaðan er: þetta eru manngerð trúarbrögð.\nhttp://www.antiqillum.com/texts/bg/Rose_Croix/RC001.htm\nhttp://www.lexiline.com/lexiline/lexi30a.htm\nhttp://www.heraldmag.org/\nhttp://www.lexiline.com/lexiline/lexi000.htm\nhttp://home.earthlink.net/~tonybadillo/index.html\nhttp://www.bbc.co.uk/history/ancient/egyptians/pyramidology_02.shtml\nhttp://home.earthlink.net/~tonybadillo/passion.html\nhttp://www.aiwaz.net/giza/\nhttp://www.theforgottentechnology.com/Page1.htm\nhttp://www.guardians.net/hawass/\nhttp://asis.com/~stag/losttrib.html\nhttp://www.british-israel-world-fed.ca/bibook2.html\nKynnið ykkur sem mest. Látið ekki blekkjast!!\nBestu kveðjur…"
        },
        {
            "user": "elo8",
            "user_id": "4972",
            "date": "2005-04-16 13:51:32",
            "id": "2089094",
            "reply_to_id": "2084205",
            "text": "Mjög athyglisverð grein! Hef lesið um svona áður og hef pælt pínu í þessu.\nAftur á móti veit mannveran ekkert, við vitum ekkert sem er að ské “bakvið” okkur, ef það er horft á réttu sjónarhorni."
        },
        {
            "user": "elo8",
            "user_id": "4972",
            "date": "2005-04-16 14:08:23",
            "id": "2089117",
            "reply_to_id": "2089094",
            "text": "Þetta er algjörlega laukrétt hjá þér.\nMaður hefur í raun ekki hugmynd um hvað er rétt og rangt þar til að maður þarf hreinlega að grafa hið rétta upp!!\nNiðurstaðan er svo undarleg að maður……\nÉg held að ég fái mér bara kaffisopa!!!\nEndilega ekki segja ykkur hvað er satt og rétt!!\nKOMIST AÐ ÞVÍ SJÁLF SEM MEST!!\nÉg bendi á bækur sem hægt er að kaupa:\nBest kept secret in the world\nAuk þess aðrar síður sem ég hef þegar bent á.\nTil að gefa enn frekari upplýsingar, þetta mál er í rannsókn fræðimanna og einungis örlítið broti er sagt frá hér það er helstu niðurstöðum."
        },
        {
            "user": "hbraga",
            "user_id": "57957",
            "date": "2005-04-17 21:51:20",
            "id": "2092448",
            "reply_to_id": "2089117",
            "text": "Þakka þér fyrir allar tilvísanirnar í vefsíðurnar.  Ég hef mest alla mína fræðiþekkingu úr bókum svo þetta er ágætis búbót.  Miðað við þekkingu þína á málstað þínum hefur þú alla burði til að geta skrifað góðar greinar ef þú vandar betur framsetningu þína og miðar við þá sem lítið sem ekkert þekkja til þinna hjartans mála."
        },
        {
            "user": "elo8",
            "user_id": "4972",
            "date": "2005-04-18 00:00:48",
            "id": "2092887",
            "reply_to_id": "2092448",
            "text": "Þakka þér enn og aftur.\nMálið er að ég er að vinna í mjög stórum málum og hef ekki nægan tíma.\nkveðja."
        },
        {
            "user": "hbraga",
            "user_id": "57957",
            "date": "2005-04-18 01:34:10",
            "id": "2093030",
            "reply_to_id": "2092887",
            "text": "Þetta kemur!"
        }
    ]
}