{
    "forum_title": "Handbolti",
    "user": "b52",
    "user_id": "9058",
    "date": "2001-05-26 22:22:42",
    "title": "GUÐMUNDAR    LIÐ",
    "text": "Gummi hefur valið liðið ég er nokkuð samála honum i flestu þó að ég hefði viljað sjá konráð þarna enn margir mjög góðir og gamli nyir?? svo sem héðinn og Gunnar berg og sigfús.\nSpenandi hvernig þetta kemur til að ganga með öllum þessum reynslu boltum innaborðs ég held að við munum komast áfram hvað haldið þið gott fólk ???????????",
    "url": "https://www.hugi.is/handbolti/greinar/28888/gudmundar-lid/",
    "url_id": "28888",
    "id": "192782",
    "replies": [
        {
            "user": "Steri",
            "user_id": "10282",
            "date": "2001-05-27 22:45:23",
            "id": "192783",
            "reply_to_id": "192782",
            "text": "I fyrsta lagi hefði ég ekki viljað sjá Héðinn Gilsson aftur í landsliðinu því hann er latur og lelegur og feitur og getur ekki neitt lengur, ekki verið í formi síðan 89. En annars mjög sáttur við valið, gaman að sjá Bjarka gefa kost á sér í þetta verkefni og held að hann eigi eftir að reynast okkur Íslendingum mjög góður. Mjög gott að sjá Gunnar Berg aftur þarna og vonandi spilar hann eitthvað og sýnir sitt rétta andlit í þessum leikjum. P.S Konráð er útbrunninn:)"
        },
        {
            "user": "Steri",
            "user_id": "10282",
            "date": "2001-05-27 22:45:45",
            "id": "192784",
            "reply_to_id": "192782",
            "text": "I fyrsta lagi hefði ég ekki viljað sjá Héðinn Gilsson aftur í landsliðinu því hann er latur og lelegur og feitur og getur ekki neitt lengur, ekki verið í formi síðan 89. En annars mjög sáttur við valið, gaman að sjá Bjarka gefa kost á sér í þetta verkefni og held að hann eigi eftir að reynast okkur Íslendingum mjög góður. Mjög gott að sjá Gunnar Berg aftur þarna og vonandi spilar hann eitthvað og sýnir sitt rétta andlit í þessum leikjum. P.S Konráð er útbrunninn:)Þeir fara áfram!!!!!!!"
        },
        {
            "user": "b52",
            "user_id": "9058",
            "date": "2001-05-28 23:38:29",
            "id": "192785",
            "reply_to_id": "192784",
            "text": "Ég er nu ekki samála að konráð sé útbrunnin hann ný stiginn upp úr meiðslum fékk með sér siðustu 10-15 leiki stjörnunnar með sér og var að skora upp 14 mörk í leik er bara í léleguliði enn hvað varðar héðinn þá er kominn mörg ár sem ég hef séð hann í þvi formi sem hann var í timabilsins."
        },
        {
            "user": "jubii",
            "user_id": "9806",
            "date": "2001-05-29 09:03:17",
            "id": "192786",
            "reply_to_id": "192785",
            "text": "Konráð er ágætur, en hann er langt frá því að vera jafn góður og þegar hann var upp á sitt besta.  Mín persónulega skoðun er að frekar hefði átt að velja Þorvarð Tjörva sem er búinn að vera frábær í vetur.  Hann er 10 árum yngri en Konráð og mun líklegri til að fríska aðeins upp á landsliðið og ekki veitir af því.  Sama gildir um Héðinn, það á frekar að gefa yngri mönnum séns heldur en að vera að púkka upp á gamla og þreytta menn eins og hann."
        },
        {
            "user": "b52",
            "user_id": "9058",
            "date": "2001-05-29 21:29:51",
            "id": "192787",
            "reply_to_id": "192786",
            "text": "Ég geri ráð fyrir að þú sért haukamaður (jubíi) eruð þið haukamenn enn fúlir yfir umælum héðins eftir úrslitakeppninna??? enn tjörvi er ekki nógu góður ennþá hef ekki séð hann skora 14 mörk i leik í efstu deild enn ég er ekki samála þvi að velja yngstu menn eins og þorbjörn gerði allavega ekki í alvöruleikjum allt lagi i æfingjaleikjum"
        },
        {
            "user": "jubii",
            "user_id": "9806",
            "date": "2001-05-30 16:40:12",
            "id": "192788",
            "reply_to_id": "192787",
            "text": "Nei Tjörvi spilaði líka í horninu, en ekki sem skytta eins og þessi sem þú ert að tala um.  Ummæli Héðins dæma sig sjálf, þau eru ekki svara verð og dæmigerð fyrir mann sem finnur að hann er að brenna út.  (Og bæ ðe vei, ég hefði líka verið fúll ef ég hefði klúðrað úrslitakeppninni á jafn heimskulegan hátt og hann gerði.)  En eins og maðurinn sagði, sá hlær best sem síðast hlær og Haukamenn hafa enga ástæðu til að vera fúlir.  Það breytir það því hins vegar ekki að Héðinn er langt frá sínu besta formi og á að mínu viti ekkert erindi í landsliðið.  Þau ég sé Haukamaður (eins og þú gast réttilega upp á) þá get ég alveg viðurkennt að Héðinn var á tímabili einn af okkar allra bestu handknattleiksmönnum, en sá tími er því miður löngu liðinn."
        },
        {
            "user": "b52",
            "user_id": "9058",
            "date": "2001-05-30 22:39:18",
            "id": "192789",
            "reply_to_id": "192788",
            "text": "Við vitum náturlega ekki hvaða formi hann er í akurat núna enn siðustu umferðum nissan deildarinnar var hann að spilla sinn besta leik á þessu timabili það voru ekki margar skyttur sem gátu skorað létt á mína menn(valsmenn) eins og héðinn gerði og mér syntist hann vera í góðu formi gegn þinum mönnum skoraði ekki hann flest mörk fh í þeim leik sem hann fékk að vera með í"
        },
        {
            "user": "b52",
            "user_id": "9058",
            "date": "2001-06-02 11:47:22",
            "id": "192790",
            "reply_to_id": "192788",
            "text": "Staðreynd: Tjörvi er á handboltamáli ekki góður handboltamður það sýndi hann svo um munar í úrslitakeppninni og skil ég ekki hversvegna hann var valinn í landsliðið nema að það hafði verið krafa frá þorgeiri ykkar manni í landsliðsnefnd að velja einhverja haukamenn, aðra ástæðu sé ég ekki, t.d hversvegna eru maður eins og Palli í Aftureldingu ekki liðinu, munurinn á Tjörva og Palla er að Palli er handboltamaður með krakter ekki Tjörvi. Hvar er Bjarki Dagsbróðir ? Það er hreinlega stórfurðulegt að hann sé ekki landsliðinu."
        },
        {
            "user": "b52",
            "user_id": "9058",
            "date": "2001-06-02 18:59:48",
            "id": "192791",
            "reply_to_id": "192790",
            "text": "Samála þessu með bjarka sig hreint út sagt frábær leikmaður var halda reynslumanni eins valda gríms út úr liðinnu og valgarði lika þetta voru engir smá kallar sem hann setti oft á  bekkinn palli er eignig góður betri enn tjörvi"
        },
        {
            "user": "jubii",
            "user_id": "9806",
            "date": "2001-06-05 12:54:05",
            "id": "192792",
            "reply_to_id": "192791",
            "text": "Ég er í sjálfu sér sammála ykkur, Palli og Bjarki eru góðir leikmenn.  Ástæða þess að ég fór að tjá mig var að einhver vildi hafa Konráð í liðinu, en ég var því ósammála og benti á að það væru til ungir og ferskir leikmenn sem ættu frekar heima í liðinu og tók Tjörva sem dæmi um slíkan leikmann.  Palli er mjög góður og kemur einnig fyllilega til greina, en Bjarki spilar í hinu horninu og er því varla að berjast um þessa stöðu.  En alla vega, mín skoðun er sú að það séu til ungir leikmenn sem eiga skilið að fá tækifæri og það var gaman að sjá hvernig þeir sem Gummi gaf tækifæri á móti Hvít-Rússum stóðu sig.  Þeir sýndu að það eru kannski til fleiri handboltamenn á Íslandi en þessir 7 sem Þorbjörn notaði."
        },
        {
            "user": "b52",
            "user_id": "9058",
            "date": "2001-06-05 22:44:23",
            "id": "192793",
            "reply_to_id": "192792",
            "text": "Biddu hallo 7 ????????????????????????\njubii"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-05-28 13:23:34",
            "id": "192794",
            "reply_to_id": "192782",
            "text": "Að mínu mat þá held ég að innkoma Héðins og Sigfúsar sé mjög gott fyrir vörnina. Gunnar Berg þarf að spila mjög vel og ég held að ef hann fái tækifæri til að sanna sig mun hann festa sig í liðinu."
        }
    ]
}