{
    "forum_title": "Metall",
    "user": "Bathory",
    "user_id": "57714",
    "date": "2005-04-13 22:27:38",
    "title": "Immortal",
    "text": "Síðustu ellefu ár hafa Immortal, frá Norska bænum Bergen stofnsett sig sem ein a af mikilvægustu black metal hljómsveitum í heimi.\nSaga Immortal hófst árið 1991. Abbath og Demonaz ákvöddu að stofna hljómsveit saman og spila black metal. Bathory hafði mikil áhrif á þá tónlistarlega, eins og þú getur heyrt á fyrsta demoinu þeirra og fyrstu plötuni “Diabolical Fullmoon Mysticism”\nImmortal var aðalega Abbath (Söngur og Bassi) og Demonaz (Gítar) fyrstu árin. Þeir skiptu oft um trommara og spilaði Abbath sjálfur á trommur á “Pure holocaust” og “Battles in the north”\nÞeir urðu vinsælli og vinsælli en þá þurftu Demonaz að hætta vegna vandamála með taugar í höndunum. Hann gat ekki spilað lengur á gítar. Fyrst hjálpaði Ares úr norskri hljómsveit sem heitir Aeternus á bassa á meðan Abbath skipti yfir á gítar en seinna varð þetta line-up:  Abbath (Gítar, Söngur), Horgh (Trommur) og Iscariah (Bassi). Demonaz skrifaði samt alla textana ennþá og var umboðsmaður þeirra.\nMeð þessu line-up gáfu þeir út tvær frábærar plötur: “At the heart of winter” og “Damned in black”. Báðar plötur fengu frábæra dóma um allann heim, og damned in black seldist í meira en 100.000 eintökum, sem er frábær tala fyrir hljómsveit eins og Immortal.\nDamned in black var síðasta plata þeirra hjá Osmose Productions og þeir fóru yfir til Nuclear blast records september 2001. Þeir gáfu út eina plötu hjá þeim áður en þeir hættu. “Sons of northern darkness”",
    "url": "https://www.hugi.is/metall/greinar/288827/immortal/",
    "url_id": "288827",
    "id": "2083807",
    "replies": [
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-04-13 23:22:45",
            "id": "2084720",
            "reply_to_id": "2083807",
            "text": "Helvítis djöflatónlist alltaf … gvuð minn almáttugur."
        },
        {
            "user": "LazerbeamJesuz",
            "user_id": "23508",
            "date": "2005-04-14 12:50:45",
            "id": "2085232",
            "reply_to_id": "2084720",
            "text": "hvað meinaru"
        },
        {
            "user": "gaddy",
            "user_id": "12632",
            "date": "2005-04-15 16:30:13",
            "id": "2087627",
            "reply_to_id": "2084720",
            "text": "Því miður er ekki annað áhuga mál undir Death/Black Metal, og þetta er líka metall"
        },
        {
            "user": "pazzini",
            "user_id": "56621",
            "date": "2005-04-15 22:01:09",
            "id": "2088380",
            "reply_to_id": "2084720",
            "text": "Sammála"
        },
        {
            "user": "somnus",
            "user_id": "15831",
            "date": "2005-04-13 23:23:31",
            "id": "2084724",
            "reply_to_id": "2083807",
            "text": "Fín grein. ég sá þá á hróaskeldu 03, snillingar. mér finnst at the heart of winter eiginlega besta platan þeirra"
        },
        {
            "user": "somnus",
            "user_id": "15831",
            "date": "2005-04-14 00:21:17",
            "id": "2084824",
            "reply_to_id": "2084724",
            "text": "Sammála"
        },
        {
            "user": "Bassismus",
            "user_id": "54400",
            "date": "2005-04-14 00:37:14",
            "id": "2084860",
            "reply_to_id": "2084724",
            "text": "Jöbb sammála líka"
        },
        {
            "user": "Bathory",
            "user_id": "57714",
            "date": "2005-04-14 12:04:34",
            "id": "2085188",
            "reply_to_id": "2084724",
            "text": "Fuck! Ég öfunda þig! :("
        },
        {
            "user": "gorkur",
            "user_id": "29538",
            "date": "2005-04-14 23:06:57",
            "id": "2086623",
            "reply_to_id": "2084724",
            "text": "Sammála!\nOg ég var á sömu tónleikunum :-D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-04-14 10:31:32",
            "id": "2085087",
            "reply_to_id": "2083807",
            "text": "Ein af uppáhalds black metal böndunum mínum. Leiðilegt að þeir skyldu hætta :/"
        },
        {
            "user": "CosmicKeys",
            "user_id": "53411",
            "date": "2005-04-14 14:07:00",
            "id": "2085383",
            "reply_to_id": "2083807",
            "text": "snilldarhljómsveit….svosem ágæt grein, mætti vera lengri og útskýra meira um þá"
        },
        {
            "user": "CosmicKeys",
            "user_id": "53411",
            "date": "2005-04-14 15:51:30",
            "id": "2085584",
            "reply_to_id": "2083807",
            "text": "eftir því sem ég best veit er immortal ekki black heldur Holocaust metal, (að eigin sögn), því þeir hafa engar trúarlegar ádeilur í tónlistinni sinni.\nEndilega leiðréttið, ef þetta er rangt með mál farið.\nCrestfallen"
        },
        {
            "user": "CosmicKeys",
            "user_id": "53411",
            "date": "2005-04-14 16:21:32",
            "id": "2085649",
            "reply_to_id": "2085584",
            "text": "það er nú svosem engin regla að black metall þurfi að vera með trúarlegar ádeilur í boðskap sínum…"
        },
        {
            "user": "Bathory",
            "user_id": "57714",
            "date": "2005-04-14 19:15:44",
            "id": "2086040",
            "reply_to_id": "2085584",
            "text": "Holocaust metal? What the fuck? Varstu að búa þetta til? Allevega tel ég þá vera black metal…"
        },
        {
            "user": "Bathory",
            "user_id": "57714",
            "date": "2005-04-14 19:22:02",
            "id": "2086059",
            "reply_to_id": "2086040",
            "text": "Bara eitthvað sem ég heyrði einhvern sega um að þeir höfðu sagt í viðtali þegar þeir voru spurnir útí kirkjubrennslur og annað rugl.\nVeit að Holocaust Metal, er ekki stefna út af fyrir sig. Tel mig vita þónokkuð mikið um flokkun þungarocks, en er bara að segja að ég heyrði að þeir hefðu sjálfir gefið sér þennan stimpil. Kannski er það bara steypa hver veit…\nCrestfallen"
        },
        {
            "user": "Bathory",
            "user_id": "57714",
            "date": "2005-04-14 19:44:59",
            "id": "2086124",
            "reply_to_id": "2086059",
            "text": "Flokkun á metal er orðið algjört rugl… Það eru til svona 7000 undir stefnur… Hvað kemur næst? Deathblackvikingpagantrashspeed metal? Hef allavega ekki séð þetta viðtal :P Og mun alltaf flokka þá sem black metal :)"
        },
        {
            "user": "CosmicKeys",
            "user_id": "53411",
            "date": "2005-04-14 19:55:08",
            "id": "2086141",
            "reply_to_id": "2086059",
            "text": "og útskýrðu þeir “holocaust metal” nánar?"
        },
        {
            "user": "Bathory",
            "user_id": "57714",
            "date": "2005-04-15 11:56:48",
            "id": "2087124",
            "reply_to_id": "2086141",
            "text": "Nei held ekki, sá það ekki sjálfur, en að mér skilst  þá neituðu þeir því að tónlistin þeirra væri satanísk, heldur einblíndi hún á þeirra eigin fantasy frost-heim og sótti meira í fantasíu og Occult, líkt og mörg power metal bönd, frekar en trúarlegar ádeilur, þess vegna vildu þeir ekki flokka sig í svart. En hei, ég er ekki að fara að taka upp handskan fyrir eitthvað sem ég heyrði bara einhverntíman. Getur verið að þetta sé eithvað algert rugl, þar sem ég sá þetta ekki sjálfur. Langaði bara að skjóta þessu inn :)\nCrestfallen"
        },
        {
            "user": "Bathory",
            "user_id": "57714",
            "date": "2005-04-15 15:43:04",
            "id": "2087545",
            "reply_to_id": "2087124",
            "text": "Nei, þeir eru ekkert satanískur en ég vil bara benda á að textarnir þurfa ekki að vera neitt satanískir til að vera black metal :)"
        },
        {
            "user": "LogoM",
            "user_id": "5509",
            "date": "2005-04-24 21:14:23",
            "id": "2107799",
            "reply_to_id": "2087545",
            "text": "Strangt til tekið byrjaði þetta þannig að metall sem hafði sataníska og pagan texta, allt bara anti-christian, að vera kallaður blackmetall.  Immortal vissu þetta greinilega og kölluðu sig samkvæmt því holocaust metal á tímabili. Skilgreiningin hefur hinsvegar eitthvað dofnað hingaðtil og nú er til allur andskotinn í blackmetal.\nAnnars finnst mér eitthvað djúpar skilgreiningar á metal frekar leiðinlegar."
        },
        {
            "user": "genguravatni",
            "user_id": "21868",
            "date": "2005-07-17 00:05:21",
            "id": "2318434",
            "reply_to_id": "2087545",
            "text": "Jú, því annars er það nú varla svartmálmur ;)"
        },
        {
            "user": "GummziH",
            "user_id": "50078",
            "date": "2005-05-09 23:52:56",
            "id": "2146132",
            "reply_to_id": "2087124",
            "text": "las einmitt það sama viðtal vilja ekki flokka sig undir black .. þannig þeir sögðust flokka sig undir holocaust metal … þvi þetta var a timabilinu þegar allar kirkjunar voru brenndar og euronymous myrtur og það var allt sagt að þetta væri bara BM stefnan yfir höfuð og þeir vildu ekkert með það að gera.. megið leiðretta mig ef eg fer með einhvað rangt mal … eg las þetta bara.. :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-05-08 18:46:12",
            "id": "2141714",
            "reply_to_id": "2085584",
            "text": "black, Holocaust, war, witch og goth metall er allt sami skíturinn þeir eru bara að syngja um örlítið öðruvísi hluti"
        },
        {
            "user": "potter",
            "user_id": "3741",
            "date": "2005-04-14 15:59:42",
            "id": "2085603",
            "reply_to_id": "2083807",
            "text": "Já! Immortal eru snillinga"
        },
        {
            "user": "Fenrir",
            "user_id": "34852",
            "date": "2005-04-15 08:52:00",
            "id": "2086911",
            "reply_to_id": "2083807",
            "text": "Geðveikt band. Var samt Hellhammer úr Mayhem ekki eitthvað að berja húðir með þeim? Minnir að ég hafi heyrt það einhvers staðar eða jafnvel lesið á www.thetruemayhem.com"
        },
        {
            "user": "Bathory",
            "user_id": "57714",
            "date": "2005-04-15 15:40:31",
            "id": "2087535",
            "reply_to_id": "2086911",
            "text": "Spilaði bara live… Ég er nokkuð viss um það."
        },
        {
            "user": "haffeh",
            "user_id": "587",
            "date": "2005-04-15 10:26:35",
            "id": "2087029",
            "reply_to_id": "2083807",
            "text": "hellhammer var með þeim yfir e-ð smá tímabil.  áður en horgh kom.\nannars sá ég þá líka á roskilde 03, það var frekar feitt."
        },
        {
            "user": "BongoKazmir",
            "user_id": "34194",
            "date": "2005-04-15 20:04:53",
            "id": "2088137",
            "reply_to_id": "2083807",
            "text": "Góður, Immortals eru geðveiki"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-04-17 17:59:52",
            "id": "2091670",
            "reply_to_id": "2088137",
            "text": "Immortal…\nEkki Immortal\ns"
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2005-04-16 23:03:53",
            "id": "2090223",
            "reply_to_id": "2083807",
            "text": "mjög gott band, besta platan finnst mér vera\nblizzard og reyndar allar plöturnar góðar fyrir\ndamned. Damned og sons er svo sem allt í lagi\nen ekkert miðað við hinar."
        },
        {
            "user": "Bathory",
            "user_id": "57714",
            "date": "2005-04-17 18:00:25",
            "id": "2091673",
            "reply_to_id": "2083807",
            "text": "Immortal eru bara frábærir …\nVarla hægt að segja það sama um greinina þína."
        },
        {
            "user": "Bathory",
            "user_id": "57714",
            "date": "2005-04-17 18:28:56",
            "id": "2091753",
            "reply_to_id": "2091673",
            "text": "Þýddi þetta reyndar bara…"
        },
        {
            "user": "Deathrock",
            "user_id": "30603",
            "date": "2005-04-18 12:49:00",
            "id": "2093465",
            "reply_to_id": "2083807",
            "text": "Geðveik hljómsveit. Mér finnst At The Heart Of Winter geðveikur diskur, eini diskurinn sem ég á original með þeim. Battles in the north er líka góður. En svo hlustaði ég á Pure Holocaust sem allir höfðu verið að tala mjög góða hluti um en fannst hann ekkert sérstakur,sérstaklega miðað við hvað margir höfðu hátt álit á honum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-04-25 11:44:03",
            "id": "2108618",
            "reply_to_id": "2093465",
            "text": "Pure Holocaust er geðveikur einsog BITN"
        },
        {
            "user": "vodkaa",
            "user_id": "47840",
            "date": "2005-04-20 23:55:16",
            "id": "2099927",
            "reply_to_id": "2083807",
            "text": "Fkn nice. Loksins er marr að sjá hljómsveitir sínar á huga :P"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-04-30 17:52:05",
            "id": "2120880",
            "reply_to_id": "2083807",
            "text": "hahahaahahh…. djöfull gerðirðu daginn minn, munaði minnstu að ég dæi úr hlátri! Hlustarðu á Immortal?"
        },
        {
            "user": "Bathory",
            "user_id": "57714",
            "date": "2005-04-30 20:46:13",
            "id": "2121417",
            "reply_to_id": "2083807",
            "text": "Heh, já :p En ég gerði þessa grein ekki… Þýddi þetta bara af einhverri síðu til að gá hvað maður fái  mörg stig fyrir eina grein…"
        },
        {
            "user": "Pythagoras",
            "user_id": "54862",
            "date": "2005-05-04 22:39:41",
            "id": "2131640",
            "reply_to_id": "2083807",
            "text": "ég vissi ekkert um imortal áður en ég las greinina þína og veit ekkert um þá núna."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-05-05 17:28:41",
            "id": "2133376",
            "reply_to_id": "2083807",
            "text": "ég uppgvötaði Immortal fyrir mjög stuttu og strax eru þeir komnir æi topp 10 listan minn…þeir eru geggjaðir…eða voru, eru þeir ekki annars hættir ?"
        },
        {
            "user": "Xiao",
            "user_id": "21793",
            "date": "2005-05-08 18:44:43",
            "id": "2141712",
            "reply_to_id": "2083807",
            "text": "Ég þoli ekki black metal, hann er eitthvað svo gay… Og þessir gaura sem syngja hann og þá sérstaklega fíflin í immortal eru alltaf svo fáranleg, bara shit… allir málaðir með vopn og risa gadda og syngja um satan og nornir, brennadi kyrkjur og eitthvað þannig lagað, ég verð bara að segja þetta sjúgi feitan !\nOg svo söngvarinn í Immortal er bara mighty gay shit hvað hann suckar, það er bara ekki fyndið.\nBlack metall er leiðindar sori að mínu mati"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-05-08 22:03:07",
            "id": "2142330",
            "reply_to_id": "2141712",
            "text": "Veit hvað þú átt við. Finnst þetta óttalega kjánalegt upp til hópa líka. á sodlið svipaðan hátt og mér finnst Power Metall Frekar kjánalegur: Helloween, Iced Earth, Hammerfall, Manowar Metalium ofl. Þótt að þetta séu nú hin fínustu bönd, mörg hver.\nEf maður reynir bara að virða skoðanir annara í öllum málum, tónlistarlega jafnt sem í öllu öðru og lætur fólk í friði með sitt, þá mega þeir alveg klæðast því sem þeir vilja.\nSvart málmur stendur fyrir IMO frekar ógeðfellda hluti, sem er mest gegn mínum skoðunum, en eins lengi og fólk virðir hvort annað þá ættu öll dýrin í skóginum að geta verið vinir, sama hvað skoðunum og klæðaburði lýður.\nCrestfallen"
        },
        {
            "user": "Xiao",
            "user_id": "21793",
            "date": "2005-05-10 17:39:15",
            "id": "2148117",
            "reply_to_id": "2141712",
            "text": "Ok ef þú hefðir lesið korkinn þá var fólk að segja að “Immortal” vildu ekki telja sig til Blackmetals því að þeir eru ekki að syngja um neitt trúarlegt og alls ekki að brenna kirkjur."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-05-10 23:55:58",
            "id": "2149620",
            "reply_to_id": "2148117",
            "text": "ég veit það, en þetta er black metall þó þeir kalli sig Holocaust metal, þetta hljómar nákvæmlega eins og black metall nema þeir syngja um eitthvað annað en það skiptir ekki máli því það skilur ekki nokkur maður hvað þeir eru að segja.\nBlack, Holocaust, war, witch og goth metall er allt það sama nema þeir syngja um sitthvorn hlutinn en tónlsitinn og söngurinn sjálfur er nákvæmlega eins.\nÞetta er eins og í hvert skipti sem eitthver önnur tónlistar stefna t.d. venjulegt rokk mundir skipta um hluti til að fjalla um í lögonum sínum þá væri það bara ný stefna.\nÞetta er náttúrulega fáranlegt að hugsa þannig og ef þett a væri svoná innanum aðrar stefnur í metal og öðrum tónlsitar stefnum þá væri til milljónir af mismunandi stefnum…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-05-10 23:57:12",
            "id": "2149628",
            "reply_to_id": "2148117",
            "text": "já og þetta með kirkju dæmið, þá var ég bara að taka dæmi þar sem black metall vill oft fjalla um það"
        }
    ]
}