{
    "forum_title": "Half-Life",
    "user": "viceroy",
    "user_id": "3376",
    "date": "2001-05-27 02:48:05",
    "title": "TeamKillers, Banna þá????",
    "text": "Ok nú er þannig mál með vexti ad ég var að spila áðan og TeamKillers eyilöggdu 2 leiki hja mér, reyndar fleiri, en það er ekki málið. Málið er að það verður að taka á þessum málum. Þetta eru fíflin sem eyðileggja Counter-Strike og aðra leiki sem innihalda FF.\nZlave admin simnet og admin isnet o.s.frv. þyrfti að fá kvörum yfir þeim spilara sem væri greinilega að teamkilla, ekki bara óvart, heldur TEAMKILLA, og einfaldlega banna þá, IP töluna þ.e.a.s.. Ok þetta á ekki að vera mikið mál þegar fólk lætur hann fá nafnið upp í hendurnar.\nHvað finnst ykkur?\nSvo er fáranlegt að hafa 22 manna serverinn FF þar sem það eru og margir fyrir FF.\nHvað varð um Arabstreets?\nP.s til vefstjóra, Zlave ekki taka hana út mig langar að sjá hvað fólki finnst, strokaðu út psið",
    "url": "https://www.hugi.is/hl/greinar/28967/teamkillers-banna-tha/",
    "url_id": "28967",
    "id": "193181",
    "replies": [
        {
            "user": "Amything",
            "user_id": "76",
            "date": "2001-05-27 12:28:55",
            "id": "193182",
            "reply_to_id": "193181",
            "text": "Ef þú tekur niður won id hjá þessu fólki og sendir á halflife-cs@isnet.is þá banna ég þau til enda nóns.\nÞað er ekki verra að fá screenshot líka.\nAnnars er ég að vinna í því að koma upp her rcon manna á FF servernum, og það skal vera alveg ljóst að TKs spila ekki á ISNET!  :Ð\nAmything\n- Isnet CS admin"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-05-27 13:07:14",
            "id": "193183",
            "reply_to_id": "193182",
            "text": "Þú veist að Faith, TK-ar ekki viljandi og við erum oft á ISNET serverum sem eru med FF, og erum ENDALAUST tk-aðir, afhverju læturu okkur ekki bara hafa rcon :)\nþað er nefnilega svo fúlt að oft hef ég náð niður ip-inu og woninu en samt ekki GETAÐ sent þér það\n(vissi t.d ekki af e-mailinu)"
        },
        {
            "user": "Fidelus",
            "user_id": "8590",
            "date": "2001-05-27 14:12:21",
            "id": "193184",
            "reply_to_id": "193181",
            "text": "Ef einhver er augljóslega að gera sér leik að því að eyðileggja fyrir öðrum er mín skoðun sú að hann hefur ekkert í leikinn að gera.\nAnnars finnst mér að menn verði að læra að halda ró sinni þegar spilað er á FF serverum. Maður hefur margoft séð einhverja snillinga byrja að hefna sína á team-mates og leikinn leysast upp í vitleysu. Mér finnst þannig fávitaskapur litlu betri en þegar einhvað óþolandi fífl er stúta félögum sínum fyrir vítið að því.\nps. Amy… her sísparkandi rcon-a á power-trippi gæti orðið enn meira óþolandi en stakur fábjáni að team-killa ]\nFidel"
        },
        {
            "user": "svg",
            "user_id": "330",
            "date": "2001-05-27 16:32:16",
            "id": "193185",
            "reply_to_id": "193184",
            "text": "Og vei þeim sem hittir óvart samherja sinn, sem þarf svo að hefna sín í næstu leikjum á eftir."
        },
        {
            "user": "JesusF",
            "user_id": "6662",
            "date": "2001-05-27 16:36:22",
            "id": "193186",
            "reply_to_id": "193185",
            "text": "Ég er viss um að Amy muni ekki láta menn fá rcon nema hann treystir þeim. Þannig þú þarft ekki að hafa miklar áhyggjur af því held ég :)"
        },
        {
            "user": "L4m3r",
            "user_id": "6420",
            "date": "2001-05-27 17:10:26",
            "id": "193187",
            "reply_to_id": "193186",
            "text": "Mér finnst mun meira gaman af FF leikjum því það er raunverulega.Auk þess sem það er stundim bara fyndið að vera TKaður eða drepa óvart Teamates.Menn verða bara að hætta að æða Gung ho og skjóta allt sem hreyfist,auðvitað gerist það að TK kemur upp en shit happens!Og mér finnst eiginlega meira pirrandi þegar ff er ekki á og teamates skjóta í mann í actioni og fukka upp aiminu hjá manni svo maður hittir ekkert.Alls ekki taka ff af,er ekki hægt að hafa bara TK penalty eins og hostage penalty þ.e.a.s ef þú drepur visst mikið af Teamates(3) eða hostages(3) þá er þér auotomatískt kickað af servernum.\nSVo bara Check Your Friggin Fire!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-05-27 17:25:02",
            "id": "193188",
            "reply_to_id": "193187",
            "text": "Sumir eru bara svona rangeygðir að þeir hitta teammates óvart\nmér er alveg slétt sama þótt ég sé tk-aður stundum svo lengi sem sá sem tk'aði mig segir “sorry tm” eða einhverja álíka afsökun…"
        },
        {
            "user": "ArniTh",
            "user_id": "7772",
            "date": "2001-05-27 14:43:23",
            "id": "193189",
            "reply_to_id": "193181",
            "text": "teamkillerar eru aumingjar eg hef aldrei lagt þessa iðju fyrir mig en þeir sem það gera er bara freaking LUSERAR!!!!\nBanna alla þessa homma\nArniTh"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-05-27 16:33:49",
            "id": "193190",
            "reply_to_id": "193181",
            "text": "ég er sammála þér í þessu það á að banna teamkillers ég hata þá.\np.s. það mætti líka taka ff af 22 manna serverunum þá yrðu þeirr skjemmtilegri\n[TVAL]Ma$i"
        },
        {
            "user": "muggur",
            "user_id": "3412",
            "date": "2001-05-27 17:43:45",
            "id": "193191",
            "reply_to_id": "193181",
            "text": "Mér líst vel á þetta með að hafa einhverja sem eru svona á daily bases inná serverunum og geta tekið kvörtunum beint og sjá þegar teamkill á sér stað. Viceroy, ekki setja spurningamerki fyrir aftan, það er ekki spurning hvort það eigi að gera það.\n-CSM-Blossom\nCsM Cr3W CommInG ThR3W!"
        },
        {
            "user": "Killer",
            "user_id": "32296",
            "date": "2001-05-27 18:27:42",
            "id": "193192",
            "reply_to_id": "193181",
            "text": "ÉG ER ÞESSI LEIÐINGLEGI KILLER, ÉG SPILA MIKIÐ CS OG ÉG ELSKA TK. ÞAÐ ER EKKERT JAFN FULLNÆGANDI OG AÐ BYRJA ROUNDIÐ Á ÞVÍ AÐ HENDA HE GRENADE Í KIÐIÐ SITT OG SÆRA ÞAR MEÐ 4 til 5 GAURA NIÐUR Í 50. ÞEGAR AÐ ÞAÐ ER BÚIÐ ER GAMAN AÐ TAKA DEAGÆE OG SKJÓTA ÞÁþ ÉG DREP EKKI MIKIÐ MÁ SEM AÐ ERU MEÐ MÉR Í ´LIÐI HELDUR INJURA ÉG ÞAÐ ALVEG NÍÐUR Í 10 eða minna, þannig að það endar með því að þeir drepa mig, þá verður þeim kikkað eftir 3 teamkill!! Skemmtilegast finnst mér að henda handsprengju í mit egið lið, ÞAÐ ER GEÐVEIKT!"
        },
        {
            "user": "GarFielD",
            "user_id": "1460",
            "date": "2001-05-27 18:47:35",
            "id": "193193",
            "reply_to_id": "193192",
            "text": "Killer, það er sko geðveikt, rétt eins og stafsetning þín og gáfur til að gera þig að fífli.\nÞú ert bara á þessum kork til að böggast í fólki, og öllum er orðið sama.\nÞú ert eitt af þessum fíflum sem bara veit ekki betur, og ætti að henda í eitthvert dimmt horn með Flóka(ekkert illa meint mosi minn :D)\nen það er bara það sem mér finnst(og mar á alltaf að…. æi þið vitið restina)"
        },
        {
            "user": "Mroho",
            "user_id": "8334",
            "date": "2001-05-27 19:44:17",
            "id": "193194",
            "reply_to_id": "193193",
            "text": "Ég er sammála\nTK sucks!\n…\nYou go Garfield :)\nkv.\nNebbari.Hoze"
        },
        {
            "user": "knifer",
            "user_id": "2200",
            "date": "2001-05-27 21:08:45",
            "id": "193195",
            "reply_to_id": "193192",
            "text": "hmm ekki er þetta svona sadista dæmi hjá þér.\n[DCAP]knifah.id17"
        },
        {
            "user": "Zoon",
            "user_id": "10274",
            "date": "2001-05-28 00:34:52",
            "id": "193196",
            "reply_to_id": "193181",
            "text": "Verið ekki svona vitlausir HEFNA SÍN!! HHEEFFNNAAAAA!!!! HAHA!"
        },
        {
            "user": "Zoon",
            "user_id": "10274",
            "date": "2001-05-28 01:16:10",
            "id": "193197",
            "reply_to_id": "193196",
            "text": "stælar í þér,    ekki hefna, það er ekkert gaman að lenda í því að TK-a og vera síðan hefnd 10 round á eftir!!!\nog killer,  SHAME ON YOU"
        },
        {
            "user": "Zoon",
            "user_id": "10274",
            "date": "2001-05-28 03:01:42",
            "id": "193198",
            "reply_to_id": "193197",
            "text": "mín skoðunn á þessu máli er að mér finnst að 22 manna serverinn ætti ekki að vera með “FF”.\nsvo væri mjög sniðukt að hafa þettað eins og er í  TFC -\nef mar skítur vin sinn þá missir maður sjálfur health.\nþað er mjög sniðukt :)\nkk\n[]UN[]Zoon-"
        },
        {
            "user": "Zoon",
            "user_id": "10274",
            "date": "2001-05-28 03:01:53",
            "id": "193199",
            "reply_to_id": "193197",
            "text": "mín skoðunn á þessu máli er að mér finnst að 22 manna serverinn ætti ekki að vera með “FF”.\nsvo væri mjög sniðukt að hafa þettað eins og er í  TFC -\nef mar skítur vin sinn þá missir maður sjálfur health.\nþað er mjög sniðukt :)\nkk\n[]UN[]Zoon-"
        },
        {
            "user": "Zoon",
            "user_id": "10274",
            "date": "2001-05-28 03:02:26",
            "id": "193200",
            "reply_to_id": "193197",
            "text": "mín skoðunn á þessu máli er að mér finnst að 22 manna serverinn ætti ekki að vera með “FF”.\nsvo væri mjög sniðukt að hafa þettað eins og er í  TFC -\nef mar skítur vin sinn þá missir maður sjálfur health.\nþað er mjög sniðukt :)\nkk\n[]UN[]Zoon-"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-05-29 01:36:45",
            "id": "193201",
            "reply_to_id": "193200",
            "text": "sjálfur health? nei þetta er real game allt raunverulegt… td. ef maður er skotinn með awp í löppina og nær svo að hoppa og headshota gaurinn ha þetta er sko raunverulegt!"
        },
        {
            "user": "Zoon",
            "user_id": "10274",
            "date": "2001-05-28 03:03:13",
            "id": "193202",
            "reply_to_id": "193197",
            "text": "."
        },
        {
            "user": "durpedurpedurb",
            "user_id": "4224",
            "date": "2001-05-28 10:12:01",
            "id": "193203",
            "reply_to_id": "193202",
            "text": "Jammm Zoon, það er líka geðveikt sneddí að hafa naglabyssur og rocket launchera.\nCome on.\nZenith\n[.evil.]Pikachu"
        },
        {
            "user": "durpedurpedurb",
            "user_id": "4224",
            "date": "2001-05-28 10:13:32",
            "id": "193204",
            "reply_to_id": "193181",
            "text": "“Ha ha ha, þessi leikur er auðveldari en ég hélt, það spawna bara allir rétt hjá mér!!!*plaff plaff plaff*”\nZenith\n[.evil.]Pikachu"
        },
        {
            "user": "Arnold",
            "user_id": "7394",
            "date": "2001-05-28 13:42:48",
            "id": "193205",
            "reply_to_id": "193181",
            "text": "Jammsara jamm\nHvað varð um Arabstreats ?\nSvo er það nátturulega óþolandi þegar menn eru að tk viljandi og stráfella TEAMMATE."
        },
        {
            "user": "RoyalFool",
            "user_id": "5820",
            "date": "2001-05-28 14:08:43",
            "id": "193206",
            "reply_to_id": "193205",
            "text": "Ég lenti í því í gær á de_train að skjóta óvart samherja minn hjá lestarvögnunum. Þetta var bara slys, það voru CT þarna rétt hjá okkur og þess vegna pumpaði ég AWP klippu í hann. Ég var drepinn rétt á eftir og ákvað þá að afsaka þetta atvik, en hvað fæ ég í staðinn? Ekkert nema “fucking fucker” og “stupid TK asshole” móðganir. Svo byrjar hann næsta round með því að ráðast á mig.\nTeamkillers eru ekki vandamálið, heldur skapofsinn og vanþroskinn í sumum spilurum."
        },
        {
            "user": "sSting",
            "user_id": "2771",
            "date": "2001-05-28 15:16:56",
            "id": "193207",
            "reply_to_id": "193181",
            "text": "Ég hata teamkillera næstum eins mikið og wall hackara.\nSammála flestu sem að hefur komið fram hér að neðan, nema þessum þroskahefta Killar.\nOg ég spyr líka HVAÐ VARÐ UM ARABSTREATS?\nÞetta var eitt af mínum uppáhalds borðum….."
        },
        {
            "user": "Killer",
            "user_id": "32296",
            "date": "2001-05-28 20:35:18",
            "id": "193208",
            "reply_to_id": "193181",
            "text": "Ég drep alltaf þá sem að óvart særa mig… Ég kasta alltaf HE grenade i liðið mitt í byrjun svo að allavega nokkrir missi töluvert, það er alveg nóg til ð gera alla fúla.. Það er líka fjör að flasha sitt eigið lið..\nHALDIÐI KJAFTIÐ MEÐ ÞAD AÐ ÉG STAFSETJOI EKKI VEL, MÉR ER SAMA HOMMAFAGGAR….\nKiller,\nstill\nangry\nI DONT EXACTLY LOVE TK, BUT I TRULY LOVE TEAMINJURE!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-05-29 13:08:14",
            "id": "193209",
            "reply_to_id": "193208",
            "text": "Það ætti nú bara að banna þig killer fyrir að vera með þessa stafsetningu :)"
        },
        {
            "user": "viceroy",
            "user_id": "3376",
            "date": "2001-05-29 14:00:55",
            "id": "193210",
            "reply_to_id": "193181",
            "text": "Ok, jamm þetta átti að vera !!!!!! ekki ?????? bara var eitthvað utan við mig þegar ég skrifaði greinina. Killer í frysta lagi, þá ættir þú að vera með fyrstu mönnunum sem yrði settur á bann lista fyrir einfaldlega að segja þetta. Hver sem þú ert.\nOk, ég er að tala um að TKillers, þeir sem gera þetta sér til gamans. Mér er alveg sama um einhverja newbie sem þekkja ekki búningana í sundur, enda vorum við allir einhvern tíma svoleiðis. Við drepum stundum óvart menn í okkar liði. Það kemur fyrir alla.\nÍ fyrsta lagi, þá er þetta ekkert nema vandamál. Og ef eins og Zlave sagði okkur á CS MANIA um daginn í hans frábæra Ljósa showi, að hann muni hafa RCona inni eins og AmyThing ætlar að gera, þá þyrfti sá aðili líka að fylgjast með WON id-inu. En gallinn er, hvað ef þetta er vinur Zlave t.d., hvað þá? Það sem ég er að tala um, er að það skipti ekki máli þótt þetta væri Zlave sjálfur sem hefði verið að TKilla, hann yrði líka bannaður. Því þegar hann spilar, þá er hann ekki þessi Administrator þannig séð, heldur team player. Það er basicly eins og hann sé ekki stimplaður inn í vinnuna, heldur sé hann viðskiptavinur, ef þið fattið hvað ég meina.\nOk, Þetta með 22 manna serverinn, já hann mætti alveg vera FF OFF. Því oft þá myndast þessi kös sem oft gerist á svona fjölmennum serverum, menn byrja að lagga, menn drepa TMates, o.s.frv.\nHann er of fjölmennur fyrir FF ON.\nMér finnst líka merkilegt, og gaman hvað það er lítið talað orðið um svindl. Mér finnst gaman af því, þar sem já það hafa ekki allir PBuster (ég er ekki að segja að menn séu að svindla), þið munið hvernig þetta var áður en PB kom, hey þú ert að svindla blablablblablablabla. Ekki lengur.\nEn það er um að gera að ná samt í PB, bara til að sýna fram á það 100% að þú sért ekki að því. Þetta er ekki bara að passa upp á svindl, heldur sýna fram á það, þetta er sönnun.\nJæja, farið nú að koma með fleiri mótgreinar og svoleiðis, þar sem ég er uppiskroppa með efni til að setja hérna :), ég nenni ekki að skrifa lengur\n'Eg er að fá krampa í puttana og hendurnar\nViceRoy"
        },
        {
            "user": "Garrison",
            "user_id": "2035",
            "date": "2001-05-29 16:08:51",
            "id": "193211",
            "reply_to_id": "193210",
            "text": "Ég hef lent í því að það kom einhver gutti í Cs_Italy og buffaði mig (við vorum ct) með MP5… sem sagt það kom mikið af XXXX attacked a teammate, held að það hafi komið 5x áður en hann drap mig. Síðan þegar hann dó það kom engin afsökun…svo að ég spurði af hverju hann gerði þetta og viti menn. Hann sagðist hafa langað í byssuna mína (var með colt) og djöfull varð ég æfur. Að svona menn sé að TK fyrir Byssu sem auðveldlega er hægt að bíða 2-3 rounds og safna HEIÐARLEGA!"
        },
        {
            "user": "gummalina",
            "user_id": "6224",
            "date": "2001-05-30 06:03:06",
            "id": "193212",
            "reply_to_id": "193181",
            "text": "OK þannig er að “FF” á 22 manna server er brjálað gaman vegna þess að það tekur á öllu viðbragðsflýti að skjóta BARA óvininn EKKI vininn.\nSleppa bara að fara á þann server ef þú fílar það ekki, mér finnst það taka svolítið líf úr leiknum að hafa ekki “FF” á.\nHelst brenna professional teamkillers á báli í alvörunni á Ingólfstorgi, en ég er víst bara einn um þá skoðun.\nRAVEN"
        },
        {
            "user": "KilleR1",
            "user_id": "10620",
            "date": "2001-05-30 19:05:59",
            "id": "193213",
            "reply_to_id": "193181",
            "text": "Vil taka það fram að þessi Killer sem má finn hér neðar á síðunni er ekki [.evil.]KilleR því það er ég………..teamkill suckar feitt og mér finnst að þeir menn sem tk séu að reyna vera eitthvað því þeir hitta ekki hina sem þeir eru að spila á móti finnst þeir séu eitthvað betri á að ráðst á varnarlausa teammates\nKveðja  Kiddi Kálhaus"
        },
        {
            "user": "viceroy",
            "user_id": "3376",
            "date": "2001-05-31 01:04:31",
            "id": "193214",
            "reply_to_id": "193181",
            "text": "ALLIR AÐ LESA ÞETTA, MEIRA SEGJA PRO´S , ÞETTA ER IDIOT PROOF, HEHE LOL\nÁ meðan ég man, þá er leið til að losna við þá.\nÞað er að láta banna þá (það er að segja fyrir þá sem ekki vissu það. Ég er nú búinn að spila í hálft ár, og ég vissi ekki af þessu fyrr en í dag, þegar fífl sem kallaði sig TeamyKilly kom inná serverinn. $noopy tók niður WON id-ið hans og tók screenshots (sem ég hef ekki enn lært þar sem ég hef lítil not fyrir screenshots), og sendi það til AmyThingy, þar sem við vorum á isnet.\nÞá sagði [.3Gz.]Vulguy mér að maður ætti að skrifa Status í console, þá fengi maður upp WON-id hjá öllum á servernum. Tekur screenshots, einhver annar að kenna ykkur það, og sendir til býst ég við Zlave eða AmyThingy. En eins og ég sagði þá er þetta aðallega fyrir þá sem ekki kunna þetta, og já ég veit um menn sem kunna ekki að opna Console, eða gera vote og votemap, sem eru búnir að spila eitthvað. Þetta gerir það að verkum að WON-id verður bannað á viðkomandi server, sem þýðir að viðkomandi getur ekki spilað á þessum server fyrr en Administratorinn afbannar hann (djöfull er ég búinn að gera þetta idiot proof LOL (EF EINHVER FATTAR ÞETTA EKKI, LÁTIÐ MIG VITA OG ÉG RÍF ÚT MÉR HJARTAÐ MEÐ NAGLAKLIPPUM))\nEn þetta er sem sagt\nconsole  (sem er settur inn í shortcutinu á desktopinu með því að skrifa -console fyrir aftan hl.exe í command line, og ýta á ° (vinstra megin við 1) þegar komið er inn í leikinn.\nstatus (fær upp WON-id)\nScreenshots (einhver annar má skrifa um það)\nÞannig að, já þá vitiði það\nViceRoy\nLet the IDIOTS come to me, if they can´t learn from me, THEY FARGIN CAN'T, (OK ég er búinn að vinna of mikið í dag :) )"
        },
        {
            "user": "isleifur",
            "user_id": "7103",
            "date": "2001-05-31 09:09:33",
            "id": "193215",
            "reply_to_id": "193181",
            "text": "Ég var alveg brjálaður í gærkvöldi eftir að það var einn sem var alltaf að særa alla í liðinu og veikja þá.  Ég gerði þau leiðinlegu mistök að gerast TK eitt augnablik og rústaði gæjanum.  En var í staðinn bannaður á servernum.\n[Xor]Idium"
        },
        {
            "user": "3dJoi",
            "user_id": "6080",
            "date": "2001-06-01 15:40:48",
            "id": "193216",
            "reply_to_id": "193181",
            "text": "Tk eru bara 8 til 10 ára krakkar sem ætti að rífa nýrun úr og borða með sósu. E r ekki hægt að fá leigumorðingja til að drepa menn eins og killer.\nOg talandi um að hefna sín ekki þá ætti að reina að troða því upp í hausin á Metzen. Ég vinir mínir höfum lent í því að hann hopp fyrir skot hjá mani, verði reiður , snúi sér við og  drepi mann. þetta á við um helling að pro spilurum og er ég ekkert bara að tala um hann , mundi bara eftir honum í augnablikinu. Ef hann verður re iðu r v ið þetta má  hann hringja úi mig síma 8696630 og útkljá þetta mál. Eða bara taka þessu eins og maður og hætta þessari vitleisu."
        },
        {
            "user": "tannkrem",
            "user_id": "8961",
            "date": "2001-06-02 00:29:52",
            "id": "193217",
            "reply_to_id": "193216",
            "text": "Maður að mínu skapi ha!!"
        },
        {
            "user": "tannkrem",
            "user_id": "8961",
            "date": "2001-06-02 00:29:53",
            "id": "193218",
            "reply_to_id": "193216",
            "text": "Maður að mínu skapi ha!!"
        },
        {
            "user": "tannkrem",
            "user_id": "8961",
            "date": "2001-06-02 00:29:04",
            "id": "193219",
            "reply_to_id": "193181",
            "text": "Já en ert þú ekki þá að meina þá sem drepa VILJANDI ekki bara svona óvart eins og þegar maður ruglast á mönnum og svoleiðis (eiginlega bara newbiejar) eins og ég sem vissi ekki hvaða kalla ég átti ða skjóta maður verður að bera virðingu fyrir byrjendum finnst ykkur það ekki. Þið voruð nú einu sinni newbei ha….."
        },
        {
            "user": "viceroy",
            "user_id": "3376",
            "date": "2001-06-02 01:26:53",
            "id": "193220",
            "reply_to_id": "193219",
            "text": "Tannkrem, við hvern ertu að tala. Ef þú ert að ávarpa mig, þá er ég náttúrulega að tala um TeamKillers, ekki newbies. Þegar Newbie drepur einhvern, þá er það einfalt, hann gerði mistök. Þegar TeamKiller drepur TK þá er það greinilegt, hann drepur aftur og aftur og hættir ekkert fyrr en hann er dauður. Einfalt mál. Newbies ættu líka að byrja á FF = OFF server. En þar sem Zlave (hef ég heyrt) er búinn að breyta ÖLLUM simnet serverunum í FF = ON þá er smá erfiðleikar hér í gangi. Þótt það sé AutoKick eftir 3 kills. Hvar eiga Newbies að byrja má ég spyrja. Á Isnet. Of course. En málið er að ef að AmyThingy (Admin minnir mig) breytir þessu líka hjá sér, þá er ekki mikið eftir fyrir newbies. EKKI SATT??\nViceRoy"
        },
        {
            "user": "ZeRgLiNg",
            "user_id": "6200",
            "date": "2001-06-02 17:37:25",
            "id": "193221",
            "reply_to_id": "193220",
            "text": "Drengir mínir ég er með lausn á þessu..  reddið bara sér TK server þar sem er eitt lið.. og helmingi lengra byrjunardelay.. síðan snúa allir sér að hvor öðrum.. “3.. 2.. 1.. ” og sá sem lifir vinnur matchið :þ\n/me hneggjar því hann er svo klá"
        },
        {
            "user": "snjall",
            "user_id": "9202",
            "date": "2001-06-02 21:46:40",
            "id": "193222",
            "reply_to_id": "193221",
            "text": "sko hverjum finst ekki gaman að kaupa vélbyssu og dundra alla í lidinu nidur það er snild\nen samt tk sucks"
        },
        {
            "user": "3dJoi",
            "user_id": "6080",
            "date": "2001-06-05 17:20:13",
            "id": "193223",
            "reply_to_id": "193181",
            "text": "|3D|-Negull- segir það er ábyggilega gaman að TK en það er lík ábyggilega geggjuð snilld á LSD.\nÞetta er bara hl utir sem fólk gerir ekki ,  og ef það er að gera svonalagað þá er ábyggilega hægt að leita til einhverjar hjálpastofnuna"
        },
        {
            "user": "Seculus",
            "user_id": "10663",
            "date": "2001-06-05 21:24:09",
            "id": "193224",
            "reply_to_id": "193223",
            "text": "Jó\nÉg virðist vera bannaður af SIMNET þjónunum út af þessu TK ofstæki. Rétt að taka það fram að ég hef ekki stundað slíkt nema fyrir mistök.\nVeit einhver hvert er hægt að snúa sér til að fá slíkum álögum aflétt. Reyndi að senda póst á zlave@hugi.is en hef engin svör fengið frá honum.\n[TXC]Seculus"
        },
        {
            "user": "viceroy",
            "user_id": "3376",
            "date": "2001-06-07 12:39:00",
            "id": "193225",
            "reply_to_id": "193224",
            "text": "Það sem fólk verður líka að átta sig á er ekki bara að senda inn til administratora mynd og WON-id af manni sem drap einhvern óvart. Maður sem afsakar sig. Maður sem er kannski ekki alveg að fatta FF, eða þekkir ekki muninn á CT og T.\nOftast þá eru þessir helv… TKillers með hausinn í rassgatinu þegar þeir TK og gera það á spawn stað. Þannig að ef þið eruð drepnir annars staðar, þá á að skoða manninn aðeins áður en það er sent inn. Því Admin veit ekki betur en að það er hreinlega TKiller á ferðinni þarna, og bannar hann, eis og hefur greinilega komið fyrir Seculus.\nVildi bara koma þessu frá mér\nViceRoy"
        },
        {
            "user": "smile",
            "user_id": "2053",
            "date": "2001-06-12 22:39:04",
            "id": "193226",
            "reply_to_id": "193181",
            "text": "Síðan hefur maður lend í því dramatíska augnabliki\n(eins og ég)\nMaður er að spila í dimmu mapi og það er bara einn óvinur eftir fyrir utan þig og teamatenin, Síðan lendur maður í panig kasti útaf maður heyrir fótartak, maður byrjar að skríða eftir veggjonum, en allt í einu sér maður skugga í fjarska, o shit sveitur og skjálfandi reynir maður að hitan með desert eagle en áður en maður veit sér maður handsprengju koma fljúgandi í áttina að sér SHIT maður skítur á milljón á skuggan meðan maður reynir að flýja undan handsprengjuni, JJJJEEESSS ég head shotaði skuggan….NEI ÞETTA VAR TEAMMATE,\nOG HVAR ER HANDSPRENGJAN……..BOOOOOOOOMMMMM!!!!\nnæsta sem maður veit að maður likur á hliðini á götuni og móti manni starir teammatin með tómleg augu og STÓRT gat á enninu,maður heyrir fótartak og maður sér óvinin lappa fram hjá með bros á vör.\nÞetta var mín saga ef slæmum stundum."
        },
        {
            "user": "Victor",
            "user_id": "2554",
            "date": "2001-06-13 16:58:05",
            "id": "193227",
            "reply_to_id": "193226",
            "text": "Jápp tetta kemur fyrir alla (jafn vel þá bestu)\nen eg er allveg samala ad tad ætti ad banna ta alla (eg meina TK ekki ta sem gera tad ovart)\n[Cadia]Victor\nVar ad fá adgang aftu"
        },
        {
            "user": "viceroy",
            "user_id": "3376",
            "date": "2001-06-14 20:31:21",
            "id": "193228",
            "reply_to_id": "193226",
            "text": "OK það er eitt sem fólk VERÐUR að læra á þegar það er að spila á FF serverum!!!!!\nÞAÐ ER HELV… RADARINN!!!\nEf ég heyri (sem ég geri sjálfur mikið af, það er að stoppa og hlusta í smá stund) í einhverjum, hlaupa, þá lít ég á radarinn. Mér er alveg sama hvursu stressaður maður er. Alltaf!!!\nÞetta gerir það að verkum að ég skýt eiginlega aldrei vin nema gjörsamlega óvart, þegar það eru margir eftir, og maður er kannski ekki að horfa mikið á radarinn, og sér allt í einu mann hopp í veg fyrir mann, þá tek ég eitt skot.\nOk jú maður gleymir stundum að kíkja á radarinn.\nÞetta, þegar fólk kann ekki á radarinn, er eins pirrandi fyrir mér og fólk sem kaupir ekki Defusion Kit í de borðum eins og t.d. dust, cobble og fleirum.\nÞeir tíma ekki 200$ í eitt defusion kit, en tíma að kaupa eins margar grensur og þeir geta (þegar þeir spawn campa það er að segja) og fylla flashbang kvótann, og kaupa sér ofan á allt saman Smoke grenade, sem ógeðslega fáir kunna að nota, halda að þetta sé eitthvað dót, til að láta óvinina hlaupa út úr reyknum og skjóta þá þá!!!! Sem það er ekki!!!!!!\n´Jæja, alla vega, bomban er plöntuð, 2 eftir. CT hleypur á fyrsta bomb site. Engin bomba, hleypur á næsta, stendur í smá skotbardaga við T og T dauður!\nCT hleypur upp að bombunni, hún er farin að tifa hratt. Ekkert Defusion kit, BOOM!\nDefusion KIT, mögulega ekki BOOM!\nÞú ert held ég tvisvar sinnum fljótari að defusa með Defusion KIT, ég kann nákvæmlega upp á hár, hvenær er of seint of hvenær ekki, ef ég er með defusion kit. KAUPIÐ DEFUSION KIT, ÞAÐ BJARGAR ÞÉR, ÞINNI GRENSU, 2 FLASHBANGS, 1 SMOKE GRENADE, DESERT EAGLENUM OG/EÐA COLTINUM EÐA AWP EÐA HVAÐ ÞÚ ERT MEÐ!!!!!!!! ÞAÐ ERU ALLA VEGA 1/3 TIL 1/2 MEIRI LÍKUR Á AÐ ÞÚ LIFIR AF!!!!!\nViceRoy\np.s. ég veit ég fór soldið langt út fyrir það sem umræðan er um, en ég hef viljað koma þessu á framfæri, þar sem ég hef tekið eftir auknu defusion leysi! og já, aukningu á headshots, mjög mikið\nÉG VIL LÍKA FÁ PUNK-BUSTER Í GANG!!!!\nagain\nViceRoy"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-17 03:35:51",
            "id": "193229",
            "reply_to_id": "193228",
            "text": "arrrg já fá punkbusterinn aftur i gang!!!\nharr harr!!!!\nnei annars suckar ad teamkilla jafnvel þegar tad kemur óvart fyrir (meina ad tad sucki ad tk´a alltaf stundum sígur tad samt meira tegar einhver tkar viljandi) Play the game dont Destroy it!"
        },
        {
            "user": "dtt",
            "user_id": "8138",
            "date": "2001-06-14 20:17:53",
            "id": "193230",
            "reply_to_id": "193181",
            "text": "Mér finst thetta  alveg rétt ad banna teamkillara en eg verd ad vidurkenna ad ég teamkilla stundum en bara vini mína!  he he!"
        },
        {
            "user": "Keyzer",
            "user_id": "7956",
            "date": "2001-06-18 18:53:58",
            "id": "193231",
            "reply_to_id": "193181",
            "text": "Ég er sammála, ég hef verið að spila þar sem bjánar hafa eyðilagt allt með því að Teamkilla, bara að banna þá"
        },
        {
            "user": "WaVeDrakE",
            "user_id": "8024",
            "date": "2001-06-19 23:07:03",
            "id": "193232",
            "reply_to_id": "193231",
            "text": "Og það er líka stundum sem maður er að miða á óvin með t.d Awp og er kominn með mið og BOOOMMM!!! en áður stökk fraggráðugur teammate inni miðið og ætlaði að ná fragginu og deyr af völdum TK og skellir svo sökini á teammatin… þetta kennir ykkur ekki að stökkva inní mið annara =]\n[.DRAKE.]CerebuZ"
        }
    ]
}