{
    "forum_title": "Popptónlist",
    "user": "pinkytoe",
    "user_id": "58431",
    "date": "2005-04-20 10:29:28",
    "title": "Snilld Pottþétt diskanna.",
    "text": "Uhm….hæ?\nJá, þetta er fyrsta greinin mín svo ekki vera vond…Fyrsta! Það er að segja ef ég klikkaði á réttann hnapp.\nVeit ekki hvort ég sé ein um þetta en ég var um daginn að uppgötva snilldina við Pottþétt diskana.\nÉg hlusta nú ekki mikið á popptónlist sérstaklega, er meira í rokkinu en hef minn innri hnakka að fela og finnst Britney t.d. algjör snillingur… veit ekki, kannski tengist það nostalgíu.\nEeeen allaveganna þá var ég fyrir tilviljun að fara í gegn um gamla diska (var að taka til eða eitthvað) og skellti gömlum rykfelldum disk í tækið óvitandi hvað beið mín.\nSvo var ég bara að þurrka af í sakleysi mínu þegar ég heyri GoldenEye soundtrackið! Hvað er þetta eiginlega? hugsaði ég og potaði aðeins í spilarann… þar sem að ég er bara 15 ára fannst mér rosalega skrítið að eiga geisladisk með Tinu Turner lagi og jú, það kom í ljós að diskurinn var Pottþétt 3, semsagt einn af þessum gömlu.\nÓtrúlegt en satt var ég að fíla hann í botn og endurlifa algjörlega Mónó árin mín. Æst í meira gramsaði ég í gegn um gamalt safn af diskum og fann 2 til viðbótar, Pottþétt 13 og Pottþétt Diskó. Nú, þeir voru ágætir en ekkert á við Pottþétt 3, sem að var aaalgjör snilld. Ég er algjörlega að endurupplifa popptónlist og sjá í nýju ljósi.\nÉg fíla samt ekki þessa nýju popptónlist sem að mér finnst vera að yfirtaka FM-ið (sem ég hef reyndar aldrei fílað sérstaklega) en ég mæli með fyrir alla sem eru 14 ára og eldri að sækja í eldgamla popptónlist, því hún er ekkert nema gæði.\nOg afþví að ég nenni ekki að skrifa meira ætla ég að spyrja að einu í lok þessarrar stuttu og kjánalegu greinar minnar (frumraunin getur ekki verið góð… er það?) Veit einhver hvar ég get fundið elstu Pottþétt diskana? Þá meina ég þessa eldgömlu, væri geðveikt að finna alla þessa yndislegu Næntís tónlist fyrir sumarið.\nOg vil líka benda á næntís snilldina sem heitir Spice Girls… priceless!\nKv.Andrea pinkytoe",
    "url": "https://www.hugi.is/popp/greinar/290154/snilld-pottthett-diskanna/",
    "url_id": "290154",
    "id": "2097584",
    "replies": [
        {
            "user": "chrome",
            "user_id": "32996",
            "date": "2005-04-20 11:25:56",
            "id": "2098280",
            "reply_to_id": "2097584",
            "text": "Ég á Pþ Dans og 4. Magnaðir diskar.\nFannst þeir reyndar fara versnandi með árnunum."
        },
        {
            "user": "chrome",
            "user_id": "32996",
            "date": "2005-04-21 04:19:30",
            "id": "2100224",
            "reply_to_id": "2098280",
            "text": "Sem og tónlist almennt…"
        },
        {
            "user": "sunnydew",
            "user_id": "39246",
            "date": "2005-04-20 11:30:49",
            "id": "2098286",
            "reply_to_id": "2097584",
            "text": "80's íslensk tónlist, hrein snilld"
        },
        {
            "user": "Springsteen",
            "user_id": "26323",
            "date": "2005-04-20 12:16:35",
            "id": "2098349",
            "reply_to_id": "2097584",
            "text": "Ég vill fá þessa tónlist aftur =D eins og t.d. reif diskarnir.. vááá þeir eru magnaðir…\nÉg á ein 3stk af reif diskum og þeir eru alveg allsvaðalegir =)"
        },
        {
            "user": "MafuZa",
            "user_id": "57401",
            "date": "2005-04-20 14:38:46",
            "id": "2098639",
            "reply_to_id": "2097584",
            "text": "mér finnst gamlat popp engu skárra en nýtt. Og Spicegirls?!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-04-20 15:13:07",
            "id": "2098736",
            "reply_to_id": "2097584",
            "text": "Flott grein A.B.A. Ég á að ég held einn pottþétt disk og hann fékk ég í jólagjöf frá frændfólki mínu í Danmörku, er ekki einu sinni búinn að opna hann."
        },
        {
            "user": "freako",
            "user_id": "42037",
            "date": "2005-04-20 21:33:44",
            "id": "2099580",
            "reply_to_id": "2097584",
            "text": "Ég reif nú bara alla reif diskana mína."
        },
        {
            "user": "PhilipSpaulding",
            "user_id": "50736",
            "date": "2005-04-20 22:16:01",
            "id": "2099645",
            "reply_to_id": "2097584",
            "text": "Hvað ertu eilla gömul þarna"
        },
        {
            "user": "pinkytoe",
            "user_id": "58431",
            "date": "2005-04-21 03:08:54",
            "id": "2100205",
            "reply_to_id": "2099645",
            "text": "Ég er fimmtán :P Og Hugari…hver ertu, og þekki ég þig? :O Jamm… Reif diskarnir voru líka yndislegir… vinkona mín á einmitt Reif í skóinn… snilld."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-05-04 18:03:24",
            "id": "2130815",
            "reply_to_id": "2100205",
            "text": "Afsakaðu hversu seint ég sá þetta, en já þú ættir að kannast við mig. Ég er með þér í bekk."
        },
        {
            "user": "pinkytoe",
            "user_id": "58431",
            "date": "2007-09-06 03:28:03",
            "id": "5208219",
            "reply_to_id": "2100205",
            "text": "Hvað heitir fyrsta lagið á pottþétt 13!!!! get ekki munað það og get ómöglega hætt að hugsa um það af einhverjum ástæðum:S"
        },
        {
            "user": "pinkytoe",
            "user_id": "58431",
            "date": "2007-09-08 04:22:30",
            "id": "5213787",
            "reply_to_id": "5208219",
            "text": "Cruel Summer með Ace of Base? Annars er fyrsta lagið á Pottþétt 3 Spaceman með Babylon Zoo. Mér finnst það nú miklu betra."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-09-08 16:41:45",
            "id": "5214727",
            "reply_to_id": "5213787",
            "text": "Ne ætli það sé ekki fyrsta lagið á seinni disknum á 13:O með þarna Jamurqui eikkað man ekki hvað þetta hét"
        },
        {
            "user": "darkjesus",
            "user_id": "12986",
            "date": "2005-04-21 12:46:50",
            "id": "2100525",
            "reply_to_id": "2097584",
            "text": "haha, Pottþétt Rapp!! YEAH! það var fokkin snilld!"
        },
        {
            "user": "Corgan",
            "user_id": "44362",
            "date": "2005-04-22 20:00:17",
            "id": "2103637",
            "reply_to_id": "2097584",
            "text": "pottþétt diskarnir voru ekkert svo slæmir, mæli með pottþétt 10 disk 2. Annars mæli ég með að þú færð þér blogg ef þú ætlar skrifa svona greinar."
        },
        {
            "user": "pinkytoe",
            "user_id": "58431",
            "date": "2005-04-24 21:47:06",
            "id": "2107873",
            "reply_to_id": "2103637",
            "text": "Afhverju á ég að fá mér bloggsíðu fyrst ég er að skrifa svona greinar? (ég er samt með bloggsíðu… og nota hana vel) þetta er samt bara ritstíllinn minn."
        },
        {
            "user": "Corgan",
            "user_id": "44362",
            "date": "2005-04-26 17:20:37",
            "id": "2111543",
            "reply_to_id": "2097584",
            "text": "bara svolítið bloggleg grein."
        },
        {
            "user": "pinkytoe",
            "user_id": "58431",
            "date": "2005-04-27 22:10:06",
            "id": "2114658",
            "reply_to_id": "2111543",
            "text": "Reyndar… ég líka bloggari :P"
        },
        {
            "user": "Martak",
            "user_id": "58400",
            "date": "2005-05-16 21:21:38",
            "id": "2165427",
            "reply_to_id": "2097584",
            "text": "snilldin við pottþétt diska er sú að það er geðveikt að finna gamla diska og hlusta á þessi lög sem maður  gerði ekkert annað en að hlusta á þau;) maður kemst í fýlinginn;));););)); heeheh"
        },
        {
            "user": "Lorax",
            "user_id": "36395",
            "date": "2005-05-30 23:38:47",
            "id": "2202518",
            "reply_to_id": "2097584",
            "text": "Ójá, Reif í Skóinn diskurinn minn rúlar svo sannarlega Pinkytoe mín :) Ég á einnig Pottþétt 4 og 6, og fíla þá enn í botn, alltaf gaman að upplifa smá nostalgíu. Og mér finnst þetta bara ekkert svo slæm grein fyrir frumraun, hef séð margar verri…"
        },
        {
            "user": "Scandalous",
            "user_id": "53721",
            "date": "2005-08-23 19:58:23",
            "id": "2409461",
            "reply_to_id": "2097584",
            "text": "Ég er dálítið helvíti sammála…væri til í að finna gömlu pottþétt diskana þar sem að þar fyrirfinnst ekta popptónlist ekki blönduð r'n'b eins og hún er núna aaaltaf!…érr fyrir hreina tónlist…r'n'b eða popp ekki r'n'b-popp…\nallaveganna ég mæli sterklega með pottþétt 4 disk 2\nbesti pottþétt diskur ever!"
        }
    ]
}