{
    "forum_title": "Geimvísindi",
    "user": "Genuine",
    "user_id": "447",
    "date": "2000-06-21 06:41:44",
    "title": "I am a believer !",
    "text": "Jæja, eru þær til eður ei ? Þessi spurning hefur lengi staðið föst í mönnum og vona ég að fólk fari að skilja að það hafa sést geimför/geimverur allt frá uppruna mannsins og tel ég að um árin 2010-2020 muna þær hafa samband við okkur og fræða okkur um ýmissar óleystar gátur alheimsins :))<br>*r0fl*",
    "url": "https://www.hugi.is/geimvisindi/korkar/291/i-am-a-believer/",
    "url_id": "291",
    "id": "1192",
    "replies": [
        {
            "user": "BearZon",
            "user_id": "13",
            "date": "2000-06-21 16:17:07",
            "id": "1193",
            "reply_to_id": "1192",
            "text": "word is born"
        },
        {
            "user": "inferis",
            "user_id": "133",
            "date": "2000-06-23 22:35:08",
            "id": "1194",
            "reply_to_id": "1193",
            "text": "Eruð þið svona virkilega blind? Haldið þið virkilega framm að þær geymverur sem koma hingað yfir höfuð séu hér í friðsamlegum erindum? Nei! Þær sem eru ekki uppspuni drykkjufífls, eða hluti að fjáröflun bandaríska stofnana í vitleysu, hljóta að vera hér í ransóknarleyðangrum. Hugsið ykkur: Þær ræna saklausu fólki sem eru gangandi á víðavangi án samþykkis þeyrar persónu, gera tilraunir á þeim, og annaðhvort ræna þeim að eylífu, skila þeim aftur heilaþvegnum, eða leifa þeim að halda sig við þessa geðveikislegu og hvalarfullu reinslu á stofnunum eins og Kleppi. Ég meina það! Ef þessar ´´GEYMVERUR´´ væru trúarlegt fyrirbrigði (eins og sumir halda að vísu framm!!) þá væru þær skólabókadæmi um verur frá helvíti. Hugsið ykkur. Þær eru brjálaðir vísindamenn, og við erum rottunar. Jörðinn okkar er búrið og geymferðir eru flóttaleiðinn. Það má ekki ske að sjálfsögðu, þannig að þær halda aftur af okkur síðan tunglferðinn var háð, (sem sumir halda framm að sé fölsun) rétt á meðan að vísindartilrauninn þeyrra er búinn, því þá eyða þær okkur. Of mikil losti í þekkingu spillir siðferðiskend og þessar verur eru laungu komnar yfir það skeyð! Hættið þessum barnalátum og vaknið upp! Það er ekkert svar við tilgangsleysi heymsinns fólgið í verum sem eru að pynta okkur eitt í eynu!"
        },
        {
            "user": "inferis",
            "user_id": "133",
            "date": "2000-06-24 02:21:54",
            "id": "1195",
            "reply_to_id": "1194",
            "text": "First þú varst að rugla með i afhverju ekki að vera með alsherjar rugl á þeim?<br>eða<br>Fyrst þú varst að rugla með y afhverju ekky að vera með alsherjar rugla á þeym?<br>bíbb……"
        },
        {
            "user": "nphobic",
            "user_id": "902",
            "date": "2000-06-26 23:42:26",
            "id": "1196",
            "reply_to_id": "1195",
            "text": "Ég hef verið tekinn burtu af geimverum og þær munu koma aftur. Watch out, you could be the next one"
        },
        {
            "user": "inferis",
            "user_id": "133",
            "date": "2000-06-27 21:47:08",
            "id": "1197",
            "reply_to_id": "1196",
            "text": "Mismunandi tegundir né mismunandi aðgerðir afsanna ekki tilgátu mína (né annara á sömu skoðunn) en það verður nú að viðurkennast að hingað til hafa mjög fáar ´´geymverur´´ verið mjög góðar (bæði líkamlega og andlega) við tilraunadýr sín."
        },
        {
            "user": "inferis",
            "user_id": "133",
            "date": "2000-06-29 20:48:45",
            "id": "1198",
            "reply_to_id": "1197",
            "text": "Kannski er það, það sem hrjáir mig.  Ég man eftir björtu ljósi og svo rankaði ég við mér aftur og sjónvarpið var löngu búið."
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2000-07-11 12:12:49",
            "id": "1199",
            "reply_to_id": "1198",
            "text": "Þeir sem að eru eitthvað að skopast með þetta gerið eitthvað annað við tímann ykkar. Við hinir viljum halda uppi heimspekilegum getgátum um þetta mál."
        },
        {
            "user": "Wyrminarrd",
            "user_id": "1169",
            "date": "2000-07-10 09:21:42",
            "id": "1200",
            "reply_to_id": "1197",
            "text": "Ef það væru til geimverur nógu þróaðar til að geta ferðast til Jarðar án þess að taka fleiri áratugi að komast hingað þá myndu þær hafa eitthvað betra að gera heldur en að hanga hér og ekki ljóstra upp veru sinni.  Með hverju ári verður mannkynið tæknivæddra en ekki þróskaðara og ef geimverunar ætluðu að eiga friðsöm samskipti þá ættu þær að flýta sér svo að þær hafi öruglega tæknilega yfirhönd ´því annars mundu við mannverur fljótlega yfirgnæva þær!"
        },
        {
            "user": "BearZon",
            "user_id": "13",
            "date": "2000-06-26 11:37:41",
            "id": "1201",
            "reply_to_id": "1194",
            "text": "Þegar við tölum um geimverur verðum við að átta okkur á því að við erum að tala um margar tegundir ekki bara Greys/Grays sem þekktastir eru fyrir að ræna fólki og gera tilraunir á því.<br>Þetta er allt of algengt vandamál í Bandaríkjunum til þess að halda því fram að þetta sé uppspuni hjá fólki svo “skeptískarar” vaknið.<br><br>Annað áþreifanlega vandamál um heim allan er “Mutilation” á dýrum. Þeir sem þekkja til eru líkamshlutar eins og augu, kynfæri, heili og fleira teknir af dýrunum líklegast með einhversskonar lazer-geisla og skurðirnir hárnákvæmir. Fyrir um 5 árum kom upp tilvik í Brasilíu þar sem fórnalambið var manneskja. Maðurinn fannst 48 stundum eftir lát sitt og var búið að fjarlægja andlit hans, kynfæri, hluti af heilanum og innyfli eins og magi, lifur o.fl. voru tekin í gegnum 5cm gat á brjósti líkt og ryksuga hafi verið að verki.<br><br>Svo tilgangur geimvera hér er margbreytilegur eftir tegundum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-06-29 17:04:18",
            "id": "1202",
            "reply_to_id": "1201",
            "text": "Var hann dauður eða lifandi?<br>Var hann fundinn eða fann hann þá/þau/þær?<br>Var hann geimvera/hýsill?<br>Var hann í sjórninni?<br>Var hann aðdáandi Pigs In Space Series? (p.i.s.s.)<br>Var hann Ólafur Ragnar Grímsson of vildi leyta hefnda???!!!"
        },
        {
            "user": "Schemer",
            "user_id": "986",
            "date": "2000-07-03 05:14:37",
            "id": "1203",
            "reply_to_id": "1193",
            "text": "þetta reddast allt einhvenntíman, i hope"
        },
        {
            "user": "inferis",
            "user_id": "133",
            "date": "2000-06-23 01:09:19",
            "id": "1204",
            "reply_to_id": "1192",
            "text": "Nei þú hefur eitthvað gripið þetta vitlaust.  Þær geimverur sem koma hingað eru einungis að stríða okkur.  Hvers vegna haldið þið að þær byrtist einungis á afskekktum stöðum og þeir einu sem verða vitni að herlegheitunum eru fólk sem enginn trúir.  Þetta vita vinir okkar þarna úti vel og skemmta sér því konunglega.  Þetta eru bara ríkir krakkar sem ekkert hafa við tímann að gera og leita því upp afskekkta frekar frumstæða plánetu til þess eins geta hlegið.  Kannski koma foreldar þeirra á þessum tíma sem tilgreindur var eða 2010-2020 til að byðjst afsökunar á hegðum barna sinna.  Við sjáum til."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-06-23 21:46:06",
            "id": "1205",
            "reply_to_id": "1192",
            "text": "Ég held að þú hafir hitt naglann á höfuðið.  En ég get sannfært þig um það segi ekki hvernig að þetta mun gerast 2005 kl. 10."
        },
        {
            "user": "Krissi",
            "user_id": "697",
            "date": "2000-06-25 17:53:43",
            "id": "1206",
            "reply_to_id": "1192",
            "text": "Ég veit um stað þar sem geimverur eru.Staðurinn er kallaður Area 51(Svæði 51) maður má ekki koma nálægt staðnum því þá er herinn kallaður út og ef maður kemst inn og sér eitthvað sem maður á ekki að sá þá er maður líklega drepinn.En ef maður sér ekki neitt þá fær maður 5.000$ sekt og árs fangelsi"
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2000-07-10 10:09:29",
            "id": "1207",
            "reply_to_id": "1192",
            "text": "Ég tel að þær séu til en hvort þær komi 2010 þá þarf eitthvað mikið að gerast.<br>Ég meina horfum á þetta frá þeirra sjónarhóli<br>maðurinn er haldinn þeim leiðinlega kvilla að vilja tortíma sjálfum sér og drepa og spyrja svo. Um leið og hann er búinn að uppræta þennan kvilla þá koma þær."
        },
        {
            "user": "Deno",
            "user_id": "4167",
            "date": "2000-09-27 11:33:07",
            "id": "1208",
            "reply_to_id": "1192",
            "text": "Ég er sammála þér því eg trúi að það séu til geimverur en það að þær hafi samban alveg strax er eithvað sem ég held að þær muni ekki gera i bráð"
        },
        {
            "user": "csz",
            "user_id": "8109",
            "date": "2001-05-30 19:29:13",
            "id": "1209",
            "reply_to_id": "1192",
            "text": "Það er komið að því!!!!!!\nÉg sá geimverur í dag!!!!!!!!!!!!\nÞær tóku hluta úr heilanum af mér!!!!!!\nHjálpið mér!!!!!!!!!!!!\nÉg deyyyyyyyyyyyyyyyyyyy!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!"
        }
    ]
}