{
    "forum_title": "Skátar",
    "user": "liljar40",
    "user_id": "41038",
    "date": "2005-04-24 11:22:39",
    "title": "Er landsmótið óvandað?",
    "text": "Er það ég eða er landsmótið eins og það hafa verið sett saman undir algjörri tímapressu og leti?\nAllt sem ég er búinn að sjá teingt þessu móti er frekar óvandað og óspennandi!\nEins og peysurnar ég hélt að þeir gætu ekki haft þær í ljótari lit en þær sem voru 2002 en þarna komu þeir sterkir inn með þessu ljós bláu peysu sem ég er nokkuð mjög viss um að ég muni alldrei ganga í utan skátamóts! Merkið er líka ekkert sérstakt, tvær örvar með stelpu og strákamerkinu og síðan settur litur í kring ég held í alvörunni að það hafi verið gert á 10 mínutum í paint!\nEn það verst sem ég hef heyrt hingað til er lagið sem er eitt óskátalegasta lag sem ég hef nokkurtíman heyrt, ég meina það þú tekur ekki einn gaur úr popphljómsveit og biður hann um að gera lag og láta svo einhverja konu sem er öruglega búin að vera í söngnámi í frekar mörg ár! Af hverju ekki að láta skátakórinn syngja það frekar?  Það hefði öruglega gefið manni betri hugmynd um hvernig það væri að hlusta á 4000 skáta syngja það!\nEn ég ætla samt að vona að þetta verði fjörugt og skemtilegt mót sérstlega eftir að hafa beðið eftir því í 3 ár :P\nOg á meðan ég man Gleðilegt sumar :)",
    "url": "https://www.hugi.is/skatar/greinar/291001/er-landsmotid-ovandad/",
    "url_id": "291001",
    "id": "2105691",
    "replies": [
        {
            "user": "Lykilord",
            "user_id": "40290",
            "date": "2005-04-24 12:16:04",
            "id": "2106685",
            "reply_to_id": "2105691",
            "text": "Þetta er náttla allt fólk í vinnu sem hefur kannski ekki allann heimsins tíma þannig að ég er nokkuð sátt. Afhverju sækir þú ekki um að vera í næstu landsmótsstjórn fyrst að þetta er svona lélegt og gerir þetta betu"
        },
        {
            "user": "liljar40",
            "user_id": "41038",
            "date": "2005-04-24 12:24:44",
            "id": "2106700",
            "reply_to_id": "2106685",
            "text": "Já þetta er allt fólk í vinnu en þau hafa haft 3 ár í þetta, það er hægt að gera ansi mikið á þremur árum.\nEn ég er ekki viss vegna aldurs að ég mundi komast í landsmótsnenfndina þó ég mund allveg vilja spreita mig á þessu."
        },
        {
            "user": "MafuZa",
            "user_id": "57401",
            "date": "2005-04-24 13:00:32",
            "id": "2106739",
            "reply_to_id": "2105691",
            "text": "Allveg sammála þér. Mér finnst þetta heldur óspennandi mót"
        },
        {
            "user": "Lykilord",
            "user_id": "40290",
            "date": "2005-04-24 13:05:32",
            "id": "2106745",
            "reply_to_id": "2106739",
            "text": "Já það verður miklu skemmtilegra á euro jam"
        },
        {
            "user": "MafuZa",
            "user_id": "57401",
            "date": "2005-04-24 13:06:04",
            "id": "2106746",
            "reply_to_id": "2106745",
            "text": "hárrétt"
        },
        {
            "user": "Lykilord",
            "user_id": "40290",
            "date": "2005-04-24 13:07:21",
            "id": "2106748",
            "reply_to_id": "2106746",
            "text": "Það er náttla meira verið að höfða til yngri krakka þannig að það er ekki skrýtið að okkur finnist þetta ekkert voða skennandi enda erum við svo veraldarvön;)"
        },
        {
            "user": "MafuZa",
            "user_id": "57401",
            "date": "2005-04-24 13:09:36",
            "id": "2106749",
            "reply_to_id": "2106748",
            "text": "þú ert angurvær steiktur kjúklingu"
        },
        {
            "user": "Lykilord",
            "user_id": "40290",
            "date": "2005-04-24 13:13:21",
            "id": "2106753",
            "reply_to_id": "2106749",
            "text": "Takk JOGI :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-04-24 17:58:55",
            "id": "2107307",
            "reply_to_id": "2106745",
            "text": "Þú að fara á euro jam? ég líka :-)"
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2005-04-24 13:25:41",
            "id": "2106774",
            "reply_to_id": "2105691",
            "text": "Já, RÓLÓ á gagnrýninni, þó þú hafir frekar rétt fyrir þér…\nP.S. Heitiru Liljar (frá Ísó) ?"
        },
        {
            "user": "liljar40",
            "user_id": "41038",
            "date": "2005-04-24 13:26:39",
            "id": "2106777",
            "reply_to_id": "2106774",
            "text": "Hehe ég var í stuði…\nEn já þekki ég þig?"
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2005-04-24 13:28:49",
            "id": "2106778",
            "reply_to_id": "2106777",
            "text": "Er ekki viss um að ég þekki þig…\nErtu með japanaaugu, svart hár og hefur æði fyrir hestum, átt heima á Ísafirði og ert í skátunum?"
        },
        {
            "user": "liljar40",
            "user_id": "41038",
            "date": "2005-04-24 13:30:38",
            "id": "2106781",
            "reply_to_id": "2106778",
            "text": "Ég hef litla skoðun á augunum á mér en hitt stemir nærrum því fyrir utan að ég er ekki með æði fyrir hestum kann bara vel á þá :P og ég er með dökk brúnt há"
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2005-04-24 13:31:48",
            "id": "2106784",
            "reply_to_id": "2106781",
            "text": "Ertu Liljar???\nHaha, Ef þú ert vinur: Hemma, Gústa, Gríms, Yngva og Davíðs?\nÞá þekki ég þig…"
        },
        {
            "user": "liljar40",
            "user_id": "41038",
            "date": "2005-04-24 13:34:43",
            "id": "2106789",
            "reply_to_id": "2106784",
            "text": "ohh hafdís….ekkert merkilegra en það."
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2005-04-24 13:35:31",
            "id": "2106790",
            "reply_to_id": "2106789",
            "text": "Hey,  *mógast*\nHvað átti þetta að þýða?"
        },
        {
            "user": "liljar40",
            "user_id": "41038",
            "date": "2005-04-24 13:38:00",
            "id": "2106797",
            "reply_to_id": "2106790",
            "text": "Fann þig líka…því miður!\nÉg meinti þetta þannig að ég hélt að þetta væri einhver skemtileg stelpa sem ég hefði kinnst á einhverju móti en síðan varst það bara þú….þá varð ég vondsvikinn"
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2005-04-24 14:18:07",
            "id": "2106862",
            "reply_to_id": "2106797",
            "text": "Uhu…\nHefur þú kíkt á augun á þé nýlega?"
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2005-04-24 14:23:24",
            "id": "2106871",
            "reply_to_id": "2106797",
            "text": "Haha, svo notaru broskalla líka, ekki mjög líkt þér…"
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2005-04-24 14:24:47",
            "id": "2106873",
            "reply_to_id": "2106797",
            "text": "Nenni ekki að rífast við þig hérna, fer bara í taugarnar á þér seinna…"
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2005-04-26 15:25:16",
            "id": "2111192",
            "reply_to_id": "2106797",
            "text": "Talandi um að verða von\nd\nsvikinn…\nSMÁR-I"
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2005-05-08 15:46:23",
            "id": "2141175",
            "reply_to_id": "2106797",
            "text": "Var þetta sárt?"
        },
        {
            "user": "liljar40",
            "user_id": "41038",
            "date": "2005-05-10 14:33:44",
            "id": "2147291",
            "reply_to_id": "2141175",
            "text": "Nei ekkert svo…ég held að þú hafir bara ekki hugmynd um hvað þú ert að tala um!\nOg btw…Grey gaurinn sem þú ert hrifinn af!"
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2005-04-24 13:35:47",
            "id": "2106792",
            "reply_to_id": "2106789",
            "text": "Haha, fann þig…"
        },
        {
            "user": "gvarson",
            "user_id": "26145",
            "date": "2005-04-24 15:12:24",
            "id": "2106967",
            "reply_to_id": "2105691",
            "text": "Afhverju ættiru að vilja að ganga í skátapeysu, myndi bara reyna að leyna því, ekkert til að vera stoltur af."
        },
        {
            "user": "Sirja",
            "user_id": "32711",
            "date": "2005-04-24 15:19:16",
            "id": "2106985",
            "reply_to_id": "2105691",
            "text": "Mótið verður skemmtilegt ef það er gott veður og fólkið er í góðu skapi. Fátt annað sem skapar gott landsmót."
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2005-04-24 17:45:45",
            "id": "2107269",
            "reply_to_id": "2105691",
            "text": "frekar korkaleg grein"
        },
        {
            "user": "spoldman",
            "user_id": "18041",
            "date": "2005-04-24 19:11:55",
            "id": "2107522",
            "reply_to_id": "2105691",
            "text": "Varðandi landsmótslagið þá fanst mér landsmótslagið síðast allveg hræðilegt fyrst þegar ég heyrði það en svo þegar maður var búinn að syngja það nokkrum sinnum þá varð það bara þokkalegt. Þótt þetta sé ekki skátalegt lag þá held ég að það verði skátalegt þegar við förum að syngja það saman á mótinu.\nVarðandi peysuna. Ert þú búin að sjá þessa peysu? Myndin sem byrtist hérna á netnu er ekki rétt því að það hefur aldrei að mér vitandi verði saumuð svona peysa heldur var þetta photoshopuð mynd sem allir sáu. Myndin var tekin af alveg eins peysu nema hún var allveg svört. Allavegana er það eithvað sem ég frétti um daginn.\nVarðandi merkið þá gæti ég ekki verið meira óssamála þér! Merki eiga að vera einföld. Ef þau eru flókin þá eru þau einfaldlega ljót. Góð tenging við þema mótsins skiptir miklu. Ef þér finst þetta merki ljótt seigðu mér þá hvað þér finst flott.\nEf þú ert svona ósátt/ur þá getur þú allveg slept því að mæta en ég skal lofa þér því að þú átt eftir að missa af miklu því að mótið er svo miklu miklu meira en merki, landsmótslag og peysur."
        },
        {
            "user": "liljar40",
            "user_id": "41038",
            "date": "2005-04-25 00:20:47",
            "id": "2108258",
            "reply_to_id": "2107522",
            "text": "Spoldman,\nÉg hef ekki humynd um hvernig lagið á eftir að hljóma þegar þrjú til fjögur þúsund skátar syngja það þess vegna finnst mér ófagmanlegt að hafa ekki skátakórinn syngja það, hefði gefið manni hugmyndir hvernig það mundi vera.\nMeð peysurnar, nei ég er ekki búin að sjá hana með berum augum og mér finnst það líka mjög asnalegt að hafi ekki verið sent eitt eintak á skáta félag til að sína og máta uppá stærðir.\nOg með merkið mér finnst að það eigi að vísa í þema mótsins sem í þessu tilfelli gæti hafa verið mynd af eldfjalli að gjósa eða fossi, það mundi mér finnast vera flott merki eins og merkið sem var á faxamótinu í eyjum fyrir tveimur árum sem var flott mynd af lunda og landslag í bakgrunn.\nOg það mundi ekki hvarla mér til hugar að sleppa því að fara á mótið :P Og ég veit að mótið er miklu meira en það sem ég er búinn að vera að tauta hérna yfir en þetta er það sem ég er búinn að sjá um þetta mót, og líka straumar sem ég er reindar ekki búinn að vera gefa mikinn gaum."
        },
        {
            "user": "spoldman",
            "user_id": "18041",
            "date": "2005-04-25 01:01:45",
            "id": "2108325",
            "reply_to_id": "2108258",
            "text": "En hefuru prófað að syngja lagið sjálf eða ertu bara búin að hlusta á það?\nÉg skal bara segja þér að mér finst þetta ágætt merki, hentar bæði vel í svarthvítu og lit. Hef séð það í nokkrum útgáfum og er endalaust hægt að leika sér með liti í því. Það er mjög einfalt og þannig eiga merki að vera. Hefuru séð öll nýju lógóin sem fyrirtækin eru að láta gera fyrir sig. Þau eru öll mjög einföld. Einfaldleiki er einfaldlega inn í dag. Tengingin er vísun í hringrás orkunnar, eins og þú eflaust veist þá er ekki hægt að eyða orku aðeins breyta mynd hennar. En smekkur fólks er misjafn, tek til dæmis að það eru fá skátafélög á landinu sem eiga flott félagsmerki. Eldfjall að gjósa eða foss væri alltof flókið og kæmi illa út í ofnu merki að mínu mati. (verst að ég veit ekki hvernig merkið var á faxamótinu fyrir tveimur árum)"
        },
        {
            "user": "Bedbug",
            "user_id": "25509",
            "date": "2005-04-28 12:48:42",
            "id": "2115487",
            "reply_to_id": "2108325",
            "text": "úje .. eina málið er að hafa gaman :D … ekkert annað skiptir eins miklu máli … be happy ;)\nhmm"
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2005-06-06 11:41:48",
            "id": "2219524",
            "reply_to_id": "2108258",
            "text": "Já Hosa mín þú myndir ekki sleppa því fyrir alla heimsins hamra"
        },
        {
            "user": "thekisi",
            "user_id": "33776",
            "date": "2005-04-25 15:58:41",
            "id": "2109081",
            "reply_to_id": "2105691",
            "text": "Ég er fullkomlega sammála og þakka þér fyrir mjög svo fyrir þarft innlegg."
        },
        {
            "user": "gugga89",
            "user_id": "53023",
            "date": "2005-04-26 11:29:38",
            "id": "2110823",
            "reply_to_id": "2105691",
            "text": "já, ég er í raun sammála þeim sem skrifaði greinina.+ að mér finnst alltof mikið af einhverju ljósmynda, matar og gönguvali. Já, og sama hvað fólk segir um þetta merki, marr þarf nú ekki að ganga með það á sér til lífstíðar, en ljótt er það nú samt. Einhver kona sagði að peysurnar yrðu blár og að þessi mynd er ekki rétt."
        },
        {
            "user": "smjagall",
            "user_id": "50127",
            "date": "2005-04-27 22:16:44",
            "id": "2114680",
            "reply_to_id": "2105691",
            "text": "heirru..Liljar frá ísó\nvarst þú ekki á landsmóti æskr? Varst alltaf að hanga með NEDÓ????\nEn júmm, landsmótslagið er hörmung en það er geðveikt gaman að syngja það bara til að pirra aðra:P Merkið er ekkert spes svo sem, ekkert fallegt allavega en gæti verið verra.\nkv. The Smjagga (Smjagall)"
        },
        {
            "user": "sikker",
            "user_id": "21036",
            "date": "2005-06-05 13:48:33",
            "id": "2216772",
            "reply_to_id": "2105691",
            "text": "Tja…ég er sammála með lagið, finnst það bara hlægilegt og óskátalegt. “Hey hey hey, Okey okey”\nVarðandi merkið þá hef ég séð verri merki og þarf ég ekki að gagnrýna núverandi merki þótt ég hefði gert þetta öðruvísi. Landsmótsflísin hefur aldrei verið töff. Flísin 2002 var ógeðsleg enn flísin í ár sýndist mér vera eitthvað skárri enn sá hana mjög stutt á mynd.\nJæja, sjáumst líklegast þá á Landsmóti í sumar ;)"
        },
        {
            "user": "OfurKindin",
            "user_id": "44085",
            "date": "2005-06-23 19:15:52",
            "id": "2262332",
            "reply_to_id": "2105691",
            "text": "nei…"
        }
    ]
}