{
    "forum_title": "Golf",
    "user": "Bentley",
    "user_id": "37402",
    "date": "2005-04-26 21:51:35",
    "title": "Skrif um golfvelli landsins! Golfklúbbur Borgarness",
    "text": "Hvernig litist mönnum á það að hver og einn mundi skrifa grein um sinn heimavöll?\nÉg mundi þá bara byrja og skrifa um minn heimavöll en það er golfvöllurinn í Borgarnesi. Völlurinn er rétt fyrir utan bæinn norðan megin.\nVöllurinn er par 72 og var 5714 metrar á gulum í fyrra en nú hefur verið bætt við 4 nýum holum. Ef þú ferð á völlinn einhvern tímann frá miðjum júní - september er hann með mjög góð grín og brautirnar eru góðar. Það er soldið mikið af trjám á vellinum en samt eru þau ekki svo mikið í leik . Fyrsta brautin í sumar verður löng par 4 braut en hún var önnur braut í fyrra. Sú braut er núna talinn erfiðasta hola vallarins en margar hoæur fylgja fast á eftir. Síðan er 2.braut en myndin er af henni um vetur. Þessi braut er nú frekar létt en getur verið erfið fyrir slæsara. 2.brautinn er samt mest þekkt fyrir nærst stræstu coke dós í heimi (minnir að hún sé nærst stærts). Síðan er 3. bratuin en hún er létt par 4 braut þar sem högglengstu menn slá inná í driveinu. 4.braut er síðan falleg par 4 braut með vatni fyrir framan grínið og líka fyrir aftan. 5. braut er stutt par 4.braut sem er lílega léttasta hola vallarins í sumar. Síðan er par 5 braut sem er bein en brautinn hallar til vinstri að vatni og erú tré fyrir aftan og við hliðiná gríninu. 7. braut er síðan par 4 braut þar sem inná höggið er blint yfir gamla grínið á þeirri braut. 8.braut verður síðan par þrjú braut yfir vatn og með hól fyrir aftan. En hún er fyrsta af 4 nýju holunum. Síðan er 9. en hún er líka ný. Hún er par fimm brat sem liggur í dogleg til vinstri og meðfram klettum og síðan er grínið hærra en brautin og umgrinkt klettum. Síðan er það 10.braut en hún er stutt par 4 braut þar sem menn eiga möguleika á því að reyna fara inná í driveinu en ef það mistekst er boltinn týndur og maður þarf að taka 3 á teig. Síðan er það löng par 3 hola og margar konur sem eru með 20+ í forgjöf gætu þurft driver til þess að komast inná og ég mundi ekki lofa því að þið munið komast inná þótt þið hittið hann vel. Síðan er það 12. en hún er gamla 9 og er falleg par 4 hola.\nSíðan er líka verið að stækka völlinn meira og það er verið að byggja golfhótel við völlinn og ég mæli með að fólk kíki á það.\nÉg vona að fleiri komi með svona greinar um sinn heimavöll svo maður geti séð hverju maður á að búast við í sumar ef maður sé að skella sér á aðra velli.",
    "url": "https://www.hugi.is/golf/greinar/291025/skrif-um-golfvelli-landsins-golfklubbur-borgarness/",
    "url_id": "291025",
    "id": "2105932",
    "replies": [
        {
            "user": "ASS",
            "user_id": "13287",
            "date": "2005-04-26 22:24:32",
            "id": "2112483",
            "reply_to_id": "2105932",
            "text": "Ah, Borgarnes, þar sló ég golfkúlu í fyrsta sinn, held samt ekki á vellinum."
        },
        {
            "user": "ASS",
            "user_id": "13287",
            "date": "2005-09-24 13:08:04",
            "id": "2515244",
            "reply_to_id": "2112483",
            "text": "já ég fór allar holurnar sem voru komnar í sumar og leyst bara vel á þetta. Ég skal hinsvegar lýsa mínu áliti á þessu.\n1. braut(Venjulega 2 braut enn í sumar var hún fyrst útaf vallarframkvæmdum ef mig minnir rétt)Krefjandi og erfið hola. Frekar löng og þú kemst ekki inná grín í 2 nema þú sért ágætlega högglangur. Mætti hinsvegar taka trén sem eru á milli 1 og 2 brautar.\n2 braut. Virkilega skemtileg hola enn auðveld samt sem áður. Allt útroðið af bönkerum í kringum grínið sem gerir þetta að vísu talsvert flóknara.\n3 Braut. Viirkilega skemtileg Hola. Mikil pressa undir manni, Mátt ekki eiga ílla hittan bollta og þá ertu bara útí tjörn.\n4 braut. Þessi hola fær þaða tilnefninguna “skemtilegasta hola vallarins”\nSvoldil pressa útaf tjörninni. Grínstæðið er bara eins og eyja. Smá tjörn sem kemur fyrir framan og svo bönker, Ætli það sé hinsvegar ekki eins og c.a Meters breytt gras þarna á milli.\n5. braut, stutt 4 mjög krefjandi og skemtileg.\n6 braut. par5. Mjög skemtileg hola\n7 braut. Virkilega erfið hola hár stall sem maður slær af í uppafshöggi. þá verður maður að passa sig af vatninu vinstra megin við brautina ef mig minnir rétt. Man ekki mikið eftir þaða holu\n8. VIRKILEGA skemtileg par 3 braut á nýja hluta vallarins. Skemtileg tjörn þarna sem gerir manni smá erfitt fyrir og grínið á helvíti skemtilegum stað, Mér finnst samt vanta allt umhverfi inní þessa holu.\n9. Virkilega löng og erfið par 5 hola af þessum nýja hluta vallarins. Ótrúlega fallegt landslað og grínstæðið algjör snilld.\n10. Ágætis braut, ótrúlega hrátt landslag sem skemmir allt saman.\n11. Virkilega löng og skemtileg par 3 braut\n12. (gamla 9unda) virkilega falleg og erfið hola.\nÞetta er algjör snilld þessi golfvöllur. Grínin mjög fín, enn að vísu finnst mér hyrslan á vellinum virkilega tómleg. Líka liturinn á grasinu er á flestum stöðum ekki nærrum því nógu grænn..\nTakk fyri"
        },
        {
            "user": "ASS",
            "user_id": "13287",
            "date": "2005-09-26 16:39:27",
            "id": "2522201",
            "reply_to_id": "2515244",
            "text": "Verði þér að góðu…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-04-26 22:28:25",
            "id": "2112493",
            "reply_to_id": "2105932",
            "text": "flott grein bara…ég hef samt aldrei farið í golf…en samt flott grein (Y)"
        },
        {
            "user": "lalade",
            "user_id": "55731",
            "date": "2005-04-26 23:00:25",
            "id": "2112611",
            "reply_to_id": "2105932",
            "text": "Flott grein um ágætan völl. Spilaði þarna síðasta suamr fyrir breytingu og fannst hann bara ágætur. Og plis ekki vera commenta á golf áhugamálið ef þú ert enginn golfari. Þarna leifurh."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-04-26 23:05:48",
            "id": "2112624",
            "reply_to_id": "2112611",
            "text": "leifur2\nég las greinina og kommentaði af því ég þekki höfundinn."
        },
        {
            "user": "Bentley",
            "user_id": "37402",
            "date": "2005-04-28 17:17:57",
            "id": "2116242",
            "reply_to_id": "2105932",
            "text": "Ég klúðraði reyndar smá uppsetningu á greininni en þetta er í lagi svona.\nNú verða bara fleiri að skrifa um sinn völl."
        },
        {
            "user": "hardfiskur",
            "user_id": "30919",
            "date": "2005-05-06 13:00:53",
            "id": "2135117",
            "reply_to_id": "2105932",
            "text": "Fín grein, en vantar alveg GREINASKIL í hana ásamt því að passa innslátta- og stafsetningavillur.\nEn samt sem áður gott framtak að starta einhverju nýju á þessu spjalli hérna sem er við það að deyja."
        },
        {
            "user": "Ixosin",
            "user_id": "57896",
            "date": "2005-08-28 12:17:33",
            "id": "2422890",
            "reply_to_id": "2105932",
            "text": "þetta er frábær völlur með mjög góð green allavega þegar ég spilaði á honum fyrir stuttu"
        },
        {
            "user": "stefanbh",
            "user_id": "1349",
            "date": "2005-09-10 02:18:06",
            "id": "2465722",
            "reply_to_id": "2105932",
            "text": "Margar góðar sundir hef ég átt á vellinum í Borgarnesi.  Fallegur völlur með góða aðstöðu.  Þjónustulundin er þar til fyrirmyndar.  Á þessum velli hef ég oftar lækkað mig í forgjöf og best var þegar ég lækkaði um 3.2 um árið.  Þetta er völlur með góðum anda og sál.  Þetta er draumavöllur minn."
        }
    ]
}