{
    "forum_title": "Smásögur",
    "user": "holygoat",
    "user_id": "33808",
    "date": "2005-05-16 12:14:20",
    "title": "Leitin að mér",
    "text": "Það var einu sinni maður sem hét Grim. Grim var mikill hjólabretta maður og hans hugmynd um fullkominn dag var hann einn með brettinu sínu á mjúku sumarkvöldi. Kvöldin sem Grim kallaði mjúk voru kvöld þegar ekki var of heitt, ekki of kalt, enginn vindur og hæfilega mikið af skýjum sem að sólin litaðu svo yndislega rauð.\nEitt sinn þegar Grim var sofandi vitraðist honum ungur drengur í draumi.\n-Grim, hvað ertu að pæla…þú átt ekki heima hér, þú verður aldrey alvöru skater hérna. Leitaðu að skatopiu, þar geturðu skeitað allann daginn og öll kvöld eru mjúk kvöld… Finndu skatopiu\nGrim vaknaði staðráðinn í því að finna þennan fyrirheitna stað, þessa paradís skeitarans.\nGrim greip bakpokann sinn og fyllti hann af mat og vatni, greip brettið sitt og renndi sér af stað. Grim skeitaði út um allann heim en aldrey fann hann þennann fyrirheitna stað þar til að hann var staddur í skógarjaðri í Japan. Það voru nokkrir ungir japanskir krakkar að skeita á nýbyggðum rampi. Grim hafði horft á krakkana skeita í nokkra stund þegar að hann tók eftir gömlum manni sem nálgaðist hann. Gamli maðurinn stoppaði fyrir framann hann og horfði í augun á honum……\nÞað var eins og allt væri að renna saman í eitt allt nema þeir tveir, gamli maðurinn og Grim horfðust í augu er að virtist nema sólarhringum. Þegar kyrrð komst á hvarf gamli maðurinn og grim leit í kringum sig, hann vissi strax hvert hann væri kominn.",
    "url": "https://www.hugi.is/smasogur/greinar/291471/leitin-ad-mer/",
    "url_id": "291471",
    "id": "2109982",
    "replies": [
        {
            "user": "Persefone",
            "user_id": "15721",
            "date": "2005-05-16 13:19:43",
            "id": "2163677",
            "reply_to_id": "2109982",
            "text": "Vá, ég bara held að þetta sé einn sá súrasti sögustúfur sem ég hef lesið híhíhíhíí!\nKveðja,\nPersefone"
        },
        {
            "user": "andskotinn",
            "user_id": "36189",
            "date": "2005-05-16 13:23:25",
            "id": "2163680",
            "reply_to_id": "2109982",
            "text": "Þetta var nett"
        },
        {
            "user": "thsara",
            "user_id": "58797",
            "date": "2005-05-16 17:05:48",
            "id": "2164319",
            "reply_to_id": "2109982",
            "text": "aldrei er skrifað með i ekki y"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-05-16 17:45:59",
            "id": "2164485",
            "reply_to_id": "2109982",
            "text": "genius GENIUS\nGENIUS\nþú gætir fengið nóbelsverðlaun fyrir þetta helgi án gríns!!"
        },
        {
            "user": "gummibill",
            "user_id": "56078",
            "date": "2005-05-17 12:26:59",
            "id": "2166960",
            "reply_to_id": "2109982",
            "text": "mér fannst þetta mjög vel skrifað hjá þér og mjög vel sett upp… en mér fannst þetta samt smá barnalegt…\nég ráðlegg þér allavega að setjast niður og skrifa eitthvað aðeins alvarlegra og lengra… ég viss um að þá á eftir að koma vel út"
        }
    ]
}