{
    "forum_title": "Knattspyrna",
    "user": "MichaelScofield",
    "user_id": "56245",
    "date": "2005-04-27 11:52:46",
    "title": "Edgar Davids",
    "text": "Ég ætla að skrifa smá um einn af mínum uppáhalds leikmönnum Edgar Davids.\nEdgar Davids fæddist þann þrettánda mars árið 1973 í Paramaribo í Súrinam og er hann því 31 árs í dag. Davids er aðeins 169 sentímetrar á hæð og 68 kíló en þessi miðjumaður er mikill baráttuhundur og gefst hann aldrei upp. Marcelo Lippi núverandi landsliðsþjálfari Ítala gaf honum meðal annars gælunafnið “bolabíturinn” þegar að þeir voru báðir hjá Juventus.\nDavids er ekki með lítið sjálfstraust og áður en að hann “meikaði” það í fótboltanum hitti hann Richard Krajicek á bar en Kraijicek varð síðar Wimbledon meistari í Tennis. Davids heilsaði Kraijicek á þennan veg ,,Hæ, ég er Edgar Davids og þú munt heyra mikið meira um mig.“\nDavids kom upp í hinu fræga unglingstarfi Ajax. Tímabilið 1991-1992 var hann í liði Ajax sem að sigraði Evrópukeppni Félagsliða. Hann vann þrjá deildarmeistaratitla með liðinu í Hollandi og svo var hann í liðinu sem að sigraði AC Milan 1-0 í úrslitaleik Meistaradeildarinnar tímabilið 1994-1995 þar sem að Patrick Kluivert skoraði sigurmarkið.\nDavids fór svo til AC Milan árið 1996 án þess að Ajax fengi svo mikið sem krónu fyrir hann. Davids gekk illa að aðlagast á Ítalíu til að byrja með en hann fótbrotnaði í leik gegn Perugia þegar að hann var nýkominn til AC Milan. Hann lék 19 leiki með AC Milan í Serie A áður en að hann var seldur til Juventus á 5,3 milljónir evra eða 1,7 milljónir punda í desember árið 1997.\nTímabilið 1997-1998 átti Davids stóran þátt í því að Juventus vann sigur í Serie A. Hann hélt áfram að vera fastamaður í liði Juventus næstu árin en árið 2001 komst hann í fréttirnar af leiðinlegum ástæðum.\nHollenska landsliðið:\nDavids lék sinn fyrsta landsleik fyrir Holland í apríl árið 2004 þegar að liðið tapaði 1-0 gegn Írum. Á EM 1996 í Englandi var Davids sendur heim fyrir að gagnrýna Guus Hiddink þáverandi landsliðsþjálfara Hollendinga á opinberum vettvangi. Davids var allt annað en sáttur og sakaði reyndari menn í liðinu vera með samsæri gegn sér.\nÁ HM í Frakklandi árið 1998 var Davids í góðu formi og var hann valinn í lið mótsins en Holland tapaði gegn Brasilíu í vítaspyrnukeppni í undanúrslitum mótsins. Á EM í Hollandi og Belgíu tapaði Holland svo fyrir Ítalíu í vítaspyrnukeppni í undanúrslitum. Eftir að hafa ekki komist á HM þá tapaði hollenska liðið í þriðja sinn í undanúrslitum á stórmóti með Davids innanborðs á EM í Portúgal fyrr á þessu ári en þá tapaði liðið fyrir Portúgal 2-1.\nNotar gleraugu vegna gláku:\nDavids notar hífðargleraugu þar sem að hann fór í aðgerð árið 1999 vegna gláku í hægri auga en það er sjúkdómur sem að getur gert menn sjónskerta og jafnvel blinda.\nFyrir leik með hollenska landsliðinu þegar að Davids var að nota hlífðargleraugun í eitt af fyrstu skiptunum sagði varnarjaxlinn Jaap Stam við hann ,,Komdu Edgar, við erum að spila fótbolta, það er ekki tími til að fara á skíði.” Ekki var Davids ánægður með þetta og reifst við Stam en Davids er eins og fyrr segir ekki sá rólegasti og hefur hann fengið nokkur rauð spjöld á ferlinum. Hann fékk meðal annars tvö rauða spjöld í sömu vikunni eitt sinn.\nEinnig brjálaður utan vallar:\nDavids er heldur ekki rólegur utan vallar og hefur oft komist í hann krappan þar. Fyrir nokkrum árum var hann kærður fyrir að lumbra aðeins á fyrrverandi eiginkonu sinni. Tveir þjófar sem að reyndu að ræna hann þegar að hann var á Porsche bíl sínum í Milan fengu að kenna á því en þrátt fyrir að vera lítill þá tók Davids sig til og tók Davids sig til og tók vel á þjófunum.\nTakk fyri",
    "url": "https://www.hugi.is/knattspyrna/greinar/291710/edgar-davids/",
    "url_id": "291710",
    "id": "2112203",
    "replies": [
        {
            "user": "Demeter",
            "user_id": "19926",
            "date": "2005-04-27 12:00:47",
            "id": "2113022",
            "reply_to_id": "2112203",
            "text": "Stolið beint af fobtolti.net"
        },
        {
            "user": "Demeter",
            "user_id": "19926",
            "date": "2005-05-05 10:58:21",
            "id": "2132316",
            "reply_to_id": "2113022",
            "text": "einn af uppáhalds leikmönnunum mínum:D\nen skrifaðu þínar eigin greinar, ef að þú kannt það ekki og tekur af öðrum síðum láttu þá heimild með…!"
        },
        {
            "user": "Omerta",
            "user_id": "32677",
            "date": "2005-04-27 12:31:50",
            "id": "2113058",
            "reply_to_id": "2112203",
            "text": "Hættu að stela greinum vanvitin þinn."
        },
        {
            "user": "TorsteinnI",
            "user_id": "38612",
            "date": "2005-04-27 12:45:13",
            "id": "2113080",
            "reply_to_id": "2113058",
            "text": "WTF??! STOLIÐ AF FOTBOLTI.NET!!! BUSTED HAHAHA!!!!!!!!!!!!!!!!!!!!!!!!"
        },
        {
            "user": "Omerta",
            "user_id": "32677",
            "date": "2005-04-27 13:18:30",
            "id": "2113135",
            "reply_to_id": "2113080",
            "text": "Afhverju ertu að svara mér?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-04-27 14:25:38",
            "id": "2113259",
            "reply_to_id": "2112203",
            "text": "Hvar er hann núna annars?\nEnþá í Inter á bekknum ?"
        },
        {
            "user": "Sigginn",
            "user_id": "26895",
            "date": "2005-04-27 16:28:32",
            "id": "2113615",
            "reply_to_id": "2112203",
            "text": "err…1,7 millj pund eru 2,5 millj evrur ekki 5,3. Einnig efa ég að að hann hafi byrjað feril með landsliðinu árið 2004:P\nAnnars fín grein, þ.e.a.s ef hún var ekki stolin."
        },
        {
            "user": "clarkson",
            "user_id": "42675",
            "date": "2005-04-27 18:15:03",
            "id": "2113952",
            "reply_to_id": "2112203",
            "text": "Hollenska landsliðið:\nDavids lék sinn fyrsta landsleik fyrir Holland í apríl árið 2004 þegar að liðið tapaði 1-0 gegn Írum. Á EM 1996 í Englandi var Davids sendur heim fyrir að gagnrýna Guus Hiddink þáverandi landsliðsþjálfara Hollendinga á opinberum vettvangi. Davids var allt annað en sáttur og sakaði reyndari menn í liðinu vera með samsæri gegn sér.\nÁ HM í Frakklandi árið 1998 var Davids í góðu formi og var hann valinn í lið mótsins en Holland tapaði gegn Brasilíu í vítaspyrnukeppni í undanúrslitum mótsins. Á EM í Hollandi og Belgíu tapaði Holland svo fyrir Ítalíu í vítaspyrnukeppni í undanúrslitum. Eftir að hafa ekki komist á HM þá tapaði hollenska liðið í þriðja sinn í undanúrslitum á stórmóti með Davids innanborðs á EM í Portúgal fyrr á þessu ári en þá tapaði liðið fyrir Portúgal 2-1.\nHvernig gat hann byrjað með landsliðinu árið 2004 en samt spilað HM 1998?"
        },
        {
            "user": "svartur",
            "user_id": "18476",
            "date": "2005-04-27 18:57:09",
            "id": "2114079",
            "reply_to_id": "2112203",
            "text": "Busted!\ntekið beint af fótbolta.net\nhehehe"
        }
    ]
}