{
    "forum_title": "Eve og Dust",
    "user": "newsted",
    "user_id": "7952",
    "date": "2005-05-03 10:26:04",
    "title": "Secret Package: lucky fight(sagnarkeppni)",
    "text": "“wandering around in unknown territory, unknown space”\n“it's empty, lonely, I get creep from every planet, every star you pass”\n“all comunications are lost, my ship damaged from a group of pirate I\nbarely managed to kill. Well it worms me up thinking about it..”\nI was sent to give a man, whom I don't know, a package, secret mission\nit was and I was told that if I failed to give the package I could selfdestruct\nmy ship with me in it couse they would hunt me down and kill, no matter\nif i was on the good or bad side.\nI had not gone far when my scanner showed me that something was lieing\nnot far from me in this system.\nI prepared my guns and was ready to fight the one who planed to destroy\nme.\nsuddenly everything disappeared on my scanner, i started sweating. “this\nmission can not fail” i thought to my self.\nsomething happened now, my ship started to go slower and 3 ships, frigates\nappeared on my scanner, I was scrambled and webbed. I thought to self and\nlaughed a little bit “is this all, 3 frigates, i can kill them on no time”\nwell…my laugh faded and terror started flowing down my body as I saw 2\nbattleships in front of me.\nthis was not the time to brake down and drown in terror i was far more\nexperienced than that.\nI desided to get rid of those frigates first, I would have better chance against\nthe battleships while not scrambled.\nI activated my smartbomb, *PJUFF*, wow, that didn't take long, 2 frigates down\nand one running away. I didn't mind about their pods so I started targeting\nthe battleships.\nbattleships targeted, my scanner informing me that they had me targeted to.\nthey trying to reach me with the radio, i tuned it up just to here what\nthey had to say. “you shall not pass our space without our permission, whom\ndo we have to that to get an easy pray?”\n*silence* I didn't answer them.\n“so…u want to have it this way..suit youre self then..”\ncomunications brake out.\nI just sad there very calm despite my fears and terrors of not sruviving this attack\nand used the time while they didn't do anything to think how i could destroy them both.\ntheir ships start to move, one to right other to left. I reacted at once, activating my nosferatus\non the smaller one, and in just seconds that ship had no energy to attack.\n“hope this will due” i thought.\nActivating my siege lunchers on the other one and strengthing my shield. while i watched how\nhe reacted i saw that he's was not fitted to run away, no shield booster, no shield hardeners,\nno dmg hardeners at all, just the guns, and enough of them, and i felt that when he started shooting.\nI was half way down with his structure when my shield gave away.“this wont be good” i thought, couple\nof missile rounds and he was dead, i cheered in my head.\nI didn't notice that just before my shield had gone, my nos's stopped working and the other one\nhad have the time to regain his energy. I was shocked when i found out that he was a missileboat\nand feeling it very well when his missiles hit me. only a miracle could save me now. activating all my guns and\ntrying to target jam him while regaining my shield, more missiles were shot and damage on my ship almost\nto hull now.\nI didn't know what happeneg but an explosion was on his ship befor my missiles hit him and he didn't fire back.\na miracle, just what i needed to destroy him. more and more missiles going towards him and shield half\nway up again he started shooting again, but not as many as befor, something had gone wrong on his side.\nmy missiles dealing him alot of damage and his shield went down fast sot did his structure.\nhe had swithed missiles during his mechanical failure and these missiles were far more powerfull than\nmine, my missile ran out and seeing the last round hitting him and killing him i saw a round of missiles heading towards\nme. my hull in 90% and no shield and no defender missiles to load, no time to load them. so\ni sat back and “enjoyed the show, hoping that this wasn't going to be my last trip for the\nfederation. the missiles hit me and hit me hard, i got knocked out…\nin my dream i was in a beautiful place everything was so pretty, no ad feeling,\nand the pretty women not missing, i surely thought I had died..\nhours later i woke up, my head killing my and warnings not makeing me feel better, I now saw that\nhis missiles had not killed me, hull in 15% and shield had recharged him self. i prayed to god, to allah,\nto all the gods i had known, just to thank them.\ni sat up regain my strength. I warped to a planet in the system and lunched my repaire drones out to repair my structure.\nsoon as that was done and i was about to warp away i saw this tiny tiny thing in space blinking lights on it.\ni targeded it to see what it was. and mymy what i was surprised, it was the pod of the one\nwho had almost killed me. I didn't wast more time in thinking and sent a missile towards it and finished him of.\nMy hull still much damaged but i didn't have the equip to repair it so i headed on with my way.\n”Back to where we are now, one jump to go and i can hand this package and repaire my ship and head home.\nthis trip had tought me that skill in a fight does not matter at all couse if ecerything had gone the way\nit was supposed to go, i wouldn't be telling u my story…\"",
    "url": "https://www.hugi.is/ccp/greinar/293325/secret-package-lucky-fightsagnarkeppni/",
    "url_id": "293325",
    "id": "2126932",
    "replies": [
        {
            "user": "Steini",
            "user_id": "24054",
            "date": "2005-05-03 13:08:22",
            "id": "2127221",
            "reply_to_id": "2126932",
            "text": "Var ekki loka skiladagur 2. Maí? :S"
        },
        {
            "user": "newsted",
            "user_id": "7952",
            "date": "2005-05-03 13:45:03",
            "id": "2127287",
            "reply_to_id": "2127221",
            "text": "að mínu mati var 2. ekki fyrr en ég vaknaði núna:þ en ef þetta er of seint, þá skiptir það engu, vona bara að ykkur líka sagan þar sem mig vantaði meira eve kunnáttu sem hefur gleymst á þessum mánuðum sem ég hef ekki spilað… :/"
        },
        {
            "user": "newsted",
            "user_id": "7952",
            "date": "2005-05-03 14:22:24",
            "id": "2127389",
            "reply_to_id": "2127287",
            "text": "sry 3, mai fyrr en ég vaknaði…sendi þetta inn í nótt einhverntíman"
        },
        {
            "user": "Steini",
            "user_id": "24054",
            "date": "2005-05-03 14:31:39",
            "id": "2127410",
            "reply_to_id": "2127389",
            "text": "ok :) Bara að spá :)"
        },
        {
            "user": "newsted",
            "user_id": "7952",
            "date": "2005-05-03 15:26:51",
            "id": "2127529",
            "reply_to_id": "2127410",
            "text": "nóg um takmörk, lastu söguna? hvernig fannst þér hun ? :þ"
        },
        {
            "user": "Steini",
            "user_id": "24054",
            "date": "2005-05-03 17:24:06",
            "id": "2127855",
            "reply_to_id": "2127529",
            "text": "Ágætis saga :)\nEn þvímiður ALLT of mikið af stafsetningarvillum."
        },
        {
            "user": "newsted",
            "user_id": "7952",
            "date": "2005-05-03 18:34:02",
            "id": "2128054",
            "reply_to_id": "2127855",
            "text": "ég gerði þetta kl. hálf 4 í nótt og var að flýta mér, skiljanlegt :þ"
        },
        {
            "user": "Steini",
            "user_id": "24054",
            "date": "2005-05-03 19:03:04",
            "id": "2128164",
            "reply_to_id": "2128054",
            "text": "Virðing :) (Respect, þú skilur mig :))"
        },
        {
            "user": "newsted",
            "user_id": "7952",
            "date": "2005-07-14 22:13:34",
            "id": "2313764",
            "reply_to_id": "2126932",
            "text": "ok plííííís einhver svaraaaa… hvar fær maður EVE?????? þúst hvernig getur meður fengið hann þarf maður að downloada honum eða eikkað? :S"
        },
        {
            "user": "newsted",
            "user_id": "7952",
            "date": "2005-07-16 15:00:35",
            "id": "2317136",
            "reply_to_id": "2313764",
            "text": "færð eve í BT svo geturu líka dl honum frá eve.is or sum…"
        }
    ]
}