{
    "forum_title": "Smásögur",
    "user": "BillyPilgrim",
    "user_id": "58655",
    "date": "2005-05-21 16:10:27",
    "title": "Klóið",
    "text": "Hér er frekar gömul smásaga eftir sjálfan mig. Mér þykir hún bara það skemmtileg að mér datt í hug að pósta hana hér…\nÉg sat á klósettinu þarna. Það var eitt af þessum klósettum sem einbeittu sér um of við að lykta vel en ekki að lýta vel út. Það var eins og þau höfðu sett einn brúsa og mikið af einhverju spring air mountian fresh air freshener. Þetta var of mikið fyrir mig. Mér leið eiginlega hálf illa út af þessari lykt. Lyktin komst þó ekki í hálfkvist við útlit klósettisins sjálfs. Eldgamall korkurinn á gólfinu var orðinn hálf brúnn af skít og gamall eldrauður skápur sem hékk á veggnum var við það að detta vegna ryðgaða nagla spýtti út úr sér rúllum af klósett pappír. Út af þessum gervi fjalla ilm (af hverju vill nokkur maður láta klósettið sitt lykta eins og fjall?) og slæma útliti varð ég svo pirraður að ég náði ekki að kúka almennilega.\nÞað var ekki gott. Ég vissi ekki hvort ég vildi vinna á stað sem var með svona ógeðslegt klósett. Eða hvort ég vildi eitthvað vera að því að sækja um vinnu þar í fyrsta lagi og þar sem að ég var ekki alveg út kúkaður var ég með smá magaverk.\nÉg gekk frá mínum málum og gekk út af klósettinu og settist á stól fyrir framan skrifstofunni sem viðtalið myndi fara fram í. Á skrifstofuhurðinni var merki sem á stóð ,, Finnur Gunnarsson, Sölustjóri”. Það var undir þessum Finni komið hvort ég fengi starfið. Ég var farinn að hata þennan Finn, í rauninni var ég farinn að hata allt sem tengdist þessu fyrirtæki. Ég sór þess dýran eyð að ég myndi aldrei nota vörur frá þessu helvítis fyrirtæki. Svo mikið var ég farinn að hata það.\nMaðurinn sem sat við hliðin á mér var greinilega mjög stressaður. Hann trommaði alveg eins og madman á örmunum á stólnum sem hann sat á. Það var alveg að gera mig geðveikan. Og í þokkabót var magaverkurinn að segja til sýn á ný. Ég sneri mér að manninum við hliðin á mér og bauð honum tyggjó í von um það að hann myndi beina stress kastinu sínu að tyggjóinu og hætta að misnota armana á stólnum sínum.\nHann horfði á mig með undarlegum svip en ákvað undir lokin að þá tilboðið.\nÉg gerði mér ekki grein fyrir því hversu mikil mistök ég hafði gert. Hann var einn af þeim sem tyggir of hátt. Hann var eiginlega hættur að tyggja og farinn að smjatta og í þokkabót hætti hann ekki að tromma.\n,,DUNK, SMJATT, DUNK DUNK, SMAJTT.”\nÍ þann mund sem ég var að fara gekk að okkur maður með spjald. Hann leit á spjaldið og svo á okkur og sagði mér að fara inn að skrifstofuna. Ég spurði hann hvort að hann væri Finnur. Hann leit á mig og hló.\n,,Finni seinkaði og verður kominn eftir smástund. Hann bað mig um að senda þig inn á skrifstofuna sína.”\nÉg hafði komist af því hver var air freshener fíkillinn. Öll skrifstofan angaði í þessum ógeðslega fnyk. Það er eitt að nauðga klósettinu sínu svona en annað að nauðga skrifstofunni sinni þannig líka. Ég velti því fyrir mig hvort að heimili hans væri líka svona.\nÉg sat þarna á stað sem ég var strax farinn að hata að bíða eftir einhverjum Finni sem mér leist ekki vel á jafnvel þótt að ég hefði aldrei hitt. Hversu góður gat air freshness níðingurinn verið. Ég velti því fyrir mér hvort að allt fyrirtækið væri svona.\nÍ þann mund sem ég var að fara heim til mín kom þessi Finnur inn.\n,,Sæll, ég er Finnur. Hvað heitir þú?” Áður en að ég gat svarað leit hann á spjaldið sem hann hélt á og bætti við ,,nei það er óþarfi, ég sé hvað þú heitir þarna.”\nÞetta fannst mér heldur ókurteist.\nHann spurði mig nokkrar spurningar um menntun mín og reynslu. Ég reyndi að virðast sem ókurteis og ég gat vegna þess að miðað við hversu mikla reynslu ég hafði voru miklar líkur á því að starfið væri mitt nú þegar og viðtalið væri bara formsatriði.\nHann virtist vera frekar ánægður með mig. Mér leist ekkert rosalega vel á það. Ég auk ókurteisina.\n,,Á hvaða forsendum sækir þú um starfið hér?”\n,,Um hvern í andskotanum ertu að tala. Forsendur… Ég er bara atvinnulaus.”\nHann horfði á mig og vissi ekki alveg hvað hann átti að segja eða gera.\n,,Jááááá. Allt í lagi.”\nÞegar viðtalið var búið hljóp ég út í bílinn minn og ók eins og ég væri með dauðann á hælunum heim til mín og þaðan beint á klósettið.\nÞegar ég var rétt búinn að ná að kúka almennilega hringdi síminn. Ég velti því fyrir mér hvort ég ætti að nenna að dröslast upp og svara símanum eða að láta hann eiga sig.\nEftir að hann hefði hringt í um fimm mínútur gerði ég mér grein fyrir því að þetta hlaut að vera mikilvægt.\nÉg svaraði í síman og mér til mikils hryllings gerði mér grein fyrir því að þetta var Finnur Freshener. Hann hringdi til þess að segja mér að ég hefði fengið starfið.",
    "url": "https://www.hugi.is/smasogur/greinar/294506/kloid/",
    "url_id": "294506",
    "id": "2137744",
    "replies": [
        {
            "user": "Tigercop",
            "user_id": "21417",
            "date": "2005-05-21 23:02:45",
            "id": "2178009",
            "reply_to_id": "2137744",
            "text": "Þetta var svo sem ágætis saga sem samt hefði alveg mátt pússa aðeins til. Húmorinn er fínn en hálf undarlegur en mér leiddist ekkert á meðan ég las söguna. Bara vel gert en slípa örlítið til og þá er sagan flott…\nKveðja:\nTigercop sem finnst alltaf leiðinlegt að sjá (sviga) í smásögum, nota kommu frekar, og koma svo með áframhaldið …"
        },
        {
            "user": "gummibill",
            "user_id": "56078",
            "date": "2005-05-22 12:37:25",
            "id": "2178806",
            "reply_to_id": "2137744",
            "text": "snilld… vá hvað ég dýrka svona húmo"
        }
    ]
}