{
    "forum_title": "Heimspeki",
    "user": "survivor",
    "user_id": "9753",
    "date": "2001-05-30 23:44:05",
    "title": "Engill í dulargervi",
    "text": "Hvað er fullkominn vinur?\nEftir töluverða umhugsun og hárreytingar hef ég komist að eftirfarandi niðurstöðu í nokkrum liðum. Góður vinur á að vera:\na)Hress og skemmtilegur, (má þó eiga sína slæmu daga… eins og aðrir).\nb) Honum þarf að vera hægt að treysta fyrir leyndarmálum.\nc) Miskunnsamur, hann verður að geta fyrirgefið mistök þvi öllum verður jú á í messunni.\nd) Tillitssamur og umburðarlyndur.\ne) Hann þarf að þekkja veikleika manns og hafa lag á því að gera það besta úr aðstæðum hverju sinni.\nf) “Shoulder to cry on”… hann þarf að standa með manni í gegnum súrt og sætt, sama hversu mikið fífl maður er.\ng) Hann þarf að vera ríkur og hann á alltaf að splæsa á mann! :)\nh)Hann má ekki vera sætari en maður sjálfur!\nog síðast en ekki síst…\ni) Traustur og trygglyndur, hann ætti að taka upp hanskann fyrir manni þegar maður hefur gert einhvern skandal og allir aðrir hafa snúið baki við manni.\nEn að sjálfsögðu er hinn fullkomni vinur ekki til og ekki eru allir englar þótt þeir líti kannski út fyrir að vera það. Maður verður bara að taka kostum og göllum hvers og eins, með bros á vör, þá fer allt vel.\nEf einhverjir hafa einhverju við þetta að bæta, endilega hripið til mín nokkrar línur, thank you, spank you and goodbye!",
    "url": "https://www.hugi.is/heimspeki/greinar/29554/engill-i-dulargervi/",
    "url_id": "29554",
    "id": "197633",
    "replies": [
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2001-05-31 16:03:13",
            "id": "197634",
            "reply_to_id": "197633",
            "text": "Þetta hljómar eins og framleiðsla hins skrásetta vörumerkis Oprha eða Oprah hvernig sem það er nú stafsett ;)\nFólk er ólógíst þannig að við getum líklega aldrei fundið hinn fullkomna vin eða nokkuð þess háttar.  Þú gætir kynnst einhverjum sem passar fullkomlega inní þessar kategoríur þínar, en þú gætir allt eins ekki þolað einstaklinginn.  Því fylgir líka að þú gætir hitt einhvern sem passar alls ekki inn í þessat katigoríur, og þú gærir elskað hann út af lífinu. :/\nHið síðara finnst mér það algenga.  Ha ha!! alltaf að gerast! :))\nÞeas það eru annsi margar undantekningar á þessu.\nMar gæti auðveldlega gerst hræsnari, þe ef besti vinur manns fellur alls ekki í þessa kategoríur, en sammt gæti mar ekki hugsað sér að missa hann.\nHmm… ekki illa meint survivor.. þannig ekki taka þetta komment nærri þér."
        },
        {
            "user": "ljufa",
            "user_id": "249",
            "date": "2001-06-01 19:19:22",
            "id": "197635",
            "reply_to_id": "197633",
            "text": "Mér finnst nú h) og g) svoldið sorglegir eiginleikar en maður má nú alltaf láta sig dreyma um hinn fullkomna vin :)\nMér myndi líða frekar illa ef einhver væri alltaf að splæsa á mig og ég gæti ekkert gefið í staðinn nema vináttu mína.\nSvo er nú kannski ljótt að segja það en mér finnst líka miklu miklu skemmtilegra að eiga sætar vinkonur/vini því þá er maður laus við “ég er svo feit og ljót” pakkann. Maður getur farið út að skemmta sér og allir eru ánægðir, engin öfund í gangi yfir að einhver í hópnum fær alla athygli frá hinu kyninu og svona.\nEn það er bara það sem mér finnst :)\nLjúfa"
        },
        {
            "user": "survivor",
            "user_id": "9753",
            "date": "2001-06-02 00:53:53",
            "id": "197636",
            "reply_to_id": "197635",
            "text": "þetta var náttúrulega bara djók;)\nhehehehe, ég er sætari en engel hehehehe, djók."
        },
        {
            "user": "psycho",
            "user_id": "1791",
            "date": "2001-06-02 19:23:36",
            "id": "197637",
            "reply_to_id": "197636",
            "text": "já þetta var athygglisvert hjá þér :)\nmér finst þú mikið sætari en engel.\nen ég vona að þú eigir aldrei eftir að kalla mig hinn fullkomna vin :)\nþví eftir þessa grein mundi ég frekar vilja vera vinur með galla :Þ"
        },
        {
            "user": "Pippa",
            "user_id": "10238",
            "date": "2001-06-04 22:05:41",
            "id": "197638",
            "reply_to_id": "197637",
            "text": "engel er nú bara 100 sinnum myndarlegri en þið tvö til samans :)\nENGEL ER GUÐ, OG HANN MUN SNÚA TIL BAKA!"
        }
    ]
}