{
    "forum_title": "Kvikmyndir",
    "user": null,
    "user_id": null,
    "date": "2005-05-15 16:11:01",
    "title": "The Station Agent",
    "text": "Okey. Hæ. Ég ætla að skrifa um kvikmyndina The Station Agent. Þessi mynd sem kom út árið 2003 er bæði skrifuð og leikstýrt af Thomas McCarthy. Það muna vera hans eina bíomynd, en hann er einnig leikari. Myndin fjallar í meginpartum um dverg sem er ekki bara dvergur því hann er líka einfari. Þessi undarlegi dvergur flyst á nýtt svæði þar sem hann kynnist bæjarbúum, þar á meðal snargeggjuðum “hot dog” starfsmanni og 40 ára listakonu.\nÉg var út á videoleigu þegar ég sá þessa mynd í rekkunum fyrir gamlar myndir. Það var dvergur framan á hulstrinu og fullt af lestum. Ég var bara what the fuck soldier, aint my shit but yo. En ég tók hana því ég fann ekkert annað gott. Þessi mynd átti eftir að koma mér á óvart, hún átti eftir að læðast aftan að mér og klifra upp bakið á mér og öskra svo í eyrun á mér, ég er góð mynd!\nÞessi mynd Thomasar er bráðsnjöll, uppfull af töfrum. Hann nær að skapa ólýsanlegt andrúmsloft og gera myndina mjög raunverulega. Ég grét yfir myndinni, ekki alla myndina, svona á köflum, svo hló ég á milli, eða sagði með sjálfum mér, þetta er æði.\nDvergurinn Fin er einfari, hann vinnur með einhverjum svertingja sem deyr og hann erfir húsið hans sem reynist vera kofi við lestarstöðina. Þar flytur hann. Þar fyrir utan hengur alltaf Joe sem er gaur með hot dog bás. Joe talar mikið og er uppáþrengjandi. Joe er fyndinn gaur. Joe er svona gaur sem yrði laminn í partíum á íslandi. Fin vill ekkert vingast við Joe, hann vill bara hanga og fara í göngutúra og skoða lestir en Joe eltir hann mikið og loks eru þeir farnir að hanga saman að gera þessa hluti. Og í þann hóp bætist 40 listakona, sem er fráskilinn og myndast með þeim 3 ótrúleg vinátta, ólíklegustu einstaklingar samfélagsins saman komin til að hlæja saman, til að njóta lífsins.\nÞetta er mynd um mannfólkið, þetta sýnir mannfólkið í réttri mynd, þetta er um venjulegt fólk í venjulegum aðstæðum nema einn er dvergur. Þetta er um stríðni á dvergum, þetta er um einfara. Myndin reynir að sýna okkur tilfinningar mannfólksins og maður virkilega skilur betur bara hvernig lífið er.\nÞessi mynd er ein af mínum uppáhalds, ég gef henni 10 stjörnur af 10. Þetta er falleg mynd, þetta er skemmtileg mynd. Þetta er mynd sem Vinnie Jones getur grátið yfir, þetta er mynd sem amma þín getur grátið yfir, ekki af sorg, af gleði.\nAllt er til fyrirmyndar, handritið er fullkomið, og ég meina það, það er fullkomið, leikstjórn er frábær og leikur er ótrúlegur, frábærir leikarar. Kvikmyndataka og annað eins er allt til fyrirmyndar.\nÞess má svo geta í lokin að myndin er á top 250 á imdb.com. Og það verður að teljast gott af svona óþekktri mynd. Meistaraverk.\nBless. Sjáumst seinna. Bæ. Verið sæl.",
    "url": "https://www.hugi.is/kvikmyndir/greinar/295935/the-station-agent/",
    "url_id": "295935",
    "id": "2153502",
    "replies": [
        {
            "user": "Dagfari",
            "user_id": "8158",
            "date": "2005-05-15 17:09:46",
            "id": "2161516",
            "reply_to_id": "2153502",
            "text": "Ótrúlega góð mynd. Þakka þér fyrir greinina, ég var búinn að gleyma myndinni. :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-05-15 18:23:38",
            "id": "2161664",
            "reply_to_id": "2153502",
            "text": "þakka þé"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-05-16 06:05:06",
            "id": "2163364",
            "reply_to_id": "2153502",
            "text": "jesus mer hefur aldrei leiðst jafn mikið við að lesa 1 post þetta er mesta pain sem eg hef upplifað"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-05-16 10:55:43",
            "id": "2163453",
            "reply_to_id": "2163364",
            "text": "Já er það? kannski áttu ekki að lesa greinar um bíomyndir sem þú hefur ekki séð."
        },
        {
            "user": "zailex",
            "user_id": "1631",
            "date": "2005-05-16 16:07:04",
            "id": "2164119",
            "reply_to_id": "2153502",
            "text": "glötuð mynd"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-30 19:48:01",
            "id": "2281174",
            "reply_to_id": "2153502",
            "text": "þetta er fín mynd og frábær grein"
        }
    ]
}