{
    "forum_title": "Tölvuhlutverkaleikir",
    "user": "Deathrock",
    "user_id": "30603",
    "date": "2005-05-15 11:55:30",
    "title": "Vampire: The Masquerade Bloodlines(Hugsanlega Andlegur Spoiler)",
    "text": "Ég veit að það var búið að skrifa grein um þennan leik einhverntímann en ég geri nýja grein. Því að ég er loksins búinn að klára leikinn núna ákvað ég að skrifa aðeins um hann.\nLeikurinn er keyrður á Half Life 2 vélinni sem gerði tölvunni minni erfitt fyrir, laggaði svolítið mikið en það stoppaði mig ekki í það að spila þennan frábæra leik.\nLeikurinn byrjar á því að maður velur sér Class. Það eru eitthvað um 7 eða fleiri valmöguleikar, allir með sína kosti og galla. T.d geta Nosferatu alls ekki komið nálægt fólki á götunni því þeir eru svo ljótir og verða að ferðast um holræsin og myrkrinu.\nÍ Vampire leikur maður Vampíru í nútímanum,sem verður að lúta ákveðnum reglum, ef maður brýtur þessar reglur eykur það hættuna á því að mennirnir kæmust að tilvist vampírana og þá ættu þær ekki sjö dagana sæla og yrði fljótt eytt af mankindinni. Þess vegna eru þessar reglur notaðar í leiknum,sem þar er kallað Masquerade. Ef maður brýtur þessi lög fær maður hinar vampírurnar á mót sér og vampire slayers byrja gefa manni gaum.\nBardagastíllinn skiptist á 1st person og 3rd sem eykur fjölbreytni leiksins og skemmtilegheitin. Þegar maður ef með byssur sér maður í 1st person en ef maður er með sverð er það í 3rd person. Kemur mjög vel út. Gallinn er sá að byssurnar í leiknum eru eiginlega bara lélegar, maður er miklu fljótari að drepa mann með sverði en byssu í leiknum. Það er líka miklu skemmtilegra. Það er oft bara svo gaman að fara bara allt í einu að leika sér að drepa fólk með sverði sínu.\nSöguþráðurinn kemur mjög á óvart og oft verður maður mjög hissa. Mörg questin snúast um svona senditíkurferðir, maður á að fara tala við þennan eða drepa þennan. Svo stendur maður oft frammi fyrir einhverju sem hefur áhrif á framgang leiksins. Ef maður velur annan valmöguleikann verður söguþráðurinn öðruvísi en ef maður hefði valið hinn. Endirinn kom mér sérstaklega á óvart. Þá var markmiðið sem maður átti mestallan leikinn að reyna finna allt annað og frekar ómerkilegra en maður hafði vonað. En ég ætla ekki að segja neitt frá söguþræðinum sjálfum.\nÞetta er með betri leikjum sem ég hef prófað, mæli eindregið með honum. Gef honum ****1/2\n/\n*****",
    "url": "https://www.hugi.is/crpg/greinar/296332/vampire-the-masquerade-bloodlineshugsanlega-andlegur-spoiler/",
    "url_id": "296332",
    "id": "2157120",
    "replies": [
        {
            "user": "Hodet",
            "user_id": "24183",
            "date": "2005-05-15 12:17:19",
            "id": "2160948",
            "reply_to_id": "2157120",
            "text": "þetta er allt í lagi grein.\nmér persónulega finnst þessi leikur sukka þetta er mest bug leikur sem ég hef spilað. skil ég ekki hvernig er hægt að gefa honum 4 1/2 stjörnuaf 5 þessi leikur á mest að fá svona 2 stjórnur af 5 mögulegum. það eina sem mér fannst einhvað áhugavert við leikinn var sagan . búið"
        },
        {
            "user": "Dalamard",
            "user_id": "57202",
            "date": "2005-05-15 12:24:01",
            "id": "2160955",
            "reply_to_id": "2160948",
            "text": "eins og ég seigi við alla gaura sem virðast ekki hafa veit vitt á tölvuleikjum….. UPDATE"
        },
        {
            "user": "Hodet",
            "user_id": "24183",
            "date": "2005-05-18 13:01:37",
            "id": "2170113",
            "reply_to_id": "2160955",
            "text": "'Eg veit alveg….. UPDATE. dad er bara rosalega erfitt erfitt degar madur er ekki med netid"
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2005-05-15 12:28:20",
            "id": "2160965",
            "reply_to_id": "2157120",
            "text": "Frábær leikur…fyrsti leikurinn í langan tíma sem ég nennti að spila.\nEn jújú bugged var hann, þó var lítið mál að spila hann ef maður hafði 1gíg í minni."
        },
        {
            "user": "Dalamard",
            "user_id": "57202",
            "date": "2005-05-15 12:38:28",
            "id": "2160988",
            "reply_to_id": "2160965",
            "text": "hann er dálítið bugged en update-aðu hann og öll major bug-inn leiðréttast"
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2005-05-15 14:26:06",
            "id": "2161160",
            "reply_to_id": "2160988",
            "text": "jamm, ég gerði það nú…"
        },
        {
            "user": "Longhorn",
            "user_id": "55750",
            "date": "2005-05-15 12:47:39",
            "id": "2161002",
            "reply_to_id": "2157120",
            "text": "Ég hef enþá ekki prufað þennan leik. Er hann mjög scary? ég meina MJÖG scary."
        },
        {
            "user": "Treehugger",
            "user_id": "41540",
            "date": "2005-05-22 19:35:29",
            "id": "2179845",
            "reply_to_id": "2161002",
            "text": "Þetta á ekki að vera scary leikur, þannig að nei."
        },
        {
            "user": "TheAshlander",
            "user_id": "47756",
            "date": "2005-05-24 21:06:05",
            "id": "2185719",
            "reply_to_id": "2161002",
            "text": "…tja persónulega fannst mér eitt borðið frekar svona…spooky(no spoilers)\nnema þú viljir bara pm/me =D\nAshy…"
        },
        {
            "user": "Phsyco",
            "user_id": "58679",
            "date": "2005-05-15 12:58:51",
            "id": "2161017",
            "reply_to_id": "2157120",
            "text": "Persónulega finnst mér þetta snilldarleikur og\neg mæli með honum við alla sem hafa áhuga á vampíru leikjum og myndum."
        },
        {
            "user": "HotWaX",
            "user_id": "3009",
            "date": "2005-05-15 15:35:14",
            "id": "2161320",
            "reply_to_id": "2157120",
            "text": "Frábær leikur og vel uppsett grein. Það er bara tvennt sem ég ætla að setja útá, ég er ósamála þér um byssurnar þær eru mjög góðar bara frekar dýrt að kaupa skot og hitt það eru ekki neinir “classar” heldur þetta eru clön en það skiftir engu máli :D"
        },
        {
            "user": "hartmann",
            "user_id": "18812",
            "date": "2005-05-16 14:24:35",
            "id": "2163830",
            "reply_to_id": "2161320",
            "text": "Malkavian ! ^^"
        },
        {
            "user": "Noztradamus",
            "user_id": "55150",
            "date": "2005-05-16 14:53:56",
            "id": "2163916",
            "reply_to_id": "2157120",
            "text": "snilldar leikur! :) flott grein;)  Það er reyndar líka hægt að vera með byssu í 3persónu :P en allavega, Hvaða clan er með flottustu outfittið???  Ég er reyndar búinn að spyrja en fékk ekkert svar í hinni greininni:("
        },
        {
            "user": "Deathrock",
            "user_id": "30603",
            "date": "2005-05-16 22:06:29",
            "id": "2165638",
            "reply_to_id": "2163916",
            "text": "Ég held það sé bara mismunandi eftir því sem fólki finnst. Svo er líka hægt að kaupa föt í leiknum. Þótt það sé nú ekkert það mikið í boði."
        },
        {
            "user": "HotWaX",
            "user_id": "3009",
            "date": "2005-05-17 02:05:06",
            "id": "2166393",
            "reply_to_id": "2163916",
            "text": "Toreador eða Ventrue"
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2005-05-17 14:26:59",
            "id": "2167336",
            "reply_to_id": "2157120",
            "text": "þessi leikur æri meistarverk ef ekki væri þó nokkur skordýr(bugs) í honum."
        },
        {
            "user": "Noztradamus",
            "user_id": "55150",
            "date": "2005-05-18 13:55:58",
            "id": "2170255",
            "reply_to_id": "2157120",
            "text": "Þetta er geðveikur Leikur alveg í gegn. Ég hef masterað hann fullkomlega, auk þess að hafa masterað fyrri leikin sem er mjög óþekktur og heitir hann Vampire the Masquerade Rdemption sem mér finnst jafnvel enn betri. Tékkið endilega á gamla leiknum. Hann vann “Besti RPG” leikur á E3 1999 samt er hann mjög underground.\nCrestfallen"
        },
        {
            "user": "Noztradamus",
            "user_id": "55150",
            "date": "2005-05-18 19:34:21",
            "id": "2170954",
            "reply_to_id": "2170255",
            "text": "Ég er sammála og ég var næstum búinn að klára hann, en festist á enda gaurnum sem er með Anesku í framtíðinni…Dó og dó og dó…og dó, og gafst upp en þetta eru gegt góðir leikir ;)"
        },
        {
            "user": "Deathrock",
            "user_id": "30603",
            "date": "2005-05-18 20:13:34",
            "id": "2171064",
            "reply_to_id": "2170954",
            "text": "Ég hafði heyrt um gamla líka, mann eftir því þegar ég var lítill og sá eitthvað úr þeim leik, einhver gaur sem gat breytt sér í úlf og eitthvað. Ég prófaði að leita að honum á netinu en fann ekkert. Ég festist á lokakellingunni í þessum og fór ekki lengi í hann því kellan var svo erfið en svo eitt skipti þegar ég fór stökk ég á bak við eitthvað kerti og hann náði ekki að hitta mig þegarg ég beygði mig og þar skaut ég hann bara endalaust þar til skotfærin voru búin og að lokum tuskaði ég hana aðeins til þar til hún lá killi flöt.\nEn ég ætla reyna gá hvort ég finni  þann gamla, fannst þessi leikur mjög góður."
        },
        {
            "user": "Twistur",
            "user_id": "3449",
            "date": "2005-06-03 04:20:36",
            "id": "2211292",
            "reply_to_id": "2170954",
            "text": "NJAHAHAHA you fool… learn the tricks of thaumaturgy and all paths will open… öflugt trick er að læra að frysta opponent og buffa hann bara á meðan hann er frosinn með öðrum diciplines eða bara vopnum…btw, blooddrain sverðið er ÖFLUGUR andskoti og ég mæli með því vopni í Redemption"
        },
        {
            "user": "Noztradamus",
            "user_id": "55150",
            "date": "2005-06-05 18:36:00",
            "id": "2217619",
            "reply_to_id": "2211292",
            "text": "Það eru enginn sverð í framtíðinni…??? er það nokkuð?  hvar fær marr það?  'eg verð að klára leikinn aftur þegar ég hef tíma :P"
        },
        {
            "user": "Twistur",
            "user_id": "3449",
            "date": "2005-06-06 14:45:40",
            "id": "2220083",
            "reply_to_id": "2217619",
            "text": "Í “nútímanum” þá eru sverðin sem þú varst með á þér í sama herbergi og þú vaknar, basically stuff sem er í inventory kemur með þér, er samt ekki viss með handheld items"
        },
        {
            "user": "Kain",
            "user_id": "27935",
            "date": "2005-05-20 01:39:52",
            "id": "2174260",
            "reply_to_id": "2170255",
            "text": "personulega finnst mer hinn leikurinn miklu betri upp a action"
        },
        {
            "user": "Noztradamus",
            "user_id": "55150",
            "date": "2005-05-20 17:04:08",
            "id": "2175215",
            "reply_to_id": "2174260",
            "text": "Er það já,  Það er samt betri mission í þessum, eða allavega skemmtilegri:)   og söguþráðurinn líka, en jám, hinn er pínu öðruvísi og erfitt að dæma…"
        },
        {
            "user": "Kain",
            "user_id": "27935",
            "date": "2005-05-21 01:14:40",
            "id": "2176379",
            "reply_to_id": "2175215",
            "text": "amm questin i nyja eru langt um betri systurnar  rula"
        },
        {
            "user": "Treehugger",
            "user_id": "41540",
            "date": "2005-05-22 19:36:46",
            "id": "2179851",
            "reply_to_id": "2170255",
            "text": "Redemption er einn af uppáhalsleikjunum mínum."
        },
        {
            "user": "Sally",
            "user_id": "38019",
            "date": "2005-05-22 17:53:34",
            "id": "2179538",
            "reply_to_id": "2157120",
            "text": "Damn, vinur minn sagði mér einu sinni frá þessum leik, langar hrikalega mikið að prófa hann. :("
        },
        {
            "user": "TheAshlander",
            "user_id": "47756",
            "date": "2005-05-24 21:08:32",
            "id": "2185729",
            "reply_to_id": "2157120",
            "text": "Mæli hrikalega með þessum leik.\nKom mér algjörlega á óvart.\nAshy…"
        },
        {
            "user": "golden",
            "user_id": "14505",
            "date": "2005-06-03 00:23:13",
            "id": "2211042",
            "reply_to_id": "2157120",
            "text": "Frekar slappur leikur, hann er steyptur í sama mót og flestir “rpg” nú til dags; að hakka sig í gegnum hundruðir óvina og það eina sem maður getur gert er að láta sig dragast í gegnum söguna, sem er frekar slöpp. Í rpg á maður að geta valið hvað maður vill gera og sjá afleiðingar við þessum gjörðum.\nHann minnir mjög mikið á aðra nýlega leiki eins og SW KotOR 1 og 2 og Lionheart. Ágætis adventure leikur en langt frá því að vera rpg.\n3 af 10 mögulegum fyrir ágætis combat."
        },
        {
            "user": "Deathrock",
            "user_id": "30603",
            "date": "2005-06-03 19:08:46",
            "id": "2212837",
            "reply_to_id": "2211042",
            "text": "Maður fær nokkru sinnum í leiknum að ráða gangi leiksins.  Einsog þegar maður þarf að velja millri systranna, hvor þeirra deyr, ég ætlaði fyrst að láta þær láta mig fá byssuna en rakst á annan takka svo að sú með gleraugun skaut hina."
        },
        {
            "user": "golden",
            "user_id": "14505",
            "date": "2005-06-04 14:30:42",
            "id": "2214397",
            "reply_to_id": "2212837",
            "text": "Já, og ef þessi leikur væri betri þá mundi þetta skipta einhverju máli og hafa einhver áhrif á framvindu leiksins."
        },
        {
            "user": "Einiv",
            "user_id": "2628",
            "date": "2005-09-05 18:49:56",
            "id": "2450656",
            "reply_to_id": "2211042",
            "text": "Þessi leikur er nú alls ekki þessi “hakka sig í gegnum hundruðir óvina”-leikur, það kemur sjaldan fyrir að það sé ekki hægt að annað hvort tala sig í gegnum eitthvað eða laumast fram hjá því, gefið að maður sé með eitthvað í viðkomandi hæfileikum.\nÞað verður líka að vera einhver saga í svona leikjum til að maður hafi eitthvað að gera, jafn vel þó að sagan sé bara með upphaf og endi og allt annað frjálst eins og í “Fallout 2” (Þrátt fyrir að það sé snilldar leikur eru til þeir sem fannst hann leiðinlegur af því að þeir ‘höfðu ekkert að gera’).\nEn það er nú ekki hægt að bera saman “Bloodlines” og “Fallout 2”, þannig að ég vil bera “Bloodlines” saman við “Deus Ex”, annann FPS-leik með stórgóðri og vel útfærðri sögu. Sá leikur faldi það vel, en hann var einnig ‘línulegur’, maður fékk ekki val um að gerast ekki liðhlaupi og það sem maður gerði hafði einungis áhrif á hvað NPCs sögðu við mann seinna án þess að breyta því sem koma skyldi. Og rétt eins og í “Bloodlines” var það bara í lok leiksins sem maður tók einhverja veigamikla ákvörðun.\nÞað sem þarf að hafa í huga er að þessir hlutir eru alls ekki slæmir. Það sem er skemmtilegast við þá er að fara gegnum leikinn nokkrum sinnum, vera mismunandi kall í hvert skipti, taka aðrar ákvarðanir og sjá hverju það breytir.\nÉg hvet þá sem hafa spilað “Bloodlines” en ekki sem Malkavian að gera það, því það er margt í leiknum sem sést/heyrist bara ef maður er Malkavian. Augljósast eru furðulegu setningarnar og svörin, annað kemur sjaldnar í ljós t.d. gönguljósið sem segir “Walk”/“Don't walk” fer að tala við mann persónulega. Maður er eftir allt saman, bilaður. :)"
        },
        {
            "user": "jerico",
            "user_id": "59615",
            "date": "2005-07-18 20:08:48",
            "id": "2322646",
            "reply_to_id": "2157120",
            "text": "with out a doubt einn besti leikur sem ég hef spilað veit einhver hvort það verður gert fram hald (heirt rumor un online leik)"
        },
        {
            "user": "Fizban",
            "user_id": "19427",
            "date": "2005-09-14 11:22:37",
            "id": "2480353",
            "reply_to_id": "2322646",
            "text": "Þetta er snilldar leikur og besti svona world of darkness leikur sem ég hef spilað, Redemption er góður einusinni hann hefur náknvæmlega ekkert replay value.\nFinnst hinsvegar pínulítið leiðinlegt hversu ójöfn klönin eru í þessum leik til að mynda tel ég Malkavians öflugasta: því þeir eru með “spjall” discipline stealth discipline og Auspex sem er einn af öflugri powerum í leiknum annars er þetta snilldar leikur með fullt af updates frá áhugasömum amatur prógrömmurum sem hafa breytt leiknum og bætt við/fjarlægt ýmist til þess að gera þetta enþá líkara pen and paper dæminu.\nDefinently flottasti nýlegi rpg leikur sem ég hef spilað í ágætan tíma kannski fyrir utan fallout 2 sem er náttúrulega bara algjör snilld og langt á undan sínum tíma enda um öðruvísi týpu af leik í gangi."
        },
        {
            "user": "Einiv",
            "user_id": "2628",
            "date": "2005-09-19 16:07:36",
            "id": "2498107",
            "reply_to_id": "2480353",
            "text": "Hvernig er Auspex einn af öflugari disciplines í leiknum? Hlutirnir sem maður sér er eitthvað sem maður sæji hvort sem er með að líta vel í kringum sig, og hann hjálpar manni ekki að berjast. (Nema maður sé að nota skotvopn, en hver vildi vera háður skotfærum?)"
        },
        {
            "user": "Fizban",
            "user_id": "19427",
            "date": "2005-09-19 19:55:12",
            "id": "2499240",
            "reply_to_id": "2498107",
            "text": "Hann gefur þér stææra hakking pool leifir þér að sjá andstæðinga í gegnum vegging, sem leyfir þér að plotta góða leið til að sneaka fram hjá þeim eða hvernig á að drepa þá í góðri röð.\nHeld að það sé nóg og góð ástæða til að vera með hann nema að þú varst of obsessed að því að drepa allt kvikt, sem sýnir augljóslega hvernig þú varst að spila leikinn."
        },
        {
            "user": "Einiv",
            "user_id": "2628",
            "date": "2005-09-20 13:36:53",
            "id": "2501249",
            "reply_to_id": "2499240",
            "text": "Rólegur, maður; fórstu öfugu megin fram úr eða hvað?\nTil að ganga vel í leiknum þarf maður helst að byggja upp a.m.k. eitt af þeim þremur atriðum sem geta komið manni áfram: Talhæfileiki, laumuspil og bardagahæfileiki. Malkavians eru nú einu sinni það sniðugir að hafa þetta “Jedi mind trick”-dæmi sem fær fólk til að tala úr sér allt vit (og gefa þér); þeir hafa Obfuscate og tilhneigingu til að hafa hátt lockpicking = góðir að laumast…   það eina sem virðist vanta er hæfileiki til að berjast. Ég gerði því ráð fyrir að þegar þú sagðir að þeir væru Bestir að þú værir með eitthvað combat-oriented í huga.\nÞað ætti að vera í lægi að tala um aðstæður sem koma upp án þess að verða pigeonhole-aður fyrir vikið."
        },
        {
            "user": "Fizban",
            "user_id": "19427",
            "date": "2005-09-20 17:10:48",
            "id": "2502043",
            "reply_to_id": "2501249",
            "text": "hey no sweat, en ég gat samt sem áður outcombattað allt með malka, með þessum disciplines."
        },
        {
            "user": "IRMM",
            "user_id": "7624",
            "date": "2005-09-27 12:48:04",
            "id": "2524859",
            "reply_to_id": "2157120",
            "text": "það koma scary atriði við og við og líka svona totaly wierd partar en drullu góður leikur samt sem áðu"
        },
        {
            "user": "IRMM",
            "user_id": "7624",
            "date": "2005-12-05 10:30:50",
            "id": "2772022",
            "reply_to_id": "2524859",
            "text": "sammála því að þetta sé snilldar leikur og að mínu mati er bara eitt scary borð í honum (og það var það eiginlega bara í fyrsta skiptið :p)\nen já hvort fannst ykkur Redemtion eða Bloodlines erfiðari…? ég átti allavega mun auðveldar að vinna Bloodlines, en aftur á móti fannst mér questin í honum miklu skemmtilegri… tala nú ekki um fyndnari sum :p"
        }
    ]
}