{
    "forum_title": "Sci-Fi",
    "user": "IngvarL",
    "user_id": "50417",
    "date": "2005-05-17 06:16:57",
    "title": "Enterprise hætt !",
    "text": "Jæja, það er komið að því.\nÍ gærkvöldi voru síðustu tveir þættir af Star Trek - Enterprise sýndur á UPN. Ekki er vitað hvort það komi aðrir þættir eftir Star Trek og í rauninni stórefa ég það sjálfur. Dapur dagur, Enterprise er á enda og Star Trek líklega líka.\nPersónulega það sem mér finnst þó verst er að seinasta Star Wars myndin er bara aðeins á eftir svo það mætti segja að þeir héldu út lengur :)\nÞað hafa verið margar seríur af Star Trek og hafa þær allar verið misgóðar.\nSumir hérna hafa horft á The Original Series, sjálfur hef ég séð nokkra þætti úr 1. seríu og ég sver, mér brá eitthvað svo gífurlega við að horfa á þetta, Spock, Captain Kirk og þessir kallar í USS. Enterprise NCC-1701. Svo auðvitað líka tæknibrellurnar sem voru á þessum tíma, þetta var gífurleg upplifun og sýnir hvað Star Trek hefur breyst í gegnum árin.\nÞegar TOS rann sitt skeið á enda tók The Animated Series við, kannski ekki mjög þekkt sería enda var hún bara tvær seríur. Var þarna sama skipið og í TOS, sömu persónurnar en þar sem serían var teiknuð gaf það höfundum meira frelsi að gera framandi lífverur og framandi plánetur að vild.\nÞá átti að gera nýja seríu sem hét Star Trek: Phase II.\nÞað var í raun framhald af TOS en þá kom nýtt fyrirbrigði á markaðinn eða Star Wars og framleiðendur Star Trek ákváðu að gera bíómynd í staðinn og hætt var við Phase II\nÞá loks kom Star Trek: The Next Generation, örugglega ein þekktasta Star Trek sería sem gerð hefur verið, Jean-Luc Picard og William T. Riker. Jafnast ekkert á við þá 2 saman.\nSú sería var í heilar sjö seríur eins og alvöru Star Trek seríur eiga að vera :)\nÞá tók við Star Trek: Deep Space Nine sem er að mínu mati besta Star Trek serían sem gerð hefur verið, Dominion stríðið og allt það, synd að sjá það enda.\nStar Trek: Voyager kom þá, þeir byrjuðu vel en enduðu hörmulega, leiðinlegar persónur í þáttunum og áhorf gekk ekki alveg nógu vel þó að serían gekk út í sjö seríur.\nLoksins kom þá Star Trek: Enterprise sem endar núna. Serían byrjaði ekki nógu vel en tók á loft í þriðju seríu og fjórða serían er bara alltof góð, ég ætla ekki að fara nánar í það til að eyðileggja ekki ánægjuna fyrir þeim sem hafa ekki séð það en segi bara bíðiði spennt.\nTíu myndir hafa verið gerðar og samkvæmt Paramount er númer ellefu í framleiðslu.\nEnda þetta á einni þekktustu setningu sem sögð hefur verið í Star Trek.\nSpace… the final frontier. These are the voyages of the Starship Enterprise. Its continuing mission: to explore strange new worlds, to seek out new life and new civilizations, to boldly go where no man has gone before.",
    "url": "https://www.hugi.is/scifi/greinar/296566/enterprise-haett/",
    "url_id": "296566",
    "id": "2159278",
    "replies": [
        {
            "user": "mememe",
            "user_id": "18481",
            "date": "2005-05-17 07:13:26",
            "id": "2166493",
            "reply_to_id": "2159278",
            "text": "já það er mjög leiðilett að þetta sé nú bara allt búið en ég hend að það sé komin að lokum að þessu öllu sman :("
        },
        {
            "user": "Titan",
            "user_id": "7585",
            "date": "2005-05-17 08:52:28",
            "id": "2166543",
            "reply_to_id": "2159278",
            "text": "Sorglegt :(\nPersónulega fannst mér Enterprise hafa verið frekar slöpp að þriðju seríu, enn þriðja og fjórða sería voru magnaðar, auðvitað var þetta ekki besta Star Trek serían, DS-9 telst það hjá mér. Ég vona að seinna komi þeir með eitthvað meira.\nEnn allt er ekki tapað, Stargate SG-1 s.9 og Stargate Atlantis S2 í sumar :)"
        },
        {
            "user": "zsigger",
            "user_id": "1570",
            "date": "2005-05-17 09:28:43",
            "id": "2166568",
            "reply_to_id": "2159278",
            "text": "… ef að önnur mynd er á leiðinni, má með sanni segja að þetta hafi enst lengur en star wars. Aftur á móti eru plön að gera star wars sjónvarpsseríu… þá er spurningin, hvað lifir lengur?\n-eru engin plön að gera aðra seríu fyrir star trek?"
        },
        {
            "user": "Bylting",
            "user_id": "17029",
            "date": "2005-05-17 11:07:14",
            "id": "2166720",
            "reply_to_id": "2159278",
            "text": "Það er erkifíflunum Rick Berman og Brannon Braga að kenna að Star Trek er liðið undir lok. Auk allra þeirra Trekkara sem gátu ekki sofið án þess að dissa Enterprise harkalega meðan það var enn að byrja."
        },
        {
            "user": "JonGretar",
            "user_id": "7636",
            "date": "2005-05-17 11:17:55",
            "id": "2166748",
            "reply_to_id": "2166720",
            "text": "J. Michael Straczynski var nú búinn að skrifa bilbíu að nýrri seríu. Paramount voru samt eitthvað voða hræddir við að leyfa honum að spreyta sig á þessu. Hefði verið virkilega kúl held ég. Ég var mjög hrifinn af því sem hann gerði með Babylon5 og Amazing Spiderman."
        },
        {
            "user": "Kjarrval",
            "user_id": "3269",
            "date": "2005-05-21 03:31:43",
            "id": "2176530",
            "reply_to_id": "2166720",
            "text": "Á sínum tíma mótmæltu margir TOS aðdáendur útgáfu TNG þáttaraðarinnar og neituðu hreinlega að horfa á hana. Bréf voru send í mótmælaskyni og ég veit ekki hvað en samt sem áður héldu þeir áfram að framleiða þættina.\nHins vegar má sjá nákvæmari sögu Star Trek á\nhttp://is.wikipedia.org/wiki/Star_Trek"
        },
        {
            "user": "Bylting",
            "user_id": "17029",
            "date": "2005-05-17 11:28:31",
            "id": "2166765",
            "reply_to_id": "2159278",
            "text": "Það hefði verið áhugavert en samt verður fólk að muna að þó að Babylon 5 hafi náð takmarkinu, fimm ár, þá var sú hætta að framleiðslu yrði hætt á henni eftir 3 seríu og fjórðu. Það var fyrir hreint kraftaverk að fimmta serían kom út yfirhöfuð.\nJMS finnst mér solítið hrokafullur í þessu máli."
        },
        {
            "user": "JonGretar",
            "user_id": "7636",
            "date": "2005-05-17 13:18:33",
            "id": "2167094",
            "reply_to_id": "2166765",
            "text": "Ég sé bara ekki hvar hann er svona hrokafullur? Bara vegna þess að hann dirfðist að skrifa concept af Star Trek þáttum?"
        },
        {
            "user": "SmellyCat2",
            "user_id": "45991",
            "date": "2005-05-23 12:14:25",
            "id": "2181539",
            "reply_to_id": "2159278",
            "text": "Mér finnst Entrerprise alveg ótrúlega skemmtilegt, 1,2 og 3 sería eru alveg frábærar, en ég hef bara séð 3 úr fjórðu og þeir lofa góðu. Ég trúi ekki að þættirnir séu að hætta. ANSK…."
        },
        {
            "user": "Dopst3r",
            "user_id": "3836",
            "date": "2005-06-25 01:23:08",
            "id": "2265992",
            "reply_to_id": "2159278",
            "text": "Star Wars tóku nú mjöööög langt hlé, þannig að mér finnst þeir ekki eiga neitt í Star Trek.\nStar Wars er samt svo sem fínt."
        }
    ]
}