{
    "forum_title": "Vélbúnaður",
    "user": "tran",
    "user_id": "59",
    "date": "2001-05-31 00:59:36",
    "title": "Ati að berjast við samkeppnina",
    "text": "ATI, skjákortaframleiðandinn sem við þekkjum öll svo vel hefur ákveðið að fara sömu leið og nVidia í skjákortamálum.\nÞeir munu núna selja út kubbasettin sín svo aðrir geti gert Ati kort, en þeir ætla samt að halda áfram að gefa út sjálfir líka.\nHérna er press release:\nATI Technologies Inc. (TSE: ATY, NASDAQ: ATYT), a world leader in graphics, video and multimedia solutions, today unveiled a new business strategy that will see the Company enter into manufacturing and distribution partnerships with leading original design manufacturers (ODMs) and add-in board manufacturers (AIBs) – a move that will significantly increase sales and distribution penetration of ATI chip technologies worldwide.\nThese partners will become the major suppliers of ATI technologies to system integrators (SIs) and distributors worldwide. ATI will continue to provide chips and board products to OEMs in the value, mainstream, high-end and workstation markets and will continue to support ATI branded products in the retail channel. The new strategy will be officially rolled out at Computex, one of the world’s largest computer shows, held in Taipei from June 4 to 8, 2001.\nSpurning hvernig þetta mun koma út, kannski þeir fari að gefa út almennilega drivera núna, hver veit, en það er ástæðan fyrir því að ég hata Ati, þeir geta ekki drullast til að gera góða Win2k drivera.",
    "url": "https://www.hugi.is/velbunadur/greinar/29662/ati-ad-berjast-vid-samkeppnina/",
    "url_id": "29662",
    "id": "198244",
    "replies": [
        {
            "user": "LaXi",
            "user_id": "1412",
            "date": "2001-05-31 14:52:32",
            "id": "198245",
            "reply_to_id": "198244",
            "text": "Plús þessi nýja tækni, Truform eða whutever sem þeir eru að hanna. Ég er enginn tækni gúrú, en mér líst vel á þetta, það sem ég skil allavega.\nÞetta virkar einhverveginn þannig að kortið tekur fyrirfram tilbúið model, tekur hvern polygon/þríhyrning og bætir fleiri þríhyrningum inn í hann, til að gera yfirborðið ávalara.\nÞetta á víst ekki að bæta neitt á laggið á vélinni hjá manni, þetta fer víst allt fram á kortinu.\nA worthy idea, if they can pull it off ;)\nHérna er linkurinn sem ég fann:\nhttp://gamespot.com/gshw/stories/flat/0,12880,2766340,00.html"
        },
        {
            "user": "Rx7",
            "user_id": "2726",
            "date": "2001-06-02 13:46:21",
            "id": "198246",
            "reply_to_id": "198245",
            "text": "Helvíti góð útskýring á TrueForm Hér (Neðst á síðunni).\nRx7"
        },
        {
            "user": "Hansi",
            "user_id": "8352",
            "date": "2001-06-18 21:06:32",
            "id": "198247",
            "reply_to_id": "198244",
            "text": "Trueform er gott fyrir hluti sem eiga að vera hringlóttir og/eða hafa straumlínulaga línur. En það virkar ekki nógu vel fyrir cilandera og svoleiðis, so renderingu á CS byssu með TF, þetta var eins og svona Fisher-Price/Nerf dæmið eða Super-Socker."
        }
    ]
}