{
    "forum_title": "Hljóðfæri",
    "user": "VicFirth88",
    "user_id": "53413",
    "date": "2005-05-15 18:59:01",
    "title": "Eru allir búnir að gleyma þeim gömlu?",
    "text": "Ég sit hérna við mína tryggu tölvu og er búinn að vera að kynna mér hina og þessa tónlistamenn og þar sem ég er trommari er ég mest að skoða þá.\nSvo þegar ég var að dunda mér á www.drummerworld.com sá ég nokkur myndbönd með Buddy Rich (gammall BigBand trommari) og varð agndofa af undrun. Það sem margir rétt ná að spila með báðum gat þessi maður með annari og ég er ekki einu sinni að ýkja. Hann var hreint út sagt ótrúlegur.\nÞá fór ég að hugsa……..afhverju vita ekki fleiri hver hann var? Hversu margir sem lesa þetta vissu t.d. hver hann var áður en þeir lásu þetta?\nÉg hef pælt mikið í þessu öllu með að ungir tónlistamenn og aðrir braskarar vita ekkert um þá gömlu en sjá ekki sólina fyrir Lars Ulrich. Ekki það að hann sé lélegur en það er bara til svo rosalega margir sem eru miklu betri. t.d. Steve Gadd, Peter Erskine, Mike Portnoy, Marvin “Smittie” Smith og þetta er bara brota brota brot.\nSvo mundi ég eftir því að ég las einhverstaðar hérna á Huga að einhver vildi láta kenna tónlistar sögu í grunnskóla og ekki bara þetta klassíska sem er nú þegar kennt heldur allt þetta frábæra rokk sem er til. Og ég segi, er þetta svo vitlaus hugmynd??\nEr ekki málið að fara að kenna tónfræði með einhverju viti. Ekki bara þessa tónfræði sem maður lærði sem krakki heldur eitthvað almennilegt. Kenna krökkum að meta aðra tónlist en bara það sem er spilað á Popp Tíví og MTV. Kenna þeim að HLUSTA á tónlist. Guð veit að góð 60% íslendinga eru taktlausir og restin eru annað hvort tónlistamenn eða afhvæmi þeirra. Hvernig væri að kenna þeim að meta Jazz, Funk og Blues. Þaðan kemur nú svo margt af þeirri tónlist sem er í spilun í dag.\nOg kenna þeim allt um þessa gömlu góðu.\nAfhverju ekki að setja Buddy Rich, Luis Armstrong, Count Basie, Aretha Franklin, Ray Charles svo ég tali nú ekki um Steve Wonder í sama stól og Mozart og Pyotr Ilyich Tchaikovsky?\nMér finnst of lítið gert úr goðsögnum tónlistarinnar…….\nEf maður er inni á spjallrás á netinu og rekur upp þá örlaga spurningu; hver er besti trommari í heimi? Þá fær maður ávalt Lars Ulrich beint í smettið. En þetta er bara ekki rétt, þetta er ekki einu sinni spurning um smekk. Það er alltaf hægt að dæma hæfni trommara á færni og tækni. Þess vegna er svarið ekki Lars Ulrich, en samt heldur meiri hluti íslensku þjóðarinnar undir 20 það.\nÞessu þarf að breyta.\nGóð setning til að stja í grein eins og þessa er; Remeber the Titans. Og hún á bara mjög vel við.\nVið skulum muna eftir Buddy Rich og John Bonham. Við skulum muna eftir risunum.\nNú spyr ég;\nHvað ætlar þú að segja næst þegar einhver spyr:\nHver er besti trommari í heimi?",
    "url": "https://www.hugi.is/hljodfaeri/greinar/296701/eru-allir-bunir-ad-gleyma-theim-gomlu/",
    "url_id": "296701",
    "id": "2160697",
    "replies": [
        {
            "user": "ElGorilla",
            "user_id": "20068",
            "date": "2005-05-15 19:14:45",
            "id": "2161835",
            "reply_to_id": "2160697",
            "text": "Buddy er svakalegur og ég er sammála með þetta um tónfræðina, þetta tab sull er að skemma æsku landsins."
        },
        {
            "user": "MessorD",
            "user_id": "57278",
            "date": "2005-05-15 19:28:51",
            "id": "2161891",
            "reply_to_id": "2161835",
            "text": "Það var kennd rokksagan, ásamt pönkinu, blúsinu og öllum pakkanum þegar ég var í 9. bekk (eða 8) í skólanum mínum. Bókin sem við vorum með var ansi þunn en var þó betra en ekkert. Er þó sammála því að  kenna svona lagað í skólum en ég held að það þurfi að kenna þetta á sérstakann hátt þar sem krakkar eru þegar frekar heilaþvonir af poppinu. Byrja hægt og rólega á “vinsælari” rokkinu eins og Led Zeppelin eða jafnvel bara Metallica (þetta byrjaði allt hjá mér með Metallica og Pearl Jam til dæmis þegar ég var ungur og svo bara fór þetta að breyða anga sína út)"
        },
        {
            "user": "Kreator",
            "user_id": "23042",
            "date": "2005-10-06 23:46:30",
            "id": "2554012",
            "reply_to_id": "2161835",
            "text": "Þetta er góð grein.\nÉg er sammála þér í þessu.\nÞað á að sjálfssögðu ekki að einblína í eina átt.\nÞetta er þörf umræða.\n*Thumbs up*\n:=)"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-05-15 19:25:09",
            "id": "2161872",
            "reply_to_id": "2160697",
            "text": "Talandi um að gera eitthvað með annarri..\nRick Allen(Def Leppard) var nú fantagóður með annarri hendi, eftir að hann missti hina í slysi."
        },
        {
            "user": "gtr20",
            "user_id": "26646",
            "date": "2005-05-16 12:23:52",
            "id": "2163585",
            "reply_to_id": "2161872",
            "text": "Hann er líka með fullt af petulum til að hjálpa sér. T.d. spilar hann snerilinn með vinstri löppinni.\nAð mínu mati kom þetta ekkert voða vel út. Ég á tónleikamyndband af minningartónleikum Freddie Mercury og þar voru Def Leppard að spila og ég vorkendi nú eigilega kallinum bara, það var hræðilegt að heyra hann spila live."
        },
        {
            "user": "ViktorVaugn",
            "user_id": "58145",
            "date": "2005-05-15 19:26:27",
            "id": "2161878",
            "reply_to_id": "2160697",
            "text": "Ég hef ekki mikið vit á trommuleik, en mínir beztu eru: Neil Peart í fyrsta, öðru og þriðja. Svo má einnig nefna Ginger Baker, John Bonham, svo auðvitað Keith Moon."
        },
        {
            "user": "Pythagoras",
            "user_id": "54862",
            "date": "2005-05-15 23:06:28",
            "id": "2162636",
            "reply_to_id": "2161878",
            "text": "bíddu ert þún ekki einhver rappara hommi sem veist ekki hvað tónlist er? eða varst það ekki þú sem svaraðir mér einhverju “metall ógeð” í dag?"
        },
        {
            "user": "BruskR",
            "user_id": "9155",
            "date": "2005-05-15 23:40:22",
            "id": "2162777",
            "reply_to_id": "2162636",
            "text": "Þú veist að rapparar geta alveg haft vit á hljóðfæraleik og hljóðfæraleikurum ?\nEindæmis fáfræði."
        },
        {
            "user": "Pythagoras",
            "user_id": "54862",
            "date": "2005-05-15 23:41:39",
            "id": "2162786",
            "reply_to_id": "2162777",
            "text": "það er nú sjaldan notast við hljóðfæri í rappi. ekki nema þú teljir tölvu með sem hljóðfæri. málið er bara að hann var ekki að tala um “tölvuhljóðfæri”"
        },
        {
            "user": "ElGorilla",
            "user_id": "20068",
            "date": "2005-05-16 03:16:11",
            "id": "2163319",
            "reply_to_id": "2162786",
            "text": "Hver eru rökin að ekki sé hægt að telja soft synthesizera sem hljóðfæri?"
        },
        {
            "user": "Pythagoras",
            "user_id": "54862",
            "date": "2005-05-16 11:53:19",
            "id": "2163545",
            "reply_to_id": "2163319",
            "text": "ég veit það ekki. hann var bara ekki að tala um það"
        },
        {
            "user": "PalliMoon",
            "user_id": "27213",
            "date": "2005-05-17 00:58:58",
            "id": "2166277",
            "reply_to_id": "2162786",
            "text": "Rapp er tegund af tónlist er ekki síður tónlist en önnur tónlist þótt það sé ekki fyrir minn smekk. Og það má tæknilega séð allveg kalla tölvu hljóðfæri, hægt er að búa til trommuheila í henni sem ég kýs svosem ekki að nota í minni tónlist en hefur hjálpað mörgum popparanum að gera hugmynd sýna að lagi. Synthesizerar eru ekkert annað en hljóðfæri þótt þeir séu forritaðir til að hljóma eins og eigandinn vill að þeir geri og svo ekki sé talað um það að tölvur eru mest notaða upptökugræjan í dag, það er mjög lítið um analog destructive dótið ennþá, hitt er bæði fljótlegra og auðveldara. Og þótt rapparar noti kanski ekki mikið hljóðfæri gera skyldar stefnur s.s. hip hop það mikið. Og svo ekki sé talað um það að ég held að margir hugarar telji röddina ekki síðra hljóðfæri en gítarinn enda ekkert auðveldari að lærá á a.m.k."
        },
        {
            "user": "ViktorVaugn",
            "user_id": "58145",
            "date": "2005-05-15 23:59:26",
            "id": "2162856",
            "reply_to_id": "2162636",
            "text": "Ég er ekki hommi, og veit alveg hvað tónlist er. Hvað tengist það trommurum?"
        },
        {
            "user": "Pythagoras",
            "user_id": "54862",
            "date": "2005-05-16 00:00:10",
            "id": "2162861",
            "reply_to_id": "2162856",
            "text": "hvernig getur gaur sem hlustar ekki einu sinni á metall vitað eittbvað um trommara?"
        },
        {
            "user": "BruskR",
            "user_id": "9155",
            "date": "2005-05-16 00:08:46",
            "id": "2162886",
            "reply_to_id": "2162861",
            "text": "Ég rígmana þig til að hlusta á The Roots…trommarinn þar er með geðveikt flott bít oft á tíðum.\nAfhverju segiru að gaur sem hlustar ekki einu sinniá metal hafi vit á trommum.\nEf ég myndi lenda í þeirri óþægilegu stöðu að þurfa að segja hver væri besti trommari í heimi þá myndi ég segja  að þessi sé besti metal trommari og þessi besti jazz trommarinn og þaðan fram eftir götunum.\nÞú hefur nú þegar sannað fáfræði þína, hættu að niðurlægja sjálfan með því að halda því fram að þú hafir rétt fyrir þér."
        },
        {
            "user": "Pythagoras",
            "user_id": "54862",
            "date": "2005-05-16 11:52:26",
            "id": "2163542",
            "reply_to_id": "2162886",
            "text": "en verðuru samt ekki að hafa hlustað á metall til að geta sagt að þeir í jazzinum séu betri? jú hélt það… annars veit ég ekki mikið um trommara en er meira í öðrum hljóðfærum…"
        },
        {
            "user": "BruskR",
            "user_id": "9155",
            "date": "2005-05-16 13:06:20",
            "id": "2163654",
            "reply_to_id": "2163542",
            "text": "Ekkert endilega.\nÞú skilur greinilega ekki hvað ég var að tala um."
        },
        {
            "user": "gtr20",
            "user_id": "26646",
            "date": "2005-05-16 12:26:08",
            "id": "2163591",
            "reply_to_id": "2162861",
            "text": "þú veist greinilega voðalega lítið."
        },
        {
            "user": "Pythagoras",
            "user_id": "54862",
            "date": "2005-05-16 13:29:54",
            "id": "2163695",
            "reply_to_id": "2163591",
            "text": "maður verður nú víst að vera búinn að hlusta á metall líka til að vita hvort jazzararnir séu betri. annars er það satt, ég veit lítið um trommara. en þetta er svona hjá gítarleikurum, þeir eru misjanfir eftir stefnum."
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2005-05-18 21:51:52",
            "id": "2171331",
            "reply_to_id": "2162861",
            "text": "megadeth, ég skammast mín næstumþví fyrir það að vera kallaður metalhaus útaf þér. djöfuls heimska, auðvitað getur maður haft vit á tónlist þótt maður fýlar ekki metal."
        },
        {
            "user": "Pythagoras",
            "user_id": "54862",
            "date": "2005-05-18 22:48:18",
            "id": "2171491",
            "reply_to_id": "2171331",
            "text": "get ég t.d. haft vitá tónlist ef ég hef ekki hlustað á neitt nema metall?"
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2005-05-18 22:53:33",
            "id": "2171505",
            "reply_to_id": "2171491",
            "text": "jú. þú getur það. en bara á sviði metals giska ég á."
        },
        {
            "user": "Pythagoras",
            "user_id": "54862",
            "date": "2005-05-18 22:59:04",
            "id": "2171521",
            "reply_to_id": "2171505",
            "text": "hann var að reyna að seiga hverjir væru þeir bestu(yfir allt) “eða hans uppáhalds”. til þess að geta sagt til hverjir eru þeir bestu þarf maður að hafa hlustað á ansi margt. og ef hann hefur\nekkert\nhlustað á metall (alla þessa stóru tónlistar stefnu) þá er ég hræddur um að það séu ansi margir sem hann á eftir að hlusta á.\nog ef þú skammast þín fyrir að hlusta á metall skalltu íhuga afhverju þú ert að hlusta á metall. hvort það sé til að vera cool eða afþví að þú hefur gaman af því að hlusta á hann."
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2005-05-18 23:04:57",
            "id": "2171534",
            "reply_to_id": "2171521",
            "text": "ég var að meina að ég skammaðist mín næstumþví fyrir að hlusta á metal því mér sýndist þú vera að skíta yfir gaurinn þarna áðan því hann hlustaði ekki á metal. en jújú, tek þetta til baka, æas ekki nógu vel fyrir ofan."
        },
        {
            "user": "Pythagoras",
            "user_id": "54862",
            "date": "2005-05-16 00:01:22",
            "id": "2162865",
            "reply_to_id": "2162856",
            "text": "ok þú sagðist kannski ekki hafa mikið vit á trommuleik. en þú hlustar allavega ekki á metall og ert fífl"
        },
        {
            "user": "ViktorVaugn",
            "user_id": "58145",
            "date": "2005-05-16 00:05:21",
            "id": "2162875",
            "reply_to_id": "2162865",
            "text": "Ef maður er ekki jafn heimskur og fordómafullur og þú, er maður þá fífl? Ef svo er, þá er ég glaður fyrir að vera fífl."
        },
        {
            "user": "Pythagoras",
            "user_id": "54862",
            "date": "2005-05-16 11:50:34",
            "id": "2163540",
            "reply_to_id": "2162875",
            "text": "fordómafullur?! ég var bara að tala um megadeth í sakleisi mínu þá er skvett framan í mann “farðu með þennann metall viðbjóð”. fílaru eitthvað annað en rapp?"
        },
        {
            "user": "ViktorVaugn",
            "user_id": "58145",
            "date": "2005-05-16 11:53:41",
            "id": "2163546",
            "reply_to_id": "2163540",
            "text": "Já, annars væri ég ekki að skrifa um rokktrommara ef ég fílaði þá ekki."
        },
        {
            "user": "Pythagoras",
            "user_id": "54862",
            "date": "2005-05-17 14:38:21",
            "id": "2167380",
            "reply_to_id": "2163540",
            "text": "En Metall er náttúrulega argast viðbjóður í einu og öllu… gæti útskýrt kommentið hans!"
        },
        {
            "user": "Pythagoras",
            "user_id": "54862",
            "date": "2005-05-17 15:53:23",
            "id": "2167665",
            "reply_to_id": "2167380",
            "text": "korkurinn hét topp 5 diss lög\nég\nmegadeth - liar\nþað er um fyrverandi gítaleikaaraúr megadeth. dave mustaine var eitthvað illa við hann og rak hann og samdi þetta lag\nhann\nFarðu með þennan metalviðbjóð á\nhttp://www.hugi.is/metall.\nhelduru að svona gaur fíli einhvern metall?"
        },
        {
            "user": "kjarrime",
            "user_id": "8347",
            "date": "2005-05-19 01:08:26",
            "id": "2171788",
            "reply_to_id": "2167665",
            "text": "……, Þú ert fífl…"
        },
        {
            "user": "Pythagoras",
            "user_id": "54862",
            "date": "2005-05-19 01:10:38",
            "id": "2171790",
            "reply_to_id": "2171788",
            "text": "þú ert örugglega eitthvað ógeð sem átt enga vini og ert alltaf barinn og þessvegna ertu hérna á huga bara til að rífa kjaft. þú vilt geta haft völdin einhverstaðar."
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2005-05-18 21:53:33",
            "id": "2171336",
            "reply_to_id": "2167380",
            "text": "“En Metall er náttúrulega argast viðbjóður í einu og öllu… gæti útskýrt kommentið hans!”\njájá kallinn.. þetta er nú bara smekksatriði, ekki hægt að staðhæfa eitthvað svona."
        },
        {
            "user": "Garsil",
            "user_id": "11709",
            "date": "2005-05-15 19:30:44",
            "id": "2161901",
            "reply_to_id": "2160697",
            "text": "Buddy er ótrúlegur. Hann var líka sniðugur band-leader. Hann réð bara unga spilara í bandið sitt og þegar þeir voru orðnir eithvað ákveðið góðir þá rak hann þá. Minnir meiri að segja að gamla íslenska gítar legendið Ólafur Páll (minnir mig að hann heiti) hafi spilað með honum….á PÍANÓ!!!!\nEn af trommurum nútímans þá elska ég Brian Blade og Jon Teadore."
        },
        {
            "user": "GummziH",
            "user_id": "50078",
            "date": "2005-05-15 19:33:36",
            "id": "2161911",
            "reply_to_id": "2160697",
            "text": "Fleiri Íslendingar ættu að byrja að hlusta á djass reglulega."
        },
        {
            "user": "GummziH",
            "user_id": "50078",
            "date": "2005-05-18 16:18:02",
            "id": "2170512",
            "reply_to_id": "2161911",
            "text": "verður að geta fýlað jazz áður en þú hlustar á hann.. eins og mér finnst jazz viðbjóður þó að ég hlusta mikið á allt frá blues upp í harðasta metalinn.. en jazz get eg ekki fýlað :/"
        },
        {
            "user": "QCumber",
            "user_id": "55735",
            "date": "2005-05-19 12:40:47",
            "id": "2172095",
            "reply_to_id": "2170512",
            "text": "Ég skil reyndar alveg að fólk fíli ekki jazz en það verður að hafa það til hliðsjónar að það eru til svo margar mismunandi tegundir af jazzi sem eru eins fjölbreyttar og litrófið. Allt frá svona bigband stuffi og Louis Armstrong upp í bönd eins og St.Germaine ef einhver kannast við það en það er svokallað acid jazz"
        },
        {
            "user": "l0l3rc4k3",
            "user_id": "50613",
            "date": "2005-05-15 19:57:30",
            "id": "2162001",
            "reply_to_id": "2160697",
            "text": "ERIC CARR þokklega"
        },
        {
            "user": "President",
            "user_id": "8917",
            "date": "2005-05-15 20:20:05",
            "id": "2162109",
            "reply_to_id": "2160697",
            "text": "það er náttúrulega ekkert hægt að staðhæfa um það hvaða trommari sé bestur, en ef ég er spurður hvern ég held mestu uppá, þá er svarið einfalt, Ian Paice, geðveikur djassfílingur hjá honum og ótrúlegt hvað það passar í blúsrokktónlist."
        },
        {
            "user": "svin1997",
            "user_id": "15767",
            "date": "2005-05-15 20:25:03",
            "id": "2162130",
            "reply_to_id": "2160697",
            "text": "Að mínu mati eru trommarar í dag eins og aðrir hljóðfæraleikarar og reyndar bara eins og tónlist yfir höfuð verða betri og betri. Að sjálfsögðu eru ekki allir sammála mér, en þessi mikla dýrkun á gömlum meisturum finnst mér bara ekki rétt.\nÉg verð þó að viðurkenna að ég er ekki mjög vel að mér þegar kemur að frægum trommurum. Ég hef þó hlustað á big-band tónlist og djass tónlist og hef tekið eftir því að trommusláttur í svoleiðis tónlist hljómar allt öðruvísi en rokk-trommusláttur. Ég hef aldrei heyrt Lars Ulrich spila djass og mér finnst því ósanngjarnt fyrir hönd aumingja karlsins að bera hann við þekkta djass trommara. Við vitum allveg að djass-trommu-stíll mundi alls ekki passa inn í lög Metallica.\nMér fannst sniðugt það sem Tómas R. sagði um tónlistarstílana í Kastljósinu þegar hann sat þar með Samma úr Jagúar. Hann sagði að vanalega hefði klassíkin peningana, rokkið og poppið hefði mannfjöldann en djassinn hefði hvorugt. Mér finnst samt eins og að djassinn sé mikið að draga í sig veðrið um þessar mundir.\nDjass er þó alls ekki fyrir alla og ég tala þá ekki um þegar við komum í sýru-djass sem fyrir mér hljómar eins og endalausar tækniæfingar í belg og byðu. Því finnst mér eðlilegt að þegar fólk talar um besta trommara í heimi þá talar það um trommarann sem spilar tónlistina sem höfðar best til þess.\nAf þessari dægurlagatónlist eins og popp og rokk, diskó og fönk og í mörgum tilfellum djass, þá virðist popp-rokkið ná til flestra, og það á öllum aldri. En þetta með afhverju klassík er aðal kennsluefni í tónlistarskólum, það veit ég ekki. Flestir tónlistarskólar á landinu eru bara klassískt mettaðir. Það eru nú líka til rytma-músík-skólar, eins og FÍH sem kenna rokk og djass sögu, þó mér finnist þeir mega vera miklu fleirri.\nÉg segi, afhverju að líta alltaf til gömlu meistaranna á upptökum þegar það er svo rosaleg gróska í öllum stílum tónlistar í dag þar sem ungir trommarar og bara allir hljóðfæraleikarar fara á kostum. Gömlu meistararnir hafa svo sannarlega fengið sinn tíma, þeir nýju verða að fá sinn líka. Meistari meistaranna gæti verið á leiðinni :)."
        },
        {
            "user": "Diesel",
            "user_id": "35420",
            "date": "2005-05-15 20:40:21",
            "id": "2162180",
            "reply_to_id": "2162130",
            "text": "sammála. þetta er eins og að vera endalaust að bera allar hljómsveitir smana við The Beatles. Bítlarnir voru nálægt því það eina sem var að gerast og var öðruvísi á þeirra tíma. Í dag er ekki þverfótað fyrir tónlistarstefnum og maður sér alltaf þessar samlíkingar “Korn eru ekki eins góðir og The Beatles, ef þeir væru það hefðu þeir líka átt 5 lög á topp 10 í röð í sömu viku í bretlandi”  og “Ringo Starr er betri trommari en Lars Ulrich”  alltaf eins og það sé bara til ein “rétt” tónlistarstefna sem á að hlusta á. Ringo Starr gæti allavega ekki spilað með MetallicA, frekar en Lars með The Beatles (sem btw, ég hata að séu kallaðir Bítlarnir, því þeir hétu það ekki)\neins og góður maður sagði einu sinni \" það er ekki eins og The Beatles(s) séu eina hljómsveit í heimi. Heimurinn snýst um aðrar stjörnur núna en þá……."
        },
        {
            "user": "vidarkylfa",
            "user_id": "17711",
            "date": "2005-05-15 20:50:08",
            "id": "2162220",
            "reply_to_id": "2162180",
            "text": "The Beatles eru náttúrulega alltaf þarna þrepi fyrir ofan ekki endilega í hæfileikum en það er bara eitthvað sérstakt við The Beatles sem gerir þá frábrugðna öllum öðrum."
        },
        {
            "user": "Diesel",
            "user_id": "35420",
            "date": "2005-05-15 20:52:58",
            "id": "2162232",
            "reply_to_id": "2162220",
            "text": "samt sem áður ekki hægt að bera þá saman við metallica eða korn"
        },
        {
            "user": "vidarkylfa",
            "user_id": "17711",
            "date": "2005-05-15 20:54:14",
            "id": "2162236",
            "reply_to_id": "2162232",
            "text": "Var ég að bera þá saman við Metallica eða Korn.\nPersónulega hef ég ekki gaman af Metallica eða Korn en mér er slétt sama hvað fólk hlustar á svo lengi sem því er sama hvað ég hlusta á."
        },
        {
            "user": "sage",
            "user_id": "45064",
            "date": "2005-05-16 14:39:12",
            "id": "2163873",
            "reply_to_id": "2162180",
            "text": "Ringo Starr er taktlausasti frægi trommari eve"
        },
        {
            "user": "PalliMoon",
            "user_id": "27213",
            "date": "2005-05-17 01:14:16",
            "id": "2166319",
            "reply_to_id": "2163873",
            "text": "Þetta er mesta bull sem ég hef heyrt á ævinni. Ringo Starr er með betri trommurum síns tíma! Ringo var kanski ekki með “flókinheytin” eins og þeir sem í kringum hann voru. Hann gerði ekki mikið í að gera einhver svaka fill eða neitt því um líkt enda er það einn af hlutunum sem gerðu The Beatles spes, enginn var í raun að gera meira en hann þurfti. Það skapar rólega stemmningu jafnvel í hraðari lögunum. Ef þið berið The Beatles saman við The Who t.d. þá sjáiði á sinn hátt svipaðar stefnur nema The Who hafa oftast meira power og eru að leika sér með lögin þetta gerir þau flóknari og allt öðruvísi að hlusta á. Það sem trommarar skilja ekki við Ringo Starr er að hann var stundum látinn tromma við hinfáránlegustu takt form sem trommarar eins og Lars Ulrich hefðu farið heim og grenjað í mömmu sína útaf. Horfið t.d. á lög eins og Ticket to ride eða All you need is Love; Ticket too ride er kanski ekki erfitt form og hægt að spila á næstum hvaða hátt sem er en Ringo gerir það á einstakann hátt sem þekkist varla í rokk lögum, þetta er ekki flókið en þetta hefur fáránleg áhrif á lagið, ímyndið ykkur ef “langlokann” gamla hefði verið spiluð á það, væri það sama lagið? Nei það held ég ekki. Byrjunin á All you need is love er í 7/8 fyrir ykkur trommarana, ég skora á ykkur að reyna að spila flottann trommutakt við þetta með fyllum og öllu án þess að klúðra því. Jæja ég hef ekki meira að segja nema, ekki vanmeta Ringo Starr!"
        },
        {
            "user": "sage",
            "user_id": "45064",
            "date": "2005-05-17 11:49:56",
            "id": "2166837",
            "reply_to_id": "2166319",
            "text": "Ég er nú ekki trommari en ef maður hlustar á ringo þegar hann er live þá dettur hann óneitanlega oft úr takti, og ég er alls ekki að gera út á fjölbreytnina hjá honum (þó hún sé ekkert rosaleg:S)\nSkil heldur ekki af hverju allir eru með þetta rosalega skítkast á Lars Ulrich….annars er/var John Bonham bara bestur ever!!!"
        },
        {
            "user": "TorOla",
            "user_id": "29409",
            "date": "2005-05-15 21:11:57",
            "id": "2162308",
            "reply_to_id": "2162130",
            "text": "Ég er alveg 100% sammála þér. Þó ég dýrki hljómsveitir eins og Jethro Tull, Cream o.s.frv. þá má nú ekki missa sig og loka augunum fyrir öllu því nýja sem er að gerast í dag.\nOg ég er mjög ósammála greinarhöfundi(G3niE) þegar hann segir\nEf maður er inni á spjallrás á netinu og rekur upp þá örlaga spurningu; hver er besti trommari í heimi? Þá fær maður ávalt Lars Ulrich beint í smettið. En þetta er bara ekki rétt, þetta er ekki einu sinni spurning um smekk. Það er alltaf hægt að dæma hæfni trommara á færni og tækni. Þess vegna er svarið ekki Lars Ulrich, en samt heldur meiri hluti íslensku þjóðarinnar undir 20 það.\nÞví auðvitað hefur þetta mikið með smekk að gera. Þetta eru allt persónulegar skoðanir og í raun er heimskulegt að spurja “hver er besti trommari í heimi?”. Frekar ætti að spurja “Hver finnst ykkur besti trommari í heimi?” eða “Hver er besti trommari í heimi að ykkar mati?”\nSvo má endalaust rífast um það að þessi gat ekki spilað svona eins og hinn. En það mun líklega aldrei gerast að allir verði sammála um að einhver einn trommuleikari sé/hafi verið sá besti í heiminum.\nAftur á móti er ég sammála G3niE í sambandi við kennslu á víðari tónlistarsögu. Amk reyna að koma því að sem valfagi í skólum landsins þó að ég viti ekki hversu góð mæting yrði í þá (valfags)tíma."
        },
        {
            "user": "MuadDib",
            "user_id": "28830",
            "date": "2005-05-15 21:42:16",
            "id": "2162422",
            "reply_to_id": "2162130",
            "text": "Ég bara verð að vera ósammála þér, mín persónulega skoðun er nefnilega sú að gömlu meistararnir séu einmitt betri en þeir í dag. Mér finnst eins og tónlist hafi hrokkið út af réttri braut í byrjun níunda áratugarins og aldrei náð sér fyllilega eftir það.\nÉg ætla ekki einusinni að minnast á bölvað poppið, en ef maður lítur á almennilegar tónlistarstefnur í dag þá finnst mér eins og eina stefnan sem hefur blómstrað og þróast sé pshychadelic/prog rokk. Því miður hef ég ekki smekk fyrir þessu, þannig að ekki get ég hlustað á það.\nÞað virðist nefnilega ekki vera til nein almennileg rokksveit, þá meina ég\nrokk\nsveit, þær hafa allar farið út í eitthvað rugl. Ég hef líka gaman af þungum blús, sem virðist vera algjörlega dauður.\nÞannig að það er kanski ekki svo skrítið að maður líti endalaust aftur til fortíðar og hylli gömlu meistarana, vegna þess að þeirra tónlistarstefnur hafa einfaldlega ekki lifað af!\nÞað eru örfáar sveitir sem ég hef gaman að sem voru stofnaðar á síðustu 20 árum, aðallega þá Pixies, Radiohead og White Stripes, en engin af þeim fer nálægt því sem var að gerast fyrir 30-40 árum.\nOg með trommaradæmið, ég held í alvörunni að bestu djasstrommararnir séu í langflestum tilfelllum betri en rokktrommararnir, einfaldlega vegna þess að þeir taka svo miklu meiri þátt í tónlistinni. Það er ekki bara spurning um að halda takti og tromma hratt, heldur líka að undirstrika það sem gítarinn og bassinn eru að gera, sem er ekki næstum því jafn þróað í rokkinu. Sá rokktrommari sem ég hef heyrt fara næst því að leggja áherslu á tónlistina er John Bonham, og mér finnst hann einmitt bestur ekki vegna hraða heldur vegna leikni og samspils við aðra hljómsveitarmeðlimi.\nÉg get nú ekki dæmt mikið um hann Lars, hef ekki hlustað mikið á hann, en finnst hann samt ekkert mjög tilkomumikill.\nÉg er, eins og þú segir, að bíða eftir meistara meistaranna, en ég hef bara alls ekki séð neinn í nútímatónlist sem getur einusinni byrjað að leggja í þannig titil."
        },
        {
            "user": "PalliMoon",
            "user_id": "27213",
            "date": "2005-05-15 22:19:15",
            "id": "2162526",
            "reply_to_id": "2162422",
            "text": "Djasstrommarar verða bæði að geta spilað\nlétt\n, og\nhratt\n, þegar þess þarf, eins\nog til dæmis í bíboppinu ódauðlega. Það getur\nverið afskaplega gaman að hlusta á bíbopp og\nheyra hraðan og í senn léttan trommutaktinn.\nAuk þess er ég sannfærður um að trommarar\nsem geta spilað djass hafi mun meiri tilfinningu\nfyrir\ntakti\nen aðrir trommarar, sér í lagi þeir\nsem spila djass með rómansk-amerískum áhrifum.\nNefndi til dæmis bossa nóva og mambó."
        },
        {
            "user": "PalliMoon",
            "user_id": "27213",
            "date": "2005-05-17 01:15:42",
            "id": "2166323",
            "reply_to_id": "2162526",
            "text": "Vá þetta var svo fyndið sett upp hjá þér að ég hélt þetta væri ljóð fyrst"
        },
        {
            "user": "svin1997",
            "user_id": "15767",
            "date": "2005-05-16 17:04:59",
            "id": "2164316",
            "reply_to_id": "2162422",
            "text": "Ef svo er að þú hefur kynnt þér tónlist í dag það vel að einu almennilegu hljómsveitirnar að þínu mati síðustu 20 ár eru þrjár, þá ætla ég ekki að setja út á það. Frábært, ef gamla tónlistin er það eina sem nær almennilega til þín, þá bara haltu þig við hana.\nÉg verð þó að lísa yfir efa mínum að þú hafir kynnt þér tónlist í dag svona rosalega vel.\nÉg get allveg sagt þér að tónlist lifir með sínum kynslóðum. Dæmi: Bítla-kynslóðin, pönk-kynslóðin, diskó-kynslóðin. Sama mun verða um tónlist í dag. MTV poppið, rokkið og rappið. Málið er líka að það er smá rómantík í gangi með tónlist í dag, það er í tísku að hlusta mikið á gamalt rokk/popp.\nÞegar Led Zeppelin voru upp á sitt besta og voru aðal númerið hjá ungu kynslóðinni, var fullt af fólki sem fussaði yfir þessu og sagði bara: “Elvis lifir”. Eða einhvað í þá vegu. Mér finnst það vera svipað og það sem þú ert að segja um tónlist í dag. (MuadDib)"
        },
        {
            "user": "MuadDib",
            "user_id": "28830",
            "date": "2005-05-16 17:33:54",
            "id": "2164428",
            "reply_to_id": "2164316",
            "text": "Nei veistu, þetta er alls ekki spurning um að vera bara að drulla á eitthvað vegna þess að það er nýtt.\nÉg hef ekkert sett mig mikið inn í nútímatónlist, en ég hef samt heyrt alveg slatta af henni. Maður hefur heyrt þónokkur lög af vinsælustu hljómsveitunum og stærstu sem er í gangi, og af því sem ég hef heyrt er einfaldlega bara ekkert sem höfðar til mín.\nHinsvegar, ef maður myndi líta svona “casually” yfir tónlistarsenuna fyrir 30 árum væri maður að lenda strax á svona svakalegum náungum eins og Zeppelin og fleira.\nMitt point er það að það sem er aðgengilegt og vinsælt, mainstream, í dag finnst mér bara alls ekki skemmtilegt.\nOg þessir sem hér í gamla daga fussuðu og litu aftur til Elvis voru þeir sem öldust upp við hann og voru hans kynslóð.\nÉg er aðeins 17 ára og er því ekki sambærilegur við þann hóp af fólki, en finnst samt ekki varið í nýja tónlist. Auðvitað er þetta smekksspursmál, en gæti verið eitthvað meira að baki?\nSkilurðu hvað ég er að fara?"
        },
        {
            "user": "svin1997",
            "user_id": "15767",
            "date": "2005-05-16 23:45:47",
            "id": "2166058",
            "reply_to_id": "2164428",
            "text": "Ég skil hvað þú ert að fara, þú ert einfaldlega að segja frá þínum tónlistarsmekk, ég meina, gullaldartónlistin er flott tónlist. Endilega bara hlusta á hana ef ekkert annað nær til þín, ég sé ekki tilgang í öðru.\nÉg spyr þig á móti, Led Zeppelin fölnar í mínum huga á móti ýmsum tónlistarmönnum og grúppum í dag, þetta er auðvitað smekksbundið en býr einhvað annað undir?\n….ég held ekki…þetta er bara tónlist.\nÉg verð þó að segja að ég er ekki mikið fyrir mainstreamið í dag sem þú fjallar um rétt eins og þú. En mainstreamið er svo langt frá því að vera einkennadi fyrir alla músík í dag. Þessvegna vil ég benda fólki á að festast ekki í fortíðarþrá."
        },
        {
            "user": "MuadDib",
            "user_id": "28830",
            "date": "2005-05-16 23:52:05",
            "id": "2166089",
            "reply_to_id": "2166058",
            "text": "Hvar getur forvitinn maður nálgast sæmilega tónlist nútildags? Ég meina, ef ekki er hægt að treysta mainstreaminu… Einhverjar ábendingar?"
        },
        {
            "user": "svin1997",
            "user_id": "15767",
            "date": "2005-05-17 00:30:07",
            "id": "2166218",
            "reply_to_id": "2166089",
            "text": "Farðu bara þínar eigin leiðir, ég hef aldrei lagt það í vana minn að leita að tónlist en ég var gripinn af nýbylgju tónlist í gegnum systur mína. Ef þú vilt kynna þér einhvað svoleiðis geturðu kíkt í 12 tóna, Smekkleysu búðina á Laugarvegi og séð hvað þeir sýna þér þar. Svo luma vinir og vandamenn oft á einhverju spennandi sem er um að gera að kíkja á.\nAnnars máttu alls ekki taka því þannig hjá mér að ég sé að hrauna yfir gullaldartónlist. Ég hlustaði einu sinni bara á hana, og fíla hana enþá."
        },
        {
            "user": "Mcwith",
            "user_id": "30857",
            "date": "2005-05-18 11:27:10",
            "id": "2169892",
            "reply_to_id": "2166089",
            "text": "Efað þú villt góða nútíma tónlist, með færum trommara, þá dettur mér strax Tool í hug, Danny Carey er án efa einn af mínum uppáhalds nútíma trommuleikurunum. Hann er með ótúrlega sérstakan stíl, og er bara frábær, og ekki spillir fyrir því að restin af hljómsveitinni, Justin c., Maynard J K og Adam J. eru allir ótrúlega færir tónlistarmenn"
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2005-05-18 21:48:59",
            "id": "2171329",
            "reply_to_id": "2166089",
            "text": "ég gæti bent þér á einhverjar  metalhljómsveitir(með góðum trommurum), en þú virðist ekki hafa smekk fyrir því, þannig að ég læt það bara ógert. :)"
        },
        {
            "user": "VicFirth88",
            "user_id": "53413",
            "date": "2005-05-16 22:56:04",
            "id": "2165830",
            "reply_to_id": "2162130",
            "text": "Ég er alveg sammála þér sko.\nÉg skrifaði þessa grein náttúrulega ítfrá mínu tónlistarnámi. Sem er mjög misjafnt, en það er þó satt að í flestum skólum er það ábótavant."
        },
        {
            "user": "QCumber",
            "user_id": "55735",
            "date": "2005-05-19 12:54:59",
            "id": "2172120",
            "reply_to_id": "2162130",
            "text": "Sá sem skrifaði greinina var ekki að tala um það að djass/bigband fílingur væri flottari en metall. Hann var bara að segja að tæknilega séð væri þessi Buddy mikið betri en Lars Ulrich. Persónulega finnst mér Lars ekkert sérstakur þó ég ætli ekkert að fara að gera sjálfan mig að einhverjum trommuspekúlant.\nOg það að segja að tónlist í dag verði bara betri og betri er það vitlausasta sem ég hef nokkurntímann heyrt. Auðvitað koma geðveik bönd og tónlistarmenn aftur og aftur í áranna rás."
        },
        {
            "user": "svin1997",
            "user_id": "15767",
            "date": "2005-05-19 21:04:36",
            "id": "2173461",
            "reply_to_id": "2172120",
            "text": "Þessi póstur þinn er einn vitlausasti póstur sem ég hef séð."
        },
        {
            "user": "svin1997",
            "user_id": "15767",
            "date": "2005-05-19 21:15:25",
            "id": "2173486",
            "reply_to_id": "2172120",
            "text": "Taktu eftir orðunum “Mér finnst” í upphafi greinarsvar míns. Ég var ekki að alhæfa að öll tónlist verði betri og betri.\nMeð þessu svari ertu einfaldlega að hrauna yfir smekk minn og býður því ekki upp á rökræður heldur bara bögg.\nMálið með trommarana var að þeir tromma mjög mismunandi stíla og því erfitt að bera þá saman tæknilega þar sem sjaldan heyrist í Lars Ulrich spila djass. Kannski er hann bara drullugóður djassari. Ef einhver hefur sönnun upp á annað, endilega sendið mér upptöku eða einhvað.\nTil að þú skiljir, þá er ég ekki metalhaus sem er að halda heiðri metalsins uppi heldur bara að benda vingjarnlega á að taka megi þetta inn í reikninginn.\nAf svari þínu að dæma efast ég stórlega um að þú hafir lesið póstana mína…almennilega."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-05-15 21:13:15",
            "id": "2162311",
            "reply_to_id": "2160697",
            "text": "Hann á víst afmæli sama dag og ég 30 sept, alveg stórfurðulegt og dó sama ár og bróðir minn fæddist"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-05-15 21:18:18",
            "id": "2162340",
            "reply_to_id": "2162311",
            "text": "þá meina eg buddy rich"
        },
        {
            "user": "Ferjumadur",
            "user_id": "39228",
            "date": "2005-05-15 21:14:38",
            "id": "2162322",
            "reply_to_id": "2160697",
            "text": "híhí djazzið, blúsið, súrutónlistin, poppið og rappið er best!"
        },
        {
            "user": "hendrixx",
            "user_id": "7447",
            "date": "2005-05-15 22:06:43",
            "id": "2162496",
            "reply_to_id": "2160697",
            "text": "já flott grein! það eiga nottla allir að vita hver buddy rich var! maðurinn var ekkert eðlilega góður að berja húðir!"
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2005-05-15 22:59:06",
            "id": "2162604",
            "reply_to_id": "2160697",
            "text": "Það sem ég hef hlustað á djass og blús þá finnst mér eins og þeir trommarar séu miklu betri en rokkk-trommararnir, en það er kannski bara ég. Ef maður hlustar á trommurnar í þessum djass-lögum þá eru trommararnir alveg drullu góðir, var einmitt að hlusta á Miles Davis og furðaði mig á því hvað trommarinn var skuggalega góður, síðan kíkti ég í bæklingin til að gá hver væri að tromma og þá var það bara einhver gaur sem ég hafði aldrei heyrt minnst á! En maður má ekki alveg gleyma sér í fortíðinni fullt af góðum trommurum í dag!\nÉg er alveg sammála með tónlistarkennslu, ég vissi ekki neitt um tónlist og sögu þess, vissi eiginlega ekki hverjir Pink Floyd voru eða Zeppelin þangað til fyrir svona 4 árum þegar ég fór að kynna mér þetta, og þurfti að gera það upp á eigin spýtur. Væri til í að hafa þetta sem valfag í unglingadeild kannski, eða kenna þá bara menningarsögu eða listsögu, kenna fólki að meta tónlistina því hún getur gert svo rosalega mikið fyrir mann.\nEn mínir uppáhalds trommarar eru Keith Moon, Bonham og síðan er Meg White líka fín þó hún sé kannski ekkert ofurgóð. Líka ef þið eruð að skoða Drummerworld þá tjekkið þá á Dennis Chambers, feitt þéttur gaur þar á ferð!"
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2005-05-18 21:39:58",
            "id": "2171309",
            "reply_to_id": "2162604",
            "text": "ég er sammála því að það eru yfirleitt mikið betri trommarar í jazzinum, enda þarf rokk ekki mikið meira en þennan venjulega takt. en það er þó stundum trommarar sem standa útúr. ég hef heyrt margt gott um trommarann í Mayhem, sem er kallaður Hellhammer, mæli með því að þú tékkir á honum. fer sjálfur að gera það einhverntímann, hef bara ekki fundið nein myndbönd með þeim. :/"
        },
        {
            "user": "kfridrik",
            "user_id": "17832",
            "date": "2005-05-15 23:05:09",
            "id": "2162630",
            "reply_to_id": "2160697",
            "text": "Eric Ca"
        },
        {
            "user": "Pythagoras",
            "user_id": "54862",
            "date": "2005-05-15 23:10:12",
            "id": "2162654",
            "reply_to_id": "2160697",
            "text": "ég veit\nekkert\num trommara en gítarleikurm hefur farið mikið fram síðan fyrir svona 30 - 50 árum!"
        },
        {
            "user": "TheCore",
            "user_id": "30457",
            "date": "2005-05-15 23:25:33",
            "id": "2162715",
            "reply_to_id": "2160697",
            "text": "Besti trommari í heimi segiru.. Ég hef ekki kynnt mér jazztrommara neitt mikið, Buddy Rich auðvitað alveg kúkagóður. En besti rokktrommarinn er án nokkurs vafa Neil Peart úr Rush. Það er mín skoðun og skoðun flestra þeirra sem hafa kynnt hann sér eitthvað af viti ;)"
        },
        {
            "user": "ViktorVaugn",
            "user_id": "58145",
            "date": "2005-05-16 00:02:43",
            "id": "2162870",
            "reply_to_id": "2162715",
            "text": "Neil Peart er skuggalega góður, minn uppáhalds. Það eru samt alltof fáir sem kannast við hann, því miður."
        },
        {
            "user": "CharlieBronson",
            "user_id": "28399",
            "date": "2005-05-16 01:55:18",
            "id": "2163208",
            "reply_to_id": "2160697",
            "text": "Að mínum mati er Bobby Jarzombek besti metal trymbill sem ég hef á ævinni séð. (og Mike Portnoy). Strákar ekki gleyma snillanum Terry Bozzio fyrrverandi trommara hjá Frank Zappa, hann er ógeðslega góður en hann er með mjög sérstakann stíl."
        },
        {
            "user": "Metamorph",
            "user_id": "31016",
            "date": "2005-05-16 06:14:47",
            "id": "2163374",
            "reply_to_id": "2160697",
            "text": "Flestir þessir bestu eru ekki í neinum hljómsveitum … þannig að í rauninni er ekkert hægt að dæma :P Því þeir eru oft ekkert frægir og þú veist ekkert um þá"
        },
        {
            "user": "Metamorph",
            "user_id": "31016",
            "date": "2005-05-16 06:17:44",
            "id": "2163375",
            "reply_to_id": "2163374",
            "text": "Já þetta var kannski dálítið asnalega orðað hjá mér .. þeir eru ekkert þekktir og oft ekki í neinum hljómsveitum Og þessvegna finnst mér skrítið ef einhver getur Dæmt um það og Staðhæft það .. en ef það væri haldin einhver svona .. keppni eða eitthvað væri það annað mál. :P"
        },
        {
            "user": "deadgau5",
            "user_id": "25259",
            "date": "2005-05-16 10:54:32",
            "id": "2163450",
            "reply_to_id": "2160697",
            "text": "Kieth Moon, John Bonham og Phil Collins, allir topp trommarar."
        },
        {
            "user": "Protester",
            "user_id": "34863",
            "date": "2005-05-16 12:35:31",
            "id": "2163607",
            "reply_to_id": "2160697",
            "text": "Marvin “Smittie” Smith. Ekki er það sami Smittie og spilar á trommur hjá Jay Leno?"
        },
        {
            "user": "BruskR",
            "user_id": "9155",
            "date": "2005-05-16 13:13:29",
            "id": "2163668",
            "reply_to_id": "2163607",
            "text": "Júbb."
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2005-05-16 13:15:48",
            "id": "2163671",
            "reply_to_id": "2160697",
            "text": "Ég styð það að það ætti að kenna blues."
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2005-05-18 21:35:58",
            "id": "2171303",
            "reply_to_id": "2163671",
            "text": "blues? bara tónlist almennt. :)"
        },
        {
            "user": "ArniTh",
            "user_id": "7772",
            "date": "2005-05-16 13:18:32",
            "id": "2163676",
            "reply_to_id": "2160697",
            "text": "já Buddy var magnaður! Annars finnst mér fullt af góðum trommurum vera að spila í dag t.d. Jon Theodore sem mér finnst vera með þeim betri sem ég hef heyrt í. Annars eru þessar gömlu hetjur alltaf góðar og oft betri en þeir sem eru að spila núna.\nMæli með að Lars Ulrich fólk tjékki á Fantomas eða Converge… bæði Dave Lombardo og gaurinn í Converge ( sem ég man ekki hvað heitir ) finnst mér vera miklu betri!\nanywho.."
        },
        {
            "user": "andskotinn",
            "user_id": "36189",
            "date": "2005-05-16 13:27:30",
            "id": "2163690",
            "reply_to_id": "2160697",
            "text": "Ég veit lítið um trommara en ég fíla Chad Smith og Josh Klinghoffer."
        },
        {
            "user": "DigitalGod",
            "user_id": "23773",
            "date": "2005-05-16 17:15:09",
            "id": "2164350",
            "reply_to_id": "2163690",
            "text": "Sælir allir.\nÞað var nú þannig að bigbandi buddy vantaði píanóleikara og jón páll bjarnarson var í sama bæ að spila á þessum tíma svo að hann kom og spilaði píanónótur á gítar á giggi með bandinu !\nStrákar þið gætuð lært mikið af dýrunum í hálsaskógi"
        },
        {
            "user": "andskotinn",
            "user_id": "36189",
            "date": "2005-05-16 18:58:43",
            "id": "2164845",
            "reply_to_id": "2164350",
            "text": "ok!"
        },
        {
            "user": "HlynurS",
            "user_id": "30981",
            "date": "2005-05-16 19:54:31",
            "id": "2165045",
            "reply_to_id": "2160697",
            "text": "Þú getur ekki sagt hver er bestur eða hver er ekki bestur því þú veist það ekki, reyndar er enginn bestur. Það er ekki hægt að leggja það bara niður að þessi er ekki bestur, þessi ekki heldur en þessi er lang bestur. Það fer mjög misjafnt eftir því hvernig tónlist þeir spila, hvernig þeir spila hana og allt þetta. Þú segir að Lars Ulrich sé ekki bestur, þér finnst það kannski en mér finnst það bara rangt að alhæfa það. Ég segi að það sé ekki hægt að ákvarða það hver er bestur, ég spyr bara: hvernig skilgreinirðu bestur? Þetta er nokkuð snúið mál og ég segi bara að það er ekki hægt að segja hver er bestur og hver ekki."
        },
        {
            "user": "VicFirth88",
            "user_id": "53413",
            "date": "2005-05-16 23:06:35",
            "id": "2165869",
            "reply_to_id": "2165045",
            "text": "Ég skilgreini bestur ekki útfrá tónlistarstefnu og geri engan mun þar á. Ég dæmi þá útfrá tækni, færni og fjölbreitileika. Þannig er alveg hægt að segja hver er almennt betri en einhver annar. En það er rétt þetta er að vissu leiti smekksatriði, en ef maður skoðar þetta allt frá tæknilegri hlið trommusláttarins þá er ekki svo erfitt að sjá hver er virkilega betri en einhver annar. Svo getur maður aftur á móti átt sína úppáhalds en það er bara allt annað. Minn uppá halds er nú t.d. Steve Gadd. Hann er t.d. ósköp einfaldlega betri trommari en Lars Ulrich. Lars Ulrich er samt mjög góður ég er ekki að segja það. En ég mæli með að þið kynnið ykkur Steve Gadd áður en þið ákveðið að vera ósammála þessu.\nÉg vil líka taka fram að ég er ekki að segja að það eigi\nbara\nað kenna þessa gömlu. Það er rosalega margir góðir í dag, ég nefndi nú t.d. Mike Portnoy úr Dream Theatre. Ég vildi bara vekja umræðu um tónfræði í grunnskólum landsins. :)"
        },
        {
            "user": "HlynurS",
            "user_id": "30981",
            "date": "2005-05-17 10:53:45",
            "id": "2166692",
            "reply_to_id": "2165869",
            "text": "já, ég var bara að reyna að benda á að það er erfitt ef ekki ómögulegt að finna einhvern sem er bestur. Þetta er auðvitað bara smekksatriði. En ég segi ekki heldur að Lars Ulrich sé bestur, hann er allveg góður og hefur auðvitað sinn stíl. En það eru aðrir sem mér finnst betri."
        },
        {
            "user": "Breadfan",
            "user_id": "43826",
            "date": "2005-05-22 17:30:59",
            "id": "2179483",
            "reply_to_id": "2165045",
            "text": "Vá hvað ég er ekkert annað en nákvæmlega sammála þér Morgoth!!\nÞað er ekki hægt að fullyrða að einhver trommari sé BETRI en annar, það er ekki hægt. Það er ekki hægt að bera saman tónlistarmenn sem spila gerólíka tónlist saman og segja að annar sé betri en hinn.\nÞað er ekki til einhver einn BESTI trommari í heimi."
        },
        {
            "user": "HlynurS",
            "user_id": "30981",
            "date": "2005-05-22 19:20:25",
            "id": "2179784",
            "reply_to_id": "2179483",
            "text": "nákvæmlega :)"
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2005-05-16 23:15:12",
            "id": "2165898",
            "reply_to_id": "2160697",
            "text": "Ég hef oft heyrt um Buddy Rich, en ég er líka Big Band aðdáandi :D\nÉg er alveg sammála. Þessir jazz trommarar, og bara jazztónlistamenn yfirleitt voru miklu betri heldur en tónlistamenn núna\nSvo má ekki gleyma gullöldinni, klassíska rokkinu. Þar voru margir frábærir tónlistamenn\nÉg væri alveg til í að læra meira um jazz tónlistamenn en jazz áhugamálið hérna á huga er algjörlega dautt svo það þýðir ekkert að reyna að finna eitthvað þar. Ég er oft búin að pæla í trommunum í einhverjum jazz lögum og það er bara miklu flottara en í rokkinu."
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2005-05-16 23:21:50",
            "id": "2165925",
            "reply_to_id": "2165898",
            "text": "Ef ég ætti að segja hver mér fyndist besti trommari í heimi myndi ég segja Roger Taylor því ég veit ekki hvað hinir heita úr jazzinum"
        },
        {
            "user": "skite",
            "user_id": "25467",
            "date": "2005-05-17 00:30:35",
            "id": "2166219",
            "reply_to_id": "2160697",
            "text": "Fullkomlega sammála!\nþað þarf að koma viti fyrir þetta lið!\nJazz og Blues er mjög skemmtileg tónlist, ég og mín hljómsveit erum búnir að vera að leika okkur núna að taka Jailhouse rock, Blue Suede shoes og Twist and Shout og það er ótrúlega gaman að spila þessi lög.\nÞeir sem eruð með hljómsveitir þarna! ATH! það er MJÖG góður plús að getað líka spilað jazz og blues, ekki bara eitthvað þungarokk"
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2005-05-17 11:53:36",
            "id": "2166850",
            "reply_to_id": "2166219",
            "text": "Það getur líka eiginlega hver sem er spilað metal, sama hvort hann hefur vit á tónlist eða ekki.\nÞað er hinsvegar erfitt að spila jazz og blús og það sýnir hvort maður er í alvöru góður tónlistamaður."
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2005-05-17 13:27:58",
            "id": "2167131",
            "reply_to_id": "2166850",
            "text": "Sá sem kann listina að spila djass er góður\ntónlistarmaður, en ljóst er, að meistari í klassískri\ntónlist er einnig góður tónlistarmaður, jafnvel þó\nhann hafi ekki heyrt minnst á djass."
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2005-05-17 13:34:54",
            "id": "2167155",
            "reply_to_id": "2167131",
            "text": "Já, ég spila bæði jazz og klassík. ;) Er að læra á þverflautu í tónlistaskóla.\nÉg kann ekki mikið á gítar (nokkra hljóma) en ég er viss um að ef ég stilli á réttan effect og spila eitthvað bull, er ég komin með ágætis death metal lag … Það er ekki flóknara en það"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-05-17 14:07:39",
            "id": "2167258",
            "reply_to_id": "2167155",
            "text": "Þverflautan er afar fallegt hljóðfæri, og ekki eru\nhljóðin sem úr því koma verri. Það passar einstaklega\nvel í djassi með rómansk-amerískum blæ (sbr. nokkur\nlög sem Dizzy Gillespie, sá gamli refur, tók upp).\nEin undirstaða djasstónlistar er fjölbreyttir hljómar, og\nþví getur hún verið flóknari en aðrar vestrænar tónlistar-\nstefnur, og það þykir mér einmitt svo skemmtilegt við\ndjassinn, sér í lagi bossa nóva."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-05-17 18:23:39",
            "id": "2168196",
            "reply_to_id": "2167258",
            "text": "Líka flautan sem var notuð í mörgum lögum Trúbrot, sjuklega flott djasssóló á flautu í rokk/blús/djass dægurlaga stíl..\n..Allt er svo undarlegt án þín, jeeee  *gæsahúð*\nHljómar og Trúbrot = TALLENTAR dauðans!"
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2005-05-18 21:33:23",
            "id": "2171296",
            "reply_to_id": "2166850",
            "text": "“Það getur líka eiginlega hver sem er spilað metal, sama hvort hann hefur vit á tónlist eða ekki”\nþað er bara ekki víst að sú persóna sem myndi reyna það myndi gera góða tónlist. því ef hún yrði léleg, þá yrði hún nokkuð sem kallast noisecore(“tónlist” sem er viljandi spilað á óstillt hljóðfæri og gera það illa)."
        },
        {
            "user": "PalliMoon",
            "user_id": "27213",
            "date": "2005-05-17 01:22:31",
            "id": "2166334",
            "reply_to_id": "2160697",
            "text": "Buddy Rich er snillingur, fyndið að sjá myndbandið á Drummerworld.com af honum í trommudúeli við Animal í Muppets.\nMinn uppáhalds trommari er og mun trúlega alltaf vera Keith Moon. Hann dró trommur á nýtt stig og þar sérstaklega Rokk trommur. Ég er mikið í þessu gamla rokkinu, bluesinu og jazzinum og fleiri sem ég dái eru t.d. Steve Gadd, Ginger Baker, Ringo Starr, Peter Erskine, Joe Morello og þar mætti lengi telja.\nÉg ætla ekki að segja að þetta nýja sé lélegt, bara ekki fyrir mig…"
        },
        {
            "user": "Flobby",
            "user_id": "41445",
            "date": "2005-05-17 16:14:34",
            "id": "2167754",
            "reply_to_id": "2160697",
            "text": "ég mundir nú seigja að Bonzo væri bestur, en auðvita er það bara mín skoðun."
        },
        {
            "user": "lazer",
            "user_id": "21198",
            "date": "2005-05-18 03:23:01",
            "id": "2169582",
            "reply_to_id": "2160697",
            "text": "Það er ótrúlegt hvað gömlu kóngarnir gátu gert frekar slappann efnivið. Reyndar er ég mikill aðdáandi gömlu Ludwig og Gretch settana en staðreyndin er bara sú að það er ekki hægt að fá sambærilegann hljóm úr þeim og settunum í dag.\nGene Krupa er sá sem er almennt talinn sá besti sem uppi hefur verið og var það hann sem kom fyrstur með hina klassísku uppsetningu á trommusettinu, sem sagt með TT og FT. Annars var Buddy Rich líka sjúklega góður og segir það ansi margt um þann ágæta mann að hann var reglulega fenginn í sjónvarpsþætti til þess að taka trommusóló og hékk alltaf með frægafólkinu\nEitt er víst að hann er ekki ástæðan fyrir öllum trommarabröndurunum ;)\nAnnars er Bonzo minn uppáhalds en Matt Cameron kemur fast á hæla hans í öðru sæti, enda miklisvirtur bæði í rokkinu og í jazzinum með bandinu sínu The Wellwater Conspiracy, svo spilar hann að sjálfsögðu með Pearl Jam sem eru bestir punktur og basta"
        },
        {
            "user": "Zeratul",
            "user_id": "16894",
            "date": "2005-05-18 08:47:49",
            "id": "2169650",
            "reply_to_id": "2160697",
            "text": "Jeff Porcaro var algjör snillingur. En ég get ekki séð ástæðuna fyrir því að fólk hérna sé að drulla yfir Lars Ulrich. Hann er mjög góður í að spila tónlistina sem hann spilar. Ég er ekki að segja að hann væri eitthvað góður í að spila blús, þrátt fyrir það að ég hef aldrei heyrt hann spila blús. Einnig veit ég um helling af betri trommurum heldur en hann er og þá má nefna Ian Paice. En Lars Ulrich er mjög góður. Ég held að þeir sem hafa ekki hundsvit á trommuleik ekkert að vera að alhæfa hérna og annarstaðar hvort hann eða einhver annar sé góður, lélegur, bestur o.s.frv."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-05-18 14:40:51",
            "id": "2170347",
            "reply_to_id": "2160697",
            "text": "þetta metallica æði yfir ísland er bara rugl en ég ætla að segja að besti trommari í heimi sé roger taylor í queen þið meigið alleg deila um það en mér fynst hann besti trommari í heimi síðan næst besti er john boham í led zeppelin (kann ekki alveg að skrifa nafnið hans)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-05-18 15:54:30",
            "id": "2170481",
            "reply_to_id": "2160697",
            "text": "Ég las ekki söguna þína en ég tók eftir að það stóð Luis Armstrong þarna. Luis Armstrong, yeah!\nHann var idolið mitt þegar ég spilaði á trompet sem er geggjaðþ"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-05-18 16:09:21",
            "id": "2170507",
            "reply_to_id": "2160697",
            "text": "Já."
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2005-05-18 21:54:52",
            "id": "2171344",
            "reply_to_id": "2160697",
            "text": "besti trommarinn sem ég hef séð er án efa Buddy Rich."
        },
        {
            "user": "bupkas",
            "user_id": "54439",
            "date": "2005-05-19 15:29:00",
            "id": "2172522",
            "reply_to_id": "2160697",
            "text": "Lars Ulricher ekkert áberandi góður.. en hann er góður.. samt ekki sá besti :Þ"
        },
        {
            "user": "Addni",
            "user_id": "8004",
            "date": "2005-05-19 23:14:20",
            "id": "2173996",
            "reply_to_id": "2160697",
            "text": "ég myndi skjóta á Terry Bozzio (man reyndar ekki alveg hvernig það er skrifað samt) :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-05-20 19:53:31",
            "id": "2175629",
            "reply_to_id": "2160697",
            "text": "John Bonham finnst mér besti trommari :D með sitt thunder foot alveg sjúkt :P"
        },
        {
            "user": "Fleebix",
            "user_id": "5906",
            "date": "2005-05-21 17:02:56",
            "id": "2177314",
            "reply_to_id": "2160697",
            "text": "Bestu trommarar sögunnar eru án efa Buddy Rich og Gene Krupa. Áhugasömum bendi ég á að hægt er að næla í plötuna “The original Drum Battle: Gene Krupa & Buddy Rich” á skít og ingenting á ebay. Ég fann hana  í einhverri safnarabúðinni og get fyllilega vottað fyrir gæði hennar. En bara ekki búast við því að fá loksins úr því skorið hvor sé betri trommari.\nLinkur á einn gaur sem er að selja hana (10$)\nhttp://cgi.ebay.com/ws/eBayISAPI.dll?ViewItem&category=306&item=4731030450&rd=1&ssPageName=WD1V"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-05-27 14:00:03",
            "id": "2192311",
            "reply_to_id": "2160697",
            "text": "nei ég minnstist einmitt á Buddy þegar ég svaraði korkinum “100 bestu trommarar” einnig gene krupa sem tók eitt sinn svaka trommu “battle” við Buddy og ef þú hefur ekki heyrt það áttu eitthvað til að hlakka til. Það er til á plötunni Jazz at the filharmonic- eða seinna bara sem “the drum battle”\nÞað var forsíðugrein um Buddy í Tímaritinu Drummer ekki alls fyrir löngu, og var það fín lesning. Einkar mikill sérvitringur og tók oft stórundarlegar ákvarðanir."
        },
        {
            "user": "BillyHlyns",
            "user_id": "25614",
            "date": "2005-05-28 13:16:06",
            "id": "2195074",
            "reply_to_id": "2160697",
            "text": "Virkilega sammála þér….eg hef studerað þennan mann og hann er goð…..eg er lika buinn að horfa mikið á john blackwell og steve gadd….einnig mæli eg með að þú kynnir þér jonathan “sugarfoot” moffet :)\nog rétt hjá þér varðandi lars ulrich…hann er áhrifavaldi margra ungra slagverksleikara sem er ekkert slæmt…hann gerir það jafnvel og hver annar!\nen einnig er gott að kynna ser söguna ef þú veist hvað ég meina ;)"
        },
        {
            "user": "Dirty",
            "user_id": "55626",
            "date": "2005-05-31 18:45:45",
            "id": "2204387",
            "reply_to_id": "2160697",
            "text": "Ég er ekki trommari og veit lítið um þessa gömlu gaura en ég hef fengið að heyra  hjá vini mínum sem er trommari, trommusóló hjá Steve Gadd, náunginn er bara sjúkur !"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-01 11:14:28",
            "id": "2206118",
            "reply_to_id": "2160697",
            "text": "hey var ekki sköllótti trommarinn í acdc talinn sá besti um tíma ??"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-11 16:51:01",
            "id": "2233485",
            "reply_to_id": "2160697",
            "text": "ef eitthver myndi spyrja mig hver væri besti trommari allra tíma myndi ég segja John Bonham úr led zeppelin því að hann er idolið mitt enda algjör snillingur…annars myndi ég líka nefna Louie Bellson, Buddy Rich, Ringo Starr, Gene Krupa, Lionel Hampton, Papa jo Jones og Keith Moon."
        },
        {
            "user": "gonzo91",
            "user_id": "45240",
            "date": "2005-06-30 19:06:25",
            "id": "2281006",
            "reply_to_id": "2160697",
            "text": "ég vissi hver það var:P"
        },
        {
            "user": "ArnarÞórS",
            "user_id": "58311",
            "date": "2005-07-19 00:58:36",
            "id": "2323805",
            "reply_to_id": "2160697",
            "text": "Alltaf þegar einhver hefur spurt mig hver er besti trommari í heimi .. þá hef ég alltaf svarað John Bonham og Matt Sorum fylgir þar fast á eftir.."
        },
        {
            "user": "Mithril",
            "user_id": "49788",
            "date": "2005-08-14 18:50:40",
            "id": "2382351",
            "reply_to_id": "2160697",
            "text": "Dave Lombardo-Slaye"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-15 17:33:19",
            "id": "2384858",
            "reply_to_id": "2160697",
            "text": "Joey Jordison og þegiði svo…ég nenni ekki að hlusta á eitthvern hálfvita sem segir “ Joey! hann er ofmetinn” eða “Joey suckar” eða eikka svoleiðis…MÉR finnst hann bestur."
        },
        {
            "user": "Tossi1",
            "user_id": "59768",
            "date": "2005-08-19 01:35:22",
            "id": "2396092",
            "reply_to_id": "2160697",
            "text": "John Bonham-Led Zeppelin"
        },
        {
            "user": "Magabelti",
            "user_id": "35142",
            "date": "2005-08-21 23:10:27",
            "id": "2404016",
            "reply_to_id": "2160697",
            "text": "Veistu ég myndi ekkert hafa á móti því að læra tónlistarsögu sem er nær okkur í nútímanum, það myndi allavega fá einhverja til að fylgjast með í tónmennt"
        },
        {
            "user": "flang3r",
            "user_id": "16647",
            "date": "2005-09-06 21:44:36",
            "id": "2455268",
            "reply_to_id": "2160697",
            "text": "Ég veit um slatta af fólki sem kann að meta Jazz,Blús og Funk… Sjálfur finnst mér blúsinn bestur af þessu þrennu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-06 23:26:54",
            "id": "2456017",
            "reply_to_id": "2160697",
            "text": "strákar checkið á dave weckl hann er legend sem er að verða til :)"
        },
        {
            "user": "alfisti",
            "user_id": "52848",
            "date": "2005-09-24 16:46:43",
            "id": "2515850",
            "reply_to_id": "2160697",
            "text": "ég trúi ekki að nokkur rooo/metal trommari sem slefar uppí meðalgreind leyfi sér eitt augnablik í sínum villtustu draumum að halda að hann eða aðrir r/m trommarar séu sambærilegir við jasstrommara.Jass er mjög flókið tónlistarform sem tekur yfirleitt áratugi að mastera.Um svipað leiti og r/m trommarinn er hættur að spila og byrjaður að selja notaða bíla,er jasstrommarinn rétt byrjaður að eiga sér feril.Hinns vegar geta menn verið brilljan trommarar í öllum stílum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-10-02 17:03:32",
            "id": "2544221",
            "reply_to_id": "2160697",
            "text": "Spurningunni “Hver er besti trommari í heimi?” Er ekki hægt að svara, því miður. Margir nefna strax trommarann í uppáhaldshljómsveitinni sinni! Aðrir nefna trommara úr sínum tónlistarsmekk!…En mér finnst þetta bara vera smekksatriði og ekkert annað!"
        },
        {
            "user": "VicFirth88",
            "user_id": "53413",
            "date": "2005-10-02 21:54:05",
            "id": "2545582",
            "reply_to_id": "2160697",
            "text": "þetta  er líklega besta grein sem að ég hef lesið !! mer líst mjög vél á að byrja að kenna svona í skólum ekki svona rugl eins og var gert!! ba kenna gamla góða, meina gullöldin og það, það er bara einhvað sem á aldrei eftir að detta úr tísku !! en besti trommari  að mínu skapi er John bonham !"
        },
        {
            "user": "VicFirth88",
            "user_id": "53413",
            "date": "2005-11-08 17:19:14",
            "id": "2670395",
            "reply_to_id": "2545582",
            "text": "Takk fyrir þetta."
        },
        {
            "user": "VicFirth88",
            "user_id": "53413",
            "date": "2005-11-08 17:27:56",
            "id": "2670433",
            "reply_to_id": "2160697",
            "text": "Sko….sem trommari sjálfur til 8ára og kennari í eitt þá held ég ekki að ég sé að fara með vitleysu þegar ég segi að djass trommarar geta nánast undantekningarlaust spilað rokkið líka. (ég get staðfest af egin reynslu að rokkið er bara léttara.)Þetta er oftar en ekki, ekki hægt að segja í hina áttina.\nMeð þessari staðhæfingu er ég ekki að segja að rokktrommarar séu verri menn og að rokk sé lélegri tónlist (ég er mikill rokkari sjálfur). Ég er bara að segja að til að spila djass þarf mun meiri færni, tækni og æfingu.\nSvo eru auðvitað trommarar sem eru að blanda þessu öllu og það eru þeir sem mér finnst bestir. Það eru þeir sem geta barið skinn á þann hátt sem fær mann til að fá illt í kjalkan af stanslausu gapi af undrun og dá en þeir hafa ekki alltaf þörfina til að vera að sýna það. John Bonham er gott dæmi um einmitt þetta. Annar er Mike Portnoy og svo auðvitað hinn ódauðlegi Buddy Rich."
        },
        {
            "user": "halfdankall",
            "user_id": "61495",
            "date": "2005-12-30 02:04:11",
            "id": "2887368",
            "reply_to_id": "2160697",
            "text": "jáhh…trommari getur klárlega eiðilagt hljómsveit…og er trommarinn í SOAD langt kominn með það að ég nenni ekki að hlusta á SOAD lengur :/ ég held mikið uppá trommara sem að byrja á dave :/ ótrúlegt en satt ;) Dave McClane, Dave Lombardo, Dave Chavarri, síðan eru það náttúrlega travis smith, mike smith, trommarinn í 36 crazyfists…og trommarinn í finch…mér finnast trommurnar í þeim 2 hljómsveitum vera magnaðar…síðan er náttúrulega Joey minn úppáhalds… en það er ekki til rökrétt svar fyrir besta trommara í heimi…það eru svo margir góðir á sínum sviðum :/ :D"
        }
    ]
}