{
    "forum_title": "Metall",
    "user": "wiss",
    "user_id": "1192",
    "date": "2000-08-26 17:35:22",
    "title": "Slipknot",
    "text": "Ég mæli með hljómsveit sem heitir Slipknot. Þessi hljómsveit spilar dauðarokk. Það sem er sérstakt við þessa hljómsveit er það að allir meðlimir hennar nota grímur. Síðan á tónleikum berja þeir hvern annan og brjót í sér bein. En þessi hljómsveit spilar frábæra tónlist. Korn er líka mjög góð hljómsveit. Mínus eru líka frábærir. Hér kemur smá texti með Slipknot:\nFuck it all\nFuck this world\nFuck efrithank that stan for\nDont belong\nDont exist\nDont giv a shit\nDont ever for juge me\nTakk Fyrir,\nWiss",
    "url": "https://www.hugi.is/metall/greinar/2968/slipknot/",
    "url_id": "2968",
    "id": "10568",
    "replies": [
        {
            "user": "xGnarRx",
            "user_id": "914",
            "date": "2000-08-26 23:07:56",
            "id": "10569",
            "reply_to_id": "10568",
            "text": "Í fyrsta lagi spila SlipKnot ekki dauða-rokk heldur Hardcore. SlipKnot eru líka allir í sérstökum búningum sem eru merktir frá 0-8. Það hefur engin séð þá án grímna (og vitað að það væru þeir) fyrir utan eina hljómsveit (sem ég man ekki hvað heitir), það var send mynd á huga.is sem átti að vera af þeim….pfffff bullshit. Og í öðru lagi þá er textinn úr Surfacing svona:\nFuck it all\nFuck this world\nFuck everything that you stand for\nDon't belong\nDon't exist\nDon't give a shit\nDon't ever judge me\ngUNZI"
        },
        {
            "user": "mystic",
            "user_id": "304",
            "date": "2000-08-28 10:14:17",
            "id": "10570",
            "reply_to_id": "10568",
            "text": "Hmmm…. tónlistinn þeirra er ágæt en þeir eru svona eins og manson fyrir mér…. spila ágætis tónlist en er samt alveg ótrúlega fífl…\nRakka flesta meira niður en Fred Durst og gefa skít í allt og alla… og fred durst sagði einhverntíman um daginn að það væru bara feitir bólugrafnir aumingjar sem hlustuðu á þá… og þeir svöruðu: “We will kill you”\nsmá über nörd sem þeir eru en vá nóg um það, þeir eru bara fíbl.. :P"
        },
        {
            "user": "WBHannes",
            "user_id": "1367",
            "date": "2000-08-28 12:55:43",
            "id": "10571",
            "reply_to_id": "10570",
            "text": "Æji maður er nú hættur að hlusta á svona dellu, rífa kjaft og fá athygli.  Ef tónlistin er góð, hlustar maður á þetta, annars ekki.  Slipknot diskurinn á marga góða spretti, og manni er orðið nokkuð sama hvað þessi-hljómsveit-segir-um-þessa blaður.\nEina attitudið sem rúlar er hjá Lemmy Kilmister:  I'm Only In It For The Chicks :)"
        },
        {
            "user": "Xzeno",
            "user_id": "3366",
            "date": "2000-09-03 11:30:09",
            "id": "10572",
            "reply_to_id": "10570",
            "text": "ég held að þú sért ekki alt í lagi því slipknot eru þeir flottustu í bransanum. (þeir heita: Joey, sid, chris, corey, mick, james, paul, shawn og craig) og þú ert með þeim heimskustu á þessari plánetu ef að þú heldur að þeir séu í manson andanum. LIFI SlipKnoT!!!!!!!!!!!!"
        },
        {
            "user": "Memnoch",
            "user_id": "259",
            "date": "2000-08-28 13:08:55",
            "id": "10573",
            "reply_to_id": "10568",
            "text": "Af hverju er svona grein samþykkt???\nMemminn"
        },
        {
            "user": "wiss",
            "user_id": "1192",
            "date": "2000-08-28 21:21:55",
            "id": "10574",
            "reply_to_id": "10573",
            "text": "Þetta er geðveik grein."
        },
        {
            "user": "erna",
            "user_id": "28458",
            "date": "2000-08-29 01:09:09",
            "id": "10575",
            "reply_to_id": "10574",
            "text": "Slipknot eru ekki hardcore frekar en my analinvasion."
        },
        {
            "user": "fungus",
            "user_id": "2038",
            "date": "2000-08-29 22:08:20",
            "id": "10576",
            "reply_to_id": "10568",
            "text": "Ég er sammála Wiss, Slipknot eru bara hrein snild!!  mæli með þeim.."
        },
        {
            "user": "Xzeno",
            "user_id": "3366",
            "date": "2000-09-03 11:31:59",
            "id": "10577",
            "reply_to_id": "10576",
            "text": "nei blisssar fungus"
        },
        {
            "user": "Xzeno",
            "user_id": "3366",
            "date": "2000-08-30 13:35:02",
            "id": "10578",
            "reply_to_id": "10568",
            "text": "ok fólk ætti bara að halda kjafti þegar það veit ekki neitt um hvað það er að tala og posta frekar ekkva um brjóstin á britney spears…….Slipknot er alls ekki dauðarokk og LANGT í frá hardcore líkara dauðarokki en hardcore Slipknot spila bara sona klassískan metal ekkert nýtt við það sem þeir eru að gera fyrir utan það að þeir eru 9 í bandinu og með dj og allt það dæmi Slipknot er bara metal hljómsveit hardcore my ASS!"
        },
        {
            "user": "Xzeno",
            "user_id": "3366",
            "date": "2000-09-03 11:34:04",
            "id": "10579",
            "reply_to_id": "10578",
            "text": "þú ættir að fara til læknis þeir eru hardcore punktur… þeir eru þeir allra flottustu!!!!!!!\nVIVA LE SlipKnoT!!!!!"
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2000-09-04 00:33:22",
            "id": "10580",
            "reply_to_id": "10579",
            "text": "guð minn almáttugur  slipknot þetta er snilld þessi tónlist er ekki hardcore þetta er langt frá því þetta er bara alvöru rokk þetta er besta hljómsveit nú til dags en er þetta samt ekki bara sona tíska er uppi núna síðan eftir einhver ár hlustar einginn á þetta annað en metallica sem er búin að halda sér á toppnum í mörg ár\nsco er þetta lélegasta enska sem ég hef séð  þarna hjá þessum wiss"
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2000-09-04 13:49:36",
            "id": "10581",
            "reply_to_id": "10580",
            "text": "ok þessi hljómsveit er ágæt en það má nú millibegur vera á umtalinu hjerna.\njá og fred durst sökkar hann og haltrandi kexið hans mega bara spila sína “sítt að aftan”-metal einhversstaðar þar sem ég þarf ekki að heyra það."
        },
        {
            "user": "Kurdor",
            "user_id": "3306",
            "date": "2000-08-30 15:18:28",
            "id": "10582",
            "reply_to_id": "10568",
            "text": "HAHA! þetta er eitt það hræðilegasta sem ég hef heyrt! :)\nSlipknot er EKKI Dauðarokk og svo SANNARLEGA EKKI hardcore!\nþað var einn eða tveir hérna fyrir ofan sem voru að segja eitthvað af viti…\ntextinn hjá wuss var skrifaður á verstu ensku sem ég hef orðið vitni að…\nog þessar grímur eru ekkert nema dulbúin markaðsetning!\n-Haukur D"
        },
        {
            "user": "axlrose",
            "user_id": "3277",
            "date": "2000-08-30 17:39:43",
            "id": "10583",
            "reply_to_id": "10582",
            "text": "það hefur fullt af fólki séð Þá grímulausa þeir eru bara 9 asnalegir gaurar sem að græða mikið á því að vera með grímur og spila METAL."
        },
        {
            "user": "Promentor",
            "user_id": "3015",
            "date": "2000-09-02 18:03:15",
            "id": "10584",
            "reply_to_id": "10568",
            "text": "ég er sannalega sammála þér um slipknot, korn en míns suckar feitt\nFlottur texti"
        },
        {
            "user": "Helli",
            "user_id": "3781",
            "date": "2000-09-13 13:43:04",
            "id": "10585",
            "reply_to_id": "10568",
            "text": "ok. wiss þú ert heimskari en helvíti og ættir ekki að sverta þessa snilldalegu hljómsveit með því að vera að komma með ein hver komment um hana. Þeir eru hardcore og snilligar ég sá þá á reading 2000 og ég skal seigja ykkur að það var besta klkkustund lífs míns\nLifi og ROKKI SLIPKNOT"
        }
    ]
}