{
    "forum_title": "Skóli",
    "user": "Masko89",
    "user_id": "38605",
    "date": "2005-05-16 13:56:14",
    "title": "Náttúruvísindi",
    "text": "Hérna eru einhverjar glósur úr náttúrufræði, afsakið hvað þetta er illa sett upp, ég copyaði bara úr word og það ruglaðist allt og eitthvað rugl bara =) Annars vona ég að þið getið eitthvað notað þetta!\nVeirur\n•Veirur taka ekki upp næringu og losa sig ekki við úrgangsefni\n•Geta ekki fjölgað sér nema með aðstoð lifandi fruma\n•Veira er úr erfðaefni og utan um það er prótínhjúpur\n•Erfðaefnið tekur þátt í myndun nýrra veira\n•Prótínhjúpurinn ver veruna og velur sér fórnalamb\n•Fórnalambið (fruman) kallast hýsill\n•Veira fjölgar sér með því að sprauta erfðaefni inn í hýsilinn\n•Við það tekur erfðaefnið völdin og býr til nýjar veirur (sjá á bls 26)\n•Óvirkar veirur eru notaðar til að búa til bóluefni sem örvar myndun mótefna.\nDreifkjörnungar\n•Dreifkjörnungar eru elstu lífverur jarðar\n•Einfruma lífverur sem hafa ekki frumukjarna\n•Lifa í vatni, lofti og jarðvegi\n•Dreifkjörnungar kallast gerlar\n•Lifa einnig í og á líkömum annara líkama (okkur)\n•Sumir gerlar þurfa súrefni til að lifa en aðrir ekki\n•Sumir eru frumbjarga, aðrir ófrumbjarga og kallast þá sníklar\n•Gerlar hafa slímhjúpi, frymi og svipur\n•Frumhimnan ræður hvaða efni fara inn og út úr gerlinum\n•Nota svipur til að hreyfa sig úr stað\n•Sumir gerlar lifa á dauðum lífverum og kallast sundrendur\n•Gerlar fjölga sér með því að skipta sér í tvennt\n•Gerlar mynda dvalgró þegar um óhagstæð skilyrði er að ræða\n•Mjólk er gerilsneidd.\nFrumverur\n•Frumverur eru einfrumungar eins og gerlar\n•Frumverur hafa frumukjarna en það hafa gerlar ekki\n•Þær eru stærri en gerlar\n•Þær lifa í sjó, ferku vatni, í rökum jarðvegi og inni í stærri lífverum\n•Sumar frumverur eru frumbjarga, aðrar ófrumbjarga og enn aðrar eru bæði.\n•Frumverur skiptast í 3 hópa: Frumdýr, Frumþörunga og slímsveppi.\nFrumdýr\n•Frumdýr eru ein tegund frumvera\n•Eru einfrumungar sem lifa eins og dýr: Slímdýr, bifdýr, svipudýr og gródýr.\n•Slímdýr nota skinfót til að fanga bráð og til að hrefa sig úr stað með\n•Myndar fæðubólu til að melta bráðina\n•Bifdýr nota bifhár til að hreyfa sig úr stað með og sópa að sér fæðu\n•Svipudýr nota svipur til að færa sig úr stað\n•Gródýr eru sníkjudýr sem nærast á frumum og líkamsvökvum hýsla sinna\n•Frumdýr flytjast úr einum hýsli í annan með gró sem þeir skilja eftir.\nFrumþörungar\n•Frumþörungar eru frumbjarga, þeir nýta sér orku ljóss til að búa til eigin fæðu.\n•Frumþörungar eru ndirstaða annars lífs í náttúrinni\n•Frumþörungar framleiða 60-70% af því súrefni sem verður til á jörðinni\nSlímsveppir\n•Eru ófrumbjarga\n•Skríða hægt og skilja eftir sig slím\n•Fjölga sér með gróum\nEinkenni Sveppa\n•Sveppir eru ófrumbjarga og lifa á vefjum lifandi eða dauðra lífvera\n•Þeir leysa upp lífrænu efnin og taka upp næringarefnin\n•Sveppir finnast líka sem snýkjudýr eins og t.d. fótsveppir\n•Gersveppir eru einfrumungar-notaðir við brauðgerð og ölgerð\n•Sveppir á brauði eru fjölfruma\n•Flestir fjölga sér með gróum\n•Aðrir fjölga sér með með sveppaldin æxlunarfæri úr sveppþráðum.\nFjölbreytni sveppa\n•Hattsveppir: Skiptast í hatt og staf. Gróin þroskast í hattinum\n•Gersveppir: Taka orku úr brauðdegi og láta frá sér koltvíoxíð sem er lofttegund\n•Myglusveppur: vaxa í matvælum.\nÞörungar, mosar og byrkningar\n..Þörungar..\n•Þörungar: Frumbjarga plöntur án róta, stönguls eða blaða.\n•Geta ekki flutt vatn eða næringarefni um plöntu líkamann.\n•Þörungar (þang og þari) lifa í höfum, vötnum og tjörnum.\n•Allir þörungar eru frumbjarga fá orku frá sólinni og búa til fæðu/næringu.\n•Brúnþörungar, grænþörungar og rauðþörungar.\n•Grænþörungar eru grænir þræðir sem mynda slý.\n•Taka til sín CO2 og ramleiða fæðuefni (ljóstillífa)\n•Brúnþörungar: Samfelld brún gróðar breiða sem flýtur í sjónum, vegna flotbóla sem halda þeim uppi.\n•Brúnþörungar festa sig við klappir og steina með líffæri sem nefnast festa.\n•Rauðþörungar eru ýmist þráðlaga og vaxa í brúskum, sumir mynda flatar blöðkur (söl) og enn aðrar stinnar greinar\n•Vaxa á steinum, á hafsbotnum og klöppum.\n..Mosar-fyrstu landplönturnar..\n•Urðu til af grænþörungum en hafa tekið miklum breytingum síðan\n•Smágerðar, sígrænar plöntur án leiðsluvefja og eru með ófullkomin laufblöð og stöngul\n•Mosar hafa engar rætur en þeir hafa rættlinga til að festa sig með\n•Fjölga sér með gróum\n•Vaxa á hraunum, klöppum og klettum\n•Mosar hjálpa öðrum plöntum að þrífast\n..Byrkningar..\n•Eru með rætur og leiðslukerfi sem flytur vatn og steinefni um plöntuna.\n•Fyrstu lífverur skógarheimsins voru byrkningaskógar (burknar, elftingar og jafnar)\n…Æxlun byrkninga…\n•Gróblettir myndast neðan á blöðum\n•Á þessum blettum eru gróhirlsur\n•Gróin fjúka (kynlaus æxlun)\n•Flaga myndast\n•Á flögunni mynast kynfæri, þar sem sáðfrumur og egg frumur myndast\n•Sáðfruma syndir til eggfrumunar og ný planta myndast\n•Því er vatnið nauðsynlegt\nFræplöntur\n…Gerð fræplantna…\n•Bera fræ og hafa rætur, stöngul og blöð.\n•Rótin: Veitir plöntunni vatn og steinefni og sumar geyma forðanæringu.\n•Stólparót gengur beint niður en trefjarót dreifir úr sér\n•Stöngulinn (bolur/stofn): Plöntur skiptast í 2 hópa eftir því hvernig stöngulinn er.\n•Jurtir hafa græna og mjúka stöngla.\n•Tré og runnar hafa harðan stöngul sem sjaldnast er grænn og hann þykknar oft með árunum\n•Trékenndur stöngull skiptist í börk, sem er ysta lagið, æðarvaxtarlag og merg, sem er miðjan og geymir vatn og forðanæringu\n•Sáldvefur flytur næringu frá laufblöðum niður eftir plöntunni\n•Árhringir: Myndast fæða vaxtarlaginu vegna þess að á hverju ári myndast nýt lag af viðarvef sem flytur næringu frá rótum og upp eftir plöntunni\n•Laufblöðin: skiptist í blaðfót, stilk og blöðku\n•Laufblöðin taka orku sólarinnar og framleiða næringar efni (Ljóstillífun)\n•Ljóstillífun: Við sameiningu koltvíoxíðs og vatns myndast glúkósi og súrefni.\nBerfrævingar\n•Fræplöntur sem mynda óvarin fræ\n•Í barrtré þroskast fræin í könglinum\n•Nállaga blöðin kallast barr\n•Á hverju tré myndast karl- og kvenblóm sem mynda svo frjókorn og egg frumur\n•Þegar sáðkjarni frjókornsins fýkur til kvenblómsins rennur sáðkjarninn við eggfrumuna og fræið fer að myndast.\n•Það þroskast og verður að köngli.\n•Fullþroskað fræ losnar úr könglinum og verður að nýju tré.\nOkfruma-Myndast þegar að sáðfruma og eggfruma sameinast.\nHúð-\nStærð og þyngd:1,5-2 ferkílómetrar, vegur umþb. 10 kg.\nLög Húðarinnar eru 3:\nInnst er fitulagið,\ní miðjunni er Leðrið og\nyst er Húðþekja.\nHlutverk: Fitulagið dregur úr varmatapi og geymir líka orkuforða í misríkum mæli.\nÍ Leðrinu eru bandverfjaþræðir sem gera húðina mjög sterka. Bandvefjaþræðir frá húðinni ná gegnum undirhúðina og til vöðvanna.\nÍ bandvef undirhúðarinnar eru teygjanlegar trefjar. Þess vegna er auðvelt að teygja húðina til.\nSkynfæri húðarinnar- Húðin hefur fjórar gerðir skyngfæra:  Sársaukanemar, þrýstinemar, hitanemar og kuldanemar, þeir eru í ákveðnum punkti í húðinni.\nGlæra-Við horfum í gegnum glæru augans, sem er tær eins og gler.\nTár-myndast stöðugt í auganu, halda augunum rökum og skola burt óhreinindi. Í tárunum eru efni sem drepa bakteríur.\nSjáaldur-Sjáöldrin minnka í mikilli birtu og stækka í myrkri.\nLithimna-Gefur auganu lit.\nAugasteinn-gerir það að verkum að við getum stillt augað til að horfa á fjarlæga og nálæga hluti.\nGuli bletturinn-Sá hluti augans sem við sjáum skýrast og best með.\nBlindi bletturinn-sá huti augans sem við sjáum ekkert með. Blindi bletturinn er þar sem sjóntaugin kemur inní augað.\nGerð eyrans- Eyrnablaðka: Tekur við hljóði og beinir til hlustarinnar. Hlust: göng innaf eyrnablöðkunni.\nSkyntaugar-Skynja Hita,kulda, þrýsting, sársauka og sendir boð til heila.\nHreyfitaugar-Bera boð frá heila til mænu og til vöðva.\nViðbragðstími-Sá tími sem það tekur boðin að fara uppí heila og útí vöðva.\nSjálfráða Taugakerfið-Stjórnar líffærum, t.d. meltingu.\nÓsjálfráða Taugakerfið-Við stjórnum því, t.d. vöðvar.\nÖrvandi taugar-Td. Lætur Hjartslátt aukast.\nLetjandi taugar-T.d. lætur hjartslátt minnka.\nAdrenalín-Verður til í nýrnahettum, hefur áhrif á örvandi og letjandi taugar,býr líkamann undir átök,skerpir athygli og eykur viðbragðsflýti.\nVöðvafrumur-Mynda vöðvaknippi sem mynda síðan vöðva.\nSinar-eru seigar og sterkar og festa ma. Vöðva við bein.\nSinaskeiðar-Varna því að sinar slitni vegna núnings við bein, þær eru nokkurs konar fóðrun, t.d. yfir únliðnsbeinin.\nBein-Hlutverk: halda líkamanum uppi, verja viðkvæma líkamshluta. Beinagrind er innri stoðgrind. Bein eru búin til úr kalki og bandvef.\nLiðir-eru á mótum beina. Nokkrar gerðir liða eru: Olnbogi+hné+fingur= Hjöruliður (hægt að hreyfa fram og aftur.) Mjaðmaliður+axlaliður= Kúluliður (hreyfist einnig í hringi)\nHjartað-Hjartað er tvöföld dæla.\nLungnaslagæð-liggur frá hjarta til lungna. Eina slagæðin sem flytur Coltvíseríngríkt blóð.\nHjartahólfin-Hjartanu er skipt í 4 hólf: hægra og vinstra hjartahólf og hægri og vinstri gátt.\nÓsæð-Stærsta æðin í líkamanu, liggur frá hjarta til líkama. Ber blóð til nýrnanna.\nStóra Hringrás-Hjarta-Líkami-Hjarta\nLitla Hringrás-Hjarta-Lungu-Hjarta\nÆðar:\nHáræðar- Minnsta æðin\nSlagæðar-Bera súrefnisríkt blóð og bera blóð FRÁ hjartanu.\nBláæðar- Bera coltvíseríngsríkt blóð.Stærsta bláæðin ber blóð FRÁ nýrunum.\nKransæðar-Næra Hjartað.\nBlóð-Er samsett úr 59% Blóðvökva, 1% hvítum blóðkornum, 40% Rauðum blóðkornum.\nKólestról-fita sem sest innaná æðarnar og veldur æðakölkun. Í kólestólið sest smám saman kalk. Þess vegna er talað um æðakölkun.\nLungu-Eitt af aðal öndunarfærunum.\nBarki-Barkinn greinist í tvær berkjur.\nBerkjur-Til eru tvær berkjur, sem greinast í fjölmargar smærri. Innra borð berkjanna er þakið slími\nLungnablöðrur-Hver berkja endar í örlitlum lungnablöðrum. Í lungnablöðrum eru hvít blóðkorn sem éta ryk og bakteríur sem komast þangað.\nMeltingarfærin- Munnur, Vélinda,skeifugörn,magi,smáþarmar, ristillinn og endaþarmar. Upptaka vatns fer aðalega fram í Ristli og losun líkamsefna frá líkamanum.\nMeltingin-Meltingin hefst í munninum og brýtur niður fæðu.\nFæða er aðallega úr 7 efnaflokkum: Prótín,Kólestról,fita,ómettaðar fitusýrur, sölt (steinefni), vatn.\nGall-hleypir fitunni í litla fitudropa svo hægt sé að melta hana, gall er í lifrinni.\nNýru-nýrun eru sía, þau sía blóðið og hreinsa úr því ýmis efni s.s. sölt,vatn og lyf. Blóðið fer 300 sinnum gegnum nýrun á sólahring. Við niðurbrot próteina myndast þvagefni sem nýrun hreinsa úr blóðinu og losa niður í þvagblöðruna.\nNýrnaskjóða-Er inni í nýranu. Þar safnast þvagið fyrir áður en það fer í þvagblöðruna.\nÍ næstu glósum er sko örugglega massa margar stafsetningavillur, ég skrifaði þetta ekki og nenni ekki að laga þetta =)\nGlósur úr ORKU\n1 kafli      Rannsóknir á orku\nOrka:  Orku má skilgreina sem hæfni til þess að framkvæma vinnu.\nMyndir orkunnar.\nHreyfiorka:   Þegar við göngum, hjólum eða sláum bolta notum við orku; við breytum efnaorku fæðuefnanna í hreyfiorku. Efnið sem er á hreyfingu býr yfir orku. Sú mynd orkunnar sem tengist hreyfingu nefnist hreyfiorka.\nStöðuorka:  hamar sem er hátt uppi hefur meiri stöðuorku en jafn þungur hamar sem er neðar. Hlutur getur búið yfir orku sem ræðst af því einu hvar hann er staðsettur. sú tegund orku nefnist stöðuorka.\nVarmorka:  Með því að núa höndunum saman breyttir þú hreyfiorku handanna í varmaorku! Allt efni er úr örsmáum eindum, ýmist frumeindum (atómum) eða sameindum, sem eru á sífelldri og óreglulegri hreyfingu. Hreyfiorka sem stafar af þessari hreyfingu eindanna kallast varmaorka.\nEfnaorka:  Þegar þú ferð í fótbolta eða þolfimi notar þú efnaorkuna sem geymd er í vöðvunum og var áður í fæðunni sem þú neyttir. Frumeindir haldast saman fyrir tilstilli krafta. Sú orka sem felst í virkni þessara krafta kallast efnaorka.\nRafsegulorka:  Ljós er ein gerð rafsegulorku. Hver litur ljóssins, hvort sem það er rautt, rauðgult, gult, grænt, blátt eða fjólublátt ljós, býr yfir ákveðinni orku. Raflínur flytja rafsegulorku inn á heimili okkar í mynd rafmagns.\nKjarnorka:  Kjarnorka er samþjappaðasta mynd orkunnar sem við þekkjum. Í miðju frumeindanna er kjarni og þar á kjarnorkan upptök sín. Hún losnar úr læðingi sem varma- og rafsegulorka þegar kjarninn klofnar. Kjarnorka losnar einnig þegar léttir kjarnar rekast saman á miklum hraða og sameinast.\nKenning:  Kenning er líklegast eða rökréttasta skýring á tilteknum atburðum sem eiga sér stað í náttúrunni eða á rannsóknarstofu.\nLögmál:  Þegar búið er að setja fram kenningu verður að prófa hana hvað eftir annað. Ef hún stenst margendurteknar tilraunir er hún yfirleitt talin sannreynd og mikilvægar kenningar sem teljast staðreyndar eru oft kallaðar lögmál.\nNáttúrulögmál:  Mikilvæg lögmál sem menn telja víst að gilda í náttúrunni og stjórna gangi hennar kallast náttúrulögmál.\nVísindalegar aðferðir:  Vísindamenn beita vísindalegum aðferðum til þess að leysa ráðgátur. Þá er reynt að leysa ráðgátuna á kerfisbundinn hátt.\nSkifta má vísindalegum aðferðum í eftirfarandi meginskref:\n•\tRáðgátan er skilgreind.\n•\tUpplýsinga er aflað um ráðgátuna.\n•\tTilgáta er sett fram.\n•\tTilraunir eru gerðar til þess að kanna gildi tilgátunnar.\n•\tGögn eru skráð og brotin til mergjar.\n•\tNiðurstöður eru settar fram.\nRáðgáta:  Viðfangsefni í vísindum sem menn kunna ekki skil á.\nÖflun upplýsinga:  Fyrsta skrefið til þess að reyna að leysa ráðgátu er að viða að sér gögnum um hana.\nTilgáta:  Tilgáta er yfirleitt sett fram eftir að fyrirliggjandi upplýsingar em ráðgátuna hafa verið rannsakaðar af kostgæfni. Stundum sprettur tilgáta þó af skyndilegri hugmynd sem kviknar við það að horft er á vandann frá nýstárlegu og frumlegu sjónarhorni.\nTilraun:  Tilgáta er jafnan prófuð með því að gera eina eða fleiri tilraunir.\nBreyta:  Breyta er sá þáttur sem verið er að prófa í tilrauninni. Í einföldum tilraunum er aðeins hægt að prófa eina breytu í senn.\nSamanburðartilraun:  Vísindamaður verðu að útiloka að í tilrauninni leynist einhver hulin breyta og þess vegna setur hann upp samanburðartilraun. Samanburðartilraun er gerð á nákvæmlega sama hátt og hin eiginlega tilraun með breytunni. Hið eina sem greinir milli tilraunanna tveggja er að breytunni er sleppt ó samanburðartilrauninni.\nSkráning upplýsinga:  Vísindamaðurinn veður að fylgjast mjög vel með tilrauninni og skrá niðurstöður úr athugunum og mælingum það kallast rannsóknargögn.\nNiðurstöður settar fram:  Þegar maður er búin með allar vísindalegu aðferðunum á maður að geta sett fram niðurstöðu sem er þá svar við ráðgátunni.\nGreinar vísinda.\nEðlisvísindi:  Eðlisvísindi fjalla um orku og efni. Sumir fræðimenn á því sviði rannsaka til dæmis úr hverju efni eru gerð, hvernig þau breytast og sameinast hvert öðru. Þessi grein eðlisvísinda nefnist efnafræði, en af öðrum greinum þeirra má nefna eðlisfræðina sem fjallar meðal annars um rannsóknir á ýmsum myndum orkunnar, til dæmis varma og ljós. Stjörnufræði er einnig yfirleitt talin til eðlisvísinda, en hún tekur til fyrirbæri utan jarðarinnar, til dæmis sólstjarna, reikistjarna og tungla sem eru á braut um himinhnetti.\nJarðvísindi:  Jarðvísindin fjalla um jörðina og bergið sem hún er gerð úr, um höfin, eldfjöllin, jarðskjálftana, gufuhvolfið, veðrið og önnur fyrirbæri jarðarinnar. Jarðvísindin eru þó stundum látin heyra undir eðlisvísindin.\nLíffræði:  Líffræði fjallar um lífverur, allar gerðir þeirra og starfsemi. Líffræði skiptist í fjölmargar greinar og má til dæmis nefna dýrafræði, sem fjallar um allt dýraríkið, og grasafræði, sem fjallar um plönturíkið.\nMetrakerfið:  Metrakerfið er sameiginlegt mælikerfi í vísindum um allan heim. Metrakerfið er tugakerfi. Það er byggt á grunntölunni tíu og margfeldi af tíu, t.d. 100 og 1000.\nAlgengar mælieiningar.\nMetri:  Grunneining lengdar í metra- og SI-kerfinu (tákn: m)\nLengd:  lengd er fjarlægð eða bil milli tveggja staða. Metrinn er grunneining metrakerfisins fyrir lengd og var fyrst lögleiddur í Frakklandi árið 1799\nRúmmál: Rúmmál er mælikvarði á það rúm sem einhver hlutur fyllir og er oft mælt í lítrum. Rúmmetri er grunneining rúmmáls, en lítri er líka mjög algeng eining þegar rúmmál er mælt eða gefið upp.\nMassi:  Massi er mælikverið á efnismagn hlutar og kílógramm er grunneining massa.\nÞyngd:  Þyngd er mælikvarði á það hversu mikill þyngdarkraftur verkar á hlut.\nÞyngdarkraftur:  Allir hlutir verka með þyngdarkrafti á aðra hluti Styrkleiki krafsins er háður massa viðkomandi hluta og fjarlægðinni milli þeirra.\nEðlismassi:  Mælikvarði á massa ákveðins rúmmáls af tilteknu efni nefnist eðlismassi (eða þéttleiki) þess. Eðlismassinn er skilgreindur sem massi efnis á hverri rúmmálseiningu. Formúla eðlismassa er………. Eðlismassi = massi ÷ rúmmáli\nHiti:  Hiti er venjulega mældur í gráðum á celsíuskvarða, en eining SI-kerfisins fyrir hita er kelvin.\nLitsjá:  Litsjá (litrófssjá) er tæki sem brýtur ljósið upp í einstaka liti. Litaröðin sem kemur þá fram kallast litróf. Þegar ákveðin efni gefa frá sér orku er oft um ljósorku að ræða. Þetta ljós myndar ákveðið litróf þegar það fer gegnum litsjá.\nLeysir:  Hægt er að kljúfa ljós í einstaka þætti sína, en það er líka hægt að þjappa því saman í tæki sem kallast leysir (leysitæki). Leysir er tæki sem sendir frá sér granna ljósgeisla sem getur verið mjög orkuríkur.\nTölvur:  Tölvur eru rafeindatæki sem notuð eru til þess að safna saman upplýsingum, flokka þær, vinna úr þeim og geyma þær.\nSmásjá:  Ljóssmásjá er tæki þar sem ljósgeisli fer gegnum linsukerfi og býr til mynd af þeim hlut sem er til skoðunar. Smásjá af þessari gerð getur stækkað hluti allt að tvö þúsund sinnum, en hún er þá ekki nægilega öflug til þess að skoða veirur aða aðra mjög smágerða hluti.\nRafeindasmásjá:  Ef notaðar eru eindir sem hreyfast mjög hratt og kallast rafeindir getum við stækkað hluti meira en fimm milljón sinnum nógu mikið til þess að sjá frumeindir.\nLitróf:  Röð mismunandi lita sem koma fram þegar hvítt ljós brotnar, t.d. í glerstrendingi (prisma).\nMikilvægasta öryggisreglan er að fylgja ætíð fyrirmælum kennarans og fara nákvæmlega eftir þeim leiðbeiningum sem gefnar eru í bókinni.\nLesa vel blaðsíðu 25…..\n3 kafli    Rafmagn og segulmagn\n3 kafli    Rafmagn og segulmagn\nAðdráttarkraftur:  Kraftur sem dregur hluti hvern að öðrum. Slíkur kraftur verkar milli allra hluta sem hafa massa og bera gegnstæðar hleðslur.\nAfhleðsla:  Það að rafhleðsla á hlut minnkar.\nAmper:  eining notuð til þess að mæla rafstraum. Amper er mælikvarði á rafhleðslu sem fer fram hjá tilteknum punkti á sekúndu (tákn: A)\nEinangrari:  Efni sem leiðir rafmagn illa. Einnig haft um efni sem leiða varma illa.\nElding:  Þegar stormur geisar hreyfast agnir í skýjunum til og frá fyrir vindinum. Rafhleðslur skiljast að og jákvæðar hleðslur safnast fyrir á ákveðnum stöðum og neikvæðar annars staðar. Ef ský með neikvæðri hleðslu myndast í lítilli hæð yfir jörðu verða hlutir á jörðu niðri rafhlaðnir vegna rafhrifa. Sýið hrindir frá sér neikvæðum hleðslum í jörðinni og hluti fyrir neðan það verða jákvætt hlaðnir. Skyndilega hlaupa svo rafeindir frá skýinu og til jarðar. Þessari færslu rafeinda fylgir gríðarlega öflugur neisti sem við köllum eldingu.\nFráhrindikraftur:  Kraftur sem verkar á milli hluta og hrindir þeim hverjum frá öðrum. Fráhrindikraftur verkar milli hluta sem bera samskonar hleðslu.\nFrumeind (atóm):  Minsta eining efnis sem býr yfir öllum eiginleikum frumefnis tiltekins frumuefnis.\nHliðtengd straumrás:  Straumrás þar sem rafeindirnar eiga ávallt um mismunandi leiðir að velja.\nJafnstraumur:  Rafstraumur sem einkennist af því að rafeindirnar hreyfast ávallt í sömu stefnu.\nLeiðari:  Efni sem flytur rafhleðslu greiðlega.\nLeiðing:  Þegar hlutur er hlaðinn með leiðingu verða hlutir að snertast beinni snertingu.\nNifteind:  Óhlaðin öreind í frumeindarkjarna sem ásamt róteind myndar meginhluta af massa frumeinda.\nÓm:  Eining SI-kerfisins fyrir rafviðnám (tákn: R)\nRaðtengd straumrás:  Straumrás þar sem allur rafstraumurinn fer sömu leið.\nRafeind:  Neikvætt hlaðin öreind sem er á sveimi umhverfis frumeindarkjarna.\nRafhleðsla:  Samkynja (eins) rafhleðslur hrinda hver annarri frá sér; ósamkynja rafhleðslur (mismunandi rafhleðslur) dragast hver að annarri.\nRafhrif:  endurröðun rafhleðslan í óhlöðnum hlut sem verður þegar annar rafhlaðinn hlutur nálgast hann.\nRafmagn:  Hvers kyns fyrirbæri sem tengist rafhleðslum. Kennt við efnið raf vegna þess að það er eitt þeirra efna sem menn kynntust fyrst þessum fyrirbærum í.\nRaforka:  Orka sem er fólgin í rafhleðslum sem hreyfast úr stað eða hafa færst úr stað.\nRafsegulmagn:  Hvers kyns fyrirbæri sem tengjast rafhleðslum, rafstraumum og seglum en öll þessi fyrirbæri hafa reynst vera nátengd.\nRafsjá:  Hægt er að greina rafhleðslu með rafsjá.\nRafspenna:  Mælikvarði á orku sem myndast við það að rafhleðslur fara milli tveggja staða.\nRafstraumur:  Streymi rafhleðslu (rafeinda) eftir vír.\nRafsvið:  svið umhverfis rafhleðslu.\nRiðstraumur:  rafstraumur sem einkennist af því að rafeindirnar breyta stefnu sinni á reglubundinn hátt.\nRóteind:  Hlaðin öreind í frumeindarkjarna sem ásamt nifteind myndar meginhluta af massa frumeinda.\nSegulmagn:  Hvers kyns fyrirbæri sem tengjast seglum og segulsviði og lýsa sér með aðdráttar- eða fráhrindikröftum sem stafa af hreyfingu rafeinda í efni.\nSegulsvið:  Svið þar sem segulkrafta gætir.\nSísegull:  Segull sem heldur segulmagni sínu lengi.\nStraumrás:  Hringleið sem rafstraumur getur farið um.\nStöðurafmagn:  Rafmagn sem stafar af því að rafhleðslur safnast fyrir í hlut.\nVar (öryggi):  Búnaður í raflögnum sem rýfur straumrás ef álag verður of mikið, ýmist sjálfvar eða bræðivar.\nVatt:  Eining SI-kerfisins fyrir afl (tákn: W).\nViðnám (rafviðnám):  Andóf eða mótstaða efnis gegn streymi rafstraums í leiðara.\nVolt:  Eining SI-kerfisins fyrir rafspennu (tákn: V)\nVonandi gagnast þetta ykkur eitthvað..\nPungrottan ‘sem er þó ekki með pung’ kveðu",
    "url": "https://www.hugi.is/skoli/greinar/296980/natturuvisindi/",
    "url_id": "296980",
    "id": "2163689",
    "replies": [
        {
            "user": "ViktorVaugn",
            "user_id": "58145",
            "date": "2005-05-16 14:00:04",
            "id": "2163767",
            "reply_to_id": "2163689",
            "text": "Represent, þéttar glósur."
        },
        {
            "user": "MafuZa",
            "user_id": "57401",
            "date": "2005-05-16 14:16:51",
            "id": "2163804",
            "reply_to_id": "2163767",
            "text": "Represent?\nrepresent þýðir víst koma fram fyrir hönd e-r\nætt það ekki að vera respect?"
        },
        {
            "user": "ViktorVaugn",
            "user_id": "58145",
            "date": "2005-05-16 14:35:37",
            "id": "2163863",
            "reply_to_id": "2163804",
            "text": "Represent:\nA word that has been so overused in rap songs, that it has lost all meaning.\nGæti þýtt hvað sem er."
        },
        {
            "user": "Sirja",
            "user_id": "32711",
            "date": "2005-05-16 14:03:28",
            "id": "2163774",
            "reply_to_id": "2163689",
            "text": "Þetta lítur vel út. Maður skoðar þetta á morgun, þakka þér kærlega fyrir."
        },
        {
            "user": "Masko89",
            "user_id": "38605",
            "date": "2005-05-16 14:03:59",
            "id": "2163776",
            "reply_to_id": "2163689",
            "text": "ekki málið ;)"
        },
        {
            "user": "Dark2",
            "user_id": "37907",
            "date": "2005-05-16 14:29:38",
            "id": "2163843",
            "reply_to_id": "2163689",
            "text": "já takk kærlega fyrir þessae glósur ætla að fara vel yfir þær á morgun :D"
        },
        {
            "user": "Viz",
            "user_id": "53893",
            "date": "2005-05-17 12:09:38",
            "id": "2166893",
            "reply_to_id": "2163689",
            "text": "ég sofnadi þegar ég var kominn i kenningar og lögmál :P en takk samt"
        },
        {
            "user": "Masko89",
            "user_id": "38605",
            "date": "2005-05-17 12:38:59",
            "id": "2166991",
            "reply_to_id": "2163689",
            "text": "haha, enginn sagði að þetta væri skemmtilegt =)"
        },
        {
            "user": "Masko89",
            "user_id": "38605",
            "date": "2006-05-25 15:57:34",
            "id": "3526273",
            "reply_to_id": "2163689",
            "text": "Ég veit að það er komið meira en ár síðan þú skrifaðir þetta en ég vildi bara láta þig vita að þetta kemur að\nmjög\ngóðum notum akkúrat núna þar sem ég er að fara í próf á morgun :)"
        },
        {
            "user": "Masko89",
            "user_id": "38605",
            "date": "2006-05-25 19:06:14",
            "id": "3527048",
            "reply_to_id": "3526273",
            "text": "það er nú gott að þetta hjálpi einhverjum :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-05-25 19:16:11",
            "id": "3527123",
            "reply_to_id": "3527048",
            "text": "haha true :D"
        }
    ]
}