{
    "forum_title": "Deiglan",
    "user": "Xavier",
    "user_id": "2009",
    "date": "2001-06-01 02:44:38",
    "title": "HVAÐ ER Í GANGI HÉR Á HUGA???",
    "text": "Kæru notendur og stjórnendur áhugamála hér á Hgua.\nÉg held að það hafi farið framhjá mjög fáum að ég er stórnotandi hér á Huga og hef verið undanfarið ár. Það er einhver þróun í gangi hérna sem að ég er verulega ósáttur við.\nÞegar ég byrjaði að sækja þennan vef var þetta vettvangur fyrir óheft skoðanaskipti manna á milli. Menn gátu sagt skoðanir sínar og haft samskipti við marga í einu. Það er það góða við Huga að mínu mati.\nNúna eru að koma inn boð og bönn. Ég get vel skilið að Survivor áhugamálið hóti fólki útilokun frá Huga ef að það segði frá því sem ætti eftir að gerast í komandi þáttum. Því það er bara til að eyðileggja fyrir öllum öðrum sem sækja það áhugamál.\nUm hvað er ég þá að tala? Tökum dæmi:\nRAMMSTEIN.\nÉg var einn af þeim sem var svo óheppinn að fá ekki miða á Rammstein. Núna er búið að tilkynna að það verið aðrir tónleikar á laugardeginum en ég sé ekki fram á að komast á þeim degi. Nú hef ég heyrt um fólk sem að er að selja miða á svörtu á föstudagstónleikana. Í samleysi mínu fer ég inná ROKK áhugamálið hér á Huga og sendi inn póst þar á korkinn þar sem að ég lýsi áhuga mínum á að kaupa miða á fyrri tónleikana. Stuttu seinna er kominn grein þar inn frá stjórnenda áhugamálsins þar sem því er lýst að bannað sé að stunda sölu á miðum á Rammstein hér á Huga. Ég er ekki að selja neitt og ef að sú staða kæmi upp að ég hefði getað keypt miða og síðan kæmi upp að ég kæmist ekki á tónleikanna þá myndi ég telja að Hugiværi tilvalin fyrir mig til að koma þeim fréttum á framfæri. EN ÞAÐ MÁ EKKI!!!\nÞJÓÐERNISSINNAR.\nMikið hefur verið rætt um þjóðernissinna hér á Huga uppá síðkastið og “áróður” þeirra. Ég verð að segja að þegar að ég skoða greinar með það í huga hvort að ég samþykki þær eða ekki þá er ég ekki að líta til þess hvort að ég sé sammála viðkomandi eða ekki. Miklu frekar er ég að skoða hvort að viðkomandi færi rök fyrir máli sínu og komi skoðunum sínum frá sér á skýran og skilmerkilegan hátt. Nú er verið að tala um að útiloka eða banna ákveðna einstaklinga af Huga vegna áróðurs. Nú spyr ég hvar eru mörkin dregin? Hver er munurinn á áróðri og skoðanaskiptum? Hvar eigum við að draga línuna? Ef að Hugi heldur áfram á þessari línu verður forræðishyggjan það sem að drepur þetta samfélag.\nNú þurfum við stjórnendur áhugamála að eins að staldra við. Hvað viljum við að Hugi verði? Við höfum vald til þess að móta það að miklu leyti. Við getum verið mjög harðir í ritskoðun og bara hleypt því í gegn sem að við erum samþykkir eða skoðað innihald og samþykkt það að það er fólk þarna úti með aðrar skoðanir á hlutunum en við.\nHugi á að vera frjálst samfélag á netinu. Ef að ég hef skoðun sem að samræmist ekki því sem gegnur og gerist í sammfélaginu þá hlýtur að vera í lagi að koma því á framfæri ef að ég færi rök fyrir máli mínu. Ef að mig langar á Rammstein og vill koma því á framfæri á korknum þá á ég að geta gert það. Það er ekki eins og ég sé að skemma fyrir neinum öðrum ánægjuna. Ég var ekki að senda inn á Survivor hver vann!!! Það bíður eingin skaða af, eða hvað?\nÉg mun í það minnsta leggja mitt af mörkum til að móta þetta samfélag.\nXavier\nP.S. Vantar ennþá 4 miða á Rammstein á föstudagskvöldið. ;-)\nXavier@hugi.is",
    "url": "https://www.hugi.is/deiglan/greinar/29826/hvad-er-i-gangi-her-a-huga/",
    "url_id": "29826",
    "id": "199242",
    "replies": [
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-06-01 04:34:54",
            "id": "199276",
            "reply_to_id": "199242",
            "text": "Ég vill taka fram að það var ekki ég sem stjórnandi Rokks sem bannaði svartamarkaðsbrask með miða heldur kom það bann, að ég held, frá Vefstjóra og ég mun að sjálfssögðu halda áfram að fylgja þeim reglum sem hafa verið settar í því sambandi.\nÞað er gríðarlegur munur á frjálsum skoðanaskiptum og þeim rasistaáróðri sem hefur fengið að vera hérna á Huga undanfarið, slíkar ærumeiðingar eru skýrt bannaðar í landslögum."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-06-01 06:11:02",
            "id": "199277",
            "reply_to_id": "199242",
            "text": "Gott hjá þér Xavier!\nÞótt að skoðanir séu óvinsælar (eða jafnvel í þessu tilfelli vitlausar að mínu mati) á ekki að banna þær. Ef aðilar vilja tjá sínar stjórnmálaskoðanir er það hið besta mál. Rasismi er vandmeðfarinn þar sem línan á milli skoðanaskipta og skítkasts getur verið svo óskýr. Ég styð eindregið að skítkast sé ekki leyft á þeim vettvangi sem Hugi er, málfrelsi eður ei. Þeir sem vilja stunda skítkast skulu stunda það annarsstaðar. Sem stjórnandi áhugamáls hef ég farið varlega í þetta og sem betur fer ekki þurft að hafa mig mikið í frammi. Ég hef möguleika á því að eyða efni og mun gera það ef ég tel nauðsynlegt.\nHvað varðar svartamarkaðsbrask get ég vel skilið ákvörðunina. Ef fólk færi hér að auglýsa eftir miðum gætu allir korkar fyllst á augabragði. Það er að mínu mati næg ástæða til að leyfa slíkt ekki á Huga."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2001-06-01 07:32:53",
            "id": "199245",
            "reply_to_id": "199242",
            "text": "Það er mjög erfitt að reka ritskoðaðan vef.  Það er þessi fína lína hvað á að banna og hverju á að hleypa í gegn.\nHvað sem fólki finnst að ætti að banna hlýtur að vera mjög eðlilegt fyrir Huga að banna alla vega það sem stuðlar að lögbrotum eða vandræðum fyrir þá.  Ef ég skrifa t.d. að XXX sé barnaníðingur og hann er það ekki, þá getur hann kært Huga fyrir að birta þessar ósönnuðu ásakanir en hann getur eiginlega ekki kært mig vegna þess að það er engin leið fyrir hann að sanna hvort ég sé inni á eigin kennitölu eða ekki þar sem það er ekkert tékkað á því eða ég gæti sagt að ég hefði verið með partý og 100 manns hefðu getað komist í tölvuna mína.  Sama ef verið er að versla með miða á Rammstein á svörtu á Huga, það ku vera bannað með lögum og þess vegna er Hugi að stuðla að lögbroti með því að birta svoleiðis skilaboð.  Sama ef einhver t.d. auglýsti vændisþjónustu á Huga.  Þá er Hugi að brjóta lög með því að birta það.  Sama ef einhver auglýsir hass til sölu á Huga.  Líka ef einhver segir að allir negrar séu aumingjar, það varðar líka við lög.  Það er hins vegar hægt að segja flesta þessa hluti orðaða á annan hátt þannig að það sé ekki lögbrot."
        },
        {
            "user": "estoy",
            "user_id": "5724",
            "date": "2001-06-01 07:54:03",
            "id": "199246",
            "reply_to_id": "199245",
            "text": "Thad a hiklaust ad vidvara tha sem eru med mannskemmandi arodur eins og kynthattahatur. I thvi samhengi vill eg benda a thad ad thodernissinnar her eiga thad til ad skrifa fordomafull ummaeli, aerumeidandi og til mismununar minnhluta hopa her og annars stadar. Thvi vill eg ad serstok ahersla se logd a ad halda ollum theim sem standa fyrir thessu innan skynsamlegra marka. Med thi er eg ekki ad segja ad their megi ekki tja skodanir, heldur seu their med arodur sem brytur gegn mannrettindum samkvaemt sattmala S. thodanna og landslaga tha ber Huga.is skylda ad gera eitthvad i malinu sem almennum midli. Thetta a ekki bara vid um ummaeli sem bera vott af kynthattahatri eda thodernishyggju sem leidir kynthattahaturs, heldur allt thad sem brytur a mannrettindum."
        },
        {
            "user": "Sykur",
            "user_id": "9705",
            "date": "2001-06-02 15:25:27",
            "id": "199247",
            "reply_to_id": "199246",
            "text": "En hvað er fólk að senda inn greinar um að rasistar séu fífl og fávitar og síðan mega rasistar ekki svara þeim greinum ? Að segja að allir rasistar séu fáfróð fífl og heimskingjar eru frekar meiri fordómar heldur en þeir fordómar sem rasistar eru haldnir. Vissulega ætti að banna þá sem eru að segja “Skáeygðu helvíti ættu að drepast” eða eikkað solleis, en þeir sem eru ekki með neina svona stæla ættu að fá að koma skoðunum sínum á framfæri."
        },
        {
            "user": "Pippa",
            "user_id": "10238",
            "date": "2001-06-02 17:24:57",
            "id": "199248",
            "reply_to_id": "199247",
            "text": "Jæja, nú blöskrar mér bara ennþá meira!\nEf að hugi á að vera þannig að allir hafi sömu skoðanir, og enginn hafi rétt til að setja fram einhverjar nýjar ef að stjórnendurnir eru ekki sammála þeim þá er þessi vefur ekki að virka rétt. Ég hélt alltaf að þessi vefur væri grundvöllur skoðanaskipta, og rökfærslna, en ekki staður þar sem nokkrir aðillar gætu lýst skoðunum sínum, og allir sem andmæltu væru bannaðir.\nÉg trúi ekki að willie og mAlkAv hafi verið að beita sér fyrir því að fá Kanslarann bannaðann. Ef að þið teljið að þið hafið svona mikið rétt fyrir ykkur þá ættuð þið að sanna það með almennilegum rökræðum, en ekki að hóta að hætta á huga eða reyna að fá hinn aðillann bannaðann. Annars hefur mAlkAv alltaf verið að tala um einhvern “áróður”. Hvað meinarðu með þessum orðum? Kanslarinn hefur sent inn 2 greinar. Ein var um frelsun pólitíska fangans Hendrik Mömbusar, og hin um hvað gerðist þegar að 2 ólíkum kynþáttum væri blandað saman. Fyrir utan þetta hefur hann svarað nokkrum greinum, þvílíkur áróður! Kanslarinn hefur bara lýst skoðunum sínum, eins og við öll hér erum að gera og ef þú skilgreinir þetta sem áróður get ég vel sagt að þú sért með áróður gegn endurgerð Ragga Bjarna á smells like teen spirit(þótt það sé lélegt).\nWillie: Þú sagðir að þú værir hrifinn að kommúnistakerfinu. Ég held að það sé að koma meira og meira í ljós. Þú vilt losa þig við þá sem hafa aðrar skoðanir en þið, “stjórnendurnir”.\nÞið haldið áfram að tönglast á þessum lögum um afnám kynþáttamisréttis, en ég skal segja ykkur að engin lög banna manni að hafa skoðanir. Skoðanirnar sem ég(og kanslarinn) höfum eru ekkert verri en ykkar. Svo ganga þessi lög mest út á það að fólk tali ekki um að einn kynstofn sé hinum æðri. Kanslarinn hefur ekki verið að gera það. Það væri t.d. hægt að kæra, með þessum lögum, varaformanninn í FÍÞ en hann sagði: “Það þarf ekki eðlisfræðing til að sjá muninn á afríkunegra með prik í hendi og íslendingi. Reyndar er það svo að afríkubúar gætu ræktað 6 sinnum meira af mat en þeir þyrftu ef þeir einfaldlega nenntu.”. Hefur eitthvað svona komið frá kannslaranum? NEI! Þetta brýtur gegn lögunum vegna þess að varaformaðurinn var að lýsa því yfir að íslendingar væru betri en afríkubúar. Kanslarinn hefur aðeins verið að segja (og það er satt) að hörmungar gerist þegar að tveimur kynstofnum með ólíkar hefðir og trúarbrögð sé blandað saman."
        },
        {
            "user": "Pippa",
            "user_id": "10238",
            "date": "2001-06-02 18:05:52",
            "id": "199249",
            "reply_to_id": "199248",
            "text": "Blessaður Lothar: Þetta er frábær grein hjá þér líkt og hin greinin og ég er alveg sammála henni.\nÍ samtali mínu við willie á ircinu í gær komst ég að því að hann vildi ekki beint láta banna mig heldur berjast fyrir reglugerð sem hann vill láta setja á huga.\nÞegar menn hafa engin rök og engann málstað þá reyna þeir yfirleitt að banna þá sem eru á móti þeim því að það er oftast eina leiðin þeirra.\nÞað er engin skoðun þannig að það eigi að banna hana því að það er ekki eins og hún hverfi og þar að auki er ekki hægt að segja að einhver ein skoðun sé alveg rétt og hin vitlaus og hún verðskuldi þess vegna bann.\nÉg held að vefstjórinn hljóti að sjá að sér enda væri það engin skömm fyrir hann að viðurkenna mistök sín eins og við öll verðum stundum að gera.Hann væri bara meiri maður fyrir vikið en samt held ég að hann sé of hrokafullur til að gera það nokkru sinni.\nVefstjóri sagði við mig að margir hefðu kvartað yfir mér og eitthvað álíka en það er bara væl og ekkert annað því að þeir geta bara beint þessum spurningum til mín.\nAnnars ætti vefstjórinn ekki að láta öfgafulla alþjóðasinna stjórna því hvað hann gerir en svona honum til fróðleiks þá virðast fleiri styðja það að ég verði hér áfram heldur en þeir sem vilja það ekki en ég held að mAlkAv sé sá eini sem taki harða afstöðu gegn mér."
        },
        {
            "user": "Pippa",
            "user_id": "10238",
            "date": "2001-06-05 15:32:36",
            "id": "199250",
            "reply_to_id": "199249",
            "text": "ég er að lesa hér að fólk virði þig fyrir að vera ekki með skítkast…..\nen ég sé ekki betur en að þú sért með skítkast út í vefstjóra\n“Ég held að vefstjórinn hljóti að sjá að sér …..samt held ég að hann sé of hrokafullur til að gera það nokkru sinni. ”\nSjá að sér vegna hvers ??\n“Annars ætti vefstjórinn ekki að láta öfgafulla alþjóðasinna stjórna því hvað hann gerir en svona honum til fróðleiks þá virðast fleiri styðja það að ég verði hér áfram heldur en þeir sem vilja það ekki”\nhvenær hefur vefstjóri látið einhverja alþjóða sinna stjórna sér…..\nmín skoðun er þessi….. alger óþarfi að banna vel fram settar skoðanir\nÞað eina sem ég gæti viljað láta banna á huga eru flame-wars [eins og það er kallað á netinu]\nþegar 2-3 aðillar byrja að þræta, gera ekkert annað en að endurtaka sig, og umræðan stigmagnast í leiðindum…..\nþetta er samfélag  …… og sem slíkt þarf fólk að geta virt skoðana mismun sinn…..\nég er ekki að segja að kannslarinn eigi að sitja þegjandi undir persónulegu skítkasti frá malkav eða öðrum…..\nen stundum getur fólk áttað sig á því að það er ekki sammála hvoru öðru og verður það ekki……\nég sé lítinn tilgang í því að rífast fram í rauðann dauðann um nákvæmlegu sömu hlutina….\neins og við segjum á irc rásunum þegar fólk er farið að tala one on one um hlutina…… sem engin annar hefur áhuga á…. notið msg\nog í ykkar tilviki… notið tölvupóst….."
        },
        {
            "user": "Pippa",
            "user_id": "10238",
            "date": "2001-06-05 20:31:50",
            "id": "199251",
            "reply_to_id": "199250",
            "text": "Mér sýnist að þú sért að gagnrýna umræðuna um rasista og þjóðernissinna. Það er ótrúlega mikið verið að tala um þetta og eru margir að taka þátt í þessu. Ég vona að þessi umræða haldi áfram."
        },
        {
            "user": "Pippa",
            "user_id": "10238",
            "date": "2001-06-05 21:17:40",
            "id": "199252",
            "reply_to_id": "199251",
            "text": "droopy: það er búið að svara þessari grein og lesa hana nægilega oft til þess að hún hafi sinn rétt á því að vera hérna.\nEf þú vilt hinsvegar ekki taka þátt í umræðunni þá geturðu auðveldlega komist hjá henni."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-06 00:14:21",
            "id": "199253",
            "reply_to_id": "199252",
            "text": "Mér finnst bara furðulegt að malkav skuli kalla Kanslarann alltaf rasista, hvaða rétt hefur þú að sem einhverskonar umsjónarmaður að segja \"Frekar baða ég mig í skít[eða eitthvað] heldur enn að taka í höndina þína rasistaauminginn þinn\"\nÉg held bara engann, þetta eru fordómar allavega meiri fordómar heldur enn Kanslarinn hefur látið í ljós, og ég sé ekki vott um rasisma ."
        },
        {
            "user": "Pippa",
            "user_id": "10238",
            "date": "2001-06-06 15:16:28",
            "id": "199254",
            "reply_to_id": "199252",
            "text": "thorx    hvernig sýnist þér ég vera að gagnrýna umræðuna um þjóðernissinna og rasista…..\nalveg dæmigert…..\nég var að gagnrýna flame wars\npippa eða engel eða whatever\nhvaða móðursýki er þetta?\nhvenær sagðist ég vilja að losna við þessa grein….??\ngaman að sjá að fólk er með ímyndunaraflið í lagi\nég er að iðka málfrelsi mitt til þess að reyna að letja eintal tveggja [hverra sem er] einstaklinga á sumum greinunum hérna……\nhmmm er alltíeinu ekki í lagi að reyna að hafa áhrif"
        },
        {
            "user": "Pippa",
            "user_id": "10238",
            "date": "2001-06-06 19:14:53",
            "id": "199255",
            "reply_to_id": "199254",
            "text": "droopy: ert þú ekki núna að tala á persónulegum nótum til mín?\nGastu ekki gert það í skilaboðum?\nÆi bara að grínast, sorrí að ég hafi misskilið þig.\nHélt þú værir að tala um þessa grein í heildina og allt umræðuefnið."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-07 18:34:54",
            "id": "199256",
            "reply_to_id": "199255",
            "text": "ekkert mál mar……… hvenær ætli þetta hætti að vera heit umræða…."
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-06-02 19:26:11",
            "id": "199257",
            "reply_to_id": "199248",
            "text": "Það er bara kjaftæði að halda því fram að það fari alltaf illa þegar kynþáttum er blandað saman.\nÞað sem ég hef sagt að Kanslarinn ætti að vera bannaður fyrir er það að halda því staðfastlega fram að gyðingar leyfi mök við þriggja ára stelpur (þetta fær hann úr nýnasistabókmenntum sem snúa út úr Talmúðinni) og hann heldur því fram að svertingjar séu latari en aðrir, þetta er bæði skýrt brot á hegningarlögum og því er það fáránleg ákvörðun hjá Vefstjóra að leyfa þessu ógeði að vera áfram á Huga."
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-06-02 19:53:24",
            "id": "199258",
            "reply_to_id": "199257",
            "text": "Það fer alltaf illa Malli minn og þú hefur greinilega ekkert lesið sem ég hef verið að segja fyrst þú heldur þessu fram.\nmAlkAv: Þetta sem ég sagði um gyðingana held ég enn fast við og ég skal sanna þetta fyrir vefstjóra ef að hann óskar eftir þessu og þá sér hann að þú ert að ljúga og þar að auki hef ég ekki verið að lesa einhverjar ný-nazistabókmenntir um gyðinga og hef engann áhuga á því.\nEinnig væri mér það mikil ánægja að fá að skýra þetta út með leti svartra í Bandaríkjunum og Afríku ef að hann óskar eftir því.\nÞetta er satt hjá mér og ég hef bæði tölur og tilvitnanir um það mér til stuðnings en þú dregur það í efa líkt og allt annað sem ég segi.\nÉg held að vefstjóri sjái eftir því að hafa verið með þessi leiðindi gagnvart mér þrátt fyrir að hann hafi ekki enn beðið mig afsökunar en það er kannski alveg eðlilegt að háttsettir menn viðurkenni ekki eigin mistök af ótta við að falla í áliti en ég skal segja vefstjóra það að hann myndi svo sannarlega ekki gera það af minni hálfu.\nÉg held að flestir hérna séu þreyttir á endalausu kellingar-rausi þínu hérna um þessi mál en skoðanir þínar eru með öllu rakalausar og miklu frekar byggðar á tilfinningum heldur en heilbrigðri skynsemi.\nÞú lýgur mAlkAv og þess vegna ætti að refsa þér en ekki mér."
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-06-02 20:28:33",
            "id": "199259",
            "reply_to_id": "199258",
            "text": "Þessar lygar þínar um gyðinga og svarta menn voru allar teknar fyrir um daginn á Heimspeki og skotnar niður."
        },
        {
            "user": "Pippa",
            "user_id": "10238",
            "date": "2001-06-02 20:45:14",
            "id": "199260",
            "reply_to_id": "199259",
            "text": "Nei það voru þær ekki og heldur er þetta lélegt hjá þér að segja það enda stendur þetta skýrlega í þessari lögbók gyðinga og til eru tölur um leti svartra sem ekki er hægt að neita.\nÞað er líka fáránlegt að þú skulir alltaf vitna í einhverja eldgamla þræði þar sem þú segist hafa afsannað “lygar” mínar því að þú veist að enginn nennir að fletta þessu upp.\nÉg lýg aldrei og ég hef ekki nokkurn áhuga á að taka mér þig til fyrirmyndar í þeim efnum."
        },
        {
            "user": "Pippa",
            "user_id": "10238",
            "date": "2001-06-02 21:10:44",
            "id": "199261",
            "reply_to_id": "199260",
            "text": "(engel hér)\n“Ég var nú bara að pæla… ”White male and negro“… vottar ekki fyrir rasisma þarna? ”Negro“ er jú níðyrði um blökkumenn!” -Moli\nNegro er reyndar ekki níðyrði um blökkumenn, negro þýðir einfaldlega svartur. Nigger er hinsvegar níðyrði.\n“”Ísland er einstakt. Það er Afganstan líka. En í hvoru landinu mynuð þið vilja búa í? Fyrir mína parta vel ég Ísland.“\nJá, auðvitað myndir ÞÚ gera það. En ertu nú alveg viss um að Afganinn myndi gera það?” -thossinn\nMálið er að Kanslarinn er einungis að benda á mismuninn sem er á milli mismunandi kynþátta.\nÞeir sem trúa því að allir kynþættirnir séu eins eru einfaldlega heimskir (þeir sem skilja það orð vita hvað ég meina).\nþað ER munur á milli allra einstaklinga og einnig er munur milli stærri hópa, hvort sem þeir eru slæmir eður ei.\n“Litli kanslarinn minn.” JReykdal\nSmá inskot, lærði það hjá Sálfræðiprófessor að fólk sem kallar einvern litla sinn og einstaklingurinn er ekki smábarn þá er sá sem segir það með ákaflega lítið sjálfsálit.\nAnnars þá vil ég bara segja að fólk sem talar ákaflega niðrandi um aðra kynþætti er mjög sjaldan að hvetja til kynþáttahaturs.\nÉg þekki minn skerf að fólki sem hatar litað fólk og þetta hefur engan veginn fengið mig til þess að hata þá líka. Ég myndi frekar segja að fólk sem reynir að setja alla undir sama hatt og gerir sér ekki grein fyrir mismunandi eiginleikum á milli stórra hópa sé ekki að gera góða hluti, þar sem þetta fólk er oftast fáfrótt.Og heimska er á sinn hátt hvetjandi til þess að vera andvígur skoðanna þeirra og fær fólk til þess að íhuga málið frá öðru sjónarhorni og þá oftast kemst fólk að því að við erum ekki eins.\nFólk hinsvegar sem hatar litað fólk byggir sitt álit á þeim fáu lituðu sem þau hafa hitt og oftast er þetta fólk á lélegum stað í sínu lífi.\nEf hópur af hvítum einstaklingum færi að vinna í fiski hjá svörtum efast ég einhvernveginn um að þessir einstaklingar myndu skína sínu bjartasta og aðstæður þeirra myndu varpa skugga á góðu hliðarnar.\nÞetta fólk sem kemur til landsins lifir ekki við bestu skilyrði lífsins og því auðvelt að líta niður á það og niðurlægja það þar sem það hefur engin völd yfir okkur og láta í minni pokann.\nEn einnig eru til einstaklingar sem flytja hingað og lifa við það léleg lífsskilyrði að það hefur einfaldlega gefið skít í þjóðfélags reglurnar sem við höfum sett.\nEf þið væruð einhverstaðar á valdi fólks sem væri allt öðruvísi þá mynduð þið heldur ekkert líta upp á þetta fólk, þið “eðlilega” fólkið að þjóna hinum sem eru öðruvísi."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-02 21:27:19",
            "id": "199262",
            "reply_to_id": "199261",
            "text": "pippa/engel:\nKanslarinn sagðist ekki vilja búa frekar á Íslandi en í Afganistan, a.m.k. var ég ekki að vitna í hann.  Ég var bara að flýta mér, og hélt að fólk myndi fara í “Fyrra álit” til að sjá hver skrifaði þetta.  Það var nefnilega siggibet sem sagði þetta.\nHins vegar var ég að benda á, að “hverjum þykir sinn fugl fagur”´.\nÞegar einhver kallar einhvern annan “litla sinn” þá er einnig hugsanlegt að verið sé að tala niður til og gera lítið úr aldri viðmælandans.\nÉg ætla hér að halda því fram, að kynþáttur sé fyrst og fremst stétt sem er afmörkuð af útlitslegum einkennum.  Eiginleikar kynþáttarins eru þá eins og eiginleikar annarra stétta:  Af félagslegum toga."
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-06-02 21:39:26",
            "id": "199263",
            "reply_to_id": "199260",
            "text": "Setningin úr Talmúðinni er þá leið að það sé *hægt* að *misnota* þriggja ára stelpur en þú og gyðingahataravinir þínir misskilja hana viljandi á þá leið að hún þýði að það megi sofa hjá þriggja ára stelpum, setningin er ætluð til að dæma um heimamund stúlkna og er orðin algerlega úrelt orðin.  Þú tekur þarna setningu og snýrð algerlega út úr henni og tekur hana einnig úr samhengi þannig að hún lítur illa út.\nÞessi tölfræði þín um svart fólk segir ekki neitt nema að það sé verr sett í heiminum heldur en hvítir, í Bandaríkjunum þá eru hverfi svartra með lélegum skólum, mikilli fátækt og hárri glæpatíðni, það er ekki af því að þeir séu eitthvað verri, það er afleiðing kúgunnar í hvítra á svörtum sem stendur ennþá í BNA og þú ert ennþá barnalegri en ég hélt ef þú skilur það ekki.\nÞú virðist ætlast til þess að Afríkubúar nái á 40 árum að umturna öllu samfélagi sínu og laga allt sem Evrópubúar hafa eyðilagt þar og ná sömu þjóðarframleiðslu og aðrir í heiminum, sérðu ekkert hvað þetta er vitlaust hjá þér?  Allt sem hefur eitthvað verðmæti í þessarri heimsálfu er ennþá í eigu hvítra manna, þó að heimssveldin hafi gefið þeim sjálfstæði þá er ennþá til staðar kúgun hvítra manna þarna.  Skoðaðu mannkynssöguna, þú heldur að tölfræði sanni eitthvað ef hún stendur ein og sér og þú skoðar ekkert hvað er á bak við hana, þú ert einstaklega vitlaus einstaklingur.\nÞú ert loksins byrjaður að læra að kalla Talmúðina lögbók í stað þess að kalla hana Biblíu gyðinga, þú hélst því fram að þú hefðir lesið hana án þess að vita nokkuð um hana, þú hefur greinilega alla vitneskju þínu um hana úr bókum sem gyðingahatarar gefa út til að afsaka hatur sitt, þetta er ekkert öðruvísi heldur en þegar fólk hélt því fram fyrir um tvöhundruð árum að gyðingar hefðu hófa og rófu, þetta er bara áróður og lygar og þú ættir að vita það en þú ert bara búinn að ákveða hverju þú ætlar að trúa af því þér finnst þú vera betri.  Ég myndi frekar éta minn eigin skít heldur en að taka í höndina á þér rasistaauminginn þinn."
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-06-02 23:43:12",
            "id": "199264",
            "reply_to_id": "199263",
            "text": "Ég lýg aldrei og les ekki á milli línanna eins og þú Malli minn því að í Talmudanum stendur:\na girl may be violated when she is three years old=Stúlkubörn má misnota þriggja ára gömul.\nEn þetta aftrar þér ekki frá því að lesa á milli línanna og afsaka barnaníðingana vini þína.Finnst þér mAlkAv Íslenskir barnaníðingar líka vera hetjur sem ber að afsaka hvað eftir annað?\nSvartir menn hafa það ekki mikið verra en hvítir í Bandaríkjunum því að þeir eiga 11% peninga þar í landi og blökkumenn í Afríku búa í gróðrasælustu álfu í heiminum þannig að það er ekkert hægt að afsaka þá á nokkurn hátt þrátt fyrir að svörtum í Afríku sé vorkennt endalaust og að svartir í Bandaríkjunum taki 71% af félagslega kerfinu þrátt fyrir að vera ekkert mikið verr staddir en innfæddir.\nÉg hef allavega lesið þennana Talmúða enda á ég eitt bindi af þeim bókarræfli í bókaskápnum mínum.\nÉg hef engann áhuga á einhverjum gyðingahöturum eða verkum þeirra, alls engann.\nMér finnst ég ekkert veri betri heldur en hver annar og ég tel engan kynþátt drotna yfir öðrum eins og þú og aðrir þjóðernissvikarar hafa skáldað hér um mig en þetta hef ég aldrei sagt enda tel ég hvíta ekkert æðri öðrum.\nHvað eftir annað þá kallarðu mig rasista og ræfil og ég veit ekki hvað og hvað út af skoðunum mínum en þrátt fyrir það þá afsakarðu hvað eftir annað vini þína gyðingana sem eru ekkert annað en kynþáttahatarar líkt og sjá má í Palestínu og í þessari tilvitnun upp úr biblíu þeirra:\n“Only Jews are human”\nÞað er semsagt boðskapur þeirra að við séum ekki einu sinni mannverur og það er ekkert annað en kynþáttahatur."
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-06-03 00:57:02",
            "id": "199265",
            "reply_to_id": "199264",
            "text": "Enn og aftur snýrðu út úr, gyðingar hafa orð yfir sig sem er þarna þýtt sem “humans”, sú þyðing fær enginn verðlaun, gyðingar hafa líka orð sem nær yfir sig og alla aðra menn og það er það sem við myndum skilja sem “humans”.\nÞú ert búinn að breyta sögu þinni sem var það að þú ættir Talmúðann í heild sinni sem ég afsannaði þegar ég benti á að Talmúðinn væri alla vega 11 bindi, þú breytir sögu þinni þegar það hentar.  Ég hef hér annað dæmi, þú sagðir í umræðunni um nýnasistann Möbus að tilvitnunin í Talmúðan væri svona:“16. Aboda Sarah 37a:A Gentile girl who is three years old can be violated.”, þú breytir því augljóslega af því *can* á í þessu tilfelli að þýða sem *hægt*, þú vildir þá líka skilja orðið *violated* sem það að hafa mök við þegar orðið sjálft gefur skýrt til kynna að það þýði að taka með valdi, violence.  Þessi lína úr Talmúðinni er hérna tekin af þér og mistúlkuð til þess að búa til svarta mynd af gyðíngum, reyndar er mjög greinilegt að hún er ekki upprunalega mistúlkuð af þér heldur öðrum gyðingahöturum sem gefa út bækur með lygum og mistúlkunum úr Talmúðinni."
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-06-03 01:26:34",
            "id": "199266",
            "reply_to_id": "199265",
            "text": "Þessi afsökun þín á því sem stendur í bókinni er enn ein afneitun þín á þessari viðurstyggilegu trú.\nÞað er reyndar rétt hjá þér að ég ætti bara eitt bindi af þessum ellefu enda sagðist ég aldrei vita hvað þau væru mörg en engu að síður þá hef ég lesið það bindi og tók þessa setningu upp úr því.\nÉg skrifaði þessa setningu upp eftir minni en meiningin er enn sú sama þó svo að þú reynir að kryfja orðin og afsaka allt sem mögulegt er.\nOrð bókarinnar standa samt gegn þínum orðum enda held ég að gyðingar myndu hreinlega drepa þig fyrir að vera að snúa svona út úr lögbók þeirra.\nÉg tók þetta ekki upp eftir einhverjum gyðingahöturum enda hef ég engann áhuga á slíkum mönnum."
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-06-03 01:54:32",
            "id": "199267",
            "reply_to_id": "199266",
            "text": "Þú tekur setningu úr kafla sem fjallar um heimamund stúlkna og snýrð út úr henni, það er alveg ljóst að túlkun þín á henni er kjaftæði enda er kynlíf fyrir hjónaband bannað í gyðingadóm.  Þú hélst því fram statt og stöðugt fram um daginn af þú hefðir lesið Talmúðina og þá var ekkert verið að segja “eitt bindi” enda vissirðu ekki neitt um þetta rit fyrr en ég fór að fræða þig um það, þú kallaðir þetta sífellt Biblíu/trúbók gyðinga en ekki lögbók."
        },
        {
            "user": "Moli",
            "user_id": "1779",
            "date": "2001-06-03 02:21:40",
            "id": "199268",
            "reply_to_id": "199267",
            "text": "ThorX:Ég ætla ekki að fara nánar út í þetta með svarta og hvíta á þessum þræði.\nMér finnst söfnunarherferðir bara af því góða og ég gef oftast í þær ef ég get og veit af þeim.\nÉg er ekki formaður FÍÞ þótt að þú gefir það í skyn enda getur hver sem er sagt þessa setningu og þar að auki er mér meinilla við FÍÞ.\nmAlkAv: Ég er ekki að snúa út úr neinu en hins vegar snýrð þú út úr beinum orðum sem er afneitun á hæsta stigi.\nÉg átti eina bók um Talmudann og ég hef lesið það en ég viðurkenni það að ég veit ekkert um hin ritin og hef engan áhuga á því eftir að hafa lesið þetta rit sem er ekkert annað en hatur og mannvonska."
        },
        {
            "user": "Moli",
            "user_id": "1779",
            "date": "2001-06-03 02:32:34",
            "id": "199269",
            "reply_to_id": "199268",
            "text": "Nú langar mig að vita hvað þú hefur á móti FÍÞ, fyrst að þið hafið nákvæmlega sömu áhugamál, þ.e.a.s hata útlendinga.."
        },
        {
            "user": "Sykur",
            "user_id": "9705",
            "date": "2001-06-03 02:41:12",
            "id": "199270",
            "reply_to_id": "199267",
            "text": "mAlkAv: Kanslarinn er statt og stöðugt að halda því fram að hann hati ekki gyðinga, aðeins trúna þeirra og siði. Samt kallarðu hann rasistaaumingja ? Er það nú ekki frekar barnalegt ? Þú kallar hann heimskan og fáfróðan aumingja, það er nú bara dæmi um fordóma. Og ef allir sem eru með fordóma eigi að vera heimskir, þá ættir þú að vera mesti aumingi og fáfróðasta mannvera sem nokkurn tímann hefur lifað (miðað við það að þú ert að segja að allir sem eru með fordóma séu fáfróðir aumingjar)"
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-06-03 02:50:08",
            "id": "199271",
            "reply_to_id": "199270",
            "text": "Ef ég myndi skjóta einhvern og hann myndi drepast þá myndi enginn nokkurn tímann trúa mér ef ég segði að ég væri ekki morðingi, á sama hátt segir Kanslarinn sífellt að hann sé ekki rasisti meðan hann er að æla út úr sér rasistaáróðri.  Ég er ekki fordómafullur af því ég dæmi Kanslarann og rasista út frá því sem þeir eru, það er segja fordómafullir skíthælar sem vilja trúa á yfirburði sína af eigin minnimáttarkennd."
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-06-03 03:01:42",
            "id": "199272",
            "reply_to_id": "199271",
            "text": "mAlkAv: Leitaðu þér hjálpar.\nÉg er líka að spá í því að kæra þig til vefstjóra fyrir þetta endalausa skítkast og ærumeiðingar á hendur mér."
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-06-03 04:05:39",
            "id": "199273",
            "reply_to_id": "199272",
            "text": "Endilega klagaðu mig í Vefstjóra, hann hefur hingað til verið tilbúinn að aðstoða þig."
        },
        {
            "user": "Sykur",
            "user_id": "9705",
            "date": "2001-06-03 15:20:31",
            "id": "199274",
            "reply_to_id": "199271",
            "text": "mAlkAv: enn og aftur ertu að kalla alla rasista skíthæla og aumingja án þess að hafa rök fyrir því, margir rasistar eru fínasta fólk og þú ert með helvítis skítkast og fordóma núna, það ert í rauninni þú sem ættir að vera kallaður fáfróður aumingi sem ekki veist neitt. Og hingað til hefur Kanslarinn ekki verið að kalla litaða “aumingja og fáfróð dýr” eins og þú ert að kalla alla rasista. Þú ættir bara ekkert að vera alhæfa."
        },
        {
            "user": "b52",
            "user_id": "9058",
            "date": "2001-06-02 21:34:32",
            "id": "199275",
            "reply_to_id": "199257",
            "text": "Þú ert að tala um að hætta hér á huga ég meina það er kanslarinn ógeð af því að hann hefur ekki sömu skoðunn og þú.\nEnn ef þetta er rétt með gyðinginganna þá sel ég það ekki dýrara enn ég keypti það enn í Afiriku er verið að tala um útbreiðslu AIDS megi rekja til töfralækna þeirra þegar svartur maður afirikubui kemur til töfralæknis þá er honum ráðlagt það að hafa mök við jómfrú og það allt niður að smá barni frekar ógeðfellt.\nÞeir halda vegna fávisku sinnar að þeir læknist\nsikk hræðilegt.\nEnn ég vill að allir fái að tjá sig hér ég held að allir  hafi gott að þvi fleiri ólikar skoðanir þvi betra við lærum öll af þvi að hlusta á aðra hversu heimst það kann að hljóma.\nmeð kveðju\nb 52"
        },
        {
            "user": "supernova",
            "user_id": "6711",
            "date": "2001-06-01 07:44:06",
            "id": "199278",
            "reply_to_id": "199242",
            "text": "Xavier: það er ólöglegt þetta svartamarkaðsbrask,\nnema að þú kaupir þér miðann á SAMA verði eða minna (minnir mig allavega)en hann var seldur í alvöru miðasölu. Þar sem það er feitur séns í helvíti að þú fáir miða á því verði ert þú í raun að stuðla að því að fólk hjálpi þér að brjóta lögin. Og ætlastu til þess að hugi eigi að styðja við bakið á þér?\nÞú varst að tala um að maður eigi að fá að segja skoðanir sínar hverjar sem þær eru. Ég er svoldið efins þótt ég sé fylgjandi málfrelsi. En þá gæti ég notað huga sem áróðurssíðu gegn fólki sem notar Colgate tannkrem. Þá mundi ég láta fólki sem notar Colgate líða illa, verr heldur en öðrum. Og allir eiga að vera jafnir, er það ekki annars? :)\nÉg segi nú bara svona.\nkær kveðja\nsupernova"
        },
        {
            "user": "Fluffster",
            "user_id": "7",
            "date": "2001-06-01 07:58:38",
            "id": "199279",
            "reply_to_id": "199242",
            "text": "Það er ljóst að hugi er vettvangur fyrir fólk með ólíkar skoðanir á hlutunum. Hins vegar er ótækt að láta hann verða að prívatsandkassa fyrir ákveðna hópa sem eigna sér heilu áhugamálin hér og fæla í burtu alla aðra. Þetta er þekkt vandamál hjá flestum miðlum sem birta innsent efni. Til dæmis hafa síður Morgunblaðsins nokkrum sinnum verið undirlagðar nákvæmlega sömu skoðanaskiptum um rasisma, þjóðernissinna og þess háttar og oft hleypt óvinsælum skoðunum að. Hins vegar er nokkuð ljóst að fáir myndu lesa moggann ef engin bremsa væri á fjölda greina um slíkt efni og fátt að lesa þar annað en rifrildi um rasisma. Síðast þegar slík ritrimma átti sér stað þar birti ritstjórn pistil eftir nokkurn tíma þar sem tilkynnt var að ekki yrði tekið við fleiri greinum um þetta mál í bráð og er það að ég held eðlileg ákvörðun.\nÞar sem a.m.k. þrjú vinsæl áhugamál á huga snúast nú orðið um lítið annað en kynþáttahyggju og önnur minni farin að súpa seyðið af þessu líka þá er mál til komið að linni, svo að hugi verði ekki bara “staðurinn þar sem rifist er um rasisma”. Ég held það fari ekki á milli mála að búið er að sýna fram á að óvinsælum skoðunum er ekki úthýst á huga. Aftur á móti er eðlilegt að leyfa þessari umræðu að deyja út svo rúm sé fyrir önnur mál. Greinaplássið er jú takmarkað og óþarfi að ráðstafa því undir eitt mál um alla framtíð. Þetta hefur ekkert með forræðishyggju að gera heldur að halda eðlilegu jafnvægi. Það  að breyta huga í nýnasistapésa væri ekki sigur í þágu frelsisins.\nHvað svartamarkaðsbrask varðar þá er það einfaldlega ólöglegt. Væri skynsamlegt að leyfa landaauglýsingar á /djammið, klám á /kynlíf og stolna tónlist á /mp3? Þjóðfélagið sem við búum í setur okkur ákveðnar skorður og enginn býr við fullt frelsi. Á hugi að vera griðastaður brotamanna? Á hugi að vera auglýsingabás svartamarkaðsbraskara sem kaupa 50 miða á vinsæla tónleika til að geta okrað á örvæntingarfullum hljómsveitaráhangendum? Er það sigur í þágu frelsisins?"
        },
        {
            "user": "cosmo",
            "user_id": "47752",
            "date": "2001-06-01 08:39:08",
            "id": "199280",
            "reply_to_id": "199279",
            "text": "Það voru sett mörk á hvað hver mátti kaupa marga miða.  15 miðar voru hámark, að ég held.\n[Ç]"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2001-06-01 08:59:43",
            "id": "199281",
            "reply_to_id": "199280",
            "text": "15 miðar áttu að vera hámark en það var ekki farið eftir því á öllum sölustöðum vegna þess að margir sem voru í röðum hér og þar urðu varir við fólk að kaupa miklu meira.  Annars finnst mér 15 miðar samt vera allt of mikið.  Það ætti að leyfa svona 2 til 3 á mann."
        },
        {
            "user": "Hoddi",
            "user_id": "58",
            "date": "2001-06-01 08:39:52",
            "id": "199282",
            "reply_to_id": "199242",
            "text": "Mætti eg benda þer a Alþjóðasamning um afnám alls kynþáttamisréttis, sem við erum aðilar að (\nhttp://www.althingi.is/lagasofn/126a/1968014.2c2.html\n).  Þar stendur m.a.: “\n4. gr. Aðildarríki fordæma allan áróður og öll samtök sem byggja á hugmyndum eða kenningum um yfirburði eins kynþáttar eða hóps manna af ákveðnum litarhætti eða þjóðlegum uppruna, eða sem reyna að réttlæta eða hvetja til kynþáttahaturs og misréttis í hvers konar mynd, og skuldbinda sig til að gera skjótar og jákvæðar ráðstafanir til þess að uppræta alla hvatningu til eða aðgerðir vegna slíks misréttis með tilliti til meginreglna mannréttindayfirlýsingarinnar og réttindanna sem eru talin í 5. gr. þessa samnings, meðal annars að:\n(a) Gera refsiverða með lögum alla útbreiðslu á hugmyndum sem eru byggðar á kynþáttayfirburðum eða óvild, hvatningu til kynþáttamisréttis svo og öll ofbeldisverk eða hvatningu til slíkra verka gegn hvaða kynþætti sem er eða hópi manna af öðrum litarhætti eða þjóðlegum uppruna og einnig allar ráðstafanir til aðstoðar aðgerðum kynþáttahatara, þar með talda fjármögnun.\n(b) Lýsa ólögleg og banna samtök og einnig skipulagða og alla aðra áróðursstarfsemi sem stuðlar að og hvetur til kynþáttamisréttis og skal gera þátttöku í slíkum samtökum eða starfsemi refsiverða með lögum.\n© Banna stjórnvöldum og opinberum stofnunum að stuðla að og hvetja til kynþáttamisréttis.\n”"
        },
        {
            "user": "Rx7",
            "user_id": "2726",
            "date": "2001-06-01 09:08:26",
            "id": "199283",
            "reply_to_id": "199242",
            "text": "Bara sona skjóta því inn að ég veit til þess að miðar hafi verið keyptir á svörtu á 10000 kall og að boðið hafi verið allt upp í 50000 fyrir miða á Rammstein.\n…Geðveiki…\nRx7"
        },
        {
            "user": "tran",
            "user_id": "59",
            "date": "2001-06-01 09:33:05",
            "id": "199284",
            "reply_to_id": "199242",
            "text": "Geriru þér grein fyrir því að það er ólöglegt að enduselja miða á rammstein fyrir mera en 10% gróða?\nÞað selur ekki nokkur lifandi maður miðann sinn á 5500 kr eða minna, þannig að þetta eru allt ólögleg viðskipti..\nHugi er ekki miðstöð fyrir ólögleg viðskipti..\nRasismi er líka ólöglegur og hugi er ekki að mér vitandi samkomustaður fyrir rasista og þjóðernissinna til að tjá skoðanir sínar vegna þess að það er bannað út í þjóðfélaginu..\nÞeir stjórnendur sem ég þekki sía ekki í burtu greinar sem þeir eru ósammála heldur greinar sem eru bull, td: “HVER HALDIÐI AÐ VINNI SÖRVÆVOR?????????????????????????????”\nÞetta er ekki grein, enda er hún tekin í burtu..\nEin spurning, er það þitt að ákveða hvað á að vera á huga eða eru það stjórnendur og stofnendur huga sem eiga að ákveða það?"
        },
        {
            "user": "Xavier",
            "user_id": "2009",
            "date": "2001-06-01 11:39:08",
            "id": "199285",
            "reply_to_id": "199284",
            "text": "Það eru mokkur atriði varðandi meint svartamarkaðsbrask á Huga. Nú er búið að tilkynna það að það verði auka tónleikar með Rammstein. Það var ekki fyrr en eftir það sem að ég setti grein inná korkinn um að ég hefði áhuga á að kaupa miða á fyrri tónleikana með þessari stórgóðu hljómsveit. Ég hef ekki hug á að kaupa miða á öðru verði en upprunalegu útsöluverði. Ég gerði bara ráð fyrir því að það væru einvherjir sem að sæu það að þeir væru að brenna inni með miða og hefðu því hug á að selja aukamiða sína.\nHvað varðar áróður þá er allt það mál á gráu svæði. Það er mjög óljós lína á milli áróðurs og skoðanaskipta og það er það sem að ég vildi vekja athygli manna á með grein minni.\nXavie"
        },
        {
            "user": "AstaP",
            "user_id": "5742",
            "date": "2001-06-01 10:10:13",
            "id": "199286",
            "reply_to_id": "199242",
            "text": "Ég hef ekki tölu um hvað það eru margir notendur á huga, en ég veit að þeir eru MJÖG margir. Og af þessum mjög mörgu þá er það bara lítill hluti sem er að misnota það að geta sent inn álit og svoleiðings hluti. Eðlilega verður að takmarka það og suma þarf að banna, sem er fullkomlega skiljanlegt. Ég hef verið hérna á huga mjög lengi og séð hvernig sumir verða gráðugari í stig. Þar af leiðandi byrja viðkomandi að senda inn heimskulegar greinar og álit sem kemur engum við nema þeim sjálfum.\nEinhversstaðar verður að draga mörkin."
        },
        {
            "user": "dobermann",
            "user_id": "3057",
            "date": "2001-06-01 10:49:53",
            "id": "199243",
            "reply_to_id": "199242",
            "text": "Hverjir heldurðu að stjórni Huga? Menn með viti? Nei þetta eru bara tölvunördaplebbar."
        },
        {
            "user": "dobermann",
            "user_id": "3057",
            "date": "2001-06-01 11:18:26",
            "id": "199244",
            "reply_to_id": "199243",
            "text": "oops, verð ég ekki að setja broskall :) svo ég verði ekki bannaður?"
        },
        {
            "user": "atli",
            "user_id": "3",
            "date": "2001-06-01 11:29:27",
            "id": "199287",
            "reply_to_id": "199242",
            "text": "Eftirfaramdi skeyti var sent til allra admina á huga þann 31.05.2001 kl. 9:57\nSæl öll\nÉg er einn þeirra sem hef látið banna notendur á Huga.\nÞað sem við höfum haft að leiðarljósi varðandi það hvort banna eigi menn eða ekki er einkum hvort menn séu með “munnsöfnuð” sem ekki er viðeigandi og geti varðað við lög.\nÉg hef ýtrekað skrifað mönnum sem hafa verið með óviðeigandi “hegðun” inná huga og bent þeim á að gæta orða sinna. Ég hef oft bent mönnum á að í sérhverju samfélagi séu einstaklingar sem ekki hafa þroska til að taka vitrænan þátt í því og að slíka menn beri einfaldlega að sniðganga.\nÞað er árþúsunda ára gömul aðferð að “tala” ekki við þá sem gerast brotlegir í samfélaginnu og fara ekki eftir þeim umgengis-“reglum” sem þar gilda. Refsing af þessu tagi er hörð og leiðir yfirleitt til þess að menn yfirgefa samfélagið með skömm.\nFólk er ekki bannað vegna skoðanna, heldur vegna ofbeldis sem það sýnir öðrum.\nMargir virðast hins vegar ekki gera greinarmun á meiðyrðum og skoðunum og segja að það sé skoðun þeirra að einhver sé “fúkyrðaflaumur” og hafi fullan rétt til að tjá þá skoðun sína hvar og hvenær sem er.\nHugi.is er að mestu leyti frjálst samfélag, greinar og myndir fara í gegnum samþykktarferli, en svör við greinum og umræða á korki fer ekki í gegnum slíkt ferli.  Fólk hefur þar frelsi til að tjá sig.  Frjálst samfélag gerir þær kröfur til meðlima sinna að þeir sýni ekki hver öðrum ofbeldi.  Frelsi eins endar þar sem nefið á hinum byrjar.  Ofbeldi á vefsamfélagi, samfélagi sem byggir á texta, er framið með texta.\nHvert samfélag hefur leiðir til að útiloka ofbeldismenn frá frekari þátttöku í samfélaginu, hugi.is lokar notendanöfnunum.\nReglur varðandi umgengni á Huga eru í smíðum og munu að sjálfsögðu taka mið af landslögum.\nÞað er skoðun okkar að við eigum alls ekki að ritskoða það efni sem sent er inná Huga og ég vona svo sannarlega að okkur hafi tekist það. Við verðum hins vegar að vera barnapíur yfir 14 ára börnum sem hafa andlegan þroska 8 ára krakka sem finnst ennþá voða gaman að segja “bíttu í rassgatið á þér” eða “skítur, kúkur, piss, o.s.frv.” Síðan ýta þessi börn á “enter” og verða voða glöð að sjá sinn eigin skít á skjánum fyrir framan sig.\nÞað er ágæt lesning að renna yfir hegningarlögin og reyndar er það skoðun mín að þau ættu að vera skyldulesning á seinni hluta skólaskyldunnar.\nhttp://www.althingi.is/lagas/126a/1940019.html\nXXV. kafli. Ærumeiðingar og brot gegn friðhelgi einkalífs.\nTékkið á þessari grein.\n237. gr. Ef maður bregður manni brigslum án nokkurs tilefnis, þá varðar það sektum, þótt hann segi satt.\nLifið heil\nmbk\nAtli"
        },
        {
            "user": "Cruxton",
            "user_id": "631",
            "date": "2001-06-01 13:12:30",
            "id": "199288",
            "reply_to_id": "199242",
            "text": "Þetta er laukrétt hjá Xavier.\nÞessi “fullkomnasti vefur landsins” hugi.is er og verður aldrei máltæki almennings því að fáeinir útvaldir einstaklingar hafa vald til að leyfa/hafna öllum innsendum greinum.\nFyrst þessi vefur er svo fullkominn, afhverju er ekki hægt að kjósa, á auðveldan hátt, að óæskilegum greinum (t.d. “gunni best” eða e-ð) yrði eytt ef ákveðið margir kjósa það?\nÞá væri hægt að koma með kerfi þar sem bremsa yrði sett á greinaskrif einstaklinga sem skrifa mikið af greinum sem hugarar kjósa LÝÐRÆÐISLEGA út. Í dag er þetta kerfi fasískt þar sem hinir (valda)miklu stjórnendur huga.is geta bara bannað menn eftir geðþótta!\nHvernig er það? Komast stjórnendur áhugamála á huga.is í VIP röðina á Astro??\nÉg hef orðið fyrir miklum vonbrigðum með þennan vef og ég lýsi undrun minni að hann komist í 2.sæti í vefaðsókn á Íslandi á eftir www.mbl.is\nCruxton"
        },
        {
            "user": "enn",
            "user_id": "1",
            "date": "2001-06-01 13:55:20",
            "id": "199289",
            "reply_to_id": "199288",
            "text": "Veistu, við höfum pælt í þessari leið með að kosninguna, en það voru bara of margir gallar á henni, eins og t.d. í dag er 70% af efninu sem er sent inn sett á korkana.\nAnnars er lýðræði er bara kúgun minnihlutans og VIP kortið mitt gildir sko á RREEEXXXX ekki Astro :)"
        },
        {
            "user": "Pippa",
            "user_id": "10238",
            "date": "2001-06-01 13:59:12",
            "id": "199290",
            "reply_to_id": "199288",
            "text": "Cruxton: Notendum er ekki bannað eftir einhvað smá smotterí. Notendur sem hafa verið bannaðir hingað til hafa í flestum tilfellum gengið OF langt. Það er bull og vitleysa að flestir Adminar séu í einhverjum valdastöðum, langt í frá. Það er t.d. bara takmarkaður hópur sem að hefur aðgang að servernum sjálfum, gagnagrunninum etc. (I'm not included).\nÍ sambandi við að “kjósa” notendur út þá er það fáránlegt. Hugi.is er vefsíða, ekki Survivor. Og kannski er einhverjum persónulega í nöp við notandann, þó svo hann hafi ekki neitt gert. Þar með er saklaus maður dæmdur sekur út á persónulegt hatur annars notanda. Það er s.s. ekkert meira lýðræðislegt við kerfið eins og það er núna og það er þegar notendurnir ráða. Þið getið litið á Adminana sem Alþingismenn, þeir leggja fram “frumvarp”, “frumvarpið” er fellt eða samþykkt.\nÉg tel að sú lýðræðislega hugsun sem þú ert að tala um sé ekki sú sem að er best fyrir vefinn. Eins og kom fram í bréfinu sem birt var hér fyrir ofan þá er verið að hanna reglur hér á huga sem að taka mark á íslenskum lögum, og þá má segja að það sé verið að gera Huga.is að enn einum kaupstaðnum á landinu, því jú, öll þurfum við að fylgja ákveðnum reglum, sama hvort það séu landslög, alþjóðalög eða bara heimilisreglur.\nÍ rauninni er Hugi.is frjálsari en margan grunar. Ekki getiði farið á MBL.is, skrifað greinar, fengið þær birtar og sýnt hvað ykkur finnst um þjóðfélagið, eða bara koma með fréttir sem fólk getur lesið.\nÉg er sáttur með þá fjöldamörgu mánuði sem ég hef verið notandi hérna (7-8 mán), enda er þetta hinn fínasti vefur, langtum betri en margir þeir vefir sem ég sótti áður. Þú getur bara leitað á netinu, það eru fáir vefir sem að þú finnur sem að líkjast þessum vef."
        },
        {
            "user": "Pippa",
            "user_id": "10238",
            "date": "2001-06-01 15:54:03",
            "id": "199291",
            "reply_to_id": "199290",
            "text": "Halló þetta er engel hér. Já ég fékk aðeins að nota nafn systur minnar núna þrátt fyrir að ég sé bannaður á huga.\nÉg hef verið bannaður fyrir allskonar skítköst eins og sagt var, og að haga mér barnalega.\nFlestum póstum mínum hefur verið eytt og þetta mun eflaust líka vera tekið út. Hugsanlega verður systir mín bönnuð fyrir vikið.\nÉg seldi ekki miða á rammstein hér, ég póstaði ekki spoilera á survivor. Ég var ekki að hvetja fólk til kynþáttahaturs og þegar ég talaði um svertingja þá var það skrifað svo heimskulega að fólk einfaldlega hló eða varð brjálað og hótaði að myrða mig eða drepa fyrir þessar skoðanir (sem voru ekki mínar raunverulegar skoðanir og ég held að allir hafi gert sér grein fyrir því). Þau skipti sem ég talaði um fordóma var það til að gera grín af heimskunni í fordómum og mér sýndist fólk skilja það.\nÉg var hinsvegar bannaður fyrir að fara inná áhugamál og setja út á þau. Kalla quakara nörda og segja að feitt fólk ætti ekki skilið að sofa hjá, segja að simpsons væri barnalegt áhugmál og setja útá fólk sem lifið í ímyndunarheimi.\nFólkið svaraði þessum póstum villt og galið og þeir voru lesnir mjög oft skv tölunum.\nFólkið sem lét banna mig var það sem hafði hótað að lemja mig eða myrða. Hvern ætti að banna? þann sem hótar ofbeldi eða sá sem fékk fólk til að rífast?\nSærði ég einhvern? Nei, það efast ég um.\nFólkið kom alltaf aftur og aftur, segir það manni ekki eitthvað?\nFólkið leit inná greinar og korka eftir mig og var með persónulegar árásir á mig. Hvað er að því að fólk verji áhugmálið sitt? Eru þessi áhugmál þeirra svona hrikalega heilög að það má ekki setja útá þau eða eru þau svona sorgleg að fólkið getur ekki varið þau?\nEkki var það ég sem bað fólkið að koma aftur og aftur til að rífast, það gerði það sjálft og mér þætti skrýtið ef að póstarnir mínir hafi fælt fólk í burtu frekar en fá fólkið til iða í skinninu þegar það sá enn einn heimskulega póstinn og fólkið vissi nákvæmlega hvar það gat fengið útrás.\nÞað þurfti einfaldlega að leita eftir nafninu “engel”, lesa það, hlæja að heimskunni og síðan byrja að öskra á mig í staðinn fyrir vinnuveitandann eða einhverja aðra manneskju sem það gat ekki öskrað á.\nOg hvað með það þó húmorinn minn sé öðruvísi?\nEr þetta einhver komma heimsíða þar sem allir þurfa að hugsa eins?\nHvað væri þá skemmtilegt að kíkja hingað inn?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-02 10:54:10",
            "id": "199292",
            "reply_to_id": "199291",
            "text": "Hver í fjandanum vildi banna Engel!?! Ég hlakkaði alltaf mest til að lesa greinar og svor eftir hann! For crying outloud, þetta er einhver skemmtilegasta manneskja hér inni á huga og yfirleitt þegar hann kemur með kaldhæðnar skoðanir sem fara eitthvað fyrir brjóstið á fólki ÞÁ HEFUR HANN RÉTT FYRIR SÉR! En leiðinlegt fyrir þá sem eru eitthvað á móti honum og geta ekki svarað á móti og væla þá um að henda honum barasta út af huga. :(\nKanslarinn: Þó ég sé yfirleitt ósammála þér í flestu þá virði ég þig einmitt af því að þú ert ekki með neitt skítkast eins og flestir þeir sem eru að “andmæla” þér eitthvað. Þú ert alltaf með góð rök máli þínu til stuðnings en það má samt segja að það sé hægt að færa rök með öllum fjandanum, t.d. að fylla tjörnina með steypu. Fólk yrði brálað út af þessu en það væri hægt að nýta þetta svæði vel. (öfgafullt dæmi. ég veit.) Ég er bara að segja að maður þarf ekki alltaf að segja allt sem manni kemur til hugar, sama hversu vel það er rökstutt því það er hættulegt að fá fjöldan á móti sér. Ég næ kannski ekki að orða meiningu mína nógu vel en ég treysti þér til að lesa milli línanna."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-02 13:44:47",
            "id": "199293",
            "reply_to_id": "199292",
            "text": "Sæll Tyrael: Ég skil þig alveg en þótt að margir séu ósammála mér þá eru margir sammála mér þótt svo að fleiri séu í fyrri hópnum en það má líka segja um minni stjórnmálaflokka á Íslandi en það þýðir ekki að fólk eigi bara að hætta sísona.\nÉg held að ef allir hættu hér sem einhver væri ósammála þá gætu flestir hætt.\nEf að það á að fara að banna mig þá er alveg eins hægt að banna alla."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-01 13:27:24",
            "id": "199294",
            "reply_to_id": "199242",
            "text": "Hugi.is er góður vefur og persónulega sækji ég hann mest af öllum vefsíðum. Auðvitað verður að vera stjórn sem bannar þennan og hleypir ekki greinum í geg. Það sem Xavier var að tala um minnti mig dálítið á myndina Animal Farm. Þar sem lýðræðishyggja átti að vera og flestir að vera jafnir en nú eru margir hugarar sem mega reka þennan gefa stig og svona.\n:)(:"
        },
        {
            "user": "Vefstjóri",
            "user_id": "2677",
            "date": "2001-06-01 16:50:34",
            "id": "199295",
            "reply_to_id": "199242",
            "text": "Þetta er svar til ykkar allra:\nÍ fyrsta lagi með Kanslarann þá fannst mér orð hans dæma sig sjálf enda nennti ég varla að lesa nema nokkrar málsgreinar þangað til ég sá hvert stefndi. Ég því miður skil ekki fólkið sem nennti að eyða orku sinni að svara þessari vitleysu. En ég fékk ansi margar kvartanir frá notendum og stjórnendum huga um þessi viðhorf hans og töldu þetta vera opinberan nýnasistaáróður og krafðist þess að notandinn yrði bannaður.\nKynþáttafordómar eru viðkvæmt mál og ekki viljum við að hugi.is sé eitthvað tæki í höndum þannig manna (ekki það að ég fallist á að þetta hafi verið áróður, frekar upplýsing hans á heimsku sinni). En ég bannaði Kanslarann ekki heldur gaf honum viðvörun og haldi hann áfram á þessari braut þá verður lokað fyrir hann. Ég held að það sé nokkurn veginn sanngjarnt.\nVið höfum hinsvegar bannað notendur án þess að hafa samband við viðkomandi og er það yfirleitt vegna viðurstyggilegs dónaskaps eða svokallaðra bulk pósta þar sem notandi eyðileggur allar umræður með því að senda inn sama póstinn mörgum sinnum.\nÞað nennir enginn að lesa eintómt “haltu kjafti..” og slíka pósta og eiga skítköst milli notanda hvergi heima á Huga svo það verður að vera samþykktarferli og stjórnendur sem sýgja sorann úr.\nVarðandi stjórnendur:\nÉg trúi því að stjórnendur áhugamála séu ekki að misnota aðstæður sínar heldur meti hvað á heima á greinaryfirlitinu og hvað á heima á korkinum. En með þetta Rammstein mál þá er ég sammála þér að pósturinn þinn hefði átt að hanga inni því það var komið á hreint að aðrir tónleikar verða haldnir. Spurning hvort að stjórnandi hafi ekki bara gert mistök þarna. En ef ykkur hinsvegar finnst að efni ykkar sé ekki að fá sanngjarna meðhöndlun þá getiði sent póst á mig með útskýringu og það verður skoðað.\nHugi.is er jú fullkomnasti vefur landsins og á að vera sá skemmtilegasti líka…\nkv,\nVefstjóri"
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-06-01 18:35:47",
            "id": "199296",
            "reply_to_id": "199295",
            "text": "Vestjóri: Ég hef enga kynþáttafordóma og er ekki með neinn áróður gegn einum eða neinum og þótt svo væri þá væri ekkert hægt að gera í því skv landslögum því að það ríkir málfrelsi í landinu.\nEf að þú ætlar að banna mig fyrir það eitt að tjá skoðanir mínar sama hvort þér finnist þær rangar eða ekki mun ég sjá til þess að e-mail komist inn á sem flestar tölvur í landinu þar sem ég ætla að lýsa ástandinu á huga og svo mun ég jafnvel fara lengra með málið en byrja þó á þessu.\nÞótt að mínar skoðanir samræmist ekki draumaheimi þínum þá eru þær fullkomlega löglegar og ég í rétti nema að þú kærir mig opinberlega fyrir dómstólum og vinnir málið.\nÉg er einn af þeim fáu sem skrifa um “hitamál” sem er ekki með dónaskap og leiðindi hvað eftir annað og ég er ekki að segja eitthvað út í loftið um eitt eða annað því að ég er einfaldlega búinn að kynna mér þessi mál mjög vel og það að kalla mig rasista og ég veit ekki hvað og hvað er bara fáránlegt og þér til skammar.\nÞað er lýðræði í landinu og hugi.is fer á skjön við það með því að banna mig eða aðra hérna af hugi.is .Margir hér eru búnir að lofa innflytjendur á röngum forsendum sem ég hef svo afsannað, hvað með þá? Er þetta ekki lygi sem á að refsa fyrir?\nÉg á ekkert bann að fá á huga nema að ég sé með skítkast, enginr rök, endalausann dónaskap og floodi með endalausum svörum.\nEkkert af þessu hef ég brotið og hyggst ekki gera það.\nEf að þetta er kommúnistaríkið hugi.is mun ég sjá til þess að dreyfa því með fjöldasendingum í gegnum e-mail.\nVefstjóri: Það er engin skömm að því að viðurkenna mistök sín og ég myndi ekki líta niður á þig fyrir það og flestir lýðræðissinnar myndu telja þig meiri mann fyrir vikið.\nXavier: Ég er sammála þér, spjallsvæði í lýðræðisríki eiga að hafa reglur sem lúta að landslögum og það að banna mér að tjá skoðanir mínar er mannréttindabrot.\nÉg hef alltaf tekið það skýrt fram að ég hati ekki innflytjendur eða aðra menningu.\nMálið er það að ég vil varast þeim hörmungum sem felast í því að steypa gjörólíkum hópum saman.\nHugi.is er skoðanamiðill og engar skoðanir eiga að vera öðrum æðri.\nEf að þið getið ekki umborið skoðanir manns af sama kynstofni og þið þá sé ég fyrir mér sambúð ykkar við innflytjendur af öðrum kynstofni með gjörólíkar skoðanir, sið og menningu.\nÞað er ótrúlegt að menn sem eru að boða frelsi og jafnrétti skuli vilja banna mig og mismuna mér vegna skoðana minna."
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-06-01 18:58:52",
            "id": "199297",
            "reply_to_id": "199296",
            "text": "Hvað ef að fólki finnst siðir Íslömsku Talibana stjórnarinnar í Afganhistan ósiðlegir? Á þá ekki að banna það líka vegna þau eru að “ráðast” á trúarbrögð þeirra.\nÞeir sem eru hér á móti mér hafa kallað þjóðernissinna lata kynþáttahatara sem hafa orðið undir í lífinu.\nÞetta er hins vegar órökstutt bull og það væri nær að banna fyrir svona skítkast.\nHugi.is er ekki skemmtilegur ef að takmörk eru á skoðunum, þetta með innflytjendamálin er bara byrjunin og svo fer þetta út í meiri öfgar með tímanum.\nSamt á ekki að banna það að lofa innflytjendur í hástert hvað eftir annað þrátt fyrir niðurrifsstarfsemi þeirra á Vesturlöndunum.\nÞeir sem predika hvað það sé gott að hafa innflytjendur á landinu eru þeir sem stefna þjóðinni í hættu enda hafa mörg menningarsamfélög rústast vegna innflytjenda.\nÆ ég gleymdi “Innflytjendur eru frábærir og þeir fremja ekkert fleiri glæpi og svo kostar lítið að halda þeim uppi og þegar þeir fremja glæpi gegn hvítum þá er það bara réttlæt hefnd en ef að hvítir menn leggja einn fingur á innflytjendur þá er það kynþáttahatur.”\nSvona er einmitt málflutningur margra hér."
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-06-01 19:32:14",
            "id": "199298",
            "reply_to_id": "199297",
            "text": "Vá! Lægra er ekki hægt að stíga niður á þessari jörð og þú varst að gera einmitt núna Kanslari. Kynþáttamismunun er ólögleg í ALLIR SINNI MYND! Þá er ekki bara að tala um líkamlegt ofbeldi eða andlegt ofbeldi. Það er líka verið að tala um það að sýna skoðanir sínar gagnvart minnihlutahópum, en það er einmitt það sem innflytjendur eru. Minnihlutahópur.\nAuk þess er kúgun ólögleg, en ég sé að þú hunsir það og að þú ert að reyna að kúga vefstjóra hér á almannafæri.\n“Ef að þú ætlar að banna mig fyrir það eitt að tjá skoðanir mínar sama hvort þér finnist þær rangar eða ekki mun ég sjá til þess að e-mail komist inn á sem flestar tölvur í landinu þar sem ég ætla að lýsa ástandinu á huga og svo mun ég jafnvel fara lengra með málið en byrja þó á þessu.”\nÞetta er það sem að oft er kallað kúgun, en eins og fólk sér þá er hún í formi hótunar. Ef að þetta eru vinnubrögð þín, “Kanslari”, þá er þetta meira en nóg til þess að fá þig rekinn. Fólki er byrjað að líða illa bara vegna þess að þú ert að menga fjölmennustu áhugamálin með áróðri og falsboðskap þínum. Sumir ganga svo langt að hætta á huga á meðan skipulagið er svona.\nMér finnst þú dálítið heimskur að ætlast til notendur gleypi við hugsunarhætti þínum eins og hverju öðru sælgæti. Þú segir að litað fólk sé líkamlega öðruvísi en við bleiknefjarnir, en samkvæmt öllu því sem ég hef lesið er það langt frá því að vera satt. Þú segir að það besta fyrir þjóðina sé að aðskilja fólk með litum og það eigi bara að leyfa fólki frá Norðurlöndum að fá að lifa hérna. Þar með ertu kominn með einkenni fasisma. Þú segir að útlendingar fremji fleiri glæpi en við Íslendingar. Það er rangt. Ég veit ekki betur en að ÖLL morð sem hafa verið framin á landi þessu séu í höndum innfæddra. Þannig má lengi telja. Þú felur þig bak við falskar tölur, breiðir út leiðinlegum óhróðri gagnvart minnihlutahópum og því er ekki skiljanlegt af hverju það ætti að þagga niður í þér.\nÞað er rétt að menningarsamfélög hafi rústast vegna innflytjenda, en það var fyrir hundruðum ára. Og þá var það oftast evrópubúum að kenna. Þeir tróðu ópíum upp á Kínverjana og veiktu menningarsamfélag þeirra. Menning Azteka rústaðist vegna gráðugra Evrópubúa.\nÆ ég gleymdi “Það er allt innflytjendunum að kenna að krónan er að fara til helvítis”. Þetta er hugsunarháttur þinn ef marka má það sem ég hef lesið eftir þig. Í alvörunni talað, þú getur ekkert sett út á innflytjendur, nema kannski að þér mislíki liturinn á þeim eins og fólki mislíkar liturinn á peysum.\nÉg ætla að vona að þú hættir þessum djöfulsins stælum (afsakið orðbragðið) og hættir þessum fasismaáróðri sem þú ert með í gangi, flytjir til Balkanskaga og kynnist ástandinu þar. Það sem að ég hef séð í gegnum fyrirlestra þá lifa þeir á kömrum á meðan við búum í eitt þúsund herbergja risahöllum og sötrum dýrt kampavín í hvert mál.\nÞú bítur þig í fótinn með orðum þínum."
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-06-01 19:59:39",
            "id": "199299",
            "reply_to_id": "199298",
            "text": "willie: Ég held ekki fram neinni kynþáttamismunun.Hversu oft þarf að tyggja það ofan í þig?\nVefstjóri er að kúga mig og ég er að segja honum að ég láti ekki fara illa með mig án þess að svara á móti.Þetta er bara sleikjuháttur fyrir vefstjóra willie og það veistu vel.Fær willie kútur kannski 10 stig fyrir þetta?\nÉg hef skrifað tvær greinar um þessi mál á huga á ég veit ekki hvað löngum tíma og það er ekki eins og ég sé að yfirfylla allann huga.is af þessu.\nSíðan hef ég líka svarað einhverju en ég telst nú varla hafa fyllt áhugamál með greinum sem ég skrifa ekki.\nÉg hef engann falsboðskap fram að færa og hef aldrei sagt neitt annað en sannleikann og það að einhver hafi hætt út af tveimur greinum sem viðkomandi hefur jafnvel séð á leið sinni er ábyggilega della eða geturðu sannað þetta?\nÞað á enginn að gleypa við einu eða neinu frá mér enda er ég bara að skrifast hér á við ykkur og heyra skoðanir ykkar en ekki til að eitra huga með einhverjum áróðri.\nÉg er einfaldlega ekkert verri eða óæðri en hver annar og þess vegna á ég að njóta sömu réttinda.\nLitað fólk er allt öðru vísi uppbyggt en hvítir og ég kom með eitt dæmi um það áðan handa þér sem ég skal endursenda bara svo að þú skiljir þegar ég segi þér þetta í 5 skiptið ef að þú gerir það nokkurn tíman.\n“Among human races numerous studies have been made of the comparative weight of White and Negro brains with results that fell within the range of about an 8-12 percent lower weight for the Negro brain. Such studies have been conducted by Bean, Pearl, Vint, Tilney, Gordon, Todd, and others.”\nHeimild: Carleton Putnam úr bókinni Race and Reality.\nInnflytjendur frá Norðurlöndunum hafa aðlagast einstaklega vel og ekki er vitað um að þeir séu til neinna vandræða með glæpum eða öðrum athæfum.Ég hef aldrei sagt að innflytjendur hér fremji fleiri glæpi en innfæddir enda dytti mér það aldrei í hug þar sem að engar tölur eru til um það en hins vegar hef ég sagt að innflytjendur á Norðurlöndunum fremji mun meira af glæpum enda eru gefnar tölur út um það þar sem hægt er að nálgast í Jótlandspóstinum og svo líklega hjá Utanríkisráðuneytinu og því dreg ég þá ályktun að verið sé að hylma yfir glæpum útlendinga hér en hér hafa þó verið tveir svartir stórglæpamenn annar barnaníðingur og hinn eiturlyfjabraskari og þú ættir að vita það að þeir glæpir eru ekkert betri en morð.\nÞú þarft ekki að leita lengra heldur en á Norðurlöndin til að finna menningarsamfélög sem eru í rúst vegna innflytjenda og svo gætirðu auðvitað labbað um stræti Oldahams og fundið fyrir hatri Asíubúa þar sem eru búnir að hálf yfirtaka svæðið en 13% Asíubúa í bænum fremja 60% allra hatursglæpa.\nMér mislíkar ekkert í fari útlendinga og hvað þá síst liturinn en ég er búinn að dæla endalausum rökum í þig hvers vegna við eigum ekki að fá þá en aldrei kemur þú með nein rök önnur en “þau eru alveg eins”.Hins vegar er skiljanlega erfitt fyrir útlendinga að aðlagast og þeim hefur ekki tekist það þrátt fyrir endalausa hjálp til þess svo að hví að vera að reyna sömu tugguna endalaust? Engin ástæða!\nÞú ættir ekki að tala við mig um Balkansskagann enda veit ég að þetta er það sem þú og aðrir þjóðernissvikarar eruð að skapa á Norðurlöndunum og þarf ég því bráðum ekki að fara langt.\nÉg hef aldrei notað falskar tölur og alltaf sagt hvaðan ég hef fengið þær til að þú gætir gert hið sama."
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-06-01 20:57:14",
            "id": "199300",
            "reply_to_id": "199299",
            "text": "Ég ætti kannski að benda þér á að Vefstjóri er sá sem heldur þér hérna inn á Huga, ég og Willie höfum ásamt fleirum barist fyrir því að þú verðir bannaður."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-01 21:10:46",
            "id": "199301",
            "reply_to_id": "199300",
            "text": "Ég hef svarað ykkur og verið kurteis við ykkur hvað eftir annað þrátt fyrir endalaust skítkast ykkar gegn mér.\nÞað eina sem ég hef farið fram á eru málefnalegar rökræður án skítkasts.\nÞið eruð greinilega engir menn til að standa í slíku og reynið því að láta banna mig fyrir það eitt að segja skoðanir mínar.\nÉg ætti kannski að berjast fyrir því að láta banna ykkur fyrir ykkar skaðlegu skoðanir.\nÉg hafði mikið álit á vefstjóra og hrósaði honum eitt sinn meir að segja en ég missi alltaf álit á huglausu fólki.\nVefstjori: Hvernig væri nú að gerast sjálfstæður og hætta að vera strengjabrúða Malla og Villa?\nÞað væri sjálfstæði!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-01 21:26:13",
            "id": "199302",
            "reply_to_id": "199301",
            "text": "Ég veit ekki betur en að ég hafi sýnt mikla kurteisi miðað við það sem að ég hef áður lent í. Þú mátt vera strengjabrúða þjóðernishyggjunnar fyrir mér, ég er bara að reyna fá þig til þess að halda þig á ircinu undir nafni áróðursráðherra Hitlers en ekki á huga.is undir titli Hitlers."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-01 21:59:07",
            "id": "199303",
            "reply_to_id": "199302",
            "text": "Þú hefur verið mun kurteisari en mAlkAv það skal ég viðurkenna en samt ekki nógu kurteis.\nEr það bara nafn mitt sem fer í taugarnar á þér? Og afhverju á ég ekki jafn mikinn rétt á að tjá mig hér líkt og þú?"
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-06-01 21:13:56",
            "id": "199304",
            "reply_to_id": "199299",
            "text": "Þessi bók sem þú vitnar í er bara einfaldlega bók, ég get ekki fundið neinar upplýsingar um þennan Carleton Putman, ég fletti upp þessarri bók og hún virðist vera hundgömul, ég fann hins vegar ekki nákvæmar upplýsingar um hana enda sýnist mér hún ekki hafa verið endurútgefin út frá árinu 1980, það gæti mjög vel verið að þú sért í einhverjum nýnasistabókaklúbbi sem dreifir svona sorpi en hvorki Amazon né Barnes & Nobles telur þessa bók nógu merkilega til að hafa hana til."
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-06-01 21:25:50",
            "id": "199305",
            "reply_to_id": "199304",
            "text": "Reyndar þá ætti ekki að vera mikið mál að fá þessa bók á Landsbókasafninu þar sem flestar þessar bækur eru til.\nÞað er alltaf gríðarlegur hroki í svörum þínum mAlkAv, ef þú hatar fólk með aðrar skoðanir þá hlýturðu að hata alla Íslamstrúarmenn, Votta Jehóva, Gyðinga, föðurlandssinna og jafnvel hvern þann sem er ekki sammála þér.\nHættu þessu skítkasti og byrjum upp á nýtt með málefnalegum umræðum og rökræðum.\nÉg er til í að gleyma fyrri framkomu þinni og þótt svo að ég sé ekki hrifinn af skoðunum þínum er ég alltaf til í að heyra þær."
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-06-01 22:30:26",
            "id": "199306",
            "reply_to_id": "199305",
            "text": "Já það er hægt að finna fullt af rugli á Landsbókasafninun, ég hata ekki alla sem eru ósammála mér, ég hata rasisma.  Þú ert endalaust að predika að þú sért ekki rasisti en síðan ertu að vitna í bækur sem predika yfirburði hvíta mannsins, þú ert rasisti og allir sjá það ef þeir nenna á annað borð að lesa þessa pósta þína."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-01 22:48:45",
            "id": "199307",
            "reply_to_id": "199306",
            "text": "Þessi bók er ekkert um rasisma heldur um mismun kynþátta.\nÉg er ekki rasisti og hef engann áhuga á að gerast slíkur."
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-06-01 19:56:41",
            "id": "199308",
            "reply_to_id": "199295",
            "text": "Hérna er spurning til Vefstjóra: Hvernig getur það verið í lagi að selja núna miða á Rammsteintónleikana í gegnum Huga þegar það var bannað á þeirri forsendu að það væri ólöglegt?"
        },
        {
            "user": "Vefstjóri",
            "user_id": "2677",
            "date": "2001-06-02 10:01:54",
            "id": "199309",
            "reply_to_id": "199308",
            "text": "Þú sérð að ástandið er allt annað núna þegar ljóst er að aðrir tónleikar verða haldnir. Þegar ástandið var þannig að miðarnir voru á 10 - 15.000 krónur fannst okkur ástæða loka á þetta en ef Xavier er að óska eftir miða á fyrri tónleikana (á sama verði, væntanlega) þá getur það varla verið ólöglegt er það?."
        },
        {
            "user": "Panzer",
            "user_id": "10633",
            "date": "2001-06-02 15:04:25",
            "id": "199310",
            "reply_to_id": "199309",
            "text": "Þegar aðilli kaupir eitthvað, td miða á Rammstein á hann hlutinn. Þá hefur þessi aðilli 100% rétt á því að eiga hlutinn, henda honum eða selja.\nEf einhver vill selja td miða á Rammstein á hann fullan rétt á því að ákveða sjálfur verðið á miðanum. Þá er bara að reyna á sölukunnáttu sína. Persónulega seldi ég sjálfur marga miða á Rammstein á verði sem var mun hærra en 12þús og átti ég allan rétt á því þar sem ég átti miðana.\nNáði ég að selja alla þá miða sem ég átti áður en ákveðið var að halda seinni tónleika."
        },
        {
            "user": "mAlkAv",
            "user_id": "6073",
            "date": "2001-06-02 15:09:54",
            "id": "199311",
            "reply_to_id": "199309",
            "text": "Eins og staðan er í dag þá vitum við ekki hvort HAM spilar á seinni tónleikunum, það bendir reyndar allt til þess að þeir geri það ekki og þá erum við aftur kominn í þá stöðu að miðarnir á þá tónleika séu á hærra verði.  Hvernig ætlarðu síðan að sjá út hvort fólk sé að selja/kaupa miða á réttu verði?"
        },
        {
            "user": "Xavier",
            "user_id": "2009",
            "date": "2001-06-02 18:52:07",
            "id": "199312",
            "reply_to_id": "199311",
            "text": "Hvað er hægt að velta sér uppúr hlutunum lengi. Ég er að bjóðast til að kaupa 4 miða á FYRRI RAMMSTEIN TÓNLEIKANA á upprunalegu verði. Ef að einhver situr uppi með auka miða þá vill ég kaupa.\nEinfalt mál.\nXavie"
        },
        {
            "user": "Moli",
            "user_id": "1779",
            "date": "2001-06-02 19:13:29",
            "id": "199313",
            "reply_to_id": "199312",
            "text": "Ég var nú bara að pæla… “White male and negro”… vottar ekki fyrir rasisma þarna? “Negro” er jú níðyrði um blökkumenn! Kommúnismi er töluvert skárri en kerfið nú á dögum, því að þá værum við ekki að velta okkur uppúr þessari bullskítsumræðu! Kanslarann ætti að banna, því að athæfi hans hér á huga er með öllu ólöglegt, og hann skýlir sér bakvið málfrelsi! Þessu frelsi börðust menn fyrir og svona er það svo nýtt! Í rasista áróður! Þetta er til skammar fyrir land og þjóð? Eru íslendingar svo hreinir að við höndlum ekki nokkra innflytjendur? Strangara kerfi, strangari reglur, strangari löggæsla og allt bjargast! líka þessi ýminduðu innflytjenda vandamál.\nÞjóðernisstefna er fasismi!\nI rest my case"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-02 19:25:09",
            "id": "199314",
            "reply_to_id": "199313",
            "text": "Ég hef aldrei nokkurn tíman lesið annað eins bull.Skrif mín hér á huga eru ekki á nokkurn hátt ólögleg frekar en skrif annara hér."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-02 21:07:20",
            "id": "199315",
            "reply_to_id": "199313",
            "text": "“”Negro“ er jú níðyrði um blökkumenn!” - Moli, 2. júní, 19:13\nÞetta er ekki alveg rétt.  Nú á dögum er Negro venjulega notað í niðrandi merkingu (og oft borið fram sem það væri skrifað með tveim “g-um”).  En lengi vel var þetta bara fræðiheiti, eins og “Caucasian” og “Mongoloid”."
        },
        {
            "user": "b52",
            "user_id": "9058",
            "date": "2001-06-01 22:15:45",
            "id": "199316",
            "reply_to_id": "199295",
            "text": "Hallo Hr. eða Frú vefstjóri ef þú lokar á kanslarann þá er ég viss um að vinsældir huga.is myndi dala ég get ekki betur séð að þær greinar sem hann tjáir sig um eða gerir eru mest lesnar og flest skoðanna skipti eiga sér stað við þurfum að hafa menn sem eru ekki samála öllu sem flestir aðrir eru samála.\nÞað er málfrelsi i landi voru ahverju ekki að virða það ??????????\nEnn ég er ekki rassisti eða anti rassaisti\nMeð kveðju\nb 52"
        },
        {
            "user": "Smegma",
            "user_id": "33",
            "date": "2001-06-01 22:49:32",
            "id": "199317",
            "reply_to_id": "199316",
            "text": "Er mjög erfitt að skilja að málfrelsi er ekki ótakmarkað? “Réttur” þinn nær ekki lengra en þangað sem réttur þess næsta byrjar, og menn geta þurft að ábyrgjast orð sín fyrir dómi. Ætti Hugi.is að taka ritstjórnarlega ábyrgð á orðum gesta sinna (ef greinar/efni væri ekki háð neins konar skoðun/samþykktarferli)? Kerfi sem byggði á að allt efni rynni samstundis inn, og lyti svo einhvers konar “almennri ritskoðun” myndi ekki ganga upp. Reyndar yrði það til þess að skrif Kanslarans hefðu mjög stutta dvöl á vefnum. :)\nVitaskuld er _mjög_ erfitt að negla niður einhver áþfreifanleg mörk í þessu tilliti, því fín lína getur verið á milli óhróðurs, ærumeiðinga og saklauss gríns. Besta (og oft best skilgreinda) viðmiðunin liggur vitaskuld í landslögum, og þeim ber Hugi.is eins og öðrum vefsíðum og útgáfum að hlíta.\nHoddi kom hér að ofan með mjög góða tilvísun:\n\"Mætti eg benda þer a Alþjóðasamning um afnám alls kynþáttamisréttis, sem við erum aðilar að (\nhttp://www.althingi.is/lagasofn/126a/1968014.2c2.html\n). Þar stendur m.a.: “\n4. gr. Aðildarríki fordæma allan áróður og öll samtök sem byggja á hugmyndum eða kenningum um yfirburði eins kynþáttar eða hóps manna af ákveðnum litarhætti eða þjóðlegum uppruna, eða sem reyna að réttlæta eða hvetja til kynþáttahaturs og misréttis í hvers konar mynd, og skuldbinda sig til að gera skjótar og jákvæðar ráðstafanir til þess að uppræta alla hvatningu til eða aðgerðir vegna slíks misréttis með tilliti til meginreglna mannréttindayfirlýsingarinnar og réttindanna sem eru talin í 5. gr. þessa samnings, meðal annars að:\n(a) Gera refsiverða með lögum alla útbreiðslu á hugmyndum sem eru byggðar á kynþáttayfirburðum eða óvild, hvatningu til kynþáttamisréttis svo og öll ofbeldisverk eða hvatningu til slíkra verka gegn hvaða kynþætti sem er eða hópi manna af öðrum litarhætti eða þjóðlegum uppruna og einnig allar ráðstafanir til aðstoðar aðgerðum kynþáttahatara, þar með talda fjármögnun.\n(b) Lýsa ólögleg og banna samtök og einnig skipulagða og alla aðra áróðursstarfsemi sem stuðlar að og hvetur til kynþáttamisréttis og skal gera þátttöku í slíkum samtökum eða starfsemi refsiverða með lögum.\n© Banna stjórnvöldum og opinberum stofnunum að stuðla að og hvetja til kynþáttamisréttis.\n”\n“\nMér finnst þetta alveg nógu skýrt.\nRökræður um þjóðernishyggju vs kynþáttahyggju á Huga hafa oft verið hinar undarlegustu, svo ekki sé meira sagt. Að mínu mati er þetta mjög einfalt:\n-Þjóðernissinni myndi skilgreina hluti út frá ÍSLENDINGUM\n-Rasisti/kynþáttahyggjumaður væri hins vegar vísari með að tala um ”norræna kynstofninn“, ”hvíta manninn/kynstofninn“ o.s.frv.\nEru þessi mörk ekki fremur augljós og einföld?\nVilji menn ”varðveita menningu“ Íslendinga eða eitthvað viðlíka bull, væri nær að horfa til skæðadrífu amerískra (ó)menningaráhrifa en fremur takmarkaðs innflutnings á flóttamönnum og öðrum velviljandi sálum. Jafnvel að rífa niður erlenda skyndibitastaði og reisa veglega veitingastaði sem afgreiða sviðakjamma, slátur, blóðmör og signa ýsu með víum - verst að fiskurinn yrði vart á boðstólum án influtts vinnuafls eins og þjóðarstolt Íslendinga hefur þróast.\nGrunnhyggjan er oft í algleymingi hjá kynþáttahyggjumönnum er þeir hrópa ”SJÁIÐI BARA!\" þegar átök eða árekstrar eiga sér stað milli kynþátta/hópa erlendis. Að halda því fram að einhver eðlislægur munur á hópum/kynþáttum skýri hluti eins og óvenjuháa glæpatíðni er einstaklega barnalegt, og vísvitandi eða af fáfræði litið framhjá félagslegum raunveruleika fólks og samfélagsaðstæðum.\nps. b52 - upphaflega átti þetta að verða stutt svar við þínum pistli, en vatt upp á sig - þeir taki til sín sem eiga :)"
        },
        {
            "user": "JReykdal",
            "user_id": "77",
            "date": "2001-06-01 23:02:31",
            "id": "199318",
            "reply_to_id": "199317",
            "text": "Hugi.is tekur enga ábyrgð á neinu sem hér fer fram enda veit ég ekki betur en að það sé ekki einhver sjúkleg ritskoðun lögmanna eða lögreglu hér í gangi til þess að klekkja á okkur.\nEinhver lög eru ekkert heilög og þú ert verulega heilaþvegin að halda það.\nVið viljum ekki varðveita einhverja matarmenningu heldur frekar söguna og stolt landsins.\nÞú ert barnaleg að tala um einhverja kjamma og eitthvað álíka því að ekki hefur slíkt verið borðað hér lengi og jafnvel ekki áður en nokkur innflytjandi kom hingað og það að þakka innflytjendum þetta og þeirra menningarstraumum er bara bull.\nVið viljum vernda Ísland fyrir óæskilegum menningarstraumum sem berast oftast með útlendingum sem neita að aðlagast en ekki allri menningu sem er ekki al-Íslensk.\nÞú reynir allt sem tengist ábyrgð innflytjendanna og það er vægast sagt afneitun og ekkert annað og þú ættir virkilega að fara að hugsa betur um þetta."
        },
        {
            "user": "JReykdal",
            "user_id": "77",
            "date": "2001-06-01 23:18:31",
            "id": "199319",
            "reply_to_id": "199318",
            "text": "Litli kanslarinn minn.\nÞað hefur verið hægt að fá Svið í BSÍ lengi.\nSkilgreindu “íslenska menningu” takk fyrir.\nHvernig í ósköpunum getur það haft áhrif á okkar bókmenntaarf þótt einhverjir erlendir aðilar búi hérna?\nVærir þú tilbúinn að fórna öllu sem íslenskt heitir ef þú skyldir flytja til annara landa? Hangikjöt? Slátur? Bækur? Tungumálið? Opna jólapakka á aðfangadag? Hvar liggja “aðlögunarmörkin”?\nFarðu nú að reyna að þroskast, annars ertu bara að sanna það að “íslendingar” eru bjánar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-01 23:54:57",
            "id": "199320",
            "reply_to_id": "199319",
            "text": "Það er hægt að kaupa svið og hrútspunga ef þú hefur áhuga á því og er ekkert slæmt um það að segja en flestir Íslendingar eru samt ekkert voðalega hrifnir af súrmeti.\nÞað er ekki hægt að skilgreina Íslenska menningu beint ef að þú talar um það og í félagsfræði er það sagt að ekki sé hægt að skýra neinar menningar út þar sem þær eru of blandaðar til þess.Við þjóðernissinnar viljum hins vegar vernda þjóðina frá óæskilegum menningaráhrifum eins og til dæmis lögleiðingu umskurnar og nautaslátrun í miðri borg.\nBókmenntaarfur okkar og áhugi fólks á honum verður lítill sem enginn því að í Þýskalandi og fleiri löndum er búið að hreinlega banna allt sem gæti mögulega ýtt undir þjóðernishyggju og þá tel ég líka að bækur hér um Víkinga og föðurlandssinna geri það enda býst ég við því að þú gerir þér ekki nokkra grein fyrir því hvernig öfgarnir geta þróast í svona málum(fyrst að banna hakakrossinn…..og svo loksins allar bækur sem gætu “mögulega” ýtt undir þjóðernishyggju.\nEf að ég myndi flytja til annars lands þá myndi ég sýna þá kurteisi að aðlagast já."
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2001-06-02 00:10:56",
            "id": "199321",
            "reply_to_id": "199319",
            "text": "Ísland er einstakt. Það er Afganstan líka. En í hvoru landinu mynuð þið vilja búa í? Fyrir mína parta vel ég Ísland. Þar geta konur um frjálst höfuð strokið og eru jafnar körlum. Fjölskyldan mín á vinafólk sem býr í Danmörku. Eitt kvöld voru brjáluð læti úti á götu þar sem karlmenn af palestínskum uppruna voru að brenna ísraelska fánann. Löggan kom en þá urðu palestínu mennirnir fúlir og byrjuðu að lemja lögguna……\nViljum við þetta hér?\nSiggibet"
        },
        {
            "user": "b52",
            "user_id": "9058",
            "date": "2001-06-02 00:27:00",
            "id": "199322",
            "reply_to_id": "199321",
            "text": "siggbet ertu þú nokkuð samála slátrunn gyðinga á palistinumönnum mér finnst þetta ekki rétt arabarnir slasa 1 eða kanski 2 gyðinga þá drepa þeir kanski 10 í staðinn er þetta réttlátt  nei það held ég ekki , að engum hér finnist það.\nÞað er ekki auðveld að leysa þetta mál hvað eigum við að gera getum við eitthvað gert í þesum málum????????????????..\np.s.Ég var bara að svara þessu með fánan"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-02 09:20:23",
            "id": "199323",
            "reply_to_id": "199321",
            "text": "“Ísland er einstakt. Það er Afganstan líka. En í hvoru landinu mynuð þið vilja búa í? Fyrir mína parta vel ég Ísland.”\nJá, auðvitað myndir ÞÚ gera það.  En ertu nú alveg viss um að Afganinn myndi gera það?\nJá já, það er ekkert mál að segja að hann sé bara heilaþveginn, bla bla bla.  Við erum sömuleiðis heilaþvegin til að trúa því að hér sé best að vera."
        },
        {
            "user": "Smegma",
            "user_id": "33",
            "date": "2001-06-02 00:05:43",
            "id": "199324",
            "reply_to_id": "199318",
            "text": "Vissulega eru lögin ekki heilög, enda ekki frá kirkjunni, heldur löggjafarsamkomu Íslendinga, Alþingi. Það er ekki þegnanna að velja hvaða lögum þeir kjósa að framfylgja - með því móti yrðu innflytjendur fljótlega þinn minnsti höfuðverkur.\nMatsölustaðalíkinguna tókst þér að misskilja allhrapallega - hún gekk út á að samkvæmt þessum menningarvarðveislurökum ættu hin víðtæku amerísku (ó)menningaráhrif að víkja fyrir þjóðlegri - íslenkari - útgáfum. Þér tókst hins vegar að sjá þetta í innflytjendasamhengi eins og flest annað.\nÓæskilegir menningarstraumar? Lýsandi fyrir þennan hugsunarhátt. Vildirðu nefna dæmi um óæskilega menningarstrauma? Gaman væri að sjá hvernig við lifðum hefðu svona öfgar hlotið almenna hylli fyrir nokkrum áratugum, eða hálfri annarri öld eða svo. Sérðu nú kannski út á hvað matarlíkingin gekk? :)\nRöksemdafærslur þær sem þú hefur beitt til að reyna að hljóta þjóðernissinnastimpil í stað rasista hafa verið hinar undarlegustu. “en ekki allri menningu sem er ekki al-Íslensk.” er þó augljós viðleitni, en í henni kristallast fáránleikinn enn frekar.\nÞú þarft ekki að “hata” til að vera rasisti, en þú skilgreinir hluti mjög út frá kynþáttum/uppruna fólks, og oftar en ekki hörundslit.\nÉg lít á fólk sem einstaklinga, ekki gyðinga, aría, blökkumenn eða þvíumlíkt. Ég ætla einstaklingum ekki hegðun eða eiginleika eftir hörundslit eða uppruna. Ég er á þeirri skoðun að atferli og persónueiginleikar séu einstaklingsbundir, en einstaklingurinn mótist vissulega af félagslegum þáttum, en ekki þjóðerni, uppruna, litarhætti eða öðru. Þar greinir okkur augljóslega á."
        },
        {
            "user": "b52",
            "user_id": "9058",
            "date": "2001-06-01 23:05:27",
            "id": "199325",
            "reply_to_id": "199317",
            "text": "Ég held að þessi veitingastaður myndi slá i gegn ef einnig yrði boðið upp á harðfisk og frosið íslenskt brennivín hval o.s.f.\nFyrirgefðu hvað svar mitt er stutt enn mér fannst þitt ansi langt(smegma)"
        },
        {
            "user": "dobermann",
            "user_id": "3057",
            "date": "2001-06-05 15:02:09",
            "id": "199326",
            "reply_to_id": "199316",
            "text": "Ég kann að meta Kanslarann, skrúfa fyrir willie og Malkalv frekar."
        },
        {
            "user": "Panzer",
            "user_id": "10633",
            "date": "2001-06-01 21:25:54",
            "id": "199327",
            "reply_to_id": "199242",
            "text": "Álit mitt á þessari grein er það að mér finnst þetta ekkert nema væl í þér. Ef að fólk má ekki segja skoðanir sínar á síðu sem er ætluð til þess að fólk tjái sig þá er eitthvað mikið að stjórn þessarar síðu. Það er verið að tala um að banna ákveðinn aðilla aðeins vegna þess að hann tjáir skoðanir sínar hér og það finnst mér ekki vera neitt annað en ofsóknir. Sérstaklega þar sem að það var sagt að oft hafði komið til greina að banna hann, þetta er ekkert nema persónuárás. Er ekki nóg fyrir ykkur sem að baki þessarar vefsíðu standa að ritskoða allt það efni sem hingað fer? Þarf líka að fara að “ herða ” ritskoðuninna og þar með ef til vill útiloka og banna vissa aðilla sem hér eiga rétt á því að tjá skoðanir sínar. Og þetta rugl þitt um Survivor er svo barnalegt að það ætti eiginlega helst að ritskoða þig og láta umræðu í gang um að banna þig frá þessum vef. Amk. fenguð þið mitt atkvæði til þess að banna þig herra vefstjóri."
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2001-06-02 01:38:15",
            "id": "199328",
            "reply_to_id": "199242",
            "text": "Ég er mjög sammála þér Xavier, ég tel að hugi.is eigi að vera vetfangur fyrir frjáls skoðanaskipti, hvort sem þær skoðanir eru rangar eða heimskar. Ef ég væri stjórnandi hér á huga og mætti taka út “rangar” skoðanir, þá mundi ég hiklaust taka út allar kommúnískar eða sósíalískar greinar því að ég get fært ýmis rök fyrir því að þessar skoðanir séu “vondar” fyrir samfélagið og stuðli að mannréttindabrotum.\nÉg sé ekkert að því að þú auglýsir eftir miða á Rammstein, það er td ekki ólöglegt að óska eftir því að kaupa afsagaða haglabyssu, það er hinsvegar ólöglegt að kaupa afsagaða haglabyssu eins og það er ólöglegt að kaupa/seljaa Rammsteinmiða á svörtu. Það er svo þér í sjálfsvald sett hvort þú kaupir miðann eða ekki."
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2001-06-02 02:07:17",
            "id": "199329",
            "reply_to_id": "199328",
            "text": "Ég var ekki að verja Ísraelsmenn. Þvert á móti er ég andvígur þeim. Það sem ég átti við með þessu var að þetta fólk er flutt frá þessu landi sínu, sennilega vegna þess að því leið illa þar. Jæja, það er venjan að maður lærir siði og hagar sem hinir innfæddu þegnar nýja landsins gera. Ég vil ekki lenda í því sama og þarna að hafa einhverja tjúllaða vitleysinga (af öllum tegundum) dansandi yfir brennandi fánum og með læti. Þetta PAKK getur bara farið aftur til síns heima ef það er ekki sátt og vill gera e-ð í málinu. Láta okkur í friði……."
        },
        {
            "user": "Smegma",
            "user_id": "33",
            "date": "2001-06-02 03:43:09",
            "id": "199330",
            "reply_to_id": "199328",
            "text": "Með þrætulist má eflaust færa ýmis rök gegn sosíalisma og kommúnisma, en sé lagalegra raka leitað mun fátt finnast. Öðru máli gegnir um að predika yfirburði kynþátta og svartamarkaðsbrask.\nRammstein dæmið er vissulega á gráu svæði, og sennilega er sá eini sem mögulega brýtur landslög seljandinn (selji hann með nægri álagningu). Persónulega finnst þér þó að Hugi ætti ekki að vera vettvangur fyrir slíkt. Fluffster tók sérdeilis prýðileg dæmi um miðlun höfundarréttarvarins efnis á /mp3, landasölu á /djammid og klám á /kynlif.\nÖrvæntið eigi, þetta netsamfélag er enn að slíta barnsskónum, og eiga vissulega ýmsar línur eftir að skýrast, en án reglna get ég lofað þér að það yrði sérlega ónothæft."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-02 03:08:31",
            "id": "199331",
            "reply_to_id": "199242",
            "text": "Andskotans, helvítis. Ég stoppaði hér á þessari grein og var að skrifa svar og tengdi mig svo aftur og tapaði greininni minni. Þetta var mjög löng grein og nú endursegji ég það í stuttu máli.\nÉg styð bannanir 100%\nMenning þróast, innflytjendur skaða ekki menningu okkar sjónvarpið gerir það."
        },
        {
            "user": "Panzer",
            "user_id": "10633",
            "date": "2001-06-02 22:26:57",
            "id": "199332",
            "reply_to_id": "199242",
            "text": "Bara rosa læti í gangi hér. En sannleikurinn er sá að það er munur á hvítum manni og svörtum.\nHvíti maðurinn hefur alltaf verið frekari og fær að ráðskast með alla hina. Amk. segja svertingjar það. En hvernig getur það verið að hvíti maðurinn komist upp með að ráðskast með alla aðra? þar sem að hvítt fólk er í miklum minni hluta hér á jörðinni. Svarið er sennilega það að hvítt fólk vinnur meira, er gáfaðra yfir höfuð. Þar sem það fær betri menntun vegna þess að hvítt fólk er oftast ríkara. Einnig eru hvítir oftast í helstu stjórnunarstöðum sem að einhverju máli skipta.\nSíðan vorkenna allir aumingja fólkinu sem býr í Afríku, sem er einnig frjósamasta land í heimi ef að maður nennir að rækta það. En þar eru allir einmitt að deyja úr hungri! Tilviljun? held ekki, þar sem þeir einu sem kunna að rækta landið eru hvítir bændur. Sem einnig á degi hverjum verða fyrir hatursglæpum og oftast myrtir eða hraktir af jörðum sínum. Það er aldrei minnst á þetta, amk. talar fólk ekki um ofsóknir sem hvítir verður fyrir. Ef að fólkið í Afríku nennti/gæti ræktað landið þá myndi það rækta 5 sinnum meira af mat en það þyrfti! Það eru ekki allir rasistar hvítir! Það er ekki hægt að segja það, svart fólk hatar ( ef ég má nota svona sterkt orð ) hvítt fólk alveg jafn mikið og rasistar hata svertingja. Þess vegna getið þið ekki sagt hér að Kanslari, sem á rétt á sínum skoðunum, sé ekkert nema rasisti og því ætti ekki að taka hann alvarlega. Ég þekki Kanslarann ágætlega og finnst hann fínn náungi, hann er maður sem vert er að hlusta á. Þó svo að skoðanir hans gætu komið fyrir brjóstið á öðrum þá eru sumir sem eru sammála honum í hinum ýmsu málefnum. Til þess að vekja eftirtekt þarf oft að hrista upp í mönnum og það er ekki alltaf af hinu verra. Munið það bara að fólk á rétt á að tjá sig hér sem annarsstaðar."
        },
        {
            "user": "RebelINS",
            "user_id": "5434",
            "date": "2001-06-02 22:51:12",
            "id": "199333",
            "reply_to_id": "199332",
            "text": "Ísland er fyrir okkar erfingja,hvít hraust vel upp alin íslenskumælandibörn ekki fólk sem hefur mistekist að komast af í eigin föðurlandi og vill leggjast á ríkið eins og ummrenningar og hreppsómagar fyrr á öldum.ekki var sóst eftir því að hýsa þá vesalinga, hvert stefnir íslensk þjóð?"
        },
        {
            "user": "RebelINS",
            "user_id": "5434",
            "date": "2001-06-03 01:33:33",
            "id": "199334",
            "reply_to_id": "199333",
            "text": "“Ísland er fyrir okkar erfingja,hvít hraust vel upp alin íslenskumælandibörn ekki fólk sem hefur mistekist að komast af í eigin föðurlandi og vill leggjast á ríkið eins og ummrenningar og hreppsómagar fyrr á öldum.” -  Fridsteinn , þann 2. júní - 22:51\nSko !…..first of all , þá eru sumir af þessum innflytjendum sem koma hingað að flýja stríð , og (eða) fátækt í eigin heimalandi , það er ekki eins og fólkinu hafi mistekist eitthvað , eða lent í aðstæðum sem það hefði getað haft stjórn á !\nOg svo hmm…..flestir þessir FÍÞ gaurar eru steikur , já og bara allir kynþáttahatarar yfirhöfuð ….og auðvitað eru fíþ kynþáttahatarar ….nota bara orðið “Þjóðernissinni” til að milda hluti aðeins …..að reyna að koma með rök fyrir hatri gegn þeim sem hafa ekki gert þeim neitt (og ekki einu sinni séð þá)….how stuuuupeeeeeed is that ? =)\nÉg skil ekki svona bullshit ……………but oh well , its only my opinion\nohh yeh , btw. Djöfull sé ég eftir að hafa misst af silfur_egils þættinum þegar hann RIPPAÐI þjóðernisinnann þarna …bakaði moþþafokkerrinn :þ\nleiter heddz……"
        },
        {
            "user": "JediMLD",
            "user_id": "2426",
            "date": "2001-06-03 01:39:03",
            "id": "199335",
            "reply_to_id": "199334",
            "text": "Djöfull hlýturu að vera tregur Kanslarinn. Þessi ógeðsleg trú sem þú talar um er undanfari kristni."
        },
        {
            "user": "b52",
            "user_id": "9058",
            "date": "2001-06-02 22:52:59",
            "id": "199336",
            "reply_to_id": "199332",
            "text": "Nokkuð samála þér  auðvitað eiga allir að tjá sig og hafa leyfi til þess hversu heimskulegar kenningar þeir eða þær koma með é g meina það við lifum í frjálsu landi ekki helvítis komunanistalandi við höfum rétt til að hafa okkar skoðannir annað væri heimst .\nAfsaka orðbragþið enn commonn við lifum ekki á tímimum stalíns eða veri hlutum gefum orðið frjálst látum alla tala og gefa sinar skoðannir það er gaman að þvi auðvitað er smá húmor í þessu hjá flestum og hef ég mjög gaman af enn sleppum þessum dirty comentum heimskur,litli,o,s.f.það er ekki beint málefnalegt höldum okkur við málefnlegmálefni eða húmo"
        },
        {
            "user": "Pippa",
            "user_id": "10238",
            "date": "2001-06-02 23:34:48",
            "id": "199337",
            "reply_to_id": "199336",
            "text": "Segið mér eitt.\nHverju breyta ykkar orð?\nBreyta þau hugsjónum manna?\nBreyta þau óréttlætinu?\nAf hverju geymið þið ekki ykkar hatursorð?\nAf hverju að hata það sem er rangt í heiminum? Eruð þið að bæta þessa hluti með hatri ykkar og orðum?\nHefur einhver ykkar, okkar breytt einvherju í þessum málum? Getur ein manneskja breytt hlutunum? Eruð þið kannski reið útí ykkur sjálf fyrir að sitja á rassinum og fá aðra til að breyta þeim hlutum sem þið nennið ekki eða þorið ekki að gera sjálf?"
        },
        {
            "user": "hneta",
            "user_id": "10649",
            "date": "2001-06-02 23:43:32",
            "id": "199338",
            "reply_to_id": "199336",
            "text": "Vitiði ég fatta ekki eitt afhverju voru það hvíta fólkið í gamla daga sem héltu að litaða fólkið væri öðruvísi mér finnst eiginlega frekar skrýtið hvernig við hvíta fólkið erum við erum með skrýtin húðlit(svona eins og það sé búið að sjúga úr okkur litin)svo við þurfum að fara í ljós til að verða smá brún en eftir smá tíma verðum við alltaf aftur hvít……..\nog afhverju þarf hvítur litur að merkja eitthvað gott en svartur vont?ég skil það ekki hver fann það upp?"
        },
        {
            "user": "Panzer",
            "user_id": "10633",
            "date": "2001-06-03 01:11:48",
            "id": "199339",
            "reply_to_id": "199338",
            "text": "hneta, þegar hvítir landkönnuðir voru að ransaka lönd sem svart fólk bjó í á undan þeim voru svertingjarnir oftast í strápilsum með spjót, þannig að vissulega voru þeir öðruvísi og vanþróaðri en landkönnuðirnir. Bara fyrir að segja þessa staðreynd er ég sennilega núna flokkaður sem rasisti. Svo viðkvæmt er þetta mál.\nSambandi við þetta ummæli þitt um litinn..ég hef ENGA þörf fyrir því að leggjast í ljósabekk til þess að líta ekki eins og “ það sé búið að sjúga úr mér allan lit ” eins og þú orðaðir svo undarlega. Ég er stoltur af því að vera hvítur og leitast ekki eftir því að liggja á einhverjum ljósabekk til þess eins að verða brúnn."
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2001-06-03 03:33:53",
            "id": "199340",
            "reply_to_id": "199332",
            "text": "Panzer sagði:\n“Síðan vorkenna allir aumingja fólkinu sem býr í Afríku, sem er einnig frjósamasta land í heimi ef að maður nennir að rækta það. En þar eru allir einmitt að deyja úr hungri! Tilviljun? held ekki, þar sem þeir einu sem kunna að rækta landið eru hvítir bændur”.\nÁgæti Panzer, lest þú aldrei fréttir maður? Af þessu skrifum mætti draga þá ályktun að Afríka væri lítið og frjósamt eyland. Það er það ekki. Hvernig voru USA á “Dust Bowl” tímabilinu? Fátækt, hungur og eymd og volæði. Nákvæmlega sama er að gerast á sumum stöðum í Afríku núna (og annars staðar). Þurrkar ár eftir ár, uppskeran bregst, og búfénaður deyr, og fólk flýr lönd sín. Hvítu bændurnir eru afkomendur “landnema” nýlendustefnunar. Heldur þú virkilega að þessir “landnemar” hafi fengið einhverja mela og móa til ræktunar? Onei, auðvitað fengu þeir besta landið, þannig að gremja innfæddra er skiljanleg, þótt ég geti ekki stutt þessar “aðgerðir” þeirra.\nVið erum einn kynstofn, Homo sapiens sapiens. (þó ég held stundum að sapiens sé ofaukið)\nJ."
        },
        {
            "user": "enn",
            "user_id": "1",
            "date": "2001-06-03 12:20:42",
            "id": "199341",
            "reply_to_id": "199340",
            "text": "mAlkAv: Ég er tilbúinn til þess að gefa þér eitt tækifæri í viðbót en krafa mín er sú að við höldum þessu á málefnalegum nótum með rökræðum og málefnalegum umræðum því að ég ólíkt þér hata ekki fólk sem er ekki algjörlega sammála mér og ég held að þú ættir að venja þig á það líka."
        },
        {
            "user": "enn",
            "user_id": "1",
            "date": "2001-06-03 12:55:41",
            "id": "199342",
            "reply_to_id": "199341",
            "text": "Bara til að leiðrétta þetta með svokallað “Málfrelsi” á Huga og fl.\nÞað er ekki “Málfrelsi” á Huga. Ég er búinn að fara yfir þetta áður, en hérna er póst sem ég setti á korkin í svipaðri umræðu ekki fyrir löngu.\nhttp://www.hugi.is/skjalfti/korkar.php?sMonitor=viewpost&iPostID=138568&iBoardID=77\n“Síminn Internet á þennan ”fjölmiðil“. Eins og á öðrum miðlum er efnisttýring sem kemur málfrelsi ekkert við, heldur vinna þau út frá því. Þeir ákvarða alveg sjálfir, eins og allir fjölmiðlar, hvað þeir birta. Þeir brjóta hinsvegar ekki lög, og birta ekki efni sem þeim finnst óviðeigandi. Hvað síðan er óviðeigandi, meta þeir sjálfir. Sama er gert hér. Hvorki þú, né annar hefur neitt um það að segja, nema að það brjóti í bága við lög, þá gera lögin það sem þau eru gerð til.\n3. Þú vísar í 65. gr 14. gr mannréttindasáttmála og síðan 180 gr. hegningarlaga um mismunun. Ég vil byrja á að benda á að þetta hreinlega á ekki við, enda værir þú búinn að komast að þeirri niðurstöðu sjálfur, hefðir þú skoðað lögin betur, og finnst mér satt að segja, að þú skulir nota þetta í rökstuðning hérna, móðgun og vanvirðing við fólk sem er í fangelsi, dáið eða hafa misst alla fjölskyldu sína fyrir að segja opinberlega skoðanir sínar eða hreinlega fyrir að trúa á aðra trú og settur í þrældóm fyrir það.\nHver sem er getur farið hvert sem er að segja skoðanir sínar á íslandi, það þýðir ekki að ég megi mála ”negri“ á bíl nágrannans og geti síðan verndað mig bakvið mannréttindasáttmála þar sem þetta er mín skoðun, og ef hann leyfir mér ekki að mála meira eða strokar þetta út þá er hann kærður fyrir að skerða málfrelsi.\nÉg get ekki farið í bíó og heimtað að þeir sýni mína skoðuna á hvalaveiðum, ég get ekki bankað upp á hjá Stöð 2 sagt þeir væru að mismuna mér og Sigmundi Erni, þar sem mig langaði að segja fréttirnar eins og mér fannst þær, varið mig síðan bakvið það að þótt að ég hafi aðra skoðun, þá ætla þeir ekki að gera það og væru þ.al. að mismuna mér.\nÉg get ekki farið til morgunblaðsins og vilja fá að birta grein á forsíðu um að ”gyðingarnir voru ekkert drepnir af Hitler, þetta voru fjöldasjálfsmorð“ og kært þá síðan fyrir brot á málfrelsi, og heimtað að hún væri birt.\n4. ”Hvað er Hugi.is annað en opinber samkomustaður eða staður sem er opinn almenningi?“\nÉg hef ekki hugmynd hvernig þér datt þetta í hug, en þú ættir að athuga afhverju þessi grein er sett inn. Eins og ég tók fram er þetta fjölmiðill. Þessi miðill er jafn ”opin almenningi“ og Morgunblaðið og aðrir miðlar, en þér er ekki hleypt inn á skrifstofu ritstjóra bara til að tjá skoðun þína, og ef hann leyfir þér það ekki, þá ætlarðu að kæra hann til mannrétindadómstólana … allavega, ef þú gerir það, láttu mig vita, ég ætla að ná því á myndband ;-)\nÞað sem ég hef lært af þessu, er, að ef það er ekki almennilegur ”disclaimer“ þá heldur fólk að allt megi. Ég mun laga það. (Note: ekki búið að laga ennþá … er verið að klára)\nSá reginmisskilningur á orðinu ”Málfrelsi“, að það þýðir að þú megir segja hvað sem er hvenær sem er á hverju sem er rangur og réttur. Þú mátt segja hvað sem þú villt um hvað sem þú villt, eins og t.d. öskra ”thurs“ niðri á Hlemmi, eins lengi og það stangast ekki við hegningarlög, þú mátt hinsvegar ekki skrifa það á bíl nágrannans, nema með hans leyfi, þú mátt ekki skrifa það í DV, nema þeir leyfa, þú mátt ekki tússa það á tölvuskjáinn hjá qeysus án hans leyfis og þú mátt ekki raka það í hnakkan á Davíð Oddsyni án hans leyfis. Ég held þú sjáir það sjálfur, að ”Málfrelsi“ hefur ekkert með þetta að gera né mismunun, enda er ekki verið að banna neinn á grundvelli ”kynferðis, kynþáttar, litarháttar, tungu, trúarbragða, stjórnmála- eða annarra skoðana, þjóðernis eða þjóðfélagsstöðu, tengsla við þjóðernisminnihluta, eigna, uppruna eða annarrar stöðu“.\nÉg vona að ég hafi útskýrt þetta nægilega vel. Ég er hinsvegar ekki lögfræðingur né alvitur (ansi nálægt því samt :) ), en þessi mál eru daglegt brauð hjá okkur því miður, og sennilega ekki það síðasta. Við (Síminn Internet) höfum farið í gegnum þessi mál margoft með lögfræðingum okkar, svo þetta er ekki bara ”æji gerum þetta og sjáum hvað gerist“ ..,”\nOkkar lögfræðingar hafa farið yfir þetta, en ég býst ekki við að einhver tæki mark á því, en það kom einmitt athyglisvert álit á Vísi/Speglinum einmitt um þetta :\nHeitir “Má útiloka aðgang tiltekinna einstaklinga á vefsvæði sem opið er almenningi?”\nhttp://www.visir.is/ifx/?MIval=spegill_radgjafi&id=1272&radgjafi=19&vefur=3\n“Þegar um er að ræða t.d. stað eða svæði sem eru í einkaeign, t.d. skemmtistaður eða tiltekin vefsíða, þá er eigendum þeirra almennt í sjálfsvald sett hverjum þeir veita aðgang að staðnum/svæðinu. Það getur hins vegar ekki verið gott fyrirspurnar fyrir eigendurna að verið sé að útiloka aðgang tiltekinna einstaklinga eða hópa, nema að baki því liggi eðlilegar og sanngjarnar ástæður.”\nVarðandi skoðun þína, enda finnst mér þú vera að lýsa yfir fávisku þinni reglulega og rökstyður hana það vel sjálfur að ég hef litlu við að bæta. Það er hinsvegar bara mín skoðun :-)\nÉg er einnig að taka eftir innreið skoðanabræðra þína hingað inn og er ég að fara yfir hana. Það sem ég hef séð hefur lýst þeim sjálfum betur en það sem þeir tala um. Mér fannst sérstaklega fyndið að sjá snemma “Ég er ekki nasísti” eða eitthvað á þá leið síðan aðeins seinna “sieg heil” eða svipað :-)\nMargt af þessu er mér til skemmtunar, eins og eflaust mörgum finnst, en farið nú að haga ykkur eins og fullorðin. Ég ætla að gera tilraun til að gefa ykkur skilaboð á ykkar eigin tungumáli, sem virðist vera það eina sem þið skiljið:\n“Ekki vera okkur íslendingum til skammar”.\nEn … það er bara ég og mín skoðum :)"
        },
        {
            "user": "Pippa",
            "user_id": "10238",
            "date": "2001-06-03 13:47:56",
            "id": "199343",
            "reply_to_id": "199342",
            "text": "Og leggurðu semsagt til að allir sem eru ekki 100% pólitískt rétthugsandi verði bannaðir af huga?\nÞað ætti frekar að banna þá aðila sem eru með rökleysu og skítkast að mínu mati.\nReglur skulu settar í samræmi við lög og það má ekki mismuna fólki eftir skoðunum og hef ég meðal annars setið fyrirlestur hjá Morgunblaðinu um það málefni."
        },
        {
            "user": "Pippa",
            "user_id": "10238",
            "date": "2001-06-03 15:54:30",
            "id": "199344",
            "reply_to_id": "199343",
            "text": "Ef að ég er ritstjóri blaðs, þá ræð ég, eða ætti að ráða, hvað sé prentað í því blaði og hvað ekki.\nEf að Hugi væri almannaeign, þá væri vissulega rangt að ritskoða greinar, banna fólk, og svo framvegis.  En Hugi er ekki almannaeign, heldur þjónusta sem fyrirtæki veitir, og það hlýtur að fá að ráða hvað sé birt og hvað ekki.\nSegjum sem svo að Coca-cola fyrirtækið haldi uppi svona vef.  Væri það ekki fullkomlega út í bláinn ef að þeir myndu ekki a.m.k. reyna að takmarka Pepsí auglýsingar?  Væri ekki réttlætanlegt ef að þeir myndu vísa Pepsí predikurum á brott?  Engu að síður væri það skerðing á málfrelsi."
        },
        {
            "user": "Pippa",
            "user_id": "10238",
            "date": "2001-06-03 17:56:22",
            "id": "199345",
            "reply_to_id": "199344",
            "text": "Er hugi.is einhver einkavefur alþjóðasinna thossi?\nÉg held að ef einhver gæti mælt gegn því að kók sé betra en pepsi á málefnalegum nótum þá ætti sá hinn sami að fá að halda áfram skrifum sínum.\nHugi.is gengi ekki án mismunandi skoðana og þarf þá ekki að banna allar skoðanir sem gætu “mögulega” valdið einhverjum háttsettum hér hugarangri?"
        },
        {
            "user": "Pippa",
            "user_id": "10238",
            "date": "2001-06-03 21:37:09",
            "id": "199346",
            "reply_to_id": "199345",
            "text": "Mér finnst einn hlutur skrýtinn.\nÉg les eitthvað eftir einstaklinga, illa orðað, stafsett eða hugsað.\nOft er fólk spjallandi sín á milli, grínast og haga sér eins og fífl (á góðan og slæman máta).\nEn í greinum eins og þessari þá eru allir búnir að fara yfir stafsetningarvillurnar sínar þrisvar sinnum og nota “fancy” orð til þess að hljóma gáfulegri.\nEn ég hafði ekki hugsað útí það áður að þessi heimasíða er eign símans og þeir mega breyta, eyða og gera hvað sem þeir vilja við textann á sínum síðum.\nÞetta er þeirra heimasíða og þetta snýst um þeirra frelsi, frelsi til þess að þurfa ekki að þola rasisma eða aðra hluti sem þeim er illa við.\nÁ ykkar heimilum stjórnið þið, þið stórnið tónlistinni í bílnum ykkar og þið getið rekið fólk útúr bílnum eða húsinu vegna þess einfaldlega að þið eruð ekki sammála þeirra skoðun, og þau gætu varla kært ykkur fyrir að skerða sitt málfrelsi.\nMálið er að þessi síða er ekki okkar eign, ég sæi okkur í anda vera að heimta að fá að setja skrýtlur inná alvarlegar heimasíður t.d síðuna fyrir krabbameinsfélagið.\nÞví miður er þetta svona og þetta er einn helsti gallinn við þessa heimasíðu, það er ekki frelsi hérna en það er hinsvegar líka réttur Símans.\nGætuð þið t.d kært Símann fyrir það eitt að taka niður vefinn og þar af leiðandi skerða ykkar málfrelsi? Það eru til nógu margir aðrir staðir til þess að tjá sig um sína hluti, og hvortsemer þá fáið þið fáa til þess að vera á ykkar máli og eins og ég hef sagt áður, þá breyta orð ykkar litlu á stað sem þessum."
        },
        {
            "user": "Pippa",
            "user_id": "10238",
            "date": "2001-06-03 21:58:09",
            "id": "199347",
            "reply_to_id": "199346",
            "text": "pippa: Mér er alveg sama þótt ég fái engann eða fáa á mitt mál enda er þetta bara einhver sýki hjá þér að halda að í hvert einasta skipti sem þjóðernissinnar tjái sig sé það einhver áróður.\nNefndu mér síðan eina ástæðu fyrir því afhverju þú ættir frekar að fá að vera hérna heldur en ég og aðrir."
        },
        {
            "user": "Pippa",
            "user_id": "10238",
            "date": "2001-06-04 07:08:47",
            "id": "199348",
            "reply_to_id": "199347",
            "text": "Kanslari: Ég er alls ekki að halda því fram að þjóðernissinnar séu með áróður í hvert skipti sem þau/þeir opna sinn munn. Slíkt væri fordómar og ég ætla ekki að setja alla þjóðernissinna undir sama hatt, enda margir mismunandi og auðvelt er að dæma þá alla eftir þeim sem maður hefur kynnst.\nÉg held engan veginn að ég ætti að fá að vera hérna frekar en einhver annar, svo langt frá því að ég get ekki fundið orð yfir það.\nÉg er ekki ósammála þeim hlutum sem þú segir, frekar er ég sammála þér heldur en þeim sem vilja trúa því að það sé enginn munur á kynþáttum (sem er í mínum augum alveg jafn miklir fordómar).\nÞrátt fyrir það að ég sé sammála þér þá er ég hinsvegar á því máli að þegar við tjáum okkur (eins og ég er að gera núna) þá viljum við að það hafi einhver áhrif á aðra. Þið megið vera sammála mér eða ósammála, ég ætla ekki að reyna að ræna ykkar rétti til þess, Hugi.is sér alfarið um það."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-04 19:04:47",
            "id": "199349",
            "reply_to_id": "199348",
            "text": "Fínt pippa :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-03 22:05:47",
            "id": "199350",
            "reply_to_id": "199345",
            "text": "“Er hugi.is einhver einkavefur alþjóðasinna thossi?”\nNei, slíkt sagði ég aldrei.  En þeir sem reka þennan vef hljóta að fá að stjórna hvað sé birt hér og hvað ekki.  Lestu bara greinina eftir pippa."
        },
        {
            "user": "Panzer",
            "user_id": "10633",
            "date": "2001-06-04 15:06:02",
            "id": "199351",
            "reply_to_id": "199340",
            "text": "jonr, ef satt skal segja..þegar ég las þetta kjaftæði sem þú lést út úr þér sá ég ekkert nema.. bla bla bla Afríka bla bla bla fréttir bla bla bla USA bla bla bla bla bla bla. Þetta var ekkert nema kjaftæði og þú veist það vel ef þú hefur fullt vit. En ég var sammála EINU hjá þér.. þegar þú varst að tala um kynstofninn og sagðir að sapiens væri ofaukið, það er vissulega ofaukið í þínu tilfelli."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-03 01:45:25",
            "id": "199352",
            "reply_to_id": "199242",
            "text": "bla bla bla bla, enn önnur greinin, sem mun ná yfir 100 póstum. Allt flæðandi í svörum hér á Deiglunni, upphaflega átti greinin að vera um bönnun á huga og Rammstein tónleikana, en breyttist í umræðu um kynþætti. Ég hef skoðun og ég stend með willie og malkav, þó vil ég að skítkastið hætti, hjá báðum hópum!\nSvertingjar eru EKKI latir. Þeir sem segja að svertingjar nýti ekki landið sitt í Afríku, það er einföld fáfræði. Hafiði aldrei horft á heimildarþætti um lífið í Afríku. Uppskeran er líf fólksins þarna í Afríku, ég held ekki að hvítir séu latari, það er mismunandi. En ég held að vestræni maðurinn sé latastur af öllum. Við þurfum alltaf að keyra um allt, eigum um 4 mismunandi farartæki til að komast á milli. Bíllinn, lestin, báturinn og flugvélar. Við höfum ekkert efni á að segja að fólkið í Afríku sé latara en við. Einhver sagði að hvítir bændur í Afríku uppskæru meira en þeir svörtu, hvaðan fengust þeir upplýsingar/heimildir.\nHættum að gagnrýna annarra landa menningu, við höfum trú, sú trú segir okkur að maður hafi gengið á vatni, læknað blinda o.fl kraftaverk, ég held að fáir trúi því. Vesturlandabúar hafa breytt trúnni með vísindum. Ég er ekki að segja að aðrar þjóðir séu lélegar í vísindum en við byrjuðum að efast. Hvernig skapaði Guð jörðina á sjö dögum, vísindi segja það hafi ekki skeð, stóri hvellur hafi skapað jörðina. Vestræn þjóðir stunda trúnna sína minna en aðrar þjóðir.\nKanslari, hvað finnst þér perónulega um söfnunarferðir við hungri í Afríku.\nPs: Kanslarinn sagði eitthvað við vefstjóran að það ætti ekki að reka hann því skoðanir hans samkvæmast ekki draumaheimi vefstjóra. Það skondna við þetta er að Jón Vigfússon (formaður FÍÞ) sagði næstum því nákvæmlega sama við ritstjóra Skoðun.is. Kannski sé eitthvað samræmi þar á milli? Þeir eru með svipað orðalag og sömu hugmyndir. ATH: Þetta er bara kenning!\nPss: Fúll yfir að hafa misst af þessum Egils Gull þætti."
        },
        {
            "user": "vamanos",
            "user_id": "8901",
            "date": "2001-06-04 01:07:58",
            "id": "199353",
            "reply_to_id": "199242",
            "text": "Hömlulaust samfélag fellur um sjálft sig að lokum."
        },
        {
            "user": "the",
            "user_id": "2875",
            "date": "2001-06-05 10:30:46",
            "id": "199354",
            "reply_to_id": "199242",
            "text": "Hefur einhver tekið eftir því að greinin sem Xavier samdi og bar heitið ‘Hvað er í gangi hér á huga?’ snerist frá umræðu um ritskoðun í umræðu um nasista, þjóðernissinna og einsleitar umræður. Ef þetta er ekki einmitt sá yfirgangur sem margir eru að kvarta yfir þá veit ég ekki hvað."
        }
    ]
}