{
    "forum_title": "Húmor",
    "user": "Arez",
    "user_id": "36638",
    "date": "2005-05-25 22:19:23",
    "title": "2 Brandarar",
    "text": "Síðasta vetur, þegar hráslagalegt hafði verið um hríð, ákváðu hjón ein að flýja vetur konung í viku og pöntuðu sér ferð suður í höf. Þannig atvikaðist að konan þurfti að fljúga degi síðar en ætlað var en eiginmaðurinn flaug á undan..\nÞegar kallinn er kominn á hótelið rífur hann upp ferðatölvuna og skrifar strax bréf til konu sinnar. Ekki vildi betur til en svo að hann misritaði einn staf í adressunni og lenti bréfið hjá ekkju einni sem nýbúinn var að jarðsetja sinn heittelskaða. Ekkjan sem rétt var búin að jafna sig eftir athöfnina, var í þann mund að líta eftir samúðarkveðjum þegar bréfið barst……\nÞegar sonur ekkjunnar kom heim lá hún í yfirliði fyrir framan tölvuna og þetta stóð ritað á skjáinn:\nTil: Konu minnar sem eftir var\nFrá: Manninum þínum sem fór á undan\nEfni: Er kominn á áfangastað\nElskan, er kominn heill á húfi. Er búinn að kynna mér allar aðstæður og gera allt klárt fyrir komu þína á morgun. Óska þér góðrar ferðar og bíð þín með óþreyju.\nÁstarkveðjur, þinn eiginmaður.\nP.S. Fjandi heitt hérna niður frá.\nSköpunin\nFyrir langa löngu hvarf Guð úr himnaríki í heila 6 daga.\nMikael erkiengill fann hann loks á sjöunda degi þar sem hann var að hvíla sig. Hann spurði Guð: “Hvar hefur þú verið?”\nGuð andvarpaði af ánægju og benti stoltur niður í gegnum skýin. “Sjáðu Mikael, sjáðu hvað ég hef skapað” sagði hann spenntur.\nMikael horfði undrandi á og spurði, “Hvað er þetta?”\n“Þetta er pláneta” svaraði Guð, ,, og á henni hef ég skapað LÍF. Ég mun kalla hana JÖRÐ, og þetta verður staður þar sem ríkja mun fullkomið jafnvægi“.\n”Jafnvægi?“ spurði Mikael, ennþá undrandi.\nGuð hóf að útskýra hina ýmsu hluta jarðarinnar. ”Sjáðu til, Norður-Ameríka verður staður tækifæra og velsældar, meðan Suður-Ameríka verður fátæk. Mið-Austurlönd, þarna hinu megin verður hitasvæði. Þarna megin er heimsálfa full af hvítu fólki og hinu megin er heimsálfa full af svörtu fólki.“ Guð hélt áfram og benti á hin ýmsu lönd. ”Þetta land verður óskaplega heitt og þurrt, meðan þetta verður mjög kalt og þakið ís.“\nErkiengillinn, sem var mjög hrifinn af þessu sköpunarverki, benti á lítinn punkt á jörðinni og spurði, ,”Hvað er þetta?“\n”Ah,“ sagði Guð, ,,Þetta er LIVERPOOL, stórkostlegasti staður jarðarinnar. Þar er stórkostlegt útsýni hvert sem litið er. Fólkið í Liverpool er hógvært, gáfað og með góða kímnigáfu. Þau munu ekki hræðast að hlægja að sjálfum sér. Þau munu ferðast um allan heiminn. Þau munu verða mjög mannblendin, dugleg og afkastamikil. En þau munu ávallt halda tryggð við heimaborg sína og munu aldrei gleyma uppruna sínum. Þau munu dreifa gleði og aðdáun hvert sem þeu fara.”\nMikael gapti af undrun og aðdáun, en sagði svo, “Hvað með jafnvægið Guð? Þú sagðir að þarna myndi jafnvægið ríkja.”\nGuð svaraði spekingslega,\n“Bíddu þar til þú sérð aumingjana sem ég ætla að setja við hliðina á þeim í Manchester.”",
    "url": "https://www.hugi.is/humor/greinar/299029/2-brandarar/",
    "url_id": "299029",
    "id": "2182572",
    "replies": [
        {
            "user": "svartur",
            "user_id": "18476",
            "date": "2005-05-25 22:41:09",
            "id": "2188645",
            "reply_to_id": "2182572",
            "text": "brandari nr. 1.. eldgamall\nbrandari nr 2. eldgamall og plús það hann kom hingað fyrir svona viku eða minna og semsagt bara copy-paste notað núna……"
        },
        {
            "user": "svartur",
            "user_id": "18476",
            "date": "2005-05-25 22:42:37",
            "id": "2188653",
            "reply_to_id": "2182572",
            "text": "fann hvenær brandari nr 2 kom inn hann kom þann 20.5.05 eða semsagt fyrir 5 dögum!!!!"
        },
        {
            "user": "Arez",
            "user_id": "36638",
            "date": "2005-05-26 11:59:09",
            "id": "2189516",
            "reply_to_id": "2182572",
            "text": "Sorry með seinni, en ég vissi ekki að hann hafi verið sendur inn fyrir viku, ég biðst afsökunar á því…."
        },
        {
            "user": "hoddii",
            "user_id": "17641",
            "date": "2005-05-26 14:09:32",
            "id": "2189884",
            "reply_to_id": "2182572",
            "text": "vá þetta eru svo gamlir og leiðinlegir brandarar komu mér í vont skap :/ hel**** þitt hrsykursætur nú er í í vond skapi"
        },
        {
            "user": "Arez",
            "user_id": "36638",
            "date": "2005-05-26 14:32:28",
            "id": "2190000",
            "reply_to_id": "2182572",
            "text": "Höddi kallinn minn…. Ég held að dönskuprófið hafi komið þér í verra skap,, eins og mér :@"
        },
        {
            "user": "Joakimk",
            "user_id": "43781",
            "date": "2005-05-26 15:17:48",
            "id": "2190155",
            "reply_to_id": "2182572",
            "text": "Nr.2 byrjaði vel, svo kom fótboltahúmorinn inní þetta og drap hann"
        },
        {
            "user": "Moony23",
            "user_id": "52174",
            "date": "2005-05-27 12:50:37",
            "id": "2192153",
            "reply_to_id": "2182572",
            "text": "nr.2 er af liverpool.is og hann er gamall"
        },
        {
            "user": "sleikjo",
            "user_id": "56175",
            "date": "2005-05-28 02:24:24",
            "id": "2194642",
            "reply_to_id": "2182572",
            "text": "báðir gamlir brandara"
        },
        {
            "user": "Arez",
            "user_id": "36638",
            "date": "2005-05-28 14:33:29",
            "id": "2195272",
            "reply_to_id": "2182572",
            "text": "ERUÐI FUCKING TREG? Maður sendir inn brandara til að þið getið lesið en þið þurfið alltaf að vera segja einhvað hvað hann er gamall:s hverju skiptir það allir brandarar eru frekar gamlir! hættið bara að væla og lesið næsta ef ykkur finnst þessi lélegur!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-05-28 14:44:55",
            "id": "2195305",
            "reply_to_id": "2195272",
            "text": "hættu að svara sjálfum þér."
        },
        {
            "user": "Arez",
            "user_id": "36638",
            "date": "2005-05-28 16:57:32",
            "id": "2195608",
            "reply_to_id": "2182572",
            "text": "Ég geri bara það sem ég vill en hvað er svo sem að því að svara áliti á bröndurunum mínum?"
        }
    ]
}