{
    "forum_title": "Gullöldin",
    "user": "gaulverji",
    "user_id": "14174",
    "date": "2005-05-27 20:49:50",
    "title": "Simon og Garfunkel - The Boxer",
    "text": "Lie la lie, lie la lie lie lie lie lie lie. Þetta hef ég í gegnum tíðina mjög oft sönglað með sjálfum mér ef enginn heyrir til. Lagið heitir The Boxer, höfundurinn Paul Simon og hljómsveitin Simon og Garfunkel. Þetta var fyrsta smáskífan og kom hún út skömmu áður en platan sjálf kom út. Platan varð mjög vinsæl og er ein af söluhæstu plötum áttunda áratugarins og The boxer var ekki síður vinsælt. Það er dæmigert Simon og Garfunkel lag. Þægilegt, gaman að syngja með því en undir því er samt eitthvað miklu meira og dýpra heldur en flest easy listening lög hafa. Textinn er eins og næstum allir ef ekki allir textar Pauls algjör snilld og hann jafnast alveg á við Bob Dylan í þeim efnum. Bob Dylan var einmitt mjög hrifinn af þessu lagi og það er á plötu hans Self Portrait.\nTextinn\nHugmyndina af textanum fékk Paul Simon í gegnum biblíuna. Hann var að kíkja í hana og sá frasa eins og „workmans wages“ og ”seeking out the poorer quarters“. Hann sagði að lagið hafi verið um hann sjálfan. Hann hafði fengið leiðnlega gagngrýni og hans skilaboð voru: „Ef þið ætlið að vera með þessi leiðindi þá fer ég bara”.\nÞað er samt miklu miklu meira við þetta lag heldur en bara þetta. Mín túlkun á laginur er einföld. Þú gengur í gegnum erfiða tíma. Stundum langar þig til að hætta og þú hótar því en innst inni veistu að það gerist ekki. Það er eitthvað sem ber mann áfram og maður gefst ekki upp heldur berst áfram. Þetta er ástæðan fyrir því að Simon notar orðið „fighter“ í laginu. Þó að boxer'inn hætti heldur fighter'inn áfram. Lagið fjallar líka um hversu harður heimurinn er. Ef þú passar þig ekki þá gerir enginn það fyrir þig. „All lies and jest” er vísbending í það.\nUppáhaldslínurnar mínar eru samt:\n„In the clearing stands a boxer,\nAnd a fighter by his trade\nAnd he carries the reminders\nOf ev'ry glove that laid him down\nOr cut him till he cried out\nIn his anger and his shame,\n“I am leaving, I am leaving.”\nBut the fighter still remains.\"\nÞetta finnst mér eiginlega vera lagið í hnotskurn. Við berum öll ör þess sem hefur gerst fyrir okkur.\nAllir sem hafa ekki alist upp við dekur og allsnægtir geta tengst þessu lagi. Og það er ein af ástæðunum fyrir því að þetta lag orðið svona vinsælt. The boxer fer yfir allan tilfinningaskalann: Reiði, depurð, pirring, einmannaleika, vonleysi og von.\nAðeins um upptökurnar\nÞað var mikið vesen að taka þetta lag upp. Það tók yfir hundrað klukkutíma og var gert á mörgum stöðum í mörgum ríkjum Bandaríkjanna. Þetta var fyrsta lagið þeirra á sextán rásum. Það voru notuð tvö átta rása tæki og það var tíkarlegt að eiga við þau eins og Paul orðaði það sjálfur. Það þurfti að kveikja á þeim báðum á nákvæmlega sama tíma og það skapaði mikið vesen. Samt sem áður tókst það vel og Bridge over troubled water fékk einmitt Grammy verðlaun m.a. fyrir „Best engineering“. Það var mörgum brögðum beitt. Hinn frægi „session drummer” Hal Blaine bjó til drynjandi trommuhljóðið með því að berja þungum við steypugólf inní skáp. Art átti hugmyndina af „instrumental break'inu\" í miðju laginu og Paul líkaði það svo vel að hann notaði það í stað eins erindisins. Hann syngur það samt stundum á tónleikum og það var t.d. með á Central Park tónleikunum frægu. Það er gert með stálstrengjagítar með pedala og piccolo trompeti. Á 2003-2004 túrnum spilaði hljómborðsleikarinn Rob Schwimmer það á Theremin og það kom mjög vel út.\nGítarinn í laginu er dæmigert fyrir þá tækni sem Paul notar mest, travis picking style. En það skapar fallegan og fljótandi bakgrunn fyrir vel samstilltu raddir Simons og Garfunkel. Seinna í laginu má svo heyra í trommum, horni og saxafón og strengjasveit.",
    "url": "https://www.hugi.is/gulloldin/greinar/299922/simon-og-garfunkel-the-boxer/",
    "url_id": "299922",
    "id": "2190767",
    "replies": [
        {
            "user": "stinkytoe",
            "user_id": "29707",
            "date": "2005-05-27 21:16:45",
            "id": "2193843",
            "reply_to_id": "2190767",
            "text": "Þetta lag er.. æðislegt. Hrein snilld barasta.\nÞegar ég lá í lungnabólgu fékk ég eina línu úr þessu lagi á heilann. Hún söng í höfðinu á mér allan daginn! Ég var að verða brjáluð! :)\n“Asking only workman’s wages, I come lookin’ for a job, but I get no offers.. Just a come-on from the whores on 7th Avenue..”\nHaha, ekki besta lína lagsins kannski. :)\nEn engu að síður; góð grein um gott lag."
        },
        {
            "user": "gaulverji",
            "user_id": "14174",
            "date": "2005-05-27 21:59:20",
            "id": "2193955",
            "reply_to_id": "2193843",
            "text": "Hehe, ég var einmitt með þessa línu á heilanum. Svo kemur næsta lína „I do declare when I was so lonesome I took some comfort there\". Hann var svo einmanna að hann var farinn að leita til vændiskvenna fyrir huggun."
        },
        {
            "user": "stinkytoe",
            "user_id": "29707",
            "date": "2005-05-28 18:44:17",
            "id": "2195870",
            "reply_to_id": "2193955",
            "text": "Haha, einmitt. Dáldið gaman að þessu.. elska Live in Central Park diskinn. :)"
        },
        {
            "user": "gaulverji",
            "user_id": "14174",
            "date": "2005-05-28 22:20:37",
            "id": "2196431",
            "reply_to_id": "2195870",
            "text": "Já það virðast allir elska hann frekar mikið. Ég á hann og Old Friends live on stage á dvd og mín skoðun er sú að Old Friends sé betri. Þar er andrúmsloftið miklu þægilegra og afslappaðra og það er ekki jafn mikil spenna á milli þeirra tveggja. T.d. þegar Art klúðraði fyrsta erindinu í The boxer leit Paul Simon mjög illilega á hann. Old friends virðist ekki fá jafn góða dóma en mér fynnst hann betri í flesta staði. Fólk er kannski ekki jafn hrifið af honum vegna þess að þeir eru svo gamlir þar en ég set það ekki fyrir mig. Mér finnst líka lagavalið betra þar."
        },
        {
            "user": "stinkytoe",
            "user_id": "29707",
            "date": "2005-05-29 19:14:34",
            "id": "2198742",
            "reply_to_id": "2196431",
            "text": "Ekki heyrt hann live.. Hmm verð að kynna mér þetta betur sýnist mér. :)"
        },
        {
            "user": "gaulverji",
            "user_id": "14174",
            "date": "2005-05-27 22:03:41",
            "id": "2193963",
            "reply_to_id": "2190767",
            "text": "Góð grein en sjáðu til með þetta: „Ef þið ætlið að vera með þessi leiðindi þá fer ég bara\".\nAkkurat sem hann sagði við John Lennon þegar John vildi gera Dúett með Paul"
        },
        {
            "user": "gaulverji",
            "user_id": "14174",
            "date": "2005-05-27 22:05:50",
            "id": "2193967",
            "reply_to_id": "2193963",
            "text": "Var John með einhver leiðindi eða?"
        },
        {
            "user": "gaulverji",
            "user_id": "14174",
            "date": "2005-05-27 22:11:04",
            "id": "2193977",
            "reply_to_id": "2193967",
            "text": "Ja, sko sagaan er svona: John var að taka upp plötu sína sína Rock N Roll og bauð Paul að koma í stúdíóið að spila með sér. Paul kom og rétt áður en John og Paul byrjuðu að spila sagði John “Komdu inní lagið þegar ég segi” Paul var alveg sáttur síðan þegar John og hinir í hans bandi voru búnir að djamma(Jam) í 5 mín, án þess að hafa gefið Paul merki, stoppaði Paul þá og sagði “Bíddu, Bíddu á ég ekki að koma inn” john sagði aftur “ég gef þér merki” síðan endurtók sagan sig og Paul sagði “Á ég ekkert að fá að spila” og John sagði “Ég gef þér merki” John djammaði í 7 mínútur og þá sagði Paul  „Ef þið ætlið að vera með þessi leiðindi þá fer ég bara\".\nÞetta sagði allavega Producerinn hans John's, ég held að þetta sé sönn saga kom allavega fram í heimildarmyndini um John The Messenge"
        },
        {
            "user": "gaulverji",
            "user_id": "14174",
            "date": "2005-05-27 22:13:36",
            "id": "2193983",
            "reply_to_id": "2193977",
            "text": "Já ég var búinn að lesa eitthvað um þetta en ég mundi ekki hvernig þetta var. Þetta hlýtur að vera pirrandi fyrir Paul ef þetta gerðst svona. Spurning hvort John hafi bara verið að stríða honum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-05-27 22:16:17",
            "id": "2193993",
            "reply_to_id": "2193983",
            "text": "Þetta er náttúrulega akkurat húmorinn hans John's"
        },
        {
            "user": "Zeratul",
            "user_id": "16894",
            "date": "2005-05-28 11:08:09",
            "id": "2194811",
            "reply_to_id": "2190767",
            "text": "Það er ekki eins og ég hafi neyðst til þess að fara og hlusta á lagið núna þegar ég er búinn að lesa þessa grein. Annars er greinin mjög góð. Þú þyrftir eiginlega að skrifa meira svo að ég hafi eitthvað skemmtilegt að lesa hérna í staðin fyrir allt þetta kjaftæði sem er að hrjá huga."
        },
        {
            "user": "inganossari",
            "user_id": "56131",
            "date": "2005-05-28 13:27:06",
            "id": "2195116",
            "reply_to_id": "2190767",
            "text": "Skemmtileg grein."
        }
    ]
}