{
    "forum_title": "Ferðalög",
    "user": "potter01",
    "user_id": "37117",
    "date": "2005-06-04 19:42:42",
    "title": "Sumarskóli í Englandi - 2004",
    "text": "Góðan daginn.\nJæja,\nþann 6.júní er komið ár síðan að ég og vinkona mín fórum til England í skóla.\nMarkmiðið var ekki beint að fara til Englands til að læra ensku, þar sem að við erum báðar þokkalegar í ensku.\nVið fórum semsagt\nmeð flugi að morgni 6.júní. Vorum ekkert búnar að sofa í sólahring og alveg dauðþreyttar.\nÞegar við lentum fengum við aðstoð frá flugfreyju til að finna farangurinn okkar (vorum náttúrlega ekki með foreldra).\nEinhver bilun var og farangurinn kom ekki fyrr en svona klukkutíma seinna og þegar við loksins komumst út og fundum konuna sem átti að ná í okkur þá var hún búin að hringja í allskonar fólk og var orðin mjög áhyggjufull.\nÞað var hádegi og hún átti eftir að sækja fleiri krakka þannig að hún fór með okkur í búð og keypti mat handa okkur.\nSvo náðum við í fleiri krakka á flugvöllinn, en því miður týndist einn þeirra og hún leitaði af honum í tvo klukkutíma!\nSvo var stefnan\ntekin á Brighton, bæinn sem við áttum að búa í. Hún skutlaði okkur tvem fyrst til fjölskyldunnar okkar.\nMjög frábær fjölskylda og við söknum hennar mikið þó svo að krakkarnir hafi stundum gert okkur frekar pirraðar.\nVið vorum komnar til Brighton um kvöldmatarleytið þannig og eftir að ‘mamman’ sýndi okkur nágrennið fórum við bara beint að sofa.\nMorguninn eftir\nvar fyrsti skóladagurinn.\nEinhver misskilningur var með strætóferðir fyrstu vikuna og konan (Andrea) sendi okkur alltaf hálftíma of snemma af stað.\nFyrsti dagurinn gekk heldur ekkert of vel, vegna þess að við fórum út á vitlausum stað og vissum ekkert hvar við vorum.\nVorum á rölti í einn og hálfan tíma þegar við loksins fundum skólann (sem var bara einni götu neðar en við höfðum farið út).\nVið komum rétt fyrir frímínútur og notuðum þann tíma til að taka stöðupróf svo að hægt væri að flokka okkur í hópa.\nVið lentum í B hóp, ásamt einni franskri stelpu, tvem rússnenskum, einni frá Hvíta-Rússlandi og einni frá Tékklandi.\nSkólinn var frá hálf níu til tólf og svo var tveggja tíma frítími.\nKlukkan tvö\nvoru svo ferðir með skólanum, á söfn, í sund, í garða, tennis, kastala og þess háttar.\nSá tími var\nbara notaður til gamans og til að fræða okkur um hvernig Englendingar höfðu það.\nÞessi tími var oftast búinn um svona fjögur leytið og samkvæmt tímatöflu skólans átti að vera kvöldmatur hjá fjölskyldum klukkan sex.\nSem betur fer vorum við hjá fjölskyldu sem leyfði okkur að vera svolítið frjálsar þannig að ef við létum hana vita þá máttum við borða niðri í bæ.\nKlukkan sjö\nvar síðan aftur tími með skólanum, keila, bíó, tívolí, leiklist og þessháttar.\nVið vinkonurnar\nnotuðum mikinn tíma í að fara í tívolíið og labba um bæinn, enda margt að sjá og gera.\nSvo var líka strönd þarna en við komumst aldrei í það að fara á ströndina.\nHitinn var yfir 25°c allan tímann.\nÁ laugardeginum\nfórum við svo til London með skólanum. Tókum lestina og löbbuðum svo aðeins.\nFórum að Buckingham Palace og sáum m.a. drottninguna. Það var greinilega eitthvað í gangi því að það var fullt af fólki þarna.\nLöbbuðum svo að Big Ben og að Trafalgar Square.\nÞar var okkur skipt í tvo hópa, þeir sem vildu fara í skoðunarferð um merkilega staði og þeir sem vildu skoða sjálfir.\nVið völdum að skoða sjálfar og fórum að Leicester Square og skoðuðum í búðum þar í kring.\nÞegar við áttum\nsíðan að hittast og fara heim komumst við að því að einn strákur var týndur. Japanskur strákur sem var þarna með systur sinni og kunni ekki stakt orð í ensku. Gat ekki spurt neinn í kringum sig.\nVið fórum til Brighton en einn kennarinn og systir hans urðu eftir til að leita að honum.\nHann fannst svo þegar við vorum loksins komin til Brighton.\nLestarferðin var\nmjög skemmtileg. Það voru 3 aðrir íslendingar þarna og nokkrir Rússar sem sátu hjá okkur. Einn Rússinn og einn íslendingurinn voru að tala saman … á sitt hvoru tungumálinu.\nFólkið sem sat þarna í kringum okkur horfði á okkur eins og við værum eitthvað skrítin þegar við töluðum og bulluðm á íslensku og hlógum svo ekkert smá.\nVið vorum með tvo\nkennara, Dan og Maxime.\nDan hætti, eða fór í sumarfrí, eftir fyrstu vikuna okkar. Hann var frábær kennari og við söknuðum hans allar, hehe ;)\nÍ seinni vikunni kom nýr kennari, Kevin.\nHann var ekki eins skemmtilegur og Dan og það þoldi hann eiginlega enginn.\nAnnars var frábært\nað vera þarna úti í Englandi.\nAndrea, konan sem við vorum hjá, er frá Þýskalandi og hún kom einmitt til Brighton til að fara í skóla. Hún hitti síðan manninn sinn hérna seinna og þau fluttu til Brighton.\nHún segir að þetta sumar hafi haft mikil áhrif á hana og að henni hafi fundist betra og skemmtilegra að vera í Brighton heldur en Þýskalandi.\nÉg er sammála henni\nog langar mikið að fara aftur til Brighton, jafnvel flytjast þangað seinna meir.\nÞakka ykkur fyrir :)",
    "url": "https://www.hugi.is/ferdalog/greinar/302104/sumarskoli-i-englandi-2004/",
    "url_id": "302104",
    "id": "2212476",
    "replies": [
        {
            "user": "Mephz",
            "user_id": "29276",
            "date": "2005-06-04 20:16:24",
            "id": "2215248",
            "reply_to_id": "2212476",
            "text": "góð grein og vel sett upp\nnenn samt ekki að pæla i stafsetningarvillum er ekki einn af þeim ;)"
        },
        {
            "user": "Ragnarr",
            "user_id": "25730",
            "date": "2005-06-04 20:18:52",
            "id": "2215255",
            "reply_to_id": "2212476",
            "text": "Heyy eg fór lika til englands 6.júní í fyrra, kannski bara sömu vél ? ;)"
        },
        {
            "user": "potter01",
            "user_id": "37117",
            "date": "2005-06-04 20:33:20",
            "id": "2215315",
            "reply_to_id": "2215255",
            "text": "Hmmm maður veit aldrei ;)\nÞað var allavega engin smá röð í keflavík, og við alveg dauðþreyttar kl. 5 um morguninn… hehe"
        },
        {
            "user": "LtPorta",
            "user_id": "57985",
            "date": "2005-06-04 20:58:14",
            "id": "2215386",
            "reply_to_id": "2212476",
            "text": "Ég væri til í að fara i svona ferð.\nGóð grein"
        },
        {
            "user": "LollyPolly",
            "user_id": "47547",
            "date": "2005-06-04 21:45:06",
            "id": "2215537",
            "reply_to_id": "2212476",
            "text": "Ég væri alveg til í að fara í svona ferð. Hversu mikið kostaði þetta?\nFlott grein."
        },
        {
            "user": "potter01",
            "user_id": "37117",
            "date": "2005-06-04 22:53:59",
            "id": "2215729",
            "reply_to_id": "2215537",
            "text": "Mikið!\nVið vorum náttúrlega hjá fjölskyldu og það þarf að borga fjölskyldunni, skólanum, ferðina og þannig.\n2 vikur kosta (segja foreldrarnir) í kringum 100.000-150.000 kall eitthvað svoleiðis.\nSvo er hægt að kaupa fleiri vikur.\nÞað var ein íslensk stelpa þarna sem var í tvo mánuði."
        },
        {
            "user": "Magabelti",
            "user_id": "35142",
            "date": "2005-06-04 23:13:47",
            "id": "2215791",
            "reply_to_id": "2212476",
            "text": "Mig langar þvílíkt í eitthvað svona en þar sem engin af vinkonum mínum komust með mér í sumar þá verð ég að bíða þar til á næsta ári:( með hvaða félagi fórstu?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-04 23:36:35",
            "id": "2215856",
            "reply_to_id": "2212476",
            "text": "sniðugt, ábyggilega hrikalega skemmtilegt :D en í gegnum hvað (félag, ferðaskristofu, hvað? ) fóruði?"
        },
        {
            "user": "xDarkLordx",
            "user_id": "35180",
            "date": "2005-06-05 03:04:50",
            "id": "2216355",
            "reply_to_id": "2212476",
            "text": "Ég fór í svipaða ferð árið 2002 minnir mig, var 3 vikur úti í enskuskóla. Frábært að fara í svona ferðir."
        },
        {
            "user": "bonobo",
            "user_id": "22716",
            "date": "2005-06-06 15:10:25",
            "id": "2220157",
            "reply_to_id": "2212476",
            "text": "Skemmtileg og spennandi grein.\nÉg væri rosalega til í að gera svona og fara þá jafnvel frekar til Frakklands þó að það sé alltaf gaman að fá tækifæri til að spreyta sig á ensku :)\nÆtla einmitt að reyna fara í sumar til London yfir helgi."
        },
        {
            "user": "giornata",
            "user_id": "30666",
            "date": "2005-06-06 18:56:31",
            "id": "2220889",
            "reply_to_id": "2212476",
            "text": "Vinkona mín fer í svona í sumar! mig langar ekkert smá í svona, ég og önnur vinkona mín erum að plana að fara á næsta ári! ég hef bara því miður tíma þetta sumer útaf öðrum utanlandsferðum Var þetta ekki bara alveg frábær reynsla!? Ég var einu sinni í 8 daga hjá Svissneskri fjölskyldu, það var rosalega gaman!"
        },
        {
            "user": "potter01",
            "user_id": "37117",
            "date": "2005-06-06 19:18:25",
            "id": "2220996",
            "reply_to_id": "2220889",
            "text": "Vinkona mín fer í svona í sumar! mig langar ekkert smá í svona, ég og önnur vinkona mín erum að plana að fara á næsta ári! ég hef bara því miður tíma þetta sumer útaf öðrum utanlandsferðum Var þetta ekki bara alveg frábær reynsla!? Ég var einu sinni í 8 daga hjá Svissneskri fjölskyldu, það var rosalega gaman!\nÞetta var alveg geggjað sko!\nSem betur fer höfðum við hvor aðra, stundum skildi hún eitthvað sem ég skildi ekki og öfugt.\nEn það er frábært að vera í öðru umhverfi.\nEngland er ekket voða frábrugðið Íslandi en það er náttúrulega einhver munur.\nÉg er 15 (fékk þessa ferð í fermingargjöf í fyrra ;) )"
        },
        {
            "user": "giornata",
            "user_id": "30666",
            "date": "2005-06-06 23:05:58",
            "id": "2221874",
            "reply_to_id": "2220996",
            "text": "okei ;)"
        },
        {
            "user": "giornata",
            "user_id": "30666",
            "date": "2005-06-06 18:58:33",
            "id": "2220898",
            "reply_to_id": "2212476",
            "text": "hvað ertu gömul?"
        }
    ]
}