{
    "forum_title": "Blizzard leikir",
    "user": null,
    "user_id": null,
    "date": "2005-06-05 02:14:57",
    "title": "Profession kynning",
    "text": "Í þessari grein ætla ég að gera guide fyrir profession sem gæti nýst vel ef þið þurfið að þjálfa profession, velja profession, eða annað. Best er að útskýra í fyrsta lagi að það eru tvær tegundir af profession, gathering profession og svo manufacturing profession þú getur valið tvær af 9 mögulegum profession, oftast er valið eina gathering og eina manufacturing profession.\nGathering profession er þannig að þú átt að safna hlutum til að geta búið til hluti með manufacturing professioninu.\nManufacturing profession er þá auðvitað þannig að þú notar hráefnin úr gathering profession til að þú til hluti, svo fær maður uppskriftir að nýjum hlutum hjá trainer, einnig er hægt að finna sjaldgæfa uppskrift eða auðvitað kaupa í auction house. Svo þegar maður er kominn á visst stig í sumum professions þá getur maður valið sérstakan stíl eins og flestir hafa sennilega heyrt um Dragonscale, Tribal og Elemental í leatherworking.\nEinnig eru 4 stig sem öll profession hafa sem eru í þessari röð\nApprentice- Þú getur fengið upp í 75 skill points\nJournyman- Þú getur fengip upp í 150 skill points.\nExpert- Þú getur fengið upp í 225 Skill points.\nArtisian- Þú getur fengið upp í 300 skill points og sérstakar uppskriftir eins og Armorsmith, Weaponsmith.\nEins og stendur hér fyrir ofan þá eru 9 professions í boði, það eru\nAlchemist\n– Alchemist er manufacturing profession og er notað til þess að búa til allskonar potions, mana potions, healing potions, revanution potions og jafnvel potions sem gefa bónus í stats s.s. elixir of minor agilty, elixir of ogre’s strength og margt fleira. Alchemy getur hentað hvaða class sem er, því allar hafa góða þörf fyrir potions. En auðvitað er ekki hægt að búa endalaust til potions, maður þarf að hafa réttu plönturnar í það, og auðvitað glös til að geyma þau í. Glösin fær maður hjá alchemy supplies sem finnst að ég held nálægt öllum trainers. Alchemy professionið er ekki með neina sérstakar uppskriftir fyrir loka levelin, en þá er best að setja hér hvar Artisian trainers má finna.\nFyrir Horde er það Rogvar sem má finna í Swamps of Sorrows.\nFyrir Alliance er það Kylanna Windwhisper sem finna má í Feralas.\n————————————————————————————————————\nBlacksmith\n– Blacksmith er manufacturing profession og er notað til þess að búa til mail armor, plate armor og vopn. Blacksmithing getur hentað flestum clössum þar sem maður getur valið að verða weaponsmith á endanum en ég held að það eigi best heima hjá warriors og paladins, því þeir nota bæði mail og plate á lv 40. Til þess að geta búið til armors og weapons þarf maður að vera með bars, það eru margar tegundir af bars svo ég nefni copper bar, tin bar, bronze bar og alla leið uppí arcanite og darksilver bars. En til þess að geta fengið bars þarf maður að vera miner og mina ore’s og smelta það síðan. Þegar maður er svo búinn að maxa skill í Blacksmithing getur maður valið um Weaponsmith eða Armorsmith.\nFyrir Horde má finna Master Weaponsmith (Borgosh Corebender)  í Orgrimmar í “Valley of Honor”, og við hliðina á honum er Master Armorsmith (Okothos Ironrager)\nFyrir Alliance má finna Master Weaponsmith (Ironus Coldsteel) í Ironforge og hann ráfar um “The Great Forge” að ég best veit. Master Armorsmith hjá Alliance mun vera Grumnus Steelshaper og má finna hann í “The Great Forge“ líka.\n————————————————————————————————————\nEnchanter\n– Enchanter er… ekki beint manufacturing profession heldur meira svona producer profession. Með því getur þú gert vopn og búnað betri. Ef þú ert kominn með hátt lvl af enchanter getur þú selt enchants á sverð og vopn sem heita minor beastslaying, demonslaying sem gefa rauðan glóa á vopnin, og auðvitað bónus við sérstök skrímsli sem þú berst við. Svo eru margt fleira sem gerir hluti betri. En auðvitað kostar allt sitt, no pain no gain. Til þess að enchanta þarftu að vera með sérstök galdra efni sem þú færð með því að disenchanta hluti. En maður getur bara disenchantað hluti sem gefa sjálfir bonus í stats. Eitt ber þó að hafa í huga, að þótt þið séuð enchanters þá gefur það ykkur ekki leyfi til þess að rolla á allt sem þið viljið í instances.\nArtisian Enchanter má finna í Uldaman (instance) og er sá sami (reyndar sú sama) fyrir Horde og Alliance.\n————————————————————————————————————\nEngineer\n– Engineer er enn eitt manufacturing professionið, en þetta profession er talið hið dýrasta, en án efa held ég að það sé það skemmtilegasta! Með engineering getur þú búið til sprengjur, springandi kindur, byssur og sjónauka sem gera byssurnar betri, svo eitthvað sé nefnt! Til þess að geta búið til þessa hluti þarftu að hafa mikið af bars, stones og gems s.s. copper bar, rough stone og gimsteinar eins og lesse moonstone. Margir hlutir sem búnir eru til með Engineering eru með skill requirement eins og t.d.\nFlying Tiger Goggles\nsem eru með requirement 100 í engineering. Þegar búið er að maxa upp í artisian Engineering getur maður valið um Gnomish eða Goblin engineering.\nEf þú ert Horde og ætlar þér að verða Gnome Engineer þarftu að fara til Tinkerwiz í Ratchet og klára fyrir hann quest. Ef hinsvegar þú vilt verða Goblin engineer þá talarðu við Nixx Sprocketspring í Gadgetzan og klárar fyrir hann quest.\nEf þú ert Alliance og vilt verða Gnome Engineer þá talarðu við Springspindle Fizzlegear í Ironforge og talar við hann, ef þú vilt verða Goblin Engineer þá er það sama og hjá Horde, þú talar við Nixx Sprocketspring í Gadgetzan og klárar fyrir hann quest.\n————————————————————————————————————\nLeatherworking\n– Leatherworking er líka manufatcuring profession =D en í því getur þú búið til leather items til að byrja með og svo dálitla mail items í endann, þar sem Shamans og Hunters fá mail á lvl 40. Í Leatherworking getur þú líka búið til svokallaða kits sem gefa meiri armor í byrjar á Light Armor Kit sem getur +8 armor og fer upp í Rugged Armor Kit sem gefur +40 armor. Kit’s geta verið settir á legs, feet, chest eða hand items. En auðvitað kemur ekki armor uppúr engu, maður þarf að hafa leður til að búa til leather armora. Leather getur maður fengið með því að skinna(húðflétta) beasts sem þú drepur, en þú verður auðvitað fyrst að “loota” líkið, eða taka upp alla hlutina sem það var með á sér. Eftir að maður er kominn á síðasta stigið (artisian) þá færðu að velja um Dragonscale, Elemental eða Tribal leatherworking.\nFyrir Horde færðu Dragonscale questina hjá Thorkaf Dragoneye sem er í Badlands. Elemental questina færðu hjá Brumn Winterhoof sem mun leynast í Arathi Highlands og að lokum færðu Tribal questina hjá tröllinu Se'Jib sem er í Stranglethorn Vale.\nFyrir Alliance færðu Dragonscale questina hjá Peter Galen í Azshara, Elemental questin er hjá Sarah Tanner sem er í Searing Gorge og að lokum er Tribal Leatherworking questin hjá Caryssia Moonhunter.\n————————————————————————————————————\nTailor\n-Er síðasta Manufacturing Professionið sem ég fjalla um hér. Tailors búa til cloth armora, cloth armora geta allir notað, en flestir kjósa að velja leather eða hærra sem geta vegna hærri armors. Tailors geta líka búið til til poka, eða bags sem gefa auka slot í inventory, minnstu pokarnir gefa 6 aukaslot og stærstu sem ég veit um gefa 18slot. Til að búa til cloth armora og poka þarf maður að hafa nokkurskona bolta s.s.\nBolt of Linen Cloth\nog til þess að búa til bolta þarf maður efni t.d. til að búa til Bolt of Linen Cloth þarf maður að hafa\nLinen Cloth\n=). Linen cloth er hægt að fá með því að drepa humanoids. Það gerir tailoring að gathering profession líka. Hér kemur svo listi yfir öll cloth;\nLinen cloth\nWool Cloth\nSilk Cloth\nMageweave Cloth\nRunecloth\nMooncloth\nMá þess geta að mooncloth er mjög erfitt að nálgast, til þess að búa till eitt stykki mooncloth þarf maður að vera fyrst með 2 stk. Runecloth og fara svo með það í moonwell sem finna má í m.k. Ashenvale og þar er hægt að búa til mooncloth, nú eruð þið sennilega undrandi af hverju það er svona erfitt að nálgast hann… Jú, það er bara hægt að gera þetta einu sinni á 4 daga fresti.\nArtisian Trainer fyrir Horde má finna í Hillsbrad Foothills undir nafninu Daryl Stack\nFyrir Alliance er það svo Timothy Worthington sem er staðsettur í Dustwallow Marsh.\n————————————————————————————————————\nMiner\n– Mining er gathering profession og í því er maður svona námumaður og er að “mina” veins, eins og t.d. copper vein. Veins eða námur dropa svo ore’s geta líka verið með gimsteina og steina í sér. Eftir að hafa minað þarf maður svo að smelta það sem maður minar, það gerir maður nálægt forge. Hér kemur listi yfir mines og hversu hátt skill maður þarf að hafa til að mina þær:\nCopper – 1\nTin - 65\nSilver – 75\nBronze* - 75\nIron - 125\nGold - 155\nSteel** - 165\nMithril - 175\nTruesilver - 230\nDark Iron - 230\nSmall Thorium Veins & Deposits - 250\nRich Thorium Veins - 275\n* = Bronze er ekki minað, heldur getur maður smeltað bronze úr einum copper og einum tin bar.\n**=Steel er ekki heldur minað heldur getur maður smeltað steel með því að vera með einn steel bar og eitt stykki coal.\nStundum getur verið ruglandi ef maður þarf að finna steina fyrir manufacturing profession, hérna kemur listi yfir hvaða mines dropa hvaða stones.\nCopper Vein – Rough stone\nTin Vein – Course stone\nIron Vein – Heavy stone\nMithril Vein – Solid stone\nThorium Veins & deposits – Dense stone\n————————————————————————————————————\nSkinner\n– Skinning er gathering profession og í því felst að húðflétta dýr sem þú drepur, en auðvitað getur maður ekki skinnað allt, það þarf að hafa nógan skill. Á mínum tíma var ég skinner og leatherworker og var með skinning í 296/300 á lvl 40 ég átti aldrei í vandræðum með skinning en það er önnur saga með leatherworkinf =(… Jæja en leatherið sem maður skinnar af dýrunum er svo notað í leatherworking en einnig er notað smá skin í engineering og sennilega í fleiru sem ég veit ekki um… Hér kemur svo listi yfir leatherin:\nRuined Leather Scraps\nLight Leather\nMedium Leather\nHeavy Leather\nThick Leather\nRugged Leather\nSvo er einnig sjens á að að skinna “hides” og þá er notað í leatherworking og hægt að “hreinsa” þá s.s. ef þú skinnar light hide og ert leatherworker kaupirðu að mig minnir salt og blandar saman og ert þá kominn með Cured Light Hide sem notast í ýmsum Leatherworking Uppskriftum.\n————————————————————————————————————\nHerbalist\n- Síðasta umrædda gathering professionið hérna, í þessu er safnað saman blómum/plöntum til að búa til potions í alchemy, ekki mikið meira hægt að segja um þetta en að plönturnar eru þessar og stendur þarna líka hversu mikinn skill þarf til að “herba” það;\nPeacebloom – 1\nSilverleaf – 1\nEarthroot – 15\nMageroyal – 50\nSwiftthistle – 50\nBriarthorn – 70\nStranglekelp – 85\nBruiseweed – 100\nWild steelbloom – 115\nGrave Moss – 120\nKing’s Blood – 125\nLiferoot – 150\nFadeleaf – 160\nGoldthorn – 170\nKhadgar’s Whiskers – 185\nWintersbite – 195\nFirebloom – 205\nPurple Lotus – 210\nSungrass – 230\nBlindweed – 235\nGhost Mushroom – 245\nGromsblood – 250\nArthas’ tears – 255\nGolden Sansam – 260\nDreamfoil – 270\nMountain Silversage – 280\nPlaguebloom – 285\nIcecap – 290\nBlack Lotus – 300\nÞá ætti þetta bara að vera komið, vonandi hjálpaði þetta einhverjum og ég held að þetta sé örugglega allt rétt hjá mér =)\nHumar.",
    "url": "https://www.hugi.is/blizzard/greinar/302434/profession-kynning/",
    "url_id": "302434",
    "id": "2215705",
    "replies": [
        {
            "user": "Matanza",
            "user_id": "32348",
            "date": "2005-06-05 02:44:03",
            "id": "2216329",
            "reply_to_id": "2215705",
            "text": "ég skrollaði bara yfir þetta en shit hvað þetta var leiðinleg grein…………."
        },
        {
            "user": "Matanza",
            "user_id": "32348",
            "date": "2005-06-05 03:26:37",
            "id": "2216376",
            "reply_to_id": "2216329",
            "text": "Kannski léleg grein en það er gott að geta farið yfir þetta þegar maður þarf þess."
        },
        {
            "user": "Matanza",
            "user_id": "32348",
            "date": "2005-06-05 14:00:49",
            "id": "2216818",
            "reply_to_id": "2216376",
            "text": "léleg? =/"
        },
        {
            "user": "Matanza",
            "user_id": "32348",
            "date": "2005-06-05 16:14:14",
            "id": "2217144",
            "reply_to_id": "2216818",
            "text": "lol, ég ætlaði að segja “leiðinleg” :X Nei þetta er góð grein"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-05 16:17:51",
            "id": "2217153",
            "reply_to_id": "2217144",
            "text": "hehe k :)"
        },
        {
            "user": "Lobot",
            "user_id": "57166",
            "date": "2005-06-05 04:28:02",
            "id": "2216407",
            "reply_to_id": "2216329",
            "text": "Flott grein fyrir alla sem eru að komast inní Wow og þurfa smá aðstoð til að ná undirstöðuatriðunum.\nVirkilega vel gert."
        },
        {
            "user": "Masochist",
            "user_id": "38241",
            "date": "2005-06-05 13:43:08",
            "id": "2216750",
            "reply_to_id": "2216407",
            "text": "æeg spila eki wow"
        },
        {
            "user": "Masochist",
            "user_id": "38241",
            "date": "2005-06-08 01:08:29",
            "id": "2224706",
            "reply_to_id": "2216750",
            "text": "ef þú spilar ekki wow veistu örugglega hvað ekkert af þessu er svo ekki mikið að taka mark á þér."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-08 01:31:41",
            "id": "2224756",
            "reply_to_id": "2224706",
            "text": "ég spila kannski ekki wow en ég hef spilað RPG leiki í nokkur ár…\nveit alveg um flest af þessu"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-05 14:04:06",
            "id": "2216831",
            "reply_to_id": "2216329",
            "text": "vil nú frekar líta á þetta sem, framlag eða kynninug heldur en grein. Svona fyrir áhugamenn."
        },
        {
            "user": "KafteinnFalki",
            "user_id": "25439",
            "date": "2005-06-05 03:14:48",
            "id": "2216367",
            "reply_to_id": "2215705",
            "text": "fórst ekkert yfir secondary professions: fishing sem er gathering profession, cooking sem er producing profession og First-Aid sem er service profession ásamt enchanting"
        },
        {
            "user": "Steini1",
            "user_id": "35121",
            "date": "2005-06-05 04:14:59",
            "id": "2216402",
            "reply_to_id": "2215705",
            "text": "Frábær grein sem á vondandi eftir að hjálpa einhverjum, hefði verið flott að koma líka með first aid/fishing/cooking en samt mjög góð grein."
        },
        {
            "user": "Daddi56",
            "user_id": "33186",
            "date": "2005-06-05 06:04:19",
            "id": "2216432",
            "reply_to_id": "2215705",
            "text": "Í Tailoring Þarf 2\nFelCloth\nEkki runecloth til að gera Mooncloth…."
        },
        {
            "user": "Gregg",
            "user_id": "28663",
            "date": "2005-06-05 14:03:08",
            "id": "2216826",
            "reply_to_id": "2216432",
            "text": "óh… shit =/ er n00b á enchanting og tailoring professions,\nástæðan fyrir því að ég fór ekki yfir first aid/fishing/cooking er að þær eru ekki professions, þú getur verið með allt af þessum þrem (cooking, first aid, fishjing) en bara tvennt af hinu þess vega tengi ég þetta ekki af sama tagi."
        },
        {
            "user": "Gregg",
            "user_id": "28663",
            "date": "2005-06-05 15:45:23",
            "id": "2217071",
            "reply_to_id": "2216826",
            "text": "skil hvað þú meinar en reyndar eru þau samt professions, þetta sem þú taldir upp eru primary professions en fishing, cooking og first aid eru secondary professions. og já eins og gaurinn sagði kemur felcloth á milli runecloth og mooncloth og það þarf 2 felcloth til að gera 1 mooncloth, felcloth er semsagt það besta sem hægt er að fá sem drop af mobs."
        },
        {
            "user": "Gspeed",
            "user_id": "9351",
            "date": "2005-06-05 15:40:07",
            "id": "2217055",
            "reply_to_id": "2215705",
            "text": "Flott grein hjá þér Humar. En ég held að Elemental Leatherworking questið sé í Searing George :P"
        },
        {
            "user": "Gregg",
            "user_id": "28663",
            "date": "2005-06-05 15:47:25",
            "id": "2217074",
            "reply_to_id": "2215705",
            "text": "þú gleymdir að segja hvar maður fær questið fyrir tribal leatherworking, sem er það eina sem ég vissi ekki í þessari grein =P\nreyndar hef ég fundið tribal leatherworking trainerinn, en get ekkert gert þegar ég tala við hana. las einhversstaðar að maður þurfi að klára einhver quest í feralas svo það gæti verið það en ég er ekki að nenna að gera það nema ég sé viss svo það væri fínt ef einhver sem veit eitthvað um þetta gæti sagt mér hvað ég þarf að gera til að geta fengið questið hjá tribal leatherworking trainer fyrir alliance."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-05 16:05:00",
            "id": "2217118",
            "reply_to_id": "2217074",
            "text": "já.. bíddu ég tékk á því, alliance questin fyrir tribal er í feralas :)"
        },
        {
            "user": "DIPPER",
            "user_id": "8725",
            "date": "2005-06-05 18:30:45",
            "id": "2217589",
            "reply_to_id": "2215705",
            "text": "Eitt varðandi Herbalism.\nÞað er ekki hægt að pikka upp swiftthistle sér. Hún finnst bara með Briarthorn (um 25% dropchance) og með Mageroyal (um 10-12% dropchance).\nOg svona til að búa til smá innskot þá geta Tauren komist upp í 315 í herbalism vegna +15 racial boost :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-05 18:32:11",
            "id": "2217598",
            "reply_to_id": "2217589",
            "text": "Ahm, maður þarf líka 50 í mageroyal fannst réttast að segja það svona."
        },
        {
            "user": "Gisli30",
            "user_id": "46040",
            "date": "2005-06-05 19:38:59",
            "id": "2217866",
            "reply_to_id": "2215705",
            "text": "Flott grein las hana alla… Er að fara að kaupa wow á miðvikudag!!!! Gaman… En ég var með 10 dya trial og var skinner og leatherworker og var Tauren Hunter og það var massa gaman!!! Góð grein."
        },
        {
            "user": "Doofy",
            "user_id": "38930",
            "date": "2005-06-06 10:23:24",
            "id": "2219394",
            "reply_to_id": "2215705",
            "text": "hey hef spurningu !\nég veit að dragonscale leatherworking gerir mail armor…\nen hvað gerir Tribal og Elemental ? >_"
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2005-06-06 10:26:00",
            "id": "2219398",
            "reply_to_id": "2219394",
            "text": "Tribal og Elemental gera Leather. Elemental er hed ég meira fyrir Rogue og kannski Druid á hærri levelum, en Tribal að mestu fyrir Druids."
        },
        {
            "user": "Doofy",
            "user_id": "38930",
            "date": "2005-06-06 10:28:36",
            "id": "2219402",
            "reply_to_id": "2219398",
            "text": "k takk en satt af segja soundar Tribal flottast ;S en hvar myndi marr þá fá tribal leather og elemental leather ? er það bara rugged með enchant or some ?"
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2005-06-06 10:34:46",
            "id": "2219417",
            "reply_to_id": "2219402",
            "text": "í Elemental Leatherworking þarf oft hluti frá Elemental mobs, svnoa eins og Essence of Fire, Heart of Fire o.s.frv.\nÍ Tribal Leatherworking þarf oft meira svona drops frá Beast mobs, eins og Wicked Claw frá fuglum o.fl."
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2005-06-06 10:24:52",
            "id": "2219397",
            "reply_to_id": "2215705",
            "text": "Flott"
        },
        {
            "user": "Doofy",
            "user_id": "38930",
            "date": "2005-06-06 10:38:32",
            "id": "2219428",
            "reply_to_id": "2219397",
            "text": "kk takk en akkuru geriuru alltaf new message og segir “ Flott ” ? ;S"
        },
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2005-06-06 22:33:35",
            "id": "2221771",
            "reply_to_id": "2219428",
            "text": "Ég var að svara greininni"
        },
        {
            "user": "Doofy",
            "user_id": "38930",
            "date": "2005-06-06 10:45:53",
            "id": "2219437",
            "reply_to_id": "2215705",
            "text": "einn leiðrétting……. þar sem þetta er um steel í miner\n´þá setur marr ekki 1 steel bar + 1 coal heldur 1 Iron bar + 1 coal"
        },
        {
            "user": "Doofy",
            "user_id": "38930",
            "date": "2005-06-06 10:46:46",
            "id": "2219442",
            "reply_to_id": "2219437",
            "text": "stendur það ekki…?"
        },
        {
            "user": "Doofy",
            "user_id": "38930",
            "date": "2005-06-06 10:52:43",
            "id": "2219451",
            "reply_to_id": "2219442",
            "text": "þetta stendur * = Bronze er ekki minað, heldur getur maður smeltað bronze úr einum copper og einum tin bar.\n**=Steel er ekki heldur minað heldur getur maður smeltað steel með því að vera með einn steel bar og eitt stykki coal."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-06 10:53:55",
            "id": "2219454",
            "reply_to_id": "2219451",
            "text": "fuck… well fer betur yfir næstu grein :) ég “fór yfir” þessa klukkan 2."
        },
        {
            "user": "Doofy",
            "user_id": "38930",
            "date": "2005-06-06 10:53:34",
            "id": "2219453",
            "reply_to_id": "2219442",
            "text": "svoldið erfitt að smetla steel með steel bar ef marr fær ekki þannig upprunalega ;S"
        },
        {
            "user": "Doofy",
            "user_id": "38930",
            "date": "2005-06-06 10:54:42",
            "id": "2219455",
            "reply_to_id": "2219453",
            "text": "well over and out ætla traina rogueina mína í klukkutíma or so"
        },
        {
            "user": "Gvendalfur",
            "user_id": "17861",
            "date": "2005-06-07 13:32:30",
            "id": "2222880",
            "reply_to_id": "2215705",
            "text": "Fín grein, en í sambandi við engineering…\n“Þegar búið er að maxa upp í artisian Engineering getur maður valið um Gnomish eða Goblin engineering.”\nMig MINNIR að þegar þú komist í expert getir þú valið um goblin eða gnomish, þarft reyndar að vera e-ð ákveðið level minnir mig, því að þú getur alveg klárað questið með því að láta e-n annan byggja allt fyrir þig í það."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-13 15:50:36",
            "id": "2237764",
            "reply_to_id": "2222880",
            "text": "Þú þarft 200 í engineering og öllum öðrum profs, á lv 200 geturðu trainað artisian, þess vegna sagði ég að maður þyrfti artisian."
        },
        {
            "user": "qurit",
            "user_id": "15134",
            "date": "2005-06-07 18:57:26",
            "id": "2223789",
            "reply_to_id": "2215705",
            "text": "flott grein, fræðandi grein fyrir fólk sem er ekki vist hvaða proffesion það á það taka, en mig langar að commenta smá :P:\nBlacksmithing:\nhumar\nÞegar maður er svo búinn að maxa skill í Blacksmithing getur maður valið um Weaponsmith eða Armorsmith.\n-Þarft ekki að maxa blacksmithing heldur þarftu bara að vera kominn í 200 ef mig minnir rétt, en maður getur ekki klárað questin fyrr en maður er kominn með 235 BS (allanvegan í Armorcrafting).\nhumar\nFyrir Alliance má finna Master Weaponsmith (Ironus Coldsteel) í Ironforge og hann ráfar um “The Great Forge” að ég best veit. Master Armorsmith hjá Alliance mun vera Grumnus Steelshaper og má finna hann í “The Great Forge“ líka.\n-Þeir standareyndar báðir hliðviðhlið hjá “The Great Forge” hef aldrei séð þá hreyfa sig neitt mikið nema til að snúa sér aðeins.\nTailoring:\nhumar\nLinen cloth\nWool Cloth\nSilk Cloth\nMageweave Cloth\nRunecloth\nMooncloth\n-Mættir nefna líka hvaða level maður getur fengið þetta. En þá væri þetta einhvernveginn svona\n01 - 15 Linen Cloth\n16 - 28 Wool Cloth\n29 - 39 Silk Cloth\n40 - 49 Mageweave Cloth\n50 - 60 Rune Cloth\nog svo er ég ekki viss með Fel Cloth en ég hef bara séð það droppa af einhverjum gaurum í FelWood og held ég að Fel Cloth droppar bara í Felwood(correct me if i'm wrong)\nMining:\nhumar\nCopper – 1\nTin - 65\nSilver – 75\nBronze* - 75\nIron - 125\nGold - 155\nSteel** - 165\nMithril - 175\nTruesilver - 230\nDark Iron - 230\nSmall Thorium Veins & Deposits - 250\nRich Thorium Veins - 275\n-Mætti líka bæta inn að Silver, Gold og Truesilver er frekar flokkað sem “rare” ore eða það er spawnar ekki á reglulegum stöðum, eins og Silver hefur einhver % á að spawna í staðinn fyrir Tin og eða Iron og Gold fyrir Iron eða Mithril.\nog svo má náttúrulega nefna Secondary Proffesions\nFirst Aid:\nEitt af mikilvægustu proffesionum, kanski ekki endilega fyrir healing classa, en sumir af þeim hafa tekið upp First Aid. First aid byggist á að búa til plástra eða “bandage” og maður býr þá út úr clothing(sjá Tailoring) og með þeim getur maður healað sig ákveðið mikið á einhverjum 6 til 8 sekúndum. MUST fyrir alla classa sem geta ekki healað sig með göldrum.\nCooking:\nEr kanski ekki nauðsynlegt en mjög gott að hafa, t.d. með eitt af bresta matinum er hægt a ð fá góðann Stamina Bonus og Spirit. Gallinn eiginlega við cooking eins og er, er að það eru offáar high level cooking uppskriftir. Fljótasta leiðinn til að fara hratt upp í cooking er að taka fishing með.\nFishing:\nEr notað af sumum Alchemys því það þarf suma fiska fyrir Alchemy, líka mjög gott fyrir hunters svo þeir geta veitt mat handa dýrinu þeirra og svo eldað fiskin. Fishing og Cooking er mjög oft trainað saman.\nJæjja þá ég er búinn að telja allt upp :) Flott grein enn of aftur :)\nPs. Mögulega einhverjar villur hjá mér líka, i'm not perfect."
        },
        {
            "user": "AlisRules",
            "user_id": "53945",
            "date": "2005-06-09 19:59:20",
            "id": "2229140",
            "reply_to_id": "2223789",
            "text": "Í sambandi við það sem þú sagðir um á hvaða level maður fengi cloth, þá er það vitlaust að þú fáir silk af lvl 29-39 gaurum…\nég á lvl 21 warlock og hann hefur aldrei drepið fólk yfir lvl 25 og samt hef ég stundum fengið silk cloth… : /"
        },
        {
            "user": "qurit",
            "user_id": "15134",
            "date": "2005-06-09 21:29:10",
            "id": "2229329",
            "reply_to_id": "2229140",
            "text": "eða eithvað þannig :) i ain't mr perfect"
        },
        {
            "user": "maggi5",
            "user_id": "51235",
            "date": "2005-06-11 04:06:30",
            "id": "2232666",
            "reply_to_id": "2223789",
            "text": "bara benta á það en þu gerðir 16 - 28 Wool Cloth\n29 - 39 Silk Cloth t.d. ég fékk oft wool þegar ég var lvl 12-15 og ég var byrjaður að fá silk cloth í lvl 16 bara benta á það :D"
        },
        {
            "user": "qurit",
            "user_id": "15134",
            "date": "2005-06-11 05:39:33",
            "id": "2232688",
            "reply_to_id": "2232666",
            "text": "getur varla verið að þú varst að fá það í miklu magni?"
        },
        {
            "user": "maggi5",
            "user_id": "51235",
            "date": "2005-06-12 05:31:49",
            "id": "2234804",
            "reply_to_id": "2232688",
            "text": "fékk svona 2-3 wool og 1-4 silk"
        },
        {
            "user": "qurit",
            "user_id": "15134",
            "date": "2005-06-13 15:56:58",
            "id": "2237785",
            "reply_to_id": "2223789",
            "text": "Það er nú ekki beint hægt að segja lvl á hlutum, erfitt að finna lvl range á drop rate, enda var þessi grein gerð á c.a. 2 tímum samfellt…"
        },
        {
            "user": "qurit",
            "user_id": "15134",
            "date": "2005-06-13 17:22:36",
            "id": "2238021",
            "reply_to_id": "2237785",
            "text": "já, enda er þetta svona sirka ;)"
        },
        {
            "user": "gosli",
            "user_id": "20531",
            "date": "2005-06-08 06:35:53",
            "id": "2224883",
            "reply_to_id": "2215705",
            "text": "Fín grein, nokkrar smávægilegar villur en þær hafa verið leiðréttar í svörum svo fólk sem hefur not fyrir þetta ætti að ná þessu alveg ef það les vel yfir :)"
        },
        {
            "user": "thella",
            "user_id": "21149",
            "date": "2005-06-08 16:14:03",
            "id": "2225646",
            "reply_to_id": "2215705",
            "text": "Já svo er líka eitt tailoring quest í Searing Gorge, ekkert merkilegt reyndar, fínt fyrir shadow castera. Maður fær belti, 14 slotta tösku og eitthvað í verðlaun og í endann fær maður svo uppskrift að shadoweave mask held ég.\nFín grein."
        },
        {
            "user": "maggi5",
            "user_id": "51235",
            "date": "2005-06-11 04:07:14",
            "id": "2232667",
            "reply_to_id": "2215705",
            "text": "mér finnst þetta bara nokkuð vel gerð grein þó ekkert smá leiðinlegt að lesa hana :P en ég las hana alla :)"
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2005-06-12 20:10:26",
            "id": "2236034",
            "reply_to_id": "2215705",
            "text": "Mættir náttúrulega benda á secondary líka því að sumar (first aid fyrir non-healers sérstaklega), eru rosalega mikilvægar.\nÆtla líka að benda á það, að til að fá specialisation questin fyrir manufacturing professions, þarf maður að hafa 200 í professioninni, og svo level 40.\nÍ leatherworking mætti benda á það að Dragonskale spec er mail armor fyrir shamans og hunters, Tribal er leather með int bonuses fyrir druids (samt dæmi að einstaka restoration specced shaman hafi valið tribal), og svo Elemental fyrir Rogues & feral druids.\nÍ tailoring er það svo 2 Felcloth en ekki runecloth i moonclothinu, og mætti benda á það að mooncloth er ekki trainer-learnt pattern, heldur þarf maður að kaupa recipe-ið (held nú að það sé vendor sem selji það í winterspring). Líka hægt að segja að artistian trainer fyrir Alliance sé í theramoore, en það gerir nú ekki mikið til nema einhver fari útfyrir theramoore að leita ;)\nSíðan náttúrulega það Iron Bar + Coal en ekki Steel Bar til að smelta Steel :P\nmeira var það nú ekki, fyrir utan það að ég hef alveg örugglega gert einhver mistök sjálfur í þessu :P"
        },
        {
            "user": "NorenZen",
            "user_id": "59264",
            "date": "2005-06-13 16:07:09",
            "id": "2237811",
            "reply_to_id": "2236034",
            "text": "…\nÞað var búið að benda á þetta allt, og til að svara því aftur þá meinti ég að maxa = artisian :( my bad, þar sem það þarf 200 skill points til að traina í artisian."
        },
        {
            "user": "NorenZen",
            "user_id": "59264",
            "date": "2005-06-20 18:45:49",
            "id": "2254826",
            "reply_to_id": "2237811",
            "text": "eg er i pinu vanda :S . eg er hunter lvl 32 og er 225 i skynnig og er með 70 i letherworking. …  eg er að græða fynan penig en eg fæ mail lvl 40 …. ætti eg að byrja með ..minig og blacksmith ???? er i ruglinu:s"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-20 18:47:01",
            "id": "2254830",
            "reply_to_id": "2254826",
            "text": "neibb, levelaðu upp leatherworking eða skiptu í min/skin ég gerði það, því að leather, það er þannig að þú býrð til pínu mail á hæstu lvlum en á hæstu lvlum í blacksmith býrðu ti plate."
        },
        {
            "user": "ballia",
            "user_id": "44486",
            "date": "2005-07-17 14:31:33",
            "id": "2319371",
            "reply_to_id": "2215705",
            "text": "Ég skil ekki alveg´:S ég er í level 32 hunter með skinning level 230 og leatherworking i level 215. ég er alveg að komast í level 40 og mig vantar pening ég eiði öllu i leatherworking. ég bara nuna 5 g….. skil ekki hvernig þið farið að því að fá mount í level 40.\ngetur einhver hjálpað' mér og sagt mér hvar og hvernig ég ætti að fara safna pening."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-07-17 17:30:20",
            "id": "2319730",
            "reply_to_id": "2319371",
            "text": "settu bara smá pásu á að traina leatherworking, seldu skinnið sem þú skinnar á AH og hættu alveg að kaupa hluti á AH kauptu bara það nauðsynlega (mat og skot/örvar) og trainaðu bara það nauðsynlegasta."
        },
        {
            "user": "ballia",
            "user_id": "44486",
            "date": "2005-07-18 08:06:14",
            "id": "2321088",
            "reply_to_id": "2215705",
            "text": "okey takk :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-07-18 09:34:03",
            "id": "2321129",
            "reply_to_id": "2321088",
            "text": "np m8, svo er bara að gera SM aftur og aftur þá færðu mikinn pening og muna að taka alltaf gráu hlutina og selja þau til vendor (færð þvílíkan pening fyrir gráa hluti úr instances)"
        },
        {
            "user": "RamRecon",
            "user_id": "1379",
            "date": "2005-07-19 00:21:26",
            "id": "2323730",
            "reply_to_id": "2215705",
            "text": "Flott grein hjá þér ;)\n60 Warrior Burning blade"
        },
        {
            "user": "bleed",
            "user_id": "54447",
            "date": "2005-08-20 14:44:18",
            "id": "2400085",
            "reply_to_id": "2215705",
            "text": "eitt fáranlegt… þú segir bara einn trainer fyrir hvert lið…\nert alveg að gleyma undead…\nen þar eru flestir trainerar í brill nálægt brill eða í undercity… mjög þægilegt enda allt nálægt byrjunarreit :)\nskinning og leather working er nálægt aðeins eystra við brill."
        }
    ]
}