{
    "forum_title": "Teiknimyndir",
    "user": "Kjarrval",
    "user_id": "3269",
    "date": "2001-06-05 23:46:56",
    "title": "414 - Helen Keller! The Musical",
    "text": "4. Bekkur og leikskólakrakkarnir eru að fara að gera sitt hvort leikritið sem sýnt verður í leikhúsinu.  Butters segir hinum að leikrit leikskólakrakkana sé meistaraverk og bregðast þeir við þessu með hörku því þeir vilja alls ekki að leikrit leikskólakrakkanna sé betra.  Þau vilja að leikritið tengist að hluta til þakkargjörðarhátíðinni og fá þar af leiðandi lifandi kalkún til að leika gæludýr Helen Keller.  Timmy og Kyle velja kalkúninn en síðan endar það þannig að það er Timmy sem velur hann og eru hinir krakkarnir ekkert ánægðir með valið.  Alls konar vandamál koma upp og eru sum þeirra óleyst á sýningarkvöldinu.\nPersónur í þessum þætti:\nWendy Testaburger, Stanley Marsh, Kyle Broflovski, Timmy, Bebe Stevens, Eric Theodore Cartman, Butters Studge, Kenny McCormick, Clyde, Tokin Williams, Gobbels, Jeffrey Mainer, Liane Cartman, Henry Lamount, Alicia, Jim, Robbie, Sheila Brofslovski, Sharon Marsh, Randy Marsh, Gerald Brofslovski, Herbert Garrison, Mr Hat, Counselor Mackey, Principal Victoria, Jimbo Kern, Ned Grublanzki,\nHvernig Kenny deyr:\nCartman ætlar að drepa kalkúninn með því að sleppa ljóskastara á hann, en hann lendir á Kenny.\nUppáhaldsatriðið mitt:\nÞegar Timmy fórnar sér fyrir Gobbels.",
    "url": "https://www.hugi.is/teiknimyndir/pistlar/30313/414-helen-keller-the-musical/",
    "url_id": "30313",
    "id": "202519",
    "replies": [
        {
            "user": "AllesKlar",
            "user_id": "19099",
            "date": "2004-08-23 09:48:27",
            "id": "202520",
            "reply_to_id": "202519",
            "text": "ÞESSI ÞÁTTUR HEITIR ‘Helen Keller’s thanksgiving'"
        },
        {
            "user": "Kjarrval",
            "user_id": "3269",
            "date": "2004-08-23 09:48:27",
            "id": "202521",
            "reply_to_id": "202520",
            "text": "Í raun og veru heitir hann “Helen Keller! The Musical”. Er búinn að leiðrétta núna og uppfæra nöfnin á persónunum í leiðinni :)"
        }
    ]
}