{
    "forum_title": "Harry Potter",
    "user": "Tzipporah",
    "user_id": "4564",
    "date": "2005-06-07 16:08:11",
    "title": "Unlikely Alliance: kafli 16 - Neville",
    "text": "“Engiferrótin er til margra hluta nytsamleg. Hægt er að nota hana í te til að lækna hálsbólgu, krydda mat mað henni, Japanir pækla hana og nota til að hreinsa munninn milli rétta í stórum málsverðum og í stærri skömmtum er hægt að nota hana til að skerpa hugann.” Prófessor Snape gekk um töfradrykkjastofuna á meðan hann talaði og dreifði bútum af engiferrótum á milli nemenda sinna. “Þetta er einungis hluti af því sem hægt er nota engiferrótina í. Þessar rætur sem ég er að gefa ykkur hér eru aftur á móti ræktaðar á sérstakan hátt, með aðstoð galdra, í suðurhéruðum Japan og eru margfalt sterkari en sú sem venjulega er notuð. Þar sem þarf fimmhundruð grömm af þeirri venjulegu þarf ekki nema eitt gramm af þessari,” hélt hann áfram um leið og hann staðnæmdist við töfluna. Hann benti á uppskrift sem hann hafði skrifað á töfluna.\n“Í dag ætlið þið að gera Skarphéðinsseyði sem er notað til að skerpa á huganum, ekki veitir ykkur nú af fyrir jólaprófin sem senn fara að nálgast. Farið eftir uppskriftinni og þá ætti þetta að ganga hjá ykkur. En munið að þessi uppskrift miðar við venjulega engiferrót svo þið þurfið að reikna út rétt magn. Eitt gramm af þessari jafnast á við fimmhundruð grömm af þeirri venjulegu, munið það. Hefjist nú handa.”\nHarry og Ron hófust strax handa við að taka til hin ýmsu efni sem þurfti að nota í seyðið.\n“Kannski gætum við fundið einhvern ástargaldur sem hægt væri að skella á… Voldemort”, stundi Ron upp með erfiðismunum, “og gera hann bara að ljúflingsgreyi og sigra hann svo,” kláraði hann. Harry brosti út í annað og tók undir, “Kannski maður ætti bara að skjóta hann með ástarörvum Amors.”\n“Hver er það?” spurði Ron ringlaður á svip.\n“Æi, það skiptir ekki máli.” svaraði Harry og hló, “hann er bara einhver sem muggarnir trúa á.” hann leit á Ron og brosti. Mikið var hann glaður að hann skyldi hafa sagt þeim frá öllu… eða næstum því öllu. Hann hafði auðvitað ekki sagt þeim frá Draco en það kæmi vonandi að því líka fljótlega. Þegar Draco yrði öruggur. Hann var ennþá mjög þreyttur og óöruggur með hvað framtíðin bæri í skauti sér en hann var ekki lengur einn. Þau voru þrjú aftur. Það var mikill léttir. Hann hafði í raun ekki áttað sig á hversu mikið hann hafði saknað þeirra.\n“Hey!…” Ron greip andann á lofti, “heldurðu nokkuð að það sé málið með Aniku og Snape? Heldurðu að hann hafi nokkuð, þú veist gefið henni ástarseyði og þess vegna sé hún hrifin af honum?” sagði hann vongóður á svip. Harry gat ekki annað en brosað.\n“Veistu Ron, ég held ekki, ég held þau séu virkilega ástfangin og hamingjusöm saman. Hún sagði meira að segja sjálf að þetta hefði byrjað kvöldið sem hún kom í Hroðagerði, kvöldið sem þau hittust í fyrsta sinn.” Vonarneistinn slokknaði í augum Rons og eftir varð svipur sem lýsti af viðbjóði,\n“Hvernig er hægt að láta sér líka við hann hvað þá meira?” tautaði hann og hrærði í seyðinu sínu.\n“Veistu Ron, hann er ágætur.” sagði Harry lágt, hann hafði heldur ekki sagt þeim frá vináttu sinni við Snape. Honum var svo sem sama um að þau vissu af því en hann hafði bara ekki vitað hvernig hann hefði átt að segja þeim frá því án þess að kjafta frá leyndarmálum Snapes sem hann hafði séð í þankalauginni. Kjálkinn á Ron hrundi nánast í gólfið við þessi orð og sleifin snarstansaði í miðjum pottinum.\n“Ertu ekki að grínast? Segðu mér að þú sért að grínast?” sagði hann eins og á milli vonar og ótta. “Þú veist að þetta er gaurinn sem er alltaf að gefa þér eftirsetu og er búinn að vera að níðast á þér frá því þú byrjaðir í skólanum?”\n“Ron, hræra í pottinum,” svaraði Harry bara og einbeitti sér að því að hræra í sínum, “Já ég veit að ég er að tala um prófessor Severus Snape sem hefur níðst á mér í gegn um tíðina en ég hef heldur ekkert alltaf verið sem bestur við hann,” sagði hann svo eftir smá stund þegar hann sá að Ron var ekkert að fara að gefast upp á því að stara spyrjandi á hann. “Við töluðum heilmikið saman í haust og erum búnir að leysa öll okkar mál og erum bara ágætir vinir núna.” bætti hann við.\n“En hann er ennþá að gefa þér eftirsetu við hvert tækifæri,” stundi Ron upp í leit að einhverju til að rengja sögu Harrys.\n“Það er bara til að hylma yfir annað,” hvíslaði Harry til baka.\n“HA?” sagði Ron, svo hátt að það vakti nokkra athygli í kennslustofunni. Harry þaggaði niður í honum og hvíslaði milli samanbitinna tannanna,\n“Segi þér það seinna.”\n“Jæja” sagði prófessor Snape hátt og skýrt, Harry til mikils léttis. “Nú ættu öll seyðin að vera tilbúin og ég vil að þið setjið öll þrjár únsur af vökvanum í glas og skellið því í ykkur í einum teyg. Ef ykkur hefur mistekist þá gerist ekkert, ef þetta hefur tekst vel til þá ættuð þið að upplifa tilfinningu eins og þið séuð að vakna og sjáið allt og munið allt mikið skýrar en áður.” Harry og Ron helltu sér í glas, litu hvor á annan, skáluðu og skelltu þessu í sig. Harry fann undarlegan straum fara um sig allan og vissulega fannst honum að hann hefði verið að vakna. Hann fann hvernig þreytan og doðinn sem áður hafði verið allsráðandi í höfði hans vék fyrir ferskleika og hugurinn varð skýr sem aldrei fyrr. Honum fannst að hann gæti allt. Hann leit fram fyrir sig og sá að Terry Boot var nýbúinn að skella í sig sínu seyði og leit út fyrir að vera að upplifa svipaða hluti og hann sjálfur. Hann sá Neville horfa óstyrkum augum á glasið fyrir framan sig, taka það upp og skella vökvanum í sig. Augu Nevilles galopnuðust og hann stífnaði allur upp og sat stjarfur í örfáar sekúntur áður en hann hrundi í jörðina. Harry henntist á fætur og reyndi að vekja hann en allt kom fyrir ekki. Í því kom Prófessor Snape.\n“Hvernig tókst honum að klúðra þessu?” spurði hann og í rödd hans var áhyggjublær sem honum tókst ekki að fela. Terry Boot fölnaði og svaraði\n“Ég man núna að hann setti örugglega jafn mikið af engiferrótinni og stóð á töflunni, hann gleymdi að reikna út mismuninn. Ég fattaði það ekki áðan, en núna er þetta allt svo skýrt,” bætti hann við ringlaður á svip.\n“Þitt seyði hefur í öllu falli virkað,” sagði Snape og kinkaði kolli til hans. “Það útskýrir samt ekki hversvegna hann rotaðist,” hélt hann áfram hugsi, “slíkt magn hefði átt að hressa hann rækilega við en ekki valda honum neinum skaða. Hann er örugglega með lífsmarki er það ekki?” Harry kinkaði kolli og svaraði,\n“Hann andar eðlilega.”\nPrófessor Snape strauk hökuna hugsi á svip.\n“Potter, Weasley, farið með hann upp á sjúkrahússálmu til fröken Pomfrey, segið henni að ég komi fljótlega. Þið hin megið ganga frá, tímanum er lokið í dag.”\nHarry og Ron tóku Neville í fangið með erfiðismunum og báru hann á milli sín upp á sjúkrahúsálmuna.\n“Almáttugur, hvað hafið þið nú gert?” spurði frú Pomfrey sem tók á móti þeim við dyrnar.\n”Við gerðum ekkert,” svaraði Ron móðgaður. “Hann gerði þetta sjálfur, honum mistókst eitthvað seyðið sem hann átti að gera í töfradrykkjatíma og hrundi svo bara í gólfið.”\n“Prófessor Snape er á leiðinni,” bætti Harry við áhyggjufullur á svip.\n“Jæja leggið hann hér á rúmið,” sagði fröken Pomfrey og benti drengjunum á rúm sem stóð framarlega í stofunni. Á meðan strákarnir bisuðu við að koma Neville fyrir í rúminu spurði fröken Pomfrey,\n“Hvaða seyði voruð þið að gera?”\n“Skarphéðinsseyði” svaraði Harry af bragði,\n“Og hvernig tókst honum að klúðra því?” spurði hún aftur,\n“Hann setti líklega allt of mikið af engiferrótinni,” svaraði Ron.\n“Það á ekki að vera hættulegt,” sagði fröken Pomfrey hugsi og rak drengina frá með handabendingu og fór að stumra yfir meðvitundarlausum Neville. Af fenginni reynslu í sjúkrahússálmunni drógu þeir sig til hliðar og settust hljóðir út í horni stofunnar þar sem lítið yrði tekið eftir þeim. Þeir vonuðust til að fröken Pomfrey tæki ekki eftir þeim þarna og myndi gleyma að reka þá út. Þeir sátu mjög hljóðir og kyrrir með áhyggjusvipinn meitlaðan á andlitin. Hvað hafði komið fyrir Neville?\nEftir örskamma stund birtist prófessor Snape og á hæla hans kom prófessor Dumbledore.\n“Hvernig er hann?” spurði Dumbledore. Fröken Pomfrey ypti öxlum ringluð á svip,\n“Ég finn bara hreinlega ekkert að honum. Hann virðist við hestaheilsu fyrir utan þá staðreynd að hann sefur og ekkert virðist geta vakið hann.” Dumbledore strauk skeggið hugsi á svip.\n“Leyfðu honum að sofa,” sagði hann eftir stutta stund. “Ef ég hef rétt fyrir mér var hann að upplifa hryllilega hluti og þarf tíma til að vinna úr þeim. Leyfðu honum að sofa eins lengi og hann þarf en fylgstu vel með honum. Ég kíki á hann seinna í dag.”\nHann sneri sér að Snape, lagði höndina hughreystandi á öxl hans og kinnkaði kolli. Að því búnu gekk hann út um dyrnar en sagði um leið án þess að líta um öxl,\n“Harry, Ron, þið hugsið vel um hann.” Strákarnir litu forviða hvor á annan, þeir höfðu ekki orðið varir við að Dumbledore tæki eftir þeim. Ron yppti öxlum og hristi höfuðið í uppgjöf.\n“Hver veit hvað gerist í hausnum á honum,” sagði hann.\nPrófessor Snape gekk fram hjá þeim og kinnkaði kolli til þeirra.\n“Kærar þakkir strákar,” sagði hann. “Parvati Patil sagðist ætla að koma töskunum ykkar upp í Gryffindorturn svo þær ættu að bíða eftir ykkur þar.”\n“Takk,” svaraði Harry og stóð upp. “Hvað er að honum?” spurði hann svo og kinkaði kolli í áttina að Neville. Snape hristi höfuðið,\n“Ég veit það ekki,” svaraði hann áhyggjufullur á svip. “Það er ekkert hættulegt í seyðinu og það ætti ekki að gera neitt nema að gefa honum virkilega öfluga minnisörvun. Ég ætla að fara og skoða nákvæmlega hvað hann setti í það. Sé þig í kvöld,” bætti hann við og hraðaði sér af stað.\n“Okei, hingað og ekki lengra, nákvæmlega hvað eruð þið tveir að gera saman á kvöldin ef þú ert ekki í eftirsetu hjá honum?” hvíslaði Ron og pírði augun í spurn.\n“Ég er kominn aftur í hughrindingartíma hjá honum,” hvíslaði Harry á móti. Svipur Rons breyttist í undrun,\n“Óó…” var það eina sem hann gat sagt.\n“Eruð þið ennþá hérna?” sagði fröken Pomfrey sem allt í einu hafði tekið eftir þeim. “Komið ykkur nú út, hann þarf hvíld. Svona, út með ykkur, ef þið flýtið ykkur þá ættuð þið að ná hádegismatnum.”\nEftir matinn var tími í Vörnum gegn myrku öflunum. Á meðan þau biðu eftir að tíminn byrjaði sögðu strákarnir Hermione frá atburðum morgunsins.\n“Og vita þeir ekkert hvað er að honum?” spurði Hermione skelfingu lostin,\n“Nei, svo virðist ekki vera,” svaraði Harry.\n“Við skulum kíkja við hjá honum í kvöld og gá hvort að hann er vaknaður,” lagði Ron til. Hin samþykktu það um leið og Anika Weasley gekk inn og heilsaði.\n“Í dag ætlum við að fjalla um Vitsugur,” sagði hún. Harry fann hvernig líkami hans kólnaði og hárin fóru að rísa aftan á hnakkanum, bara við tilhugsunina um vitsugur.\n“Þið lærðuð víst ýmislegt um vitsugur á þriðja árinu ykkar hér við skólann og fenguð að kynnast þeim af eigin raun að mér skilst, þó reyndar misnáið,” bætti hún við og leit á Harry sem helst hefði viljað hverfa þessa stundina en lét sér þess í stað nægja að roðna talsvert. “Einhverjir hér inni hafa náð tökum á að kalla fram verndara og það er talsvert afrek. Þeir sem enn hafa ekki náð tökum á því munu ná tökum á því á næstu dögum,” hélt hún áfram ákveðin. “Þegar vitsugurnar voru hér fyrir þremur árum síðan voru reglurnar aðrar en þær eru í dag. Þá voru þær undir stjórn galdramálaráðuneytisins og þótt þær hlýddu ekki öllum fyrirmælum og væru stundum frekar stjórnlausar eins og sannaðist einna best það árið, þá voru þær verndaðar af galdramálaráðuneytinu og því bannað að gera þeim nokkuð annað en að senda á þær verndara ef á þurfti að halda. Nú er öldin önnur, vitsugurnar gerðu uppreisn og gengu til liðs við Voldemort og nú er nánast opið veiðileyfi á þær frá Galdramálaráðuneytinu. Því miður er ekki margt sem virðist virka á þær. Ég er að vinna með Dumbledore og fleirum að því að finna leið til að granda þeim algerlega og nú ætla ég að leyfa ykkur að taka þátt í þessari rannsókn. Við byrjum á að ná góðum tökum á að framkalla verndara, þeir sem nú þegar hafa náð færni á þessu sviði geta hafist handa við að rannsóknarvinnuna. Hér er ég með allt lesefni sem ég hef fundið um vitsugur og nú bið ég ykkur um að fara í gegn um þetta, kynna ykkur vel hvernig vitsugur eru, hvað veikir þær, hvað styrkir þær, hvernig nærast þær, hverjir eru þeirra sterku punktar, hverjir eru þeirra veiku punktar og allt annað sem hægt er að vita um þær. Þegar þið hafið kynnt ykkur allt þetta vel þá eigið þið að koma með eigin hugmyndir og kenningar um hvernig væri hægt að granda þeim.\nJæja, hefjumst nú handa. Þeir sem þurfa að þjálfa upp færni í að kalla fram verndara fari aftast í stofuna, þeir sem þurfa að læra frá grunni að kalla fram verndara komi hér vinstra megin í stofuna og þeir sem hafa náð nægilegri færni mega koma hér fremst, finna sér lesefni og setjast hér hægra megin. Endilega vinnið þetta í hópum, tveir til fjórir saman í hóp.”\nDagurinn leið með mikilli vinnu og það var ekki fyrr en eftir kvöldmatinn sem vinirnir þrír fengu loksins tækifæri til að athuga hvernig Neville hefði það. Þegar þau komu á sjúkrahússálmuna var Neville ennþá sofandi. Fröken Pomfrey tók á móti þeim í dyrunum.\n“Hvað er að frétta af honum, fröken Pomfrey?” spurði Hermione. “Hefur hann ekkert vaknað?” Fröken Pomfrey hristi bara höfuðið og svaraði,\n“Leyfið honum að sofa lengur fyrsta hann virðist þurfa á því að halda. Þið getið litið við aftur í fyrramálið og athugað hvernig hann hefur það.”\n“Megum við sitja hjá honum ef við lofum að hafa ekki hátt?” spurði Harry.\n“Jæja þá,” svaraði fröken Pomfrey. “Ef þið endilega viljið. En við minnsta ónæði farið þið héðan út.”\nHarry settist á stól við höfðagaflinn á rúmi Nevilles og Ron á annan til fóta. Hermione settist á gólfið fyrir framan Ron því fleiri stólar voru ekki sjáanlegir.\n“Skrýtið að það skuli ekkert finnast að honum,” hvíslaði hún hugsi.\n“Hvað ætli hann sé að hugsa? Eða ætli hann sé að hugsa eitthvað yfir höfuð?” hvíslaði Ron og virti Neville fyrir sér.\n“Ég hef lesið í mugga læknisfræðibókum að oft þegar fólk er meðvitundarlaust þá geti það heyrt það sem gerist í umhverfinu jafnvel þó það geti ekki svarað eða sýnt nein viðbrögð,” sagði Hermione. Harry leit undrandi á hana við þessar upplýsingar, hugsaði málið um stund og hallaði sér svo að Neville.\n“Við erum hérna hjá þér vinur,” sagði hann svo lágt að varla heyrðist, “flýttu þér nú að láta þér batna við bíðum öll eftir þér.”\nHarry horfði hugsi á vin sinn í langa stund.\n“Hvað ertu að hugsa Harry?” spurði Hermione. Harry yppti öxlum og hvíslaði til baka.\n“Ég var bara að hugsa um spádóminn og það allt… það hefði getað verið hann. Neville hefði getað verið drengurinn sem lifði. Einhvern veginn finnst mér við tengdari eftir að ég frétti það heldur en áður. Hugsið ykkur, það hefði getað verið hann og þá hefði ég bara verið venjulegur strákur. Ég er samt að vissu leyti feginn að það var ekki hann, það hefur verið nógu mikið á hann lagt fyrir.”\nÞau sátu í langan tíma hljóð og fylgdust með Neville. Skuggarnir voru farnir að lengjast á sjúkrahússálmunni og fyrir utan gluggan var nánast orðið niðamyrkur.\n“Eigum við kannski að fara að koma okkur upp í Gryffindorturn?” hvíslaði Ron varfærnislega.\n“Nei, ekki ég allavegana, þið getið farið, en ég vil vera hjá honum ef hann skyldi vakna,” hvíslaði Harry lágt en ákveðið til baka.\nHermione hallaði sér upp að fótunum á Ron og hvíslaði,\n”Við bíðum með þér.”\nEftir því sem lengra leið á nóttina fóru höfuðin að síga meir og meir. Áður en langt um leið var Harry sofnaður í stólnum sínum. Hermione kveinkaði sér örlítið af þreytu við að sitja á hörðu gólfinu.\n“Ég skal skipta við þig,” hvíslaði Ron lágt til hennar.\n“Nei, nei,” svaraði Hermione lágt, “þetta er allt í lagi.”\n“Láttu ekki svona,” hélt Ron áfram. “Þú getur ekki verið svona í alla nótt, komdu þá allavegana frekar og sestu hjá mér. Þá er hvorugt okkar á gólfinu.” Hermione leit á hann og yppti öxlum.\n“Allt í lagi,” svaraði hún lágt og færði sig hljóðlega upp í fangið á Ron. Þar hjúfraði hún sig að bringunni á honum og innan örfárra mínútna voru þau bæði sofnuð.\nÞegar sólin fór að rísa morguninn eftir vaknaði Ron fyrstur af vinunum. Hann var örlítið ringlaður í fyrstu áður en hann mundi eftir því hversvegna þau voru stödd á sjúkrahússálmunni. Hann leit niður í fang sér og sá Hermione sem svaf svo friðsæl við bringu hans. Hann strauk hendinni yfir hrokkið hár hennar og strauk það frá andlitinu svo hann gæti betur virt hana fyrir sér. Hárið var svo mjúkt á milli fingra hans og andlitið svo fallegt, svo friðsælt og laust við allar áhyggjur þar sem hún svaf í fangi hans. Hann fann hitann sem stafaði frá líkama hennar og fann hve hjartað brann í brjósti hans. Bara ef hann gæti komið orðum að því hvernig honum leið. Bara ef hann gæti sagt henni það. Hann laut niður og kyssti hana ofurblítt á ennið. Hún bærði ekki á sér en allt í einu fannst honum eins og einhver væri að horfa á hann. Hann leit upp og sá að Harry svaf ennþá en við hlið hans lá Neville og brosti örlítið til hans.\n“Góðan daginn,” sagði hann lágt. Ron hentist á fætur svo Hermione lenti á gólfinu með háum skelli sem vakti Harry um leið. Hermione æpti og leit ringluð á Ron sem roðnaði upp fyrir hársrætur, stamaði einhverja afsökunarbeiðni og hjálpaði henni aftur á fætur.\n”Neville er vaknaður,” sagði Ron eins og til að afsaka lætin og færa athyglina af sjálfum sér. Neville brosti breiðar og hló örlítið en eftir skamma stund hvarf þó brosið.\n“Takk fyrir að vera hjá mér,” sagði hann alvarlegur á svip. “Ég met það mikils.”\n“Hvað gerðist?”\n“Er allt í lagi með þig?”\n“Á ég að ná í fröken Pomfrey?” spurðu þau hvert í kapp við annað.\n“Þetta er allt í lagi,” svaraði Neville rólega. “Það er óþarfi að kalla strax í frökenina, ég veit alveg sjálfur hvað gerðist.” Harry virti Neville fyrir sér og fannst hann sjá einhvern skugga í augum hans sem hann hafði ekki séð fyrr. Neville hafði alltaf verið hljóðalátur en yfirleitt frekar glaðlegur og vingjarnlegur að sjá. Núna var einhver alvarleiki yfir honum og ekki eins mikil gleði.\n“Hvað gerðist Neville?” spurði hann. Neville leit á hann og svaraði,\n“Ég held að ég hafi sett of mikið af engiferrótinni í seyðið mitt og það hressti minnið svo svakalega að það aflétti minnisgaldri sem var lagður á mig þegar ég var lítill.” Hann hikaði örlítið, en hélt svo óstyrkur áfram, “Eftir að ráðist var á mömmu og pabba…” Hermione greip andan á lofti og strákarnir voru sem þrumu lostnir, “… ég var með þeim,” stundi hann upp eftir örlitla stund. Ron settist aftur á stólinn sinn og hristi höfuðið af skelfingu. Hermione fékk sér sæti til fóta hjá Neville og samúðin skein úr svip hennar. “Réðust þau líka á þig?” spurði hún í sama mund og eitt tár hrundi niður vanga hennar.\n“Já,” svaraði hann niðurlútur. “Ég man eftir hryllilegum sársauka en mest man ég eftir að hafa horft á mömmu og pabba engjast um og öskra.” Harry fann hnútinn í maganum herpast um allan helming, hann mundi vel hversu hryllilegt það var að heyra hans eigin foreldra öskra í hvert sinn sem vitsugurnar komu nálægt honum. Hann fann hatrið í garð Bellatrix Lestrange vaxa um allan helming. Hann hataði hana jafnvel meir en Voldemort sjálfan. Hann hataði hana af meiri ákafa en hann hafði nokkru sinni fundið fyrir áður.\nHann vissi ekki hvernig og hann vissi ekki hvenær en hann vissi að\neinhvern daginn myndi hann drepa Bellatrix Lestrange!",
    "url": "https://www.hugi.is/hp/greinar/303193/unlikely-alliance-kafli-16-neville/",
    "url_id": "303193",
    "id": "2223328",
    "replies": [
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2005-06-07 16:10:26",
            "id": "2223333",
            "reply_to_id": "2223328",
            "text": "Þessi kafli ber líka önnur nöfn svona hérna heimavið sem ég bara varð að láta fljóta með.\nEin uppástungan var\n“Sprengifer”\nvar næstum búinn að senda hann inn með því nafni.\nEn annars þá kallar Fluffster hann Rauðaseríukaflann minn. Vonum að rauðaseríubrotin hafi ekki farið of illa í einhvern ;P"
        },
        {
            "user": "Achilles",
            "user_id": "54949",
            "date": "2005-06-07 16:34:17",
            "id": "2223417",
            "reply_to_id": "2223328",
            "text": "vóó!! en spennó maður..snilldar kafli, mér finnst þessi spuni án efa fyrir utan annan þbesti hér á hugi.is/hp.,.:D"
        },
        {
            "user": "Supernanny",
            "user_id": "57879",
            "date": "2005-06-07 17:12:48",
            "id": "2223535",
            "reply_to_id": "2223328",
            "text": "ég gæti faðmað þessa sögu;P"
        },
        {
            "user": "snowgirls",
            "user_id": "56098",
            "date": "2005-06-07 17:26:26",
            "id": "2223567",
            "reply_to_id": "2223535",
            "text": "Sammála =D"
        },
        {
            "user": "sunnydew",
            "user_id": "39246",
            "date": "2005-06-07 18:44:28",
            "id": "2223760",
            "reply_to_id": "2223328",
            "text": "Meira Meira:D:D ÞEssi spuni og Fenecca Crock eru bestu spunarnir hér:D get ekki beðið eftir meiru:D"
        },
        {
            "user": "giornata",
            "user_id": "30666",
            "date": "2005-06-07 18:46:31",
            "id": "2223762",
            "reply_to_id": "2223328",
            "text": "Spennandi kafli, eins og alltaf! Ég fæ tár í augun við tilhugsunina um að þessi spuni er að líða undir lok! :)"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2005-06-07 22:06:10",
            "id": "2224236",
            "reply_to_id": "2223762",
            "text": "Hey það er nú ekki svo sorglegt því þá kemur aðalmálið, bókin sjálf!!!"
        },
        {
            "user": "giornata",
            "user_id": "30666",
            "date": "2005-06-08 17:34:03",
            "id": "2225877",
            "reply_to_id": "2224236",
            "text": "hey já þú meinar :D :D hehe..en samt ;)"
        },
        {
            "user": "misstimberlake",
            "user_id": "25398",
            "date": "2005-06-07 19:44:14",
            "id": "2223902",
            "reply_to_id": "2223328",
            "text": "æði í poka!\npottþétt besti kaflinn!!"
        },
        {
            "user": "Sedna",
            "user_id": "52375",
            "date": "2005-06-07 21:15:30",
            "id": "2224100",
            "reply_to_id": "2223328",
            "text": "Ég fíla =D"
        },
        {
            "user": "wanderlust",
            "user_id": "56345",
            "date": "2005-06-07 21:37:28",
            "id": "2224159",
            "reply_to_id": "2223328",
            "text": "wá =D .. þetta verður bara meira og meira spennandi ! ;) .. Sammala ykkur fyrir Ofan!=D .. elska þessa sögu!.. & það sem er að gerast milli Rons & hermione gerir þetta bara skemmtilegra=D!.. ndilega vertu fljót að koma með næsta kafla;)..!"
        },
        {
            "user": "giornata",
            "user_id": "30666",
            "date": "2005-06-07 21:38:21",
            "id": "2224163",
            "reply_to_id": "2223328",
            "text": "já! GO RON & HERMIONE!"
        },
        {
            "user": "Adept",
            "user_id": "46012",
            "date": "2005-06-08 00:30:25",
            "id": "2224614",
            "reply_to_id": "2223328",
            "text": "Snilld að vanda."
        },
        {
            "user": "GullaGris",
            "user_id": "51458",
            "date": "2005-06-08 11:18:44",
            "id": "2225027",
            "reply_to_id": "2223328",
            "text": "Þú með þína yndislegu kafla! Ég var að drepast úr hlátri í endanum á seinasta kafla… datt í hug að Harry þyrfti að tjá Voldemort eilífa ást sína!\n“Voldemort… ég elska þig!”\n“Æii, en sætt! AAAA! ÉG BRENN! AAAAA!”\nOg þannig féll hinn illi Voldemort undir lok en Harry Potter dó úr ástarsorg nokkrum vikum seinna… endir.\nEr þetta ekki fínn endir fyrir þig? Passar alveg við söguna :)"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2005-06-08 11:52:14",
            "id": "2225093",
            "reply_to_id": "2225027",
            "text": "Ó, hver veit…"
        },
        {
            "user": "GullaGris",
            "user_id": "51458",
            "date": "2005-06-09 15:55:59",
            "id": "2228302",
            "reply_to_id": "2225093",
            "text": "Æi, nei… þú ætlaðir að hafa Kærleiksbirnina var það ekki? Ég var búin að gleyma því…"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2005-06-09 19:32:47",
            "id": "2229073",
            "reply_to_id": "2228302",
            "text": "Ahh… já, það plott held ég að myndi alveg virka vel… en jafnvel enn betri hugmynd hefur þó fæðst… he he he he he he he"
        },
        {
            "user": "GullaGris",
            "user_id": "51458",
            "date": "2005-06-10 19:20:32",
            "id": "2231320",
            "reply_to_id": "2229073",
            "text": "Aha… hvaða hugmynd? Þú verður að segja mér, annars trúi ég þér ekki!"
        },
        {
            "user": "aggagnesa",
            "user_id": "55514",
            "date": "2005-06-10 11:32:20",
            "id": "2230232",
            "reply_to_id": "2223328",
            "text": "ÞÚ ERT SNILLINGUR!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!\nKvenar kemur næsti kafli? Er að deia úr spenningi."
        },
        {
            "user": "TinnaKristin",
            "user_id": "43890",
            "date": "2005-06-10 22:16:18",
            "id": "2231864",
            "reply_to_id": "2223328",
            "text": "Þetta er það sem mig hefur lengi langað að geta sagt við þig:\nÉg sá stafsetningarvillu í spunanum!\nAnnars mjög fínn kafli og skemmtileg saga:D Þetta er eini spuninn sem ég les sem er um Haary&co."
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2005-06-10 22:25:48",
            "id": "2231910",
            "reply_to_id": "2231864",
            "text": "Í alvöru??? Hvar?\nAnnars er ég svolítið lesblind og á því rosalega erfitt með stafsetningu og læt þessvegna alltaf einhvern sem er góður í þessu lesa yfir fyrir mig.\nHvað fór fram hjá yfirlesaranum mínum?\nYfirlesari ertu ekki að standa þig?\n;P\nKveðja\nTzipporah"
        },
        {
            "user": "TinnaKristin",
            "user_id": "43890",
            "date": "2005-06-11 22:00:02",
            "id": "2234112",
            "reply_to_id": "2231910",
            "text": "Þetta var líklega innsláttarvilla.. Ég finn hana ekki aftur í fljótu bragði (enda nenni ég ekki að leita.. ég myndi vera kosinn letingi ársins ef ég væri í framboði. Ég bara nenni ekki að bjóða mig fram)."
        },
        {
            "user": "Catium",
            "user_id": "56286",
            "date": "2005-06-14 17:45:36",
            "id": "2240685",
            "reply_to_id": "2223328",
            "text": "Segi það enn og aftur algjör snilld. Einn besti spuninn á huga.is HP áhugsmálinu.\nEr að fara að lesa næsta kafla efir 2 mín eða svo get ekki beðið. Ætla að hætta að skrifa þetta bull(allt fyrir utan þetta með snildina og besta spunan)núna.\nKveðja Catium."
        }
    ]
}