{
    "forum_title": "Rómantík",
    "user": "nikida",
    "user_id": "54422",
    "date": "2005-06-08 13:56:00",
    "title": "Æ þessar blessuðu pælingar.",
    "text": "Ég veit ekki hvað ég er að skrifa eða af hverju, en núna langar mig bara að skrifa eitthvað. Ég á það til að sökkva mér í dagdraumum, oft er staður og stund ekki nóg fyrir mig, ég þarf alltaf að flakka eitthvað í huganum.\nÉg á endalaust af góðum vinum og er mjög heppin með svo mikið. En þegar ég er ein með sjálfri mér þá fæ ég svo mikla tómleikatilfinningu. Hvort það sé vond eða slæm tilfinning er ég ekki viss um, hallast að óþægilegri tilfinningu ef eitthvað er.\nNúna er ég að hlusta á\nTalk\nsem er á nýja disknum með Coldplay. Þetta er eitt af þessum lögum sem fær mig til að hugsa um allt og ekkert. Eins ooog…\nMig langar að eiga góðan kærasta, mig langar að ferðast, djamma með krökkunum, langar að liggja\ní sólinni á Portúgal …fæ minningu um að sitja að kvöldi til á Spáni með kaldan Pineapple Breezer og heita golu sem sveiflast um hárið á mér. Heitur líkaminn eftir sólina og engar áhyggjur, engin vinna eða skóli daginn eftir, ekkert stress..engir fjölskyldumeðlimir eða peningavandamál að pirra mann. Maður bara sat þarna njótandi þess að vera með vinum í sólinni. Svoleiðis á það alltaf að vera, engar áhyggjur, engin kvíði, engin fortíð.\nBara ég og Spánn.\nMér finnst ég eiga svo mikið eftir. Ég á mjög mikið eftir, einungis 17 ára. En ég get ekki beðið eftir að lífið verði betra, meira spennandi og ég get ekki beðið eftir að upplifa það að hlakka til að vakna á morgnanna og vita að dagurinn hafi eitthvað spennandi að bjóða mér. Í dag vakna ég bara af því ég hef skyldu að gegna, sumarvinnan mín. Um helgar þá djamma ég því ég er einmanna þegar ég er ein með sjálfri mér. Ég fer á djammið af því ég er leitandi af einhverju betra en þessu dagsdaglega. Upplifi kannski eitthvað spennandi á næsta djammi. Ég sleppi ekki helgi, ég gæti misst af einhverju. Samt veit ég að það er ekkert spennandi framundan annað en fullt fólk og fullir strákar að reyna fá mann upp í rúm til sín og svo þynnka og tómleiki daginn eftir.\nÉg vildi bara setja þetta á þráðinn, langar ekki að fara að sofa, þá þarf ég að díla við hugsanirnar mínar,…vill bara vera í “móki” stundum…það er svo gott að hugsa ekkert….bara vera tóm í hausnum og njóta þess “að vera”.\nSamdi þetta ljóð í tilefni af pistlinum hehe.\nHugurinn fer með mig að paradís,\nMeðan allt annað verður eftir.\nAngist í hjarta verður mér ei vís,\nVesæld  eða djúpu sárin.\nStundum er lífið svo voðalega ljúft\nað draumurinn í gær var ei betri.\nEn oftar en ekki verður það svo súrt\nAð í hugann ég leita hælis.\nStjörnur á himni og ljúfir tónar\nLétta á minni byrði\nMeðan ég leita að fyllingu minni\nÞá verður hugurinn minn í paradís.\nNikida\nSvo að lokum er þetta texti eftir Colin Hay. Já þið hafið eflaust gengið í gegnum ástarsorg, þá er ég ekki að meina hvolpaást þegar srákurinn í hinum bekknum kyssti þig en var svo hrifinn af hinni vinkonu þinni. Heldur virkilega ást, þar sem þú deilir öllu með manneskjunni, þið gerið allt saman, og minningarnar eru svo sterkar, og framtíðin er svo skýr með manneskjuna með þér. En svo allt í einu þá gerist eitthvað og þú missir hana…. hálft ár síðan ég missti minn, en textinn á svo vel við að ég varð að setja hann inn.\nI drink good coffee every morning\nComes from a place that's far away\nAnd when I'm done, I feel like talking\nWithout you here, there is less to say\nI don't want you thinking I'm unhappy\nWhat is closer to the truth\nThat if I lived ‘til I was a hundred and two\nI just don’t think I'll ever get over you\nI'm no longer moved to drink strong whiskey\nI shook the hand of time and I knew\nThat if I lived ‘til I could no longer climb my stairs\nI just don’t think I'll ever get over you\nA face it dances and it haunts me\nThe laughter still ringing in my ears\nI still find pieces of your presence here\nEven, even after all these years\nI don't want you thinking that I dont get asked to dinner\n'Cause I'm here to say that I sometimes do\nAnd even though I may seem to a feel a touch of love\nI just dont think I'll ever get over you\nAnd if I lived ‘til I was a hundred and two\nI just don’t think I'll ever get over you…",
    "url": "https://www.hugi.is/romantik/greinar/303344/ae-thessar-blessudu-paelingar/",
    "url_id": "303344",
    "id": "2224682",
    "replies": [
        {
            "user": "Mjus",
            "user_id": "22110",
            "date": "2005-06-08 14:17:24",
            "id": "2225407",
            "reply_to_id": "2224682",
            "text": "hahah..\nvá.. ég er sammála gjörsamlega öllu sem þú varst að seigja!!!\nég er núna eimmitt að hlusta á nýja coldplaydiskinn og að hugsa… hugsa um hvernig lífið geti verið betra og hvernær það koma að því að það verði þannig að mér hlakki til að vakna á morgnanna og takast á við eithvða…\nsvo var ég líka eimmitt að semja ljóð.. eða reyndar lag um þetta… eða svona… eiginlega þetta…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-08 14:48:08",
            "id": "2225452",
            "reply_to_id": "2224682",
            "text": "Vá hvað ég var sammála hverju orði sem ég las hérna.    Ég lendi oft í því að fá svona tómleikatilfinningu.. og af einhverjum ástæðum líkar mér þetta komment :\nYou dont know me but you dont like me.  You say you care less how I feel but how many of you that sit and judge me have ever walked the streets of Bakersfield?\n-Homer Jay"
        },
        {
            "user": "Urdur",
            "user_id": "24895",
            "date": "2005-06-08 14:53:22",
            "id": "2225463",
            "reply_to_id": "2224682",
            "text": "Vá ég er viss um að mörgum líður nákvæmlega eins fyrst að ég ætlaði að fara að svara því hvað mér líður fullkomlega eins og þér, síðan sé ég að einhver annar hefur sagt það líka…. en bara allt sem þú sagðir er svo nákvæmlega ég held ég bara upp á orð nema með að hafa verið að hætta með kærastanum og ég er að verða 19 mér finnst bara svo sorglegt að lífið mitt sé orðið svona óspennandi og það er ekkert sem er að breitast að bætast og ég get ekkert gert… og sérstaklega sorglegt með djammið, mig langar alltaf til að djamma og sé fyrir mér skemmtilegt kvöld en mér finnst alltaf leiðilegt."
        },
        {
            "user": "kolan89",
            "user_id": "45593",
            "date": "2005-06-08 15:01:05",
            "id": "2225481",
            "reply_to_id": "2224682",
            "text": "Vááá..! þetta var eins og talað út úr mínu hjarta, mér líður nákvæmlega eins!! þegar ég vaknaði í morgun hugsaði ég nákvælega þetta sem þú vars að segja.. Það er allt eitthvað svo tilgangs laust.. en öll trúm við á að framtíðin geymi eitthvað dásamlegt , og það er ástæðan fyrir því að við erum enn hér!"
        },
        {
            "user": "Coconuts",
            "user_id": "56894",
            "date": "2005-06-08 15:09:27",
            "id": "2225505",
            "reply_to_id": "2224682",
            "text": "Mér líður nákvæmlega eins, nema hvað, ég á góðan kærasta. Æðislegan, en ekki mikið af góðum vinum. bara nokkra… sem ég get ekki beint kallað góða vini :/"
        },
        {
            "user": "gotti",
            "user_id": "3385",
            "date": "2005-06-08 15:10:40",
            "id": "2225507",
            "reply_to_id": "2224682",
            "text": "Þetta er svooo rétt hjá þér, með Spán, vinnuna, daginn og lífið. Er 17 ára líka. Krakkar hlakka til sumarsins en þá bíður bara vinnan og næstum sami járnaginn en nei nei. Málið er svo auðvitað að ef lífið væri bara eilíft chill í sólinni, bjórdrykkja og kaffihúsafýlingur þá yrði það minna og minna spennandi með hverjum degi. Þetta er allt endalaus hringur og annað hvort brýstu út úr honum og heldur endalaust áfram að gera eitthvað nýtt og spennandi(ferð á vit ævintýranna;) ) eða þú gerir þennan hring eins góðan og skemmtilegan og hægt er og áttar þig bara á því að þú hefur það mjög gott! bara bjartsýnina í botn og þú ert nú bara 17 ára stelpa góð!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-08 16:32:44",
            "id": "2225680",
            "reply_to_id": "2224682",
            "text": "svo sammála, það er alltaf gott að hafa einvherja ávallt við hlið sína en siðan hverfur hún einn daginn, been there done that…."
        },
        {
            "user": "Gizzi",
            "user_id": "5414",
            "date": "2005-06-08 17:34:50",
            "id": "2225880",
            "reply_to_id": "2224682",
            "text": "Vá, ekkert nema vá. *orðlaus*"
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2005-06-08 17:42:36",
            "id": "2225898",
            "reply_to_id": "2224682",
            "text": "Þetta lýsir nú bara ansi mörgum finnst mér, lýsir mér að mörgu leyti einstaklega vel."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-08 17:54:13",
            "id": "2225929",
            "reply_to_id": "2224682",
            "text": "Pineapple breezer er bestur svo er ég líka alveg sammála þér :)"
        },
        {
            "user": "karijo",
            "user_id": "5836",
            "date": "2005-06-08 19:29:34",
            "id": "2226240",
            "reply_to_id": "2224682",
            "text": "þú þarft að læra að meta það sem þú hefu, sem getur oft verið erfit\nog að mér sýnist þá þurfa það flestir sem hafa svarað þessari grein\nþví að við erum bara ör fá sem höfum það svona gott þú þarft ekki að fara út úr evrópu til að finna fólk sem getur ekki til dæmist ferðast til nánast hvaða lands sem er eins og við getum\nog fólk sem þarf að vinna árum saman til að geta látið sig dreyma um að komast einhvað burt\nsamt finnst mér rosalega gaman að heyra að það eru jú fleyrra fólk á mínu reki(er 18) sem hugsar um einhvað annað enn að reyna að ríða sem allra flestum á djamminu\nflott grein og endilega fólk sem hefur einhvað svona á huganum að tjá sig hé"
        },
        {
            "user": "nikida",
            "user_id": "54422",
            "date": "2005-06-08 20:18:41",
            "id": "2226419",
            "reply_to_id": "2226240",
            "text": "Kannski er það ekki málið, auðvitað er alltaf hægt að finna einhvern sem hefur það erfiðara en maður sjálfur. Og það er alveg rétt hjá þér að við eigum að meta það, en við eigum samt ekki að gera lítið úr tilfinningum okkar með því að segja að aðrir hafi það verr og að við ættum ekki að vera kvarta. Stundum líður manni asnalega og þá á maður bara leyfa sjálfum sér að líða þannig, sama hvernig aðrir hafa það;)"
        },
        {
            "user": "humlebi",
            "user_id": "45382",
            "date": "2005-06-08 21:28:01",
            "id": "2226616",
            "reply_to_id": "2224682",
            "text": "Mjög gód grein. Virdast vera margir sem eru sammála thér, og ég get ekki neitad thví ad ég thekki thad sem thú skrifar um… Ég á gódan kærasta, og er ánægd med thad, en get ekki neitad ad thessi tómleika-tilfinning sem thú talar um kemur upp í mér ödru hverju, kannski einum of oft..\nEn allavega - gód grein! :)"
        },
        {
            "user": "Gordingull",
            "user_id": "33769",
            "date": "2005-06-09 01:10:30",
            "id": "2227612",
            "reply_to_id": "2224682",
            "text": "ah ég bara putta dautt barn"
        },
        {
            "user": "Gordingull",
            "user_id": "33769",
            "date": "2005-06-09 01:30:38",
            "id": "2227650",
            "reply_to_id": "2227612",
            "text": "Eruði öll þunglynd eða??? Veit ekki með ykkur en mér finnst lífið æðislegt og það verður bara skemmtilegra með hverjum deginum að lifa og ég er 18ára :D kanski hjálpar það mér samt að ég hef nánast ekkert stundað djammið, geri frekar eitthvað annað með vinunum."
        },
        {
            "user": "bonobo",
            "user_id": "22716",
            "date": "2005-06-10 18:25:00",
            "id": "2231128",
            "reply_to_id": "2224682",
            "text": "Vá hvað margir eru sammála þér.\nÞað er samt svona blendin tilfinning hjá mér, ég vil bæði að tíminn standi í stað því mér líður vel í skólanum sem ég er í, á góðan kærasta, er í fínni sumarvinnu (eða svona) en svo er það framtíðin sem ég er alltaf að bíða eftir, þessari frábæru framtíð sem maður er búinn að búa til í huganum. Þar sem eru engar áhyggjur, en málið er einmitt það, að það verða alltaf áhyggjur. Nú er einmitt tíminn sem við eigum ekki að hafa áhyggjur en samt er maður alltaf með áhyggjur!\nAlltaf er maður að pæla. Það versta er að krakkar á okkar aldri fá aldrei gott frí. Við erum í skóla á veturnar og svo förum við beint að vinna þegar skólinn er búinn. Við fáum eiginlega ekkert sumarfrí. Endalaus streita."
        },
        {
            "user": "steinivalda",
            "user_id": "34079",
            "date": "2005-06-10 20:50:59",
            "id": "2231616",
            "reply_to_id": "2224682",
            "text": "get verið sammála þér með ýmislegt.\nÉg er samt á fullu á snjóbretti og slíku og á fullt fullt af vinum og er nokkuð vinsæll og algjört fífl samt af því að ég er svo lífsglaður að ég geri ýmislegt áður en ég hugsa mig um:P\nEn já, mér líður stundum svona eins og ég sé bara einn….\njá eiginlega bara nákvæmlega eins og þú ert búin að verað tala um:P bara ég hlusta á muse lög en ekki coldplay;)"
        },
        {
            "user": "Scandalous",
            "user_id": "53721",
            "date": "2005-06-12 23:18:15",
            "id": "2236718",
            "reply_to_id": "2224682",
            "text": "Sjitt..þessi einmannatilfinning gæti stundum kálað manni…svona þegar maður er heima hjá sér…hefur ekkert að gera…allaveganna eitthvað lítið sem manni langar til…og svo finnst manni að maður eigi að vera einhversstaðar annarsstaðar…"
        },
        {
            "user": "Scandalous",
            "user_id": "53721",
            "date": "2005-06-12 23:22:50",
            "id": "2236740",
            "reply_to_id": "2224682",
            "text": "Það er líka svo pirrandi að vita að maður sé búin að vera 15,17,20 ár whatever lifandi…og einhvernegin bjóst maður við því að þetta væri allt svo öðruvísi..svo kemur afmælið og maður er ekki búinn að gera neitt að því sem maður hélt að maður myndi vera búin að gera á þessum afmælisdegi eða hinum…ef einhver skilur mig…! Fæ oft þanneig tilfinningu"
        },
        {
            "user": "NoAngel",
            "user_id": "15331",
            "date": "2005-06-14 17:40:08",
            "id": "2240673",
            "reply_to_id": "2224682",
            "text": "Ég er eins og margir aðrir sýnist mér, sammála þér. Ég er 19 ára og mér finnst eins og ég sé að missa af lífinu, ég er svolítið út úr þar sem ég bý og dreg mig oftast til hlés…Mér finnst ég bara vera að eldast… Nema þegar ég er með mínum nánustu vinum. En já, þoli ekki að vera alltaf að pæla svona um hluti sem valda manni bara áhyggjum.. Skil þig alveg fullkomlega."
        },
        {
            "user": "Gwalter",
            "user_id": "59616",
            "date": "2005-07-19 13:37:34",
            "id": "2324349",
            "reply_to_id": "2224682",
            "text": "Ég gæti ekki verið meira sammála. Missti mína eftir 3ára samband, og mér hefur aldrei liðið jafn illa og síðustu mánuði. Þessu tómleiki, og einhverskonar óróleiki sem maður losnar ekki við.\nNema maður fái hana aftur, og það er ekki að fara að ske."
        }
    ]
}