{
    "forum_title": "Heimspeki",
    "user": "jonpall",
    "user_id": "2777",
    "date": "2001-06-06 13:17:00",
    "title": "Tilgangur lífsins - vitundarsvið",
    "text": "Ég vildi segja ykkur hvað ég er búinn að fatta. Ég er búinn að fatta hver tilgangur lífsins sé. Og þó svo að þetta sé kannski frábrugðið því sem þykir venjulegt, þá langaði mig að segja frá hverju ég hef komist að. Um daginn  varð mér ljóst að þetta sé svona og því meira sem ég pæla í því því meira sem ég veit að þetta er satt.\nÞessi venjuleg vökuvitund okkar, skynsemisvitund eins og við köllum hana, er aðeins ein gerð vitundar, allt í kring um hana, aðskildir með örþunnum lögum, liggja möguleikar annarra vitundarsviða, sem eru geysilega frábrugðnir. Líf okkar getur liðið hjá án þess að okkur verði ljós tilvera þeirra; en með notkun réttrar kveikju birtast þeir í allri sinni víðfeðmi, sem ákveðin form hugarástands sem eiga sér líklega einhvers staðar eigin starfssvið. Enga endanlega heildarmynd af heiminum er hægt að gera sér án þess að taka tillit til þessara annarra vitundarsviða\nÞessi heimur eða vídd sem við þekkjum hér á jörðinni er bara einn af ótal mörgum. Það má líkja þetta við einhverskonar matrix sem við höfum sett okkur í, sem takmarkar skilning okkar á heiminn, svo að við getum þroskast einhvernveginn sem væri annars ekki hægt.\nEn hvað er tími? Tími er bara ofur einföldun á hlut sem við erum ekki fær um að skilja, vegna þess að við erum í vitundarsvið sem býður ekki upp á það, og hvers vegna ekki? það er vegna þess að við reglurnar sem gilda í þessum matrix eða skilningarsvið eru þannig gerðar, svo að við getum lært og þroskast á einhvern hátt sem væri ekki hægt ef við vissum allt. Við megum neflilega ekki vita of mikið, vegna þess að þá myndum við haga okkur öðruvísi og ekki ná að læra um lífið á þann hátt sem við eigum að gera í þessari vídd sem við erum í.\nÉg hef velt fyrir mér hvernig trú passar inni þetta allt saman. Öll trú eru hvorki rétt né röng. Þegar Jésús sagði “Ég er vegurinn, sannleikurinn og lífið”, þá var það vissulega rétt hjá honum. Við erum öll vegurinn, sannleikurinn og lífið fyrir sjálf okkar, og Jésús er ein leið. Öll trú eru leið sem við höfum valið til að þroskast á þann hátt sem við þurfum. Þegar ég hugsaði um þetta, þá varð mér ljóst að, að trúa á Krist og hans kenningar, er rétt fyrir þann sem trúir. Sá sem trúir á Islam eða Búdda hefur líka rétt fyrir sér. Það er kannski bara akkúrat það sem viðkomandi þarf til að þroskast og læra um lífið eins og hann þarf. Eins og ég hef sagt, þá er þetta tilgangur lífsins.\nLíkaminn er bara tæki eða einhverskonar geymslutæki (“host”) fyrir sálina. Þessi vídd er þannig gerð að þess er þurft. Þegar við “deyjum”, erum við bara að yfirgefa þessari vídd, og skilja þetta flak eftir, (líkið) vegna þess að tíminn okkar er búinn. Sumir geta jafnvel yfirgefið líkama sinn timabundið og fært sig í andaheiminn.\nÉg á svo sem eftir að pæla mikið í þessu, en segðu mér hvað þér finnst? Ég er ekki að reyna að sannfæra neinn hérna (mér er sama hvað ykkur finnst), heldur að deila með ykkur hvað ég veit er satt.\nLífið er skóli og alls ekki tilgangslaust.\nJón Páll",
    "url": "https://www.hugi.is/heimspeki/greinar/30340/tilgangur-lifsins-vitundarsvid/",
    "url_id": "30340",
    "id": "202899",
    "replies": [
        {
            "user": "Froztwolf",
            "user_id": "3350",
            "date": "2001-06-12 10:42:42",
            "id": "202900",
            "reply_to_id": "202899",
            "text": "Þú átt semsagt við að sama hvað við gerum í lífinu, það er rétt vegna þess að við erum að gera það og það er lærdómsreynsla?"
        },
        {
            "user": "jonpall",
            "user_id": "2777",
            "date": "2001-06-12 19:38:56",
            "id": "202901",
            "reply_to_id": "202900",
            "text": "Ja, allt sem við gerum er lærdómsreynsla, en það segir samt ekki að allt sem gert er er rétt…. ef þú gerir eitthvað sem er rangt, þá færðu að gjalda fyrir það líka í annari vídd, sumir eru góðir, aðrir vondir."
        },
        {
            "user": "LalliOni",
            "user_id": "8819",
            "date": "2001-06-16 14:38:50",
            "id": "202902",
            "reply_to_id": "202899",
            "text": "Tilgangur lífsins getur verið hvað sem er enn ég held að það sé lífið sjálft eða dauðinn."
        },
        {
            "user": "wiz",
            "user_id": "233",
            "date": "2001-06-19 15:00:58",
            "id": "202903",
            "reply_to_id": "202899",
            "text": "já takk fyrir þessa þýðingu á búddisma…"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2001-06-20 01:44:16",
            "id": "202904",
            "reply_to_id": "202903",
            "text": ""
        },
        {
            "user": "jonpall",
            "user_id": "2777",
            "date": "2001-06-20 15:46:42",
            "id": "202905",
            "reply_to_id": "202903",
            "text": "ég verð að vera ósammála þér.. þetta er ekki búddismi, þó svo að eitthvað sé kannski líkt"
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2001-06-20 21:24:41",
            "id": "202906",
            "reply_to_id": "202899",
            "text": "Afhverju þarf lífið að vhaf einhvern helvítis tilgang!!?\nÞú segir ekkert um þá sem trúa á ekki neitt.\nSíðan kalla eg þessa KENNINGU þína EKKI TILGANG!\nHvernig líst þér á að það væri ekkert eftir lífið?"
        },
        {
            "user": "jonpall",
            "user_id": "2777",
            "date": "2001-06-21 09:19:13",
            "id": "202907",
            "reply_to_id": "202906",
            "text": "Ulvur, það er þitt að ákveða hvað þú vilt trúa á eða halda. Þetta er það sem mér finnst, og það þarf ekkert að vera að þetta sé “þinn sannleikur”, en það breytir mér engu, eins og ég sagði, ég er ekki að reyna að sannfæra þig. En ég ætla að reyna að svara spurningunni þinni, .. segjum svo að þú trúir að Ísland sé ekki til, þá er Ísland samt sem áður til, þó svo að þú trúir því ekki. Every man for himself."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2001-06-24 00:45:15",
            "id": "202908",
            "reply_to_id": "202907",
            "text": "Við skulum þó að minnsta kosti reyna að trúa því sem er liklegt.  Mín kenning er sú að víddir séu ekki til nema hugtök sem mynduðust þegar fólk fór að teikna og mála.  Og þær eru einungis þrjár.  Tími er einnig bara hugtak og mér finnst endilega að við ættum að stúdera meira uppruna hans.\nÞessu kýs ég að trúa."
        }
    ]
}