{
    "forum_title": "Eve og Dust",
    "user": null,
    "user_id": null,
    "date": "2005-06-14 04:59:19",
    "title": "0.0 Kallarnir",
    "text": "Í 0.0 finnur maður allskyns kalla eins og [5] og fullt af fólki.\nÞetta fólk eru svona hálfgerðar goðsagnir. En það sem fólk hefur verið að kalla goðsagnir og meistara eru í raun bara góðir þegar þeir eru 9vs3.\nVið fórum í 0.0 um daginn og höfum verið að hanga síðan þar á interceptors. Við höfum lent í allskonar dóti.\nÞegar við jumpuðum inn í chokepoint lentum við í “bubbles” og náðum luckily að bruna út úr þeim og jumpa í annað system.\nVið fórum sem dýpst sem við gátum í þetta tiltekna region sem við erum í og þar lékum við okkur við að campa station þar sem voru 3 [BOS] gaurar. Þeir komu aldrei út á meðan við vorum þarna.\nNúna rétt áðan lentum við í því að fá 6 gaura frá [5] og vinum og þeir voru nokkur BS og eitthverjir BCs. Við réðumst á destroyer frá þeim síðan í öðru systemi. Síðan þurfti einn okkar að fara út af RL dóti. Þá vorum við 2 eftir. Við biðum þarna og þeir voru komnir 9 inn í systemið. Allt liðið frá [5] á staðnum. Eins og flestir myndu gera væri bara að logga sig off (fyrir utan ykkur hetjur þarna úti sem mynduð bara stúta öllu).\nAllt í lagi en undan þessu með campið gerðum við einn gaur að fífli eiginlega. Hann var að elta okkur á BRUTIX! og við höfðum víst lent í honum áður þar sem hann var með small guns og hitti okkur mjög vel og vorum ekki að hætta því að ráðast á hann aftur. Síðan fórum við í Hide 'n Seek með honum og jumpuðum með hann í hálfgerðan hring. Hann fattaði ekki allveg hvert hann væri að fara. Við náðum síðan að hrista hann af okkur þar sem hann jumpaði ennþá í hringi. Við fórum síðan til baka þar sem við höngum venjulega, meðan gaurinn var að leita af okkur.\nÞessu vildi ég koma á framfæri. 3vs1 er ekki 1337!!!",
    "url": "https://www.hugi.is/ccp/greinar/303636/00-kallarnir/",
    "url_id": "303636",
    "id": "2228056",
    "replies": [
        {
            "user": "xGnarRx",
            "user_id": "914",
            "date": "2005-06-14 06:09:13",
            "id": "2239726",
            "reply_to_id": "2228056",
            "text": "k"
        },
        {
            "user": "xGnarRx",
            "user_id": "914",
            "date": "2005-06-14 09:26:59",
            "id": "2239791",
            "reply_to_id": "2239726",
            "text": "lærðu íslensku drengur!"
        },
        {
            "user": "pardux",
            "user_id": "19063",
            "date": "2005-06-14 10:33:47",
            "id": "2239856",
            "reply_to_id": "2239791",
            "text": "OKEI"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-14 12:39:25",
            "id": "2240073",
            "reply_to_id": "2239791",
            "text": "loftbólur, bækistöðvar,hoppa,feluleikur….\nekkert miklu betra"
        },
        {
            "user": "Device",
            "user_id": "7925",
            "date": "2005-06-14 12:10:07",
            "id": "2239964",
            "reply_to_id": "2228056",
            "text": "Ég vill fleiri greinar hingað…."
        },
        {
            "user": "pgss",
            "user_id": "34523",
            "date": "2005-06-14 12:24:50",
            "id": "2240025",
            "reply_to_id": "2228056",
            "text": "Mættir alveg skrifa aðeins meira.."
        },
        {
            "user": "Xavant",
            "user_id": "42304",
            "date": "2005-06-14 12:28:06",
            "id": "2240038",
            "reply_to_id": "2228056",
            "text": "Hefuru ekkert annað að gera en að spamma allt herna á Eve???? o_0"
        },
        {
            "user": "pardux",
            "user_id": "19063",
            "date": "2005-06-14 12:31:37",
            "id": "2240048",
            "reply_to_id": "2228056",
            "text": "hann má eiga það að hann gerir þetta áhugamál activt HÆTTIÐ AÐ VÆLA YFIR ÖLLU SEM KEMUR HÉRNA OG ÞÁ KEMUR KANNSKI MEIRA HINGAÐ\nfín grein, allt rétt hjá þér!!\nThumbs up dude :P"
        },
        {
            "user": "pardux",
            "user_id": "19063",
            "date": "2005-06-14 12:55:36",
            "id": "2240117",
            "reply_to_id": "2240048",
            "text": "hazrat 4tw"
        },
        {
            "user": "pardux",
            "user_id": "19063",
            "date": "2005-06-15 01:36:02",
            "id": "2242439",
            "reply_to_id": "2240048",
            "text": "kidz pls"
        },
        {
            "user": "pardux",
            "user_id": "19063",
            "date": "2005-06-15 19:33:18",
            "id": "2244032",
            "reply_to_id": "2242439",
            "text": "np"
        },
        {
            "user": "mastakilla",
            "user_id": "9385",
            "date": "2005-06-20 02:41:55",
            "id": "2253577",
            "reply_to_id": "2242439",
            "text": "Jæja krakkar\nbtw þvílík whine grein…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-27 19:41:49",
            "id": "2272734",
            "reply_to_id": "2253577",
            "text": "má ég spyrja? hvað af þessu er whine?"
        },
        {
            "user": "MARRIbjegumm",
            "user_id": "57870",
            "date": "2005-06-14 12:36:37",
            "id": "2240064",
            "reply_to_id": "2228056",
            "text": "Uhh….þessi 0.0 alliance eru soldið stór í flestum tilfellum svo þið farið hvað 3 á ceptors niðrí deep 0.0? og þið fáið soldið fleiri á eftir ykkur en 3? Auðvitað, stórt alliance.  Kannski hefur ekkert verið að gerast þarna svo allir hafa bara farið að reyna ná ykkur, svo fara þeir fleiri til þess að vera vissir um að þeir vinni bara."
        },
        {
            "user": "trullis",
            "user_id": "55857",
            "date": "2005-06-14 13:08:46",
            "id": "2240132",
            "reply_to_id": "2228056",
            "text": "hvað er 0.0 kallarnir ^o)"
        },
        {
            "user": "Malley",
            "user_id": "53314",
            "date": "2005-06-14 16:25:38",
            "id": "2240466",
            "reply_to_id": "2228056",
            "text": "dude, allt [5] eru góðir fighterar ef þeir eru 1-100 manns þannig að ég er ekki alveg að fýla þessi comment hjá þér.\nUltraDragon[col]"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-15 00:43:49",
            "id": "2242304",
            "reply_to_id": "2240466",
            "text": "Ég er ekki bara að setja út á [5] séu lélegir eða neitt.\nBara segja að það eru flestir í þessum bransa í 0.0. :D"
        },
        {
            "user": "Pyro",
            "user_id": "47256",
            "date": "2005-06-27 18:47:21",
            "id": "2272556",
            "reply_to_id": "2240466",
            "text": "hell no [5] er nubs þeir eru alger BoB wannabe en fighta ALDREY nema 3:1 eða við jumpum inn á þá fyrir utan það smacka þeir verr en nokrir aðrir nublets sem ég veit um og þeir flúðu úr norðrinu eftir dramatíka PWNUN þar sem kill rateið var svo SANNARLEGA ekki í þeirra vil þeir munu alrdery fá sömu virðingu og BoB því BoB eru allavega til í að fighta þó þeir séu einum færri eða eikkað"
        },
        {
            "user": "Tharkun",
            "user_id": "13202",
            "date": "2005-09-03 17:00:16",
            "id": "2443330",
            "reply_to_id": "2272556",
            "text": "…… BoB wannabes?\nÞað eru t.d. ég bara man þegar ég var með ATUK í xetic space fyrir ekki svo löngu að við logguðum af gaura (þrátt fyrir að vera færri til að byrja með) til þess eins go fá XETIC flotann til þess að berjast við okkur.. þetta gerðist nokkrum sinnum.\nVið höfum barist færri alveg jafn oft og við höfum verið fleiri.\nÉg get sagt þér alveg í hreinskilni að a.m.k ATUK og SNRA þrátt fyrir að hafa marga iðnaðarmenn í röðum sínum vita alveg upp á hár hvað þeir eru að gera hvað varðar “PvP”. Ég er búinn að vera í ATUK í 5x mánuði og var áður í Shinra og þar áður í STAIN fyrirtækjum. OG ég hef flogið þokkalega mikið með BoB.\nAlls ekki að ég geri lítið úr BoB þeir eru mjög góðir í “PvP” en þú verður líka að athuga að ATUK t.d. voru í BoB á sínum tíma og taktíkin er mjög svipuð í því sem þeir gera.. einnig vil ég benda á það að þeir sem voru hæstir á BoB killboards voru spilarar frá ATUK ekki EVOL eða mOo. Ég legg til að þú sért ekki að tjá þig um hluti sem þú veist ekki nægilega mikið um."
        },
        {
            "user": "R4d1o4ct1ve",
            "user_id": "43590",
            "date": "2005-11-16 12:35:17",
            "id": "2698808",
            "reply_to_id": "2272556",
            "text": "Ég hef warpað inn á 30+ bs's í gangi með 10 ATUK members. Það stendur í reglunum þeirra að það sé algert bann á að tala í local og allan tíman meðan ég var í ATUK þá var því fylgt mjög strangt eftir.\nÞað að [5] séu búnir að flýja úr norðrinu er lýgi. Þeir voru einfaldlega ekki að nenna að fara í POS stríð við óvin sem þorði ekki að berjast við þá. Eins og Soveignty (or sum) systemið er ákkúrat núna er minsta vandamál fyrir Allince eins og RED að setja upp og halda við POS´um út um allt til að “eiga” space."
        },
        {
            "user": "Pyro",
            "user_id": "47256",
            "date": "2005-11-16 12:55:26",
            "id": "2698848",
            "reply_to_id": "2698808",
            "text": "… þeir komi í dek.. við fleingdum þá .. þeir fóru og fleingdu PA.. yay 5 ..\nsosum allveg sama PA eru asshats :P"
        },
        {
            "user": "sirvaldi",
            "user_id": "21735",
            "date": "2005-06-14 17:33:49",
            "id": "2240662",
            "reply_to_id": "2228056",
            "text": "[5] eru úber já :).."
        },
        {
            "user": "Pyro",
            "user_id": "47256",
            "date": "2005-09-04 19:38:37",
            "id": "2447391",
            "reply_to_id": "2240662",
            "text": "ahahaahh sem ég veit ekki nógu mikið umm? ég er búinn að berjast við bob/5 í 10 mánuði núna og BOB berjast nána ALTAF sama hvennig numbers eru bara til að hafa gaman af og gera vel\na meðan ATUK logga um LEIÐ og 1 fleirri en þeir eru í local…\njamm atuk voru í BOB a sinum tíma og ég barðist í því stríði (já ég var í GAY NSA og var einn af 10 sem börðust fyri það alliance) er núna í IRON og so far koma atuk/BoB/STAIN til PB/DEK/fade og fá það svo óðveigið að sumir “dek residents” halda áfram að mina ánþess að taka eftir bardaganum….  svo fara þeir að smacka í lókal “why do u always outnumber us like that” “dont u know what fair fight is”\nsvo fara þeir að tala um hvað þeir eru úber og sona svo förum við til stain/catch/impass slátrum slatta af minerum og sona og erum svo campaðir og þá er smackið “why dont u engage u pussys” þá eru numberin 5/stain : 10 IRON:1  þannig þeir hafa yfirlett um 30 manns að kampa litla gank squad í umþaðbil 3-4 tíma -.- svo ekki segja mér að ég viti ekki umhvað ég er að tala\nEN! ekki eru allir í ATUK þetta slæmir en þar sem þeir activustu er sona kemur þetta MJÖG slæmu orði á aliancið ykkar (já ég hef hitt ágætis ATUK meðlim ótrúlegt en satt :) )"
        },
        {
            "user": "R4d1o4ct1ve",
            "user_id": "43590",
            "date": "2005-11-16 12:26:23",
            "id": "2698791",
            "reply_to_id": "2447391",
            "text": "Ég hef verið í ATUK og ég skal lofa þér því að ef einhver af þeim svo mikið sem hugsar um að logga í fight þá er honum kickað."
        },
        {
            "user": "Pyro",
            "user_id": "47256",
            "date": "2005-11-16 12:34:23",
            "id": "2698806",
            "reply_to_id": "2698791",
            "text": "…. þá væru nú ekki margir eftir í atuk…"
        },
        {
            "user": "R4d1o4ct1ve",
            "user_id": "43590",
            "date": "2005-11-16 12:43:11",
            "id": "2698821",
            "reply_to_id": "2698806",
            "text": "mjög gáfulegt responce.. props."
        },
        {
            "user": "raggi66",
            "user_id": "25819",
            "date": "2005-06-14 19:45:32",
            "id": "2241192",
            "reply_to_id": "2228056",
            "text": "Þegar Greinar eins og þessi eru samþykktar, þá veit maður að það er gúrkutíð í gangi.\nAlltof slöpp grein, og bara samþykkt til að hafa EINHVERJA hreyfingu herna :S"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-14 20:52:04",
            "id": "2241451",
            "reply_to_id": "2228056",
            "text": "ég bjóst við því að það yrði drullað yfir mig.\nCryMaker: Þú virðist ekki vera að gera neitt í því að gera þetta áhugamál eitthvað lifandi og þessi grein er ekki mikil vinna og ekki allt það sem ég hef skrifað hérna inn.\nRistavel: þú varst/ert einn af þeim býst ég við :D annars veistu held ég hvað ég er að tala um.\npfff… 8-)"
        },
        {
            "user": "Gussi1",
            "user_id": "5874",
            "date": "2005-06-16 00:50:00",
            "id": "2245186",
            "reply_to_id": "2228056",
            "text": "Versta grein sem ég hef orðið vitni að hér á hugi.is/eve án efa."
        },
        {
            "user": "Device",
            "user_id": "7925",
            "date": "2005-06-20 17:10:00",
            "id": "2254531",
            "reply_to_id": "2245186",
            "text": "Þetta er allavega eitthvað, ekki skrítið að fólk nenni ekki að skrifa hérna, það er allt skotið í spað um leið og það er sent hérna inn.\nMarruni / Wild 7"
        },
        {
            "user": "Gussi1",
            "user_id": "5874",
            "date": "2005-06-24 15:24:47",
            "id": "2264245",
            "reply_to_id": "2254531",
            "text": "Um leið og einhver sendir inn eitthvað almennilegt mun ég hrósa þeim aðila, en þangað til mun ég skjóta allar greinahöfunda niður."
        },
        {
            "user": "oddurbergthor",
            "user_id": "59380",
            "date": "2005-06-29 20:20:18",
            "id": "2278407",
            "reply_to_id": "2228056",
            "text": "flott saga og allt það en þú ættir ad bæti thig adeins a BEEP islenskuni"
        },
        {
            "user": "rabbi118",
            "user_id": "18597",
            "date": "2005-07-04 16:38:39",
            "id": "2290087",
            "reply_to_id": "2228056",
            "text": "goðsagnir ? ertu að grínast gaur ?\nþað eru kannski 100+ i “5” og þú ætlar að áætla að þetta séu allt einhverjir massa fighterar. Shit, sko fullt af þessum gaurum eru dúddar sem fitta skipin sín bara með mining laserum.\nOg hvaða bull er þetta með brutixinn ???\nsorry en mér finnst þetta crappy grein"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-07-04 21:24:50",
            "id": "2290941",
            "reply_to_id": "2290087",
            "text": "þú skilur þegar þú verður eldri…\nannars þú ert soldið seinn í skítahrúguna…"
        },
        {
            "user": "gummalina",
            "user_id": "6224",
            "date": "2005-07-07 04:22:01",
            "id": "2296505",
            "reply_to_id": "2228056",
            "text": "úff\nég er veteran í 0.0 pvp, hér er smá advice, vertu á skipi sem er annaðhvort ætlað til algerrar tortímingar eða algerlega gert til að sleppa úr klóm hvers sem bíður þín, 8x warpcore armi ofl er málið þá, vitanlega gef ég engin setups upp núna.\nÞað eina sem gildir er að vera óhræddur og vita vel hvað er í gangi og þekkja umhverfið þitt og eiga slatta bookmarks allstaðar, við erum svona 8 gaurar, alltaf saman og allir á pure tech 2 modules og guns battleships og kannski einn eða 2 covert ops og sjaldnast missum við skip á móti even numbers og hinir flýja efir að hafa misst nokkur skip, en af sjálfsögðu er engin regla án undantekninga og við höfum 2svar níverið verið þurrkaðir út algerlega en það var útaf extreme asnalegu warp bubble suck in þar sem við wörpuðum 50 km frá :P og svo var ég ekki með og vill ekki segja um það í seinna skiptið. þetta er dýr bransi 100 mills wasted á hvert skip lost að meðaltali en við erum strax komir á ný alltaf sama dag eða daginn eftir, ekki láta dugann bresta, vertu harður, þetta er eftir, reyndu þegar þú reynir að reyna að gera eins vel, hart og massíft og þú mögulega getur.\nROCK ON!"
        },
        {
            "user": "gummalina",
            "user_id": "6224",
            "date": "2005-07-07 19:14:28",
            "id": "2297829",
            "reply_to_id": "2296505",
            "text": "Gummeh!\nÉg man eftir ykkur 8 :)\nÞetta var gaman þegar við fórum. Fórum bara til að taka nokkur skip út (cruisers, friggs og svona)"
        },
        {
            "user": "gummalina",
            "user_id": "6224",
            "date": "2005-07-07 22:05:53",
            "id": "2298431",
            "reply_to_id": "2297829",
            "text": "lol já in the old days hehe. good times :) ekki segja nikk samt það er eins og allir vita private :P"
        },
        {
            "user": "Andromedus",
            "user_id": "28986",
            "date": "2005-07-10 14:43:52",
            "id": "2304131",
            "reply_to_id": "2228056",
            "text": "ertu að reyna að segja mér að þú eyðir virkilega tíma í 0.5+ space?\nlame.."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-07-10 20:49:38",
            "id": "2304960",
            "reply_to_id": "2304131",
            "text": "reyndar ekki lengur. Mun ekki gera það hérna framvegis."
        },
        {
            "user": "gummalina",
            "user_id": "6224",
            "date": "2005-07-18 04:46:48",
            "id": "2321064",
            "reply_to_id": "2304131",
            "text": "núna eru SAS menn að fá okkur sem reinforcements :) sendið mér skeyti ef þið viljið vera með í alvöru counqourer pvp dæmi ! :)"
        },
        {
            "user": "Gisli30",
            "user_id": "46040",
            "date": "2005-07-25 22:22:25",
            "id": "2338035",
            "reply_to_id": "2228056",
            "text": "Fáið ykkur WoW —>MUn Betri<—"
        },
        {
            "user": "technokallinn",
            "user_id": "58297",
            "date": "2005-07-26 17:10:11",
            "id": "2339247",
            "reply_to_id": "2338035",
            "text": "uss við nennum ekki að hlusta á rugludalla"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-07-26 18:39:00",
            "id": "2339501",
            "reply_to_id": "2338035",
            "text": "er WoW betri! :D LOL!"
        },
        {
            "user": "Pyro",
            "user_id": "47256",
            "date": "2005-09-04 19:42:08",
            "id": "2447411",
            "reply_to_id": "2338035",
            "text": "hahahahha WOW er mesti cerbear tree huggger leikur EVER spilaði hann í 5 mánuði .. og var altaf “ok hvenær byrjar PVP-id” … en það kom aldrey bara drepa NPC's og drepa meiri NPC's pvp lega séð er þessi leikur HREIN HÖRMUNG"
        },
        {
            "user": "R4d1o4ct1ve",
            "user_id": "43590",
            "date": "2005-11-16 12:23:43",
            "id": "2698784",
            "reply_to_id": "2338035",
            "text": "WoW er verulega einhverfur leikur miðað við EVE.\nMunuirnn er sá að WoW er meira eins og Single player leikur, þeas. 90% af tímanum ertu að gera eithvað sem er búið að setja upp fyrir þig. Það er líka í raun betra að spila WoW ef það eru fáir að spila með þér.\nÍ EVE hinsvegar eru lang flestir að gera það sem þeim dettur í hug, það sem þeir sjálfir eru búnir að setja upp, þó að hinn möguleikinn sé til staðar líka. Þar af leiðandi verður leiurinn betri og betri eftir því sem fleirri eru að spila.\nAnnar stór munur er líka sá að ef þú tapar bardaga í WoW þá ertu ekki að tapa neinu í raun, en ef þú tapar bardaga í EVE þá ertu að missa hlutin sem er sprengdur og þú færð hann ekki aftur, sem að mínu mati gerir leikinn mun meira spennandi.\nÞað má þess vegna segja að WoW sé leikur fyrir fólk sem hefur ekki þroska eða hæfni til að eiga samskipti við annað fólk eða kjark til að leggja smá undir þegar það fer að berjast.\nog Btw. ég spila þá báða."
        },
        {
            "user": "R4d1o4ct1ve",
            "user_id": "43590",
            "date": "2005-11-16 12:04:45",
            "id": "2698720",
            "reply_to_id": "2228056",
            "text": "LoL.. það er lame að logga út í fight. En það er bara pure heimska að fara að tala um það á forums :D\nEkki það að þó þið væruð 9x9 á móti [5] þá ættuði ekki möguleika :)"
        },
        {
            "user": "R4d1o4ct1ve",
            "user_id": "43590",
            "date": "2005-11-16 14:54:35",
            "id": "2699189",
            "reply_to_id": "2698720",
            "text": "þú veist ekkert hvað þú ert að tala um…\n[5] fighta bara ef þeir outnumbera"
        },
        {
            "user": "R4d1o4ct1ve",
            "user_id": "43590",
            "date": "2005-11-16 20:50:07",
            "id": "2701075",
            "reply_to_id": "2699189",
            "text": "Ég var í ATUK í um 3 mánuði.. ég veit nákvæmlega hvað ég er að tala um.\nÉg veit ekki um hin [5] corpin en ég veit það að ATUK flýja ekki þó þeir séu outnumbered. Miðað við það sem ég veit um Shira þá gera þeir það ekki heldur. Hin corpin þekki ég ekki nógu vel."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-17 19:00:50",
            "id": "2704664",
            "reply_to_id": "2701075",
            "text": "ég var líka í Five eitt sinn. Ég veit líka hvað ég er að tala um. Þetta er samt löngu dauð grein þannig hættu þessu væli bara. Ég veit að þú ert harðu"
        }
    ]
}