{
    "forum_title": "Sci-Fi",
    "user": "Karat",
    "user_id": "35059",
    "date": "2005-06-11 21:06:47",
    "title": "Sjö af níu",
    "text": "Mig langar til að taka þátt í greinaátakinu sem nú er í gangi á Star Trek áhugamálinu og mér finnst einmitt mjög góð hugmynd hjá Mangudai að standa fyrir svona greinaátaki. Ég ætla hér að neðan að skrifa stutta grein um eina af mínum uppáhalds persónum í Star Trek, Sjö af níu. Ég vil byrja á því að taka fram að það væri að sjálfsögðu hægt að skrifa um hana margar blaðsíður og fara nákvæmlega ofan í ýmis atriði varðandi hana og þáttyöku hennar í Star Trek, en ég ætla að láta nægja að kynna hana örlítið.\nSjö af níu eða Anika eins og hún reyndar heitir réttu nafni var einn af meðlimum Voyager áhafnarinnar þegar skipið var á ferð sinni heim í gegnum delta fjórðunginn. Janeway skipstjóri hafði mikinn áhuga á Sjö, eins og hún var jafnan kölluð í daglegu tali og reyndi að hjálpa henni að verða mennsk á ný og barðist fyrir tilveru hennar um borð.\nAnika litla Hansen var á ferð um geiminn með foreldrum sínum þeim Magnusi og Erin sem voru bæði vísindamenn á litlu skipi sem kallað var Raven þegar öll fjölskyldan var samlöguð af Borg skipi í kringum árið 2356 á Omega svæðinu. Talið er að fjölskyldan hafi jafnvel verið fyrstu mennirnir sem voru samlagaðir í Borg samvitundina.\nVoyager átti í smávægilegu samstarfi við nokkur Borg skip um tíma í Delta fjórðungnum. Ef ég man rétt hjálpuðust áhafnir Voyager og nokkur Borg skip að við að bægja á brott “sameiginlegri ógn”. Það er ansi langt síðan ég sá þennan þátt en mig minnir að þetta hafi verið einhverjar verur sem ógnuðu borgurunum og réðust á einhvern hátt á heilsu þeirra. Voyager gat boðið fram hjálp til að vinna bug á þessum verum á einhvern hátt (ég man ekki hvort það var einhver læknisfræðileg aðferð, mig minnir það) og fengu í staðinn að fljúga í gegnum Borg svæðið sem skipið var komið á, án þess að áhöfnin yrði samlöguð.\nSvo fór á endanum að borg dróni númer Sjö af níu sem áður hafði verið manneskja varð eftir í Voyager, en Sjö var tengiliður áhafnarinnar við samvitundina. Þegar Sjö var komin um borð og átti að einhverjum ástæðum ekki afturkvæmt í nálæg Borg skip ákvað Janeway skipstjórin, eflaust ásamt lækninum, að reyna að fjarlægja Borg hlutana af Sjö. Lækninum tókst að fjarlægja um 80% af borg tólunum og ígræðslunum af Sjö og aftengja hana samvitundinni svo að hún yrði aftur sjálfstæður einstaklingur.\nÞví miður man ég þessa atburðarás ekki nákvæmlega en í stuttu máli kom það einhvernveginn svona til að Sjö varð einn af áhafnarmeðlimum U.S.S. Voyagers.\nÞað sem mér finnst svo skemmtilegt við Sjö er hvernig hún breytist smátt og smátt og verður mennskari og mennskari með hverjum deginum. Hún er líka afskaplega klár og býr enn yfir ýmsum eiginleikum borg dróna, t.d. hvað varðar tækni. Hún hjálpaði mönnunum mikið við að finna ýmis ráð sem nota mátti gegn Borgskipum og drónum og þeir lærðu mikið af henni um Borg. Hún á frekar erfitt með mannleg samskipti einfaldlega af því að hún hefur ekki átt í slíkum samskipum síðan hún var barn. Læknirinn sem líka er að reyna að verða mennskur og læra á samskipti, tilfinningar o.fl. aðstoðar Sjö stundum við það að læra að verða mennsk, t.d. með sýndarveruleikaforritum (ég man bara ekki íslenska orðið yfir holodeck).\nSjö er útlitslega mjög fögur og fönguleg kona eftir að borg ígræðslurnar voru fjarlægðar og sumir karlarnir heillast af henni. Sjö hefur þó aldrei verið í almennilegu sambandi þó hún hafi kannski heillast smávegis af einhverjum.\nSjö var meðal fárra á Voyager og sennilega sú eina eftir að Neelix fór frá borði sem kveið fyrir því að Voyager kæmist heim til Jarðarinnar. Hún kunni ekki á það að vera jarðarbúi eða á Jörðinni. Hún átti ekkert “heim” til að fara til eins og allir hinir og átti reyndar aðeins eina frænku á lífi sem hún þekkti ekki neitt. Við vitum ekki hvernig henni hefur vegnað eftir að hún kom í Alfa fjórðunginn en það síðasta sem vitað er er að hún kom þangað ásamt áhöfn Voyagers árið 2378.\nNú ætla ég að láta þetta gott heita og vona að einhverjir hafi haft gaman að, þó það sé ekki nema vegna þess að það sé komin grein í greinaátakið. Ég vona að ég hafi ekki farið rangt með staðreyndir. Mest af þessu er eftir minni og það getur vel verið gloppótt. Endilega leiðréttið ef ég hef farið með eitthvað vitlaust. Ég vil að lokum geta þess að heimildir um Sjö af níu fann ég á síðunni:\nhttp://www.startrek.com\nKarat.",
    "url": "https://www.hugi.is/scifi/greinar/304091/sjo-af-niu/",
    "url_id": "304091",
    "id": "2231956",
    "replies": [
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2005-06-11 21:29:24",
            "id": "2234039",
            "reply_to_id": "2231956",
            "text": "Þetta var s.s. tegund sem Borg gátu ekki “samlagað” og höfðu vopn sem gátu pakkað svona Borg Cube saman.\nVoyager náði að byggja nano-probes sem rústuðu skipunum þeirra en skipin voru búin til úr lífrænu efni.\nT.d. skemmtilegt þegar sjö af níu er nýkominn um borð Voyager og Harry Kim byrjar að reyna við hana, hún sagði að hún hefði áhuga að rannsaka þetta nánar og að hann ætti að fara úr fötunum svo hún gæti lært um unaðsleiki ástarlífsins ;)\nEða svona næstum því…"
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2005-06-11 23:05:20",
            "id": "2234253",
            "reply_to_id": "2231956",
            "text": "Ljótt gerpi á myndini sem fylgdi þessari grein, er þetta Zabrak"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-12 00:02:42",
            "id": "2234392",
            "reply_to_id": "2234253",
            "text": "Nei, þetta er Seven of Nine, a.m.k. lítur út fyrir að vera það."
        },
        {
            "user": "JohnDavis",
            "user_id": "20256",
            "date": "2005-06-12 20:39:28",
            "id": "2236135",
            "reply_to_id": "2234253",
            "text": "þetta er seven of nine"
        },
        {
            "user": "KatPotter",
            "user_id": "42316",
            "date": "2005-06-13 15:42:14",
            "id": "2237736",
            "reply_to_id": "2234253",
            "text": "Þetta er mynd af Seven of Nine þegar hún var borg."
        },
        {
            "user": "LollyPolly",
            "user_id": "47547",
            "date": "2005-06-12 20:38:24",
            "id": "2236132",
            "reply_to_id": "2231956",
            "text": "Hversu lengi þarf maður að fylgjast með þessum þáttum til að fatta þá?"
        },
        {
            "user": "Karat",
            "user_id": "35059",
            "date": "2005-06-12 21:50:12",
            "id": "2236374",
            "reply_to_id": "2236132",
            "text": "Maður kemst nú fljótlega inn í þá."
        },
        {
            "user": "LollyPolly",
            "user_id": "47547",
            "date": "2005-06-12 21:55:15",
            "id": "2236395",
            "reply_to_id": "2236374",
            "text": "Ok ég reyndi nefninlega einu sinni að horfa á einn þátt og heilinn í mér fraus. Ég er líklega ekki svona sci-fi manneskja, ég dó næstum úr hlátri á star-wars."
        },
        {
            "user": "Karat",
            "user_id": "35059",
            "date": "2005-06-12 21:58:41",
            "id": "2236415",
            "reply_to_id": "2236395",
            "text": "Maður þarf helst að geta lifað sig inn í þennan heim, tæknina og svoleiðis :) Það tekur kannski nokkra þætti."
        },
        {
            "user": "Karat",
            "user_id": "35059",
            "date": "2005-06-14 13:37:58",
            "id": "2240181",
            "reply_to_id": "2236415",
            "text": "Ert þú ekki kvk?\nEf svo er þá eru ekki margar kvk sem fíla sci-fi eftir því sem ég best veit."
        },
        {
            "user": "Karat",
            "user_id": "35059",
            "date": "2005-06-14 17:27:52",
            "id": "2240648",
            "reply_to_id": "2240181",
            "text": "Jú, ég er kvenkyns ;) Og ég horfi mikið á Star Trek, Star Wars og allt svona geimdót….en ég er orðinn enn meiri Tolkien aðdáandi nú orðið."
        },
        {
            "user": "Karat",
            "user_id": "35059",
            "date": "2005-06-14 18:15:41",
            "id": "2240777",
            "reply_to_id": "2240648",
            "text": "Stelpa að mínu skapi :)\nSjálfur er ég mikið fyrir flest sci-fi: Star trek, Star wars, Stargate sg-1 og atlantis, Twilight zone, Quantum leap.\nEins hef ég lesið margar bækur eftir Tolkien og LOTR myndirnar eru nákvæmlega snilldin ein."
        },
        {
            "user": "Karat",
            "user_id": "35059",
            "date": "2005-06-14 18:26:58",
            "id": "2240832",
            "reply_to_id": "2240777",
            "text": "Stargate Atlantis er svo mesta snilldin á eftir Star Trek :D Frábærir þættir alveg hreint."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-14 18:32:41",
            "id": "2240867",
            "reply_to_id": "2240832",
            "text": "Já, sammála þér.\nMér fannst líka Star Trek: Enterprise vera gott efni sérstaklega sería 3 og 4. Því miður er hætt að framleiða það núna."
        },
        {
            "user": "steinivalda",
            "user_id": "34079",
            "date": "2005-06-19 10:26:07",
            "id": "2251614",
            "reply_to_id": "2231956",
            "text": "Þetta var fínasta grein, gaman að lesa. Ég man eftyir í einum voyager þætti, þá varð seven of nine full á hálfu vínglasi og það var frekar fyndið :)"
        },
        {
            "user": "ExWin",
            "user_id": "12646",
            "date": "2005-07-02 13:00:24",
            "id": "2284844",
            "reply_to_id": "2231956",
            "text": "fín grein, 7 of nine var snilld, bara eitt sem ég var að pæla(gæti verið vitleysa) en “samlöguðu” borgarnir ekki einhverja í First Contact? og minnir líka að það hafi verið einhver enterprise þáttur þar sem þeir komu eitthvað inná first contact plottið… einsog ég sagði, gæti verið rugl í mér, annar mjög góð grein"
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2005-07-03 14:59:52",
            "id": "2287376",
            "reply_to_id": "2284844",
            "text": "Rétt hjá þér, First Contact myndin snýst í grunni um að Borg ráðast á jörðina, UFP rétt nær að hrinda árásinni en eitt skip fer aftur í tímann með það takmark að hindra First Contact, þeir samlaga stóran hluta af Enterprise og hluta af áhöfninni, Data verður vondur en svo í lokinn bjargast þetta allt auðvitað, voða klisjulegur endir eitthvað…"
        }
    ]
}