{
    "forum_title": "Harry Potter",
    "user": null,
    "user_id": null,
    "date": "2005-06-13 17:47:24",
    "title": "Oh, the Sillyness!",
    "text": "Þessi stutta saga var skrifuð fyrir svokallað ‘challenge’ á enskri spunasíðu. Þar sem sumt af hlutunum í sögunni spilar inn á að þú vitir hvað þetta ‘challenge’ er um.\nHarry, Ron, Neville, Seamus, Ginny, Hermione, Luna, and Lavender are all sharing a compartment on the Hogwarts Express. After another successful school year, they are returning to Kings Cross Station to start their summer vacation at home. The conversation is about what all they would like to do during the summer if they could. Ginny challenges the others to tell what they would like to do if money, knowledge, or skill were not a problem or issue.\nThe author’s challenge is to write a story to include:\n1) Explaining what at least three of the students would dream of doing. (climb Mount Everest, sail around the world, scuba dive the Great Barrier Reef, whatever…)\n2) Each student’s dream adventure is to be told in the “first person” like they were talking. (“I want to… or I can see myself… or we would do…”)\n3) Describe what the person(s) is/are doing on their adventure. (I had to get on the horse and strap myself in…)\n4) A person can include having other persons with them. But it would count as one person’s adventure. Example: Harry would like Ginny to sail around the world with him. Lavender will take Parvati with her on a shopping expedition.\nÞá er það sagan:\nOh, the sillyness\nby\nrufiel\nLuna skippled. Luna drippled. Luna tippled. Luna then nippled Neville. Ouch! Luna whistled. Luna hickled. Luna schickled. Luna brickled. Luna tickled Ginny. Shriek!\nLuna sat down in the compartment as a part of a group. Two years ago, the thought alone would've made her laugh. Laugh merrily, dreamily, then fantasize about what it would be like to have friends… Then shake herself, and continue to read The Quibbler. Now, at the end of her fifth year, she had friends. Many, many friends. Good friends. Good friends. Even though they agreed with the rest of the school and found her a bit… Odd, they found her fun too. They also found Luna's things for her. They are very good finders, Luna's friends. Luna often wonders if this is just a little fantasy, that she'll wake up and be friendless again.\nOnce she told Ginny about her worries, but was slapped in response and told to pull herself together and be realistic for once. Ginny often speaks straight out. That's what Luna likes the most about her. Luna often speaks straightforwardly. Luna thinks that is what her friends like about her. She speaks a bit different from Ginny though, Luna speaks more in… Riddles. Easy riddles. Though most people don't really understand her….\nWell, but is this a story about the very sad fact that Luna was teased for her first four Hogwarts-years?. Not at all. You know that is not true for this was submitted in the Dream Adventure-Challenge category. So this can't be about that, can it? I suppose not. Well technically, it could… But who cares? I'm rambling. I am supposed to be telling a story here.\nLuna is, as previously mentioned, sitting in a compartment. She likes to call it: ‘The compartment’, just not with the ‘the’ capitalized. So, Luna was sitting in ‘the compartment’. With her in ‘the compartment’ are Harry, Ginny, Neville, Ron and Hermione. Oh! Lavender just walked in. Luna doesn't really like her… But she won't let a soul know. You won't let her secret get out, will you? Phew. Thanks.\nHey! Guess what Luna noticed? Can you guess? Oh. Yeah, you're right… Seamus walked in. How'd you know? Oh! So all the stories include Seamus? It's in the rules? Oh, well…\nThe others were talking. Luna wasn't really listening. She was thinking about how much you, dear reader, suck. Yes, you. So you don't believe me? Think about this: You're reading a story that an unknown author wrote, based upon characters from a book written for children. Do you get my point? Good. Back to the story.\nLuna was bored… Very bored, to be accurate. So she decided to speak up, even though she didn't know whether she'd interrupt some big and serious discussion about He-Who-Can-Be-Named-But-Most-People-Are-Afraid-To-Name. Oh, well.\n“I'm bored.” Luna said.\n“Majsflalhnf!” Neville said and tried to get back to sleep.\n“Read a book!” Hermione said.\n“Get on your broomstick and fly high up to the sky!” Harry exclaimed.\n“Do you want some of my makeup?” Lavender asked.\n“Blow something up.” Seamus said.\n“This isn't the movies, Seamus.” Luna answered.\n“Oh.” Seamus replied.\n“Kiss me.” Ron said.\nA perfect example of an unexpected comment.\nLuna shrugged. “Why not?” and proceeded to jump on Ron.\n“Wait! Wait! Wait!” Ginny said panickly, and closed her eyes. Probably to be safe.\nEverybody froze.\nOpening her eyes a little and looking like she was seeing that her panickly comment did what she hoped would happen, Ginny said:\n“Uh. OK. Mhmmm…. Uh… Well… Hey! I know! I dare you to tell me what you'd do in your dream adventure!”\nEveryone in ‘the compartment’ knew at once what she was talking about, since the author doesn't want to write what she means. Too long, too little sillyness.\n“Can I start? Can I? Can I? Please!” Ron said, then seemed to remember Luna frozen in mid-air, dragged her to his seat and proceeded to snog her.\nGinny looked at the two of them with a pained expression, or at least it looked like that from Luna's angle, and barely managed to choke up the words:\n“R-Ron? You can start… You can…. Really… Would you? Please…” After that little ‘please’ of hers, Ron and Luna broke apart.\n“OK!” Ron said, and got ready for storyman-mode. Luna prepared by closing her eyes and laying her head on Ron's shoulder.\n“Ooooooookaayy…. Well, I would like to go to Newcastle…” Ron began.\n“Newcastle?” everyone except the very much sleeping Luna and Neville exclaimed.\n“Newcastle. When I'd get to Newcastle, I'd buy every Quidditch item I can, and…”\n“There aren't any Quidditch stores in Newcastle, Ron. You know that.” Harry said.\n“Whose dream is this? Shut up. Where was I? Oh, yeah. I'd buy…” Ron said, but was then cut off by the now-awake Luna.\n“Your story is in the wrong category of sillyness. Shut up now, if you'd please.”\n“Doh!” Ron exclaimed sadly, but seemed to get over it when Luna gave him a peck on the lips. Ginny looked kind of sick now…\n“Ron and Luna, don't get me wrong, I'm happy for you two and all that, but if you really care for Ginny's health you'd leave right now…” Seamus said.\n“Oh, I would, but that creates a problem! Even though noone's noticed, the author is seeing what exactly is happening through my eyes! Even though there are several things that point out that this can't be true this is true! So, what is an author to do if I leave?” Luna said worriedly.\n“Oh, that's very fine Luna. I'll take the author from now on so we can continue the story. Come here, authie authie authie…” Lavender said and proceeded to cattie cat the author. Not the best thing you can do to attract authors, I tell you.\n“Uh! Fine, he can see this through me, just proceed the story! This is way to silly for my intelligence level, I want to get it over with!” Hermione said, impressing the author.\nWith that everybody seemed to be pleased, so Ron and Luna, those silly things, went out of the compartment. Now we can continue this story, like really continue.\n“Well, people. Now it is my turn. Sit straight and listen,” Hermione said and started to look for something in her bag.\n“What are you looking for, Hermione?” Harry asked annoyingly.\n“My story about what I'd do if I could do everything I wanted I wrote for fun last month.” Hermione spat out beautifully.\n“O….kay,” Harry said stupidly.\n“Yay! Here it is! Now listen!” Hermione exclaimed like a pro author introducing his/her newest novel.\n“Oh, here I am in the oh, so wonderful past! All around me are intelligent people reading. What to do, oh what to do? To read, or not to read? Oh, silly me. Here's a good one… What does it say? The newest book published… Good. I need something new to read. Now, what is it called… Romeo and Juliet? Oh, pooh. I don't want to write anymore. I was born to read!” Hermione read outloud perfectly.\n“Now clap!” she said.\nNothing happened.\n“CLAP!” she screamed like a beautiful bird.\n*Clap, clap, clap*.\nThat's better.\n“Anyone else who wants to try? Harry! What's your dream?” Hermione asked Harry.\n“My dream… Well, in my dream it doesn't matter where I am or when, the only thing I want is a Ginny to hold.” Harry said. Ginny seemed to like this, for she proceeded to hug him and snog.\n“Why on earth do all these stories have to end with this pilly silly fluff! Huh!” Hermione exclaimed, driving the author away with her rudeness.\nA/N: This sucked. Like really sucked. I'm only posting this because I had promised a story. I'm going to try and write another one before the deadline, and I want that one to be much better. Please encourage me to write something better. Plús það að ég lofaði víst sögu þarna…. Þess vegna er þetta ekki með því besta sem ég hef gert, því þetta var skrifað til að uppfylla það loforð.\nEn, þetta\ner\nkómedía… Dæmið út frá því.",
    "url": "https://www.hugi.is/hp/greinar/304167/oh-the-sillyness/",
    "url_id": "304167",
    "id": "2232813",
    "replies": [
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2005-06-13 17:49:01",
            "id": "2238108",
            "reply_to_id": "2232813",
            "text": "Mér finnst þú alveg brjálæðislega fyndinn þegar þú tekur þig til…\n“I'll take the author from now on so we can continue the story. Come here, authie authie authie…”\nBara eitt það fyndnasta sem ég hef lesið lengi.\nKveðja\nTzipporah"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-13 19:15:24",
            "id": "2238396",
            "reply_to_id": "2238108",
            "text": "Þakka þér! Mér likaði ekkert of vel við söguna en samt… Kannski hef ég annan smekk en fólk.\nÞakka þér… Aftur."
        },
        {
            "user": "vettlingurinn",
            "user_id": "22926",
            "date": "2005-06-13 20:01:08",
            "id": "2238585",
            "reply_to_id": "2232813",
            "text": "múhahaha.."
        },
        {
            "user": "GullaGris",
            "user_id": "51458",
            "date": "2005-06-13 21:07:25",
            "id": "2238808",
            "reply_to_id": "2232813",
            "text": "Þetta var fáránlega og fíflalega fyndið! Ég held að þú hafir ekki farið aaalveg eftir reglunum… það var ekkert mjög mikið sem þau sögðu um drauma-fríin… en þetta var samt fyndið!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-13 22:12:17",
            "id": "2239018",
            "reply_to_id": "2238808",
            "text": "Segjum bara að þetta sé alveg samkvæmt reglum…\nAnnars takk!"
        },
        {
            "user": "Catium",
            "user_id": "56286",
            "date": "2005-06-14 19:31:33",
            "id": "2241146",
            "reply_to_id": "2232813",
            "text": "Ha Ha rosalega fyndið. Come here auithe, auithe, auithe. Algjör snilld.\nKveðja Catium."
        },
        {
            "user": "Sedna",
            "user_id": "52375",
            "date": "2005-06-25 22:22:37",
            "id": "2268024",
            "reply_to_id": "2232813",
            "text": "Ég er reyndar löngu búin að lesa þetta, og nennti ekki að lesa þetta aftur, en þú ert steiktur og þetta er fyndið punktu"
        },
        {
            "user": "Sedna",
            "user_id": "52375",
            "date": "2005-06-25 23:22:42",
            "id": "2268199",
            "reply_to_id": "2268024",
            "text": "Letingi! Annars var einhver sem hélt þú værir að fleima mig á hinni síðunni og réðst að þér alveg! :D:D:D :P:P ;S"
        },
        {
            "user": "Sedna",
            "user_id": "52375",
            "date": "2005-06-25 23:23:41",
            "id": "2268205",
            "reply_to_id": "2268199",
            "text": "Ég verð  nú að lesa það…bíddu aðeins"
        },
        {
            "user": "Sedna",
            "user_id": "52375",
            "date": "2006-06-26 05:58:26",
            "id": "3668617",
            "reply_to_id": "2268205",
            "text": "Jahá, hvað í andskotanum var ég að gera með því að gera þrjá dékalla, tvö pékalla og einhvern blikkandi esskall?\nSæl btw, hvað segist?"
        },
        {
            "user": "Sedna",
            "user_id": "52375",
            "date": "2006-06-26 16:42:23",
            "id": "3669911",
            "reply_to_id": "3668617",
            "text": "…\nÞað er ár og einn dagur síðan ég skrifaði þetta…þú ert ekkert eðlilega lengi að svara, m' boy."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-06-26 16:48:56",
            "id": "3669947",
            "reply_to_id": "3669911",
            "text": "Ég reyni að flýta mér."
        },
        {
            "user": "Sedna",
            "user_id": "52375",
            "date": "2005-06-26 13:17:48",
            "id": "2269142",
            "reply_to_id": "2268199",
            "text": "Ég er búin að lesa það núna. Ég er reyndar löngu búin að lesa það en ég nennti ekki að svara þér strax þar sem þú ert alltof leiflsegur.\nHafðu það gaman í Sampkaup."
        },
        {
            "user": "Sedna",
            "user_id": "52375",
            "date": "2005-06-26 20:28:05",
            "id": "2270217",
            "reply_to_id": "2269142",
            "text": "Það er svo gaman þar að það er ekki eðlilegt."
        },
        {
            "user": "Sedna",
            "user_id": "52375",
            "date": "2005-06-26 20:51:35",
            "id": "2270275",
            "reply_to_id": "2270217",
            "text": "Allir svo samrýndir í Samkaup!\nBWAHAHAHAA!\nÉg ætti að verða uppistandari…"
        },
        {
            "user": "Sedna",
            "user_id": "52375",
            "date": "2005-06-26 20:59:15",
            "id": "2270306",
            "reply_to_id": "2270275",
            "text": "If you only knew how much…"
        },
        {
            "user": "Sedna",
            "user_id": "52375",
            "date": "2005-06-26 21:31:12",
            "id": "2270391",
            "reply_to_id": "2270306",
            "text": "Hmmm…þetta kom ekkert sérstaklega vel út hjá þér…=S"
        },
        {
            "user": "Sedna",
            "user_id": "52375",
            "date": "2005-06-26 21:42:13",
            "id": "2270428",
            "reply_to_id": "2270391",
            "text": "Víst!"
        },
        {
            "user": "Sedna",
            "user_id": "52375",
            "date": "2005-06-26 21:47:35",
            "id": "2270446",
            "reply_to_id": "2270428",
            "text": "Nauts!\nSvo vil ég bara alls ekki vita hversu samríndir þið Samkaupingar eruð…brr…=S"
        },
        {
            "user": "Sedna",
            "user_id": "52375",
            "date": "2005-06-26 21:57:47",
            "id": "2270489",
            "reply_to_id": "2270446",
            "text": "Ú, we very close!"
        },
        {
            "user": "Sedna",
            "user_id": "52375",
            "date": "2005-06-26 21:59:15",
            "id": "2270495",
            "reply_to_id": "2270489",
            "text": "Very close indeed?"
        },
        {
            "user": "Sedna",
            "user_id": "52375",
            "date": "2005-06-26 22:07:09",
            "id": "2270523",
            "reply_to_id": "2270495",
            "text": "Amm."
        },
        {
            "user": "Sedna",
            "user_id": "52375",
            "date": "2005-06-26 22:08:25",
            "id": "2270528",
            "reply_to_id": "2270523",
            "text": "Ef þú segir Jamm fyrst, svo Amm…segirðu þá Mm í næsta svari?"
        },
        {
            "user": "Sedna",
            "user_id": "52375",
            "date": "2005-06-26 22:11:29",
            "id": "2270541",
            "reply_to_id": "2270528",
            "text": "Nei, ég segi: MSN…."
        },
        {
            "user": "Sedna",
            "user_id": "52375",
            "date": "2005-06-26 22:13:09",
            "id": "2270551",
            "reply_to_id": "2270541",
            "text": "Indeed?\nÉg segi E-messenger…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-26 22:21:21",
            "id": "2270592",
            "reply_to_id": "2270551",
            "text": "The very same."
        }
    ]
}