{
    "forum_title": "Húmor",
    "user": "fridbert",
    "user_id": "55562",
    "date": "2005-06-14 14:23:30",
    "title": "gaman af heimsku mannana",
    "text": "Alltaf gaman að því hvað menn geta verið mishepnaðir.Hér eru nokrar sannar sögur af heimskum glæpamönnum\nÁ ensku (nenni ekki að þíða og það myndi bara skemma)\nA man was wanted for throwing bricks through jewelry store windows and making off with the loot. He was arrested last night after throwing a brick into a Plexiglas window…the brick bounced back, hit him in the head and knocked him cold until the police got there.\nAn unidentified man in Buenos Aires pushed his wife out of an eighth-floor window but his plan to kill her failed when she became entangled in some power cables below. Seeing she was still alive, the man jumped and tried to land on top of her. He missed…\nKentucky: Two men tried to pull the front off a cash machine by running a chain from the machine to the bumper of their pickup truck. Instead of pulling the front panel off the machine, though, they pulled the bumper off their truck. Scared, they left the scene and drove home. With the chain still attached to the machine. With their bumper still attached to the chain. With their vehicle's license plate still attached to the bumper.",
    "url": "https://www.hugi.is/humor/greinar/304807/gaman-af-heimsku-mannana/",
    "url_id": "304807",
    "id": "2239415",
    "replies": [
        {
            "user": "Swooper",
            "user_id": "50432",
            "date": "2005-06-14 14:41:05",
            "id": "2240267",
            "reply_to_id": "2239415",
            "text": "Síðasti er bestur :p"
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2005-06-14 16:20:21",
            "id": "2240453",
            "reply_to_id": "2239415",
            "text": "Þriðji var snilld…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-14 17:51:43",
            "id": "2240703",
            "reply_to_id": "2239415",
            "text": "ég hló upphátt að nr. 3 :D (ég hlæ ekki oft upphátt) rosalega hlýtur konan hans að hafa verið leiðinleg :)"
        },
        {
            "user": "Feiturfroskur",
            "user_id": "58265",
            "date": "2005-06-14 19:10:52",
            "id": "2241055",
            "reply_to_id": "2239415",
            "text": "allt fyndið"
        },
        {
            "user": "Lumix",
            "user_id": "57637",
            "date": "2005-06-16 21:30:56",
            "id": "2247096",
            "reply_to_id": "2239415",
            "text": "Góðir þessir, skemmti mér yfir þeim öllum :D:D"
        },
        {
            "user": "09876",
            "user_id": "16067",
            "date": "2005-06-17 00:51:47",
            "id": "2247699",
            "reply_to_id": "2239415",
            "text": "Bwahaha fyndið shit :D"
        },
        {
            "user": "Marwin",
            "user_id": "48010",
            "date": "2005-06-19 01:18:46",
            "id": "2251376",
            "reply_to_id": "2239415",
            "text": "þetta er ekki fyndið…"
        },
        {
            "user": "Hreidar",
            "user_id": "28472",
            "date": "2005-06-19 23:23:30",
            "id": "2253226",
            "reply_to_id": "2239415",
            "text": "Það gerðist svipaður atburður á Íslandi fyrir c.a. 10árum  það keyrðu 2 menn á bíl inní bankaútibú það var svona gler veggur sem þeir fóru í gegnum en fram stuðarinn datt af þegar þeir voru komnir í gegnum gler veggin og þá fór þjófavarnakerfið í gang, gaurarnir urðu hræddir og keyrðu í burtu. Daginn eftir byrtist mynd í mogganum af lögreglu þjóni standandi inni í útibúinu með framstuðaran í hendini og á honum var númeraplatan, svo kom það fram í greininni að það auðvelt hafi verið að hafa uppá glæpamönnunum. Svekkjandi"
        },
        {
            "user": "fridbert",
            "user_id": "55562",
            "date": "2005-09-17 13:33:31",
            "id": "2490472",
            "reply_to_id": "2239415",
            "text": "hahahaha snilld :D svo líka einhverjir gaurar á íslandi að ræna hraðbanka.. alltaf þegar bankinn er lokaður þá þarftu að renna kortinu þínu í gegnum rauf til að hurðin opnist og þú komist í hraðbankann… þeir notuðu sitt kort :D haha"
        },
        {
            "user": "fridbert",
            "user_id": "55562",
            "date": "2005-09-17 19:37:11",
            "id": "2491695",
            "reply_to_id": "2490472",
            "text": "mjög gott það"
        }
    ]
}