{
    "forum_title": "Smásögur",
    "user": null,
    "user_id": null,
    "date": "2005-06-28 01:21:55",
    "title": "Innkeyrslan sem skipti",
    "text": ",,Anskotinn, of seinn!” sagði Tommi þegar hann vaknaði tuttugu mínútum yfir átta. Hann stökk uppúr rúminu týndi á sig fötin tók banana og  tyggjó og hljóp út í forstofu. ,,Fjandinn! Aldrei geta skórnir verið hér.” Tommi hljóp niður í geymslu tók til skónna, húfuna og hanska, hljóp eins og fætur toguðu upp stigana og eftir nokkur þrep missteig hann sig og féll með andlitið á eitt steinþrepið.\nÞað fossaðist útur nefinu, Tommi hljóp upp hálf volandi og náði í tissjú, tróð smá uppí nefið á sér og reyndi að róa sig. Svo gekk hann rólega út eftir um það bil fimm mínútur beint í dynjandi rigninguna.Hann steig á hjólið, Hnakkurinn blautur í gegn sem og hanskarnir urðu eftir smá stund.\nÞað er um það bil  þriggja mínútna gangur upp í skólann en tekur minna en mínútu að hjóla. Eftir kannski tuttugu sekúndur heyrði hann í bíl, hann leit aftur fyrir sig en sá hann ekki. Tommi tók næstu beygju snöggt til vinstri og beint inní innkeyrslu. ,,eins og alltaf, vitlaus beygja” hugsaði Tommi með sér, hann snéri hjólinu við og hélt af stað útúr innkeyrslunni. Um leið og hann fór niður kantinn sá hann bílinn hægra megin við sig.\nMaðurinn sem var á bílnum sá ekki Tomma koma sona snöggt útúr innkeyrslunni, vegna rigningunnar. Hann stökk útúr bílnum og sá blóðið jafnast við pollana, hann leit á Tomma og þekkti hann, þetta var bróðir hans.\nHann setti hann inn i bílinn, keyrði yfir hjólið og hélt af stað til Spítalans, sem var kannski tvem kílómetrum frá. Sextíu, sjötíu, áttatíu, hann hafði aldrei séð hraðamælirinn fara svona hratt upp. Innan skamms kom hann inn á spítalann. Bróðir Tomma, setti hann á axlirnar á sér og hljóp inn. Sjálfvirkar dyrnar opnuðust hægt, honum fannst það taka heila eilífð. Hann kallaði: ,,Hjálp, Hjálp!!!” Þrír starfsmenn stukku inn á ganginn, einn tók upp talstöð og sagði eitthvað óskyljanlegt. Eina sem að bróðir Tomma, hugsaði um, var afhverju hann keyrði á hann, afhverju, AFHVERJU??\nViku síðar vaknaði Tommi, hann hafði misst helling af blóði en bróðir hans gaf honum allt það blóð sem honum vantaði. Hann hafði fylgst með Tomma allan tímann, hann bar ábyrgð á honum. Mamma þeirra og pabbi voru í Mallorca, og höfðu ekki enn frétt þetta, hann hafði ekki sagt þeim frá þessu. \tÞau koma eftir 2 daga, þau munu frétta allt, en hann ætlaði ekki að hugsa um smáatriðin, hann vildi bara að Tommi yrði heill á húfi…..",
    "url": "https://www.hugi.is/smasogur/greinar/304888/innkeyrslan-sem-skipti/",
    "url_id": "304888",
    "id": "2240149",
    "replies": [
        {
            "user": "Myndarlegur",
            "user_id": "34366",
            "date": "2005-06-28 11:13:11",
            "id": "2274204",
            "reply_to_id": "2240149",
            "text": "Ágætis saga :P"
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2005-06-28 16:39:13",
            "id": "2274904",
            "reply_to_id": "2240149",
            "text": "Þessi saga er kannski helst til of stutt.\nGetur lýst atburðunum betur líka, þú veður of hratt gegnum þetta.\nÞú gætir t.d. látið persónuna hugsa til baka hvað þeir bræður hafa gert saman, bara hugmynd."
        },
        {
            "user": "gummibill",
            "user_id": "56078",
            "date": "2005-11-29 23:51:44",
            "id": "2749592",
            "reply_to_id": "2240149",
            "text": "það er ekki alveg næg tilfinning íu þessari sögu þinn… hðun gerist og hratt… sjálfur týndi ég sjálfun mér inehvrstaðar í sögunni og þurfti að byrja upp á byrjun\nþetta er heldur ekkert rosalega frumlegt hjá þér og það er einmitt það sem ég er að leitast eftir þegar ég er að lesa sögurnar hérna\nen haltu áfram að skrifa… mér þætti rosalega gaman ef þú myndir prófa að lafæra þessa sögu og bæta smá tilfinningu í þetta og senda mér hana svo ef nú myndir nenna…"
        }
    ]
}