{
    "forum_title": "Stjórnmál",
    "user": "ritter",
    "user_id": "7998",
    "date": "2001-06-07 23:11:36",
    "title": "Til hvers voru þá þorskastríðin unnin?",
    "text": "Ekki alls fyrir löngu munu þau skilaboð hafa borist frá skriffinskuveldinu í Brussel að þeir einu sem fengju að veiða í íslenskri fiskveiðilögsögu, gerðust Íslendingar aðilar að Evrópusambandinu, yrðu þeir sem hefðu veiðireynslu í lögsögunni.  Þetta gripu Evrópusinnar auðvitað á lofti og hrópuðu á torgum að nú þyrftu Íslendingar ekki að örvænta þar sem þeir einu hefðu veiðireynslu í íslenskri lögsögu.\nStaðreynd þess máls er þó önnur og ömurlegri.  Fleiri þjóðir en Íslendingar eiga nefnilega á að skipa langri veiðireynslu í lögsögunni.  T.a.m. munu Bretar og Þjóðverjar eiga á að skipa áratuga reynslu í veiðum við Ísland og stóðu þær veiðar yfir allt þangað til endir var á þær bundinn með þorskastríðunum.  Einnig mætti nefna síldveiðar Norðmanna við Íslandsstrendur til margra ára til sögunnar.\nÞað er því ljóst að ef Íslendingar gerast aðilar að ESB mun árnangurinn af þorskastríðunum verða að engu og þau hafa verið háð og unnin til einskis.",
    "url": "https://www.hugi.is/stjornmal/greinar/30498/til-hvers-voru-tha-thorskastridin-unnin/",
    "url_id": "30498",
    "id": "203802",
    "replies": [
        {
            "user": "octavo",
            "user_id": "10323",
            "date": "2001-06-08 09:52:04",
            "id": "203803",
            "reply_to_id": "203802",
            "text": "Þessir Evrópusinnar virðast ekki sjá hvers konar hörmung ESB væri fyrir Ísland og hrópa bara:\n“Ísland í ESB, fiskinn burt” (aðeins umorðað :)  )\nHendum ekki frá okkur sjálfstæðinu og fiskinum, segjum NEI við ESB!"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2001-06-08 10:00:51",
            "id": "203804",
            "reply_to_id": "203802",
            "text": "Ég myndi nú ekki örvænta.  Ég held að það dytti engum stjórnmálamanni í hug að leggja það til að við gengjum í ESB nema fiskveiðimálin væru alveg 100% á hreinu.  Það þarf bara að fara í gegnum það hvað við myndum tapa og græða.  Við fengjum betra aðgengi að mörkuðum, íslensk fyrirtæki gætu tekið þátt í alls konar útboðum og fengið fleiri verkefni erlendis en á móti kemur að við myndum þurfa að borga heilan helling.  “Ríku” löndin í ESB eiga nefnilega að styrkja þau “fátæku”.  Þess vegna streyma peningarnir frá N-Evrópu til S-Evrópu."
        },
        {
            "user": "Bouclier",
            "user_id": "4296",
            "date": "2001-06-08 12:06:56",
            "id": "203805",
            "reply_to_id": "203804",
            "text": "Það er auðvelt að stýra þessu með veiðireynsluna.  Það er ekki sjálfgefið að tímabil veiðireynslu sem miðað er við séu síðustu 100 ár.\nÞað er hægt að nota mun styttri tímabil, eins og stjórnvöld sýndu þegar þeir létu veiðireynslu áranna 1998 og 1999 ráða í kvótalögunum fyrir smábátana.\nVið myndum t.d. líklegast miða við ákveðið tímabil eftir að kvótakerfinu var komið á 1983.\nHeld að þetta sé gott dæmi um hland fyrir hjartað út af engu.\nAmicalement,\nBouclie"
        },
        {
            "user": "octavo",
            "user_id": "10323",
            "date": "2001-06-08 13:07:38",
            "id": "203806",
            "reply_to_id": "203805",
            "text": "Já, en Skjöldur, hver ákveður þetta tímabil?\nJe ne pense pas que ESB est le bon choix pour Islande.\nSincères amitiés,\nOctavo"
        },
        {
            "user": "Bouclier",
            "user_id": "4296",
            "date": "2001-06-08 19:49:53",
            "id": "203807",
            "reply_to_id": "203806",
            "text": "Væntanlega yrði samið um þetta tímabil í aðildarviðræðum okkar.  Við myndum að sjálfsögðu ekki sætta okkur við of langt tímabil til viðmiðunnar.  Ef að kröfur okkar yrðu ekki samþykktar, myndum við einfaldlega ekki halda viðræðunum áfram.\nEn Evrópubandalagið hefur lýst því yfir að þetta sé ekki atriði sem við Íslendingar þurfum að hafa áhyggjur af -það vita allir mæta vel hversu mikilvægur sjávarútvegur er Íslendingum.\nOuvrez votre esprit. Ne pensez pas jamais comme un petit fermier.\nAmicalement,\nBouclie"
        },
        {
            "user": "octavo",
            "user_id": "10323",
            "date": "2001-06-09 10:50:58",
            "id": "203808",
            "reply_to_id": "203807",
            "text": "Pensez pendant un moment, de petits fermiers aimerait être régné par ESB.\nSincères amitiés,\nOctavo"
        },
        {
            "user": "Bouclier",
            "user_id": "4296",
            "date": "2001-06-09 19:36:47",
            "id": "203809",
            "reply_to_id": "203808",
            "text": "Non, vous devriez penser pendant un moment - le règne de fermiers déjà ici à l'Islande!\nAmicalement,\nBouclie"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2001-06-10 00:35:55",
            "id": "203810",
            "reply_to_id": "203809",
            "text": "Sælir,\nMinnumst þess félagar að Brussel-valdið er ekki ýkja spennt fyrir undanþágum frá stefnu sinni.  Ef við t.a.m. fengjum undanþágu frá sjávarútvegsstefnu ESB yrði það að öllum líkindum ekki nema í örfá ár.  T.a.m. má nefna í því sambandi að Pólverjar eru að biðja um að fá einhvern 16 ára frest á lögum ESB um frjáls kaup á landareignum innan sambandsins en ESB er einungis tilbúið að bjóða þeim einhvern 7 ára frest.  Pólverjar eru skíthræddir um að Þjóðverjar fari að kaupa upp landið sem var tekið af þeim eftir seinni heimstyrjöld og gefið Pólverjum.\nÉg býst nú við að Þjóðverjar bæði og Bretar, sem eins og allir vita eru tvær af helstu þjóðum ESB, muni reyna allt til að fá viðurkennda veiðireynslu sína við Íslandsstrendur enda búnir að veiða hérna meira eða minna síðan fyrir siðaskipti 1550.\nOg hvaða frönskurugl er þetta?  Können Sie doch nicht Deutsch sprechen??\nWiedersehen,\nRitte"
        },
        {
            "user": "Bouclier",
            "user_id": "4296",
            "date": "2001-06-10 14:09:13",
            "id": "203811",
            "reply_to_id": "203810",
            "text": "Ritter;\nEf að ESB færi fram á fáránlega langt tímabil (frá 1550 eða þvíumlíkt), eða bara eitthvað tímabil sem myndi tryggja þeim veiðireynslu hér við land, myndu samningar einfaldlega ekki takast.  Við myndum ekki sætta okkur við slíka samninga.  Þetta er ekki mjög flókið.\nÞað er eins og það sé bergmál stundum hérna.  Maður þarf að minnsta kosti að endurtaka allt sem maður segir tvisvar.  Furðulegt.\nAmicalement,\nBouclie"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2001-06-13 21:54:12",
            "id": "203812",
            "reply_to_id": "203811",
            "text": "Sæll,\nHugsanlega er nokkuð til í því.  Engu að síður fer það sennilega nokkuð eftir því hverjir verða við völd þegar samningar standa yfir.  Ef Evrópusinnar verða við völd væru þeir svo sem trúandi til að samþykkja slíkt rugl.\nHins vegar munu stóru þjóðirnar í ESB, Bretar, Frakkar og Þjóðverjar, án nokkurs vafa reyna að gera sem mest úr veiðum sínum við Ísland á öldum áður.\nKveðja,\nHjörtu"
        },
        {
            "user": "octavo",
            "user_id": "10323",
            "date": "2001-06-10 23:29:39",
            "id": "203813",
            "reply_to_id": "203809",
            "text": "Bouclier, eigum við ekki að hætta þessu frönskubulli, það vilja fleiri vera með…"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2001-06-10 10:43:11",
            "id": "203814",
            "reply_to_id": "203806",
            "text": "Ég efast um að franska skammstöfunin fyrir Evrópusambandið sé ESB, væntanlega frekar EU. :)"
        },
        {
            "user": "mimir",
            "user_id": "1573",
            "date": "2001-06-08 23:34:23",
            "id": "203815",
            "reply_to_id": "203804",
            "text": "Við höfum þegar aðgang að Evróska markaðnum og getum tekið þátt í útboðum.\nÞað er líka meira um það að verkefni fari út úr landinu. T.d. skipaverkefnin sem fara öll til Póllands þar sem skipaiðnaðurinn er ríkisstyrktur.\nKveðja,\nIngólfur Harri"
        },
        {
            "user": "Bouclier",
            "user_id": "4296",
            "date": "2001-06-09 10:30:19",
            "id": "203816",
            "reply_to_id": "203815",
            "text": "Flutningur skipaverkefna til Póllands er ekki tengdur EES á neinn hátt.  Pólverjar eru ekki aðilar að því samkomulagi."
        },
        {
            "user": "mimir",
            "user_id": "1573",
            "date": "2001-06-13 01:37:41",
            "id": "203817",
            "reply_to_id": "203816",
            "text": "Aðild Póllands skiptir ekki máli.\nÞað sem ég var að segja er að við getum tekið þátt í verkefnum erlendis t.d. í ESB eins og aðrar þjóðir taka þátt í verkefnum hér."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2001-06-10 01:35:17",
            "id": "203818",
            "reply_to_id": "203802",
            "text": "Við Íslendingar þurfum, nú fyrst að geta verið þess umkomnir að skipa okkur, á bekk með umhyggju fyrir náttúrunni áður en veiðireynsla kemur til álita innbyrðis, gagnvart ESB.\nÉg hygg að athugandi væri að kíkja ögn á umhverfismarkmið þau er ríkjandi eru utan Íslands varðandi sjálfbæra þróun, og bera saman við ástandið hérlendis.\nSatt best að segja held ég að við Íslendingar fengjum ekki inngöngu í ESB, þótt við vildum uns, við hefðum til að bera betri innbyrðis skipan mála, atvinnuveganna, í hinu óhefta markaðsævintýri."
        },
        {
            "user": "mimir",
            "user_id": "1573",
            "date": "2001-06-13 01:42:44",
            "id": "203819",
            "reply_to_id": "203802",
            "text": "Þó svo að við fengjum allan kvótann þá væri það ekki nóg.\nMagn kvótans væri ákveðið í Brussel. En í dag er það pólitísk ákvörðun íslenskra stjórnmálamanna sem missa sætið sitt ef þeir gera eitthvað vitlaust.\nEins verður það margfallt flóknara ef við viljum breyta um fiskveiðikerfi. Eins og það sé ekki nógu flókið í dag.\nKveðja,\nIngólfur Harri"
        },
        {
            "user": "Fluffster",
            "user_id": "7",
            "date": "2001-06-13 17:29:55",
            "id": "203820",
            "reply_to_id": "203819",
            "text": "Ég held það sé hrópandi augljóst að íslenskir stjórnmálamenn missa ekki sæti sitt þótt þeir geri eitthvað vitlaust."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2001-06-13 21:51:00",
            "id": "203821",
            "reply_to_id": "203820",
            "text": "Sæll,\nÞað breytir því ekki að það verður margfalt erfiðara að breyta öllum sköpuðum hlutum í málefnum Íslands ef við gerumst aðilar.  Ef mönnum finnst lagasetningin ganga hægt á Alþingi þá ættu menn að prófa hvernig það gengur fyrir sig á 460 manna þingi samsettu af fulltrúum fjölda þjóða með gjörólíka hagsmuni, svo ekki sé minnst á allar stofnanirnar og nefndirnar sem málin þyrftu fyrst að fara í gegn um og vera samþykkt í.  Ef það er auðvelt að kæfa mál í nefnd eða bara einhvers staðar í kerfinu á Íslandi í dag verður það miklu auðveldara í skriffinskufrumskógi ESB.\nKveðja,\nHjörtu"
        },
        {
            "user": "mimir",
            "user_id": "1573",
            "date": "2001-06-14 02:02:24",
            "id": "203822",
            "reply_to_id": "203820",
            "text": "Það er reyndar satt hjá þér Fluffster.\nÉg lifi bara í voninni að íslendingar hætti að láta trampa á sér, en kannski eigum við ekki betra skilið en að láta stjórna okkur frá Brussel."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2001-06-14 19:03:49",
            "id": "203823",
            "reply_to_id": "203822",
            "text": "Sæll,\nEf menn ætla að hugsa svona munum við án efa verða stjórnað frá Brussel.  Ímyndaðu þér ef menn hefðu hugsað árið 1918 að kannski ættum við bara skilið að vera stjórnað frá Kaupmannahöfn.\nKveðja,\nRitte"
        },
        {
            "user": "mimir",
            "user_id": "1573",
            "date": "2001-06-14 23:44:12",
            "id": "203824",
            "reply_to_id": "203823",
            "text": "1918 voru menn ekki að hugsa svona enda voru Íslendingar þá að gera eitthvað í sínum málum.\nNú er þeim alveg sama um allt.\nÞað er alltaf sama málamyndaumræðan í um það bil viku alla hluti og svo eru þeir gleymdir."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2001-06-15 01:17:58",
            "id": "203825",
            "reply_to_id": "203824",
            "text": "Innilega sammála. Fáir láta sér detta í hug að hugsa um nokkuð annað en eigið nef, í þeim nútíma sem er á góðri leið til baka aftur inn í frumskógarlögmálin, þar sem lærð lögmál milljónasamfélaga hafa verið yfirfærð á  250.000.- manna þjóð og menn talið að myndi virka."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2001-06-15 23:40:19",
            "id": "203826",
            "reply_to_id": "203825",
            "text": "Sæl bæði,\nMikið til í þessu hjá ykkur.\nKveðja,\nRitte"
        }
    ]
}