{
    "forum_title": "Tíska & útlit",
    "user": "Hibi",
    "user_id": "27324",
    "date": "2005-06-15 00:00:55",
    "title": "Verslunarferð! Jibbí jei!!",
    "text": "Jæja, úr því að það hefur ekki komið ný grein hingað inn á þetta skemmtilega áhugamál lengi ætla ég að skrifa dálítinn pistil um það sem margir hafa áhuga á, nefninlega verslunarferðir.\nÍslenskar fataverslanir bjóða því miður ekki alltaf upp á mikið úrval og mjög lágt verð. Það er mjög gaman að versla föt á Íslandi, það væri ósanngjarnt að halda öðru fram, en það er alltaf rosalega gaman líka að fara út og skoða sig um. “Kringlurnar” í útlöndum (sem Bandaríkjamenn kalla Malls og Bretlandseyjafólk nefnir Shopping Cetnres) er oftar en ekki margfalt stærri en litla Kringlan hér og verslanirnar inni í þeim að sama skapi. T.d. heimsþekkta verslunarkeðjan H&M. Hér á landi kemst hún fyrir á einni hæð, engir rúllustigar eða lyftur. Í danmörku er það annað mál. Á Strikinu eru margar H&M búðir og þær eru á tveimur hæðum og bjóða upp á næstum endalaust úrval af fatnaði, skóm, snyrtivörum og fylægihlutum fyrir konur, karla og börn. Hefur einhver hér lent í því að gleyma sér í H&M í útlöndum? Ég hef :)\nSvo er annað mál; Ef verslað er innanlands eru allar líkur á því að einhver sem er með manni í bekk, skóla eða vinnu eigi alveg eins. Hversu margir eiga eins Puma skó? Hver man ekki eftir Henson peysunum? Ef maður hins vegar verslar í útlöndum snarminnka líkurnar á einsleitninni talsvert. Sérstaklega ef menn líta inn í búðir sem eru ekki jafn þekktar og þessar allra stærstu.\nDæmi um staði í Evrópu sem vert er að skoða með stórinnkaup í huga:\nStrikið í Danmörku, Dublin í Írlandi, Glasgow í Skotlandi og London í Englandi. Svo er örugglega hægt að gera góð kaup hvar sem er ef rétt er haldið á spöðunum…\nMeira að segja í Reykjavík!\nKveðja, Híbí",
    "url": "https://www.hugi.is/tiska/greinar/304993/verslunarferd-jibbi-jei/",
    "url_id": "304993",
    "id": "2241391",
    "replies": [
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2005-06-15 00:21:35",
            "id": "2242219",
            "reply_to_id": "2241391",
            "text": "Mm.. áhugavert."
        },
        {
            "user": "Heidis",
            "user_id": "28474",
            "date": "2005-06-15 20:56:08",
            "id": "2244290",
            "reply_to_id": "2242219",
            "text": "Addi Paddi, þú ert plebbi."
        },
        {
            "user": "LollyPolly",
            "user_id": "47547",
            "date": "2005-06-15 02:44:20",
            "id": "2242509",
            "reply_to_id": "2241391",
            "text": "Ég er rosalega sammála. Ég hef bara farið til staða eins og Portúgal og Spáns og aldrei neinna stórborga nema fyrir stuttu þegar ég fór til Kaupmannahafnar. Þettaer eins og Ísland x 1000. Ég tók eftir þessu ekki bara varðandi föt heldur líka varðandi tónlist og fleira.\nFólk er líka ekki allt eins, eins og því hættir til hérna á Íslandi. Hver og einn skapar sinn eigin stíl og fólk virðist bara sátt við það td. sá ég manneskju með hengilás í öðru eyranu."
        },
        {
            "user": "Hibi",
            "user_id": "27324",
            "date": "2005-06-19 19:59:18",
            "id": "2252646",
            "reply_to_id": "2242509",
            "text": "Ég var nú einmitt að koma frá Glasgow rétt áðan ;)\nÞað var nú reyndar ekki bara verslunarferð e nmér tókst þó að fata mig alegerlega upp fyrir ekki svo mikinn pening.\nTalandi um pönk…jú það er rosalega mikið af því þarna. Mamma taldi það vera arf stéttaskiptingarinnar. Það tel é geiginlega líka. Ein stelpa þarna var búin að setja 12 króka í magann á sér (bera húðina!!!) og þræða reim í gegn. ÓGEÐ!!!\nÞað væri gaman að skrifa grein um pönkið…\nHíbí"
        },
        {
            "user": "LollyPolly",
            "user_id": "47547",
            "date": "2005-06-19 20:03:47",
            "id": "2252661",
            "reply_to_id": "2252646",
            "text": "Snilld!"
        },
        {
            "user": "Lorax",
            "user_id": "36395",
            "date": "2005-06-15 12:22:16",
            "id": "2242831",
            "reply_to_id": "2241391",
            "text": "Mér fannst æðislegt að versla í París, svo er Cap3000  verslunarmiðstöðin í Suður-Frakklandi rosalega flott, mjög auðvelt að týnast þar :P Og ég er alveg sammála þér, hef verslað líka í Kaupmannahöfn og London, rosalega mikið til af fjölbreyttum og skemmtilegum verslunum. Mæli sérstaklega með CamdenTown í London :)"
        },
        {
            "user": "Inanna",
            "user_id": "10069",
            "date": "2005-06-15 21:32:22",
            "id": "2244436",
            "reply_to_id": "2242831",
            "text": "Vá, ég fór í Camden town í Englandi. Ég hef aldrei komið á svona skrítinn stað. Fólkið þarna var mest í einhverjum svona pönkstíl og búðir í samræmi við það. Svo fór ég í búð sem seldi Diesel buxur og Levi's buxur og það var enginn þarna inni. Svo fór ég í Levi's búðina og sama þar það var enginn þarna.   En í hinum búðunum var allt troðið. En fólk hefur mismunandi smekk og það er gaman að sjá eitthvað sem maður sér ekki hérna á Íslandi. :)"
        },
        {
            "user": "Lorax",
            "user_id": "36395",
            "date": "2005-06-15 22:34:36",
            "id": "2244684",
            "reply_to_id": "2244436",
            "text": "Hehe, ég eyddi einhverjum 20 þús kalli á örfáum klst í Camden :D PunkyFish búðin þar er alveg ógeðslega flott, og það er svo gaman að koma í stemninguna þarna, ég meina.. pönkið kom þaðan! :D Það er bara svo skemmtilega öðruvísi fólk þarna, draumurinn er náttúrulega að komast til Japan og hitta ‘Fruits’ unglingana :D"
        },
        {
            "user": "Fasisti",
            "user_id": "24075",
            "date": "2005-06-15 13:58:19",
            "id": "2242996",
            "reply_to_id": "2241391",
            "text": "Sammála… her á landi þurfa allir að fylgja tiskunni.. asnó!\nEg er einmitt að fara i verslunarferð til Danmörk nuna i júli… ætla versla bons af fötum i H&M ;)\nmælið þið með ehverjum buðum þarna til að eyða peningum?? ;)"
        },
        {
            "user": "Fasisti",
            "user_id": "24075",
            "date": "2005-06-15 18:58:10",
            "id": "2243912",
            "reply_to_id": "2242996",
            "text": "H&M"
        },
        {
            "user": "Fasisti",
            "user_id": "24075",
            "date": "2005-06-15 18:58:28",
            "id": "2243914",
            "reply_to_id": "2242996",
            "text": ":P ^_^"
        },
        {
            "user": "geiri2",
            "user_id": "8406",
            "date": "2005-06-15 15:33:06",
            "id": "2243154",
            "reply_to_id": "2241391",
            "text": "Ég gleymdi mér einu sinni inni í H&M á Strikinu og komst ekki aftur út fyrr en tveimur dögum seinna."
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2005-06-15 15:41:16",
            "id": "2243187",
            "reply_to_id": "2243154",
            "text": "Yeah right."
        },
        {
            "user": "Fasisti",
            "user_id": "24075",
            "date": "2005-06-15 16:35:44",
            "id": "2243445",
            "reply_to_id": "2241391",
            "text": "mig langar svo í verslunarferð í einhverju útlandi…. ég er orðin svo leið á íslenskum búðum. *andvarp*"
        },
        {
            "user": "Satine",
            "user_id": "31910",
            "date": "2005-06-15 17:37:13",
            "id": "2243671",
            "reply_to_id": "2241391",
            "text": "Nú? Ég hélt að Glasgow væri í Englandi :/"
        },
        {
            "user": "Heidis",
            "user_id": "28474",
            "date": "2005-06-15 20:54:58",
            "id": "2244287",
            "reply_to_id": "2243671",
            "text": "Neibb… Glasgow er í Skotlandi, alveg ofur-verslunarborg hef ég heyrt, verst að það er mikið af ofur-dýrum hlutum þar líka :/"
        },
        {
            "user": "Satine",
            "user_id": "31910",
            "date": "2005-06-15 21:18:36",
            "id": "2244377",
            "reply_to_id": "2244287",
            "text": "Núnú okay *-)"
        },
        {
            "user": "Hibi",
            "user_id": "27324",
            "date": "2005-06-19 20:02:19",
            "id": "2252658",
            "reply_to_id": "2244377",
            "text": "Það var fullt af ódýrum hlutum þarna….bæði í risakeðjunum (sem Jói í Bónus á), Zara, TopShop og svo H&M audda og í minni búðum líka. Merkjavara eins og Diesel mun dýrari þar en hér."
        },
        {
            "user": "Satine",
            "user_id": "31910",
            "date": "2005-06-19 20:23:16",
            "id": "2252717",
            "reply_to_id": "2252658",
            "text": "Ég hef heyrt að Diesel væri mun ódýrara þar.."
        },
        {
            "user": "Hibi",
            "user_id": "27324",
            "date": "2005-06-19 20:34:28",
            "id": "2252756",
            "reply_to_id": "2252717",
            "text": "Það voru engar buxur undir 125 pundum og flestar kostuðu 150 pund en það munu vera litlar 18.000 krónur lauslega reiknað…."
        },
        {
            "user": "Satine",
            "user_id": "31910",
            "date": "2005-06-19 20:42:41",
            "id": "2252781",
            "reply_to_id": "2252756",
            "text": "Allavega var ég að tala við eina stelpu sem ég þekki um daginn og hún var að tala um að það væru t.d. Diesel buxur sem kostuðu svona 15.000 á Íslandi, höfðu kostað svona 7.000 þarna úti *-)"
        },
        {
            "user": "ofurgellur",
            "user_id": "42179",
            "date": "2005-06-16 14:35:18",
            "id": "2245911",
            "reply_to_id": "2241391",
            "text": "Skemmtileg grein :) En hérna.. þið sem hafið farið til Portúgals, kosta fötin þar mikið? Ég var nefninlega að fá 50 evrur og mig langar svo í leðurjakka! :/ Og svo sagðist mamma ætla að kaupa fullt fullt af fötum á mig ef þau kostuðu ekki mikið.. ?"
        },
        {
            "user": "sonofecuador",
            "user_id": "54479",
            "date": "2005-06-17 00:19:30",
            "id": "2247605",
            "reply_to_id": "2241391",
            "text": "Ég fór til DK á Strikið fyrir ekki svo löngu og gleymdi mér algjörlega í H&M, frábær búð.\n——\nTogether we stand, divided we fall"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-19 19:23:14",
            "id": "2252544",
            "reply_to_id": "2241391",
            "text": "Munurinn á íslandi og köben er t.d. að á Íslandi öllu búa 300 þús mannd. Í köben býr um milljón, ef ekki meira. ísland hefur engan veginn markað fyrir þriggjahæða H&M búðir eða Virgin Megastore… Hvorki Debenhams né Next, sem eru tiltölega stórar búðir á íslenskum mælikvarða eru að gera gott og ekki að velta nærri því nógu mikið eins og þær mundu gera í Árósum sem dæmi (300 þús íbúar í ÁRósum vs. 300 á íslandi öllu).\nH&M á íslandi er drasl… það fæst ekkert þarna og bara…blöh… en allsstaðar annarsstaðar þar sem ég farið inn í HM, Turku, Århus, Köben eller Stockholm, þar er allt fullt:P\nReyndar þá e reinn galli við ísland: Allir þurfa ð vera eins… Enginn má vera öðruvísi. Ef ég mundi mæta með grænt hár í skólann í leðurfrakka og máluð í framan mundi skólastjórinn taka mig á mottuna og spurja mig hvort að það væri ekki allt í lagi heima hjá mér. Þess vegna eru allir að keppast um að vera sem mest í norminu, tískunni (Tónlistabolir og rifnar gallabuxur eru í tísku, þið hin sem eruð öðruvísi, sættið ykkur við það…) svo að enginn fari með einhverjar kjaftasögur um það…"
        },
        {
            "user": "Krumla",
            "user_id": "7183",
            "date": "2005-06-19 23:26:40",
            "id": "2253238",
            "reply_to_id": "2241391",
            "text": "H&M er bara brandari hér á landi.\nÍ útlöndum getur maður ekki þverfótað fyrir æðislegum fötum. Hér á landi er maður heppin með að finna sæmilegan bol. Þeir sem sjá um að panta fyrir H&M hér á landi ættu að fara að hugsa með sér: Erum við virkilega að kaupa rétt?\nÞað virðist nefnilega sem ljótustu fötin sem H&M framleiða endi í þessari litlu búð. Sem er bara asnalegt. Ég er viss um að þeir geta gert betur og ef þeir halda rétt á spilunum gætu þeir kannski stækkað við sig."
        },
        {
            "user": "Kaea",
            "user_id": "52376",
            "date": "2005-06-21 00:23:56",
            "id": "2255840",
            "reply_to_id": "2241391",
            "text": "Prófið að fara til Alaborgar eg for þangað með fotboltanum og keypti fyrir 20.000 ogeðslega flott föt 2 gallabuxur pumapeysu puma veski krumpustígvél nærföt og fullt af fleiru drasli… plus það að buðirnar eru ekkert fullar af folki. stelpurnar a eldra ari í flokknum keyptu ser allar eins peysu a 90 danskar gett töff hettupeysa :)"
        }
    ]
}