{
    "forum_title": "Bílar",
    "user": "Bubbaloo",
    "user_id": "41512",
    "date": "2005-06-14 22:10:52",
    "title": "Bílarnir mínir",
    "text": "Þar sem bílaáhugamálið hér á huga er í lægð á sumrin ákvað ég bara að senda hér smá grein um mína bílasögu.\nEins og flestir ungir strákar sem eru nýbúnir að fá bílpróf er draumurinn að eignast flottann sportara, helst 300+ hö. Þannig var það hjá mér líka en mínir bílarnir hafa eiginlega verið meira í hina áttina.\nSkodi 120 1200cc árg. 1986  var minn fyrsti bíll. Sá bíll gekk aldrei heilan snúning, enda varla þekktur fyrir annað. Ætli þessi bíll hafi verið það næsta sem ég hef komist til að keyra ofursportara, því vélin er staðsett í skottinu og afturhjóladrifinn og flott. En hann entist ekki lengi, nánar tiltekið í 5 vikur þá gafst ég upp. R.I.P\nLADA samara 1300cc árg.1987 var minn annar í röðinni, sá bíll bara vildi ekki gefast upp. Þessi bíll var víst smíðaður í rússlandi, og ekki eru þeir þekktir fyrir gæðabíla, en minn stóð sig eins og hetja, þar var ekki fyrr en mín fyrrverandi var búinn að klessukeyra hann þrisvar sinnum að hann gafst loksins upp enda gamall og þreyttur. R.I.P\nToyota corolla 1300cc árg.1991 sjálfskiptur var minn þriðji bíll. Ætli hann hafi bara ekki verið þessi venjulegi fjölskyldu bíll, hann gékk ágætlega en afskaplega kraftlítill. En það er ekki öll sagan, þegar ég keypti bílinn vantaði gólfið í hann, bókstaflega, það eina sem hélt sætunum uppi voru nokkrir boltar og teppið í bílnum. Sá sem seldi mér bílinn sagði að hann væri í toppstandi og ég féngi bílinn fyrir smáaura vegna þess að hann væri að flytja úr landi, þannig að ég sat uppi með flintstone bíl. En minn maður dó ekki ráðalaus heldur fór inná plastverkstæði hjá frænda gamla og bjó til nýtt gólf og seldi bílinn aftur fyrir fullt af pening, reyndar sagði ég kaupandanum alla söguna og hann tók bara vel í það. En tveimur dögum eftir að ég seldi bílinn var búið að klessukeyra hann. R.I.P\nToyota corolla 1300cc árg.1999 var minn fjórði bíll. Ágætis bíll í alla staði bilaði aldrei og fór alltaf í gang, en það vantaði alla sál í bílinn og var þessvegna bara leiðinlegur.\nRenault Megane 1600cc árg.2001 var minn fimmti bíll, bíll sem gékk og gékk og gengur reyndar ennþá. Það var mjög gott að keyra bílinn lipur þægilegur og ágætis kraftur miðað við vélarstærð.\nRenault Megane 1600cc árg.2005 er minn sjötti bíll , beint úr kassanum og í mínar hendur. Þetta er minn fyrsti nýji bíll og ég hef bara góða sögu að seiga um þennan bíl, kraftmikill og rúmgóður ( einsog þeir seiga í öllum bílaauglýsingum ). Ég setti hann á 17\" krómaðar álfelgur sem ég fékk með bílnum og lúkkar bara ágætlega með sinn breiða rass. :)\nÉg ætla að reyna að eiga þennan í einhvern tíma nema að maður gerist alvöru íslendingur og flytji eitthvað inn frá Ameríku, eitthvað sem er 300+ hö",
    "url": "https://www.hugi.is/bilar/greinar/304915/bilarnir-minir/",
    "url_id": "304915",
    "id": "2240285",
    "replies": [
        {
            "user": "JHG",
            "user_id": "17371",
            "date": "2005-06-14 22:21:12",
            "id": "2241783",
            "reply_to_id": "2240285",
            "text": "Ég hef ekki átt marga bíla en yfirleitt átt hvern bíl lengi.\nÞað má deila um hver er minn fyrsti bíll en ég keypti Volvo 144 til að rífa úr honum vél og gírkassar.  Fyrsti alvörubíllinn er samt líklegast:\nSuzuki SJ413 árgerð 1985.  Súkkan var af lengri gerð og var með stálhúsi byggðu hér á landi (og klædd að innan).  Þegar ég eignaðist hana þá var hún með 1300cc vél og á 31“ dekkjum.  Seinna breitti ég henni, setti undir hana 33” dekk og Volvo B20A vél (2000cc) ásamt gírkassa fór í gripinn.  Ég eyðilagði þá vél og fékk þá tveggja blöndunga B20B (ameríkutípa) og skellti henni niður.  Seinni losaði ég mig við þessa tvo blöndunga og setti einn stærri, skipti um knastás og bætti við electrónískri kveikju.  Þennan bíl átti ég í ca. 7 ár.  Mér skilst að þessi bíll hafi verið skráður ónýtur fyrir nokkrum árum síðan, RIP.\nChevrolet Blazer K5, 1981, keypti hann á 38“ dekkjum með 350 cid (5700cc) vél.  Ekkert nema hamingja.  Heilsprautaði bílinn og breytti fyrir 44”.  Nú er ég að undirbúa að skella í hann 6,2 lítra díselvél ásamt fleiru góðgæti.\nPontiac Firebird Transam 1986.  305HO með 4 hólfa blöndung, Torker milliheddi, K&N síu, MSD6AL kveikjumagnara, flækjum, flowmaster ofl. ofl.  Mjög góður bíll sem ég á enn.\nSuzuki Swift sedan 1991, 1300cc.  Ágætis dós en eyddi of miklu miðað við stærð og stærð vélar.  Seldi hana innan fjölskyldunnar og ári seinna fór súkkan í pressuna.\nNú dóla ég um á Jeep Grand Cherokee 1993 með 4 lítra vél.  Prýðisbíll í alla staði.\nJHG"
        },
        {
            "user": "Hlynzi",
            "user_id": "21838",
            "date": "2005-06-14 22:51:58",
            "id": "2241859",
            "reply_to_id": "2240285",
            "text": "Ég hef selt benz-djöflinum sál mína má eiginlega segja. Ég er búinn að vera með próf í 6-8) mánuði, og búinn að eiga 3 bíla síðan í nóvember í fyrra.\nFyrst fékk mér hræ sem var algjör dós, 190E (2 lítra sjálfskiptur ekinn 220 þúsund, vélin og gírkassinn var það eina sem var eftir af þessum bíl) hann fór í pressuna fyrir ekki svo löngu.\nSvo eftir þá vitleysu fékk ég mér 230E, 1987 árgerð, sem er klassabíll. Ég seldi hann fyrir nokkru síðan, og hitti eigandann um daginn, hann hefur ekki ennþá bilað hjá honum, og bilaði aldrei hjá mér, keyrður 290 þúsund km.\nNú í dag er ég á besta bílnum hingað til, annar 230E, hinsvegar beinskiptur núna (132 hestöfl, 200 nm í tog) Það er alveg merkilega þægilegur og flottur bíll, svartsanseraður, að ofan og dökkgrár að neðan. Beinskiptingin er mun snarpari en sá sjálfskipti með sömu vélarstærð, en ég tel þegar 260 vélinni er náð, þá finnst mjöög lítill munur á þeim í snerpu.\nMyndir og betri upplýsingar hér\nÉg ætla svo að segja lágmarkið fyrir veturinn við 260E , sjálfskiptan með öllum aukabúnaði, helst eitthvað stærra eins og 300E-24v (220 bhp) eða E420 (285 hö) alveg magnaðir bílar á köflum."
        },
        {
            "user": "Saxi",
            "user_id": "26780",
            "date": "2005-06-14 23:28:36",
            "id": "2241997",
            "reply_to_id": "2240285",
            "text": "Alltaf gaman að sjá hvað aðrir hafa átt og eiga\nMinn fyrsti bíll var Volvo 460 GL - Fínn bíll fyrir utan það að sjálfskiptingin fór viku eftir að ég fékk hann.\nAuðvitað varð maður að sleppa sér aðeins og fá sér Camaro Z28 og það var minn annar bíll, 1993 árg. Eitthvað breyttur með kubb, pústi, plönuðum og portuðum heddum og einhverju dóti. Átti að skila einhverjum rúmum 300 hö. Að mörgu leiti ágætur bíll en viðhaldið getur orðið svoldið dýrt.\nÞriðji bíllinn var Toyota Tercel!! árg. 1987 og ég verð að segja að eftir honum sé ég hvað mest. Snilldar bílar og ég held því fram að betri aksturseiginleikar í snjó séu ekki til :D\nNú er ég “á milli” bíla og er að velta fyrir mér hvort maður eigi að fara aftur í kanann eða fá sér eitthvað aðeins skynsamlegra.\nSaxi"
        },
        {
            "user": "skite",
            "user_id": "25467",
            "date": "2005-06-15 00:26:09",
            "id": "2242236",
            "reply_to_id": "2240285",
            "text": "1. fínasta grein!\n2.\nþar var ekki fyrr en mín fyrrverandi var búinn að klessukeyra hann þrisvar sinnum að hann gafst loksins upp enda gamall og þreyttur.\nþað var nú gefið mál að kellingin myndi klessukeyra hann… hvað varstu að hugsa?\n3. Persónulega hef ég hatað Renault Megane frá því ég sá hann fyrst útaf útlitinu! það hefur einhver verið í ruglinu þegar hann var að hanna þennan bíl!"
        },
        {
            "user": "Gulag",
            "user_id": "48",
            "date": "2005-06-15 13:22:42",
            "id": "2242945",
            "reply_to_id": "2240285",
            "text": "best að prófa og sjá hvort maður muni eftir öllum bilum sem maður hefur átt..\nrunan,, ekki í tímaröð\nVW bjalla 1303 73\nVW bjalla 1300 70\nVW Jetta 86\nVW Valiant 71 minnir mig\nChevy Van 78\nChevy Van 86\nChevy Nova SS 70 minnir mig\nChevy Cavalier 96\nOpel Manta 73\nPlymouth Cuda 440, 73\nWillys 55\nBronco 73 (4 stk)\nBronco 66\nSuzuki Fox 38\"\nWagoneer 73\nBMW 518\nBMW 323i\nBMW Cabrio\nBMW 320\nBMW 318i\nAusin Mini Clubman, Station\nFiat Uno turbo 88\nFiat x1/9 83\nFiat x1/9 73\nToyota MR2\nToyota Corolla dót eitthvað\nSubaru Station\nPlymouth Valiant 66 held ég\nMercury Monarch 75\nCamaro Z28 74\nIzusu Trooper 90\nBuick eitthvað framdrifið rusl\nSubaru justy\nPorsche 928\nFord Maverick gamalt verslunarmannahelgarfjós\nChevy Pickup 78\nSaab 900\nFord Capri, Red Baron ef einhver man eftir honum\nLödur í bunkum\nFord Cortina 73\nBens 300D\nBens 250\nSkoda 130\nSkoda 105 (máttlausasti bíll sem ég hef keyrt)\nToyota Starlet\nDaihatsu Charade\nChevrolet Monza 75\nHonda Accord 89\nFiat Tipo\nRenault senditík\nPontiac Le Mans 66\nTriumph Spitfire, 71 minnir mig með hommastýri\nPeugoeot 504\nsvei mér þá, ég hugsa að ég sé að gleyma einhverju, en reynið að slá þetta.. ;)"
        },
        {
            "user": "Klerkur",
            "user_id": "55066",
            "date": "2005-06-15 15:13:03",
            "id": "2243100",
            "reply_to_id": "2242945",
            "text": "og hver var svo bestur? ;P"
        },
        {
            "user": "Gulag",
            "user_id": "48",
            "date": "2005-06-15 15:14:17",
            "id": "2243106",
            "reply_to_id": "2243100",
            "text": ":)\nporsche'inn.."
        },
        {
            "user": "porschinn",
            "user_id": "24526",
            "date": "2005-06-16 01:31:05",
            "id": "2245281",
            "reply_to_id": "2242945",
            "text": "Svaklegur listi, við eigum það sameiginlegt að hafa átt 1300 bjöllu (snilldar bílar) mín er að vísu '71"
        },
        {
            "user": "1Xtra",
            "user_id": "25810",
            "date": "2005-06-19 14:01:11",
            "id": "2251835",
            "reply_to_id": "2242945",
            "text": "Miðað við þennan lista þá áttu núna hjólastól(á elliheimilinu). :)"
        },
        {
            "user": "Vansi",
            "user_id": "41739",
            "date": "2005-06-15 21:38:27",
            "id": "2244464",
            "reply_to_id": "2240285",
            "text": "Ég hef aldrei átt bíl þar sem ég er aðeins 14 og eigi með bílpróf.\nEn draumur minn er einmitt að eignast flottan sportara, vona að það rætist."
        },
        {
            "user": "porschinn",
            "user_id": "24526",
            "date": "2005-06-16 01:38:30",
            "id": "2245295",
            "reply_to_id": "2240285",
            "text": "Minn listi er nú ekki langur en jæja.  Læt fylgja með smá sögur.\n1. Mazda 323 stadion ‘87- Þennan bíl keypti ég á 20 þus og var hann haugryðgaður og ógeðslegur, bíllinn var meina máttlaus, dekkin voru útskeið að aftan svo ég gat náð smá yfirstýringu ;) það var eina skemmtilega við þennan bíl held ég (sem átti ekki að vera skemmtilegt). Svo hreinsaði ég riðið en fékk svo ekki sama lit á málningu svo bíllinn var deplóttur og eftir það skýrði ég hann DEPILL og öllum stelpum fannast það voða sætt.\n2.Næsta dós var svo Huyndai Elentra 1.8 GT- Ég gat þó verið ánægður með þennan, hann er vel sprækur og góðir aksturseiginleikar og aðeins 3 eigendur, þar af 2 gamlir kallar!\nEn nei nei hann þurfti að fara á tíma blessaður og er því vélin núna ónýt og óska ég eftir annarri hér með, svo er hann til sölu (langar að prófa meira;) )\n3.Ég bara VARÐ-VW Bjalla ’71 alveg yndislegur bíll og ég fatta ekki hvað menn eru að segja að þetta eyði eins og traktor (34 ára og eyðir 10 á 100km)top Speed er 120 og þetta er 1300cc…varð að prófa smá hraðakstur :D\n4. Núna á morgun er ég svo að fjárfesta í Subaru Justy sem muna lifa í u.þ.b einn dag því honum verður stútað fljótt á leikaraskap :P\n5. Óskast ;)"
        },
        {
            "user": "Bauksi",
            "user_id": "44193",
            "date": "2005-06-16 08:05:57",
            "id": "2245390",
            "reply_to_id": "2240285",
            "text": "Honda Accord 88' 2.0l EX sks. Keyrður litla 290.000 km og gengur enn."
        },
        {
            "user": "Johannbh",
            "user_id": "37871",
            "date": "2005-06-16 11:50:37",
            "id": "2245555",
            "reply_to_id": "2240285",
            "text": "bílarnig mínu eru þessir\n1. wv jetta 82\n2. lada 1600\n3. wv gofl 1600 86\n4. chervolet camaro rs 80\n5. lada samara 1500\n6. ford eskort 1300L 86\n7. volvo 245 85\n8. ford seirra xr4i 84 besti bílinn minn\n9. subaru justi 87\n10. mazda 626 einhver ruslahaugur\n11. skoda rabid\n12. bmw 316\n13. bmw 320i 6 lína\n14. subaru 1800 steisjón\n15. ford bronko 66\n16. toyota corolla\n17. bens 280sel 80\n18. dahatsu sharmat 1600 afturdrifinn\n19. pegot 309\n20. ford eskort 1600\n21. subaru inpressa 1600 99\n22. toyota corolla turing 99\n23. sá sem ég ek um á núna er GMC Jimmy 96 óbreyrtur og er bara með 4,3l vel"
        },
        {
            "user": "boing",
            "user_id": "20874",
            "date": "2005-06-18 00:12:29",
            "id": "2249469",
            "reply_to_id": "2245555",
            "text": "…þessir eru MJÖG misjafnir :)\n1. Toyota Camry ´87\n2. VW Golf 96 ameríkutípa\n3. Mazda Rx-7 twin turbo (til sölu 650þ)\n4. Nissan sól ´91\n5. VW bjalla ´71"
        },
        {
            "user": "karlbark",
            "user_id": "53566",
            "date": "2005-06-18 04:41:01",
            "id": "2249793",
            "reply_to_id": "2249469",
            "text": "Tjah, ég hef nú ekki skrifað neitt hér inn. Ekki laggt neitt til málanna þ.e.a.s., en svo lagði ég inn spurningu um álfelgur & hvernig best væri að ná þeim þokkalegum, svo nú finnst mér ég knúinn til þess að segja *eitthvað* meira af mér og mínum bílum.\nÉg ætla nú svo sem ekkert að fara yfir þá ALLA, en læt fylgja svona smá mola um nokkra þeirra…\n20.júní 1985 var fallegur dagur & sól skein í heiði. Ég gerði mitt besta í prófinu með prófdómarann mér við hlið….og gekk bara nokkuð vel,sko.\nAkstinum lauk fyrir framan lögreglustöðina á Hlemmi. Þar drap ég á bílnum (þetta var forláta Toyota Crown,sem að var kennslubíll hjá mér)\nPrófdómarinn sagði að ég hefði gert 2 villur og spurði hvort ég gæti sagt honum hverjar þær væru.\n-Ég svaraði nú a.m.k. öðru atriðini, en var nú barasta alls ekki viss um hitt atriðið.\nEn, anwway, eftir nokkurt spjall sagði prófdómarinn; “ÞÚ NÁÐIR”…..og til hamingju með daginn. - Þú átt afmæli í dag, er það ekki?\n-Og jú, það var svo….ég tók prófið á 17. ára afmælisdaginn í blíðskaparveðri.\n****HHHHAAAPPPPIIIINNNNEEEESSSSSSSS********\nFyrsti bíllinn minn (sem ég eiginlega fékk frá mömmu)….hafði þá staðið ónotaður í a.m.k. 1/2 ár var Trabant Station Þeir heita í raun réttri “Trabant 601 Universal”\nEn útgáfan sem er með vejulegu skottloki heitir: “Trabant 601 Limousine”\nSvo var nú þjösnast á þessum blessaða Trabba hingað og þangað (t.d.hrósuðu þeir mér drengirnir við verslunarmannahelgar-tjaldsvæði við Þjórsá fyrir það að hafa komist alla leið úr Reykjavík á þessum bíl!\nHmmm…. svona til að gefa eihverri betri lýsingu á ástandi bílsins, þá var hann t.d. svo ryðgaður að það var ekki hægt að tjakka hann upp!\nÞað skeyrði mótorhjól aftan á hann á Laugaveginum (1sta sinn sem ég hafði lent í svoleiðis nokkru), en skemmst er frá því að segja að mótorhjólinu var ekið í burtu, en Trabbin var sóttur af kranabíl og fluttur beint á verkstæði.\n-Viðgerðarmaðurinn þar, sagðist *aldrei* hafa séð svona ryðgaðan Trabant. Og hafði reyndar haldið að þeir *gætu* bara ekkert ryðgað svona svakalega.\nÞessi bíll endaði sína lídaga uppi hjá Vöku. Ég var búinn að vera að reyna að auglýsa hann í smáauglýsingunum, en ekkert gekk.-Svo daginn áður en ég átti að flytja til Noregs, þá hringdi ég upp í Vöku & spurði hvort þeir vildu fá ökufæran Trabba á 500 kall(Kannski svona 10 þúsund kr. núna)(Ágiskun)\nÚt í Noregi tók nú mun betra við…en á ég ekki bara að hada því áfam í næsta þætti… :-)\nÉg vona að þetta C ekki eintómt hrafnaspark hjá mér, ég þarf að fara að komast að sofa-aaa-aaaa-aaaaaaaaaaa-aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa"
        },
        {
            "user": "JHG",
            "user_id": "17371",
            "date": "2005-06-18 10:27:56",
            "id": "2249835",
            "reply_to_id": "2249793",
            "text": "Velkominn í hópinn :)\nTrabantinn var að mörgu leiti ótrúlegur bíll og þeir sem ég þekki sem áttu svona glæsibifreiðar eiga yfirleitt margar skemmtilegar sögur af þeim.\nMamma eins vinar míns var á stórum amerískum dreka (var það ungur að ég var ekki farinn að pæla mikið í tegundum en ég hef Lincoln grunaðann) og keyrði á Trabant.\nTrabbinn flaug einhvert en þegar farið var að athuga með skemmdir þá voru þær óverulegar.  Plastið hafði “dældast” inn á einum stað en það poppaði út aftur :)\nJHG"
        },
        {
            "user": "nonni2",
            "user_id": "5379",
            "date": "2005-06-18 13:27:00",
            "id": "2250087",
            "reply_to_id": "2240285",
            "text": "Mínir bílar eru\nToy corolla gömul 3dyra 1300, gaf hana því það var svo langt í prófið…….\nGalant 90 1600…, keypti hann mánuð fyrir prófið á 10k,\nog druzlaðist á honum þangað til að löggan setti rauðan miða á hann, en hann var ekki skoðunarhæfur, á eingan hátt, þannig ég lagði honum,\nSubaro legacy 91 ég Sé ótrulega mikið eftir þessum bíl , hann var beinsk, lágtdrif, fór ALLT sem hann þurfti að fara, dreif alveg skuggalega, svo seldi ég hann,, sé mikið eftir því….\nFyrir þanni penge fékk ég mér colt 90 sjálfsk,, eftir tvær sjáfskiptingar og þá nennti ég ekki að setja þá þriju í (á hana til), ég er ég búinn að laga það sem stútaði hinum skiptingun þannig þið getir keypt hann af mér,\neftir þetta æfintýri fékk ég mér geðveikan bíl, Bronco II 2,9l v6, rosalega gaman að keyra þetta, ég ætla að reyna halda í þenna bíl eins  leingi og ég get, í þessum töluðu orðum er hann á “verkstæði” með' ónýra kúplingu,, fæ hann vonandi í dag, og þá verður svo brummað,\nþað sem kom mér mest á óvart með þanni bíl hvað hann eyddi litlu í skikkalegum akstri, samt gat ég komið honum uppí 20l á 100, innanbæar, annars er hann að eyða svipað og fjölskyldubíllin, subaro legacy 99´ skjáfskiptur,\nen bara 10x skemtinlegra að keyra jeppan,.\nen nú er ég nýbúinn að draga galantin á haugana, þannig ég sit bara á 2 bílum ´\nPS, ég óska eftir stýri sem passar í bronco II 88'\nmitt er brotið.."
        },
        {
            "user": "stefanio",
            "user_id": "28153",
            "date": "2005-06-25 10:06:13",
            "id": "2266246",
            "reply_to_id": "2240285",
            "text": "fékk prófið í febrúar á þessu ári en eignaðist alla nema einn af bílunum mínum eftir það.\nSuzuki Fox B20 \"33\n(var étin af hestum)\nRange Rover ´78 \"38\n(á hann ennþá)\nWillys CJ5´´64 350cid \"36\n(seldur með söknuði)\nSubaru Justy ´89 “Snow King”\n(eina samlita týpan á evrópumarkaði. á hann enn en er búinn að keyra undan honum ballance stöng, drifskaft og púst)\nWV Golf 1400cc 94\n(TIL SÖLU!)\nHonda XBR500 ´87.\nmótorhjól (eitt sinnar tegundar á klakanum skilst mér)\nSuzuki RMX 50 2000\n. (ódrepanleg naðra)"
        },
        {
            "user": "baa",
            "user_id": "32672",
            "date": "2005-07-10 20:28:34",
            "id": "2304902",
            "reply_to_id": "2266246",
            "text": "Eg er buin að vera með profið i halft ar og er buin að eiga 2 bila\n1,Huyndai Elentra 1.6. 1998 sjalfskiftur\n2.Toyota Avensis 1.6 .1998 beinskiftur snildarbil"
        },
        {
            "user": "mofosam",
            "user_id": "53926",
            "date": "2005-07-14 22:47:25",
            "id": "2313875",
            "reply_to_id": "2240285",
            "text": "flottan sportara ? ha ha þið talið eins og lítil telpa með súrkál í hendi og sleikjó i hinni ekki langar mér í sportara mér langar í coka cola torfærubílinn allveg eins og hann var í gamla daga með þessu 6 púst úr hliðanum spólandi eins og tröll djöfull var hann góður langar í solleiðis"
        },
        {
            "user": "JHG",
            "user_id": "17371",
            "date": "2005-07-15 12:53:23",
            "id": "2314664",
            "reply_to_id": "2313875",
            "text": "Og hvað kemur þetta efni greinarinnar við?"
        },
        {
            "user": "ImNude",
            "user_id": "6781",
            "date": "2005-07-28 02:53:52",
            "id": "2343171",
            "reply_to_id": "2240285",
            "text": "Henda Accent ‘96 minnir mig\nBMW 320i ’91\n3000GT ‘95\nBMW 540iA ’98 (Núverandi)\nBenz næstur…"
        },
        {
            "user": "bagzruz",
            "user_id": "32825",
            "date": "2005-08-23 00:03:56",
            "id": "2407560",
            "reply_to_id": "2240285",
            "text": "Lada snildar bílar afi minn á eina lödu."
        },
        {
            "user": "Hammond",
            "user_id": "5205",
            "date": "2005-08-28 21:52:40",
            "id": "2424941",
            "reply_to_id": "2240285",
            "text": "Fékk bílpróðið 13. nóv 2000\nKeypti minn fyrst bíl sumarið 2000 þ.e.a.s þegar ég var 16 ára. Það var dökkblár Golf 1400 árgerð 2000. Þann bíl átti ég í 2 ár.\nNæsta bíl keypti ég haustið 2002 og var það Alfa Romeo 1,6 árgerð 1999, þann bíl seldi ég svo haustið 2003.\nUppí Alfa Romeoinn tók ég uppi 98 módel af Ford Ka sem ég seldi stuttu síðar.\nÍ janúar 2004 keypti ég Toyota MR2 árgerð 2000 þann bíl átti ég fram á sumar eða þar til ég setti hann uppí ónotaðan MR2 árgerð 2002. Þennan bíl seldi ég fyrir viku\nÍ apríl 2005 fluttum við feðgarnir inn 2003 módel af Mustang blæjubíl. Þennan bíl elska ég alveg hreint en þessi bíll er eins og nýr enda bara keyrður 5 þúsund mílur. Bíllinn er rauður með hvítri blæju, hvítu leðri og krómfelgum."
        },
        {
            "user": "krizza4",
            "user_id": "54759",
            "date": "2005-09-13 13:02:12",
            "id": "2477049",
            "reply_to_id": "2240285",
            "text": "Ok… ég er stelpa og það eru ekki margar stelpur með bíladellu en ég er ein af þeim sem er með hana :P\nDraumabíllinn minn er pottþétt Dodge RAM '2005 með hemmie vél… eða bara volswagen Bjöllu :P\nEn volvo eru líka allveg snilldarbílar en….. Þeir eru ekki til litlir…\nÞannig ef einhver sér á markaði volvo mini convertable þætti mér vænt um að fá skilaboð um það ;)\nLátið mig vita samt"
        },
        {
            "user": "darkzozi",
            "user_id": "28366",
            "date": "2005-12-22 21:42:13",
            "id": "2855953",
            "reply_to_id": "2477049",
            "text": "það er til lítill volvo sem heitir 700(eða einhvað álíka)turbo   3 dyra svipað stór og honda civic og er alveg rosasvalur!!"
        },
        {
            "user": "krizza4",
            "user_id": "54759",
            "date": "2005-12-26 13:24:05",
            "id": "2871015",
            "reply_to_id": "2855953",
            "text": "og er hann convertable? Það skiptir sko öllu máli :D ;)"
        },
        {
            "user": "Zedda",
            "user_id": "13095",
            "date": "2006-02-18 09:47:46",
            "id": "3120642",
            "reply_to_id": "2240285",
            "text": "ég er nú líka stelpa með smá bíladellu;) hehe en allavega í augnablikinu ennþá á mínum fyrsta bíl, og það er meira að segja fornbíll\nToyota Cressida ‘78, tveggja dyra með 18R vélinni (væri til í að fá 22R í hann, bara vegna þess að þessi er orðin soldið þreytt og afhverju að skipta og stækka ekki:p)\nAllavega draumabíllinn mustang, ’65-'68, verður að vera fastback og þýðir ekkert annað en V8 (það er ekkert mustang ef það er ekki V8)svo er mach 1 geggjaðu"
        }
    ]
}