{
    "forum_title": "Stjórnmál",
    "user": null,
    "user_id": null,
    "date": "2005-06-20 00:58:37",
    "title": "Kosningakerfi",
    "text": "Margir vilja meina að íslenska kosningakerfið sé frábært. Allavega tók ég eftir að margir sögðu að Bretar gætu lært margt af okkur. Nú ætla ég að pæla í kosningakerfunum okkar tveimur og sjá hverjir kostirnir og gallarnir eru.\nÍ Bretlandi þar sem verkamenn náðu meirihluta þriðja kjörtímabilið í röð ríkir kerfi sem ýtir undir að það séu einungis tveir stórir flokkar. Málið er að sá flokkur sem kemur út stærstur í kosningunum fær hundrað viðbótar þingsæti. Einnig þá er einn einstaklingur kjörinn fyrir hvert hverfi, sem þýðir það að smáflokkar með 5% fylgi hafa lítinn séns á að koma einum einasta manni inn.\nÞetta mundi jafngilda því að samfylking og sjálfstæðisflokkur berðust um öll sæti, og vinstri grænir næðu einungis inn 2-3 mönnum. (Hugsa ég).\nUppbótarþingsætin sem stærsti flokkurinn fær gerir það að verkum að flokkur með ca. 30% fylgi eins og verkamannaflokkurinn nær stjórnarmeirihluta og fer með öll völd, þrátt fyrir að þriðjungur hafi kosið hann.\nÞetta eru ókostir. En það eru kostir við þetta kerfi. Þetta er til þess að hindra að litlir flokkar hafi óeðlilega mikil áhrif. Það er enginn þörf fyrir stjórnarsamstarf. Þarna missa litlu flokkarnir mikið, en á móti hindrar það að flokkar í 5-15% fylgi hafi óeðlilega mikil áhrif.\nHérna heima á Íslandi þá er það þannig að framsóknarflokkurinn er nánast alltaf í stjórn. Með helming ráðherra embætta og talsverð ítök þrátt fyrir tiltölulega lítið fylgi.\nEn ekki bara framsókn græðir á þessu. Hugsanlega gætu vinstri grænir og samfylkingin myndað stjórnarsamstarf. Ef það yrði samskonar og framsóknar og sjálfstæðismanna, þá yrðu vinstri grænir með helming ráðherra embætta og umtalsverð áhrif á lagasetningu. Þrátt fyrir að rétt rúmur 1/5 landsmanna hafi kosið þá, meðan samfylkingin var meira í 1/3.\nEf við veltum svo fyrir okkur BNA aftur á móti. Í því landi eru enginn uppbótarþingsæti, en ég treysti mér ekki til þess að fara nánar út í kosningakerfið án þess að kynna mér það betur. En hvert fylki hefur sín eigin lög um kosningar. Í raun er stjórnarskráin það eina sem hvert fylki neyðist til að virða í lagasetningum. Allt annað getur fylkistjóri og þing hans ákveðið.\nBNA hefur haft lengsta lýðræðishefð af öllum þjóðum. Þeir hafa smátt og smátt þróast út í tveggja flokka kerfi. Þeirra kerfi býður ekki beint upp á stjórnarsamstarf. (Það hefur þó átt sér stað á 19. öld).\nÞingmenn Bandaríkjaþings kjósa forseta í sameiningu. (Augljóslega kjósa demókratar sinn frambjóðanda og Repúblikanar sinn). Ef þrír flokkar væru eins og sumum tímabilum í sögu BNA þá gætu þeir sameinast um að kjósa einn mann þrátt fyrir að hann væri ekki endilega í sama flokk. Kannski er það bara óhjákvæmilegt að lýðræði þróist út í tveggja flokkakerfi. Eiga smáflokkarnir raunverulegan séns í æðsta embættið, eins og svo sem forsætisráðherra.\n(Nú er ég að minnast þess að Samfylkingin á sínum tíma lýsti yfir að atkvæði til Vinstri grænna væri atkvæði út um gluggann, betra væri að kjósa þau því þau væru eina vonin gegn íhaldinu).\nEn jæja, vildi bara starta smá umræðu um þetta. Ef stíllinn er sundurlitur og asnalegur þá hef ég afsökun fyrir neðan. :)\nÉg veit ekki hvort það sé góð hugmynd að yfirleitt skrifa grein í því ásigkomulagi sem ég er í. Ég er nefnilega örlítið drukkinn, en mér sýnist sem svo að ég sé ekki að skrifa mikið meiri stafsetningavillur en vanalega. Ég passa mig bara á að nefna engan á nafn.",
    "url": "https://www.hugi.is/stjornmal/greinar/305698/kosningakerfi/",
    "url_id": "305698",
    "id": "2248733",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-21 11:31:50",
            "id": "2256177",
            "reply_to_id": "2248733",
            "text": "Ég hef ekki mikið verið að velta mér yfir kosningakerfi eða stjórnarfyrirkomulagi hér á Íslandi, en eitt finnst mér einkenna stjórnmál, og það eru völd!\nÞað er eins og það skipti sumum meira máli hverjir eru við völd, en hvað lýðurinn fær sínu fram!\nFólk væri ekki alltaf að fara í verkfall, ef fólkið sem á að vera við stjórn, setji lög um sanngjörn laun á vinnustöðum, sem dæmi!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-21 20:19:43",
            "id": "2257432",
            "reply_to_id": "2256177",
            "text": "Fólk væri ekki alltaf að fara í verkfall, ef fólkið sem á að vera við stjórn, setji lög um sanngjörn laun á vinnustöðum, sem dæmi!\nRíkið hefur núþegar lágmarkslög. Staðreyndin er þó sú að ef ríkið myndi skipta sér meira af launamálum en það gerir núþegar þá myndi það hafa fleiri slæm áhrif en góð."
        }
    ]
}