{
    "forum_title": "Heimspeki",
    "user": "Boweavil",
    "user_id": "57323",
    "date": "2005-06-20 19:06:19",
    "title": "Smá pæling hérna!",
    "text": "Ég hef verið í þó nokkrum heimspekilegum vangaveltum undanfarna daga og hef verið að pæla í einu.\nEf það virkilega skítug á eða pollur og þú mundir hrækja ofan í hana/hann (bara ósköp venjulegum hráka) hvort ertu þá að gera ánna/pollinn hreinni eða skítugri!\nÉg var úti í London fyrir stuttu og labbaði þar oftar en einu sinni fram með ánni Thames, og stundum stalst ég og spýtti munnvatni mínu úti í ánna, þá vaknaði sú spurning, var ég að gera Thames hreinni eða skítugri.\nMér finnst ég í rauninni verið að gera hana hreinni frekar en hitt, en hvað fynnst ykkur.",
    "url": "https://www.hugi.is/heimspeki/korkar/306344/sma-paeling-herna/",
    "url_id": "306344",
    "id": "2254916",
    "replies": [
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-06-20 19:34:54",
            "id": "2255005",
            "reply_to_id": "2254916",
            "text": "Nema þú hafir gert ýtarlega efnagreiningu á bæði Thames og munnvatninu á þér á gefnum tíma er ómögulegt að segja.  Ekki veit ég hvaða bakteríufjandi er upp í kjaftinum á þér."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-06-21 15:29:38",
            "id": "2256556",
            "reply_to_id": "2254916",
            "text": "Ég myndi segja að ef það eru stærri hlutföll vatnssameinda í munnvatni þínu en Thames þá værirðu að gera hana hreinni. Ef Thames væri með helmingi færri aukaefnum en þau aukaefni sem væru eftir væri eiturörvafroska-eitur væri áin hreinni, en margfallt hættulegri og það væri margfallt hættulegra að nota vatn úr henni (sem sagt, banvænt). Hún væri hreinni, en, sem uppspretta nytja-afurða fyrir manninn væri hún miklu verri."
        },
        {
            "user": "tyl3nol",
            "user_id": "3579",
            "date": "2005-06-22 02:11:38",
            "id": "2258275",
            "reply_to_id": "2254916",
            "text": "Skoðaðu þetta svar á Vísindavefnum:\nhttp://www.visindavefur.hi.is/svar.asp?id=4552\nÞetta er svar við spurningunni\n“Hvenær er orðið svo mikið drasl í herbergi að maður er í rauninni að taka til þegar maður sparkar í hluti?”\nsem er kannski ekki svo ósvipuð þínum vangaveltum.."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2005-06-22 22:28:23",
            "id": "2260323",
            "reply_to_id": "2254916",
            "text": "Þetta myndu margir kalla útúrsnúning.  Ég myndi\nkalla þetta góða heimspeki.  Þú hefur óendanlega\nmöguleika á að skilgreina “hreint” og “óhreint”\nog átt margar góðar stundir með því að velta því\nfyrir þér.\nEn þetta er líka háð nokkrum breytum.  Ef að þú\nert nýbúinn að bursta tennurnar á þér og ert við\ngóða heilsu getur slefið úr þér verið nokkuð\nhreint.  Ef að þú hefur ekki burstað á þér\ntennurnar lengi og ert með kvef og fullt af\nbakteríuríku hori upp í þér mætti varla kalla\nslefið hreint.\nGóð pæling!"
        }
    ]
}