{
    "forum_title": "Harry Potter",
    "user": "sillymoo",
    "user_id": "41079",
    "date": "2005-06-22 22:24:26",
    "title": "Slytherin Slangan & Þarfaherbergið",
    "text": "“Ég var að velta því fyrir mér af hverju Salazar Slytherin notaði ekki bara Þarfaherbergið undir Slönguna?”\nAf því að ef Salazar Slytherin hefði haft slönguna í þarfaherberginu þá hefði slangan alltaf verið þar hjá hverjum sem notaði þarfaherbergið. T.d. ef einhver þyrfti klósett og opnaði hurðina…þá myndi hann mæta slöngunni þar ásamt hennar stórhættulega augnaráði.\nÞað sem bendir til þessa kom fram þegar Umbridge komst að leynifélagi Harrys og vina hans í 5.bókinni og þau flúðu úr þarfaherberginu þegar Umbridge og Slytherin nemendurnir voru á eftir þeim.  Hermione gleymdi skjalinu þar sem nöfn allra meðlima leynifélagsins voru rituð í þarfaherberginu og einhver (að öllum líkindum Malfoy) fór svo inn og sótti í skjalið.\nEinnig þurfti slangan að geta komist um skólann óséð og þurfti til þess pípulagnirnar sem hún gat nálgast á þessu ónotaða klósetti.\nÉg vona að þetta hafi svarað spurningu þinni. ;)",
    "url": "https://www.hugi.is/hp/pistlar/306864/slytherin-slangan-tharfaherbergid/",
    "url_id": "306864",
    "id": "2260308",
    "replies": [
        {
            "user": "TinnaKristin",
            "user_id": "43890",
            "date": "2005-06-24 22:18:02",
            "id": "2265478",
            "reply_to_id": "2260308",
            "text": "Einnig þurfti slangan að geta komist um skólann óséð og þurfti til þess pípulagnirnar sem hún gat nálgast á þessu ónotaða klósetti.\nÉg vildi bara benda á það að þegar Salasar Slytherin var og hét þá var þetta tiltekna klósett líklega í notkun..;)"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2005-06-25 11:07:09",
            "id": "2266297",
            "reply_to_id": "2265478",
            "text": "Já, það er rétt.\nEn hún var nú svo sem ekkert mikið inni á klósettinu notaði það bara sem dyr inn í leyniklefann sinn.\nEn það var nú líka þess vegna sem Vala Væluskjóða dó, því hún var að nota klósettið á vitlausum tíma."
        },
        {
            "user": "TinnaKristin",
            "user_id": "43890",
            "date": "2005-06-25 11:55:13",
            "id": "2266357",
            "reply_to_id": "2266297",
            "text": "Vala var nú á röngum stað á röngum tima, en það er samt að vissu leiti henni að þakka að þetta hætti.\nÁrið 1942 (eða 1943, er ekki viss um hvort þetta er fyrir eða eftir jól) þegar Vala dó þá var það seinasta árásin og svo hefðu Harry&co aldrei fattað þetta ef Vala hefði ekki dáið þarna (Rowling hefei bara látið það gerast öðruvísi..)."
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2005-06-25 13:13:53",
            "id": "2266504",
            "reply_to_id": "2266357",
            "text": "Það er alveg rétt\nVala gegnir nátturlega lykilhlutverki í að stöðva árásirnar úr leyniklefanum, bæði þegar Tom var í skólanum og svo aftur þegar Ginny var að opna hann."
        },
        {
            "user": "TinnaKristin",
            "user_id": "43890",
            "date": "2005-06-25 13:22:58",
            "id": "2266532",
            "reply_to_id": "2266504",
            "text": "GO VALA!"
        },
        {
            "user": "Achilles",
            "user_id": "54949",
            "date": "2005-06-26 01:50:32",
            "id": "2268601",
            "reply_to_id": "2260308",
            "text": "Ef slangan hefði verið þar þá hefði hinir stofnendurnir örugglega farið inn til slöngunar og gert útaf við hana þegar einhver sérstakur fjöldi á nemendum myndi deyja. Auk þess þá vissu nú afar fáir um þetta herbergi. Og það var Pansy Parkerson sem fann samning VD! það stendur í bókinni. Það er samt eitt mér finnst aðal spurningin! Afhvejru í fjáranum setti þessi Salzar Slytherin braselíu slöngu inn í kastala með fullt  af nemendum? Gerði hann þetta til þess að hefna sér á hinum eða hvað?\naglah!!\nChad Michael Murray er æði!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-26 13:49:02",
            "id": "2269256",
            "reply_to_id": "2268601",
            "text": "Af því að hann vildi ekki hafa muggaættaða nemendur í skólanum.. og hann gat náttúrulega talað slöngutungu, þannig að hann ætlaði að láta slönguna ráðast á alla muggaættaða nemendur og drepa þá svo skólinn væri aðeins með “hreint blóð”"
        },
        {
            "user": "Achilles",
            "user_id": "54949",
            "date": "2005-06-26 14:15:01",
            "id": "2269293",
            "reply_to_id": "2260308",
            "text": "já auvðitað..núna man ég, þetta stóð í annarri bókinni..en eru eki allir spenntir til 16 jjjjjjúúlllíí"
        },
        {
            "user": "sillymoo",
            "user_id": "41079",
            "date": "2005-06-29 19:21:05",
            "id": "2278199",
            "reply_to_id": "2260308",
            "text": "uuu ég held að þetta sé vitlaust\nmalfoy þurfti blaðið og þess vegna var það í herberginu en ef slangan væri sett þar þá myndi hún ekkert endilega vera þar hjá öðrum því þeir þurfa hana ekki you see?"
        },
        {
            "user": "sillymoo",
            "user_id": "41079",
            "date": "2005-06-29 22:01:34",
            "id": "2278826",
            "reply_to_id": "2278199",
            "text": "Malfoy vissi ekkert af þessu blaði… Það vildi bara svo heppilega til (fyrir hann) að hann fann það þegar hann fór þangað inn.\nHermione skildi listann aldrei eftir á glámbekk og enginn vissi af honum nema meðlimirnir í leynifélaginu.\nMalfoy fór inn í herbergið og fann blaðið af því að Hermione skildi það óvart eftir þegar hún flýtti sér út."
        },
        {
            "user": "MissMarilyn",
            "user_id": "67888",
            "date": "2005-07-02 19:09:20",
            "id": "2285639",
            "reply_to_id": "2278826",
            "text": "Eins og einhver sagði hérna á undan mér þá var það Pansy Parkinson sem fann listann!\n———\nDeathtrap!Deathtrap!"
        },
        {
            "user": "MissMarilyn",
            "user_id": "67888",
            "date": "2007-02-25 20:04:07",
            "id": "4626625",
            "reply_to_id": "2285639",
            "text": "Það sem slytherine krakkarnir þurftu að finna var felustaður VD svo herbergið hefur haldið áfram að vera í því formi með öllu draslinu sem var í því, þar á meðal listanum yfir meðlimi.\nÞetta sést á því að þegar einhver er að leita að felustað fyrir eitthvað eins og í HBP þegar Harry felur seiðabókina þá opnast felustaðaherbergið sem er fullt af dóti, dóti sem aðrir hafa sett þangað inn.\nSalasar - ef hann hefur á annað borð vitað af herberginu (og herberginu gæti líka hafa verið bætt við kastalann með göldrum löngu eftir dauða hans) - hefur ekki viljað eiga það á hættu að neinn fyndi slönguna, slangan hefur þar að auki þurft sitt pláss osfrv. Þess vegna gerði hann leyniklefann. Ef SS hefði verið að leita að felustað fyrir slönguna hefði hann hitt á herbergið þar sem allir hinir geyma dótið sem þeir þurfa að fela, og allir hinir hefðu á móti, fundið slönguna fljótlega þegar þeim vantaði felustað.\nMér finnst aðalvandamálið tengt þessu þarfaherbergi vera það að ef einhver er að nota það, t.d. til að halda VD fund, hvað gerist þá ef einhver gengur framhjá sem vantar felustað eða klósett? Er þá herbergið bara óvirkt eða hvað?\nKveðja\nMissMarilyn"
        },
        {
            "user": "Anat",
            "user_id": "29910",
            "date": "2005-07-07 14:12:16",
            "id": "2296916",
            "reply_to_id": "2260308",
            "text": "Klósettið þar sem inngangurinn að leyniklefanum er getur varla hafa verið ónotað því samkvænt annari bókinni kom enginn þangað vegna Völu, og inngangurinn var þarna löngu áður en Vala dó…"
        }
    ]
}