{
    "forum_title": "Rokk",
    "user": "aegireyt",
    "user_id": "51038",
    "date": "2005-06-23 18:45:06",
    "title": "Marilyn Manson",
    "text": "Daginn, hér er ég með grein um uppáhalds tónlistarmanninn minn, Marilyn Manson\nHljómsveitin var stofnuð árið 1989 af þeim Brain Hugh Warner (Manson - Söngur) Scott Mitchell Putesky (Daisy Berkowitz - Gítar), Brad Stewart (Gidget Gein - Bassi) og Steven Bier (Madonna Wayne Gacy - Hljómborð). Í byrjun var engin trommari svo í stað var notaður svokallaður trommuheili (drumhead) og bar þá hljómsvetin nafnið Marilyn Manson & the spooky kids. Hljómsveitin steig fyrst á svið þegar þeir voru beðnir um að hita upp fyrir N.I.N eða Nince Inch Nails og varð þá Trent Reznor söngvari N.I.N. mjög hrifin af hljómsveitinni og hjálpaði hann þeim að miklu leiti að redda tónleikum og svo framvegis.\nÁrið 1991 kom maður að nafni Freddy Streithorst í staðin fyrir trommuheilan. Freddy Streithorst var kallaður Sara Lee Lucas og sama ár var nafnið á hljómsveiti breytt í það nafn sem við þekkjum í dag, Marilyn Manson. Á tímabili hlaut hljómsveitin mikla athygli og vann tvisvar í röð verðlaunin “Band of the Year”. Lög á borð við Lunchbox, My monkey og Dope Hat urðu fræg.\nÁrið 1993 fékk hljómsveitin samning frá útgáfufyrirtækinu Nothing og fóru einnig á tónleikaferðalag með N.I.N. og gáfu sama ár út fyrsta diskinn sinn sem hét “Portrait of an American Family”. Í enda ársins 1993 var Gidget Gain rekin fyrir of mikla dóp neyslu og gat hann varla neitt á bassan lengur. Í staðin fengu þeir til liðs við sig mann að nafni Jeordie Francis White á bassa. Jeordie var kallaður Twiggy Ramirez og var hægri hönd mansons.\nÁrið 1994 fór hljómsveitin aftur á tónleikaferðalag með N.I.N. um heiminn. Manson var bannaður í Salt Lake city, en það var í fyrsta skipti á ferlinum sem hann hefur verið bannaður, en hann hefur verið bannaður á mörgum stöðum. Einnig hitti Manson Dr. Anton Szandor LaVey sem var svokallaður djöflabiskup og gerði hann Manson að djöflapresti.\nÁrið 1995 hætti síðan Sara Lee Lucas og í staðin gekk Kenny Wilson í hljómsveitina. Kenny var kallaður Ginger Fish. Einnig gaf Manson út aðra plötu og bar hún nafnið “Smells Like children” sem var með lögum á borð við Sweet Dreams sem var reyndar samið af Eurythmics, og Rock N' Roll\nNiggar, og I Put a Spell on You.\nÁrið 1996 hætti Daizy Berkowitz og í staðin kom Michael Linton sem verður héðan í frá kallaður Zim Zum. Einnig gaf Manson út sína þriðju plötu og bar hún heitið “Antichrist Superstar” og er að mínu mati besti diskur Mansons. Platan fékk mikla athygli en samt mest neikvæða útaf mjög “ljótum” textum, “Each time I make my mother cry an Angel dies and falls from heaven” - Cryptorchid, “Let’s jump upon the sharp swords and cut away our smiles without the threat of death, there’s no reason to live at all” - The Reflecting God og einnig útaf því að margir krakkar frömdu sjálfsmorð í kvjölfarlagsins “The Reflecting God”\nÁrið 1998 hætti Zim Zum og í staðin kom maður að nafni John Lowery, betur þekktur sem John 5. John 5 hafði verið í mörgum þekktum hljómsveitum áður en hann gekk til liðs við Manson, svo sem Red Square Black, foSTted, Ryan Downe, Wilson Phillips, Night Rangers, Two,  Ozzy Osbourne, Raven Payne og One Way. Stuttu eftir að John 5 kom, kom út fjórða plata mansons og bar hún heitið “The Mechainical Animals” Þessi plata var með meira “happy” tónlist og meira svona kókain rokk, enda ekki sungið um annað en dóp á þessari plötu. Þessi plata var  með lög á borð við “The Dope Show”, “I Dont Like The Drugs” og hið ódauðlega lag “Coma White”. Stuttu eftir útgáfu plötunar lögsóttu Daisy Berkowitz Manson og sagðist eiga eitthvað af því efni sem væri á plötunni. Sama ár kom líka út tónleikageisladiskinnn “The Last Tour on Earth” sem kom líka á VHS og DVD.\nÁrið 2000 kom svo út 5 plata Manson fjölskyldunar og bar þessi plata nafnið “Holy Wood (In the Shadow of Valley of Death)” Diskurinn fékk strax mikla athygli en samt mikið neikvæði útaf hulstrinu, þar sem er teiknuð mynd af Manson krossfestum og kjálkalausan og var platan  bönnuð í ýmsum löndum. Einnnig kom í kjölfarið DVD diskur sem bar nafnið “Guns, God and Goverment”\nÁrið 2002 hætti Twiggy og fór í staðin í hljómsveitinna A Perfect Circle. Í staðin var fenginn bassaleikari að nafni Tim Skold sem er í raun mjög góður bassaleikari, en talin vera of athyglissjúkur.\nÁrið 2003 kom svo út 6 plata Manson fjölskyldunar og bar þessi nafnið “The Golden Age of Gortesque” sem í raun var seinasta platan fyrir utan “Lest We Forget” Þessi plata var með lögum á borð við This is the new shit, (s) AINT og mOBSCENE. Öll lögin voru samin af John 5 og Skold, en allir textar af Manson.\nÁrið 2004 kom svo út seinasti diskur Manson fjölskyldunar, “Lest We Forget”, Best Of Marilyn Manson og inniheldur þessi plata mörg góð lög.Manson hljómsveitin er ekki hætt, eiga sennilega eftir að túra eitthvað en sennilega munu ekki koma út fleiri diskar. John 5 var einnig rekin þetta árið en ekki var gefin skýring afhverju.",
    "url": "https://www.hugi.is/rokk/greinar/306977/marilyn-manson/",
    "url_id": "306977",
    "id": "2261339",
    "replies": [
        {
            "user": "chromosome",
            "user_id": "39511",
            "date": "2005-06-23 19:14:06",
            "id": "2262325",
            "reply_to_id": "2261339",
            "text": "Góð grein!\nElska manson!"
        },
        {
            "user": "Dickinson",
            "user_id": "50483",
            "date": "2005-06-23 19:25:57",
            "id": "2262356",
            "reply_to_id": "2261339",
            "text": "Getur einhver sagt mér hvers vegna hann er með brjóst á þessari mynd?"
        },
        {
            "user": "steinivalda",
            "user_id": "34079",
            "date": "2005-06-23 19:27:18",
            "id": "2262358",
            "reply_to_id": "2261339",
            "text": "Fín grein.\nFín manneskja.\nMikill snillingur. Ekkert endilega tónlistarlega, þó jú, heldur bara andlega! Hann er ekkert heimskur þótt hann sé antíkræst! Fáfrótt fólk segjir það!\nEins og sagt er:\nFólk er FÍFL"
        },
        {
            "user": "Maggisun",
            "user_id": "36571",
            "date": "2005-06-23 20:27:30",
            "id": "2262537",
            "reply_to_id": "2262358",
            "text": "hann er svona, eru til hundruðir sona myndir af honum , Ógeðslegur að mínu mati, en samt flott pæling Marilyn Monroe/Charlie Manson :D"
        },
        {
            "user": "isa",
            "user_id": "38613",
            "date": "2005-06-23 19:29:40",
            "id": "2262363",
            "reply_to_id": "2261339",
            "text": "Flott grein um frábæran tónlistarmann, reyndar var einn hljómborðsleikari áður en Madonna Wayne Gacy joinaði, Perry Pandrea, kallaður Zsa Zsa Speck.. hann var samt svo stutt í Manson að það er ekki þess virði að nefnast á hann"
        },
        {
            "user": "Absurd",
            "user_id": "36364",
            "date": "2005-06-23 21:07:17",
            "id": "2262636",
            "reply_to_id": "2261339",
            "text": "GEÐVEIKUR"
        },
        {
            "user": "l0l3rc4k3",
            "user_id": "50613",
            "date": "2005-06-23 23:52:48",
            "id": "2263282",
            "reply_to_id": "2261339",
            "text": "þessi maður er ógeð, hann tók úr sér rifbeini til að totta sig (hann getur ekki náð sér í stelpur) ógeðslegur maðu"
        },
        {
            "user": "miltisbrandur",
            "user_id": "58960",
            "date": "2005-06-24 05:43:09",
            "id": "2263656",
            "reply_to_id": "2263282",
            "text": "Þú ert Heimskur að trúa þessu fáfróða manneskja, og fattiði Manson-Hatarar ekki að þetta er það sem hann vill!! Hann Vill að við finnumst hann svon “gassalega ógeðslegur” en hann vill fá athygli.\nAð Mínu Mati Er Þetta Barnaleg Manneskja sem copy-ar Alice Cooper of mikið.\nOg Enginn hefur einnhverntíman framið sjálfsmorð útaf lagi með manson, það eru bara orðrómar sem hafa verið í gangi.\nHolywood var aldrei bönnuð það var bara foreldrafélag sem kærði hann en gafst upp.\nHann er Bara Bannaður í Salt Lake City fyrir að rífa Mormóna biblíuna á sviði.\nTwiggy Ramirez var Rekinn af því Manson Sagði að hann væri bara fyrir og kynni ekkert lengur.\nTim Skold er hálviti ekki athyglissjúkur.\nÖmurleg Grein frá ömurlegum Notanda um ömurlegan tónlistarmann."
        },
        {
            "user": "aegireyt",
            "user_id": "51038",
            "date": "2005-06-24 09:43:52",
            "id": "2263726",
            "reply_to_id": "2263656",
            "text": "“Að Mínu Mati Er Þetta Barnaleg Manneskja sem copy-ar Alice Cooper of mikið.”\nÉg sé ekkert líkt við þessa tvo menn, gjör ólík tónlist og sé engan veginn hvernig Manson er að reyna að copy-a Alice, Alice er jú oftast eins málaður en Manson er sjaldan eins málaður\n“Og Enginn hefur einnhverntíman framið sjálfsmorð útaf lagi með manson, það eru bara orðrómar sem hafa verið í gangi.”\nVíst, það var fjölskylda sem fór í mál við hann því að barnið hafði drepið sig í kjölfar lagsins “The Reflecting God”\n“Hann er Bara Bannaður í Salt Lake City fyrir að rífa Mormóna biblíuna á sviði.”\nÞað var ekki í Salt Lake City sem hann reif bíblíuna á tónleikum heldur einhverstaðar í evrópu man eki hvar, var bannaður í því landi og líka í einu fylki í USA fyrir að kasta kjöti á áhorfendur\nOg já Manson er allavega betri en KISS"
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2005-06-24 19:05:23",
            "id": "2264919",
            "reply_to_id": "2263726",
            "text": "Alice cooper sagði nú að það væri ekkert nýtt hjá honum að vera með make-up og kalla sig stelpu nafni"
        },
        {
            "user": "l0l3rc4k3",
            "user_id": "50613",
            "date": "2005-06-25 00:44:00",
            "id": "2265893",
            "reply_to_id": "2263726",
            "text": "þad er ekki nógu gott hjá þé"
        },
        {
            "user": "Fenrir",
            "user_id": "34852",
            "date": "2005-06-27 02:16:37",
            "id": "2271290",
            "reply_to_id": "2263656",
            "text": "Twiggy Ramirez hætti/var rekinn því að hann vildi gera allt aðra hluti en Manson og þar af leiðandi var ekki hægt að halda áfram samstarfi."
        },
        {
            "user": "Joakimk",
            "user_id": "43781",
            "date": "2005-06-27 22:18:22",
            "id": "2273420",
            "reply_to_id": "2263656",
            "text": "Of Mikið Af Stórum Stöfum ,Væni Minn"
        },
        {
            "user": "aegireyt",
            "user_id": "51038",
            "date": "2005-06-24 07:33:34",
            "id": "2263674",
            "reply_to_id": "2263282",
            "text": "eru hálviti hann tók aldrei úr sér rifbeinin til að totta sig og hann á konu.. legg til að þú trúir ekkki öllu sem þú sérð á folk.is eða svoleiðis crapi"
        },
        {
            "user": "l0l3rc4k3",
            "user_id": "50613",
            "date": "2005-06-25 00:43:19",
            "id": "2265889",
            "reply_to_id": "2263674",
            "text": "Þetta var ekki á Folk.is, mér var sagt þetta !\nMér fannst þetta ver mjög líklegt, að hann mundi gera svona"
        },
        {
            "user": "Fenrir",
            "user_id": "34852",
            "date": "2005-06-27 02:15:55",
            "id": "2271286",
            "reply_to_id": "2263282",
            "text": "Manson tók ekki úr sér rifbein til að totta sig. Hann og vonkona hans voru í alveg eins fötum og alveg eins máluð og bæði með sítt, svart hár. Þau komu saman fram á tónleikum með honum löngu áður en hann varð frægur og voru með raunverulegan strap on dildó. Þau komu sér fyrir í furðulegri stellingu og það leit út eins og Manson væri að totta sjálfan sig. Þetta er í ævisögu hans “The Long Hard Road Out Of Hell”.\nOg hann getur víst náð sér í stelpur. Hann hefur verið til dæmis með Jenna Jameson, Rose McGowan og núna er kallinn búinn að gifta sig konu sem heitir Dita Von Teese. Hún er módel."
        },
        {
            "user": "AllesKlar",
            "user_id": "19099",
            "date": "2005-06-25 18:59:18",
            "id": "2267419",
            "reply_to_id": "2261339",
            "text": "Meistari Manson"
        },
        {
            "user": "oglyor",
            "user_id": "41519",
            "date": "2005-06-26 10:59:51",
            "id": "2268901",
            "reply_to_id": "2261339",
            "text": "Bubbicool, hættu vera svona andskoti trúgjarn! Þetta er bara orðrómur.\nHann ownar heiminn!Það er bara staðreynd!"
        },
        {
            "user": "aegireyt",
            "user_id": "51038",
            "date": "2005-06-26 16:40:30",
            "id": "2269578",
            "reply_to_id": "2261339",
            "text": "af hverju er etta í rokkinu þetta er gaur sem spilar metal"
        },
        {
            "user": "aegireyt",
            "user_id": "51038",
            "date": "2005-06-26 18:28:38",
            "id": "2269836",
            "reply_to_id": "2269578",
            "text": "Manson flokkast undir Inustrial Rock og engan vegin undir metal"
        },
        {
            "user": "LightsOut",
            "user_id": "35849",
            "date": "2005-06-27 01:18:33",
            "id": "2271191",
            "reply_to_id": "2261339",
            "text": "John 5 var ekki rekinn heldur haetti hann til ad gera solo plotu. Eg held ad Twiggy Ramirez hafi lika haett thvi hann var ekki lengur anaegdur med ad vera i marilyn manson."
        },
        {
            "user": "aegireyt",
            "user_id": "51038",
            "date": "2005-06-27 18:20:43",
            "id": "2272443",
            "reply_to_id": "2271191",
            "text": "John 5 var víst rekin, Manson labbaði til hans á afmælisdegi hans og sagði “Happy birthday, faggot” og seinna sama dag fékk hann tilkynnt að hann væri rekinn"
        },
        {
            "user": "Fenrir",
            "user_id": "34852",
            "date": "2005-06-27 02:12:42",
            "id": "2271274",
            "reply_to_id": "2261339",
            "text": "Nokkrir hlutir sem mig langar til að leiðrétta í þessari grein. Hann og Daisy Berkowitz stofnuðu bandið einir, síðan gengu hinir til liðs við hann.\nAnton Szandor LaVey var stofnandi satanísku kirkjunnar í BNA en ekki “einhver djöflabiskup”. Það er til “satanísk” trú sem heitir eftir honum (LaVey-ismi) og sú trú gengur meira út á trú á sig sjálfan og mannlegt eðli en djöfladýrkun.\n“The Last Tour ON Earth” kom út árið 1999 en ekki 1998.\nAnnars er þetta ágætis grein þó hún sé heldur efnislítil og mætti koma meira fram um hljómsveitina. Er of mikið stiklað á stóru í þessu. Samt ágætt :)"
        },
        {
            "user": "potter01",
            "user_id": "37117",
            "date": "2005-06-28 14:10:08",
            "id": "2274572",
            "reply_to_id": "2261339",
            "text": "Manson er snillingur.\nTwiggy var ekki rekinn, hann hætti því að hann var ekki ánægður með hvað hljómsveitin var að gera.\nAnnars er maðurinn snillingur, tónlisarlega séð og utan þess.\nEf maður fer virkilega að lesa um hann og skoða hvað hann hefur sagt þá áttar maður sig á því.\n“I've always enjoyed being hated. The people who hate you make it all worthwhile. On my Antichrist Superstar tour, I think I upset all the right people. Even if people are angry at me, at least they're talking about Marilyn Manson, and I've succeeded.”\nAnnað, hann er kannski djöflaprestur en hann sagði þetta í viðtali:\n“I've never been and never will be a satan worshipper or someone who worships the devil”."
        },
        {
            "user": "aegireyt",
            "user_id": "51038",
            "date": "2005-07-23 10:56:06",
            "id": "2333055",
            "reply_to_id": "2274572",
            "text": "ég sagði aldrei að hann hefði verið rekinn hann twiggy, stóð í greininni, “Árið 2002 HÆTTI Twiggy”\nHætti, hann var ekki rekinn, hann hætti af eigin vilja"
        },
        {
            "user": "Dirty",
            "user_id": "55626",
            "date": "2005-07-06 08:24:32",
            "id": "2294143",
            "reply_to_id": "2261339",
            "text": "Marilyn Manson er hóra og ógeð!!!!!!!!!!"
        },
        {
            "user": "berzerk88",
            "user_id": "27462",
            "date": "2005-07-23 11:24:40",
            "id": "2333076",
            "reply_to_id": "2294143",
            "text": "Ertu hvað?"
        }
    ]
}