{
    "forum_title": "Box",
    "user": null,
    "user_id": null,
    "date": "2005-06-24 20:35:21",
    "title": "Rocky Marciano /The Real Italian Stallion",
    "text": "Rocky Marciano\nFæddur:1.September 1923.\nLátinn:31. ágúst 1969.\nÞjóðerni: Bandarískur (af ítölskum ættum)\nGerðist atvinnuboxari árið 1947.\nHeimsmeistari í þungavigt 1952-1956.\nSigrar:49.Ósigrar:0.Jafntefli:0.Sigrar á rothöggum:43.\nRocco Marchegiano, sem tók upp nafnið Rocky Marciano, barðist fjörutíu og níu sinnum sem atvinnuboxari í þungavigt á glæsilegum ferli sínum og sigraði alltaf. Þetta er met sem margir þungavigtarboxarar hafa reynt að jafn, en engum þeirra tekist\nRocky er lágvaxnasti heimsmeistari í sögu þungavigtarinnar. Hann var ,,aðeins'' 178-180 cm að hæð og handstuttur að auki, sem olli því að hann varð ætíð að berjast í návígi. Hendurnar bjuggu þó yfir hrikalegum höggkrafti, enda sló hann frá fyrstu sekúnduna hverrar viðureignar og hætti ekki fyrr en andstæðingurinn lá í gólfinu, eða hljóp frá honum, en sex af mótherjum hans gerðu slíkt. Það skipti engu máli hvað var fyrir framan Rocky - ekkert gat stöðvað hann. Aðeins einn af mótherjum hans, Ezzard Charles sem var heimsmeistari í þungavigt 1949 - 1951, stóð út allar loturnar gegn honum sem þótti frábært afrek, þrátt fyrir að Rocky ynni hann nokkuð auðveldlega á stigum. Aðrir voru ýmis rotaðir eða þá flýðu af vettvangi áður en til þess kom.\nRocky Marciano lést í flugslysi árið 1969; daginn fyrir fjörutíu og sex ára afmælið sitt. Hans verður ávallt minnst fyrir metið sem hann setti ódrepandi vilja og hinn þungu högg.",
    "url": "https://www.hugi.is/box/greinar/307066/rocky-marciano-the-real-italian-stallion/",
    "url_id": "307066",
    "id": "2262120",
    "replies": [
        {
            "user": "einsi15",
            "user_id": "29351",
            "date": "2005-06-24 20:45:57",
            "id": "2265213",
            "reply_to_id": "2262120",
            "text": "þú seigir að hann var lávaxnasti boxari í þungavigt sögunnar en Mike Tyson er einungis\n177 cm"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-24 21:03:58",
            "id": "2265262",
            "reply_to_id": "2265213",
            "text": "Tyson er 180 cm"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-24 21:53:50",
            "id": "2265407",
            "reply_to_id": "2265213",
            "text": "ja tyson er 180 til 181"
        },
        {
            "user": "blahaus",
            "user_id": "54985",
            "date": "2005-08-25 18:14:27",
            "id": "2415007",
            "reply_to_id": "2265213",
            "text": "hey mike tyson er ekki 177 eða 180 hann er skráður sem 184cm á hæð og 76.2 kíló en the italion stallion\ner samt lávaxnasti heimsmeistari í box(i) í sögu box(sins)"
        },
        {
            "user": "einsi15",
            "user_id": "29351",
            "date": "2005-06-24 22:08:02",
            "id": "2265438",
            "reply_to_id": "2262120",
            "text": "oh þá hefur mér verið sagt vitlaust"
        },
        {
            "user": "BoggiGudfadir",
            "user_id": "30020",
            "date": "2005-06-25 01:27:27",
            "id": "2266009",
            "reply_to_id": "2262120",
            "text": "Rocky Balboa er eini Stallion'in sem ég hef áhuga á."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-25 01:43:06",
            "id": "2266033",
            "reply_to_id": "2266009",
            "text": "akkurat mer finnst að skjar einn ætti að byrja að syna rocky myndirnar aftur… eg missti af 2 fyrstu"
        },
        {
            "user": "Konev",
            "user_id": "28746",
            "date": "2005-06-25 10:57:32",
            "id": "2266280",
            "reply_to_id": "2262120",
            "text": "þessi er járnkall, hafði enga box-hæfileika aðra en að lemja fáránlega fast"
        },
        {
            "user": "Ahl",
            "user_id": "13224",
            "date": "2005-06-25 13:33:30",
            "id": "2266570",
            "reply_to_id": "2266280",
            "text": "Segir sá, segir sá sem ekki hefur séð hann berjast eða veit ekkert um hnefaleika… mikið mark á honum takandi"
        },
        {
            "user": "Konev",
            "user_id": "28746",
            "date": "2005-06-25 20:13:25",
            "id": "2267610",
            "reply_to_id": "2266570",
            "text": "ekki séð hann berjast live nei.\nsem er engin móðgun á þennan mann, hann var bara slugger fram í fingurgóma og barði fáránlega fast.\nmerkilegi hluturinn var að hann var ekki snöggur, stór eða með neina hæfileika (samanber Ali og fl.) heldur óbugandi baráttuvilja sem keyrði hann áfram og andstæðingana í gólfið.\nÞetta er lengra svarið mitt og átti enganvegin að vera móðgandi við Marciano þar sem það var virkilega gaman að horfa á hann boxa vegna þessa sigurvilja í honum."
        },
        {
            "user": "Ahl",
            "user_id": "13224",
            "date": "2005-06-26 15:10:09",
            "id": "2269404",
            "reply_to_id": "2267610",
            "text": "Kjaftæði\nMarciano var mjög hæfileikaríkur boxari og fáir sem stunda hnefaleika í dag búa yfir tæknilegri kunnáttu á við hann. Væri hann að daginn í dag þá myndi hann án efa sitja á top 5 pund fyrir pund listanum.\nEn svona skoðanir eins og þínar þær eru auðvitað mjög algengar, “ Tyson kunnu ekkert hann var bara svo mikið naut ” “ Marciano var hæfileikalaus en sterkur ”. Staðreyndin er sú að týpískir kraftakarlar hafa aldrei gert neitt af viti í boxinu og það eitt að vera stór, sterkur og með sigurvilja nægir manni ekki til þess að vinna viðureign, menn þurfa einnig að kunna að beita aflinu og það er eitthvað sem Marciano or Tyson kunnu báðir mjög vel."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-25 14:19:39",
            "id": "2266713",
            "reply_to_id": "2262120",
            "text": "Léleg grein, eina sem þú sagðir í henni var hvað Rocky gat kýlt rosalega fast. Og það stóðu sex menn allar loturnar á móti honum, ekki bara einn. En Marciano er vafalaust einn besti boxari allra tíma. Hann sigraði Joe Louis og alla aðra sem mættu honum. Í fyrstu átján bardögunum sínum rotaði hann alla og 9 af þeim í fyrstu lotu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-25 17:04:26",
            "id": "2267135",
            "reply_to_id": "2266713",
            "text": "þeeeegiðu maður …. allavegna betra en það sem þú hefur verið að senda inn …samasem (ekkert)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-25 18:52:11",
            "id": "2267401",
            "reply_to_id": "2266713",
            "text": "hann gat kýlt fast og það skiptir engu hvort þeir hafi komist í gegnum sex lotur með honum (þeir voru greinilega bara með harðan Haus)\nHvernig gat hann þá unnið Joe Luis ef hann væri ekki höggþungu"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-26 17:06:25",
            "id": "2269641",
            "reply_to_id": "2267401",
            "text": "Var ég eitthvað að segja að hann væri ekki höggþungur? Auðvitað er maður með 43 rothögg höggþungur. Þú hefur eitthvað misskilið svarið mitt. Og sex lotur? Reyndar voru þær fimmtán. Þú veist greinilega ekki neitt um box, allt sem þú hefur skrifað á þetta áhugamál er tekið úr Box bókinni eftir Bubba Morthens."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-26 17:20:09",
            "id": "2269668",
            "reply_to_id": "2269641",
            "text": "ég var ekki að svar þér Lion Heart"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-26 17:22:14",
            "id": "2269671",
            "reply_to_id": "2269641",
            "text": "sumt úr box bókinni\nen það skiptir ekki máli ég er bara að sheara fróðleik"
        },
        {
            "user": "TrioOfDeathFHIH",
            "user_id": "39876",
            "date": "2005-07-26 20:50:35",
            "id": "2339796",
            "reply_to_id": "2262120",
            "text": "R.I.P. ROCKY"
        }
    ]
}