{
    "forum_title": "Körfubolti",
    "user": "Alaska",
    "user_id": "10849",
    "date": "2001-06-09 20:06:16",
    "title": "Orðið leiðinlegt",
    "text": "Eftir að hafa fylgst með NBA í mörg ár, síðan 1990, þá er orðið leiðinlegt að fylgjast með þessu helvíti.  Deildin er orðin troðfull af monthönum og fiflum sem geta ekki haldist í liðum af því þeir eru orðnir of stórir fyrir allt.  Það er orðið leiðinlegt að horfa á alley-oop körfur þrisvar í fjórðungi og troðslur sem þóttu illmögulegar áður eru hversdagslegar núna. Larry Bird var langbestur, og troðslurnar í dag eru bara prump miðað við Dominique Wilkins.  Deildin er mun verri, heildarskor lækkar með hverju árinu, næst verða settar lægri körfur og trampolíngólf fyrir þessa aumingja, svo þeir drullist til að skora eitthvað. Og ef XNBA deild verður stofnuð, þá sendi ég kjarnorkusprengju á BNA, en fyrst treð ég grenitré upp í rassgatið á Shaq.",
    "url": "https://www.hugi.is/korfubolti/greinar/30702/ordid-leidinlegt/",
    "url_id": "30702",
    "id": "205031",
    "replies": [
        {
            "user": "TheFrog",
            "user_id": "9036",
            "date": "2001-06-11 16:15:54",
            "id": "205032",
            "reply_to_id": "205031",
            "text": "Hvernig geturðu sagt þetta. NBA er ótrúleg deild og hvað er skemmtilegra að horfa á en troðslur.\nps.fyrir hvað stendur XNBA\nKVEÐJA SELI"
        },
        {
            "user": "TheFrog",
            "user_id": "9036",
            "date": "2001-06-11 18:50:02",
            "id": "205033",
            "reply_to_id": "205032",
            "text": "Alaksa get too the real world"
        },
        {
            "user": "TheFrog",
            "user_id": "9036",
            "date": "2001-06-11 20:42:42",
            "id": "205034",
            "reply_to_id": "205033",
            "text": "þetta er satt……NBA var miklu……hmmmmm……..sérstakari og íþróttamannslegri, núna eru kallarnir að leika í bíomyndum og rappandi og kjaftæði……..Pippen er ennþá þarna sem betur fer…………Iverson er drullugóður en samt það vantar eikkað……….samt ekki Jordan það væri fáranlegt!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-11 20:59:52",
            "id": "205035",
            "reply_to_id": "205031",
            "text": "Þín orð sanna bara eitt! Þú horfir ekki á körfubolta, þú ert allaveganna ekki að fylgjast með. Bara af því að Jordan hættir þá er þetta orðið leiðinlegt. Alley oop er bara þrisvar sinnum í fjórðungi hjá lakers. Þeir eru að senda boltana hátt upp í loftið og svo tekur Shaq eða Kobe hann. Monthanar? Hvað áttu við, þeir eru góðir en ekki monthanar! Afhverju eru þeir eiginlega fífl, þú veist ekkert um það og ert bara með skítkast. Heildarskorið lægra, sannaðu það og komdu með tölur. Körfurnar eru ekki prump. Þarna sannaru aftur að þú horfir ekki á NBA. Horfirðu ekki á troðslukeppnina 2000. Sástu Vince Carter, veistu hver Darwin Ham er? Þú heldur áfram að bulla með því að segja að það verði settar lægri körfur. Þeir verða ekkert lélegri með árunum, það koma alltaf nýir menn! Trompolíngólf, lélegur brandari! Eru þeir aumingjar fyrir að vera góðir í sinni íþrótt! XNBA deildin mun bara sökka eins og XFL. Sá sem veit ekki hvað X stendur fyrir þá er það extreme! Ætlarðu að stinga grenitré í rassgatið á Shaq, lélegur brandari!"
        },
        {
            "user": "Barney",
            "user_id": "6950",
            "date": "2001-06-11 21:22:36",
            "id": "205036",
            "reply_to_id": "205031",
            "text": "What?????\nHvernig er hægt að finnast leiðinlegt að horfa á leikmenn eins og Kobe, Iverson, Carter, Garnett og fleiri?\nNique var flottur en Carter er ekkert verri og þarf alls ekkert trampolíngólf(hvernig sem það nú er) til að troða boltanum ofan í kok á andstæðingnum\nÞú hefur bara alls ekki áhuga á körfubolta"
        },
        {
            "user": "McLaren",
            "user_id": "35881",
            "date": "2001-06-12 00:05:03",
            "id": "205037",
            "reply_to_id": "205031",
            "text": "ertu 5 ára eða hefuru bara engan áhuga á nba?"
        }
    ]
}