{
    "forum_title": "Ljóð",
    "user": "Ainar",
    "user_id": "3753",
    "date": "2001-06-10 22:14:16",
    "title": "All good things, end before you start them",
    "text": "I never knew, I'd feel you again\nI never knew, I'd see you again\nI never knew, I'd love you once again\nI though admit, I imagined too much, but what's life without imagination?\nI care for you, oh yes I do, more than you could ever imagine.\nBut life is tricky and soon I got burned, a 1st degree, but fatal enough.\nAn old cliché, let's just be friends, it left me down, a hole in my heart, a dying heart, a daydreaming heart.\nYou meant me good, you told it as it was. You hurt me more, than life should allow. What is life all about, pain and suffering, happyness and love? Or a mixture of both?\nNow I sit alone and write this down, memories come back, and I throw them away, I see your face, that lovely smile, and ask myself, why could you not love me?\nAinar/01",
    "url": "https://www.hugi.is/ljod/greinar/30760/all-good-things-end-before-you-start-them/",
    "url_id": "30760",
    "id": "205353",
    "replies": [
        {
            "user": "calcio",
            "user_id": "9354",
            "date": "2001-06-11 18:28:08",
            "id": "205354",
            "reply_to_id": "205353",
            "text": "Ótrúlega fallegt ljóð. Eitt af þeim bestu sem ég hef lesið hér!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-12 00:52:32",
            "id": "205355",
            "reply_to_id": "205353",
            "text": "Rosalega fallegt ljóð :)\nÞað er svo gaman að yrkja á ensku því enskan er sígild og flott.  Ég var einmitt nýlega að semja rímað enskt ljóð.  Það er svo mikill orðaforði í ensku og auðveldast að semja á ensku finnst mé"
        },
        {
            "user": "sassy",
            "user_id": "9242",
            "date": "2001-06-14 09:30:20",
            "id": "205356",
            "reply_to_id": "205353",
            "text": "Ouch…ég hef verið á þessum stað sem þú ert á þegar þú skrifar þetta…it's painful.\n“Why could you not love me?” has echoed through my life blood and driven me one step closer to insanity on more than one occasion!\nÞetta er rosalega flott ljóð hjá þér :)"
        }
    ]
}