{
    "forum_title": "Box",
    "user": null,
    "user_id": null,
    "date": "2005-07-03 00:57:48",
    "title": "Hnefaleikar og Spilling",
    "text": "Hnefaleikar og Spilling\nEru Úrslit í hnefaleikabardögum fyrirfram ákveðinn? Er sem sagt svindlað í hnefaleikum?\nÞetta er algeng spurning í umræðum um box. Í byrjun aldarinnar (1900) var töluvert um\ngrunsamleg úrslit og var léttþungavigtin alræmdust. Hún var stofnsett 1903 og einn af\nfyrstu heimsmeisturum hennar kom fram í blöðum og viðurkenndi að hafa háð fleiri tugi\nbardaga þar sem andstæðingum var mútað til að tapa. Þetta breyttist fljótt og flestir tóku\nhnefaleikana alvarlega á þeim tíma sem Dempsey var heimsmeistari, frá 1919 til 1926. Þegar\nGene Tunney hættir keppni 1928, eftir aðeins tvo titilbardaga (frá því að hann sigraði Jack\nDempsey) og helgar sig aðaláhugamálið sínu, Shakespeare og Plató, gerði ítalska mafían\ntilraun til að ná stjórn á boxinu og veðmálastarfseminni í kringum það. Tveggja metra\nlangur og ógnvekjandi Ítali að nafni Primo Carnera var hennar maður. Hann hafði unnið sem\nkraftajötunn í sirkus en var nú dubbaður upp sem boxari og eftir nokkra létta sigra var\nhann orðinn heimsmeistari. Það leit út fyrir að boxið væri að fara sömu leið og bandaríska\nfjölbragðaglíman sem enginn tekur alvarlega. En Carnera gat ekki leynt hversu lélegur\nbardagamaður hann var og eftir nokkrar ,, titilvarnir'' sem hann vann léttilega var\nhnefaleikaíþróttin að missa allt aðdráttarafl sitt. Eftirspurnin eftir alvörumeistara\nleiddi til þess að fremur smávöxnum boxara, Max Baer, var gefið tækifæri á titilbardaga og\nafhjúpaði hann hæfileikaleysi Carnera á afgerandi hátt; sló hann ellefu sinnum niður og það\nvar Carnera sjálfur sem fékk dómarann til að stöðva bardagann. Þegar Joe Luis verður\nheimsmeistari 1937 fóru allar tilraunir skipulagðra glæpasamtaka til að ná yfiráðum í\nhnefaleikum endanlega út um þúfur. Joe Louis var stór meistari, einn af þremur stærstu en\nsamt ekki mikill vexti. Carnera er einn af risunum sem birtast af og til í boxsögunni,oftar\nen ekki uppgötvaði vegna gífurlega líkamsburða en alltaf eru þeir útboxaðir af mönnum sem\neru miklu minni en tæknilegir, til mikillar ánægju fyrir fagurkera boxins.\nÍ hnefaleikum í dag verður að gera greinarmun á svindli og svínaríi. Það er ekki hægt að\nmúta þeim sem eru í fremstu röð og eru að keppa um stóru titlana í íþróttinni.Hvað þyrti\ntil dæmis að borga Holyfield til þess að leggja sig í hringnum? Verðmætin sem\nhnefaleikarnir geta fært góðum boxurum eru í réttu hlutfalli við þá ímynd sem þeir fá í\nvitund almennings.Það getur enginn komist upp með að vera stóru bardögunum ef það leikur\nminnsti grunur á að menn hafi rangt við.En það er annars konar svindl í gangi og það er\ntengt áskorendalistunum. Það er altalað meðal þeirra sem til þekkja að staða manna á þessum\nlistum sé mjög háð þrýstingi og mútum frá umboðsmönnum boxaranna. Það er alltof oft reynt\nað blása upp\nvonlausa boxara og er það svínarí. Og ef ferilskrárnar eru falsaðar er það\nalgjört svind.",
    "url": "https://www.hugi.is/box/greinar/307670/hnefaleikar-og-spilling/",
    "url_id": "307670",
    "id": "2268838",
    "replies": [
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2005-07-03 01:27:38",
            "id": "2286603",
            "reply_to_id": "2268838",
            "text": "Endalaus spilling í boxinu"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2005-08-27 21:04:04",
            "id": "2421608",
            "reply_to_id": "2286603",
            "text": "btw þá er það: An eye for an eye only makes the whole world blind."
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2005-08-27 23:08:07",
            "id": "2421941",
            "reply_to_id": "2421608",
            "text": "það eru mismunandi útgáfur af þessu útum allt"
        },
        {
            "user": "freezer33",
            "user_id": "47893",
            "date": "2005-07-03 03:56:19",
            "id": "2286818",
            "reply_to_id": "2268838",
            "text": "já þú veist mikið um box."
        }
    ]
}