{
    "forum_title": "Húmor",
    "user": "jonbii",
    "user_id": "54217",
    "date": "2005-06-28 19:16:45",
    "title": "margir brandarar",
    "text": "Ég þekkti ljósku sem var svo heimsk að……\n- hún hringdi í mig til að fá símanúmerið mitt\n- hún reyndi að raða M&M í stafrófsröð\n- hún sat á sjónvarpinu og horfði á sófann\n- hún reyndi að drekkja fiski\n- hún datt um línuna á gsm síma\n- hún tók með sér reglustiku í rúmið til að sjá hve lengi hún svaf\n- hún spurði afgreiðslukonuna hvað varalitur kostaði í 200 kallabúiðinni\n- það tekur hana tvo klukkutíma að horfa á 70 mínútur\n- ef hún ætti að segja hvað henni finndist myndi hún vera orðlaus\n- hún lærði undir blóðprufu\n- þegar hún ætlaði að fara inn á mynd bannaða innan 16 fór hún og náði í 15 vini\n- þegar hún heyrði að flest slys ættu sér stað nálægt heimilinu flutti hún\n- þegar hún missti af strætó 44 tók hún númer 22 tvisvar í staðinn\n- hún var læst inn í grænmetisbúð og svelti til dauða\n°Fangavörðurinn: Ef þú hættir ekki þessum kveinum þá getur þú bara haft þig í burtu!\n°Lækinirinn: Fórstu eftir fyrirmælum mínum við notkun lyfsins?\nSjúklingurinn: Nei því miður, hann fauk útum herbergis gluggann“\nLæknirinn: Gastu ekki hlaupið á eftir honum?\nSjúklingurinn: Nei, ég bý á tólftu hæð í blokk!\n°Palli: Pabbi!Ég vill giftast ömmu.\nPabbinn: Nei Palli min, þú getur ekki gifst mömmu minni!\nPalli: Af hverju ekki? Þú ert giftur mömmu minni!\n°Pabbinn: Hvað ætlar þú að gera við þessa mýflugu Palli minn?\nPalli: Ég ætla með hana til mömmu. Í gær sagðir þú að hún gerði alltaf úlfalda úr mýflugu!\n°Kennarinn: Palli hvað gerðist árið 1483\nPalli: Marteinn Lúther fæddist.\nKennarinn: En hvað gerðist árið 1487?\nPalli: Lúther varð 4 ára.\n°Síminn hringdi hjá Magnúsi kjötkaupsmanns.\n-Góðan dag, var sagt, hafið þér hrosshöfuð? Magnús játti því.\n-Hefuru grísatær? -Já.\n-Hefuru froskalappir og lambahrygg? -Já.\n-GUÐ, ÞÚ HLÝTUR AÐ LÍTA HRÆÐILEGA ÚT!\n°Heyrt í eðimörkinni: Hann vill fá sandkassa!\n°Kennarinn: Skrifið hvaða dýrum konum líkar við.\nSvona leit ritgerð Palla út: Þær vilja hafa Jagúar í bílskúrnum, mink í klæðaskápnum, bjarndýr á stofugólfinu og asna til að borga reikningana.\n°Palli: Má ég fá frí, hún amma er dáin?\nKennarinn Nú, þú baðst um frí í síðustu viku sagðir þá að amma þín væri dáin.\nPalli: Já, og hún er það ennþá!\n°Þrír menn voru að rífast um hver ætti feitustu konuna. Einn sagði:\nKonan mín er svo feit að ég verð að sofa í stofunni. Annar sagði:\nÉg á svo feita konu að þegar hún loksins kemst inn í bílinn þá er búið að loka þar sem við ætluðum að fara. Þriðji: Það er nú ekkert,\nkonan mín er svo feit að þegar ég fer með fötin hennar í hreinsun þá segir fólkið að það taki ekki við sirkustjöldum!\n°Sjúklingurinn: Læknir, ég hef svo miklar áhyggjur af því að enginn vill tala við mig.\nLæknirinn: NÆSTI.\n°Kennarinn: Palli getur þú sagt mér eitthvað um Dauðahafið?\nPalli: Ég vissi ekki einu sinni að það væri eitthvað að því!\n°Stúdentinn: Ég veit ekki hvort ég ætti að vera eyrnalæknir eða tannlæknir.\nFaðirinn: Vertu tannlæknir, fólk hefur nú 24-32 tennur en bara tvö eyru!\n°Hann: Ég fékk allt í einu hugmynd en hún hvarf strax aftur.\nHún: Já hún var vafalaust einmana!\n°Kennarinn (reiður): Palli spýttu strax því sem þú hefur í munninum í ruslafötuna.\nPalli: Því miður kennari ég get það ekki, þetta er nefnilega tannkýli.\n°Frúin: Ert þú ekki einn af betlurunum sem ég gaf buffið í síðustu viku?\nBetlarinn: Jú frú, sá eini sem er enn á lífi.\nTÍU MÍN . SEINNA\nFrúin: Ert þú ekki sami betlarinn sem kom hérna fyrir tíu mínútum?\nBetlarinn: Jú, þú sagðist ætla að gefa mér mat þegar ég kæmi næst!\n°Svenni. Hvað kom fyrir bílinn hann Ella?\nTumi: Honum varð eitthvað illa við ljósastaur.\n°Hvor er sælli, sá sem á 7 börn eða 7 milljónir?\nSvar: Sá sem á 7 börn, því að hinn vill alltaf fá meira, en faðirinn er kominn með nóg!\n°Tveir gyðingar, Davíð og Símon, voru á leið úr sýnagógunni og rifust ákaft.\nDavíð segir við Símon: Þú segir að svart sé ekki litur, ég segi að það sé litur. Þetta þras þýðir ekkert, við verðum að fá rabbínann til að skera úr um þetta, segir Símon Þeir kalla á rabbínann og segja honum frá rifrildinu.\nVið skulum athuga hvað bókin helga segir um þetta, segir rabbíninn og vill fara varlega í að kveða upp dóm. Nær í bókina helgu og blaðar í henni um stund og segir svo: Jú, jú, bókin helga segir að svart sé litur. Þá lá það fyrir og ekki hægt að draga í efa það sem bókin helga sagði.\nSkömmu síðar blossar aftur upp háaðarifrildi milli gyðinganna tveggja og Davíð segir við Símon: Þú segir að hvítt sé ekki litur, ég segi að það sé litur. Við verðum að fá botn í þetta og þeir eru sammála um að kalla aftur á rabbínann. Um hvað eruð þið nú að rífast? spyr rabbíninn. Ég segi að hvítt sé litur en\nhann ekki, svarar Davíð. Við skulum sjá hvað bókin helga segir um þetta, svarar rabbíninn á ný. Jú, jú, það er ekki um að villast, bókin helga segir að hvítt sé litur.Þarna sérðu, segir Davíð við Símon, ”þú hefðir átt að trúa mér“ - ”þetta var litasjónvarp sem ég seldi þér“!\nLjósmyndarinn og Heklugosið.\n10.3.00\nLjósmyndari var sendur til að taka myndir af Heklugosi. Hann útvegaði sér leiguflugvél og var samið um að hann yrði tekinn í flugvélina fyrir utan Hótel Loftleiðir. Ljósmyndarinn var nokkuð seinn fyrir og var farinn að óttast að flugmaðurinn yrði farinn þegar hann kæmi. Þegar hann er búinn að leggja bílnum og kominn inn á planið þar sem vélarnar eru, sér hann flugvélina á planinu og flugmann undir stýri. Ljósmyndarinn skellti sér um borð og sagði strax, ”eigum við ekki að skella okkur af stað?“\nFlugmaðurinn beið ekki boðanna og skellti sér af stað. Þegar þeir voru að renna yfir Engey, sagði ljósmyndarinn, ”byrjaðu á að fara norður fyrir Heklu,“ ”ha“ sagði flugmaðurinn, ”erum við að fara til Heklu, ég er ekki viss um að ég rati?“ Ljósmyndarinn svaraði, ”ég ætla að taka ljósmyndir, ég tók það fram þegar ég leigði vélina að ég þyrfti að fljúga yfir Heklu til að taka myndir.“ ”Hvað segirðu“ sagði flugmaðurinn, ”ertu ekki flugkennarinn?“\nTveir góðir vinir\nTveir vinir voru saman í útilegu í Ástralíu, þeir voru nýbúnir að koma sér fyrir þegar annar ákvað að fara að míga. Allt í einu heyrist skaðræðis öskur og félaginn kemur hlaupandi út úr runnanum og gargar ”SNÁKUR BEIT MIG Í TIPPIÐ!!“.\nHinn segir honum að bíða á meðan hann fer í bæinn og nær í lækni.\nÞannig að hann fer í bæinn og eftir langa mæðu finur hann lækni.\n”Læknir!! Vinur minn var bitinn af snáki!!!“ segir vinurinn, ”það er alt í lagi“ segir læknirinn ”eina sem þú þarft að gera er að sjúga eitrið úr“.\nVinurinn þakkar honum fyrir og flýtir sér til baka. Þegar að hann kemur öskrar slasaði vinurinn á hann, ”HVAÐ SAGÐI LÆKNIRINN, HVAÐ SAGÐI HANN?“,\n”Hann sagði að þú ættir engan möguleika“.\nFleygar setningar, sem koma úr munnum sem verða lítt notaðir í framtíðinni . . . .\nÉg slæ örugglega heimsmet ef mér tekst þetta.\nÉg skal teygja mig og reyna að ná úrinu þínu undan færibandinu.\nNei vá, rosalega ertu með ýkt krúsílegt tattú.\n(Í Harlem) Spyrjum körfuboltastrákana þarna til vegar.\nÞetta þolir eld.\nNei nei, hann er örugglega í dvala.\nHvað gerir þessi takki?\nÉg er að gera framkvæma borgaralega handtöku!\nÞú ert mannæta segirðu …\nÞetta er örugglega bara eitthvað útbrot.\nErtu viss um að þú hafir tekið rafmagnið af?\nJá, það var ég sem átti úrslita atkvæðið í kviðdómnum, hvað með það?\nNei, það er ekki laus reim á skónum mínum.\nÞað er örugglega einn á móti milljón að það gerist.\nHvað segirðu, beygja mig hvað?\nHvað áttu við með, \\”I\\'ll be back\\“?\nTosa í pinnann, og telja uppá hvað sagðirðu?\nHvaða vír átti ég aftur að klippa?\nHvar ætli mömmu-björninn sé?\nEngar áhyggjur, ég sá þetta gert í sjónvarpinu.\nMmmm, þetta eru ekkert smá góðir sveppir.\nOk, ég skal halda, og þú kveikir á þræðinum.\nHvað er þessi prestur að gera hérna?\nSettu þetta varlega frá þér.\nHve oft á ég að segja þér þetta, rottueitur drepur bara rottur.\nÉg vona að þeir tali ensku.\nOk þá, ég skal fara á undan fyrst þú þorir ekki.\nEr ristabrauðið þitt fast ofan í … ég get reddað því.\nJá ég er viss, þetta þolir okkur báða.\nFyndið, þú ert með fæðingarblett sem lítur út eins og 999.\nÞað er nú eitthvað skrítið bragð af þessu.\nGóður hundur …\nBlessaður, ég get gert þetta með bundið fyrir augun.\nJæja, við erum allaveganna komin þetta langt.\nÞetta var eitthvað skrítið …\nHei, þetta er ekki fiðla!\nLáttu ekki svona, þú ferð ekki að berja mann með gleraugu.\nOk, en þetta er í síðasta skipti sem ég geri þetta.\nEkki vera svona hjátrúarfullur.\nEf þér fannst þetta flott, sjáðu þá ÞETTA!\nÞessi pláhneta er með mjög svipað andrúmsloft og jörðin, sjáðu bara.\nVertu ekkert að taka þetta úr sambandi, ég verð enga stund að laga þetta.\nEn hvað gerist ef ég læt þessa tvo víra sne………..\nEngar áhyggjur, hún er ekki hlaðin.\nTreystu mér, ég veit hvað ég er að gera.\nÞað er frábært útsýni, maður þarf bara aðeins að halla sééé……\nPassaðu þig á því hvert þú beinir þessum boga, þú varst næstum því bú……\nÉg skal segja þér afhverju, við stöndum á bakvið þykka stálplötu.\nAuðvitað er þetta sótthreinsað.\nVið ættum að komast hringinn á þessu, ég er búinn að troðfylla tankinn.\nHann er svo vel taminn, að þú getur sett höfuðið uppí munninn á honum.\nAfhverju ætti ekki að mega synda í því?\nÉg þekki hann, hann er mjög öruggur bílsjóri.\nJá, þú mátt formatera harða diskinn núna.\nEngin hætta, þetta hljóð Á að heyrast\nJá, þetta er svona 90% jarðtengt.\nAsnalegt skilti, mér sýnist þessi brú vera í fínu lagi.\nNei málið er, að þeir gera bara árás ef þeir eru svangir.\nÉg get nú haldið andanum niðrí mér allaveganna það lengi.\nHei, þarna eru hermenn, spyrjum þá.\nJason finnur okkur aldrei inní skápnum.\nÉg þori að veðja að ég kemst ofan í þetta.\nEngar áhyggjur, ég hef gert þetta milljón sinnum áður.\nNei, við þurfum ekki að spyrja til vegar, ég er með kort.\nHey, hvað ætti svo sem að geta klikkað?\nEitrað? Er ekki í lagi með þig?\nNeiii, ekki aftur.\nÞað passaði síðast þegar ég gerði þetta.\nHvernig í ósköpunum ættum við að geta tapað á því?\nÞað ætti allaveganna ekki að koma að sök að prófa.\nNei ég þarf ekki leiðbeiningarnar, þetta liggur ljóst fyrir.\nVið tökum bara á því máli þegar að við komum að því.\nNei, ég held að við ættum frekar að fara í sitthvoru lagi.\nVið þurfum engar vistir, þetta er ekki einu sinni dagsferð.\nÍsinn er öruggur.\nÉg skal sjá um að tala.\nStormurinn verður í hundrað kílómetra fjarlægð … að minnsta kosti.\nÉg kem aftur, svona um hádegisleitið.\nBensín? Jájá, ég er með nóg af því.\nEngar áhyggjur, það er ekki hægt að festa sig á þessum bíl.\nAha .. ég er sérfræðingur í þessu.\nNei ástin mín, fólk týnist bara í bíómyndum.\nÞað hlýtur einhver að finna okkur.\nHvaða vitleysa, ég fer bara á puttanum.\nÓneiii … ég veit hvernig kviksyndi lítur út.\nÞað er grunnt hérna …\nAð afloknu jólafríi var leikskólakennari að spyrja nemendur sína um það hvernig þeir hefðu haldið jólin hátíðleg.\nÞegar hún kom að Samma litla, en faðir hans átti leikfangabúð bæjarins, sagði hún:\n”Sammi, þar sem þú ert gyðingur, trúi ég að þið hafið ekki haldið jólin hátíðleg.“\nEn Sammi svaraði: ”Ó, jú, kennari, við gerðum það! Við héldumst öll í hendur og dönsuðum í kringum búðarkassan og sungum;\n“Ó, sú náð að eiga Jesú”:\nLítill drengur kemur rennandi blautur og útataður í snjó inn í húsið. “Hvað kom fyrir þig?” spurði móðir hans.\n“Þessir íllkvitnu strákar hinu megin við götuna, komu og hentu í mig snjóboltum í allavegana tuttugu mínútur!” svaraði drengurinn.\n“Elskan mín” sagði móðir hans full samúðar, “af hverju komstu ekki inn og náðir í mig þegar þetta byrjaði?”\nStrákurinn setti hendur á mjaðmir sér, leit á hana og svaraði: “Til hvers hefði það verið, það vita allir að þú myndir ekki hitta kú með snóbolta, þó þú héldir í halan á henni!”\nHin 5 ára gamla Solla hafði fengið tvær jólagjafir sem lét henni líða mjög fullorðislega. Frænka hennar hafði sent henni flösku af ilmvatni með ljúfum blómaangan og frændi hennar hafði sent henni “Mínu músar” armbandsúr sem “tikkaði” fremur hátt. Allan jóladag hafði hún angrað móður sína, föður, frænkur og frændur, bræður og systur og boðið þeim að ilma af ilmvatninu og hlusta á úrið. Að lokum var svo komið að foreldrar hennar þoldu ekki lengur við. Rétt fyrir mat á jóladag, sagði móðir Sollu við hana: “Amma þín og afi koma í mat í kvöld, þau eru of gömul til að þola þetta bull í þér! Ef þú svo mikið sem nefnir orðin ilmvatn eða armbandsúr, þá sendi ég þig beint í rúmið. Solla var eins góð og engill fyrstu 10 mínúturnar af matartímanum. Loks gat hún ekki á sér setið lengur. Hún kvíslaði að ömmu sinni, sem sat við hliðina á henni: ”Ef þú heyrir eða finnur likt af einhverju sniðugu í kvöld - þá er það ég!“\nMamman hafði verið að segja litla syni sínum að hann væri búin að vera mjög óþægur þetta árið.\n”Hvað ekkert í skóinn!“ grenjaði strákurinn.\n”Jæja“ sagði mamman, ”kanski ef þú skrifar Jesúbarninu bréf og segir honum að þér þyki það mjög leitt, þá kanski gefur jólasveinnin þér einhvað.“\nLitli drengurinn fór inn í herbergið sitt og byrjaði á bréfinu. Með hverju bréfinu, sem hann byrjaði á, eftir öðru, baðst hann afsökunar og lofaði að vera góður í einhvern afmarkaðan tíma. Hvert bréfið á fætur öðru krummpaði hann saman, hennti og breyti ”vera góður“ tímanum þannig að hann varð styttri og styttri. Að endingu gafst hann argur upp en fékk þá hugljómun! Hann hljóp inn í stofu þar sem var lítið líkan af fjárhúsinu í Betlehem, þar fjarlægði hann styttuna af Maríu og pakkaði henni varlega inn í sokk og kom henni svo vandlega fyrir ofan í skúffu hjá sér, loks náði hann sér í blað og blíant og byrjaði að skrifa: ”Kæra Jesúbarn, ef þú vilt einhverntíma sjá móður þína aftur…..“\nJólasveininn: Hver er munurinn á póstkassa og kengúru?\nÁlfurinn: Ég gefst upp. Hvað?\nJólasveininn: Ef þú veist það ekki, minntu mig á að láta þig aldrei fara með bréf í póst!\nTommi: Við fáum fult af jólablómum í ár!\nMamma: Af hverju segir þú það?\nTommi: Af því að í fyrra gróðursetti ég fullt af jólakúlum!\n” Sjáðu mamma!“ kallaði Danni litli, ”Það er hreindýr í bakgarðinum!“ Mamma Danna leit út um gluggann og sagði, ”Heyrðu mig nú Danni, þú veist fullkomlega að þetta er hundurinn hans herra Jósefs.“ Nokkrum mínútum seinna kallaði Danni litli aftur upp, ”Sjáðu mamma! Það er Jólasveininn!“ Mamma Danna leit út um gluggan og svaraði nú ergilega, ”Danni, þú VEIST að þetta er herra Jósef! Farðu nú inn í herbergið þitt og biddu til Guðs að fyrirgefa þér fyrir þessar lygar!“ Leiður, fór Danni upp í herbergið sitt. Nokkrum mínútum seinna kom hann hlaupandi niður stigan og kallaði: ”Sjáðu mamma! Það snjóar!“ Mamma Danna var verulega pirruð núna ”Daníel! Þú VEIST að það er ekki að snjóa! Það er miður Júlí! Farðu nú og biddu Guð að fyrirgefa þér lygarnar!“ Þegar hún fylgdi syni sínum aftur upp, varð henni óvart litið út um gluggann - og það var satt! Það var í raun og veru snjókoma! ”Ég trúi þessu ekki!“ hrópaði hú upp yfir sig, ”Það er í raun snjókoma í Júlí!“ Þá svaraði sonur hennar: ”Ég veit! Þegar ég var að biðja til Guðs vegna herra Jósefs og hundsins hanns, varð Guði litið á þá og hélt að það væru komin Jól!“\nLítill drengur kom heim úr sunnudagaskólanum með nýtt sjónarhorn á jólasögunni. Hann hafði lært að vitringarnir þrír frá Austurlöndum höfðu fært Jesúbarninu gjafir. Hann var svo spenntur að hann varð að deila sinni nýju vitneskju með foreldrum sínum: ”Ég lærði í sunnudagaskólanum í dag allt um fyrstu jólin! Það var enginn jólasveinn þá, svo að þessi þrír horuðu á úlföldunum urðu að bera út allar gjafirnar! Og Rúdolf með rauða nefið sitt lýsandi var ekki heldur til svo að þeir urðu að hafa stórt ljós uppi í himninum svo að þeir gætu ratað.“\nEin þriggja ára hafði sitt að segja um jólamatinn: ”Mér fanst kalkúninn ekki góður, ég borðaði, en mér líkaði þetta brauð jukk sem hann hafði étið!“\nJólas veininn: Ég vildi óska að ég ætti nóga peninga til að kaupa átta hreindýr til viðbótar.\nKona jólasveinsins: Hvað hefur þú að gera með átta fleiri hreindýr?\nJólasveininn: Ég vil ekki átta fleiri hreindýr, -bara að eiga peninga fyrir þeim!\nLítil sæt stúlka með krullur, klifraði upp í kjöltu jólasveinsins. Hendur hennar voru kreptar saman. Meðan hún pírði augun undir löngum augnahárunum á jólasveininn, spurði hún hann: ”Er ég með litla mús í hendinni?“ Hissa svaraði Sveinki: ”Nei, ég held nú ekki.“ Hún lagði höfuðið augnablik upp að honum en rétti svo að honum aðra hendina með einhvað ósýnilegt milli þumafingurs og vísifingurs ”Hérna haltu á þessu,“ sagði sú litta sæta. ”Sjálfsagt,“ svaraði Jólasveininn og kom þessu ósýnilega fyrir í lófa sér. Sú stutta kíkti inn í hnefa sér og spurði; ”Trúir þú því núna að ég sé með litla mús í hendinni?“ Augabrúnir Sveinka risu í undrun. ”Nei, ég er hræddur um ekki,“ svaraði hann. ”Nú,“ sagði hún sætum rómi, ”Afhverju heldur þú þá á úlpunni hans?\"\nJóla 5-aurabrandarar:\nHvað kallar þú Jólasvein sem er með eyrnahlífar?\nHvað sem þú villt, hann heyrir ekki í þér.\nHvað eiga hreindýr sem önnur dýr eiga ekki?\nHreindýrskálfa!\nHvað kallar þú kjúkling á Norður-Pólnum?\nVilltann!\nHvað er það sem er rautt og hvítt og fer upp og niður?\nJólasveinn fastur í lyftu!\nÞví var litli hjálparmaður jólasveinsins svo niðurdreginn?\nHann hafði svo lítið álfsálit!\nHvað kemur í endann á Aðfangadagur?\nStafurinn R!\nÞessu stal ég öllu af huga.is\n1.það var einu sinni skoskur kennari sem spurði:ef þú ættir 5\nkrónur og ég bæði um 3 hvað ættir þú mikið eftir?\nSkoskur nemandi:5 krónur\n2.maðurinn kom seint heim af barnum og konan hans spurði af hverju\nhann kæmi svona seint?Þá segir maðurinn:Á barnum var skilti sem\ná stóð vertu í klukkutíma viðbót konan er hvorteðer orðin klikkuð.\n3.Ljóska kom inn á bókasafn,labbaði beint að bókasafnsverðinum og sagði\n:Mig langar að bera fram hvörtun!Nú,yfir hverju?spurði bókasafnvörðurinn.\nÉg fékk bók hérna fyrir viku og mig langar bara að vita hverjum\ndettur í hug að kaupa svona rusl og lána síðan saklausu fólki þetta.\nHvað segirðu,hvað var eginlega að bókinni. það voru allt,allt of margar\nsögupersónur,maður gat aldrei kinnst þeim og síðann var gjörsamlega engin söguþráður.ah þú hlítur\nð vera konan sem tók símaskránna.\n4.Tveir hafnfirðingar voru úti að ganga og allt í einu þurfti einn að pissa og hinn ákvað að fara líka að pissa og þeir fóru upp að ljósataur og þeir birjuðu að pissa.Svo kom löggann og sagði:Þið megið ekki pissa á almannafæri. Þeir renndu upp rennilásnum og þegar löggan var farin þá sagði einn; þarna plataði ég hann! Ég renndi upp rennilásnum en hætti ekki að pissa!\n5.Þegar Finnar voru undir járnhæl Sovétríkjana sálugu gerðist það eitt sinnað finski sendiherrann í Stokkhólmi fór út í búð til að kaupa klósettpappír.Hann lagði mikla áherslu á það afgriðslumanninn að pappírinn væri tvöfaldur.-Rúsarnir heimta nefnilega afrit af öllu sem við gerum.\n6.Þrír menn voru að metast um hver ætti feitustu konuna,Sá fyrsti sagði: Konan mín er svo feit að hún kemst Ekki út úr húsi : Það er ekkert mín kona er svo feit að hún kemst ekki út um bílskúrs hurðina. : Konan mín er svo feit að þegar ég fer með nærbuxurnar hennar í hreinsun segja þeir : við tökum ekki við sirkhústjaldi.\n7.Það voru einu sinni þrír menn við tóma sundlaug svo fundu þeir lampa og nudduðu hann og upp kom andi.þið frelsuðuð mig og þið eigið að segja eitthvað þegar þið hoppið ofan í laugina og hún fyllist af því.Sá fyrsti sagði ,,gull“ og lauginn fylltist af gulli.Sá næsti sagði,,demantar” og lauginn fyltist af demöntum.Sá næsti rann á bakkannum og sagði ,,shit” og lauginn fyltist af skýt.\n8.Það var einu lítil stelpa með ömmu sinni í kirkju og þurfti allt í einu á klósettið og amman sagði“það er klósett fyrir aftan þar sem presturinn stendur,, og litla stelpan fór þangað og svo kom presturinn“Guð segir,, stelpan kallar þá skeina mér og „Guð gefur“,,klósettpappír“.\n9.Þrír menn voru dánir og voru á leiðinni til Lykla-Péturs. Þegar þeir komu ákvað Lykla-Pétur að skemmta sér svolítið. Sá sem dó versta dauðdagann má fara upp til himna sagði Lykla-Pétur.\nSá fyrsti sagði: Ég bý á 3. hæð í blokk. Það var þannig að ég hafði alltaf haldið að konan mín væri að halda framhjá svo ég ákvað að koma snemma heim úr vinnunni og finna manninn. Eftir langa leit fann ég hann ekki. Ég fór útá svalir og sé þar mann hangandi á svalarhandriðinu. Ég varð svo reiður að ég byrjaði að slá á fingurna á honum, en hann datt ekki niður. Þá náði ég í hamarinn minn og fór að lemja. Þá datt hann niður, en var svo heppinn að hann lenti á runna. Þannig að ég náði í ískápinn minn og henti honum á hann. Ég held að hann hafi dáið. En eftir alla áreynsluna fékk ég hjartaáfall og dó.\nÞú hefur dáið hræðilegum dauðdaga, sagði Lykla-Pétur. Þú mátt fara upp.\nSá næst sagði: Ég bý á 4. hæð í blokk. Það var þannig að ég var að gera mínar daglegu armbeygjur á svölunum hjá mér. En vildi svo óheppilega til að ég rann til og datt, en svo heppilega til að ég náði tökum á svölunum fyrir neðan. Ég var búinn að hanga þar í nokkurn tíma þegar maður kemur út á svalir. Ég verð rosalega glaður þangað til hann fer að lemja á fingurna á mér. En ég næ að halda mér. Þá nær hann í hamar og lemur á fingurna. Þá datt ég, en lendi á runna. Þegar ég er að fara að standa upp hendir hann ískáp á mig. Og þá dó ég.\nÞetta var ennþá verri dauðdagi, sagði Lykla-Pétur. Þú mátt fara upp.\nSá þriðji sagði: Já, það var þannig að ég var að fela mig í ískáp…\nÞessu stal ég af:\nhttp://kasmir.hugi.is/hross/",
    "url": "https://www.hugi.is/humor/greinar/307782/margir-brandarar/",
    "url_id": "307782",
    "id": "2269998",
    "replies": []
}