{
    "forum_title": "Handbolti",
    "user": "CaptHowdy",
    "user_id": "55560",
    "date": "2005-06-27 21:49:05",
    "title": "Hin hliðin á Sigurlaugu Rúnu Rúnarsdóttir",
    "text": "Sigurlaug Rúna Rúnarsdóttir er leikmaður í meistaraflokki kvenna í handbolta og leikur með Val.\nFæðingardagur og ár: 31.janúar 1979\nNám: Ég er að læra dönsku í Háskóla Íslands\nStaða í liðinu: Ég er miðjumaður og fyrirliði\nHversu marga leiki hefur þú spilað með meistaraflokki: Rúmlega 200\nKærasti: Stefán Karl Stefánsson\nHvað ætlar þú að verða: Dönskukennari\nHvað gætir þú aldrei hugsað þér að verða: Tannlæknir\nStjörnuspá þín fyrir næsta ár: Að verða betri í handbolta og verða Íslandsmeistari\nAfhverju handbolti: Af því að þetta er inniíþrótt(við búum á Íslandi) og maður fær svo mikla útrás\nEftirminnilegast úr boltanum: Þegar við urðum Bikarmeistarar 2000\nEin setning eftir seinasta tímabil: Það er ömurlegt að vera bara miðlungslið\nSkemmtilegustu mistök: Þegar ég ruglaði Heru saman við Örnu\nMesta prakkarastrik: Þegar Arnar og Bjarki voru að passa upp á flugeldana í fjósinu fyrir einhverjum árum síðan. Við stelpurnar settum á okkur húfur og sólgleraugu að Bjarki…\nFyndnasta atvik: …var orðin svo hræddur að hann tók á móti okkur með gaffal í hendinni.\nStærsta stundin: Þegar ég spilaði bikraúrslitaleik 1997 í höllinni og þvílíkt stress. Ég gleymi aldrei þessum degi þótt við töpuðum\nHvað hlæir þig í sturtu: Elva að klappa\nAthyglisverðasti leikmaður í meistaraflokki: Ég veit það ekki, ætli það sé ekki Hafrún því hún hefur mjög frjálslega framkomu.\nHver á ljótasta bílinn: Drífa, bíllinn hennar er samt svolítið töff því að hann er í Valslitunum.\nHvað lýsir þínum húmor best: Að það fer ekki framhjá neinum þegar ég er að segja brandara því ég hlæ langmest(til hvers að segja brandara ef manni finnst það ekki einu sinni fyndið sjálfum!!!)\nFleygustu orð: Lengi getur vont versnað\nMottó: Að Valur verði kvennaveldi í handboltanum\nFyrirmynd í boltanum: Ólafur Stefánsson\nLeyndasti draumur: Að syngja með Spice Girls á tónleikum\nVið hvaða aðstæður líður þér best: Þegar við erum fimm mörkum yfir og einungis er mínúta eftir af leiknum\nHvaða setnningu notaru oftast: Það var rétt…\nSkemmtilegustu gallarnir: Þegar ég segi\npunch\nlínuna áður en sagan kemur\nHvað er það fallegasta sem hefur verið sagt við þig: Þú getur alveg stokkið upp fyrir utan punkta og skorað\nFullkomið laugardagskvöld: Að vera með handboltastelpunumog ein vika í leik\nBesti söngvari: Stefán Hilmarsson\nBesta hljómsveit: Sálin\nBesta bíómynd: Brave heart\nBesta bók: Napoleonsskjölin eftir Arnald Indriðason\nBesta lagið: Valslagið\nEftir hverju sérðu mest: Engu… maður lærir af reynslunni\nEf þú yrðir að vera einhver annar: Stefán Karlsson(hver vildi ekki eiga mig sem kærustu)\n4 orð um þjálfarann þinn: Forvitin, fyndin. æst og hreinskilin\nEf þú værir alvaldur í Val hvað myndir þú gera: Ég myndi byggja klefa með heitum potti, gufu og sérnuddherbergi(með nuddara) handa meistaraflokki kvenna bæði í fótbolta og handbolta.\nÞetta viðtal kom í Valsblaðinu 2003.",
    "url": "https://www.hugi.is/handbolti/greinar/307933/hin-hlidin-a-sigurlaugu-runu-runarsdottir/",
    "url_id": "307933",
    "id": "2271578",
    "replies": [
        {
            "user": "Hyrrokkin",
            "user_id": "56599",
            "date": "2005-06-27 22:00:18",
            "id": "2273349",
            "reply_to_id": "2271578",
            "text": "C/P seigi bara það sama og þú seigir við mig :d"
        },
        {
            "user": "Hyrrokkin",
            "user_id": "56599",
            "date": "2005-06-27 22:04:44",
            "id": "2273367",
            "reply_to_id": "2273349",
            "text": "Hann segir þó að þetta sé C/P"
        },
        {
            "user": "CaptHowdy",
            "user_id": "55560",
            "date": "2005-06-28 08:41:16",
            "id": "2274087",
            "reply_to_id": "2273349",
            "text": "Þetta viðtal kom í Valsblaðinu 2003.\nÞetta stendur neðst JUST READ IT"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-06-28 11:04:54",
            "id": "2274192",
            "reply_to_id": "2271578",
            "text": "Blessaður Hannes..hvernig er lífið á Bifröst kagglinn..hahahhahaha;D bææj!"
        },
        {
            "user": "arezo",
            "user_id": "48161",
            "date": "2005-09-17 15:59:24",
            "id": "2490829",
            "reply_to_id": "2271578",
            "text": "Þetta er nýi þjálfarinn minn ;o)"
        }
    ]
}