{
    "forum_title": "Sagnfræði",
    "user": "Rembrandt",
    "user_id": "59147",
    "date": "2005-06-28 09:36:22",
    "title": "Heimsvaldastefnan 1870-1914   fyrri hluti",
    "text": "Heimsvaldastefnan er á mörgum tungumálum kölluð imperíalismi sem er dregið af latneska orðinu imperium sem þýðir vald eða drottnun en það var einmitt það sem Vesturlandaþjóðir stunduðu á árunum 1870-1914. Árið 1914 var varla til sá staður sem ekki var á einhvern hátt háð Vesturlöndunum.\nÁrið 1898 lýsti enska skáldið og andheimsvaldasinninn Wilfred Scawen Blunt (1840-1922) viðhorfum sínum þannig.\n“Gamla öldin höktir að endalokum og skilur við heimin í félegu ástandi. Breska heimsveldið leikur djöfulinn betur en nokkurt annað ríki fyrr og síðar. Margar Evrópuþjóðir setja allt í bál og brand á kínversku landi, fremja fjöldamorð, ræna fallnar borgir og spilla þeim með jafn ógeðslegum hætti og á miðöldum…  Í Suður-Afríku brenna hermenn okkar sveitabæina til grunna að skipun Kitcheners. Drottninginn, báðar deildir þingsins og biskupastefnan þakka Guði og veita fé til þessara verka. Bandaríkjamenn greiða árlega 50 milljónir dollara til slátrunar á Filipseyingum. Konungur Belgíu hefur fest allt sitt fé í Kongó þar sem hann fremur hryðjuverk á infæddum til að filla vasana. Frakkar og Ítalir eru ekki jafn atorkusamir, eins og er, við þessar slátranir en einmitt það veldur þeim þungum áhyggjum. Allur hvíti kynstofninn veður grímulaust ofbeldi í klyftir sér eins og hann hafi aldrei gert kröfu til að vera kristinn. Bölvun Guðs hvíli á þeim.”\nHneykslun Blunts var hvorki dæmigerð fyrir tíðarandan í Bretlandi né öðrum ríkjum. Þvert á móti fannst almenningi eðlilegt að Evrópuþjóðir drottnuðu yfir öðrum vanþróaðari löndum. Yfirburður Evrópuþjóðana í vígbúnaði var gífurlegur. T.d. má nefna að í bardaganum við Omdurman mættu íllabúnar hersveitir Súdana Krupp-fallbyssum og vélbyssum breska hersins. Um 20.000 Súdanar dóu í þeim bardaga.\nRætur heimsvaldastefnunar\nTil að skýra aukna þýðingu heimsvaldastefnunar og nýtt eðli verður að byrja á Vesturlöndum sjálfum. Hún á sér rætur í kapítalískum framleiðsluháttum. Kröfurnar sem gerðar voru til hagvaxtar kölluðu á hráefni og markaði. Ekki var lengur hægt að fullnægja þessum kröfum með því að drottna yfir erlendri verslun eins og Evrópumenn höfðu gert svo öldum skipti. Kapítalísk markaðshyggja hafði leitt til harðari samkeppni meðal vestrænna ríkja. Fríverslun á áttunda áratugi 19. aldar bjó við hömlur afturhaldssamra tolla og að hluta til neyddi sú þróun stóru iðnríkin til að leita markaðar í öðrum heimsálfum.\nÞess vegna kom til innbyrðis átaka milli nýlenduveldana un þau svæði sem enn voru “á lausu”.\nÓformleg heimsvaldastefna með fríverslun hafði breyst í formlega heimsvaldastefnu þar sem ríkisafskipti og landvinningar með hervaldi skiptu mestu máli. En óformleg heimsvaldastefna var ekki útdauð og má til dæmis nefna Rómönsku Ameríku.\nHeimsvaldastefnan var ekki bara um efnahagsmál heldur líka um völd. Nýlendukapphlaupið var að miklu leyti afleiðing togstreitu á milli stórveldana í Evrópu. Keppnin um nýlendur varð eftir 1870 meira kepni um orðsír heldur um efnahag. Þers vegna urðu ríki eins og Ítalía og Þýskaland, sem ekki bjuggu við mikla nýlenduhefð að eigna sér nýlendur fljótt.\nEf þetta er haft í huga þarf engan að undra að fremstu nýlenduríkin voru stóru iðnríkin, t.d. Bretland Þýskaland og Belgía.\nNú á dögum er hægt að spyrja sjálfan sig hvernig stendur á því að almenningur studdi kúgun og morð á öðrum löndum. Svarið er einfalt. Á þessum tíma trúði fólk á það að hvíti maðurinn væri æðri enn aðrir og ætti þar af leiðandi að ráða vanþróaðari löndum.\nÞetta stirkti bók Darwins(1809-1882), Uppruni tegundana, frá árinu 1859 þar sem sagt var að þeir hæfustu lifa af og tóku þá margir upp á því að líkja því við það að hvíti maðurinn væri á hærra menningar og tækni stigi og mættu þannig fara með aðrar þjóðir eins og þeir vildu. Einnig var þessi kenning studd af hugmyndinni um það að hvíti maðurinn ætti að krisna heiminn.\nViðhorf verkalífshreifingana á heimsvaldastefnuna var sú að hún gæti líka verið innanríkisstefna. Hún var vel til þess fallin að leysa mörg félagsleg vandamál í Evrópu. Enginn hefur lýst þessu eins vel og Cecil Rhodes(1853-1902) gerði 1895.\n“Í gær var ég á fundi með atvinnuleysingjum í austurhluta London. Ég hlíddi á trylltar ræður sem voru ekkert annað enn kall á meira brauð og meira brauð. Á leiðinni heim hugsaði ég um þetta sjónarspil og varð æ sannfærðari um mikilvægi heimsvaldastefnunar. Uppáhaldsdraumsýn mín er að leysa þennan félagslega vanda svo að við, 40 miljónir manna,  fáum forðast blóðuga borgarastyrjöld. Við Nýlenduembættismennirnir verðum að útvega ný landsvæði  þar sem þetta atvinnulausa fólk getur sest að og nýja markaði fyrir nýar vörur sem við framleyðum. Eins og ég hef alltaf sagt: heimsveldið er spurning um munn og maga.”\nÞessi tegund af heimsvaldastefnu, þar sem litið er á hana sem félagslegt öryggi, kallast félagsleg heimsvaldastefna. En menn eins og Cecil veittu því ekki athygli að Afríkubúar hafa líka maga.\nFylgist vel með næsta kafla um yfirráð Vesturlanda í Asíu og Suður-Ameríku.\nKveðja Bossoss",
    "url": "https://www.hugi.is/saga/greinar/308186/heimsvaldastefnan-1870-1914-fyrri-hluti/",
    "url_id": "308186",
    "id": "2274077",
    "replies": [
        {
            "user": "sixx",
            "user_id": "54015",
            "date": "2005-06-28 11:25:57",
            "id": "2274227",
            "reply_to_id": "2274077",
            "text": "frábær grein Pálmi!\nÞað er s.s. greinilegt að kapítialismi BNA manna og gróðahugsjónir þeirra hafa uppsprottið úr imperialisma. Sjálfsagt hefur Ítalski fasisminn sprottið líka uppúr Imperialisma. Ef maður pælir í því þá var heimsveldastefna alsráðandi á þessum tímum s.b.r. öll afríku lönd nema tvö voru tekin! Og flestöll með hervaldi, hvað höfðu þessi vanþróuðu Afríku ríki í þess risa eiginlega?!"
        },
        {
            "user": "Rembrandt",
            "user_id": "59147",
            "date": "2005-06-28 11:36:08",
            "id": "2274241",
            "reply_to_id": "2274227",
            "text": "Takk kærlega Dagur.\nJá þú hefur svo sannarlega rétt fyrir þér.\nTakk aftur og sjáumst seinna.\nKveðja Bossoss"
        },
        {
            "user": "Rembrandt",
            "user_id": "59147",
            "date": "2005-06-28 11:39:28",
            "id": "2274246",
            "reply_to_id": "2274227",
            "text": "mjæg gott?"
        },
        {
            "user": "Rembrandt",
            "user_id": "59147",
            "date": "2005-06-28 11:47:15",
            "id": "2274259",
            "reply_to_id": "2274246",
            "text": "Takk fyri"
        },
        {
            "user": "kuxi",
            "user_id": "25719",
            "date": "2005-06-28 18:16:18",
            "id": "2275240",
            "reply_to_id": "2274077",
            "text": "Frábær grein. Gaman að lesa þetta, eitthvað sem ég hef aldrei pælt í áður.\nHlakka til að sjá næstu greinar."
        },
        {
            "user": "Rembrandt",
            "user_id": "59147",
            "date": "2005-06-28 18:51:11",
            "id": "2275347",
            "reply_to_id": "2275240",
            "text": "Takk kærlega og já lestu endilega næsta kafla."
        },
        {
            "user": "STAVKA",
            "user_id": "46427",
            "date": "2005-06-28 20:12:17",
            "id": "2275640",
            "reply_to_id": "2274077",
            "text": "Mjög góð grein. Bíð spenntur eftir næsta hluta\n:)"
        },
        {
            "user": "Rembrandt",
            "user_id": "59147",
            "date": "2005-06-28 21:02:59",
            "id": "2275790",
            "reply_to_id": "2275640",
            "text": "Takk fyrir. Gott að fá svona dóma."
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2005-06-29 02:52:39",
            "id": "2276802",
            "reply_to_id": "2274077",
            "text": "Ég er svosem ekki ósammála öllu í þessari grein, en þessi ferlega er þetta marxískt! Allar athafnir mannkyns einfaldaðar í góða eða slæma “isma” , og dæmdar frá sjónarhóli nútímamannsins. Málin voru ekki svo einföld, hvorki á árunum sem þú ræðir um, né á nokkrum öðrum tímum."
        },
        {
            "user": "Rembrandt",
            "user_id": "59147",
            "date": "2005-06-29 08:07:07",
            "id": "2276860",
            "reply_to_id": "2276802",
            "text": "Takk fyrir ábendinguna. En ég verð að vera ósammála þér. Ég var ekki mikið að tala um neina\n“isma” heldur var ég að tala um stefnu, eða stjórnmálastefnu. Eini “isminn” sem ég nefndi var imperíalismi og ekki er hægt að ásaka mig um það að það sé allmenna enska orðið yfir heimsvaldastefnuna."
        },
        {
            "user": "AutoCad",
            "user_id": "59404",
            "date": "2005-07-01 11:08:54",
            "id": "2282414",
            "reply_to_id": "2274077",
            "text": "þú ret skrítinn og notar of mikið af flóknum orðum þess vegna nennir enginn að gefa þér álit. hér er mitt álit þetta var fínt utan við að ég var ekk í þessu."
        },
        {
            "user": "Rembrandt",
            "user_id": "59147",
            "date": "2005-07-01 11:10:34",
            "id": "2282418",
            "reply_to_id": "2282414",
            "text": "Takk kærlega Binni. Voru of mörg orð fyrir þig.\nSjáumst á eftir.\nKveðja Bossoss."
        },
        {
            "user": "Binno",
            "user_id": "30314",
            "date": "2005-07-07 13:51:27",
            "id": "2296895",
            "reply_to_id": "2274077",
            "text": "Góð grein átt klapp skilið.Bíð spenntur eftir næstu grein"
        }
    ]
}