{
    "forum_title": "Teiknimyndir",
    "user": "Kjarrval",
    "user_id": "3269",
    "date": "2001-06-10 22:44:53",
    "title": "415 - Fat Camp",
    "text": "Lýsing:\nMrs Cartman ásamt kunningjum hafa áhyggjur af þyngd Cartmans og safna saman peningum til þess að senda hann í megrunarbúðir en hann er ekki sáttur við það.  Á meðan byrjar Kenny að sýna sinn eiginn sjónvarpsþátt sem er mjög líkur Jackass þáttunum.\nPersónur í þessum þætti:\nMs Choksondik, Timmy, Butters, Tweek Tweek, Clyde, Kyle Brofslovski, Pip, Bebe, Kenny McCormick, Stanley Marsh, Craig, Wendy Testaburger, Tokin, Eric Theodore Cartman, Mrs Cartman, Terrence, Phillip, Dr Doctor, Counselor Mackey, Randy Marsh, Mr Garrison, Mr Hat, Sharon Marsh, Sheila Brofslovski, Gerold Brofslovski, Principal Victoria, Rick, Horace Sanders, Susan, Artemus Clyde frog, Jesus Christ, Chef, James Taylor, Tony, Charles, Howard Stern, Tom Green, Johnny Knoxwille, Mr Sanders, Ms Sanders, Ms Crabtree, Stuart McCormick, Ms McCormick, Chad, Alice,\nHvernig Kenny deyr:\nKenny deyr ekki í þessum þætti.\nDulin atriði:\nAf hverju var Cartman sendur í megrunarbúðir ef hann var veikur?\nUppáhaldsatriðið mitt:\nProstitute-söngurinn hjá Chef",
    "url": "https://www.hugi.is/teiknimyndir/pistlar/30826/415-fat-camp/",
    "url_id": "30826",
    "id": "205703",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-23 09:49:01",
            "id": "205708",
            "reply_to_id": "205703",
            "text": "Það var líka annað dulið atriði þegar það voru 4 eða 3 sek eftir að Kenny á átti eftir að vera í kvennmansleg Mr.Craptree þá sást aldrei í mömmu og pabba Kennys"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2004-08-23 09:49:01",
            "id": "205707",
            "reply_to_id": "205703",
            "text": "Best er líka að sega frá því að Kenny byrjaði á því að éta miltað úr sækýr fyrir peninga og síðan ældi hann og fék peninga til að borða æluna og þannig byrjaði þátturinn has krazy Kenny Show"
        },
        {
            "user": "viking",
            "user_id": "25813",
            "date": "2004-08-23 09:49:01",
            "id": "205709",
            "reply_to_id": "205703",
            "text": "jú kenny kafnaði"
        },
        {
            "user": "Bombo",
            "user_id": "3577",
            "date": "2004-08-23 09:49:01",
            "id": "205704",
            "reply_to_id": "205703",
            "text": "Cartman var ekki veikur mamma hans hringdi í skólann svo hann fengi frí svo hægt væri að segja honum frá því að það átti að senda hann í búðirnar\nþað var algjör snilld þegar að það var sagt Eric frá þessu og honum var sagt frá því að allir hefðu gefið svo hann gæti farið af væntumþykju nema auðvitað Mr garrison sem vildi bara fá að sjá svipinn á honum þegar að þau sögðu honum frá þessu  (snilld) :)"
        },
        {
            "user": "Kjarrval",
            "user_id": "3269",
            "date": "2004-08-23 09:49:01",
            "id": "205705",
            "reply_to_id": "205704",
            "text": "Hvar kemur fram í þættinum að mamma hans hefði hringt í skólann?  Ekki tók ég eftir neinu."
        },
        {
            "user": "Bombo",
            "user_id": "3577",
            "date": "2004-08-23 09:49:01",
            "id": "205706",
            "reply_to_id": "205705",
            "text": "hon I had you called in sick today so that we could tell you something\nþarna hefurðu hvar það var sagt"
        }
    ]
}