{
    "forum_title": "Jeppar",
    "user": "Binni",
    "user_id": "342",
    "date": "2001-06-12 20:44:19",
    "title": "Hásingar og flækjur ??",
    "text": "Hásingarnar hafa oft komið fyrir í mínum litla heila ( sem er stútfullur af bílum og drasli ) og ég hef oft spurt mig sjálfan hver er t.d munurinn á Dana 60 og Dana 60 fljótandi ( sá þetta fljótandi einhverstaðar bregða fyrir ) og líka afhverju er dana 40 ekki eins sterk hásing og dana 60, eru fleiri tannhjól er hún einfaldlega sterkari í byggingu eða ?? Ég veit svona flest allt um bíla og ég veit að það eru dana 40 hásingar undir súkkuni minni.\nFlækjur. Sumstaðar hef ég heyrt að það sé ekkert gott að fá sér flækjur í bíla með litla mótora og séu léttir, mig langar alveg gríðalega að fá mér flækjur í súkkuna og hún er með volvo b20 vél og mig langar í aðeins meira afl ( þótt það sé eiginlega alveg nóg fyrir þennan bíl, en hverjum langar ekki í meira afl :o)\nÞað væri ágætt að fá svona álit frá einhverjum sem veit eitthvað um þetta.\nTakk\nBinni Súkkuhaus",
    "url": "https://www.hugi.is/jeppar/greinar/30987/hasingar-og-flaekjur/",
    "url_id": "30987",
    "id": "207224",
    "replies": [
        {
            "user": "srjong",
            "user_id": "5824",
            "date": "2001-06-15 13:50:59",
            "id": "207225",
            "reply_to_id": "207224",
            "text": "Munurinn á “venjulegri” hásingu og hásingu með fljótandi öxla er sá að það eru spindlar boltaðir utaná hásinguna á fljótandi hásingu (svipað og á framöxlum) og svo “fljóta” ná á þessum spindlum og felgurnar eru boltaðar á þessi ná. Kostirnir eru þeir að þá eru tvær legur við hvort hjól (inni í náunum) og ekkert burðarálag á öxlinum sem snýst. Þar að auki dettur hjólið ekki undan ef öxull brotnar eins og getur gerst ef “venjulegur” öxull brotnar.\nHvar heyrðirðu að súkkan væri með dana 40 ????\nÉg hef aldrei heyrt um þá hásingu.\nEn; aðalstyrkurinn í dana 60 hásingunni er stærðin á kambinum, minnir að hann sé um 8.5 tommur í þvermál þannig að tennurnar eru stærri, ekki fleiri, og öxlarnir eru sverir, um 1.5 tommur minnir mig og með fleiri rillur á endunum eða 35 samanborið við t.d. 27 í dana 30. Svo eru rörin sem hásingin er byggð úr líka úr þykkara efni, og hvorttveggja gerir hana níðþunga!\nFlækjur: þær eiga að hjálpa vélinni að losa sig við pústið. Almennt gildir að stutt og sver rör í flækjunum virka best á háum snúningi en löng og grönn rör virka best á lágum snúningi."
        },
        {
            "user": "srjong",
            "user_id": "5824",
            "date": "2001-06-15 14:12:42",
            "id": "207226",
            "reply_to_id": "207225",
            "text": "Skoðaðu þetta:\nhttp://www.arbusa.com/ALAC/International/Suzuki.htm\nHérna eru upplýsingar um Suzuki hásingar.\nÞað þarf ekki annað en að horfa á hásingarnar til að sjá að þær eru EKKI framleiddar hjá DANA/SPICER af því að þeir hafa aldrei svo ég viti smíðað hásingar með lausum köggli…"
        },
        {
            "user": "gto",
            "user_id": "7645",
            "date": "2001-06-16 23:59:11",
            "id": "207227",
            "reply_to_id": "207226",
            "text": "Strjong….. mér skyldist á manninu að hann væri ekki með suzuki hásýngar heldu Dana…. En þú þarna Suzuki fan… fáðu þér K-5 Blazer á 38\" og 502 BENSÍN…..þótt að verðið á bensíninu sé alltof hátt.."
        },
        {
            "user": "WILLIS",
            "user_id": "10802",
            "date": "2001-06-17 17:24:02",
            "id": "207228",
            "reply_to_id": "207225",
            "text": "Þetta sem srjong segir er allt saman hárrétt."
        },
        {
            "user": "WILLIS",
            "user_id": "10802",
            "date": "2001-08-10 12:21:09",
            "id": "207229",
            "reply_to_id": "207225",
            "text": "Það er Dana 44 sem er með 8,5“ þvermál kambs.\nDana 60 er með 10.39” þvermál kambs\nFlækjur gefa um 10% meira afl."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-09-04 12:15:18",
            "id": "207230",
            "reply_to_id": "207224",
            "text": "Ég veit ekki mikið um hásingar. Enn ég veit að þú græðir fleirri hö á flækjum auk þess að hann dregur bensinið betur þar að auki minni bensín eyðsla sérstaklega fyrir minni vélar. En svo þegar maður er með almennilega vél þá er það aðalega upp á hljóðið að gera að maður fái sér flækjur. En það munar ekki svo miklu þegar vélar ráða vel við bílinn upp á hö tölu og bensín eyðslu."
        }
    ]
}