{
    "forum_title": "Tíska & útlit",
    "user": "a601",
    "user_id": "48473",
    "date": "2005-07-05 00:07:58",
    "title": "að fjarlægja húðflúr (tattoo)",
    "text": "Mig langaði að spyrja hvort einhver af notendum huga hafa látið fjarægja húðflúr með leysergeisl.\nÉg er með húðflur sem ég lét setja á mig fyrir 4 árum og er farin að sjá mikið eftir.\nþar sem það er á framhandlegnum er ég afskaplega lítið í stutterma bolum og skirtum, sem er frekar dapurt á góðu sumri.\neinnig ef þið hafið reynslu af einhverjum öðrum aðferðum við að fjarlægja húðflúr megið þið segja frá því.",
    "url": "https://www.hugi.is/tiska/greinar/309869/ad-fjarlaegja-hudflur-tattoo/",
    "url_id": "309869",
    "id": "2289637",
    "replies": [
        {
            "user": "Svafnir",
            "user_id": "8098",
            "date": "2005-07-05 00:13:49",
            "id": "2291449",
            "reply_to_id": "2289637",
            "text": "ostaskeri , ekki spurning.\nEn nei ég hef ekki glóru hvernig á að fjarlægja tatoo.\nÞað sniðugasta er að sleppa því að fá sér tatoo ;)"
        },
        {
            "user": "Zkari",
            "user_id": "18718",
            "date": "2005-07-05 00:15:39",
            "id": "2291455",
            "reply_to_id": "2291449",
            "text": "Það sniðugasta ef þú ætlar að fá þér tattoo er að vera alveg 100% viss um að þú eigir ekki eftir að sjá eftir því að hafa fengið þér það.."
        },
        {
            "user": "a601",
            "user_id": "48473",
            "date": "2005-07-05 00:24:53",
            "id": "2291480",
            "reply_to_id": "2291449",
            "text": "Þetta er virkilega ekki það svar sem ég væntist, hér með er aulahúmor og annað skítkast vinsamlegast afþakkað.\nÞað er fjöldin allur af íslendingum sem sækir leysermeðferðir vegna húðflúra ár hvert, og ef einhver vill deila reynslu sinni hér er það vel þegið.\nHér er smá pistill sem ég fann á Doktor.is varðindi málefnið\nhttp://www.doktor.is/Article.aspx?greinid=872"
        },
        {
            "user": "busy",
            "user_id": "58786",
            "date": "2005-07-05 01:17:57",
            "id": "2291601",
            "reply_to_id": "2289637",
            "text": "hvaða merki fékstu þér?"
        },
        {
            "user": "mcVALDI",
            "user_id": "47586",
            "date": "2005-07-05 03:30:31",
            "id": "2291688",
            "reply_to_id": "2289637",
            "text": "Ég var að skoða flúr hjá “norðurlandameistara” í tattooveringum í Köben núna rétt fyrir jól og sá einmitt að hún bauð líka uppá svona leiser meðferð.\nÞetta tekur samt víst frekar langan tíma, hún sýndi myndir þar sem hún tók tattoo-veraðan trúlofunarhring af putta einhvers manns og það gekk bara mjög vel, hún náð meira að segja rauða litnum alveg fullkomlega af.\nÞetta var samt ekkert grín.. kallinn þurfti að gjöra svo vel að mæta á 2 vikna fresti og koma í 7 eða 8 skipti ef ég man þetta rétt.\nÞetta getur semsagt ekki verið ódýrt.\nÞú verður bara að passa þig að fara nákvæmlega eftir leiðbeiningunum sem þér eru gefnar ef þú ferð í að láta taka flúrið þitt af.\nSvo hef ég reyndar líka séð fólk sem endar bara með ör eftir svona, spurning um að kynna sér þetta bara mjög vel eða fá sér annað flottara flúr yfir ;)\nmbk. Valdi"
        },
        {
            "user": "Halviti",
            "user_id": "27689",
            "date": "2005-07-05 12:01:10",
            "id": "2291947",
            "reply_to_id": "2289637",
            "text": "já um að gera að láta bara laga tattooið… en ég heyrði að þeir í domus medica hefðu byrjað fyrir nokkrum árum með eitthvað svona útfjólubláa geislameðferð… þannig að þú mætir einusinni í viku í svona 3-4 vikur og þeir lýsa á tattooið með einhverju ljósi eða einhverju dóti og þá á húðin að éta tattooið eða eitthvað álíka.\nég veit um stelpu sem lét fjarlæga tattoo með geisla og hún er með risastórt og ógeðslega ljótt ör eftir það…\nozzy osbourne lét fjarlæga gömlu ljótu tattooin sín með fyrrnefndri aðferð og fékk sér síðan bara ný tattoo yfir alla hendina.\num að gera að hafa samband við domus medica!"
        },
        {
            "user": "Halviti",
            "user_id": "27689",
            "date": "2005-07-05 12:01:58",
            "id": "2291949",
            "reply_to_id": "2289637",
            "text": "á víst að vera alveg sársaukalaust.."
        },
        {
            "user": "Noos",
            "user_id": "56464",
            "date": "2005-07-05 13:00:44",
            "id": "2292055",
            "reply_to_id": "2291949",
            "text": "nei tetta er leiser meðferð og er svipal og að latta tattoo a sig og ef eg mann er kostar þetta lika pennigna"
        },
        {
            "user": "Noos",
            "user_id": "56464",
            "date": "2005-07-05 13:01:25",
            "id": "2292059",
            "reply_to_id": "2292055",
            "text": "mikla"
        },
        {
            "user": "Fasisti",
            "user_id": "24075",
            "date": "2005-07-05 13:13:46",
            "id": "2292085",
            "reply_to_id": "2289637",
            "text": "af hverju var þetta samþykkt sem grein?\nÉg veit ekki um neina aðra leið til að losna við tattú, aðra en með leysigeisla.\nEn hugsaðu svona um þetta: Viltu sársauka sem endist í stuttan tíma og ekkert tattú, eða ljótt tattú alla ævi?"
        },
        {
            "user": "Foxylady83",
            "user_id": "18461",
            "date": "2005-07-05 14:04:40",
            "id": "2292146",
            "reply_to_id": "2289637",
            "text": "En að fá sér bara nýtt tattoo yfir það gamla? Er það kannski hægt?"
        },
        {
            "user": "Noos",
            "user_id": "56464",
            "date": "2005-07-05 18:17:19",
            "id": "2292741",
            "reply_to_id": "2292146",
            "text": "það getur virkað eða verður ljót ö"
        },
        {
            "user": "MadClaw",
            "user_id": "50461",
            "date": "2005-07-06 18:34:57",
            "id": "2295153",
            "reply_to_id": "2289637",
            "text": "Frændi vinar míns tók af sér tattoo með ostaskera… Náði hálfu af áður en að vinur hans þurfti að keyra hann á bráðamóttökuna. Svo að þú sérð að ef að þetta er lítið tattoo þá gætirðu náð því þannig af….."
        },
        {
            "user": "MadClaw",
            "user_id": "50461",
            "date": "2005-07-14 21:21:39",
            "id": "2313593",
            "reply_to_id": "2295153",
            "text": "ojj bara! það er sick"
        },
        {
            "user": "MadClaw",
            "user_id": "50461",
            "date": "2005-07-14 23:21:04",
            "id": "2313986",
            "reply_to_id": "2313593",
            "text": "Uh, þetta var joke….."
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2005-07-16 18:35:09",
            "id": "2317596",
            "reply_to_id": "2289637",
            "text": "Þú ættir bara að tala við lækni eða einhvern sem fjarlægir svona og heyra hvað honum finnst..\n—-\nRauður kristall plús er vondu"
        },
        {
            "user": "arnthor",
            "user_id": "30914",
            "date": "2005-07-17 17:27:24",
            "id": "2319722",
            "reply_to_id": "2289637",
            "text": "Ef þu att ekki efni a leysimeðferðinni þa er það bara goður vinur og goður slipirokkur=)"
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2005-07-17 20:12:28",
            "id": "2320069",
            "reply_to_id": "2319722",
            "text": "Hehe.\n—-\nRauður kristall plús er vondu"
        },
        {
            "user": "vettlingurinn",
            "user_id": "22926",
            "date": "2005-08-03 20:28:03",
            "id": "2354948",
            "reply_to_id": "2289637",
            "text": "Ég ætla bara að fá mér svona 3 eða 5 ára tattoo þegar ég fæ mér tattoo.. afþví ég myndi líklegast líka sjá eftir því!! =)"
        },
        {
            "user": "pilapina",
            "user_id": "29636",
            "date": "2005-08-23 01:11:10",
            "id": "2407740",
            "reply_to_id": "2354948",
            "text": "Rosa sniðug þessi 3-5 ára tattoo, eða ekki. Frænka mín er með svona og búin að vera með það í 4 ár og það er ekki einu sinni farið að dofna, það er ekki nærri eins “fínlegt” og venjulegt tattoo og hún hefði verið mun betur sett ef hún hefði látið setja ekta á sig strax. Önnur sem ég þekki er svo “heppin” að hennar er farið að dofna (eftir nokkur ár) og það er orðið svo ógeðslega ljótt að það er hræðilegt, hún ætlar að láta setja alvöru tattoo yfir til að hylja viðbjóðinn. Þetta á aldrei eftir að hverfa alveg á þeim og þær sitja báðar uppi með hræðileg tattoo sem þær þurfa að láta tattoovera yfir.\nÉg myndi aldrei mæla með því við nokkurn mann að fá sér svona tattoo."
        },
        {
            "user": "shortys",
            "user_id": "45070",
            "date": "2005-08-06 19:44:32",
            "id": "2362019",
            "reply_to_id": "2289637",
            "text": "þú getur látið fjarlægja það með leysergeisla en það skilur oftast eftir ör mæli frekkar með því að þú fáir þér ykkvað flott tatto yfir það gamla"
        },
        {
            "user": "rosastelpa",
            "user_id": "41705",
            "date": "2005-08-12 21:54:15",
            "id": "2378517",
            "reply_to_id": "2289637",
            "text": "Guð  minn góður, hvað fólk getur verið ófyndið með þennan aulahúmor með ostaskerarabrandara sem er augljóslega ófyndinn og pirrandi. Hann er að biðja um hjálp og þá ekki að svara með einhverjum aulahúmor.  Þú getur bara valið á milli að vera með tattúið eða að fá ör eftir geislameðferð. Ég held neflilega að það sé ekki hægt að gera neitt annað en það ef maður vill láta fjarlæga af sér tattú nema einhverja sérmeðferð sem er ekki gert hérna á landinu.\nGangi þér samt vel.\nkv.rosastelpa.!"
        }
    ]
}