{
    "forum_title": "Hip hop",
    "user": "gr33n",
    "user_id": "5289",
    "date": "2001-06-12 16:46:08",
    "title": "HipHop Classics vol.1 10/10",
    "text": "Úff sagði ég þegar ég setti þetta snilldarverk í spilarann.\nÞetta er safndiskur sem gefinn er út af Rawkus Records, sem allir HipHop unnendur ættu að þekkja, en þeir sem ekki vita haða fyrirtæki það er, þá hefur það m.a. gefið út Mos Def, Talib Kweli, BlackStar (Mos def & Talib Kveli), Company Flow (þrátt fyrir að þeim hafi verið dömpað), Big L, Indelible MCs, Pharoahe Monch og fleiri og fleiri artista.\nÞetta eru ALLT lög sem flestir þekkja, og lög sem eru spiluð á hverju einasta hiphop djammi.\nRawkus var stofnað árið 1995 af þeim Jarret Myer og Brian Brater, en þeir vildu gera label sem snérist ekki bara um gangsta rímur (kellingar, áfengi, og dóp), og einnig vildu þeir ekki gera neitt verulega sellout/commercial músík, og hafa þeir staðið við þau orð (nema þá sögurnar um Company flow um að þeim hafi verið dömpað vegna lítillar sölu).\nÞví miður hefur þessi plata ekki enn komið á vínyl fyrir okkur snúðana, en hún er víst á leiðinni.\nÞetta er diskur sem verður að fá 10 vegna þess að þetta eru allt saman klassísk snilldarlög.\nEn allavegana hérna er tracklistinn.\nMos Def - Universal Magnetic\nReflection Eternal - Fortified live\nL*Fudge - Liquid\nBlackStar - Definition\nDj Spinna - Who U Be\nCompany Flow - Vital Nerve\nHigh and Mighty - B-Boy Document\nPharoahe Monch - Official\nBlackStar - Respiration Remix\nCompany Flow - End to End Burner\nLord have mercy vs. D.V. Alias Khrist - Hot water\nShabaam Sahdeeq - Sound Clash\n10/10\n-grín-\np.s. Ég fann enga covermynd af disknum á netinu þannig að ég setti bara Pharoahe Monch í staðinn, en ég smelli henni inn um leið og ég finn.",
    "url": "https://www.hugi.is/hiphop/pistlar/31068/hiphop-classics-vol1-1010/",
    "url_id": "31068",
    "id": "207649",
    "replies": [
        {
            "user": "blingbling",
            "user_id": "9665",
            "date": "2004-08-23 09:49:17",
            "id": "207650",
            "reply_to_id": "207649",
            "text": "rawkus er eitt ofmetnasta underground label í dag og ég mundi segja miðað við lagalistann að þessi diskur ætti svona 6-7 af 10 skilið"
        },
        {
            "user": "gr33n",
            "user_id": "5289",
            "date": "2004-08-23 09:49:17",
            "id": "207651",
            "reply_to_id": "207650",
            "text": "Sko rawkus er ekkert svona rosalega underground label lengur…!!.. en þeir hafa samt ekkert verið að auglýsa sig mikið, nema þá bara með góðri tónlist."
        },
        {
            "user": "Ciphah",
            "user_id": "9463",
            "date": "2004-08-23 09:49:17",
            "id": "207652",
            "reply_to_id": "207651",
            "text": "Company Flow áttu mikinn þátt í að Rawkus sé svona stórt label í dag. Þeir stofnuðu bara sitt eigið label; Def Jux."
        },
        {
            "user": "gr33n",
            "user_id": "5289",
            "date": "2004-08-23 09:49:17",
            "id": "207653",
            "reply_to_id": "207652",
            "text": "Heyriði ein spurning,\nég sá að þarna er æag með Lord Have Mercy, sem er einn af mínum uppáhalds röppurum og hef fylgst með honum síðan hann var í Flipmode crewinu. En síðan hætti hann í sveitinni og var droppað af labelinu. Hann átti að fara að gefa út diskinn thy ungodly hour sem ég var búinn að heyra nokkur lög af og þau hljómuðu vel.\nEn hvar er hann hú er hann hja´Rawkus og hvar er diskurinn??????"
        },
        {
            "user": "gr33n",
            "user_id": "5289",
            "date": "2004-08-23 09:49:17",
            "id": "207654",
            "reply_to_id": "207653",
            "text": "ekki kominn út síðast þegar ég vissi, but I may be wrong."
        },
        {
            "user": "kamalflos",
            "user_id": "4989",
            "date": "2004-08-23 09:49:17",
            "id": "207655",
            "reply_to_id": "207654",
            "text": "Hmm frikki..allavega veit ég að M.O.P. vilja fá hann í First Family..þeir fíla hann alveg í botn…\nSvo ætla ég að minna á að Shabbam Shadeeq var nokkurnveginn dömpað, þeir auglýstu plötuna hans mjög lítið og hann hætti… Þannig að Co flow eru ekki einsdæmi"
        },
        {
            "user": "minnskalli",
            "user_id": "7266",
            "date": "2004-08-23 09:49:17",
            "id": "207656",
            "reply_to_id": "207655",
            "text": "Alltaf gott að heyra í fleirum sem hlusta á Lord. Að gefnu til efni vil ég benda á nokkur góð lög með honum þar sem stöffið hans er ekkert alltof þekkt:\nHome sweet home\nPaint ya face\nWe could take it outside\nThings we be doin for money\nRide away\nLög nr. 3 og 4 er á When Disaster strikes Busta rhymes disknum"
        },
        {
            "user": "minnskalli",
            "user_id": "7266",
            "date": "2004-08-23 09:49:17",
            "id": "207657",
            "reply_to_id": "207656",
            "text": "lofar góðu, ein spurning, er hann fáanlegur í Japis/Skífan eða þarf mar að draga upp VISA og panta frá amazon?"
        },
        {
            "user": "gr33n",
            "user_id": "5289",
            "date": "2004-08-23 09:49:17",
            "id": "207658",
            "reply_to_id": "207657",
            "text": "Skífan,Músík & Myndir, Japis…. fæst á öllum þessum stöðum…. Rawkus er dreift af PIAS útgáfufyrirtækinu, og japis sér um dreifingu un PIAS hérna á íslandi, þannig að þetta á að vera til í öllum plötubúðum, nema hann sé einfaldlga búinn í sumum."
        }
    ]
}