{
    "forum_title": "Flug",
    "user": "Aesir",
    "user_id": "19868",
    "date": "2005-07-07 21:52:50",
    "title": "Þyrla togar flugvél úr sjónum.",
    "text": "Cesnna 172 flugvél nauðlenti á grynningum í gær þegar flugmennirnir sem voru reyndir menn á tvítugsaldri reyndu að forðast árekstur við hóp fugla og hugsanlega ofrisu vélinni þannig að hún lenti í sjónum.\nFlugmennirnir sluppu með minnháttar skrámur og voru hífðir um borð í lögreglu þyrlu.\nStuttu seinna byrjaði að flæða að og vélin fór á kaf þannig að aðeins stélið stóð upp úr. Vélinni var síðan komið á þurrt með aðstoð þyrlu. Flugvélin var 5 ára gömul Cessna 172 metin á um 18 milljónir króna.\nFlugmennirnir voru í þjálfunarflugi og voru í um 30 metra hæð þegar þeir flugu inn í flokk fugla og telja að þegar þeir reyndu að forðast fuglana hafi vélin ofrisið þar sem hún síðan missti flugið og lenti í sjónum á litlum hraða",
    "url": "https://www.hugi.is/flug/greinar/310702/thyrla-togar-flugvel-ur-sjonum/",
    "url_id": "310702",
    "id": "2298392",
    "replies": [
        {
            "user": "Vampira",
            "user_id": "42759",
            "date": "2005-07-07 22:19:19",
            "id": "2298482",
            "reply_to_id": "2298392",
            "text": "HAHAHAHAHAHAHAHAHAHA snilld."
        },
        {
            "user": "hendrixx",
            "user_id": "7447",
            "date": "2005-07-08 00:23:02",
            "id": "2298855",
            "reply_to_id": "2298392",
            "text": "bara kraftur í cesnnunni"
        },
        {
            "user": "Aesir",
            "user_id": "19868",
            "date": "2005-07-08 00:32:43",
            "id": "2298879",
            "reply_to_id": "2298392",
            "text": "Sæll Aesir.\nÞað eru engin takmörk fyrir því hve góðar og nytsamlegar þessar þyrlur eru!\nÉg verð að hafa um þessa frétt nokkur orð á ensku.\nThe pilots flew into a flock of birds? Ok then, this go me thinking: was it the Flock of Seagulls? If it was were they doing a gig ?!? Probably not at 200' but what the hell do I know, everything is possible?\nFlock of Seagulls var ágætis hljómsveit fyrir þá sem ekki vissu, nokkuð góð melódía og ritmi sem þeir buðu uppá."
        },
        {
            "user": "Aesir",
            "user_id": "19868",
            "date": "2005-07-08 00:43:09",
            "id": "2298898",
            "reply_to_id": "2298879",
            "text": "Mér fannst ansi góð myndin af þessum 520N að hala í vélina : )\nJá og by the way þetta skeði í Englandi."
        },
        {
            "user": "Fenix",
            "user_id": "18489",
            "date": "2005-07-08 23:33:40",
            "id": "2301149",
            "reply_to_id": "2298392",
            "text": "Maður hefur nú séð myndband af þyrlu vera að reyna að toga bát, reyndar með mun styttra reipi en hún fór beinustu leið í sjóinn við átökin."
        },
        {
            "user": "Aesir",
            "user_id": "19868",
            "date": "2005-07-09 00:47:06",
            "id": "2301315",
            "reply_to_id": "2301149",
            "text": "Já ég hef séð þetta myndband.\nÁstæðan fyrir því að það mistókst var ekki vegna þess að það var verið að reyna að draga bát eða að línan væri stutt heldur sú að línan flæktist í lendingargírnum og við átakið fór þyngdarmiðjan langt útfyrir öll mörk og ekkert var neitt við ráðið.\nÉg sat flugöryggisfund þar sem þetta atvik var rætt og það má segja að það hafi verið ansi klaufalega og fljótfærnislega að þessu staðið. En í rauninni hefði ekki verið neitt mál að draga bátinn hefði það bara verið gert skipulegar."
        },
        {
            "user": "OfurKindin",
            "user_id": "44085",
            "date": "2005-07-16 16:38:39",
            "id": "2317334",
            "reply_to_id": "2298392",
            "text": "haha..ekki gaman að ænda í þessu"
        },
        {
            "user": "blahaus",
            "user_id": "54985",
            "date": "2005-09-03 14:48:05",
            "id": "2442976",
            "reply_to_id": "2298392",
            "text": "hehe lol en þetta er soldið ovugsnuið þyrla sem dregur flugvel upp í sjónnum hahaa"
        },
        {
            "user": "octavo",
            "user_id": "10323",
            "date": "2005-09-07 00:31:02",
            "id": "2456187",
            "reply_to_id": "2442976",
            "text": "Hvernig öfugsnúið? Ég man ekki til þess að flugvél hafi dregið þyrlu upp úr neinu nokkurn tímann."
        }
    ]
}