{
    "forum_title": "Sagnfræði",
    "user": "Calliope",
    "user_id": "6606",
    "date": "2005-07-11 01:05:06",
    "title": "Nýtið ykkur áhugamálið Vísindi og fræði",
    "text": "Jæja gott fólk.\nÉg er nýr stjórnandi á Vísindum og fræðum og er þessa dagana að reyna að lífga aðeins upp á það. Ég hvet þess vegna alla athuga hvort þetta sé ekki áhugamál sem þeir eru til í að stunda. Að lokum birtist hér stefnulýsing áhugamálsins:\nVísindi og fræði eru ekki bara fyrir þessi harðkjarnavísindi eins og efnafræði, eðlisfræði og líffræði. Þið getið skrifað um svo miklu meira, til að mynda málvísindi, stærðfræði, sálfræði, mannfræði, tölvunarfræði, lögfræði, hagfræði eða læknisfræði.\nEigið þið gamlar ritgerðir úr skólanum? Sendið þær inn. Eigið þið ykkur uppáhaldsvísindamann eða uppáhaldsrannsókn? Skrifið um það. Hafið þið rekist á sniðugar síður um vísindi og fræði á netinu? Sendið þá inn tengla. Vitið þið um skemmtilegar myndir sem tengjast vísindum og fræðum? Við viljum þær hingað.",
    "url": "https://www.hugi.is/saga/korkar/311401/nytid-ykkur-ahugamalid-visindi-og-fraedi/",
    "url_id": "311401",
    "id": "2305609",
    "replies": [
        {
            "user": "Calliope",
            "user_id": "6606",
            "date": "2005-07-11 13:16:59",
            "id": "2306250",
            "reply_to_id": "2305609",
            "text": "Til hamingju með að verða stjórnandi, gaman að því;o)\nÉg hefði alveg viljað stefna að því að verða stjórnadi á sagnfræðina hér inni einhverntíman, eina er að það er bara svo frábær stjórnandi nú þegar þar inni sem hefur reynst mér mjög vel hér á Huga.\nGo gthth!;o)\nEn það er gaman að sjá þig Galliope hvetja alla til að virkja vísindi og fræði hér á Huga. Það eru samt eflaust margir í sumarfríi þessa dagana en með lækkandi sól mun það breitast.\nHvað það varðar ætla ég að vera mjög virkur hér áfram á vísindi og fræðum, en láta gelgjurnar vera í friði á sínum forsíðukorki.\nNæstu greinar mínar munu verða um sálfræði og geðræna sjúkdóma samanber þunglyndi. Eins er ég að vinna að grein um heilbrigðiskerfið okkar og hvaða stóra galla það ber með sér.\nEins munu koma miklu fleiri sagnfræðigreinar um WWII, Alexander mikla ofl.\nAð lokum hefur ein fræði verið mér ávalt hugleikin og það er svokölluð glæpasálfræði og greining á hinum mjög svo óhugnarlegu raðmorðingjum sem hafa skotið upp kollinum víðsvegar í heiminum, og dreift um sig mikilli skelfingu og dauða af mikilli rausnarsemi, að það hálfa mundi nú þykja mikið meira en nóg…\nEn takk fyrir mig, burb!\nLecte"
        },
        {
            "user": "Calliope",
            "user_id": "6606",
            "date": "2005-07-11 14:24:04",
            "id": "2306364",
            "reply_to_id": "2306250",
            "text": "Gaman að þessu, ég hlakka til að skoða greinarnar þínar :-)"
        },
        {
            "user": "miltisbrandur",
            "user_id": "58960",
            "date": "2005-07-17 22:23:35",
            "id": "2320396",
            "reply_to_id": "2306364",
            "text": "ertu kannski ekki legur stjórnandi?"
        },
        {
            "user": "miltisbrandur",
            "user_id": "58960",
            "date": "2005-07-17 22:23:46",
            "id": "2320397",
            "reply_to_id": "2306364",
            "text": "lengur*"
        },
        {
            "user": "Calliope",
            "user_id": "6606",
            "date": "2005-07-17 22:46:21",
            "id": "2320454",
            "reply_to_id": "2320397",
            "text": "Jú, af hverju ætti ég ekki að vera það?"
        },
        {
            "user": "gvarson",
            "user_id": "26145",
            "date": "2005-08-03 20:56:44",
            "id": "2355023",
            "reply_to_id": "2306250",
            "text": "En hvað er langt í kaflann um Auschwitz ? :)"
        },
        {
            "user": "gvarson",
            "user_id": "26145",
            "date": "2005-08-04 08:58:30",
            "id": "2355976",
            "reply_to_id": "2355023",
            "text": "Sæll kæri vinur;o)\nog ég afsaka innilega töfina með kafla V, en ég hef verið því miður mjög upptekin með að vinna með syni mínum enn hann hefur átt mjög erfitt undanfarið. Móðir hans vegna  hennar veikindi (neysla fíkniefna),  og framkoma hennar gagnvart honum hefur leitt það að sér að andleg heilsa hans hefur farið mjög hrakandi. Hann þurfti á sínum tíma áður en ég náði forræðinu að horfa upp á alla neysluna hennar og allt ruglið þar í kring, hann meðal annars varð vitni að eftirmálum þess þegar móðir hans reyndi sjálfsvíg með því að skera sig á púls heima hjá þeim, það var allt í blóði heima hjá þeim og sængurverin voru bókstaflega eins og vígvöllur í Bagdad.\nEftir mikla vinnu hjá mér tókst mér loksins að koma honum inn á BUGL, eða Barna og Unglingageðdeild Landsspítalans. Hugsðau þér eitt kæri vinur!!! Það er allt að 8 mánaðrbiðtími að koma börnum þarna inn sem eru sárþjáð og sum hver þurfa virkilega mikla hjálp, á meðan heilbrigðiskerfið okkar hefur gert allt fyrir barnsmóðir mína sem er jú gott og blessað nema hún hefur fengið fulla hjálp frá geðlæknum, sálfræðingum, meðferðarstofnunum ofl. þá þjást börnin hennar og eru á biðlistum.\nEn ég er svo ánægður núna að hafa náð þessum árangri og trúðu mér kæri vinur að núna munu greinarnar mínar koma mun þéttar hér á Huga.\nEn eitt máttu vita kæri HugoMan að þinn stuðningur og þitt hrós með greinarnar mínar hefur VÆGAST sagt gefið mér byr undir báða vængi og reynst mér sem vítamínsprauta á allt mitt líf og það basl að vera einstæður 3 barna faðir, þú ert vægast sagt PERLA!!!!\nEn ég er byrjaður á gagnasöfnun um “The Angel of Death” og mig langar að gera þennan kafla af þeim svakalegast sem gerður hefur verið. Mín ætlun er að gera lesandann agndofa og engu verður sleppt úr varðandi lýsingar á pyntingum hans.\nKær og innileg kveðja,\nLecter\nps.\nÞegar ég er búin að grófvinna kaflann, það er að segja komin með svokallaða beinagrind, mætti ég senda hann á þig til að fá þitt innlegg hvað betur mætti fara og fá þitt innsæi???\nBetur sjá augu en auga ;o)\nSemper Fidelis!"
        },
        {
            "user": "gvarson",
            "user_id": "26145",
            "date": "2005-08-04 15:16:56",
            "id": "2356572",
            "reply_to_id": "2355976",
            "text": "Takk fyrir það og þú mátt endilega senda mér kaflann og ég skal gefa þér álit á honum. Ótrúlegt hvað lífið getur verið grimmt en vonandi fer gæfan að snúast þér í hag."
        }
    ]
}