{
    "forum_title": "Ljósmyndun",
    "user": "gardina",
    "user_id": "47375",
    "date": "2005-07-14 11:11:55",
    "title": "Smá spurning...",
    "text": "Ok, ég hef aldrei tekið neinar myndir nema bara fjölskyldumyndirnar góðu. Ég er semsagt að senda þetta inn hérna því að ég er að dunda mér við að teikna og mála í frístundum og er núna að prófa ljósmyndunina í bland, að mála til dæmis módel (vinkonur mínar eru oftast fórnarlömbin), og til dæmis mála marbletti og gera gervi sár með gerviblóði og svoleiðis á þær :P mjög fallegt hehe, en já ég var að spá í hvort ég gæti fengið einhverjar ráðleggingar í sambandi við val á myndavélum og stillingar á þeim og fleira svoleiðis…\nOg ef einhver sem les þetta hefur áhuga á einhverskonar förðun, þá endilega að skiptast á ráðleggingum\nVona að einhver svari þessu :P\n—-\nÉg geri mér grein fyrir því að þetta hefði átt að fara á kork en þar sem mikill skortur er á greinum hérna ákvað ég að gera undantekningu.\nReynum að ráðleggja stúlkunni eitthvað.\n-Octavo",
    "url": "https://www.hugi.is/ljosmyndun/greinar/311852/sma-spurning/",
    "url_id": "311852",
    "id": "2309992",
    "replies": [
        {
            "user": "Maggisun",
            "user_id": "36571",
            "date": "2005-07-14 12:11:45",
            "id": "2312310",
            "reply_to_id": "2309992",
            "text": "ég á símamyndavél :D, en er ekki bara að kaupa sér góða digital? 20 þús kall or some"
        },
        {
            "user": "indridi",
            "user_id": "6635",
            "date": "2005-07-14 13:02:00",
            "id": "2312443",
            "reply_to_id": "2309992",
            "text": "Við val á myndavél eru nokkrir hlutir sem að geta komið sér vel.  Fyrst er að skoða vélina sjálfa.  Er hún með það sem að þú þarft: zoom(til að taka myndir af fjarlægum hlutum), macro til að taka myndir af því sem er nálægt.  Þetta hvort tveggja er í flest öllum digital vélum í dag.  Það sem að ég myndi ráðleggja þér er að líta í kringum þig.  Menn eru margir svo æstir í upplausn að þeir eru kannski að selja gömlu vélarnar sínar til að fá nýjustu 8 MP vélina(þegar fyrir svona venjulegt heimilisbrúk er feykinóg að fá 3 MP).  Þannig að ég myndi skoða staði sem eru að bjóða upp á notaðar vélar:\nljosmyndakeppni.is\n,\nljosmyndari.is\nog síðan jafnvel búðir eins og BECO.  Nú þegar þú ert búin að finna vél sem að hentar þér geturðu farið á\ndpreview.com\nog kannað hvað aðrir sem hafa keypt þessa vél segja um hana.\nFleira sem að gott er að hafa í huga.  Linsan, hún skiptir öllu góð linsa skiptir meira máli en margur gerir sér grein fyrir, þær eru mis bjartar og sumar skilja hreinlega eftir litaða slykju á myndunum við ákveðin skilyrði.  Stillingar á vélinn geta skipt máli ef þú ferð út í meiri ljósmyndun.  Lokunarhraðinn(shutter speed) skiptir máli ef þú vilt frysta augnablik eða ná mynd í mjög dökkum skilyrðum.  Ljósop(Apperature) skiptir máli því við mismunandi stillingar lýsir linsan myndina betur en þú nærð betur smáatriðum við mismunandi stillingar.  Myndflagan, upplausnin skiptir máli en það sem að skiptir meira máli er svokallað noise(það er þegar á stórum einlitum fleti eru fjöldin allur af mislitum dílum sem skera sig út) þetta er misgott á vélum en þumalputtareglan er sú að eftir því sem vélin er nýrri verður þetta betra.  Stærð myndflögunnar getur líka skipt máli þar sem að menn eru að troða fleiri og fleiri nemum á sama flöt.\nÉg vona að þetta hjálpi þér.  Mér heyrist þú vera í þeim pælingum að vilja taka sem bestar myndir.  Þá er það bara spurning um hvort þú vilt litla og meðfærilega vél eða hvort þú sért sátt við að hún sé meiri um sig með meira af möguleikum."
        },
        {
            "user": "gardina",
            "user_id": "47375",
            "date": "2005-07-14 13:38:51",
            "id": "2312511",
            "reply_to_id": "2312443",
            "text": "takk æðislega fyrir þetta síðurnar sem þú bentir á hjálpuðu mikið, svo nú er bara að fara og eiða peningum :P"
        }
    ]
}