{
    "forum_title": "Hundar",
    "user": "StoneM",
    "user_id": "2195",
    "date": "2001-06-14 00:34:46",
    "title": "Vantar hvolp !",
    "text": "Hvernig er það, liggur ekki einhver góðhjörtuð manneskja með eins og eina sæta tík handa mér ? ég er búin að reyna nánast allt, liggja yfir visi.is og kassi.is en er alltaf nokkrum mín of seinn. Fjölskyldan mín og ég erum gríðalegir dýravinir og tókum þá ákvörðun að bæta við fjölskylduna, en ekkert gengur.\nEndilega látið mig vita ef þið vitið um hvolp, helst tík sem vantar gott heimili.\nErum á landsbyggðinni.\nEins ef þið eruð með einhverjar hugmyndir um hvaða tegund eða bland af tegundum henta betur en aðrar barnafjölskyldum ??\nkveðja\nStoneM",
    "url": "https://www.hugi.is/hundar/greinar/31230/vantar-hvolp/",
    "url_id": "31230",
    "id": "208843",
    "replies": [
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2001-06-14 10:16:29",
            "id": "208844",
            "reply_to_id": "208843",
            "text": "Það hlýtur að vera fullt af hvolpum til.  Þekkirðu engan í bænum sem getur gripið DV fyrir þig um leið og það kemur út á miðvikudögum og tekið frá hvolp strax ef það er eitthvað?\nEða hvað um að fá að setja upp miða í verslunum þar sem þú býrð ef einhver í nágrenninu skyldi vera með hvolpa?"
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2001-06-14 11:19:08",
            "id": "208845",
            "reply_to_id": "208843",
            "text": "prufaðu líka að hringja í Dýraspítalan í Víðital eða aðra Dýralækna, þeir ættu að geta bent þér á eitthvað"
        },
        {
            "user": "AstaV",
            "user_id": "3029",
            "date": "2001-06-14 11:56:08",
            "id": "208846",
            "reply_to_id": "208843",
            "text": "Endurtek það sem hulda sagði.  Dýraspítalinn í Víðidal!  Í gegnum tíðina hef ég fengið tvo ketti og einn hund frá Dýraspítalanum, en þau átti að svæfa.  Manni líður líka ennþá betur þegar maður veit að maður er að bjarga þeim!\nÞú getur beðið þau um að láta þig vita ef það komi hvolpur sem á að svæfa eða þá að þau viti um einhvern með hvolpa að láta þig vita.  Þau eru alveg til í það,  þeim finnst svo leiðinlegt að svæfa dýrin að ástæðulausu.  Gætir verið komin með hvolp eftir viku, you never know….\nGangi þér vel…"
        },
        {
            "user": "StoneM",
            "user_id": "2195",
            "date": "2001-06-14 18:43:12",
            "id": "208847",
            "reply_to_id": "208843",
            "text": "Takk allir fyrir hjálpina ;) ég hafði samband við dýraspítala og fékk þar upplýsingar um hvolpa, þannig að fjölskyldan mín hefur þegar stækkað um einn.\nFékk blandaðan Border Collie hvolp, 9.vikna tík alveg svakalega dúllu, nú er bara að vona að hræðslan fari úr henni sem fyrst :)\nTakk takk\nStonem"
        },
        {
            "user": "ellagella",
            "user_id": "2762",
            "date": "2001-06-18 13:55:44",
            "id": "208848",
            "reply_to_id": "208847",
            "text": "ég átti einu sinni Border Collie íslenskan hún var frábær og hét Roxý en við þurftum að senda hana í sveit því henni leið best þa"
        },
        {
            "user": "Gungun",
            "user_id": "8102",
            "date": "2001-06-15 02:04:55",
            "id": "208849",
            "reply_to_id": "208843",
            "text": "Veistu hvað ég myndi gera?\nÉg myndi auglýsa í blöðunum og\nþá sæiru allar tegundirnar\nsem þér stendur til boða.\nAuðveldara, þá hefuru líka úr\neinhverju að velja. Hefuru prófað\nað setja inn auglýsingu á Kassi.is ?\nPróf it !    Good luck !\nP.s. Vona að þú verðir jafnheppin og\nég með hundinn minn. Ég er með mix,\nGordon Setter/Collie/GoldenRetriver\nog hef greinilega fengið það besta\nfrá öllum tegundum.\nEin montin."
        },
        {
            "user": "Gungun",
            "user_id": "8102",
            "date": "2001-06-16 23:45:07",
            "id": "208850",
            "reply_to_id": "208843",
            "text": "Heyrðu, hún Zaluki er með tík sem\nhún getur ekki haft… talaðu við hana."
        }
    ]
}