{
    "forum_title": "Blizzard leikir",
    "user": "Acidious",
    "user_id": "25561",
    "date": "2005-07-19 00:23:22",
    "title": "Rogue og hans hæfni",
    "text": "Ég ætla að byrja á Rogues, næst er það Warrior\n–Rogues–\nÉg held að án efa séu langflestir sem velja þennan class sem first class af öllum vegna möguleikanna sem þessi bíður. Hann er ekki nálægt því að vera eins equip. dependant og Warriorinn er og bíður upp á margar og skemmtilegar leiðir til að komast hjá bardaga hvort svo sem það er í PvP eða í PvE, og svo auðvitað til að byrja bardagann á sínum eigin forsendum (sem hann ætti í raun alltaf að vera).\nÞað sem heillar mest við Rogues er hvað þeir geta litið út fyrir að vera illkvittnir bara í gegnum gameplay, þ.e.a.s. þú gankar eins og vitleysingur og þá ertu strax orðinn vondur maður. Það finnst mörgum skemmtilegt. Rogues kemst á staði sem margir geta bara dreymt um að komast án þess nokkurntíma að úthella blóði.\nHelsti veikleiki Rogues er þó sá að þegar þú ert laminn, þá finnuru virkilega fyrir því. Þegar hitt er á þig, þá áttu ekki nema augnablik til að stinga af, stunna eða bara deyja.\nMargir Rogues kannast líka við það að taka aggro frá tanks eða aggro holder einfaldlega með því að outdamage'a alla þá sem eru í kringum þig. Fyrsta sem manni dettur í hug er að kenna tankinum um, sem flestir gera, en gera sér einfaldlega ekki grein fyrir því að það er á ábyrgð Roguesins að henda frá sér aggroinu. Oftast GLEYMA rogues skill sem heitir Feint sem er algerlega ómissandi í gegnum allan leikinn. Þannig að, word of advice; nota Feint..\nPoisons virðist líka vera heillandi við Rogues og byrja flestir að nota Deadly Poison (pois. DoT) á vopnin sín og vona eftir spammi á því. Það sem fólk fer svo að taka eftir að þetta heftir þig gífurlega ef þú vilt nota gouge-backstab combo og færa sig því yfir í Instant poison.. sem ég mæli eindregið með. Skyldueign í hverju instance'i er nóg af Instant og Crippling poison (alltaf, alltaf) því það er ekkert meira pirrandi en adds frá flýjandi mob.\n———-\nTvö talent build virðast vera allsráðandi hjá Rogues og eru það Combat spec: 21-30-0 og Cold blood-preperation spec: 21(eða 22)-5-22(eða 21) og eru flest önnur talent búin til í kringum þessi.\nSpurningin er einföld, hvernig viltu að gameplay verði hjá þér? ertu “Rogues do it from behind” týpa.. eða einfaldlega hardcore dmg outburst í adren. rushinu og ruglinu með tvö stór sverð og látandi öllum illum látum.\n21-5-22 build\nHér er oftast notast við dagger main hand og sverð í off-hand (Barman shanker - Dal rend's tribal guardian virka fínt fyrir mig)\nÞetta er örugglega mest notaða talent build hjá Rogues og finnst mér það árangurríkast. Þú opnar með Ambush og tekur 1000-2000 hp af andstæðingnum og spammar Backstab fyrir 800-1500 dmg hvert. (crit)\nÞú ert dálítið bæklaður þegar menn vilja berjast við þig að framan en þá er bara einfalt að nota Gogue og hlaupa hringinn og Backstab.\nPre 1.6 patch:\nAmbush - backstab - gouge - restealth - cheap shot - cold blood + eviscerate (5 points) - vanish - preperation … og endurtekur :)\ní PvP er það einfaldlega “the element of surprise” sem gildir.. eftir patch 1.5 vorum við skemmdir því við lifðum á þeim sem sátu að drekka.. þá gastu farið og gert cheap shot á hann og hann festist sitjandi.. og hvað gerist þegar menn eru sitjandi í WoW? 100% crit chance.\n21-30-0 build\nHér er oftast notast við tvö 1h swords (Krol's Blade - Dal rend's tribal guardian.. t.d.)\nÞarna var maður að reyna vera warrior í leðri :P ég byrjaði á þessu því þetta er án efa lang besta PvE buildið fyrir Rogues. Ég hélt þessu buildi þar til ég var búinn að vera lvl 60 í mánuð og þá rerollaði ég og fór í hitt og sé alls ekki eftir því.\nMeginkosturinn við þetta build var að ef þú lenntir í veseni þá gastu oftast sett allt í gang og þá er kvikindið dautt.. sama þó það væri tveir eða þrír að ráðast á þig. Árangursríkast var einfaldlega að henda sér í Blade Flurry (+20% attack speed og dmg á tvo í einu) ferð svo í Slice and Dice (úr two point SS… +30% attack speed rank 2) og svo Adren rush og spammar Sinister Strike (SS) og Eviscerate. Það fyndna er að fæstir hafa gert sér grein fyrir því að Slice and Dice og Blade flurry stacka á hvort annað þannig að þú ert kominn með +50% attack speed! og þetta er sko eitt stykki leynibragð uppí ermina á þér gegn einhverjum pallie ;)\n———-\nEf einhver skildi ákveða að verða Rogue þá er ekkert nema gott að segja.. Hann á þó eftir að lenda í veseni vegna fjölda Rogues í leiknum sjálfum.. Þannig að það er svosem aldrei beðið um Rogues í Instance-run (nema kannski LBRS stealth-run) og einnig vegna fjölda leikmanna eru svo margir sem vita ekki nákvæmlega hvað þeir eru að gera.. þegar maður er farinn að sjá rogues segja “wtf I have aggro, wtf! you a bad tank!” .. því miður eru warriors flame'aðir svo afskaplega oft og þá aðallega af Mage - priest eða Rogue .. því þeir eru færir um að taka aggro frá warrior.. og er þeim sjaldnast um að kenna þegar illa fer..\nEn eins og ég segi, Rogues eru æðislegir, þeir eru aldnir upp við það að þeir séu bestir í PvP og fatta svo þegar líða tekur á leikinn að það er sko ekki rauninn.. hver kannast ekki við Alterac Valley? Þú velur þér bráð, drepur hana (80% líkur :P) og bamm.. þú ert dauður líka. Þeir eiga mjög auðvelt með að duela þar til um mid-lvl range þegar hinir classarnir fara að ná Rogues í skills (ekki player skills) og má þar nefna Warriors efsta á lista því þeir eru púra helvíti að drepa fyrir Rogues (MS-enrage anyone?)..\nNæst á dagskrá, warriorinn minn :)\nTakk fyrir,\nAcidious\n——————————-\nShadowmeld\nlvl 60 NE Rogue\nHealme\nlvl 50 HU Warrior\nSkullcrusher EU\n(\nhttp://warcraftmovies.com/movieview.php?id=3366\n)",
    "url": "https://www.hugi.is/blizzard/greinar/313133/rogue-og-hans-haefni/",
    "url_id": "313133",
    "id": "2321685",
    "replies": [
        {
            "user": "echo",
            "user_id": "21442",
            "date": "2005-07-19 01:17:09",
            "id": "2323835",
            "reply_to_id": "2321685",
            "text": "WARRIOR FTW !!!  :D"
        },
        {
            "user": "Ikeaboy69",
            "user_id": "41366",
            "date": "2005-07-19 17:24:53",
            "id": "2324848",
            "reply_to_id": "2323835",
            "text": "Spila Shaman og einhverra hluta vegna virðist ómöglegt fyrir mig að drepa þá djöfla. Einhver með góða taktík?"
        },
        {
            "user": "Steinikr",
            "user_id": "8362",
            "date": "2005-07-20 02:08:44",
            "id": "2326601",
            "reply_to_id": "2324848",
            "text": "Fannst warriors alltaf frekar erfiðir líka, en eins og t.d. með mages og suma aðra classa. Ég var fljótur að kála þeim.\nSpila(ði) shaman líka. =)"
        },
        {
            "user": "Gvendalfur",
            "user_id": "17861",
            "date": "2005-07-19 01:38:15",
            "id": "2323865",
            "reply_to_id": "2321685",
            "text": "Stela aggro u say… Aldrei séð rouge taka aggro af warrior í MC, en alltaf að sjá aumingja warlockana taka það og deyja í 2-3 höggum =S"
        },
        {
            "user": "Avatar",
            "user_id": "157",
            "date": "2005-07-19 02:13:31",
            "id": "2323894",
            "reply_to_id": "2321685",
            "text": "Flott grein :)\nÞað fyndna er að fæstir hafa gert sér grein fyrir því að Slice and Dice og Blade flurry stacka á hvort annað þannig að þú ert kominn með +50% attack speed! og þetta er sko eitt stykki leynibragð uppí ermina á þér gegn einhverjum pallie ;)\nÉg mana þig til að prófa þetta á móti protection speccuðum paladin með reckoning. Þú verður dauður áður en þú veist af ;)\nRogue með hátt attack speed og háann crit-chance á móti protection speccuðum paladin með góðann one-hander, skjöld sem notar holy shield og er með reckoning er no-contest. Rogue deyr ofsalega ofsalega hratt :)"
        },
        {
            "user": "Amori",
            "user_id": "23430",
            "date": "2005-07-19 05:54:18",
            "id": "2323943",
            "reply_to_id": "2321685",
            "text": "Whoot? 21/5/22 build? Ertu ekki að meina 21/8/22?\nEn já Rogues eru kúl, og ég er búinn að eyða milljónum í respecc, og hef komist að að ástæðu að eina sem virkar eru Daggerar og 21/8/22 og 30/8/13 build. Mér finnst combat tréið voða gimped. BTW.. Mitt álitt, og ekki vera að dissa það :O to each his own.\nKV. Naðra lvl 60 Rogue"
        },
        {
            "user": "Acidious",
            "user_id": "25561",
            "date": "2005-07-19 12:23:21",
            "id": "2324217",
            "reply_to_id": "2323943",
            "text": "já nei mér finnst alltaf best að hafa 3 unused talents..\nnei ok .. fokk ég gleymdi.. auðvitað vil ég nota öll talents :P\nannars ekkert Impr. backstab ;)"
        },
        {
            "user": "longbow",
            "user_id": "25468",
            "date": "2005-07-19 21:08:55",
            "id": "2325600",
            "reply_to_id": "2323943",
            "text": "þú suckar bara"
        },
        {
            "user": "Amori",
            "user_id": "23430",
            "date": "2005-07-20 03:04:40",
            "id": "2326627",
            "reply_to_id": "2325600",
            "text": "Hehe, ætlaði ekki að særa þig Mr. Sverða rogue."
        },
        {
            "user": "longbow",
            "user_id": "25468",
            "date": "2005-07-20 16:59:55",
            "id": "2327357",
            "reply_to_id": "2326627",
            "text": "Nei hehe spila ekki rogue, varst bara ný buinn að drepa altinn minn ;X"
        },
        {
            "user": "Matanza",
            "user_id": "32348",
            "date": "2005-07-20 23:06:07",
            "id": "2328474",
            "reply_to_id": "2327357",
            "text": "Kobba?"
        },
        {
            "user": "longbow",
            "user_id": "25468",
            "date": "2005-07-21 12:22:07",
            "id": "2329107",
            "reply_to_id": "2328474",
            "text": "satt!"
        },
        {
            "user": "Matanza",
            "user_id": "32348",
            "date": "2005-07-21 14:36:20",
            "id": "2329552",
            "reply_to_id": "2329107",
            "text": ":"
        },
        {
            "user": "Daddi56",
            "user_id": "33186",
            "date": "2005-07-20 00:39:52",
            "id": "2326491",
            "reply_to_id": "2323943",
            "text": "NAÐRA!!!!"
        },
        {
            "user": "Amori",
            "user_id": "23430",
            "date": "2005-07-20 03:07:18",
            "id": "2326631",
            "reply_to_id": "2326491",
            "text": "DADDI!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!"
        },
        {
            "user": "Martyr",
            "user_id": "58206",
            "date": "2005-07-19 09:53:30",
            "id": "2324023",
            "reply_to_id": "2321685",
            "text": "sammæala rouge eru lang bestir ég er sjálfur með rouge gnome snilld hlakka til að fara að ríða um á velhestum :)"
        },
        {
            "user": "Acidious",
            "user_id": "25561",
            "date": "2005-07-19 12:24:25",
            "id": "2324220",
            "reply_to_id": "2324023",
            "text": "ég.. ásamt Humans, Night elves og sérstaklega Dwarves.. og Trolls, Undead, Taurens og Orcs í WoW…\nhaaaata Gnomes ;)\ntakktakk,\nAcidious"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-07-19 15:29:59",
            "id": "2324525",
            "reply_to_id": "2324220",
            "text": "Gnomes 4tw!!!\n!!!"
        },
        {
            "user": "Bjarke",
            "user_id": "19229",
            "date": "2005-07-19 10:37:08",
            "id": "2324053",
            "reply_to_id": "2321685",
            "text": "“því miður eru warriors flame'aðir svo afskaplega oft og þá aðallega af Mage - priest eða Rogue”\nEhheeemmm…. ósammála þessu  hef aldrei séð Mage eða priest Flame'a warrior.\nEn góð grein :)"
        },
        {
            "user": "Avatar",
            "user_id": "157",
            "date": "2005-07-19 11:52:54",
            "id": "2324150",
            "reply_to_id": "2321685",
            "text": "Paladin með reckoning ot retribution aura á moti rogue með 50% boost i attack speed, rogueinn drepur sjalfan sig á þvi að attacka hann :)\nog flestar rogues halda áfram að lemja meðan maður er með shieldinn á(helling af dmg, 24-29 með retri aura og svo reckoning)."
        },
        {
            "user": "Avatar",
            "user_id": "157",
            "date": "2005-07-19 12:01:24",
            "id": "2324158",
            "reply_to_id": "2324150",
            "text": "Svo ekki sé talað um Holy Shield.. hátt í 200 í damage fyrir hvert block í 4 block eða 10 sekúndur. Hækkar block-rate um 30% ;)"
        },
        {
            "user": "Acidious",
            "user_id": "25561",
            "date": "2005-07-19 12:02:46",
            "id": "2324161",
            "reply_to_id": "2324158",
            "text": "svo er annar talent i protection trenu sem gefur honum auka 30% og þá er hann með 60% block chance með holy shield"
        },
        {
            "user": "Acidious",
            "user_id": "25561",
            "date": "2005-07-19 12:19:06",
            "id": "2324206",
            "reply_to_id": "2324161",
            "text": "Heh, já strákar, það eru til talents hjá paladins, það er rétt, ég hef tekið eftir því.\nEn ég verð þó að segja að við deyjum nefninlega ekki fljótt á móti paladins ef þú veist hvað þú ert að gera. Í fyrsta lagi áttu að reyna hvað mest að halda honum stunned.. Ég skal segja hvað ég geri oftast. 1on1\nStealth, cheap shot, sinister strike + Kidney shot.. sinister strike.. gouge.. Vanish - Cheap shot, SS, evasion (þakka guði að þetta virkar því þetta er bannað að nota nálægt warriors) .. cold blood og Eviscerate (5 punktar) sama hvað þú ert með góðan armor gegn þessu ertu kominn með low hp og hann shieldar og healar.. KANNSKI kominn með 2 högg á mig.. ég nota sprint og Bandage útí rassgati..\nHann kemur til mín og ég geri gouge.. kannski backstab þarna og kidney shot.. SS.. gouge og vanish.. cheap shot - SS og CB eviscerate.. og ef þetta virkar ekki á hann ertu kominn í smá bobba.. en þú hendir á evasion og lemur hann til dauða og reynir að halda honum stunned eins mikið og þú getur..\nVerð að segja að í samanburði þá er paladins ekki nálægt því að vera eins erfiðir og Warriors og sumir virkilega góðir mages, því ef pallies gætu ekki healað.. þá værum við búnir að drepa hann a.m.k þrisvar áður en hann nær að drepa okkur (þá meina ég í raun alla classa :P) en vegna þessara heals+shields sem þeir geta notað eru þeir hins vegar þokkalegir.\nÞað sem mér finnst skrítið er af hverju þeir gera svona vegg úr stáli og kalla sig Paladins og samt í raun ertu að ná honum á low hp tvisvar í bardaga.. er það ekki eitthvað skrítið?\nÉg verð þó að játa að þessir protection speccuðu pallies eru ögn erfiðari en hinir því þeir eru að blocka eins og fávitar, það virðist vera 50-50 chance hjá mér að drepa þá, ekki minna og ekki meira.. hef hins vegar aldrei séð annan en Mage virkilega leika sér að mér (eiginlega bara einn Guildie :P)a\n(má þar nefna einn á mínum server með Lawbringer head - gauntlets og leggings og Thunerstrike vopnið sem ég leik mér oft við, hann drepur mig stundum jú, en hann gapir yfir þegar ég drep hann..)\nEn jú, varðandi aggro take frá warriors, jú það er sko hægt, í raun er það mjög auðvelt.. þrátt fyrir að við gefum MT í MC að byggja upp aggro í 20-30 sec. og komum inn svo.. þá virðist ég OFT taka aggro frá þeim og þurfa að henda Feint inn og bjarga rassgatinu mínu þar með.. og já .. ég hef séð presta overheala og taka aggro og kvarta útí warriorinn..\nen já..\nTakk fyrir,\nAcidious\nmuna www.warcraftmovies.com - Shadowmeld's Way"
        },
        {
            "user": "Avatar",
            "user_id": "157",
            "date": "2005-07-19 14:57:11",
            "id": "2324465",
            "reply_to_id": "2324206",
            "text": "Þú gerir ráð fyrir að paladininn geri soldið mikið í þessari taktík þinni. Paladin getur nánast alltaf troðið inn stunni þarna á milli, shieldað og healað, notað Repentance (6 sek sleep, 31 punkta prot spec talent) fyrir “auka” stun (bæði eru á 1 mínútu cooldown), hann getur bandageað þegar þú bandagear.\nPersónulega elti ég rogues aldrei.. ef ég sé hann sprinta í burtu tek ég bara minn tíma og bandagea eða heala ef ég þarf þess.\nNú veit ég ekki hversu marga fully prot-speccaða paladina þú hefur barist við en sem full prot speccaður paladin þá hef ég ekki tapað dueli eða 1on1 PvPi á móti neinum öðrum melee class heillengi. Fyrir þetta fáránlega survivability borga ég því miður með að geta ekki unnið aðra paladina eða druida (endalaus bardagi). Hunters, rogues og warriors hafa ekki átt séns hingað til. Magear hins vegar eru hræðilega erfiðir. Priest og Warlock bardagi snýst bara um að out-mana þá þar sem þeir geta ekki njúkað eins svakalega og mage."
        },
        {
            "user": "Xzeno",
            "user_id": "3366",
            "date": "2005-07-19 16:12:51",
            "id": "2324632",
            "reply_to_id": "2324206",
            "text": "stun, heal(ekkert bandage hjá þér)\npvp trinket(ekkert stun hjá þér)\nAoE dot (ekkert bandage hjá þér)\nÉg hef aldrei tapað á móti same lvl rogue i duel og mjög fáum sinnum tapað fyrir higher lvl rogues(i lvl51 byrjaði eg að taka lvl60 combat rogues sem kunna ekki að fighta paladins, svo i 54-56 tok eg allar rogues)\nPaladins eru bara rogue killers, það er bara þannig."
        },
        {
            "user": "Xzeno",
            "user_id": "3366",
            "date": "2005-08-21 04:02:35",
            "id": "2401770",
            "reply_to_id": "2324632",
            "text": "“Paladins eru bara rogue killers” sko, það er ekki bara alltaf talent tree og vopn sem skipta máli, það er að þú kunnir almennilega á classinn þinn, td byrjaði ég að taka lvl 60 paladins og hunters þegar ég var 52 rogue, eflaust bara heppni og gegn lélegum spilurum, ég hef allveg sneitt marga paladins niður í ræmur en líka lent á helvíti góðum spilurum og drepist mjög hratt. En aftur á móti get ég ekki beint verið sammála um að þeir séu einhverjir ofur rogue killers :)"
        },
        {
            "user": "IceLock",
            "user_id": "33708",
            "date": "2005-07-19 12:10:43",
            "id": "2324179",
            "reply_to_id": "2321685",
            "text": "Góð grein\nÉg gleymi alltaf að nota Feint, hef ekki tíma í að eyða 20 engergy ;)\nLendi alltaf að tanka Darkmaster í Scholomance eða Generalinn í UBRS"
        },
        {
            "user": "Acidious",
            "user_id": "25561",
            "date": "2005-07-19 12:20:59",
            "id": "2324211",
            "reply_to_id": "2324179",
            "text": "Þetta finnst mér nefnilega allrosalegt að Rogues skuli ekki stútera classinn sinn það mikið að fatta að feint sé ómissandi.. lenti meiraðsegja í að fara í Zul Farrak í gær með guildie og guess what… Rogueinn hafði ekki hugmyn um hvað feint gerði ..\nAnnar hafði ekki einu sinni trainað þann skill þegar hann var lvl 60 því hann hélt að þetta væri useless..\nþetta má með réttu orði kalla “newbies” :P"
        },
        {
            "user": "IceLock",
            "user_id": "33708",
            "date": "2005-07-19 16:24:40",
            "id": "2324683",
            "reply_to_id": "2324211",
            "text": "Ég er nú ekki beint newbie, kann minn class er bara ekkert að pæla í þessu þegar ég gat alltaf vanishað og rugl"
        },
        {
            "user": "Bjarke",
            "user_id": "19229",
            "date": "2005-07-19 12:53:31",
            "id": "2324284",
            "reply_to_id": "2321685",
            "text": "hehe kjúl grein, margt sniðugt þarna inni, er sjálfur mikið búinn að spila Troll Rogueinn minn er á lvl 22 sem stendur, finnst hann frábær enda hunter það leiðilegasta sem ég veit um >:/\nskemtileg saga hérna, var í Stonetalon að drepa lvl 23 machine gaur, var kominn með 5combo points á hann, þá kom lvl 23 hunter og fór að skjóta mig, ég kláraði machine með 313dmg crit og notaði healing potion, kominn með fullt líf (átti um 5% þegar hunterinn kom) og fór beint í hann og rústaði honum ;) tók hann svo aftur seinna, sá hann stealthaði, sappaði hann drap petið hans og svo hann :) bara af því ég veit að það er pirrandi þegar pet deyr ^^"
        },
        {
            "user": "Bjarke",
            "user_id": "19229",
            "date": "2005-07-20 11:00:59",
            "id": "2326811",
            "reply_to_id": "2324284",
            "text": "Þá hefur þessi hunter veirð noob… ég sem level 12 hunter(alt char rústaði Rogue level 19 í solo…. það fer ekki eftir classinum hvort hann sé góður heldur Playerinn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-07-21 13:27:45",
            "id": "2329238",
            "reply_to_id": "2326811",
            "text": "satt, reyndar var ég að enda við að rústa lvl 18 hunter og 19 rogue sem jumpuðu mig og ætluðu að ganka mig (ég lv 23) tók þá báða ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-07-19 14:18:50",
            "id": "2324400",
            "reply_to_id": "2321685",
            "text": "Yeah góð grein. Hata samt að vera gankaður af rogue-um. Það er “LAME”"
        },
        {
            "user": "Pergamon",
            "user_id": "59623",
            "date": "2005-07-19 15:34:42",
            "id": "2324537",
            "reply_to_id": "2321685",
            "text": "Ja finasta grein, eg var ad spila 60 troll rogue a bandariskum server sem heitir Boulderfist og var ad nota stunlock strategy, hef ekki spilad wow i 2 manudi dannig ad eg man ekkert i hvad eg addadi, en dad er finasta strategy.. focusar a ad halda andstaedingum sunnudum og safna saman points og gera nokkud gott damage, svo var Blind og FA alveg gedveikt sem eg notadi nanast alltaf :).\nZiggy - Ich bin in Deutschland Ja!"
        },
        {
            "user": "Ecel",
            "user_id": "52224",
            "date": "2005-07-19 18:46:30",
            "id": "2325081",
            "reply_to_id": "2321685",
            "text": "Flott grein, hjálpar með talent build hjá mínum rogue. Þeir hafa alltaf verið pain fyrir shamaninn minn, ákvað að gera einn =)"
        },
        {
            "user": "Mannvitsbrekka",
            "user_id": "15660",
            "date": "2005-07-19 19:54:48",
            "id": "2325324",
            "reply_to_id": "2325081",
            "text": "Jubb, þessi stun tactic er pirrandi, og virkar of oft á móti mér.\nHins vegar hef ég aldrei tapað á mótið rogue þegar ég er með Death Ray'inn minn tilbúinn (Hammer of Justice - Deathray..*splatt*)"
        },
        {
            "user": "MadMonk",
            "user_id": "2070",
            "date": "2005-07-19 23:35:25",
            "id": "2326150",
            "reply_to_id": "2321685",
            "text": "*Sigh*\nEkki að ég vilji vera neitt leiðinlegur en ég skil bara ekki afhverju svona mikið af fólki spilar rogue classinn.\nÞegar ég spila leiki vil ég fá eitthvað “challenge” út úr þeim, og ég held að margir leiti eftir því… það eru kannski helst þeir sem eru óvanari þessum rpg leikjatýpum sem velja rogues. Það gæti skýrt hversu stór hópur spilar hann, WoW dró að sér gífurlegan fjölda af spilurum sem eru kannski heldur vanari þessum first-person shooters… drepa hratt og deyja sjálfur.\nÉg er samt ekki að segja það að allir rogues séu þannig, rogues hljómuðu nefnilega mjög vel *áður* en ég actually spilaði leikinn.\nSíðan komst ég að því hversu mikið button-bashing þessi class er og þá missti ég allan áhuga.\nAð mínu mati er rogue-inn einn af einhæfari clössum þessa leiks, og hef ég heyrt mörg comment sem styðja það og gagnrýna.\nÉg hef heyrt rogues lýsa step-by-step hvers kyns strategies þeir þurfa að nota o.s.frv. en ég get ómögulega séð hvernig það stenst samanburð við flesta aðra classes… sérstaklega end-game.\nAllavega, þá á ég mjög erfitt með að bera virðingu fyrir rogues því mér finnst þeir virkilega vera að spila easy-mode. Ég þekki nokkra rogues sem eru góðir spilarar en sem góðir spilarar + að vera rogues þá rúlla þeir í gegnum leikinn, enda er þessi class byggður fyrir grinding.\nÍ rauninni enginn svakalegur boðskapur með þessum post-i nema kannski að vara nýja spilara við að stökkva of snemma á rogue classinn. Það er hægt að fá mun meira út úr leiknum."
        },
        {
            "user": "mastermaggi",
            "user_id": "42762",
            "date": "2005-07-20 00:14:42",
            "id": "2326303",
            "reply_to_id": "2326150",
            "text": "þeir eru erfiðastir í duelum finnst mér\nalltof snöggir og hlaupa út um allt"
        },
        {
            "user": "Acidious",
            "user_id": "25561",
            "date": "2005-07-20 10:09:03",
            "id": "2326767",
            "reply_to_id": "2326150",
            "text": "Ég verð að vera virkilega ósammála því að Rogues séu með nokkru móti “easy way through” í WoW .. og að hann sé einfaldur í spilun.\nÞað sem WoW var hannaður til að búa til margar leiðir með hverjum class er það vel hægt með Rogues, og þó að spil flestra sé komið í eitthvað ákveðið fast mót og þú ert bara að raða inn einhverju í réttri röð .. þá á það við alla classes.. Hver kannast ekki við að sjá bara einhverja fasta rútínu hjá Mage? Warlock? Shaman? .. þetta er allt svona, svo einfalt er það.. það er engin auðveld leið í gegnum leikinn og engin virkilega challenging.\nÞað eru allir classar sem bjóða uppá nálægt endalausa möguleika, ef menn þora að custom-builda talents.. þá er allt hægt, því miður er ekki hægt að alhæfa svona með postinu.\nÞú hefur kannski átt von á því að fá svona svar en ekki finnst mér það skrítið :P því þetta er beinlínis lítillækkun á class, og á ekki rétt á sér. Því miður heyri ég þetta of oft og fólk virðist halda að það sé bara einhver ein leið fyrir Rogues að berjast, en það er, eins og skilja má á þessu svari, rangt. Það eru hins vegar til leiðir sem eru “léttari” en aðrar og notast er oft við þær.. og það á við ALLA classes.\nÉg verð þó að játa að Rogues eru fínir í power-leveling, en Mages eru jafnvel betri í því. Ef þú vilt svo fá step-by-step instructions hvernig flestir spila classinn þinn og fá því á tilfinningunni að aðeins EIN (kannski tvær) leið er til sem virkar (sem virðist eiga við um alla classa), þá skaltu kíkja á Forums í www.worldofwarcraft.com .. þá mætti ég kannski henda þessum orðum þínum á sjálfann þig og gera Rogue = “Enter Class Here” … ?\nTakk fyrir,\nAcidious"
        },
        {
            "user": "MadMonk",
            "user_id": "2070",
            "date": "2005-07-21 01:58:16",
            "id": "2328821",
            "reply_to_id": "2326767",
            "text": "Þetta var einmitt það týpíska svar sem ég bjóst við að heyra frá einverjum rogue sem hefði móðgast við þennan póst hjá mér.\nÞú segir að það sé engin auðveld leið í gegnum leikinn og engin virkilega challenging. Þetta er að hluta til mjög rangt. Í öllum tilfellum þar sem þú hefur nokkra mismunandi valmöguleika þá er einn þeirra léttastur og einn erfiðastur.\nÞað þarf ekki að vera að það muni neitt gífurlegu en munurinn er eingu að síður til staðar.\nEinungis út frá þessum rökum er augljóst að það sé ein “easy way through” í WoW. En það er ekki einu sinni á svona vafasaman hátt sem ég byggi álit mitt.\nÞetta sem þú nefnir með fasta rútínu er mjög greinilegt, og alveg tekið með í reikninginn. Ég myndi heldur ekki segja að mages séu í flóknari endanum á þessum kvarða en miðað við það ótrúlega hlutfall lélegra warlocks sem ég hef séð þá myndi ég segja að þeir séu flóknari í spilun en rogues.\nÉg segi hedlur ekki að rogues séu einfaldastir og léttastir frá öllum gameplay hliðum leiksins, heldur aðeins ef litið er yfir heildina. Það er ástæða fyrir því að mjög stór hluti gold farmer-a velja að spila rogues. Á réttum stöðum er hægt að hala inn ógrynni af peningum án eins mikillar tíma skuldbindingar og aðrir classar þurfa að gefa í það. Einn stærsti hluti WoW er einmitt að “eignast”, og það sem spilarar gefa í leikinn til að eignast hluti og peninga er *tími*.\nÞannig á þeim forsendum er það mjög augljóst hversu einfalt og þægilegt það er að vera rogue.\nSvo koma önnur aspect leiksins inní, í pvp kerfinu hafa rogues og mages (dps dealers) það best/léttast þar sem honor er reiknaður út frá damage contribution.\nÞitt særða stolt hefur algerlega hlaupið með þig því að ég “alhæfði” ekkert í mínum pósti, hvað þá um þá möguleika sem hverjum class býðst.\nLítillækkun á class? Af hverju?\nÉg gaf mín rök fyrir því hverjar ég teldi ástæður þess að þetta væri einn mest spilaði classinn og hvers vegna mér finnst hann einfaldastur.\nÉg nenni engan veginn að koma með útlistun á öllum mögulegum rútínum sem hægt er að nota þegar barist er og bera svo classes saman þannig að það verður að miða þetta við reynslu af leiknum.\nMín reynsla er greinilega önnur en þín (ég ætla einnig að gefa mér það að þú spilir rogue sem main char) en það þýðir EKKI að mín skoðun eigi ekki rétt á sér… það er bara bull.\nÞú talar um að ALLIR classes noti oftast einhverja léttustu leið en það er rangt hjá þér. Þarf ekki að líta lengra en að druids til að sjá að það eru a.m.k. 3 leiðir sem eru jafn mikið notaðar í pve… pvp er svo enn fjölbreyttara.\nÞarna komst þú með *Alhæfingu* rétt eftir að hafa sagt að það væri “ekki hægt að alhæfa svona með postinu”. Ég get ómögulega séð hvar þín alhæfing er yfir þínar eigin reglur hafin…\nPS. Ég er tíður gestur á bæði EU og US forums en takk samt fyrir ábendinguna. Ég held ég taki bara orð mín )og þín) og geri Rogue = “Enn jafn einfaldur og áður að mínu mati”\nPunktur.\nKv. MadMonk"
        },
        {
            "user": "7946",
            "user_id": "46584",
            "date": "2005-07-20 01:25:07",
            "id": "2326575",
            "reply_to_id": "2321685",
            "text": "uumm ég er bara nýbirjaður að spila leikinn og ja ég er að spila sem rogue og ég var að fá pick pocket “hæfileikann” en get ekki fundið út kverjum ég get stolið af svo gæti einkver upplíst mig?\nps.sorry ég veit að stafsettningin mín sökkar en ég get ekkert í því gert nema beðist afsökunar svo endilega sínið þá sjálfsögðu kurteisi að vera ekki að bögga mig út af því"
        },
        {
            "user": "Rikki",
            "user_id": "5508",
            "date": "2005-07-20 17:34:17",
            "id": "2327443",
            "reply_to_id": "2321685",
            "text": "Ég var alltaf duglegur við að hjóla í þann mob sem aggroaði priestinn/mageinn og stunna hann í tætlur, reynandi að ná aggroinu í staðinn :)"
        },
        {
            "user": "Flotti",
            "user_id": "41068",
            "date": "2005-07-20 22:20:16",
            "id": "2328326",
            "reply_to_id": "2321685",
            "text": "haha er hunter… erfitt fyrir að roguea að taka þá :D"
        },
        {
            "user": "Matanza",
            "user_id": "32348",
            "date": "2005-07-20 23:13:27",
            "id": "2328497",
            "reply_to_id": "2328326",
            "text": "Já i duelum en ekki real pvp."
        },
        {
            "user": "jokull88",
            "user_id": "56581",
            "date": "2005-07-24 23:34:06",
            "id": "2336194",
            "reply_to_id": "2321685",
            "text": "Humm Hvenær á maður að fá að duela við rouginn sem skrifaði þessa grein og sjá hversu léttur maður er\nname=jokull\nlvl=56 almost 57\nrealm=skullchruser\nclass= paladin sem mer fannst þu gera litið ur og segjir hann vera easy target og meða við hvernig þu duelar með warriornum þinum ættiru að taka þau orð aftur :S\nRaise Dvergu"
        },
        {
            "user": "LiQuiD",
            "user_id": "50561",
            "date": "2005-08-07 13:30:13",
            "id": "2363533",
            "reply_to_id": "2336194",
            "text": "Ég hef horft á hann Shadowmeld duel-a og hann er sko ekkert lamb að leika sér við get ég sagt þér."
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2005-08-15 14:28:31",
            "id": "2384389",
            "reply_to_id": "2363533",
            "text": "Ég er alls ekki sammála með að Rogueinn sé auðveldastur. Ég hann hefur jú minna armor en flestir melee kallar og það þarf að spila svoldið formfast þegar maður er t.d. að grinda. En það er nú bara svo að maður reynir ávallt að finna fljótlegustu leiðina til að levella upp og það þýðir ekkert að segja mér það að aðrir spilarar hafi ekki gert það eða hugsa um það. Því betur sem þú nærð tökum á þínum kalli því formfastari ertu.\nAð mínu mati held ég að Druid sé auðveldasti kallinn. Hann hefur talenta til að herma eftir rogue, healer og tank. Þessi einstaklingur er nauðsinlegur allstaðar og við erfiðar aðstæður getur hann notað það form sem á best við.\nRogueinn þarf að stealtha og það þýðir ekkert endilega að hann komist allstaðar í gegn því að þegar að óvinirnir eru á mun hærra levelli að þá laðast þeir að Aggroi roguesins. Það er ekkert grín að vera í Stormgarde á level 30 og level 38-59 ogres gera árás. En hvað gerir maður ekki fyrir hnífinn. ;)\nSem betur fer hef ég ekki tekið eftir mörgum rogues á mínum server og það er fáir í mínu guildi sem eru rogues.\nÞað er mjög auðvelt að klúðra Rogue, ef þú velur ekki rétta statta og rétta leið til að gera árás og/eða koma þér undan þá getur þú verið búinn að koma þér í rosa klemmu.\nEitt það skemmtilegasta sem ég geri er að soloa erfið og crowded missions því að þú einn getur mestalagi drepið einn í einu og þú ert að glíma við þá stöðu að það er allt morandi í köllum og patrol þar sem að þú verður að tímasetja óvininn og það tekur oft smá undirbúnig og skipulag. Þeir sem halda að rogue sé bara hack/slash þeir eru bara ekki með rétta mynd í kollinum.\nÉg man þegar að ég fór í Wailing Caverns að safna blómum að þá var mjög gott að nota stealth til að fela sig og safna blómum en ég var á það lágu levelli að ég rétt gat það á móti þessum elítum sem voru inni og þetta gerði ég einn.\nÉg mæli með því að ef maður þekkir ekki marga á servernum sem maður er að spila á, að nota rogue því hann er fínn kall til að solóa og þú færð mikið útúr því. En ef þú vilt geta verið rogue og tank þá skaltu vera druid. Þeir eru kallar sem allir vilja hafa með sér í liði."
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2005-08-15 14:59:48",
            "id": "2384439",
            "reply_to_id": "2384389",
            "text": "Annars er eitt sem er alveg þrusu gaman. Það er eins og við Yeti cave í Hillsbrad foothills er horfa upp á alliance 3-4 saman vera að pulla Yeti og hlaupa inn í hellinn taka með sér 4 yeti og sprinta að alliance liðinu. Gera þar feint og horfa svo upp á Yetiana slátra alliance liðinu.\nÞetta var ein mesta skemmtun sem ég hef séð.\nNátturulega fyrir utan að taka alliance aftanfrá í Xroads og éta svo liðið aftanfrá meðan að allir þeir fyrir framan eru í hörku bardaga við það sem þeir sjá. :)"
        }
    ]
}