{
    "forum_title": "Rómantík",
    "user": "Omnipotence",
    "user_id": "51223",
    "date": "2005-07-19 14:57:12",
    "title": "Frodleiksmoli + Ladybird",
    "text": "Ég var að lesa grein hérna á rómantik sem að Ladybird skrifaði um sig og frodleiksmoli og fór að pæla…. Djöfull er skrítið að fólk geti bara svona lent saman gegnum huga! Haldið að það séu fleiri dæmi um þetta..? mér langaði bara að forvitnast því að ég er ógeðslega glaður fyrir þeirra hönd og ég óska þeim alls hins besta, en hefur eikker spáð hvað það er skrítið að hann byrji með stúlku sem hann er að hjálpa? era ekki pínu svona þið vitið… ófaglegt if you know what I mean, þar sem hann er víst sálfræðinemi and all..\nnei bara pæling ekkert bögg:)",
    "url": "https://www.hugi.is/romantik/greinar/313539/frodleiksmoli-ladybird/",
    "url_id": "313539",
    "id": "2323995",
    "replies": [
        {
            "user": "Jessalyn",
            "user_id": "17818",
            "date": "2005-07-19 15:01:46",
            "id": "2324474",
            "reply_to_id": "2323995",
            "text": "Ég verð að segja að mér finnst þetta ótrúlega fyndin tilviljun, að einhverjir skulu í alvöru byrja saman í gegnum þetta áhugamál. En engu að síður er ég mjög stolt og ánægð fyrir þeirra hönd.;)\nHins vegar er hann ennþá bara nemi og það eru engar reglur um að nemar megi ekki sænga hjá sjúklingum sínum. Það eru í rauninni engar reglur um að nemar megi taka til sín sjúklinga yfir höfuð svo að það voru engar reglur brotnar þegar þetta samband var myndað. :)\nGangi ykkur vel hugapar og endilega komið með góðar sögur hingað inn! :D\nKv, Jessalyn\nStjórnandi á /rómantík"
        },
        {
            "user": "Eleseus",
            "user_id": "36635",
            "date": "2005-07-19 16:35:34",
            "id": "2324711",
            "reply_to_id": "2324474",
            "text": "Sæl verið þið öllsömul :) Mig langar kærlega að þakka ykkur öllum fyrir heillaóskirnar, bæði í þessari grein og greininni hennar Ladybird.\nÉg vill í raun þakka “Disarm” fyrir að hafa komið fram með þá pælingu hvort ég væri í raun ekki pínu “ófagmannlegur” útaf því að ég byrjaði með Ladybird minni þegar ég var að aðstoða hana með vandamál, því ég bæði pældi í þessu sjálfur og var í raun undrandi að þetta skyldi ekki hafa verið nefnt í greininni sem ástin mín skrifaði.\nÉg komst hinsvegar að þeirri niðurstöðu að svo væri ekki.\nÉg tel persónulega að þessar “reglur” hafi verið settar varðandi samskipti sálfræðings og “sjúklings” til þess að vernda báða aðila frá “nánum tilfinningum í hita leiksins” ef svo má að orði komast.\nÞegar einstaklingur á bágt og leitar sér aðstoðar hjá einhverjum sem getur aðstoðað hann, þá fyllist  sá einstaklingur oft af þakklæti, og það þakklæti gæti auðveldlega breytt sér yfir í “óverðskuldda hrifningu” ef samskiptin eiga sér stað í tilfinningaþrungnu umhverfi, sérstaklega ef umræddur sjúklingur og sálfræðingur eru ekki af sama kyni (nema nátturulega að samkynhneigð eigi við).\nHinsvegar lítum ég og Ladybird svo á, að það eigi alls ekki við í okkar tilfelli.\nAuðvitað má telja að það hafi kannski eithvað spilað inn í þetta hjá okkur báðum, en, það sem situr eftir er eithvað mikið meira og sterkara, eithvað, sem við bæði teljum vera hreina og verðskuldaða ást.\nEf fyrrnefnt dæmi ætti við okkur, þá hefði “hrifning okkar” átt að dofna töluvert, jafnvel enda, eftir að vandamálið væri nær leyst, en það hefur alls ekki gert það. Í raun má segja að það sem við erum að upplifa sé algjör andstæða.\nVið verðum hrifnari og ástfangnari af hvort öðru með hverjum einasta degi :)\nÉg á meira sameiginlegt með þessari stúlku heldur en nokkurri annarri sem ég hef kynnst, og má segja að ég finni vart galla á okkar samskiptum.\nÞannig að ég tel okkur vera harla örugg gagnvart því “slæma ástandi” sem getur myndast útfrá “óverðskuldinni hrifningu” sem getur átt sér stað milli sála og sjúklings :)\nÉg vona að þetta hafi svarað þér eithvað Disarm, og hinum sem höfðuð einnig látið ykkur detta þetta í hug :)\nKannski á Ladybird mín einnig eftir að skrifa nokkrar línur hérna .. hvernig væri það elskan? :)\nÉg skal reyna að láta meira heyra frá mér. Það virðist bara vera rosalega erfitt að finna sér einhvern tíma fyrir framan tölvuskjáinn núorðið.\nOg til þeirra sem tóku ekki eftir því, þá er ég því miður hættur að aðstoða fólk með vandamál í bili, þannig að ég bið ykkur vinsamlegast um að hætta að senda mér boð þangað til að ég boða endurkomu :)\nKær kveðja,\nFróðleiksmoli"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-07-19 19:38:31",
            "id": "2325268",
            "reply_to_id": "2324711",
            "text": "Hafði ekki hugmynd um þetta en óska ykkur tveimur alls hinns besta og allar mínar hamingjuóskir =l :D."
        },
        {
            "user": "Eleseus",
            "user_id": "36635",
            "date": "2005-07-19 23:47:42",
            "id": "2326216",
            "reply_to_id": "2324711",
            "text": "Klapp Klapp Klapp :D Samgleðst ykkur :)"
        },
        {
            "user": "Omnipotence",
            "user_id": "51223",
            "date": "2005-07-20 08:53:12",
            "id": "2326701",
            "reply_to_id": "2324711",
            "text": "Já ok hehe þetta var bara pæling sko og mér datt í hug að þetta væri svona á milli ykkar;) aðalmeining greinarinnar var bara að spyrja hvort það væru fleiri hugarar sem að kynntust eins og þig því þetta er frekar sérstök leið til að kynnast;) og ef þið eruð eins ástfangin og raun ber vitni þá vona ég svo sannarlega að þetta gangi allt vel upp hjá ykkur og svo auðvitað að við sjáum meira eftir ykkur hér á huga;)\nGangi ykkur vel!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-07-20 11:06:08",
            "id": "2326820",
            "reply_to_id": "2326701",
            "text": "Þetta er bara mjög nútímalegt að fólk kynnist á netinu. Það hefur marga kosti og einnig einhverja ókosti, t.d. þú veist ekki hvernig viðkomandi lítur úr. En stærsti kosturinn er að þú getur talað við manneskju sem er einnig að leita og hefur svipuð áhugamál og þú. Mér finnst þetta bara vera gott mál og betri en þessi aumkunarverði djammpakki."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-07-27 15:42:31",
            "id": "2341312",
            "reply_to_id": "2324711",
            "text": "Fróðleiksmoli: ég sendi þér boð einhvern tíma fyrir löngu og fékk ekki neitt til baka… en ég vildi bara láta þig vita að það gengur allt vel og við erum byrjuð saman :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-07-28 01:32:28",
            "id": "2343074",
            "reply_to_id": "2341312",
            "text": "Kæra Regnbogi.\nFrábært að það skuli allt ganga vel hjá ykkur.\nÁstæðan fyrir því að ég svaraði þér ekki er sú að ég var “kominn í frí” frá skriftum hér á Huga þegar þú sendir mér þessi boð, þannig að ég var hættur að svara öllum.\nÉg biðst hinsvegar afsökunar að hafa ekki sent þér boð þar sem ég útskýrði það að ég væri “kominn í hlé”, því ég taldi mig hafa sent það til allra sem sendu mér boð þegar ég var “hættur”.\nÉg óska þér alls góðs gengis og mun kannski hafa samband við þig til að sjá hvernig gengur ef ég “kem úr fríinu mínu” :)\nKær kveðja,\nFróðleiksmoli"
        },
        {
            "user": "Omnipotence",
            "user_id": "51223",
            "date": "2005-07-19 17:21:45",
            "id": "2324840",
            "reply_to_id": "2323995",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "Omnipotence",
            "user_id": "51223",
            "date": "2005-07-19 21:41:09",
            "id": "2325724",
            "reply_to_id": "2324840",
            "text": "jájá Evklid,\nþú hefur ekkert markgildi hérna,\nenda hafa ekkert nema leiðindasvör(eða réttara sagt  einna orða svar) komið\nfrá þér hérna undanfarið og greinilega sér ekki\nsér fyrir endan á því."
        },
        {
            "user": "Omnipotence",
            "user_id": "51223",
            "date": "2005-07-19 21:52:13",
            "id": "2325770",
            "reply_to_id": "2325724",
            "text": "Það var nú bara gert mér til skemmtunar.\nEn hér var mér þó full alvara."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-07-19 23:35:29",
            "id": "2326151",
            "reply_to_id": "2325770",
            "text": "Það er svona, slepptu þessum drullum sem eru “þér til skemmtunar” svo þú verðir tekinn alvarlega seinna mei"
        },
        {
            "user": "Omnipotence",
            "user_id": "51223",
            "date": "2005-07-20 08:46:23",
            "id": "2326695",
            "reply_to_id": "2325770",
            "text": "Veistu þú ert bitrasti hugari sem ég hef heyrt í… hvaða ástæðu hefur þú til að segja eikkvað svona? Hvað er sorglegt við þetta? ég segi bara eins og tveir síðustu ræðumenn, þegi Þú og who gives a fuck what you think!"
        },
        {
            "user": "Ladybird",
            "user_id": "58627",
            "date": "2005-07-20 09:07:24",
            "id": "2326712",
            "reply_to_id": "2323995",
            "text": "Hæhæ:) Ég vildi bara segja að ég er alveg sammála frodleiksmoli með allt:) Þetta var svo sannarlega ekki ófagmannlegt enda var þetta líka hrein tilviljun. Ég skil samt þessa “hann misnotaði sér aðstæður hennar” pælingu hjá þér;)hehehe…;P\nEn eins og hann segir þá er þetta ekki “óverðskuldug hrifning” heldur alveg hreinar tilfinningar:) bæði frá mér og honum:)\nÞað er það sem við höfum komist að eftir að hafa verið saman í rúman mánuð;)\nTakk fyrir falleg orð í garð okkar hugarar:) og takk fyrir greinaskrifin Disarm;)"
        },
        {
            "user": "BongoKazmir",
            "user_id": "34194",
            "date": "2005-07-21 00:36:06",
            "id": "2328720",
            "reply_to_id": "2323995",
            "text": "ég kynntist einni fyrrverandi í gegnum huga.is..\ncan you belive it?"
        }
    ]
}