{
    "forum_title": "Rokk",
    "user": "toddisuri",
    "user_id": "28535",
    "date": "2005-07-19 16:26:14",
    "title": "Peter Doherty",
    "text": "Peter Doherty fæddist þann 12. mars 1979 í Hexham á Englandi. Hann var næstelstur þriggja barna og eyddi  æsku sinni meira og minna í að flytja ásamt foreldrum sínum út um allt England og líka eitthvað til annarra landa. Þrátt fyrir óstöðugleika hans í uppeldinu var hann fyrirmyndarnemandi og útskrifaðist úr skóla með toppeinkunnir sem að gáfu honum kost á að komast í einn virtasta háskóla Bretlands, Lundúnarháskóla.\nLíf hans tók aðra stefnu þegar að hann hitti Carl Bart, vin systur sinnar í fyrsta sinn. Þeir höfðu báðir mikinn áhuga á tónlist og urðu góðir vinir. Þeir ákváðu síðan að hætta í skóla og stofna hljómsveit sem að bar nafnið The Libertines. Þegar að The Libertines var stofnuð voru BritPop sveitir eins og Oasis og Blur vinsælastar í Bretlandi en Peter og félagar breyttu því og hafa margar hljómsveitir á borð við The Libertines komið fram á sjónarsviðið á síðustu árum.\nFyrsta smáskífa drengjanna,\n'What a Waster'\nkomst inn á Topp40 á Breska vinsældalistanum þrátt fyrir að hafa ekkert verið spiluð á aðal ‘mainstream’ stöðunum í Bretlandi. Árið 2002 gáfu þeir út breiðskífuna\n'Up The Bracket'\nsem að varð gífurlega vinsæl og lögin Vertigo, Death on the Stairs, Up The Bracket, I Get Along og Boys in the Band voru mikið spiluð á helstu rokkstöðvum Bretlands.\nEftir þessa velgengni byrjaði Peter að nota ýmis eiturlyf, meðal annars heróín og sökk djúpt í ruglið. Hann yfirgaf The Libertines árið 2003 eftir heiftarleg rifrildi og stofnaði þá hliðarverkefnið Babyshambles ásamt því að semja helling af lögum og að eignast son með söngkonunni Lisu Moorish úr hljómsveitinni Kill City. Hann sneri síðan aftur til strákanna í Libertines snemma árs 2004 og tók upp aðra plötu með þeim sem að var nefnd eftir hljómsveitinni. Þessi plata þótti einnig mjög fersk og fyrsta smáskífan, '\nCan't stand me Now\n' komst hátt á Breska listanum. Eftir að hafa gefið þessa plötu út hætti hann í The Libertines og fór að einbeita sér að Babyshambles og gaf út smáskífuna\n'Killimangiaro'\nmeð þeim í nóvember sem að varð gífurlega vinsæl og náði öðru sæti breska vinsældalistans í desember á eftir Bono og félögum í Band Aid verkefninu.\nEftir þessa velgengni hafa Babyshambles verið að spila á hátíðum og hafa fengið góðar viðtökur hvar sem að þau fara. Þeir koma meðal annars og spila hér á Íslandi á Icelandic Airwaves í október. Ég mun ekki láta mig vanta þar.\nPete Doherty er magnaður lagahöfundur og textasmiður og er ein skærasta stjarnan í tónlistarheiminum í dag þó að blaðaumfjöllunin um hann sé frekar neikvæð. Hann er kannski dópisti en það kemur ekki í veg fyrir að hann geri frábæra tónlist sem að allir ættu að kynna sér.",
    "url": "https://www.hugi.is/rokk/greinar/313520/peter-doherty/",
    "url_id": "313520",
    "id": "2323870",
    "replies": [
        {
            "user": "need4speed",
            "user_id": "13653",
            "date": "2005-07-19 17:07:29",
            "id": "2324803",
            "reply_to_id": "2323870",
            "text": "Fín grein…"
        },
        {
            "user": "sillymoo",
            "user_id": "41079",
            "date": "2005-07-19 17:32:58",
            "id": "2324867",
            "reply_to_id": "2323870",
            "text": "Carl Barat… ekki Bart….\nfínasta grein. skemmtilegur tónlistarmaður, fer pottþétt á tónleikana með Babyshambles…"
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2005-07-19 22:02:32",
            "id": "2325815",
            "reply_to_id": "2324867",
            "text": "Jááá úpsí."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-07-19 18:54:26",
            "id": "2325111",
            "reply_to_id": "2323870",
            "text": "Veit voða lítið um þenan tónlistamann, en ég hef sjaldan hlegið jafn mikið og þegar hann var að ásaka dóttur Bob Geldof um kynferðislega áreitni."
        },
        {
            "user": "gudjonh",
            "user_id": "50556",
            "date": "2005-07-19 20:18:55",
            "id": "2325411",
            "reply_to_id": "2323870",
            "text": "fínasta grein…"
        },
        {
            "user": "eikig",
            "user_id": "29046",
            "date": "2005-07-20 00:11:59",
            "id": "2326292",
            "reply_to_id": "2323870",
            "text": "já fínasta grein alveg bara.\nSamt eitt sem ég vil benda á, bara vegna þess að það stakk mig voðalega, enda er það alveg hryllilegt bull með fullri virðingu. þú sagðir í greininni að Blur og Oasis hefðu verið stærstu böndin í Bretlandi þegar Libertines byrjuðu, það er bara því miður argasti þvættingur, ekki nema að þeir hafi byrjað svona 94-97.\nEf ég er ekki alveg kolvitlaus þá komu þeir fyrst fram um 2000 og þá var nú sól britpopparana farin að dvína heldur.\nBara svona vinsamleg ábending vona að þú takir henni ekki illa. Eins og ég sagði áðan mjög góð grein fyrir utan þetta"
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2005-07-20 00:42:16",
            "id": "2326500",
            "reply_to_id": "2326292",
            "text": "Hehe, allt í lagi. :)\nÉg gerði ráð fyrir því að þessi bönd hefðu verið svona aðal á þessum tíma :P\nTakk fyrir ábendinguna :)"
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2005-07-20 17:05:05",
            "id": "2327376",
            "reply_to_id": "2323870",
            "text": "Las ekki greinina en er það ekki Pete?"
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2005-07-20 17:35:52",
            "id": "2327447",
            "reply_to_id": "2327376",
            "text": "Hann heitir Peter, kallaður Pete."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-07-20 17:41:29",
            "id": "2327462",
            "reply_to_id": "2327447",
            "text": "allt í lagi félagi…\nPete er svoldið einum of mikið að sulla í dópinu en samt fínn gaur."
        },
        {
            "user": "zimmerman",
            "user_id": "29134",
            "date": "2005-07-21 18:30:19",
            "id": "2330105",
            "reply_to_id": "2323870",
            "text": "Ætli séu ekki svona 15% líkur á því að hann nái að staulast upp á svið á NASA.\nÍ fyrsta lagi þarf hann að vera lifandi og hefur hann ekkert verið sérlega duglegur við að sjá til þess að það ástand haldist út árið.\nSvo fréttir hann etv. af því að krakk sé ekki komið í tísku á Íslandi og hætti því við.\nSvo þarf hann að muna eftir því að hann eigi að mæta hér og þó einhver minni hann á það er ekkert víst að hann nái fluginu.\nSvo má ekki útiloka að hann verði útúr smakkaður á því og verði því ekki hleypt inn í landið.\nLíklegt er að hann tékki á næturlífinu þegar hann kemur og eru því allar líkur á því að hann verði handtekinn (skemmdarverk, ósæmileg hegðun, ólöglegur vopnaburður, líkamsárás etc.)\nOg þó svo að hann nái upp á sviðið er það ekkert gefið að hann nái að klára giggið, einnig má gera ráð fyrir því að einhver kvensnift áreiti hann baksviðs og valdi handónýtri sviðsframkomu, líkt og gerðist á live 8.\nÞannig að ég hef ekkert með miklar væntingar til framkomu hans á Airwaves, fyrir utan að það er ekkert varið í þessi nýju lög þeirra (Killimangiro og Fuck Forever)"
        },
        {
            "user": "magic",
            "user_id": "34476",
            "date": "2005-07-27 00:38:18",
            "id": "2340544",
            "reply_to_id": "2330105",
            "text": "Heyr heyr…\nAnnars fín grein, en mér finnst ekkert mikið varið í Pete Doherty."
        },
        {
            "user": "Rokkvi",
            "user_id": "42127",
            "date": "2005-08-23 11:01:02",
            "id": "2408059",
            "reply_to_id": "2323870",
            "text": "þetta er meiri fábjánin þessi náungi!! Ég hef reyndar ekkert kynnt mér tónlist hans sem gæti vel verið afbragð en það eitthvað sem fer í taugarnar á mér við hann ( og er ekki einn um það)Sá hann þegar hann söng með Elton John vissi varla hvor var vitlauasri :S"
        }
    ]
}