{
    "forum_title": "Skóli",
    "user": null,
    "user_id": null,
    "date": "2001-06-16 04:54:19",
    "title": "Fartölvur",
    "text": "Ég áhvað að senda inn þessa grein eftir vondan dag þar sem ég fékk höfnun ú gamla skólanum mínum (fá) varðandi fartölvur. Ég skrifa þetta fyrir þá sem eru að fara í skóla þar sem boðið er upp á fartölvu tæknina. Það er þannig að þegar ég kom úr grunnskólanum yfir í fá þá hafði maður völ á því hvort maður gæti átt fartölvu til að nota í skólanum og okkur var sagt að það væri mikið betri að vera með fartölvu. ég áhvað að láta mömmu og pabba leygja tölvuna sem var til boða. Síðan fæ ég hana upp í hendurnar seinna og og tek hanna upp í tíma en þá segir kennarinn að ég meygi það ekki því það þurfi ekki fartölvur í tímanum sem ég er í. Ok málið er að það voru örfárir tímar sem ´´eg hafði gagn fyrir henni og ég þurfti lítið annað en að glósa á hana. Líka það að ég byrjaði að skrópa meiri í tíma því maður hékk bara í tölvuleikjum allan tíman sem varð til þess að ég hálfpartinn féll á mætingu. æstu önn átti að láta mig í fartölvuáfanga en vegna þess að ég náði svo litlu ver ekkert úr því og talavan ekki neins vyrðis og skrópin halda áfram þar til að ég neiðist til að hætta. Svo ég spyr er ekki aðeins ódýrari og fljótlegari að kaupa sér gömlu góðu stílavækurnar?",
    "url": "https://www.hugi.is/skoli/greinar/31433/fartolvur/",
    "url_id": "31433",
    "id": "210108",
    "replies": [
        {
            "user": "Occupy",
            "user_id": "183",
            "date": "2001-06-16 14:52:53",
            "id": "210109",
            "reply_to_id": "210108",
            "text": "Má ég giska þú fellst í stafsetningu og vélritun ?"
        },
        {
            "user": "shaDe",
            "user_id": "71",
            "date": "2001-06-16 23:19:15",
            "id": "210110",
            "reply_to_id": "210108",
            "text": "Ég er sjálfur nemandi í FÍV. Skólinn var fartölvuvæddur um miðja síðustu önn og tekið inn örbylgjuloftnet svo við getum verið nettengd líka. Ég keypti mér eina svona fartölvu og sé ekki eftir því, vegna þess að mér gengur mun betur að glósa í tímum og enginn kennari bannaði mér eða nokkrum öðrum að taka tölvuna upp. Reyndar var stundum frekar erfitt að einbeita sér í tímum með 2MB nettengingu á vél fyrir framan sig… en þetta er bara ákveðin áskorun, hvort maður standist freistinguna eða ekki. Ég viðurkenni það alveg að ég skrópaði nokkrum sinnum í tíma til að sitja frammi í félagsaðstöðu og leika mér í tölvunni, en það var ekkert alvarlegt. Erfiðara var að halda einbeitingunni í tímum. Ef þú getur ekki notað tölvuna í það sem þú átt að nota hana í þarna í skólanum, heldur setur upp leiki í henni og leikur þér allan daginn… þá er ekki skrýtið að þér gangi illa. En ekki kenna tölvunum um, það ert þú sem gerir mistökin, þú þarft ekkert að setja tölvuleiki inn á tölvuna eða allavega sleppa því að vera í þeim í skólanum. Þetta fartölvudótarí er ekkert endilega fyrir alla, sumir eru mun fljótari að skrifa í gömlu stílabækurnar en að pikka þetta inn á tölvu. Menn bara verða að finna hvað hentar þeim best og kaupa sér það. Í mínu tilviki er það fartölvan. Ekki"
        },
        {
            "user": "Sblender",
            "user_id": "1767",
            "date": "2001-06-17 18:38:22",
            "id": "210111",
            "reply_to_id": "210108",
            "text": "Ég er að fara á 3 ár í Kvennó, og okkur er heimilt að koma með fartölvur, sem ég og mun gera. Við máttum það meira að segja í fyrra líka, þeir settu upp infra-rautt hub í allar stofur svo að allir geti tengst saman… :)"
        },
        {
            "user": "stoa",
            "user_id": "10772",
            "date": "2001-06-17 22:26:30",
            "id": "210112",
            "reply_to_id": "210108",
            "text": "Þetta er bara spurning um aga.\nAð hafa stílabækur er engin ávísun á að ganga fylgjast með, þú getur t.d. teiknað í þær.\nSjálfur hef ég ekki notað fartölvu hingaðtil (var að klára grunnskólann) en áhuginn fyrir hendi. En hvernig er þetta í MR? Getur einhver hugaður MRingur sagt mér hvernig er með þessi mál þar?"
        },
        {
            "user": "stoa",
            "user_id": "10772",
            "date": "2001-06-18 12:24:01",
            "id": "210113",
            "reply_to_id": "210112",
            "text": "MR hefur ekki verið fartölvuvæddur. Þ.e.a.s nemendu, hefur ekki verið boðinn sérstakur tölvutilboðspakki og ekki hefur verið komið fyrir þráðlausri nettenginu eða hvað það er sem er fylgipakkinn.  Nýherji sem hefur aðallega staðið f.fartölvuvæðingu framhaldsskólanna hefur ekki beitt sér sérstaklega í MR en hafa samt rætt lítillega við stjórnendur þar. Ekkert kom út úr því og ég hugsa að MR verði m/þeim síðustu til að fartölvuvæðast, þannig er það nú.   Hinsvegar er ekkert sem bannar að nemendur notist við tölvur og ég þekki nokkra sem hafa með sér tölvur á hverjum degi."
        },
        {
            "user": "talbina",
            "user_id": "10811",
            "date": "2001-06-18 13:55:29",
            "id": "210114",
            "reply_to_id": "210113",
            "text": "Hvernig veistu um þessar umræður milli MR og Nýherja?"
        },
        {
            "user": "stoa",
            "user_id": "10772",
            "date": "2001-06-19 14:08:53",
            "id": "210115",
            "reply_to_id": "210114",
            "text": "talbina: Sko pabbi minn vinnur hjá Nýherja og hann byrjaði verkefnið og setti saman allt heila framhaldsskólaprógrammið. Hann fór sjálfur í MR en stjórnin hafði víst ekki áhuga í bili skildist mér. Hver veit nema það breytist þegar Ingvi verður rektor?"
        },
        {
            "user": "talbina",
            "user_id": "10811",
            "date": "2001-06-19 16:26:01",
            "id": "210116",
            "reply_to_id": "210115",
            "text": "Jamm það má vona það! Annars er það aðalega fjárskortur og aðstöðuleysi sem hrjáir MR en ekki skammsýni stjórnenda"
        },
        {
            "user": "Sblender",
            "user_id": "1767",
            "date": "2001-06-21 07:16:21",
            "id": "210117",
            "reply_to_id": "210116",
            "text": "Come on, Kvennó og FÁ eru þeir einu sem eru komnir svona langt á Íslandi. Ef þið elskið tölvur, eins og ég geri, fariði þá í í Kvennó eða FÁ. Ég skal segja ykkur það, Kvennó er yndislegur skóli, og það sem roxar er að það eru höbb í öllum stofum fyrir ferðatölvurnar. Höbbin komu meira að segja fyrir síðasta skólaár, svo að krakkarnir hefðu getað byrjað að koma með Fartölvur í skólan fyrir rúmu ári síðan!!!"
        },
        {
            "user": "runar",
            "user_id": "503",
            "date": "2001-06-21 12:15:20",
            "id": "210118",
            "reply_to_id": "210117",
            "text": "Ég verð nú að vera ósammála þér Sblender því bæði Flensborgarskólinn í Hafnarfirði og Bifröst voru á undan þeim og þetta er búið að vera í gangi hjá þeim í 2 - 3 ár.  Þetta er alveg brilliant og meira að segja þeir hjá Flensborg eru búnir að koma upp svona miðstöð fyrir þá sem eiga fartölvu þar sem þeir geta hlaðið batteríinn í tölvunum og þess háttar.  Ég mæli hiklaust með því að fólk kynni sér þennan skóla því hann er alveg brilliant….."
        },
        {
            "user": "Jarlaxle",
            "user_id": "5181",
            "date": "2001-06-21 16:39:16",
            "id": "210119",
            "reply_to_id": "210118",
            "text": "Flensborgarskólinn var hörmulegur fyrir 1 ári. Engin aðstaða fyrir neitt og þessvegna hætti ég þar."
        },
        {
            "user": "Sblender",
            "user_id": "1767",
            "date": "2001-06-21 19:00:12",
            "id": "210120",
            "reply_to_id": "210118",
            "text": "Hallo, nei. 2 vinir mínir eru í flensborg. Að þeirra sögn eru engin höbb þar, allaveganna það sem þeir hafa séð, þá er ekki hægt að tengjast networkinu. Svo það eina sem þú ert í raun að segja er, að Flensborg er búinn að “Leyfa tölvur” og gerði það fyrir 2 - 3 árum, en ekkert annað…."
        },
        {
            "user": "thexion",
            "user_id": "5135",
            "date": "2001-06-21 20:18:03",
            "id": "210121",
            "reply_to_id": "210120",
            "text": "Sblender: það er rétt hjá þér að það séu ekki hubbar í stofunum í Flensborg. En aftur á móti skilst mér að í Flensborg sé þráðlaust net sem þýðir að ÞÚ ÞARFT EKKI HUBB OG SNÚRU.\nOg ég get líka sagt þér að Bifröst var fyrsti skólinn (reyndar er hann á háskólastigi) á Íslandi til að netvæðast á þann máta, nr. 2 var Flensborg, sérstaklega valinn af menntamálaráðuneytinu af einhverjum ástæðum, til að vera tilraunaskóli. Síðan hafa fleiri skólar fylgt á eftir."
        },
        {
            "user": "Sblender",
            "user_id": "1767",
            "date": "2001-06-21 23:30:07",
            "id": "210122",
            "reply_to_id": "210121",
            "text": "Ertu heimskur? Hubb eru ekki að vera með TP snúru eða neitt. Þetta eru infra-rauð hubb, maður þarf ekki að nota snúrur…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-22 01:37:06",
            "id": "210123",
            "reply_to_id": "210122",
            "text": "Herramenn!\nHvers vegna þarf umræðan alltaf að fara út í eitthvað svona fáránlegt? :)\nLesið greinina einu sinni. Lesið svarið sem er beint fyrir neðan hana. Skrollið síðan alveg niður á botn og lesið þrjú neðstu svörin.\nI rest my case.\nHöfundur, leiðinlegt með kennarann sem bannaði þér að vera í tölvunni, en eins og einhver sagði; Það krefst sjálfsaga að vera í skóla, og að sjálfsögðu líka þó þú sért með tölvu."
        },
        {
            "user": "Icequeen",
            "user_id": "4377",
            "date": "2001-06-29 01:23:35",
            "id": "210124",
            "reply_to_id": "210117",
            "text": "MA stendur sig nú líka vel í tölvumalum!"
        },
        {
            "user": "Schemer",
            "user_id": "986",
            "date": "2001-07-07 23:33:30",
            "id": "210125",
            "reply_to_id": "210124",
            "text": "Ég var í FÁ í vetur á fyrsta ári, og þá lenti ég einmitt í þessu, að maður notaði bara ferðatölvunrar í örfáum tímum. Ég fór í FÁ í haust, með góðar einkunnir og alles, og fór á þessa blessuðu Upplýsinga- og tölvubraut. Þetta er kjaftæði sumtþað sem maður fer í þarna, tildæmis myndlist og formfræði með einhverja stórskrýtna kellingu sem kennara. Tölvukennslan þarna í lágmarki, það var verið að kenna manni að senda email og einhvern álíka andskota. Ég keypti ferðatölvuna, o síðan notar maður hana ekki í helming tímanna. Ég féll td. í einu fagi og þar var bara BANN við a nota þær, jafnvel þótt að þa væri til a glósa.\nEins og einhver sagði sem mælti með fartölvunotkun, þá er þetta alveg ógeðslega þægilegt við að glósa og allt það, það flýtir ógeðslega fyrir. Tengingin í FÁ var 512 (sem var síðan hækkað í 2mbit eftir verkfall) og var ógeðslega nauðgað, maður var heppinn ef maður gat fengið 5kbit+, er reyndar að koma 100mbit næst ef ég man rétt.."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-18 14:15:49",
            "id": "210126",
            "reply_to_id": "210108",
            "text": "Hvernig stendur MH sig í fartölvu væðingunni?"
        },
        {
            "user": "ljufa",
            "user_id": "249",
            "date": "2001-06-19 13:52:18",
            "id": "210127",
            "reply_to_id": "210108",
            "text": "Mér gekk svo þúsund sinnum betur að glósa og fylgjast með og allt það eftir að ég fékk fartölvu (2 ár síðan).\nMaður er auðvitað miklu miklu fljótari að glósa og nær þessvegna öllu sem kennarinn segir og getur glósað betur.\nSvo þegar kemur að prófum þá á maður allar glósur snyrtilegar í tölvunni…\nÉg get ekki hugsað mér að taka aftur upp eitthvað stílabóka-system…\nÉg allavega mæli með fartölvunotkun :)\nKveðja,\nLjúfa"
        },
        {
            "user": "Icequeen",
            "user_id": "4377",
            "date": "2001-06-19 17:30:09",
            "id": "210128",
            "reply_to_id": "210108",
            "text": "ég er í MA og nota fartölvu í öllum greinum í öllum tímum nema stærðfræði, eðlisfræði og efnafræði því ég nenni ekki að nota formúluforrit til að teikna allt upp.\nMér finnst mun betra að nota fartölvuna. og jú vissulega freistast maður í leiki eða á netið en það er bara sjálfsagi sem maðru verður að temja sér, það þýðir ekki að kenna skólanum um það!\nhættu að grenja og mættu í tímana. og hættu að kenna öðrum um það sem er þér sjálfri að kenna"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2001-06-22 20:32:44",
            "id": "210129",
            "reply_to_id": "210108",
            "text": "Ég var að klára 1. bekk í MA og á ferðatölvu. Mér finnst hún hafa nýst mér gríðarlega í náminu en ég viðurkenni alveg að athyglin var ekki alltaf 100% til staðar með 2MB þráðlausa nettengingu.\nÞar sem ég hef alltaf verið mikið í kringum tölvur tók það alls ekki langan tíma að ná upp góðum hraða í vélritun.\nÉg giska á að ég hafi downloadað sirka 5GB yfir veturinn, tölvan er með 2GB harðan disk og með nokkrum formöttum eru þetta allavega 5 GB.\nÉg skil samt ekki að hann hafi bannað þér að nota ferðatölvu þar sem að þetta er bara eins og hver önnur stílabók, nema bara aðeins kraftmeiri og betri."
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2001-06-22 20:37:28",
            "id": "210130",
            "reply_to_id": "210108",
            "text": "…og nú þegar ég er búinn að lesa öll svörin almennilega vil ég benda á að MA er ásamt FSU og einhverjum öðrum skóla UTN-skóli, semsagt upplýsingatækniproject í gangi og öll aðstaða miðast við það. Þráðlausir höbbar útum allan skóla, þráðlausar töfluteikningar sem eru síðan sendar í e-mail og fleira……\nbara að láta vita að við á landsbyggðinni erum ekki hillbillies sem fá moggann á fimmtudögum og mjólkina á mánudögum"
        },
        {
            "user": "Sblender",
            "user_id": "1767",
            "date": "2001-06-23 00:21:14",
            "id": "210131",
            "reply_to_id": "210130",
            "text": "thexoen, heimska ógeðslega rotta, Það er infrarautt hub í hver stofu, glæný frá apple, sem drífa meðal annars í gegnum veggi. öll hubbin eru svo tengd saman yndislega ógeðið þitt. Þessi staðall sem þú nefndir er ekki til og þú ert ljótur."
        },
        {
            "user": "Harry",
            "user_id": "49977",
            "date": "2001-06-23 01:29:10",
            "id": "210132",
            "reply_to_id": "210131",
            "text": "Ég styð málstað Sblender, kannast nú við þetta sjálfur. Sæll Sblenda"
        },
        {
            "user": "Sblender",
            "user_id": "1767",
            "date": "2001-06-24 05:11:33",
            "id": "210133",
            "reply_to_id": "210132",
            "text": "Hr. Harry, þú virðist vera snillingur…"
        },
        {
            "user": "wiss",
            "user_id": "1192",
            "date": "2001-07-11 14:44:16",
            "id": "210134",
            "reply_to_id": "210108",
            "text": "Ég er í Garðaskóla og þar er heimilt að vera með ferðatölvu."
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2001-07-14 21:47:49",
            "id": "210135",
            "reply_to_id": "210108",
            "text": "samt stafsetningin er aldrei alltaf rett thannig ad madur tharf ad laga hana heima ekki gaman lang best ad hafa hana reta og eg get eki skrifad hratt med islensku stafina eg er buinn ad venjast hinum"
        },
        {
            "user": "ask",
            "user_id": "5847",
            "date": "2001-08-02 11:08:19",
            "id": "210136",
            "reply_to_id": "210108",
            "text": "FÁ og Kvennó eru ekki þeir einu sem eru með þetta. Það var hub í hverri einustu stofu í versló í vetur og núna kemur upp þráðlaust net.\nBifröst vöru Laaang fyrsti með fartölvurnar, málið er hjá bifröst er að það er skylda að vera með fartvölvu, þú getur ekki verið nemandi á Bifröst nema vera með fartölvu, námið er þannig uppbyggt. það er rafmagnsstunga í borðinu hjá þá er og alless. Ekkert smá flott.\nSystemið í versló er þannig að það er ein borðtölva, skjávarpi og tjald inn í hverri stofu. Síðan heldur kennarinn bara Powerpoint fyrirlestra og þú hlustar og glósar. Þú getur síðan downloada-að þessum powerpoint skjölum af netinu. (síðan geturu tengt fartölvuna við skjávarpann og spilað leiki á tjaldinu ;)\nÞað er hægt að nota fartölvuna í allt, þó að það yrði leiðinlegt að teikna upp formúlur í Microsoft Equation allan daginn, þannig að Stærðfræði og eðlisfræði eru kannski fögin sem fartölva er minnst notuð.\nEn allavega…"
        },
        {
            "user": "Slay",
            "user_id": "258",
            "date": "2001-08-08 13:05:49",
            "id": "210137",
            "reply_to_id": "210136",
            "text": "Ekki alveg rétt það sem er sagt um tölvuvæðingu framhaldsskólanna, Verzlunarskólinn er með mjög góða aðstöðu, 5 góð tölvuver með góðri nettengingu, höbbar í öllum stofum, leigu samnings tilboð frá nýherja og þráðlaust net veðrur í gangi núna í ár."
        },
        {
            "user": "Sblender",
            "user_id": "1767",
            "date": "2001-08-15 10:17:45",
            "id": "210138",
            "reply_to_id": "210137",
            "text": "Halló? Nákvæmlega sama stendur í póstinu fyrir ofan þig…"
        }
    ]
}