{
    "forum_title": "Heimspeki",
    "user": "FragGer",
    "user_id": "17033",
    "date": "2005-07-23 13:47:52",
    "title": "Hálf huga tilvitnun!",
    "text": "Ég rakst hérna á tilvitnun á Mig vantar handklæði lubbinum og langaði bara eitthvað svo að skjóta á tilvitnunina og benda á rangfærslu sem að mínu mati einmitt (hversu gott sem það mat er) er rangfærsla. En tilvitnunin hljómar svo…\nIf practise makes perfect an nobody is perfect, then why practise?\nHöfundur ókunnur\nVæri ekki betra að segja eins og í íslenskunni að æfinginn skapar meistarann þar sem meiningin að vera meistari þýðir einungis það að maður sé mjög vel af sér í einhverju sérstöku sviði eða sviðum en ekki fullkominn. Því eins og hann segir &#8222;enginn er fullkominn&#8220; á meðan einhverjir eru meistarar.\nEn það sem í raun fer í mig í þessarri tilvitnun er misnotkun á tungumáli til að koma skilaboðum á framfæri sem í þessu tilviki getur misleitt einstaklinginn og eins og tilvitnunin segir &#8222;því að æfa sig&#8220; fengið mann til að gefast upp á hlutunum í stað þess að reka einstaklinginn áfram á vit drauma sinna.\nÞessi tilvitnun fær mínus í kladdann hjá mér fyrir að hafa aðeins hálfa hugsun og ég vona að þið sem lesið þetta farið í framtíðinn varlega yfir tilvitnanir þar sem þær er fleiri en við mættum halda sem eiga þátt í að móta hver við erum.",
    "url": "https://www.hugi.is/heimspeki/korkar/314444/half-huga-tilvitnun/",
    "url_id": "314444",
    "id": "2333285",
    "replies": [
        {
            "user": "FragGer",
            "user_id": "17033",
            "date": "2005-07-23 13:49:57",
            "id": "2333290",
            "reply_to_id": "2333285",
            "text": "Svo virðist sem íslensku gæsalappirnar virki ekki en  &#8222;  eru samkvæmt mínu lykklaborði íslenskar gæsalappir bara svo þið vitið hvað þetta þýðir :)"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2005-07-23 16:28:58",
            "id": "2333464",
            "reply_to_id": "2333285",
            "text": "Það er oft þannig að fólk heldur að besta heimspekin sé fólgin í “sniðugum” spakmælum eða einhverju sem hljómar voða djúpt. Alvöru heimspeki er samt sú sem leiðir af agaðri hugsun og virðingu fyrir sannleikanum (orð Ara fróða “Hafa skal það sem sannara reynist” gætu verið einkunnarorð heimspekinnar), en ekki í tilraun til þess að vera djúpur eða sniðugur. Mér finnst þessi tilvitnun sem þú bendir á einmitt líta út fyrir að vera tilraun til þess að vera sniðugur. Samt geta svoleiðis spakmæli stundum verið nokkurs konar ögrun og ögrandi fullyrðingar geta oft verið góðra gjalda verðar. Kannski er gildi þessara spakmæla einmitt fólgið í svarinu sem það fékk þig til að skrifa.\nÞað er annars gott að einhver les og nennir að svara eða fjalla um þessar tilvitnanir. Til þess eru þær nú einmitt þarna, ekki vegna þess að það er svo flott að hafa spakmæli eftir einhverjum frægum heimspekingi heldur til þess að einhver hér finni þörf til að ræða þær; þær eiga að fá okkur til að hugsa. Sá er tilgangurinn."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2005-07-24 14:17:29",
            "id": "2335100",
            "reply_to_id": "2333285",
            "text": "Vel athugað.  Höfundur er einmitt að misnota\ntungumálið til að vera sniðugur.\nEn góður brandari er alltaf einhvers virði.  Þetta\ner að sjálfsögðu ekkert til að taka alvarlega.\nMinnir mig líka á annað:\nekkert er betra en eilíf hamingja\nskinkusamloka er betra en ekkert\nskinkusamloka er betri en eilíf hamingja\nBrandarinn felst að sjálfsögðu í því að “ekkert”\ner notað á mismunandi hátt.  En þetta er rökfræði-\nlega áhugavert vegna þess að það fær mann til að\nátta sig á því að “ekkert” getur í raun haft mis-\nmunandi merkingar.\nEn svo fer þetta auðvitað eftir því hversu góða\nskinkusamloku við erum að tala um."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-08-01 18:22:36",
            "id": "2349784",
            "reply_to_id": "2335100",
            "text": "Ekkert í fyrri setningunni og Ekkert í seinni setningunni hafa sitt hvora merkinguna, þannig að í tungumáli þar sem sérhvert orð myndi alltaf þýða aðeins eitt myndi þetta ekki virka.\nÍ fyrri setningunni þýðir ekkert “enginn allra hluta í heiminum”.\nÍ þeirri seinni þýðir það 0.\nNúll er betra en fullkomin lífshamingja.\nSkinkusamloka er betri en enginn allra hluta í heiminum.\nEf við skiptum um merkingu er verið að segja að 0 sé betra en fullkominn lífshamingja og að skinkusamloka sé ömurelgasti hlutur í heimi."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2005-08-02 03:53:58",
            "id": "2351127",
            "reply_to_id": "2349784",
            "text": "Þetta er að sjálfsögðu hárrétt.\nVaninn væri að segja:\nSkinkusamloka er ekki betri en neitt."
        }
    ]
}