{
    "forum_title": "Deiglan",
    "user": "BigG",
    "user_id": "36282",
    "date": "2005-07-26 11:30:28",
    "title": "Drykkjuráð og önnur góð ráð vegna komandi helgi",
    "text": "Ég er löngu hættur að fara á útihátíðir. Stundaði þær á sínum tíma og skemmti mér konunglega. Man þó að á síðustu hátíðinni ofbauð mér fylleríið og var alltaf var við hve hættuleg “stemmingin” var. Því datt mér í hug að setja hérna nokkra punkta fyrir “ungu kynslóðina” svona til að reynsla forfeðranna glatist ekki.\nSvo ég byrji á ULTRA skynseminni: Ef þú hefur\nekki aldur skaltu alfarið sleppa því að fara\n. Eins er sniðugt að spara peninginn og fara frekar borgarferð í haust til London. En ég geri ekki ráð fyrir að neinn taki mark af þessu þannig að:\nÚtihátíðir eru EKKI rétti staðurinn til að drekka í fyrsta, annað eða þriðja skiptið.\nFyrstu fylliríin hjá flestum enda í ælu og áfengisdauða. Þú villt ekki gera tilraunir á útihátíð. Reynslulítið eða reynslulaust drykkjafólk á að vera edrú.\nSkammtaðu þér.\nEf þú ert með kassa af bjór fyrir hvert kvöld láttu hann þá nægja. ekki stelast til að byrja á næsta.\nHaltu þig við\neina tegund áfengis allt kvöldið\n. Blandaðu\nþunnt\nog helst í eitthvað\nvatnsbaserað\neins og djús. Ég blandaði oftast 1dl. vodka út í Trópí í líters plastflösku. Þetta ráð mun forða þér frá verstu þýskunni.\nEins er gott að drekka óáfengt inn á milli. Ekki gos þar sem það virðist auka þynku. Djús eða vatn.\nMÆLDU\nþegar þú blandar. Þessvegna er betra að blanda í stórar einingar frekar en glas. Annars mun vínið ekki endast og þú farin að drekka 50/50 í restina.\nEKKI kaupa vín á staðnum.\nHvorki smygl né landa.\nALDREI ALDREI ALDREI\nþiggja sopa frá neinum sem þú þekkir ekki.\nViltu virkilega taka sjensinn á að vakna með engar minningar en auman rass?\nVertu með vinunum. Ef einn fer að vera ofurölva komið honum í tjaldið eða labbið með hann þar til rennur aðeins af honum. Eins ef þið sjáið eitthvað óeðlilegt t.d. hugsanlega nauðgun, miklar barsmiðar og þess háttar þá er um að gera að skipta sér af. Amk. hafa upp á gæslumanni.\nBORÐAÐU\n. Ekki bara jógúrt og rækjusamlokur. Áður en þú ferð er óvitlaust að vera búin að elda mat sem má hafa með og borða kaldann eða hita á staðnum. Við erum ekki að tala um 3 retta lúxusfæði. Pastasalat, kallt kjöt eða eitthvað sem fyllir magan. Borðið síðan um klst. áður en byrja á drykkju. Aldrei drekka á fastandi maga.\nGamalt ráð sem þingmenn fara víst eftir. Fá sér lýsi um klukkutíma fyrir drykkju. Lýsið myndar n.k. húð sem dregur aðeins úr hraða áfengisins í blóðið. Ekki hafa áhyggjur! Það skilar sér allt í blóðið en bara á temmilegri hraða.\nStrákar - ekki gleyma að alla ævi þurfið þið að vakna og horfa í spegilinn við rakstur. Viljið þið virkilega þurfa ævilangt að sjá andlit manns sem þurfti að þröngva sig upp á einhvern til að fá úr honum?\nNei er nei!\nOg þegar já verður já\nNOTIÐ SMOKK!\nÞetta á hvorki að vera helgin sem að þíð fáið nýtt afbrigði af klamedíu né eru þið að skuldbinda ykkur í 18 ára graðgreiðslur (meðlag).\nNotið skynsemina. 99% þeirra sem eru á svæðinu eru þarna á sömu forsendum og þú. Þetta 1%eru þeir sem hvetja til slagsmála, skemma, atast í löggunni og svo framvegis. Haltu þér frá slíkum aðstæðum. Mundu að löggan þarf lítið að afsaka eða réttæta til að taka þig úr umferð í 24 klst. Nóg að þú sért fullur. Því er um að gera að leyfa þeim að sinna sínu starfi og láta þá í friði. Það er fúlt að ætla að skemmta sér vel og enda svo í klefa.\nÉg er ekki að mæla með fylleríi né útisamkomum. Þvert á móti: haldið ykkur bara heima. En ef þið ætlið endilega að rasa út þá eru þessi ráð að ofan byggð á talsverðri reynslu.",
    "url": "https://www.hugi.is/deiglan/greinar/315115/drykkjurad-og-onnur-god-rad-vegna-komandi-helgi/",
    "url_id": "315115",
    "id": "2338714",
    "replies": [
        {
            "user": "andskotinn",
            "user_id": "36189",
            "date": "2005-07-26 11:45:50",
            "id": "2338740",
            "reply_to_id": "2338714",
            "text": "Ég er nýhættur að drekka, og ég bara 17 ára svo að ég þarf ekki að fara eftir þessu, auk þess er ég á móti verslunarmannahelginni."
        },
        {
            "user": "daXarinn",
            "user_id": "2442",
            "date": "2005-07-26 11:47:58",
            "id": "2338745",
            "reply_to_id": "2338740",
            "text": "“nýhættur að drekka” + “17 ára” = “á móti verslunarmannahelginni” – nokkuð skiljanlegt :P"
        },
        {
            "user": "andskotinn",
            "user_id": "36189",
            "date": "2005-07-26 12:46:44",
            "id": "2338833",
            "reply_to_id": "2338745",
            "text": "Huh hvað meinaru, ég meina þetta: hættur að drekka vegna þess hvað gerðist um seinustu helgi hjá mér, ég er 17 svo að ég hef ekki aðgang að tjaldstæðum og mér finnst asnalegt að allir þurfi að fara út úr bænum akkúrat sömu helgina."
        },
        {
            "user": "Myndarlegur",
            "user_id": "34366",
            "date": "2005-07-26 15:12:35",
            "id": "2339016",
            "reply_to_id": "2338740",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "andskotinn",
            "user_id": "36189",
            "date": "2005-07-26 19:20:02",
            "id": "2339603",
            "reply_to_id": "2339016",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "daXarinn",
            "user_id": "2442",
            "date": "2005-07-26 11:46:45",
            "id": "2338743",
            "reply_to_id": "2338714",
            "text": "Það væri frábært ef allir færu eftir þessu; þetta eru góð ráð."
        },
        {
            "user": "Sk0nZ1",
            "user_id": "41543",
            "date": "2005-07-26 22:05:17",
            "id": "2339987",
            "reply_to_id": "2338743",
            "text": "Það er stórt ef :) því miðu"
        },
        {
            "user": "kanill",
            "user_id": "2362",
            "date": "2005-07-26 11:56:30",
            "id": "2338757",
            "reply_to_id": "2338714",
            "text": "Einusinni farið til eyja. Það var mjög gaman … En ég einhvernveginn nenni ekki aftur. En já mjög góð ráð síðan er líka fínnt að gera eins og ég geri … yfirleitt en alls ekki nógu oft :P að drekka óeðlilega mikið vatn þegar þú ert farinn að vera örlítið of fullur og vera með nóg af vatni við hliðina á þér þegar þú sofnar/deyrð."
        },
        {
            "user": "sirvaldi",
            "user_id": "21735",
            "date": "2005-07-26 12:14:29",
            "id": "2338778",
            "reply_to_id": "2338714",
            "text": "glæsileg grein, en útihátíðir eru að mínu mati snilld.\nÞarf ekkert að koma með einhvern áróður á móti útihátíðum, verður bara að gefa landsbyggðarfólki tækífæri á því að djamma alminnilegea.. ef það fílarþ að ekki haldið ykkur edrú eða einfaldlega bara heima :)"
        },
        {
            "user": "karason88",
            "user_id": "27289",
            "date": "2005-07-26 14:15:40",
            "id": "2338924",
            "reply_to_id": "2338778",
            "text": "Gefa landsbyggðarfólki tækifæri á því að djamma almennilega??! ..Svona fólk sem veit ekkert hvað er fyrir utan borgina! ..Tjaa ég get sagt þér að ekta austfirskt djamm (jájá er frá austurlandi) er líklega bara best, allavega þekki maður fólkið í kringum sig."
        },
        {
            "user": "leXXX",
            "user_id": "25532",
            "date": "2005-07-26 15:40:19",
            "id": "2339045",
            "reply_to_id": "2338924",
            "text": "Ójá…Allveg sammála!  Alltaf allger snilld að djamma fyrir austan ;)\nAnnars…Allir á Þjóðhátíð 2005!"
        },
        {
            "user": "techniuz",
            "user_id": "57510",
            "date": "2005-07-26 12:33:32",
            "id": "2338807",
            "reply_to_id": "2338714",
            "text": "Veit eitthver um fleyri blönd utí vodka eitthvað frumlegt :)"
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-07-26 12:36:51",
            "id": "2338813",
            "reply_to_id": "2338807",
            "text": "Prófaðu vodka í nánast hvaða Chiquita safa sem er."
        },
        {
            "user": "Calliope",
            "user_id": "6606",
            "date": "2005-07-26 13:40:04",
            "id": "2338890",
            "reply_to_id": "2338807",
            "text": "Örugglega fínt að hafa sprite eða sódavatn og límónu, sólberjaþykkni og klaka. Annars eru vodkablöndur yfirleitt leiðinlegar að mínu mati, er frekar fyrir léttvínið. Til að taka með á hátíðir mæli ég með bjór, en í guðanna bænum ekki kassa á dag eins og minnst var á í greininni :-O Frekar kippu á dag, eða minna jafnvel fyrir stelpur. Það er ekki kúl að vera ofurölvi. Sniðugt líka að hafa heitt kakó með Bayley's út í."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-07-26 16:33:30",
            "id": "2339176",
            "reply_to_id": "2338807",
            "text": "Vodki í hlynsýróp - eðalblanda."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-07-26 18:17:47",
            "id": "2339457",
            "reply_to_id": "2339176",
            "text": "Falið alkóhól er alltaf skemmtilegt."
        },
        {
            "user": "Kaviar",
            "user_id": "6746",
            "date": "2005-07-26 17:48:34",
            "id": "2339347",
            "reply_to_id": "2338807",
            "text": "1/2 oz vodka\n1 ozferskju snafs\ncranberry djús\nAppelsínu djús\nFylla síðan glasið með djúsnum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-07-26 12:38:51",
            "id": "2338817",
            "reply_to_id": "2338714",
            "text": "mjög mikið til í þessu..\nEF bara að heimurinn væri það fullkominn að fólk hefði þroska í að fylgja þessu..\nÉg kláraði minn útihátíðaskammt á eldborg hér um árið.. og viti menn .. hef aldrei skemmt mér eins vel  um verslunarmannahelgi og ég geri eftir það sukk!\nGóð grein!"
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-07-26 13:17:18",
            "id": "2338869",
            "reply_to_id": "2338714",
            "text": "Mjög góð grein og mikið rétt í þessu.\nLas mér til um það á einum stað að fyrir hverja 1 alkóhólssameind þarf 8 vatnssameindir til að brjóta hana niður.\nRoughly mætti því segja að fyrir kippu af 5% bjór þarf 2 lítra af vatni til að brjóta áfengið niður.\nDrekkið mikið af vatni en ekki gosi þar sem það þarf bara meira vatn til að brjóta niður sykurinn :)\nEn er það rangt að mér fyrir að hafa hlegið að :\n“oftast 1dl. vodka út í Trópí í líters plastflösku. Þetta ráð mun forða þér frá verstu þýskunni.”\nthose bloody germans =]"
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-07-26 14:42:23",
            "id": "2338961",
            "reply_to_id": "2338869",
            "text": "Haha, svona eins og Fawlty Towers þáttur. Það er svona að treysta blint á villupúka."
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2005-07-26 16:31:10",
            "id": "2339171",
            "reply_to_id": "2338714",
            "text": "Gott framtak. Það er vonandi að þessar ráðleggingar muni smjúga inn í undirmeðvitundina hjá einhverjum.\nOg hver veit nema að kannski.. já kannski að þetta bjargi einhverjum frá ósamþykktum endaþarmsmökum eða  öðrum eins hrylling.\nÞau þrjú skipti sem ég hef farið á Þjóðhátíð þá furðaði ég mig á því gjarnan hvernig fólk nennir að standa í þrasi, slagsmálum og öðru rugli.\nVar tilgangurinn ekki að skemmta sér eða er ég bara á villigötum?\nAuðvitað fer brennivín (og önnur efni) misvel í fólk."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-07-26 17:03:57",
            "id": "2339233",
            "reply_to_id": "2338714",
            "text": "Fallega hugsað af þér :)\nEn ein spurning, veistu hvernig það er með áfengi og salt?\nÉg er ekki mikill drykkjumaður þessa seinni daga, en um daginn fékk ég mér 33 cl bjór með grillmat sem var aðeins of mikið kryddaður (pipar og salt) og ég fann á mér (skammast mín næstumþví fyrir að segja það :P)\nÉg er ekki með svona lítið áfengisþol, ég þekki mín mörk ágætlega.\nHef nefnilega pælt svolítið í þessu og var að spá hvort einhver hefði lent í svipuðu… :)"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-07-26 18:20:13",
            "id": "2339463",
            "reply_to_id": "2339233",
            "text": "Salt bindur vatn í líkamanum og þú þarft vatn til að brjóta alkóhólið niður.  Held þú áttir þig á samhenginu ;)"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-07-26 18:35:22",
            "id": "2339494",
            "reply_to_id": "2339463",
            "text": "Já, mig grunaði það, en ég hélt að það væri eitthvað flóknara. :P"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-07-26 19:36:37",
            "id": "2339630",
            "reply_to_id": "2339494",
            "text": "Óþarfi að vera flækja hlutina."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-07-26 21:21:39",
            "id": "2339884",
            "reply_to_id": "2339630",
            "text": "Vissulega, en stundum er lausnin ekki alveg það fyrsta sem manni dettur í hug .. þó hún sé það nú líka einhverntíman. :P"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2005-07-26 23:39:56",
            "id": "2340365",
            "reply_to_id": "2339463",
            "text": "Svo er áfengi líka vatnslosandi. Aðal-ástæða þynnku\ner vökvaskortur í líkamanum.  Saltið ætti því að\nminnka þessi áhrif.\nAnnars hélt ég líka að saltið eyddi bragðinu af\nsítrónunni, sem aftur eyddi bragðinu af tekílanu."
        },
        {
            "user": "davido",
            "user_id": "27961",
            "date": "2005-07-27 10:54:21",
            "id": "2340890",
            "reply_to_id": "2340365",
            "text": "ha?\nÉg hélt að saltið eyddi megninu af bragðinu af tequilanu og síðan er sítrónan á eftir til að laga það sem ekki eyddist :)\nEn kannski er það bara ég :/\nOg btw. 1dl af vodka út í líter af blandi?  er það ekki meira 2-3dl af vodka? Eða bara 50/50 - það virkaði nú alltaf best fyrir mig í denn :)"
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-07-27 12:18:56",
            "id": "2340992",
            "reply_to_id": "2340890",
            "text": "Málið er að 1 dl. vodki á móti c.a. 9 dl. af Trópi gáfu mér þannig blöndu að ég gat drukkið hana allann daginn með tilsettum árangri. Nú er ég sæmilega stór á báða vegu. Maður skaut á sig etv. 2-4 skotum ef þurfti að hraða áhrifunum, en blandan heldur þeim vel við.\nMundu að um þessa helgi er verið að tala um drykkju frá 14:00 til 06:00 eða svo.\nJá - svo höfðum við félagarnir þann sið að tannbursta okkur í Campari á morgnana. Mæli þó ekki með því."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-07-27 16:09:18",
            "id": "2341381",
            "reply_to_id": "2340992",
            "text": "Campari er örugglega það allra versta sem ég hef bragðað.\nKannski fyrir utan …. nei .. campari er það _ALLRA_ versta.\nVá."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-07-27 17:41:03",
            "id": "2341601",
            "reply_to_id": "2340365",
            "text": "Ef vatn er bundið á sama tíma og þú ert að losna við fullt af vatni þá minnkar það ekki áhrifin heldur veldur bara meiri uppþornun en ella, tveir mínusar gera kannski plús í stærðfræði (þegar þú ert að vinna með rauntölur allavega) en ekki í þessu dæmi held ég.  Vökvaskortur er heldur ekki aðal ástæða þynnku, hinsvegar auðveldast að laga það vandamál ;)"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2005-07-27 19:16:52",
            "id": "2341930",
            "reply_to_id": "2341601",
            "text": "Reyndar gera tveir mínusar yfirleitt tvo mínusa\n- en það skiptir líka alltaf máli hvert þú setur\nmínusana.\nEn ég viðurkenni fáfræði mína. :)"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-07-27 19:18:39",
            "id": "2341945",
            "reply_to_id": "2341930",
            "text": "Þú meinar þá eins og 1+1 = 1+1 eða hvað?  Jæja, þú skildir allavega hvað ég átti við :P"
        },
        {
            "user": "BudIcer",
            "user_id": "18832",
            "date": "2005-07-26 17:57:41",
            "id": "2339388",
            "reply_to_id": "2338714",
            "text": "Já, það verður mikið djammað um versló :) Persónulega drekk ég bara Bacardi Lemon/Superior 330 ml út í einn líter af sprite…passlega fullur og ekkert þunnur daginn eftir :) Bjór virðist fara illa í mig :/"
        },
        {
            "user": "Freyzi",
            "user_id": "28741",
            "date": "2005-07-26 20:57:21",
            "id": "2339825",
            "reply_to_id": "2339388",
            "text": "Alveg þónokkuð sterkt, mér finnst betra að blanda Bacardi limóníð laust fyrst en þegar að líður á nóttina er maður kominn í 40/60 eða svo"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-07-26 18:21:47",
            "id": "2339468",
            "reply_to_id": "2338714",
            "text": "Venjulega þegar ég kem heim þá fer ég bara að míga og drekk svo circa einn líter af vatni og fer svo í rúmmið.  Fæ aldrei alvarlega þynnku, oftast laus við hana."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2005-07-27 19:17:36",
            "id": "2341937",
            "reply_to_id": "2339468",
            "text": "Hef einmitt brugðið á sama ráð.  Og einmitt líka með\ngóðum árangri."
        },
        {
            "user": "Borkmann",
            "user_id": "3767",
            "date": "2005-07-28 10:41:21",
            "id": "2343326",
            "reply_to_id": "2339468",
            "text": "Einnig er gott að fá sér morgunnmat áður en farið er að sofa, trefjarna í honum halda í sér vatni svo að líkaminn á þá smá “stash” af vatni í þörmunum á meðan þú sefur."
        },
        {
            "user": "OBhave",
            "user_id": "3496",
            "date": "2005-07-26 18:39:38",
            "id": "2339504",
            "reply_to_id": "2338714",
            "text": "Heilbrigð ráð. Góð grein."
        },
        {
            "user": "nesquick",
            "user_id": "25742",
            "date": "2005-07-26 19:22:29",
            "id": "2339606",
            "reply_to_id": "2338714",
            "text": "best að þamba eitt mjólkurglss eftir að maður kemur heim af fylleríi og eitt þegar maður vaknar…. annars er bara fínt að fá sér sveittan börger þegar maður lyggur í þynnkunni með gerbragðið alveg niður í görn"
        },
        {
            "user": "hng",
            "user_id": "43639",
            "date": "2005-07-26 23:04:02",
            "id": "2340195",
            "reply_to_id": "2338714",
            "text": "flott og góð grein. ég reyni að fara eftir þessu en á örugglega eftir að klikka á öllum hlutunum. og enda illa riðinn með alzheimer og þvynku í þokkabót"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2005-07-26 23:35:10",
            "id": "2340347",
            "reply_to_id": "2338714",
            "text": "Það er svolítið skemmtileg þróun að fleiri og fleiri\nvilji halda sig heima.  Síðasta verslunarmannahelgin\nmín var alveg fyrirtak.  Bjórkrús á bar í bænum og\nkvöld heima hjá vini mínum.\nÞað er líka EINSTAKLEGA gaman að því að á innipúkanum\nskuli vera spiluð miklu betri tónlist en á öllum\nþessum útihátíðum.\nÉg held að það sé að myndast raunveruleg menning í\nbænum um verslunarmannahelgina."
        },
        {
            "user": "MessorD",
            "user_id": "57278",
            "date": "2005-07-26 23:40:01",
            "id": "2340366",
            "reply_to_id": "2338714",
            "text": "Strákar - ekki gleyma að alla ævi þurfið þið að vakna og horfa í spegilinn við rakstur. Viljið þið virkilega þurfa ævilangt að sjá andlit manns sem þurfti að þröngva sig upp á einhvern til að fá úr honum? Nei er nei!\nfrábær grein, en má líka benda a það þótt að það gerist sjaldan, þá hafa stelpur átt það til að nauðga strákum. Og það getur jafnvel verið verra því karlremban er svo mikil hjá öðrum karlmönnum að fórnarlambið þorir alls ekki að segja frá."
        },
        {
            "user": "sdyrid",
            "user_id": "22380",
            "date": "2005-07-31 02:36:19",
            "id": "2347739",
            "reply_to_id": "2338714",
            "text": "mér finnst þesi grein góð! :) Sjálf hef eg ekkert drukkið nema 3x og djammið 5x síðasta árið.. fyrir það þa var eg allveg Kókónötts Róaðist bara heilmikið og er bara 17 ára í dag..  :)  og sjálf hef eg nanast aldrei farið neitt um versló.. samt er planið að kikja einn daginn a þjóðhátið.. :)"
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-02 10:47:27",
            "id": "2351261",
            "reply_to_id": "2338714",
            "text": "Fór einhver eftir þessu?\nÞað má segja það að ég hafi fylgt eigin ráðum. Hélt mér heima og gerði sennilega fleirum en sjálfum mér stóran greiða með því!"
        }
    ]
}