{
    "forum_title": "Hundar",
    "user": "FuriousJoe",
    "user_id": "6087",
    "date": "2005-07-26 21:38:52",
    "title": "Að skrá hund",
    "text": "Góðan daginn, ég á von á labrador/boxer hvolpi núna í september og var að velta því fyrir mér hvað það kostar ca að skrá hann og bólusetjann og allt það sem þarf að gera.\nEndilega ef einhver veit það þá láta mig vita ;)",
    "url": "https://www.hugi.is/hundar/korkar/315244/ad-skra-hund/",
    "url_id": "315244",
    "id": "2339922",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2005-07-29 23:11:31",
            "id": "2346518",
            "reply_to_id": "2339922",
            "text": "Hann fer 3 í bólsetningu, og fyrir labrador hundinn minn kostar hvert skipti 2200 kr. Meira veit ég ekki. Vona þetta hafi hjálpað eitthvað."
        },
        {
            "user": "Bjolli",
            "user_id": "43379",
            "date": "2005-08-07 23:49:53",
            "id": "2365410",
            "reply_to_id": "2339922",
            "text": "Skráningargjöldin og eftilitsgjald er mismunandi eftir sveitarfélögum en eru samt mjög svipuð. Hérna er er linkur á gjaldskrá fyrir Hafnarfjörð, Garðarbæ og Kópavog þannig að þú vitir svona nokkurn veginn við hverju þú mátt búast við!\nhttp://www.heilbrigdiseftirlit.is/Innihald_heimasida/Gjaldskra/Gjaldskra_HHK_hundahald.pdf\nOg hérna er annar linkur svona til gamans!\nhttp://www.heilbrigdiseftirlit.is/Hundahald.htm\nOg hvað varðar bólusetningar og fleira þá er þetta um 2-5 þús kall í hvort skipti, fer eftir á hvaða dýralæknastofu þú ferð á!\nÉg mæli með dýralæknastofunni í Lyngási, Garðarbæ, ódýr og góð þjónusta þar og stelpurnar þar vita alveg hvað þær eru að gera.\nÉg treysti þeim hiklaust fyrir mínum hundum!"
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2005-08-16 08:46:08",
            "id": "2386503",
            "reply_to_id": "2339922",
            "text": "12000 skráning, held ég, svo alltaf að borga 12000 á ári.\nVeit ekki alveg með hitt."
        },
        {
            "user": "skiturjonas",
            "user_id": "56687",
            "date": "2005-08-16 14:37:37",
            "id": "2387158",
            "reply_to_id": "2339922",
            "text": "ég á LAbrador og við skráum hana aldrei hún eitthverneigin tekur merkið af sé"
        }
    ]
}