{
    "forum_title": "Deiglan",
    "user": "BigG",
    "user_id": "36282",
    "date": "2005-07-31 22:38:43",
    "title": "Hommar hengdir í Íran",
    "text": "Þann 19 júlí s.l. voru tveir ungir menn hengdir í Íran. Annar var 18 ára en hinn 17. Glæpur þeirra var sá að vera hommar - eða reyndar að stunda “hommaskap”.\nHvar á að byrja? T.d. á því að þeir hafa verið í varðhaldi í 14 mánuði þannig að þeir voru enn yngri þegar þeir frömdu “glæpinn”.\nEða að þeir voru pískaðir ítrekað í þessa 14 mánuði.\nEða á ég að hneykslast á því að menn eru HENGDIR fyrir að hommast? Jafnvel ekki örgustu biblíublásarar telja það sitt hlutverk að drepa homma. Þeir telja að Guð himslef sjái seinna meir um að refsa þeim.\nEða benda á að aftökuaðferðin er sú að henda um háls þeirra frekar þunnt nælonreipi og draga þá upp í gálga þannig að þeir kafna á 10-20 mínútum. Sparkandi, mígandi og skítandi. Þetta fyrir framan almenning sem hefur ekkert betra að gera en horfa á þetta sér til gamans. Ætli menn leggji undir hver drepist fyrst?\nNú er ég ekki hommi og ætti að vera nokkuð óhætt að skreppa til Irans. Hef jafnvel búið í strangtrúuðu arabaríki. Ég er umburðarlyndur bæði á kynhneigð og trú manna og vill með þessum skrifum ekki segja neitt slæmt um Islamstrú. En hverskonar fólk er það sem getur tekið jafn göfugt rit og flest trúarrit eru í raun (og já - ég hef lesið bæði Biblíuna og Koraninn) og afmyndað í slíkan hrylling?\nFrá því að fréttir bárust um þessa aftöku hafa Iranir svarað gagnrýni á þann veg að strákarnir hafi nauðgað 13 ára dreng. Málið er að það má fá staðfest með einfaldri Google leit að ekkert er fjallað um það í dómsskjölum, og ásakanir um þessa nauðgun birtust eftir að Vesturlönd fóru að fjalla um aftökuna.\nOg jafnvel þótt svo hafi verið… Ef 15 og 16 ára strákar hefðu nauðgað 13 ára strák. Er ekki frekar hart að hengja þá. Kannski Íslendigurinn í Texas sem situr í stofufangelsi sé bara heppinn.\nVerst er að ég hef ekki minnstu hugmynd um hvernig maður getur mótmælt þessu eða látið óánægju sína í ljós. Og þessi þjóð stefnir að því að smíða kjarnorkuvopn!\nP.s. afsakið hugsanlegar villur. Púkalaus.",
    "url": "https://www.hugi.is/deiglan/greinar/315741/hommar-hengdir-i-iran/",
    "url_id": "315741",
    "id": "2344998",
    "replies": [
        {
            "user": "Duelfield",
            "user_id": "54505",
            "date": "2005-07-31 22:45:46",
            "id": "2348692",
            "reply_to_id": "2344998",
            "text": "Skeppnu skappu"
        },
        {
            "user": "Duelfield",
            "user_id": "54505",
            "date": "2005-07-31 23:27:47",
            "id": "2348754",
            "reply_to_id": "2348692",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-07-31 23:40:11",
            "id": "2348779",
            "reply_to_id": "2348692",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "Apache",
            "user_id": "22151",
            "date": "2005-08-01 10:33:28",
            "id": "2349139",
            "reply_to_id": "2348692",
            "text": "islam er demonic, engin spurning. Þarf að komast fyrir þessa trú."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-08-02 22:30:26",
            "id": "2352778",
            "reply_to_id": "2349139",
            "text": "Hún er það einmitt ekki, í Islam eru til dæmis meiri kvennréttindi en í kristni.\nMálið er að engin múslima ríki eru að fara eftir kóraninum."
        },
        {
            "user": "Maggisun",
            "user_id": "36571",
            "date": "2005-07-31 22:50:46",
            "id": "2348698",
            "reply_to_id": "2344998",
            "text": "Ég legg til að við stofnum félga sem verður með skammstöfunina\nN.I.Ð.U.R.M.E.Ð.Í.R.A.N - og förum og stígum á tærnar á þessum “stjórnarmönnum” og sýnum þeim hvar Davíð keypti ölið!"
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2005-07-31 23:07:40",
            "id": "2348726",
            "reply_to_id": "2348698",
            "text": "Og hvað felst í skammstöfunninni?"
        },
        {
            "user": "hjeppi",
            "user_id": "3701",
            "date": "2005-08-01 05:30:58",
            "id": "2349076",
            "reply_to_id": "2348698",
            "text": "Hvernig á þetta að standast sem skammstöfum þegar ekkert orð byrjar á ð?"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-08-01 17:35:08",
            "id": "2349707",
            "reply_to_id": "2349076",
            "text": "Segjum þeim bara að við séum lesblindir."
        },
        {
            "user": "BoggiGudfadir",
            "user_id": "30020",
            "date": "2005-08-02 18:43:54",
            "id": "2352142",
            "reply_to_id": "2349707",
            "text": "Hahahahha."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-08-02 22:31:47",
            "id": "2352784",
            "reply_to_id": "2348698",
            "text": "Já já, er þetta ekki bara áróður frá Bandaríkjamönnum?\nGera alla voða reiða útí Íran, Íran er nýji “vondi kallinn”. Svo er hægt að ráðast inn í Íran og vopnaframleiðendurnir rosalega ánægðir."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-12-08 02:10:24",
            "id": "2786710",
            "reply_to_id": "2352784",
            "text": "Haha, djöfull er þetta satt hjá þér.. við fáum auðvitað allar okkar fréttir frá bna og þeim er öllum hagrætt í þágu feita kanans þarna fyrir vestan!"
        },
        {
            "user": "busy",
            "user_id": "58786",
            "date": "2005-07-31 22:56:17",
            "id": "2348706",
            "reply_to_id": "2344998",
            "text": "það er svo margt fáranlegt í þessum heimi að það eiginlega borgar sig bara að hugsa sem minnst um það.\nmér finnst líka að þetta skrítna pakk geti bara verið heima hjá sér og það ætti að vísa múslimum á dyr héðan.\nþeir eru allavega ekki velkomnir á mitt heimili."
        },
        {
            "user": "Calliope",
            "user_id": "6606",
            "date": "2005-07-31 23:44:12",
            "id": "2348786",
            "reply_to_id": "2348706",
            "text": "Sem sagt, ef eitthvað slæmt gerist á maður bara að líta í burtu og þá verður allt í lagi? Einmitt, það lagar alveg örugglega ástandið. Fáviska er örugglega það versta sem til er í þessum heimi. Ekki vera fáviti…"
        },
        {
            "user": "Starr",
            "user_id": "49598",
            "date": "2005-08-01 00:17:27",
            "id": "2348830",
            "reply_to_id": "2348706",
            "text": "Það eru ekki allir múslímar svona."
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-01 00:42:45",
            "id": "2348861",
            "reply_to_id": "2348830",
            "text": "Heyr heyr! Ekki bendla þetta við trú. Í mörgum ríkjum þar sem meirihluti aðhyllist Islam er alveg frambærilegt réttarkerfi."
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2005-08-06 18:03:41",
            "id": "2361773",
            "reply_to_id": "2348861",
            "text": "Eins og England t.d. :)"
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2005-08-07 18:25:19",
            "id": "2364242",
            "reply_to_id": "2361773",
            "text": "Ég hélt nú að Englendingar væru meira tjah.. kristnir? ;)"
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2005-08-07 18:32:28",
            "id": "2364269",
            "reply_to_id": "2364242",
            "text": "Hefuru komið til London? annar hver maður þarna úti er múslimi :)"
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2005-08-07 22:08:01",
            "id": "2364987",
            "reply_to_id": "2364269",
            "text": "Samt sé ég ekki marga múslíma í ríkisstjórninni svo að það þeir ráða engu þarna."
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2005-08-07 22:24:17",
            "id": "2365054",
            "reply_to_id": "2364987",
            "text": "nei, múslimarnir eru að sprengja hvorn annan upp í neðanjarðarlestum á meðan Bretarnir keyra í vinnuna"
        },
        {
            "user": "Pottlok",
            "user_id": "13598",
            "date": "2005-08-02 21:25:32",
            "id": "2352580",
            "reply_to_id": "2348830",
            "text": "Sammála!!!\nÞað er alveg hægt að fara með jafn miklum öfgum í kristna trú."
        },
        {
            "user": "757",
            "user_id": "12556",
            "date": "2005-08-01 00:59:42",
            "id": "2348884",
            "reply_to_id": "2348706",
            "text": "Hvernig ætlaru að vita það hvort hann sé múslimi sem kemur í heimsókn?\nÆtlaru að byrja að spurja alla sem koma heim til þín hvort hann sé Islam trúar?\nMér finst þetta frekar ósanngjarnt svar hjá þér, þar sem þú gefur til kynna að allir múslimar séu slæmir..\nÞú getur eflaust ekki ýmindað þér hvað það er stundum erfitt að vera múslimi þessa daganna, hvert sem þú ferð, netið eða les blöðin, þá eru alltaf verið að tala illa um trúa þína og menningu. Jafnvel það sem þú skrifaði um að hleypa ekki neinum múslima inn á þitt heimili getur sært."
        },
        {
            "user": "busy",
            "user_id": "58786",
            "date": "2005-08-01 01:33:00",
            "id": "2348933",
            "reply_to_id": "2348884",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "busy",
            "user_id": "58786",
            "date": "2005-08-01 02:24:55",
            "id": "2348981",
            "reply_to_id": "2348884",
            "text": "af hverju má maður ekki segja sitt álit hérna?\nég gef algeran skít í múslíma og islam trú.\nog þannig er það bara, má ég ekki tjá mínar skoðanir hérna?\nhvaða skoðun má ég hafa?"
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2005-08-06 18:07:03",
            "id": "2361784",
            "reply_to_id": "2348981",
            "text": "Þetta er ekki skoðun, þetta er fordómafull staðhæfing sem er þar að auki kolröng..\nMyndir þú vilja að allir dæmdu kristna menn eftir kristilegu öfga hægrimönnunum í Bandaríkjunum?\nSpurning að gefa bara skít í þig"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-01 03:53:55",
            "id": "2349042",
            "reply_to_id": "2348706",
            "text": "Nú þekki ég marga múslima á Íslandi sem eru hið fínasta fólk. Þetta eru ekkert nema fordómar í þér.\nHvernig Írönsk stjórnvöld haga sér endurspeglar ekki múslima almennt."
        },
        {
            "user": "doktorapi",
            "user_id": "56306",
            "date": "2005-08-04 04:20:32",
            "id": "2355890",
            "reply_to_id": "2348706",
            "text": "LOL!"
        },
        {
            "user": "Apache",
            "user_id": "22151",
            "date": "2005-07-31 23:03:29",
            "id": "2348719",
            "reply_to_id": "2344998",
            "text": "Íranir verða sprengdir til helvítis fljótlega, það sjá Kanar og Ísraelsmenn um."
        },
        {
            "user": "Apache",
            "user_id": "22151",
            "date": "2005-08-01 16:19:54",
            "id": "2349566",
            "reply_to_id": "2348719",
            "text": "Það er rétt að fullt af múslímum eru ágætis fólk, en trú þeirra er dímonísk og hættuleg. Það þarf að hjálpa þeim að skipta um trú enda trú ekkert nema skoðun svipað og stjórnmálaskoðun eða eitthvað, … bara svissa yfir í eitthvað skárra en þessa dauðatrú.  Ég get ekki tekið undir orð þeirra sem halda fram að það að vera á móti íslamsstrú (ath vel: trúnni sjálfri en ekki fólkinu sem trúir) séu með rasiska fordóma, enda trú ekki litarháttur eða annað slíkt heldur eins og að ofan segir, bara einfaldlega trú.  Burt með íslam!"
        },
        {
            "user": "Notoriuz",
            "user_id": "10774",
            "date": "2005-08-01 22:40:22",
            "id": "2350558",
            "reply_to_id": "2349566",
            "text": "Það er í sjálfu sér ekkert athugavert við islam, heldur þá em stjórna ríkinu. Sá sem hefði komið í ríki Evrópu á miðöldum hefði eflaut getað haldið því fram að kristin trú væri demonísk, því menn voru höggnir og brenndir í nafni hennar á þeim tíma."
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2005-08-06 18:12:32",
            "id": "2361795",
            "reply_to_id": "2349566",
            "text": "Til hamingju…\nÞetta er það heimskulegasta sem ég hef lesið í þessari viku.\nklapp klapp"
        },
        {
            "user": "sunna",
            "user_id": "27055",
            "date": "2005-08-06 22:57:12",
            "id": "2362607",
            "reply_to_id": "2349566",
            "text": "“hjálpa þeim að skipta um trú”?"
        },
        {
            "user": "Apache",
            "user_id": "22151",
            "date": "2005-08-07 21:35:26",
            "id": "2364866",
            "reply_to_id": "2362607",
            "text": "Já, svo sannarlega þarf að hjálpa fólkinu að skipta um trú nú eða að láta af trú sinni ef það er betra orðalag."
        },
        {
            "user": "sunna",
            "user_id": "27055",
            "date": "2005-08-07 23:48:46",
            "id": "2365401",
            "reply_to_id": "2364866",
            "text": "og það þarf sannarlega að hjálpa þér að draga hausinn úr rassgatinu á þér. já veistu, það orðalag virkar fínt fyrir mig.\nfólk einsog þú er ástæða kynþáttafordóma. öll trúarbrögð hafa rétt á sér. því miður eru samt alltaf extremists, og margir sem túlka hluti á sinn eigin hátt.\nþú ert grunnhygginn, fordómafullur ,… *arg*\nekki dæma alla útaf nokkrum. álíka gáfulegt að ég deiti ekki hvíta karlmenn því meirihluti raðmorðingja eru hvítir karlmenn."
        },
        {
            "user": "Apache",
            "user_id": "22151",
            "date": "2005-08-19 13:40:31",
            "id": "2396846",
            "reply_to_id": "2365401",
            "text": "Trú er ekki lífrænn þáttur eins og litarháttur eða ,,kynþáttur\" eins og þú kallar það þótt líffræðin sýni að það sé aðeins ein tegund manns; Homo Sapiens.  Litningar sem stjórna litarhætti eru færri en þeir sem stjórna t.d. blóðflokki svo nær væri að flotta fólk í blóðflokkaþætti en kynþætti.  Trú er aðeins skoðun, sum og reyndar mikil meirihluti menningargilda og skoðana eru ok en sumu þarf að gæta að, þ.á.m. nasisma og ofstækisfullum dauðatrúarbrögðum eins og islam. Þótt ég sá á móti islam er ég ekki á móti fólkinu sem einhvernveginn hefur hneigst til þessarar trúar, reyndar flest án frjáls vals."
        },
        {
            "user": "sunna",
            "user_id": "27055",
            "date": "2005-08-21 01:02:16",
            "id": "2401567",
            "reply_to_id": "2396846",
            "text": "eru allir hryðjuverkamenn, sem aðhyllast islam?\nflest trúarbrögð eru rosalega falleg, en þeim er einhvernveginn alltaf misþyrmt af einhverjum geðsjúklingum.\nþað hefst ekkert með því að reyna að útrýma islam, það á aldrei eftir að gerast. hinsvegar ætti fólk að reyna að finna leið til þess að lifa í sátt og samlyndi.\n99% múslima eru ekki hryðjuverkamenn\n99% hryðjuverkamanna eru múslimar\nekki refsa meirihluta fyrir minnihluta."
        },
        {
            "user": "Apache",
            "user_id": "22151",
            "date": "2005-08-21 09:48:23",
            "id": "2401863",
            "reply_to_id": "2401567",
            "text": "Að sjálfsögðu á ekki að ,,refsa\" neinum fyrir að vera múlimi.  Hins vegar lít ég á það sem frelsun en ekki refsingu að losna undan þessari ómennsku sem islam er. Trú sem því miður er full af kvenfyrirlitningu, valdníðslu, mismunun og dauða. Það er grátlegt að horfa upp á t.d. konu neydda í til að ganga alla daga í burku eða hvað það heitir, heyra um handleggi höggna af fyrir hnupl, horfa upp á saklaust fólk hálshoggið og grýtt til bana vegna TRÚAR!  Enn og aftur, íslam er ógeðsleg trú og ekkert fallegt við hana - dauðatrú."
        },
        {
            "user": "sunna",
            "user_id": "27055",
            "date": "2005-08-24 16:27:02",
            "id": "2411323",
            "reply_to_id": "2401863",
            "text": "Var kristintrú ekki svipuð?\nAnnars er islam ekki full af kvenfyrirlitningu osfv. Ég held ég sé að fara með rétt mál þegar ég segi að það er mun meiri kvenfyrirlitning í kristintrú. Svo leyfi ég mér að efast um að það standi einhverstaðar í kóraninum að grýta eigi fólk.\nIslam er falleg trú á sinn hátt.\nMenn\nhafa afmyndað hana, snúið henni upp í það sem þeir vilja osfv.\nAnnars sá ég mynd um daginn af konu einhverstaðar úr mið-austurlöndum sem var að ganga út úr búð. Jú að vísu var hún í þvílíkri múnderingu, en hún var líka með flott sólgleraugu, talandi í gsm síma.\nÞetta fólk vill vera þessarar trúar. Það er þessarar trúar. Fyrir þeim er það kúgun ef þau eru látin skipta um trúarbrögð. Og þú getur ekkert við því gert.\nMaðurinn gerir margt og notar trú sem yfirskyn, þótt það sé algjört bull."
        },
        {
            "user": "Apache",
            "user_id": "22151",
            "date": "2005-08-25 08:48:57",
            "id": "2413587",
            "reply_to_id": "2411323",
            "text": "Það er mikill munur á Kristinni trú og islam án þess að ég nenni að fara að deila um trúmál. Vestræn samfélög eru byggð á Kristinni trú, samfélög í miðausturlöndum mörg hver á islamskri. Sérðu ekki muninn? Er eitthvað líkt með stöðu kvenna í vestrænum ríkjum sem byggja á Kristinni trú og stöðu kvenna í islömskum ríkjum?  Ég alla vega sé mikinn mun, hef reyndar komið til islamskra ríkja, m.a. Afganistan og hryllir enn við þeirri lífsreynslu.  Stór munur er t.d. í löggjöf ríkjanna, löggjöf í vestrænum ríkjum byggir á Kristnum gildum, löggjöf í sumum islömskum ríkjum á gildum úr kóraninum - hryllingsbók.  Í viðleitni okkar til að vera mannelsk og mannréttindasinnuð verðum við að horfa á hvernig farið er með einstaklingana og verja þá.  Ekki verja valdakerfi ofsatrúarhópa sem nýðast á þegnum sínum sem geta hvorki tjáð sig né hreyft án þess að eiga á hættu að vera svipt því litla sem þau hafa, limlest og/eða drepin.  Telurðu virkilega að fólkið velji þessa trú í frjálsu vali?  Ég tel víst að þau hafi ekkert val, hafi ekki möguleika á að velja, enda heilaþvegin frá fæðingu og undirokuð algerlega.  Myndir þú velja islam yfir dætur þínar?  Ég undrast blindu þína Sunna því meiningin er góð."
        },
        {
            "user": "sunna",
            "user_id": "27055",
            "date": "2005-08-27 01:57:12",
            "id": "2419356",
            "reply_to_id": "2413587",
            "text": "Ég styð frelsi til að velja fullkomlega. Að koma kolgeðveiku fólki frá völdum. Ég er svo mikil equal rights manneskja að það fer oft í taugarnar á mér sjálfri.\nÉg held að við viljum bæði að fólkinu líði betur. Þú lætur það samt hljóma einsog þú viljir láta fólkið skipta um trú. Það bara ráði því ekki. Þá ert þú bara að ráða yfir fólkinu, í staðinn fyrir einhvern talibana. Eins og Bush sagði: “If this were a dictatorship, it'd be a heck of a lot easier, just so long as I'm the dictator.”\nÞað er ekkert að islam sem trúarbragði, en það eru geðsjúklingar búnir að snúa þessu eftir sínu höfði.\nSeriously.. hversu marga drap kaþólska kirkjan?\nEr Bush svo ekki að reyna að koma því í gegn að trú verði kennd með vísindum. Sumsé guð í sambland við þróunarkenninguna, því “science” í skólum er að grafa undan trúnni. Auðvitað er þetta ekki það sama, en það er verið að þvinga trú uppá fólk í báðum tilfellum. Ég efast stórlega að allir ameríkanar séu kristnir. (okay smá útúrdúr hjá mér)\nBy the way þá eru margir sem iðka islam, og ekki eru þeir allir geðsjúklingar."
        },
        {
            "user": "Apache",
            "user_id": "22151",
            "date": "2005-08-27 16:50:17",
            "id": "2420751",
            "reply_to_id": "2419356",
            "text": "Það er eins og þú náir ekki að aðskilja ,,hugmyndkerfi\" (trú) frá manneskjunum. Það að vera á móti trú sem elur á fjötrun, dómhörku og hatri, merkir EKKI það sama og vera á móti fólkinu sem tilheyrir þeirri trú, tilheyrir oftast ekki af frjálsu vali heldur fæðist inn í þetta kerfi og hefur ekki bolmagn til að brjótast undan.  Ég held hins vegar að við séum nokkuð sammála um flest þótt ég líti öðruvísi á trú - Tel t.d. ekki að öll trú sé til góðs, og ekki að öll trú sé slæm og svo sannarlega er ég ekki vísindatrúaður.  Á nokkrum árum breytist vísindasannleikur í hlægilega vitleysu, við höfum endalaus dæmi um það :0)"
        },
        {
            "user": "sunna",
            "user_id": "27055",
            "date": "2005-08-27 18:54:11",
            "id": "2421196",
            "reply_to_id": "2420751",
            "text": "ég efast nú um að islam hafi alltaf verið svona “slæm”. var heiðingjum ekki drekkt í stórum stíl þegar verið var að koma kristintrú á hér á íslandi?\ntrúarbrögðum hafa alltaf fylgt mikil dauðsföll. nema núna í “siðmenntuðum” samfélögum er það ekki lengur álitið eðlilegt.\nÞú getur lesið kóraninn og túlkað hann á jákvæðan hátt (hef ég heyrt, hef ekki lesið hann), alveg eins og hægt er að túlka biblíuna á ýmsan hátt. fyrir einhverjum x árum hefur kóraninn verið túlkaður á þennan hátt. Eflaust því einhver var á valdatrippi. Manneskjur eiga það nefninlega til að láta eigin hagsmuni ganga fyrir. Og öfgatrúarmenn þurfa alltaf að eyðileggja allt.\nÞað er\nmun meiri\nkvenfyrirlitning í biblíunni en kóraninum, fólk hefur bara kosið að túlka ritin á sitthvorn háttinn."
        },
        {
            "user": "Apache",
            "user_id": "22151",
            "date": "2005-12-08 02:20:37",
            "id": "2786743",
            "reply_to_id": "2413587",
            "text": "Það er ekki trúin sem ákveður rétt kvenna í landinu, þetta er spurning um hefðir og snargjeðveika menn sem hafa stjórnað landinu undanfarin árhundruð og gera á mörgum stöðum enn…\nKonum í miðausturlöndum finst ábiggilega allveg jafn eðlilegt að ganga um með þessar hettur eða hvað sem þetta er kallað og konum á íslandi finst eðlilegt að  klæða sig í nýþrönga skíðagalla sem eru btw allavegana á lit.. ég meina, hver veit nema fólki í miðausturlöndum (sem hafa ábiggilega aldrei komið við snjó áður) finnist það ekki fáranlegt.\nÞetta er mikið spurning um hefðir, menningu og bara allt það sem á undan er gengið."
        },
        {
            "user": "Apache",
            "user_id": "22151",
            "date": "2005-12-08 10:46:20",
            "id": "2787162",
            "reply_to_id": "2786743",
            "text": "Það er víst trúin - óþverra-íslam!"
        },
        {
            "user": "Freyzi87",
            "user_id": "37521",
            "date": "2005-07-31 23:21:45",
            "id": "2348746",
            "reply_to_id": "2344998",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "nonamed",
            "user_id": "59192",
            "date": "2005-08-01 00:19:52",
            "id": "2348834",
            "reply_to_id": "2348746",
            "text": "Freysi þú ert fokking snillingur ég 100% sammála"
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-07-31 23:25:40",
            "id": "2348752",
            "reply_to_id": "2344998",
            "text": "Ekki þykjast vita það sem þú veist auðsjáanlega ekki;\nhvað írönsk stjórnvöld hafa í hyggju með kjarnorku veit\nGuð einn, auk ákveðins fjölda Írana.\nEn nú kem ég mér að umræddu máli. Hverjum manni\nmeð fullu viti er skylt að mótmæla morðum þessum,\nopinberlega eða í sínum eigin hugarheimum, það skiptir\nekki máli.\nÞað væri fróðlegt að vita hvað Írönum sjálfum, heiðar-\nlegum og óbreyttum borgunum, finnst um atburð þennan,\nsem ku eigi vera neitt einsdæmi eftir hina íslömsku byltingu.\nEn hvað veist þú um þá, Írana, að þeir horfi á unga drengi\nhengda sér til dægrastyttingar?"
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-01 00:12:06",
            "id": "2348824",
            "reply_to_id": "2348752",
            "text": "Nei, ég veit ekkert hvað þeir ætla sér með kjarnorkunni. En þetta er gert í nafni stjórnvalda þar og það eru sömu stjórnvöld og koma til með að stjórna kjarnorkunni.\nSlík stjórnvöld og gjöreyðingarvopn eiga ekki saman."
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-02 00:32:53",
            "id": "2350898",
            "reply_to_id": "2348824",
            "text": "Ljóst er að hvorki ég, Arkímedes, né þú, ágæti maður, erum\nsérlega fróðir um kjarnorku. Hins vegar þykir mér ólíklegt að kjarn-\norkuveri, þar sem menn starfa við að framleiða rafmagn, sé hægt að\nbreyta tæki tortímingar án þess að menn verði þess varir; Rússar eru\nað aðstoða Írani við þessar framkvæmdir, og auk þess hafa viðkom-\nandi aðilar hjá Alþjóða kjarnorkumálastofnuninni, eða hvað menn vilja\nkalla þann ágæta fjára, ekki haft neitt út á þær að setja.\nEn þú hefur rétt fyrir þér; best væri ef íranskir höfuðpaurar hefðu\nekki í lúkum sínum gjöreyðingarmátt."
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-02 00:57:21",
            "id": "2350947",
            "reply_to_id": "2350898",
            "text": "Hvað er ljóst? Það þarf ekki mikið að skoða netið til að sjá hvað Iran er að falast eftir. Eftirfarandi er tilvitnun í í Iranskan sendifulltrúa til Rússlands (Kazem Jalali):\n“Jalali, who is also head of the Iran-Russia Parliamentary Friendship Group, urged Moscow to run Bushehr Power Plant and supply it with necessary fuel according to the timetable.\nHe said, ”As the International Atomic Energy Agency (IAEA) has announced, the Islamic Republic's nuclear program is peaceful.\"\nIran reserves the right to enrich uranium\nand produce nuclear fuel, said the official adding his country wants to enjoy its inalienable rights according to nuclear Non-Proliferation Treaty (NPT) and international regulations.“\nÉg feitletraði þennan kafla þar sem ”enriched uranium\" er notað í sprengjur en ekki orkuframleiðslu.\nÉg leyfi mér að hafa efasemdir um siðferði stjórnvalda sem strekkja upp unglinga og tek þá mátulega á orðinu að þeir ætli sér bara að framleiða rafmagn. Jájá. Má alveg kalla það fordóma."
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2005-08-04 23:18:41",
            "id": "2358089",
            "reply_to_id": "2350947",
            "text": "Skil Írani svosem ágætlega, að þeir muni reyna\nað útvega sér kjarnavopn í ljósi núverandi aðstæðna.\nÞeir hafa horft upp á  nágrannaríki sitt lagt í rúst af\nerlendu innrásarliði þar sem kengbilað\nPNAC-lið\nog “kristnir” öfgatrúarmenn ráða.\nÍranir vilja auðvitað, ásamt flestum öðrum, koma í veg fyrir að\nþetta lið stigi fæti í þeirra landi með tilheyrandi afleiðingum og\nþví liggur beinast við að mynda fælingarmátt.\nEkki að BNA eigi einhvern séns, orðnir uppiskroppa með menn og\neru að plana brottflutning frá írak fljótlega, þannig að þetta líti betur\nút fyrir þá. Munu annars hrökklast í burtu, aka Vietnam."
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-05 12:33:11",
            "id": "2358818",
            "reply_to_id": "2358089",
            "text": "Ég get alveg skilið ótta Írana við innrás frá Bandaríkjunum og leppríkjum þeirra. Ég get líka alveg skilið að stjórnvöld með þá ógn yfir sér líti á kjarnorkuvopn sem vænlega “vörn”.\nÞað breytir því ekki að ég tel gífurlega varasamt að stjórnvöld sem hafa ekki meira siðferði en svo að pynta til dauða ungmenni fyrir ekki meiri “glæp” en þetta hafi aðgang að slíkum vopnum.\nSegjum að Írarnir komi sér upp 5 eldflaugum með kjarnaoddum. Þrjár sprengjur eru nóg til að ógna Ísrael og halda þannig Bandaríkjunum á mottunni. Ætli siðferðispostularnir sem hengdu hommana myndu hika við að senda eina á “Gay Pride” gönguna og ná þannig að útrýma nokkuð hundruð hommum í einu? Eða Alheimsþing Bahaia?"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2005-08-06 14:04:22",
            "id": "2361269",
            "reply_to_id": "2358818",
            "text": "Það yrði nú aldrei gert..\nekki hafa Pakistanar að vera sprengja fólk sem því líkar ekki :)\nÍranskir dómstólar fara eftir (eða telja sig fara eftir) kóraninum og\ndæma því samkynhneigt fólk til dauða, sem þeir hafa gert síðan\neftir byltinguna og ef þeir ætluðu að drepa stóran hóp myndu þeir nú\nörugglega gera það á hljóðlátari hátt en með kjarnorkusprengju :P\nSíðan bendir ekkert til þess að íran ætli sér að ógna öðrum löndum og\nvarðandi stjórnarfar þeirra þá tel ég það nú öruggt að íranir nái sjálfir að\nbreyta þessu með tímanum, enda er unga fólkið á\nmóti þessum stjórnvöldum sem hafa smám saman látið undan."
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-07 22:44:27",
            "id": "2365127",
            "reply_to_id": "2361269",
            "text": "Ertu etv að miða við að ákvörðun þeirra um hvern ætti að “nuka” yrði byggð á svipaðri rökfærslu og ég eða þú myndi nota? Málið er að ég myndi ekki treysta NEINUM öfgatrúarmanni fyrir kjarnorku. Hvort sem hann er Iman eða séra.\nVarðandi kjarnorkuverið í Pakistan. Leppríki USA. Hef reyndar séð þetta kjarnorkuver og þetta er ágiska jafn traustlega bygging og gamla fjósið á Ytri Bakka fyrir austann."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-12-08 02:26:44",
            "id": "2786753",
            "reply_to_id": "2348824",
            "text": "Það ætti auðvitað í fyrsta lagi ekki að vera kostur fyrir stjórnvöld að eiga gjöreyðingarvopn, sama hvort við erum að tala um snargjeðveika öfgamenn í íran, suður kóreu eða bandaríkjunum.\nHafiði heyrt um John Lennon ?\nLove, peace, rock'n'roll"
        },
        {
            "user": "MrCrowley",
            "user_id": "56573",
            "date": "2005-07-31 23:29:55",
            "id": "2348757",
            "reply_to_id": "2344998",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "5ozzy5",
            "user_id": "54558",
            "date": "2005-07-31 23:35:38",
            "id": "2348768",
            "reply_to_id": "2348757",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "Calliope",
            "user_id": "6606",
            "date": "2005-07-31 23:42:06",
            "id": "2348784",
            "reply_to_id": "2344998",
            "text": "Ekki vera setja alla Írana undir einn hatt"
        },
        {
            "user": "Calliope",
            "user_id": "6606",
            "date": "2005-07-31 23:45:38",
            "id": "2348790",
            "reply_to_id": "2348784",
            "text": "Sammála. Hættið þessum sleggjudómum."
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-01 00:09:46",
            "id": "2348820",
            "reply_to_id": "2348784",
            "text": "Er einhver að því?\nEflaust eru margir Íranir á móti þessu EN þetta er gert í nafni og í valdi hins Opinbera í Íran - þ.e. þeirrar stjórnar og samkvæmt þeim lögum sem meirihluti Írana hefur kosið yfir sig.\nFurðulega er að Íran er sennilega lýðræðislegasta arabaríkið af þeim öllum. En getur MEIRIHLUTI þjóðar tekið öll réttindi af minnihluta? Margir (þ.a.m. ég) eru þeirrar skoðunar að ákveðin grundvallarréttindi eru óafturkallanleg manninum.\nÞeir hengja ekki bara homma, heldur líka Bahai trúar og ennig andspyrnumenn.\nÉg er ekki að dæma einstaka Írani - né trú þeirra. Heldur samfélaginu þeirra sem leyfir slíka gjörninga."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-01 04:05:16",
            "id": "2349050",
            "reply_to_id": "2348820",
            "text": "Eflaust eru margir Íranir á móti þessu EN þetta er gert í nafni og í valdi hins Opinbera í Íran - þ.e. þeirrar stjórnar og samkvæmt þeim lögum sem meirihluti Írana hefur kosið yfir sig.\nÍran er ekki lýðræðisríki.\nÍ Íran er klerkavald sem er æðra en forseti landsins og meira að segja lögin. Kosningarnar eru sýning fyrir vesturlönd í þeim tilgangi að fá fólk til þess að trúa því að þetta land sé skárra en önnur í miðausturlöndum, á meðan það er líklega versta landið sem hægt er að finna þarna ásamt Sýrlandi (og Írak fyrir fall Saddams).\nÍ raun er það viss léttir að þeir séu þrjóskir með kjarnorkuáætlanir sínar. Það er pottþétt að Ísraelsmenn og/eða Bandaríkjamenn fari inn í landið áður en þeir ljúka því verki."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-01 11:14:01",
            "id": "2349156",
            "reply_to_id": "2349050",
            "text": "Hér eru menn að þykjast vita hvaða lönd eru betri\neða verri en önnur í þessum merkilega heimshluta. Vertu\nekki að tjá þig um hluti sem þú veist lítið sem ekkert um;\nfávísi þín er öllum augljós."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-01 16:01:58",
            "id": "2349540",
            "reply_to_id": "2349156",
            "text": "Segðu mér þá hvernig Sýrland og Íran eru svona frábær lönd ef ég hef rangt fyrir mér."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-02 00:15:21",
            "id": "2350839",
            "reply_to_id": "2349540",
            "text": "Hér var enginn að tala um neitt frábært."
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-01 15:22:34",
            "id": "2349481",
            "reply_to_id": "2349050",
            "text": "Sorglega í þessu er að af Arabaríkjum má færa rök fyrir að mest lýðræði er í Íran. Þrátt fyrir þessa skiptingu á klerkavaldi og “veraldlegu” valdi sem þú réttilega bendir á.\nÍ Persaflóa (Sádí, Quatar, Bahrain…) er ættarveldi og einungis karlmenn úr tilheurandi fjölskyldum mega kjósa um atriði sem ráðandi vald ákveður að leyfa kosningar um.\nÍ Íran geta td. konur kosið. Málið er að klerkavaldið þarf að samþykkja frambjóðendur og einnig umræðuefni."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-01 16:11:01",
            "id": "2349551",
            "reply_to_id": "2349481",
            "text": "En eins og ég sagði þá er þetta í raun bara sýning fyrir vesturlönd. Og meira að segja fólk í landinu sem að heldur að það hafi meiri áhrif en þau gera.\nÞó það séu kosningar þá er samt sem áður hægt að segja að klerkaveldið sé alltaf við stjórn. Forsetinn þarf að beygja sig undir þetta veldi."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-02 00:22:50",
            "id": "2350865",
            "reply_to_id": "2349551",
            "text": "Sýning fyrir hin svokölluðu Vesturlönd? Það er mjög\nórökrétt fullyrðing; hví ættu íranskir valdamenn að efna\ntil almennra kosninga til þess eins að sýna okkur hinum,\nnútímalegum Vesturlandabúum sem vitum meira og\nkunnum betur en allir aðrir, hversu lýðræðið er virkt í\nþeirra landi, þegar svo fáir taka mark á þeim?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-02 00:32:26",
            "id": "2350897",
            "reply_to_id": "2350865",
            "text": "Þó hún virkaði ekki þá eru þeir kannski bara þrjóskir með þessa tilraun. Einnig þá gefa þeir friðarsinnum og öðrum vopn í hendur ef að einhverjir ætla inn í landið, að þarna sé allt í fínasta lagi.\nEn hver er tilgangurinn? Jú þeir vilja ekki lenda í sömu stöðu og Írak."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-02 00:14:17",
            "id": "2350834",
            "reply_to_id": "2349481",
            "text": "Ég vil leiðrétta þig: Íran er ekki ríki araba."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-02 00:29:38",
            "id": "2350886",
            "reply_to_id": "2350834",
            "text": "Hann hefur líklega eins og margir Íslendingar ruglað saman hugtökunum arabi og múslimi."
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-02 01:01:23",
            "id": "2350954",
            "reply_to_id": "2350834",
            "text": "Alveg rétt athugasemd. Þetta eru Persar. En kannski er það bara eins og að segja að við séum ekki hvítir, heldur Skandinavar.\nÞað sem ég helda að sé stórt vandamál í Íran og Irak er fáfræði. Alveg eins og ástandið í Írlandi fór að skána þegar menntunarstig þar jókst."
        },
        {
            "user": "doktorapi",
            "user_id": "56306",
            "date": "2005-08-02 10:46:55",
            "id": "2351260",
            "reply_to_id": "2350954",
            "text": "Nei, það er ekki eins. Skandinavíubúar, og þar\nmeð talnir Íslendingar, gætu rakið ættir sínar aftur\ntil hinna fornu Aría frá því svæði er við köllum Káká-\nkus. Íranir eru afkomendur sömu Aría, og mæla mál\nhins indó-íranska málaflokks. Arabar eru hins vegar\nekki bundnir Persum slíkum böndum, að minnsta kosti\nekki á sama máta og Íslendingar eru bundnir Norð-\nmönnum eða Bretum.\nUm gjörvöll Mið-Austurlönd þurfa menn að taka sig\ná, ef þeir ætla að komast nálægt okkur, íbúum Vestur-\nlanda, í menntun. Þeir, arabar og persar, komust langt\nfram úr öllum heimsins þjóðum á sínum gullaldartímum,\nen einhvers staðar á leiðinni runnu þeir til, máski á ban-\nanahýði, hver veit, og eiga nú erfitt með að standa á\nfætur og ganga eins og menn."
        },
        {
            "user": "doktorapi",
            "user_id": "56306",
            "date": "2005-08-04 04:25:51",
            "id": "2355893",
            "reply_to_id": "2351260",
            "text": "aww, þú ert svo agalega mikill know-it-all, og berð þig svoo hátíðlega í skrifum þínum, “Arkímedes”. Vona að það sé gott kikk fólgið í því að leika velviljaðan speking fyrir fólk á internetinu. Pathetic."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-04 12:09:06",
            "id": "2356169",
            "reply_to_id": "2355893",
            "text": "Ég er alls enginn know-it-all, eins og þú kallar það,\nog hef aldrei þóst vera.\nÞú getur fett fingur út í málfar mitt eins og þér sýnist,\nen við vitum báðir að sú gagnrýni er kjánaleg og gagn-\nlaus; ég skrifa skýrt og skiljanlega, allt eftir óskum\nþeirra sem hér stjórna.\nArkímedes kveður."
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-05 12:36:58",
            "id": "2358825",
            "reply_to_id": "2355893",
            "text": "Arkimedes er ekki “know-it-all” heldur bara “knows-a-lot” eða (eins og ég) “thinks-he-knows-a-lot”. Þótt ég sé ekki sammála skoðunum hans né Skugga þá eru þeir málefnalegir og rökfastir báðir tveir.\nVirðast allavegana hafa rökfært þig út af kortinu þannig að þú grípur til svona svara."
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2005-08-06 18:24:42",
            "id": "2361829",
            "reply_to_id": "2358825",
            "text": "Það má nú nota ýmis orð um hann Skugga, en rökfastur er svo sannarlega ekki eitt þeirra, hinsvegar eiga orðin “thinks-he-knows-a-lot” og “fordómar” ágætlega við hann"
        },
        {
            "user": "doktorapi",
            "user_id": "56306",
            "date": "2005-08-07 19:25:54",
            "id": "2364431",
            "reply_to_id": "2358825",
            "text": "hehe… ég var ekki að rökræða við hann um homma í íran eða kárahnjúkavirkjun eða prinsessuna á bauninni eða whatever, ég nenni sjaldnast að standa í slíkum tilgangsleysum á internetinu, ég var bara að dást að internet persónuleika þessa tiltekna notenda þessarar vefsíðu."
        },
        {
            "user": "HinniBinni",
            "user_id": "41558",
            "date": "2005-08-01 20:08:48",
            "id": "2350074",
            "reply_to_id": "2348820",
            "text": "Segðu mér,voru það ekki íranir(ofsatrúarmenn-múslimar) sem steyptu gamla keisaranum af stóli?þegar hann var í ferð sinni í Frakklandi…Mig minnir meira að segja að landið hafi blómstrað þá,miðað við hvernig það er í dag!"
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-02 13:16:23",
            "id": "2351465",
            "reply_to_id": "2350074",
            "text": "“Miðað við í dag” er afstætt. Undir keisaranum var líka ofríki. Leynilögreglan lét menn “hverfa”. Þetta var sambærilegt og Chile undir Pinochet enda bæði löndin studd af USA.\nEins var ofsaverðbólga og kjör almennings hrökuðu verulega undir það síðasta. Sennilega ástæða byltingarinnar frekar en trúarástæður."
        },
        {
            "user": "7946",
            "user_id": "46584",
            "date": "2005-08-01 00:22:51",
            "id": "2348840",
            "reply_to_id": "2344998",
            "text": "ok vá afkverju þarf fólk alltaf að taka hluti sem koma þeim nákvæmlega ekkert við svona nærri sér þetta gerðist í íran ekki hérna á íslandi svo þetta kemur þér bara andskotann ekkert við lög þeirra og trú eru öðruvísi en okkar fólk nútildags er farið að halda að allt komi sér við og það verði að breita öllu því sem því líkar ekki við eftir eigin höfði og veldur síðan jafnvel meiri skaða en það kom í veg firir eins og td bush sem er að jafna fleirri hundruðin af saklausu fólki og jafna heilu þorpin niður við jörðu út af því að hann vill prófa níju vopnin sín og fara í eikkernskonar bissuleik og svo réttlætir hann það sem hann er að gera undir því yfirskini að han sé að koma á FRIÐ!!!\nAð hann sé að koma á frið með því að koma af stað enn meira kaos og með því að valda enn meira tjóni en hefði orðið hefði hann aldrei orðið firir því óláni að fæðast kvernig mini þér líka það ef hann færi bara allt í einu að sprengja upp ísland út af því að honum findist baugsmenn vera ornir of útbreiddir eða eikkað álíka.\nok vá nú er ég víst óvart kominn eikkað út firir efnið en það sem ég er að reina að benda á er að það ekki okkar skilda að mótmæla eikkerju sem kemur okkur ekki við það er algerlega á ábirgð írana að mótmæla svona nokkru og ef enginn gerir það þarna þá þíðir það að þeim finnst þetta ekkert hneikslanlegt þó okkur þiki það og ég þori að veðja að írönum findist það hneigslanlegt ef þeir fréttu að hjá okkur fá barnaníðingar,nauðgarar og morðingjar álíka harða refsingu og innbrotsþjófur fengi í bandaríkjunum og mér finnst það nú mest hneikslanlegt að þið skuluð voga ikkur að hneikslast yfir þessu og nánast vilja mótmæla því þegar ikkur finst það sjálfsagth að barnaníðingar,nauðgarar og morðingjar hér fá valla neina refsingu fyrir gjörðir sínar skamm skamm."
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-01 00:34:31",
            "id": "2348852",
            "reply_to_id": "2348840",
            "text": "Samkvæmt þinni eigin kenningu um að vera skítsama um hvað aðrir eru að gera er þér furðu annt um aðgrðir Hr. Bush. Það væri tekið meiri mark af þér ef þú værir ekki svona mótsagnakenndur…"
        },
        {
            "user": "7946",
            "user_id": "46584",
            "date": "2005-08-01 01:02:44",
            "id": "2348893",
            "reply_to_id": "2348852",
            "text": "ok ég sagði aldrei að það mætti ekki móðgast yfir því sem aðrir gera ég var að tala um að það væri óþarfi að verða athiglissjúkur út af því og fara tala um það kvað þessi aðili skuli vera mikill villimaður samanborið við mann sjálvan sem hefur alist upp við gerólíkar trúar og réttlætisreglur/kenningar.\nMér hefur ávallt fundist það frekar spaugilegth kvað íslendingar eru duglegir við að tala opinskátt um að mótmæla hinu og þessu sem gerist eikkerstaðar lengst út í rassgati þar sem allt aðrar trúar og siðferðisreglur eru en láta svo óþverra eins og dafíð oddson og aðra embættis menn kúga og vaða yfir sig án þess að svo mikið sem hugsa um að mótmæla því;>)"
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2005-08-06 21:02:05",
            "id": "2362232",
            "reply_to_id": "2348893",
            "text": "þú ert silly…..  skrifar þvílíkar langlokur um það hvernig fólk nennir að vera spá í þessum hlutum sem kome þeim ekki við en ert á meðan að skipta þér af einhverju sem skiptir þig engu máli.\nÞar fyrir utan skipta þessi mál okkur bara víst máli, þó ekki væri nema bara vegna olíunnar sem er í þessum heimshluta og allt stríðsbrölt og vesen breytir alveg hellings máli fyrir okku"
        },
        {
            "user": "7946",
            "user_id": "46584",
            "date": "2005-08-10 16:18:45",
            "id": "2372367",
            "reply_to_id": "2362232",
            "text": "„þú ert silly….. skrifar þvílíkar langlokur um það hvernig fólk nennir að vera spá í þessum hlutum sem kome þeim ekki við en ert á meðan að skipta þér af einhverju sem skiptir þig engu máli.“\nok í firsta lagi að þá var ég til að birja með bara að benda á það að þetta kemur okkur andskotann ekkert við en hann Thor1 eikkað breitti því í hálvgert rifrildi með því að vera svara svona heimskulega sem er ekki mér að kenna\n„Þar fyrir utan skipta þessi mál okkur bara víst máli, þó ekki væri nema bara vegna olíunnar sem er í þessum heimshluta og allt stríðsbrölt og vesen breytir alveg hellings máli fyrir okkur“\nþað að tveir littlir hommar séu hengdir hefur ekkert með olíuna að gera, en ég er alveg sammála því að þessi leiðnlega afsökun bush til að stela olíu hefur eikkað með okkur að gera þessvegna ætti að hengja hann og sjónvarpa því beint um allan heim, ég veit að ég mindi pottþétt kaupa miða til að vera á staðnum til að horva á hann hengdann, þó hann irði hengdur í japan og það mindi kosta mig aleiguna að horva á ;>)"
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2005-08-10 17:41:50",
            "id": "2372591",
            "reply_to_id": "2372367",
            "text": "Umræðan var nú búinn að leiðast aðeins útfyrir umræðuna um þessa homma sem voru hengdir þegar ég sagði þetta - vorum meira að ræða ástandið þarna í heild sinni.\nSé því engan tilgang í að svara þessu bulli..\nGóðar stundi"
        },
        {
            "user": "7946",
            "user_id": "46584",
            "date": "2005-08-11 02:53:09",
            "id": "2374365",
            "reply_to_id": "2372591",
            "text": "vá ef þú notar heilan í þér í smá stund og skoðar vel ifir það sem ég segi að þá gætirðu bara fattað það að þetta kemur því bara heilmikið við"
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2005-08-11 11:24:17",
            "id": "2374599",
            "reply_to_id": "2372367",
            "text": "„þú ert silly….. skrifar þvílíkar langlokur um það hvernig fólk nennir að vera spá í þessum hlutum sem kome þeim ekki við en ert á meðan að skipta þér af einhverju sem skiptir þig engu máli.“\nÞað að tveit hommar séu hengdir í Íran skiptir mig vissulega engu máli - enda var ekki verið að ræða það í þessu samhengi, heldur ástandið á þessu svæði yfir höfuð.\n„Þar fyrir utan skipta þessi mál okkur bara víst máli, þó ekki væri nema bara vegna olíunnar sem er í þessum heimshluta og allt stríðsbrölt og vesen breytir alveg hellings máli fyrir okkur“\nþað að tveir littlir hommar séu hengdir hefur ekkert með olíuna að gera, en ég er alveg sammála því að þessi leiðnlega afsökun bush til að stela olíu hefur eikkað með okkur að gera þessvegna ætti að hengja hann og sjónvarpa því beint um allan heim, ég veit að ég mindi pottþétt kaupa miða til að vera á staðnum til að horva á hann hengdann, þó hann irði hengdur í japan og það mindi kosta mig aleiguna að horva á ;>)\nHvernig í ósköpunum tengist þetta svar áhyggjum mínum yfir vaxandi spennu á þessu svæði með tilheyrandi hækkun á t.d. olíuverði?\nEins og ég sagði hérna fyrir neðan, þá er ekkert í þessu svari þínu sem tenhist því sem ég var að segja…\nmér líður illa yfir að hafa eytt tíma í að svara því… tvisvar!!!"
        },
        {
            "user": "7946",
            "user_id": "46584",
            "date": "2005-08-12 02:16:54",
            "id": "2376761",
            "reply_to_id": "2374599",
            "text": "„Hvernig í ósköpunum tengist þetta svar áhyggjum mínum yfir vaxandi spennu á þessu svæði með tilheyrandi hækkun á t.d. olíuverði?“\nveistu það að hengja tvo homma hefur enginn áhrif á verðið á olíu.\nen heldur þú virkilega að þessi vaxandi spenna þarna lækkaði eikkað við eikker andskotans mótmæli út af tveim littlum andskotans hommum sem eru eins og dropi í hafið það eru til ég veit ekki kvað margar milljónir manna og fólk er að hafa áhiggjur út af tveim hommum kvað með td allt saklausa fólkið sem bandaríkjaher hefur slátrað af engri annari ástæðu en þeirri að bush ásælist olíuna þar og þetta stríð er ekki út af tvíburaturnunum hann hafði firirhugað þetta stríð áður en hann var kosinn."
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2005-08-12 03:00:19",
            "id": "2376807",
            "reply_to_id": "2376761",
            "text": "veistu það að hengja tvo homma hefur enginn áhrif á verðið á olíu.\nErtu hálfviti eða bara heimskur?\nÉg var ekkert að tala um þessa homma þegar ég sagði þetta - lærðu að lesa"
        },
        {
            "user": "7946",
            "user_id": "46584",
            "date": "2005-08-12 17:13:15",
            "id": "2377660",
            "reply_to_id": "2376807",
            "text": "„Ertu hálfviti eða bara heimskur?\nÉg var ekkert að tala um þessa homma þegar ég sagði þetta - lærðu að lesa“\neða þú þessi grein er umm þessa homma ekki olíuverðið svo hættu að tala umm hluti sem tengjast þessari grein ekkert."
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2005-08-12 17:44:02",
            "id": "2377719",
            "reply_to_id": "2377660",
            "text": "og hvað á þessi póstur þinn þá að þýða - afhverju ertu að skrifa um eitthvað sem tengist umræðunni ekki neitt….\nÞað er nú einusinni þannig að umræður eiga það til að leiðast út í aðra sálma.\nViltu snúa eitthvað meira útúr þessu"
        },
        {
            "user": "7946",
            "user_id": "46584",
            "date": "2005-08-12 18:28:18",
            "id": "2377854",
            "reply_to_id": "2377719",
            "text": "„og hvað á þessi póstur þinn þá að þýða - afhverju ertu að skrifa um eitthvað sem tengist umræðunni ekki neitt….“\neða þú, þú skiftir um umræðuefni eins og ég veit ekki kvað.\n„Það er nú einusinni þannig að umræður eiga það til að leiðast út í aðra sálma.“\nþað þarf ekkert endilega að gerast nema annar aðilinn sé með umræðuskifti á heilanum td þú.\n„Viltu snúa eitthvað meira útúr þessu“\nég get nú ekki séð annað en að þú sért að snúa útúr öllu því sem þú getur snúið útúr."
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2005-08-12 18:35:04",
            "id": "2377878",
            "reply_to_id": "2377854",
            "text": "hver nákvæmlega er tilgangurinn þinn með þessu?\nÉg var að tala við mann þar sem hann var að spurja mig afhverju ég væri að tala um ástandið í mið austurlöndum, þessi lönd kæmu okkur ekkert við… (eftir að umræðan hafði farið útí það og frá öllum hommaumræðum)\nÉG svaraði þá að ástandið þarna fyrir botni miðjarðarhafs og löndin þar skiptu okkur máli, t.d. vegna olíu..\ner það rangt hjá mér??\nSvo kemur þú, grípur þetta á lofti og heldur því fram að ég hafi verið að tala um að dauðir hommar hefðu áhrif á olíuverð -\nsem var eins langt frá því sem ég var að segja eins og hægt var.\nSegir svo að ég sé að snúa útúr :s"
        },
        {
            "user": "7946",
            "user_id": "46584",
            "date": "2005-08-13 02:41:43",
            "id": "2379142",
            "reply_to_id": "2377878",
            "text": "„ÉG svaraði þá að ástandið þarna fyrir botni miðjarðarhafs og löndin þar skiptu okkur máli, t.d. vegna olíu.. er það rangt hjá mér??“\nnei alls ekki.\n„Ég var að tala við mann þar sem hann var að spurja mig afhverju ég væri að tala um ástandið í mið austurlöndum, þessi lönd kæmu okkur ekkert við… (eftir að umræðan hafði farið útí það og frá öllum hommaumræðum)“\nok þarna hefur þú misskilið mig mjög illa það sem ég átti við var það að ákveðnir hlutir þarna kæmu okkur ekkert við og því ættum við að láta þá eiga sig.\n„Svo kemur þú, grípur þetta á lofti og heldur því fram að ég hafi verið að tala um að dauðir hommar hefðu áhrif á olíuverð - sem var eins langt frá því sem ég var að segja eins og hægt var.“\nég viðurkenni það svosum alveg að ég hef ábiggilega miskilið eikkað af því sem þú sagðir þar sem ég hef ifirleitt verið þreittur þegar ég hef farið á huga og ég held ég gæti hafa ruglað eikkað saman þínum svörum og svörum frá thor1. Auk þess var ég að tala um það að þessir hommar kæmu okkur ekkert við og ekkert annað, ekki kvort ástandið þarna varðandi olíuna sem tengist hommunum ekkert kæmi okkur eikkað við"
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2005-08-12 18:37:28",
            "id": "2377884",
            "reply_to_id": "2377854",
            "text": "Annars bíð ég þig bara velkominn á ignore listann minn..\nTakk fyrir að fljúga með okkur og góða ferð"
        },
        {
            "user": "7946",
            "user_id": "46584",
            "date": "2005-08-13 02:42:55",
            "id": "2379144",
            "reply_to_id": "2377884",
            "text": "„Annars bíð ég þig bara velkominn á ignore listann minn..“\nendilega sama er mé"
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-02 15:03:09",
            "id": "2351679",
            "reply_to_id": "2348840",
            "text": "ertu að reyna að seigja mér að okkur á að vera sama um aþað að fólk sé drepið saklaust bara af því það er svo lagnt í burtu ?\nog svo ýjaru að því að þetta ´se vegna trúarbragðana þeirra, en málið er að islam á að tákna frið og umburðarlyndi…\nog svo lyktar þessi texti þinn af svo miklum hroka að ég var reiður á því að lesa hann\nreyndu að minka hrokann og hættu svo að tala í mótsögn við sjálfan þig, þú talar um að okkur eigi að vera sama um hluti sem gerast annarstaðar og svo ferðu að vitna í það sem Bush er að gera í landinu við hliðina á íran\nmeð svona heimskulegum hroka og mótsögnum dæmiru engan annan en sjálfan þig"
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-02 15:34:34",
            "id": "2351732",
            "reply_to_id": "2351679",
            "text": "Ætlarðu að segja mér að þu skildir þennann texta hjá honum 7….?? Ég gafst upp. Sá samt að hann talar í mótsögn við sjálfan sig."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-02 18:33:37",
            "id": "2352119",
            "reply_to_id": "2351732",
            "text": "haha þurfti að lesa þetta 2svar til að fatta hann nokkurn veiginn"
        },
        {
            "user": "7946",
            "user_id": "46584",
            "date": "2005-08-03 18:18:36",
            "id": "2354573",
            "reply_to_id": "2351679",
            "text": "„ertu að reyna að seigja mér að okkur á að vera sama um aþað að fólk sé drepið saklaust bara af því það er svo lagnt í burtu ?“\njá auðvitað auk þess get ég lofað þér því að fólk er drepið á hrottalegri hátt firir minni sakir allstaðar í heiminum og kvað er svona serstakara við þessa tvo bara út af því að þeir komust í féttirnar gerir þá ekkert betri firir vikið eða refsinguna verri svona hlutir gerast bara og það er ekkert hægth að lífga þá við með því að vera mótmæla eikkað auk þess hefur fólkið þarna bara lært af þessu eða semsagth að það á ekki að vera auglísa þetta þarna.\n„og svo ýjaru að því að þetta ´se vegna trúarbragðana þeirra, en málið er að islam á að tákna frið og umburðarlyndi…“\nég hef aldrei heirt eins mikið kjaftæði heldurðu virkilega að þú eigir meiri möguleika á því að verða ríkur ef þú flitur til bandaríkjana út af því að þau eiga að vera land tækifærana NEI þú verður ekkert ríkari eða betri aðeins fátækari og fávísari.Þó land sé auglíst firir eikkað þíðir það ekki að það sé það.\n„og svo lyktar þessi texti þinn af svo miklum hroka að ég var reiður á því að lesa hann“\nþað er þitt vandamál ekki mitt\n„reyndu að minka hrokann og hættu svo að tala í mótsögn við sjálfan þig, þú talar um að okkur eigi að vera sama um hluti sem gerast annarstaðar og svo ferðu að vitna í það sem Bush er að gera í landinu við hliðina á íran“\nég skal hugleiða það að minka hrokann þó ég geti ekki alveg séð kvað þú átt við því ég get ekki séð kvar ég hef sínt hann og ég tók bush aðeins sem dæmi og þikir mér mjög miður ef þú hefur ekki fattað það."
        },
        {
            "user": "7946",
            "user_id": "46584",
            "date": "2005-08-04 02:47:34",
            "id": "2355809",
            "reply_to_id": "2354573",
            "text": "Með þessu svari þínu hefuru sínt það og sannað að þú sért ein allra hroka fylsta og heimskasta manneskja sem ég hef eitt orðum á á netinu\nAð önnur lönd hneikslist yfir svona löguðu skiptir máli, því ef stjórnvöld og fólk landa gera það ekki þá mun þessu alldrei linna, ég veit að þetta stoppar ekkert bara útaf þessum mótmælum, en vesturlönd geta  og hafa beitt lönd þrýstingi til að leggja af svona lagað, ég veit að þetta tíðkast í bandaríkjonum, og að forsetinn þeirra á metið í að taka fólk að lífi sem ríkisstjóri. ÉG persónulega fucking þoli ekki bandaríkjin en það er ekki hægt að beyta þeim þrýsting til að leggja þetta af, en það þýðir ekki að það eigi að sleppa því við önnur lönd.\nÍslam líkt og kristin trú táknar frið og umburðarlyndi og væntumþykju og meðaumkun og svo frammveigis, ÞAÐ ER STAÐREYND.\nEn hafa ekki margar milljónir verið drepnar, pyntaðar myrtar og  þannig lagað í nafni kristinar trúar, menn hafa eitt mörg hundruð árum í að taka einvherjar borgir\nog drepa allt kvikt á heilu svæðonum allt í nafni Jesús krists\n. Jesús krists sem átti að hafa boðað frið og væntumþyggju.\nÞað eru alltaf ofsatrúar í öllum trúar brögðum sem skemma þau, þessa menn þoli ég ekki, og það er einmitt eins í gangi núna með Islam og var með kristnina fyrior mörg hundruð árum, það eru ofsatrúarmenn að slátra saklausu fólki í nafni trúar sem á ða tákna hið gangstæða, LÍKT OG KRISTIN TRÚ.\nÞað er þitt vandamál að þú sért hroka fullur, en það er mitt vandamál að pirrast yfir því."
        },
        {
            "user": "7946",
            "user_id": "46584",
            "date": "2005-08-04 22:59:22",
            "id": "2358018",
            "reply_to_id": "2355809",
            "text": "kristin trú er ein sú villimannslegasta trú sem ég hef nokkurntíma vitað umm því það eina sem hún gengur út á er að nota hana til að vaða ifir aðra í nafni eikkers ímindaðs friðar, og ég skammast mín firir að hafa þurft að fæðast í kristna fjölskildu frekar vildi ég vera trúleisingi, kristinni trú var troðið upp á okkur íslendinga gegn okkar eigin vilja og kverskonar andskotans friðaboðun sérð þú í því við værum ásatrúar ef ekki væri firir eikkern ofdekraðan fituhlunk sem fékk þá hugdettu að nú væri tími til kominn til að kúga minni þjóðir og troða upp á þær eikkerji ímindaðri trú sem eikkerjum hálvitanum tókst að draga útúr rassgatinu á sér af því að hann hafði ekkert betra að gera en að gá kvort hann gæti blekkt nógum mikið fólk til að trúa á eikkað sem mindi valda meiri eiðileggingu en frið og halda því svo fram að það væri í nafni friðar og gettu kvað honum tókst að blekkja marga milljarði fólks sem hefur ekki enn fattað það og heldur að það eigi eftir að fara í eikkernskonar ímindaða paradís þegar það drepst maður.\nSvo vinsamlegast hættu bulla um eikkerjar uppskáldaðar trúir og ímindaðar sögur af eikkerjum andskotans hóruunga sem átti að geta labbað á vattni og taktu sönsum það er ljótt og grimmilegth að neiða annað fólk til að fara eftir lögum og trúum annara sama kvað það hefur gert og sama kvað þú eða aðrir viljið íminda ikkur að þeirra land og trú eigi að standa firir það geta ekki allir lifað í eikkerju ofvernduðu umkvervi í eikkerji svaka happyworld vímu ekki eru Íranar að troða sínum trúabrögðum upp á aðra og því á að sína þá sjálfsögðu kurteisi að gera slíkt hið sama og vera ekki að troða upp á þá eikkerju ofverndunarkjaftæði því með því ertu að vanvirða hefðir þeirra (kvort sem það felst í því að hengja homma eða höggva hendur af þjófum).\nsvo kemur þetta okkur ekkert við ekki voru tveir íslendingar drepnir eða kvað."
        },
        {
            "user": "7946",
            "user_id": "46584",
            "date": "2005-08-05 02:30:25",
            "id": "2358499",
            "reply_to_id": "2358018",
            "text": "það sem ég var að segja og takk fyrir að undirstryka pukntinn minn. Það hafa verið vitleysingar sem þú talar um sem eru ekkert nema  grimmir skrattar sem nota trúnna, en þú virðist ekki geta greint á milli þessar grimmu skratta og sannas boðskapar trúarbragðana “kristni” og “islam”\nBoðskapur beggja trúarbragðana er sá, friður á jörðu, væntumhyggja, virðingu gagnvart náunganum, umburðarlyndi og þar fram etir götonum, en þú virðist ekki geta gert greinarmun á milli boðskaparinns og þeirra sem hafa misnotað hann í gegnum aldinar.\nGyðingsdómur er samt sem áður trú sem byGgð er á engu öðru en hreinni grimmd\nOG LÆRÐU AÐ STAFSETJA RÉTT, ÉG SKRIFA KANNSKI MJÖG VITLAUST EN ÞÚ SLÆÐR ÖLL MET !"
        },
        {
            "user": "7946",
            "user_id": "46584",
            "date": "2005-08-05 20:31:53",
            "id": "2359812",
            "reply_to_id": "2358499",
            "text": "„Boðskapur beggja trúarbragðana er sá, friður á jörðu, væntumhyggja, virðingu gagnvart náunganum, umburðarlyndi og þar fram etir götonum“\nþað að beita eikkerju einu samfélagi þristingi til að fá það til að lúta vilja manns er ekkert betra en að nota trúnna til að drepa.\n„Gyðingsdómur er samt sem áður trú sem byGgð er á engu öðru en hreinni grimmd“\nkristni er ekkert betri það að hún sé bigð á kærleika og trú er mesta ligaþvæla sem ég hef nokkurntíma heirt hún er kanske biggð á því en hún boðar samt sem áður ekkert annað en illsku fólk áttar sig bara ekki á því.\nps. ég er að fara í vikufrí svo ef þú ættlar að svara þessu að þá máttu ekki búast við svari firren þarnæsta mánudag;>)"
        },
        {
            "user": "7946",
            "user_id": "46584",
            "date": "2005-08-06 13:52:02",
            "id": "2361232",
            "reply_to_id": "2359812",
            "text": "wtf ! núna er ég hættur að reyna að vera kurteis og vellja góð orð. FUCK !! hvað er að þér, komdu með einvher rök fyrir ruglinu sem þú lætur útúr þér, og fucking lærðu að stafsetja rétt, það er valla eitt orð í textanum hjá þér rétt stafsett"
        },
        {
            "user": "7946",
            "user_id": "46584",
            "date": "2005-08-10 16:21:31",
            "id": "2372381",
            "reply_to_id": "2361232",
            "text": "„wtf ! núna er ég hættur að reyna að vera kurteis og vellja góð orð. FUCK !! hvað er að þér, komdu með einvher rök fyrir ruglinu sem þú lætur útúr þér, og fucking lærðu að stafsetja rétt, það er valla eitt orð í textanum hjá þér rétt stafsett“\nog kvað kemur þetta umræðuefninu við það eru ekki allir eikker andskotans einstein í stafsettningu."
        },
        {
            "user": "7946",
            "user_id": "46584",
            "date": "2005-08-10 16:34:03",
            "id": "2372412",
            "reply_to_id": "2372381",
            "text": "komdu með einvher rök fyrir ruglinu sem þú lætur útúr þé, þá meina ég því sem þú sagðir í fyrra svari, það sem þú skrifar er það mesta rugl sem ég hef lesið og þú kemur alldrei með rök"
        },
        {
            "user": "7946",
            "user_id": "46584",
            "date": "2005-08-11 02:51:37",
            "id": "2374360",
            "reply_to_id": "2372412",
            "text": "mér finnst alveg ótrúlegth kvað hugara fara alltaf að væla um rök þegar þeir geta ekki svarað manni ég þarf enginn andskotans rök firir því sem ég segi eða segi ekki.\nÞað að tveir hommar voru hengdir eikkerstaðar út í rassgati kemur okkur ekkert við en það að dabbi telji sig eikkern andskotans einræðisherra og setji íslensku þjóðina á eikkerv helvítans stuðningslista ifir stríði sem á nákvæmlega engann rétt á sér án þess nokkurntíma að spirja einn né neinn með því að setja það í atkvæðagreiðslu kemur okkur sko við og svo lítilsvirðir hann forsetann af því að hann gerir ekki eins og HANN vill og neitar að skrifa undir eikkern lista um lögleiðingu nírra laga því honum líkar illa við baugsmenn.\nÍslendigar hafa látið ríkisstjórina kúga sig of lengi til þess að hafa nokkurn rétt á því að mótmæla gerðum eikkerjar annarar ríkistjórnar.\nOg alveg ótrúlegth að þú og eikkerjir fávísir hugarar hugsi með sér jamm þarna er eikkað sem kemur okkur andskotann ekkert við best að mótmæla því svo ríkistjórnin okkar geti kúgað okkur og vaðið ifir okkur kvað eftir annað, en kvað það hlítur að vera sniðug andskotans hugmind."
        },
        {
            "user": "Utopia",
            "user_id": "28528",
            "date": "2005-08-06 13:01:21",
            "id": "2361121",
            "reply_to_id": "2354573",
            "text": "þú ættir að fara að fylgjast með í skólanum… shit það er HVað ekki KVað"
        },
        {
            "user": "7946",
            "user_id": "46584",
            "date": "2005-08-10 16:04:45",
            "id": "2372334",
            "reply_to_id": "2361121",
            "text": "úúúúúúúúúúúúúúúúúúú who dosen´t give a fuck"
        },
        {
            "user": "Utopia",
            "user_id": "28528",
            "date": "2005-08-12 17:56:56",
            "id": "2377760",
            "reply_to_id": "2372334",
            "text": "úúúúúúúú… ég"
        },
        {
            "user": "7946",
            "user_id": "46584",
            "date": "2005-08-12 18:30:27",
            "id": "2377858",
            "reply_to_id": "2377760",
            "text": "þá hlítur þú að vera undantekkningin sem sannar regluna"
        },
        {
            "user": "Utopia",
            "user_id": "28528",
            "date": "2005-08-12 18:44:49",
            "id": "2377901",
            "reply_to_id": "2377858",
            "text": "Hvaða reglu, var einhver að tala um reglu hérna?\nef að undantekningar verða meirihlutinn þá afsanna þær regluna og ég held að svona fáránlegar stafsetningar villur fari í taugarnar á flestum."
        },
        {
            "user": "7946",
            "user_id": "46584",
            "date": "2005-08-13 02:44:39",
            "id": "2379147",
            "reply_to_id": "2377901",
            "text": "„ef að undantekningar verða meirihlutinn þá afsanna þær regluna og ég held að svona fáránlegar stafsetningar villur fari í taugarnar á flestum.“\nverði svo þá verð ég undantekkningi sem sannar regluna ;>)"
        },
        {
            "user": "andskotinn",
            "user_id": "36189",
            "date": "2005-08-01 00:48:31",
            "id": "2348873",
            "reply_to_id": "2344998",
            "text": "Óheppni býst ég við, en ef að ég væri hommi í íran eða írak man ekki hvort, þá væri ég ekkert að koma mikið út úr skáppnum, kanski gægjast smá."
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-01 16:28:45",
            "id": "2349589",
            "reply_to_id": "2348873",
            "text": "Heldurðu að þeir hengji þig þá bara smá?"
        },
        {
            "user": "andskotinn",
            "user_id": "36189",
            "date": "2005-08-01 17:48:12",
            "id": "2349728",
            "reply_to_id": "2349589",
            "text": "What eve"
        },
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2005-08-01 01:29:12",
            "id": "2348927",
            "reply_to_id": "2344998",
            "text": "Það er í sjálfu sér ekki bannað að vera hommi í Íran.\nÞeim var gefið það að sök að hafa misnotað sér yngri drengi (þrátt fyrir að veraeiginilega bara sjálfir börn (minnir mann á Texas,hmmm)).\nAllt lítur út fyrir að sú sakargift sé bara lygi til þess að réttlæta raunverulega tilganginn, en hann var sá að þessi drengir yrðu öðrum öfuguggum víti til varnaðar og undirstrika þannig óopinbera afstöðu stjórnvalda til þessa þjóðfélagshóps (en óopinbera afstaðan er í raun síst ómikilvægari en sú opinbera í þessu alræmda klerkaveldi)."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-01 04:01:19",
            "id": "2349047",
            "reply_to_id": "2348927",
            "text": "Reyndar þá held ég að það þurfi ekki að klína neinu öðru á þá en samkynhneigð.\nÞeir voru dæmdir fyrir NAUÐGUN. En þar sem það var gert við sama kyn þá taka fjölmiðlar upp á því að setja það upp sem dauðadóm fyrir samkynhneigð til þess að fá sterkari viðbrögð. Auðvitað er möguleiki á því en samt sem áður eru engar sannanir fyrir því.\nEn ég veit ekki betur en margir hafi verið drepnir í múslimaríkum fyrir það eitt að vera samkynhneigðir, þarf ekkert að bæta nauðgun ofan á það. Margir múslimar trúa því að ef einhver í fjölskyldunni sé samkynhneigður að þá sé andlát hans af hinu góða þar sem það á að hreinsa fjölskylduna frá syndinni. Nú þekki ég samkynhneigðan Íraka og er mjög feginn að hann búi hér á Íslandi en ekki hjá fjölskyldu sinni í Írak. Hér getur hann verið eins mikill hommi og hann vill :)"
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-01 15:19:12",
            "id": "2349476",
            "reply_to_id": "2349047",
            "text": "Þeir voru dæmdir fyrir að stunda hommaskap. Sennilega (líkt og í Katólskri trú) er leyfielgt að vera hommi - bara ekki hommast. Allavegana þessi umræða um nauðgunina kom ekki fram fyrr en Vesturlönd fóru að mótmæla þessum dómi. Það er minnst á nauðgun í dómsskjölum en hún er ekki sönnuð og þeir voru ekki kærðir eða dæmdir fyrir hana.\nNokkrir Íranir eru hengdir árlega fyrir nauðgun.\nN.b. ég nota orðið “hommi”, “hommast” og “hommaskap” án fordóma. Þetta er bara liprara en að tala sífellt um “samkynhneigð”.\nÞað eru SVO margir siðferðispunktar sem þetta kemur inn á:\n(a) réttinn á að fylgja sinni kynhneigð.\n(b) refsing aðila undir 18 ára aldri.\n© aðferðin sem er notuð við aftökur."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-01 16:07:21",
            "id": "2349547",
            "reply_to_id": "2349476",
            "text": "En síðan er spurning hvort það hafi verið hengt menn fyrir að nauðga fullorðnum konum. Veit ekki hvernig þetta er í Íran en í mörgum löndum í þessum heimshluta er lytið framhjá því."
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-01 16:30:24",
            "id": "2349593",
            "reply_to_id": "2349547",
            "text": "Þeir hengja eða grýta nauðgara - einnig þeim sem nauðga konum. Málið er að skömmin er svo mikil fyrir konurnar og fjölskyldur þeirra að þær láta ógert að kæra."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-08-02 22:35:30",
            "id": "2352795",
            "reply_to_id": "2349593",
            "text": "Ótrúlegt, þetta fólk kann Kóraninn utan að en fattar ekkert hvað hann er að segja."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-08-04 12:10:23",
            "id": "2356175",
            "reply_to_id": "2352795",
            "text": "Hvaða\nhann\n?"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-08-05 20:04:22",
            "id": "2359759",
            "reply_to_id": "2356175",
            "text": "Kóraninn, þetta rit hefur verið mistúlkað svo herfilega að mann blöskrar jafnmikið og maður myndi gera á miðöldum þegar helstu Biblíumistúlkannir fór fram.\nMúslimar eiga einfaldlega eftir að hafa sín siðaskipti."
        },
        {
            "user": "Utopia",
            "user_id": "28528",
            "date": "2005-08-06 13:04:16",
            "id": "2361127",
            "reply_to_id": "2349476",
            "text": "sjálfræðisaldurinn er ekki allstaðar 18 ár\nkannski er hann eitthvað lægri í Íran, annars hef ég ekki hugmynd um það."
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2005-08-06 21:10:29",
            "id": "2362267",
            "reply_to_id": "2361127",
            "text": "Sakhæfi í Íran miðast við kynþroska…. strákar verða því sakhæfir 14 ára en stelpur 9 ára.\nSegir kannski margt um hvurslags rugl þetta e"
        },
        {
            "user": "Utopia",
            "user_id": "28528",
            "date": "2005-08-08 16:58:00",
            "id": "2366902",
            "reply_to_id": "2362267",
            "text": "haha okey"
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2005-08-01 02:20:25",
            "id": "2348974",
            "reply_to_id": "2344998",
            "text": "Aular."
        },
        {
            "user": "Durturinn",
            "user_id": "43965",
            "date": "2005-08-01 02:37:02",
            "id": "2348986",
            "reply_to_id": "2344998",
            "text": "Það ætti að hengja þessa menn sem hengdu gaurana."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-01 04:02:16",
            "id": "2349049",
            "reply_to_id": "2348986",
            "text": "Frekar þá sem að skipuðu fyrir. Ekkert vit í því að hengja þá sem að vinna við það að vera böðular."
        },
        {
            "user": "Fleebix",
            "user_id": "5906",
            "date": "2005-08-01 07:23:24",
            "id": "2349098",
            "reply_to_id": "2349049",
            "text": "hommar maður…"
        },
        {
            "user": "Durturinn",
            "user_id": "43965",
            "date": "2005-08-01 13:01:24",
            "id": "2349261",
            "reply_to_id": "2349049",
            "text": "Já það er það sem ég á við."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-08-02 22:34:03",
            "id": "2352792",
            "reply_to_id": "2348986",
            "text": "Nú afhverju? Eigum við ekki bara að drepa alla sem drepa einhvern? Hvar endum við þá, bara allir dauðir ha?"
        },
        {
            "user": "Durturinn",
            "user_id": "43965",
            "date": "2005-08-02 22:56:13",
            "id": "2352882",
            "reply_to_id": "2352792",
            "text": "Þú er að miskilja þetta. Þeir hengdu þá fyrir að vera hommar. Og síðan var ég bara að meina að ég væri á móti þessu sem þeir gerðu þetta. Kannski ekki beint að hengja þá."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-02 14:55:14",
            "id": "2351662",
            "reply_to_id": "2344998",
            "text": "bara eins og rannsóknar rétturinn, nema a' hann framdi miklu meiri grimmdarverk en nokkurntíman þetta þetta…\nbæði kristin trú og islam eiga að tákna frið og umburðarlyndi, en svo koma svona fruitcakes og skemma allt"
        },
        {
            "user": "divaa",
            "user_id": "11336",
            "date": "2005-08-02 15:34:33",
            "id": "2351731",
            "reply_to_id": "2344998",
            "text": "Ég held þetta sé nú aðallega stjórnarfarinu fremur en trúarbrögðunum um að kenna. Íslam er ekki svona öfgakennt. Þeir taka bara setningar og setningar úr Kóraninum og snúa þessu upp í svona vitleysu til að styðja stjórnarfarslegar ákvarðanir sínar, án þess að þær eigi svosem mikið við rök að styðjast. Við gætum alveg skapað svona brjálæðislegt kristið samfélag með því að taka bút og bút úr Biblíunni eftir okkar hentugleika og snúa því eins og okkur sýndist til að réttlæta ofríki."
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-02 16:24:13",
            "id": "2351839",
            "reply_to_id": "2351731",
            "text": "Ég er algjörlega sammála þér. Þetta er misnotkun á trú."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-08-02 22:32:30",
            "id": "2352788",
            "reply_to_id": "2344998",
            "text": "Jamm Íran er víst nýji Vondi Kall alheimsins.\nÞessi frétt er pottþétt frá Bandarískri fréttastofu og er pottþétt fake."
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-03 01:54:58",
            "id": "2353367",
            "reply_to_id": "2352788",
            "text": "Trúirðu virkilega sjálfum þér? Og tannálfurinn er líka til eða hvað?\nÉg vildi svo gjarnan að þetta væri feik. Það er sorglegt að Bandaríkinn eru frekar nýlega hættir að taka af lífi unga afbrotamenn og þá sem hafa takmarkaða greind (það sem var kallað aumingjar hér áður). Hefði USA ætlað að espa heimin gegn Íran hefði þeir valið sér eitthvað annað en homma til að hengja."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-08-05 20:06:47",
            "id": "2359763",
            "reply_to_id": "2353367",
            "text": "Þetta er ekkert það eina sem þeir eiga eftir að gera, þetta er hugsanlega bara partur af einhverju “Anti-Iran” verkefni hjá Hvíta húsinu.\nBandaríkjamenn vilja stríð, þeir vilja að mikið af vopnum séu keypt og seld. Hefurðu skoðað vopnamarkaðsþróun síðari ára? Það er meira og meira um einnota hluti og allt verður dýrara og dýrara."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-04 02:07:00",
            "id": "2355777",
            "reply_to_id": "2352788",
            "text": "Þú getur séð þessa frétt frá ýmsums fréttastöðum um heiminn. Meðal annars í miðausturlöndum.\nEn já veistu ég get bara ekki séð hvað sé svona frábært við Írönsk stjórnvöld (er ekkert á móti almenningi þar). Endilega opnaði augu mín ef það er allt í góðum málum þarna."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-08-05 20:11:42",
            "id": "2359769",
            "reply_to_id": "2355777",
            "text": "Já þessa frétt hef ég séð annars staðar, nema þar voru þeir hengdir fyrir að nauðga fólki. Dauðarefsing fyrir nauðgun er eiginlega með rökréttari dauðarefsingum þar sem nauðgarar eru mjög líklegir til að halda áfram að nauðga þar til þeir drepast, það er svipað rökrétt og að taka raðmorðingja af lífi.\nAnnars er ég á móti dauðarefsingum almennt séð.\nÉg veit bara það að Írönsk stjórnvöld eru ekki svo hræðilegt að riddarar réttlætisins verða að ríða þangað inn í offorsi og umbreyta stjórnvöldunum."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-05 21:06:36",
            "id": "2359926",
            "reply_to_id": "2359769",
            "text": "Ég var heldur ekki að segja það. Ég styð það aðeins ef þeir fara alla leið með karnorkuáætlun sína.\nÍrak var allt annað eins og sést í undirskrift minni."
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2005-08-06 21:22:44",
            "id": "2362296",
            "reply_to_id": "2359926",
            "text": "Það er ákveðinn grundvallar misskilningur af þinni hálfu sem litar allar þínar skoðanir á þessu máli í vitlausum lit.\nHann er sá að öfugt við þig þá hatar almenningur í þessum löndum Bandaríkin meira en allt, bæði af skiljanlegum ástæðum sem og vegna þess að miðað við áróðurinn sem BNA menn reka á hendur þessum ríkjum heima fyrir þá er hann helmingi verri áróðurinn í þessum löndum gegn Bandaríkjamönnum í ríkisreknum fjölmiðlum.\nTil að setja þetta í eitthvað ljós sem þú kannski mögulega skilur þá er jafn fáránlegt að Bandaríkjamenn stilli til “friðar” í þessum ríkjum eins og ef Bush yrði blóðþyrstur einræðisherra og her Íraka, Írana og Sýrlands myndu ráðast inní landið til að “frelsa” íbúana og drepa í leiðinni hundruð þúsunda saklausra borgara.\nMeira segja þú hlýtur að sjá hvað þetta er fáránleg pæling, hinsvegar veit ég fullvel að þú gerir það ekki"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-06 22:20:11",
            "id": "2362485",
            "reply_to_id": "2362296",
            "text": "Eins og ég sagði er Íran gjörólíkt Írak.\nMannfall er svipað eða jafnvel minna í Írak í dag og þegar Saddam var, vegna fjöldamorða hans á valdatíma sínum. Því má vel segja að frelsunin hafi verið þess virði þó að hryðjuverk séu auðvitað alltaf sorglegur atburður.\nÞví er ég ekki eins fylgjandi árás á Íran því ég tel það frekar vera verra fyrir almenning, enda yrði sú innrás líklega miklu blóðugri. En það eru undantekningar eins og t.d. til þess að stöðva kjarnorkuáætlun þeirra. Þá er ég líka ekki að tala um að frelsa þjóðina heldur aðeins útrýma vissum hernaðarmörkum, eins og Ísraelsmenn gerðu í Írak á sínum tíma.\nÞær aðgerðir yrðu skárri en það að upplifa kjarnorkustríð á milli Írans og Ísraels sem gætu komið á kjarnorkuheimstyrjöld."
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2005-08-06 23:18:22",
            "id": "2362678",
            "reply_to_id": "2362485",
            "text": "Hvað kemur þetta málinu við?\nStaðreyndin er samt sem áður sú að þessi her sem var sendur til að “frelsa” íraka var óvinaher í augum flestra íbúa landsins - helduru að Írökum hafi líkað eitthvað betur við BNA menn heldur en Írakar?\nSérstaklega í ljósi nýlegrar innrásar þeirra nokkrum árum áður.\nÞar fyrir utan þurfum við ekki að hafa áhyggjur af innrás í Íran af þeirri einföldu ástæðu að það er ekki nóg Olía þar til að það borgi sig"
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2005-08-06 23:19:47",
            "id": "2362684",
            "reply_to_id": "2362678",
            "text": "þetta á að vera\nBNA menn heldur en\nÍranir\n?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-07 01:03:33",
            "id": "2362939",
            "reply_to_id": "2362678",
            "text": "Bandaríkjamenn voru ekki óvinaher flestra Íraka. Langt frá því.\nVarstu með lokuð augun þegar meirihluti fólks á kosningaraldri tók þátt í kosningunum? Þeir einu sem að sniðgengu kosningarnar voru Súnní múslimar sem að voru fúlir yfir því að hafa misst völdin.\nÉg held að meirihluti Íraka séu fegnir að vera komnir með stjórn yfir eigin landi og þjóð. Allir Írakar sem ég hef talað við hafa sagt einmitt þetta."
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2005-08-07 07:44:33",
            "id": "2363232",
            "reply_to_id": "2362939",
            "text": "Varstu með lokuð augun þegar meirihluti fólks á kosningaraldri tók þátt í kosningunum? Þeir einu sem að sniðgengu kosningarnar voru Súnní múslimar sem að voru fúlir yfir því að hafa misst völdin.\nÞað að stór hluti fólks hafi tekið þátt í því að kjósa kemur skoðun þeirra á Bandaríkjamönnum ekkert við heldur áhuga á eigin þjóð… auðvitað vildi fólk fá að hafa eitthvað um það að segja hverjir kæmust til valda.\nOg eins og þú bentir á þá held ég að það hafi frekar verið til að koma veg fyrir að hinir kæmust til valda heldur en hitt, niðurstaðan er “lýðræðis” stjórn þar sem stór hluti þegnanna er í valdalausum minnihluta og hafa þar að auki sannað að þeir geta beitt ýmsum banvænum leiðum til að koma gremju sinni í ljós.\nEnn furða ég mig á því hversu brenglað viðhorf þitt er til þessa máls\nÞú getur ekki spilað þessu kosningaspili endalaust, málið er mun flóknara en það.\nAllir Írakar sem ég hef talað við hafa sagt einmitt þetta.\nÆtli landflótta Írakar sem eru á íslandi teljist marktækt úrtak? - fyrir utan þá fjölmörgu íraka sem segja allt annað..\nHvernig er það annars… eru þessir vinir þínir ekki allir örugglega á leiðinni heim aftur?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-07 13:23:09",
            "id": "2363523",
            "reply_to_id": "2363232",
            "text": "Þú getur ekki spilað þessu kosningaspili endalaust, málið er mun flóknara en það.\nÉg get það bara víst. Þeir sem að voru á móti frelsuninni sniðgengu kosningarnar og reyndu að fá aðra til þess að gera hið sama. Ef að stór meirihluti hefði sniðgengið þær, þá hefði enginn tekið mark á þeim. Sem hefði komið Bandaríkjamönnum mjög illa.\neru þessir vinir þínir ekki allir örugglega á leiðinni heim aftur?\nSumir, sumir ekki."
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2005-08-07 16:15:12",
            "id": "2363866",
            "reply_to_id": "2363523",
            "text": "Ég get það bara víst. Þeir sem að voru á móti frelsuninni sniðgengu kosningarnar og reyndu að fá aðra til þess að gera hið sama.\nÞað kemur mér sífellt á óvart hvað þú virðist kokgleypa allt sem þér er sagt… hefur þér aldrei dottið það í hug að fréttir þess efnis hafi verið gerðir til að búa umheiminn undir dræma kosningaþátttöku.\nLangstærsta ástæðan fyrir góðri kosningaþáttöku var sú að í landinu eru tvær andstæðar fylkingar múslima sem hvorug vildi til þess hugsa að hin kæmist til valda - hvernig þú getur fundið það að út að þetta sé einhver stuðningsyfirlýsing við Bandaríkin er mér gjörsamlega fyrirmunað að skilja.\nKosningarnar snérust um velferð allra íbúa landsins næstu ár og þessvegna hafði fólk áhuga.. þær voru ekki haldnar til þess að sýna stuðning við innrásarher Bandamanna"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-07 17:36:41",
            "id": "2364085",
            "reply_to_id": "2363866",
            "text": "Það er augljóst…\nBesta leiðin til að slá tvær flugur í einu höggi væri einmitt að sniðganga kosningarnar. Ef aðeins einn (eða jafnvel tveir) hópar hefðu tekið þátt í kosningunum þá hefði enginn viðurkennt þær.\nHeldur þú að það sé einhver tilviljun að meirihluti hryðjuverkamanna í landinu séu annað hvort erlendir eða súnní múslimar?"
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2005-08-07 18:31:51",
            "id": "2364267",
            "reply_to_id": "2364085",
            "text": "Besta leiðin til að slá tvær flugur í einu höggi væri einmitt að sniðganga kosningarnar. Ef aðeins einn (eða jafnvel tveir) hópar hefðu tekið þátt í kosningunum þá hefði enginn viðurkennt þær.\nÞetta er ekki svona einfalt - það búa tvær fylkingar þarna sem hata hvor aðra og það hatur kemur alfarið í veg fyrir að borgararnir hefðu tekið sénsinn á því að kjósa ekki.\nOg hvað hefði fólkið grætt á því ef kosningarnar hefðu ekki verið viðurkenndar?\nMeira stjórnleysi og lengri dvöl innrásarhersins…  þú hlýtur að sjá hvað þetta er kjánaleg röksemdarfærsla.\nFólkið hafði um tvennt að velja\na) sleppa því að kjósa og láta útlendinga stjórna landinu ennþá lengur.\nb) kjósa og flýta fyrir því að fá völdin aftur í sínar eigin hendur\nÞetta er spurning um að velja það besta í annars þeirri ömurlegu aðstöðu sem þetta fólk var í.\nÞú mátt ekki gleyma því að það var með hjálp Bandríkjanna sem olíuríkasta svæði Íraks var hreinlega stolið og breytt í ríki fullu af fólki vinveittu Bandaríkjunum - þegar svo Írakar reyndu að ná því aftur þá réðust BNA á þá og drápu tugþúsundir íbúa..\nSvo koma þeir aftur og drepa enn fleiri…\nBottom line: Þú ert einfaldlega hálfviti sem ert engan veginn búinn að kynna þér þessi mál nægilega vel.\nÞað eina sem stendur eftir af rökstuðningi þínum eru einhverja kosningar sem búið er að benda á að er langt frá því að vera einhver stuðningur við innrásina heldur einfaldlega sjálfsbjargarviðleitni íbúanna."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-07 19:21:52",
            "id": "2364419",
            "reply_to_id": "2364267",
            "text": "Þetta er ekki svona einfalt - það búa tvær fylkingar þarna sem hata hvor aðra og það hatur kemur alfarið í veg fyrir að borgararnir hefðu tekið sénsinn á því að kjósa ekki.\nÞetta er bara víst svo einfalt.\nSúnní múslimar sem að hata Bandaríkjamenn mest í þessu landi þeir sniðgengu kosningarnar þrátt fyrir að hata Sjíta múslima. Hinir fóru ánægðir með nýja frelsið sitt og kusu þrátt fyrir ógnina á hryðjuverkum. Það var mjög augljóst á kosningardeginum að þessi þjóð hefur þráð lýðræði nú í langan tíma.\nSúnní múslimar sem voru með einræðið eru lítill minnihluti í landinu. Nýja stjórnin er kannski ekki fullkomin en hún er betri en einræði minnihlutans. Sjíta múslimar hafa meira að segja reynt að semja við Súnní múslima um að fá einhverskonar fulltrúa, þó að þeir hafi sniðgengið kosningarnar. Svo þetta lýðræði hafi fulltrúa úr öllum trúarbrögðum.\nEn vertu rólegur. Bandaríkjamenn munu færa varnir landsins yfir á Íraka á næsta ári og hefja brottflutning úr landinu. Og án þess að stela dropa af olíu."
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2005-08-07 20:20:02",
            "id": "2364592",
            "reply_to_id": "2364419",
            "text": "Þetta er allt saman nokkuð satt og rétt hjá þér…\nÞað er hvernig þú finnur það út að þetta sé einhver stuðningsyfirlýsing við Bandaríkin sem ég skil ekki…\nOg án þess að stela dropa af olíu.\nLOL\nLoksins skil ég afhverju þú ert svona vitlaus…\nÍ fyrsta lagi þá ætluðu Bandaríkjamenn aldrei að “stela” olíu - hinsvegar eru þeir að nota olína til að kaupa ýmsar vörur frá þeim sjálfum til að hjálpa til við uppbyggingun þarna og svo eru þeir búnir að koma fullt af bandarískum fyrirtækjum fyrir þarna sem munu halda því áfram..\nAnnars er ástæða númer 1…2…3…4… og 5 ekki sú að þeir ætluðu að “stela” olíunni í Írak, þeir voru búnir að redda því með Kuwait.\nHINSVEGAR - vildu þeir ekki að Saddam Hussein stjórnaði henni og það er langstærsta ástæðan fyrir þessu.\nÞað tók þá marga mánuði að fara til Júgóslavía þó að þeir væru hræðileg þjóðarmorð í gangi en bara 1 dag að fara til Kuwait.\nÞetta lýsir bara í hnotskurn forgangsröðuninni hjá þessum mönnum - fyrst var það pabbinn og svo var það sonurinn"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-07 20:29:17",
            "id": "2364625",
            "reply_to_id": "2364592",
            "text": "Þannig að tilgangur þeirra og hugarfar fer bara í taugarnar á þér? Írakar græða á þessu samt sem áður.\nBáðar hliðar græða. Hvar er fórnarlambið?"
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2005-08-07 20:35:29",
            "id": "2364641",
            "reply_to_id": "2364625",
            "text": "Hvar er fórnarlambið?\nErtu kolgeðveikur?\nÞær hundruðir þúsunda manna (aðallega börn) sem hafa látið lífið vegna fyrra persaflóastríðsins, eftirmála þess sem og viðskiptabannsins.\nSeinna stríðsins og eftirmála þess sem enginn sér fyrir endan á.\nAð ógleymdum þeim ómetanlegu menningarverðmætum frá þessu elsta menningarsvæði heims sem voru annaðhvort sprengd í loft upp eða stolið úr söfnum landsins - söfnum sem núna standa auð.\nÉg held að þú sért siðblindur…\nFyndið, að þegar Saddam var fús til að selja BNA mönnum olíu á góðu verði þá verð hann heiðursborgari í Detroit við hátíðlega athöfn en fljótt skiptast veður í lofti."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-07 20:41:23",
            "id": "2364658",
            "reply_to_id": "2364641",
            "text": "Þú tekur ekki til baka þá sem að dóu af viðskiptabanninu með því að sleppa frelsuninni.\n25 þúsund manns hafa látist eftir frelsunina sem er að meðaltali minna en Saddam myrti á valdatíma sínum. Auka þess að það er lýðræði í landinu, skuldir falla og þjóðin fær viðskiptafrelsi.\nSiðblindur? Nei nei bara skynsamur og læt ekki kanahatur blinda mig."
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2005-08-07 20:58:19",
            "id": "2364718",
            "reply_to_id": "2364658",
            "text": "Þú tekur ekki til baka þá sem að dóu af viðskiptabanninu með því að sleppa frelsuninni.\nÞú fyrirgefur en ég skil ekki þessa setningu…\nHvaða frelsun ert þú að tala um, það geisar borgarastyrjöld í landinu sem engann endi virðist ætla að taka.\nOg að ætla halda því fram að Saddam hafi myrt 25000 manns á ári á sínum valdatíma er náttúrlega bara bull sem ekki er svaravert.\n**heimildir*** ??"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-07 21:14:43",
            "id": "2364784",
            "reply_to_id": "2364718",
            "text": "Frelsunin var fyrir rúmum 2 árum. Það eru 11-12 þús á ári. Tölurnar á dauðsföllum vegna Saddams eru mismiklar, flókið málefni og erfitt að fá nákvæma tölu. En flestir tala um tölur á milli 300.000 og 1 milljón.\nhttp://www.frontpagemag.com/Articles/Printable.asp?ID=5773\nEf við tökum minnstu töluna bara svona til öryggis, eða 300.000. Meðaltalið er þá 13 þúsund á ári. Eða meira en nú eru að falla í átökunum.\nÞú verður líka að gera þér grein fyrir að það er EKKI borgarastyrjöld. Hryðjuverkamenn eru að ráðast gegn saklausu fólki til þess að reyna að fá borgarastyrjöld. Það hefur ekki orðið raunin enda eru flestir hópar í Írak harðir á því að halda lýðræðisþróuninni og ekki fara út í styrjöld.\nFólk verður að átta sig á tengingunum. Hverjir eru duglegastir að drepa í Írak? Það eru ekki Bandaríkjamenn. Það eru aðallega Súnní múslimar í Írak sem að studdu fjöldamorð hans. Þetta er bara áframhald á fjöldamorðum Súnní múslima, eini munurinn er að Saddam er ekki við völd eins og áður. Írakar og Bandaríkjamenn berjast hlið við hlið gegn þessari ógn.\nSince its liberation, over 200 grave sites have been discovered throughout Iraq, containing from a few to15,000 corpses each. Iraq has the largest number of mass graves in the world.\nhttp://www.salentofilmfestival.com/SIFF_2004/english/films_info/documentaries/saddam.html\nMyndir:\nhttp://www.rushlimbaugh.com/home/menu/massgraves.guest.html"
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2005-08-07 21:33:17",
            "id": "2364859",
            "reply_to_id": "2364784",
            "text": "Frelsunin var fyrir rúmum 2 árum. Það eru 11-12 þús á ári.\nEins og ég hef bent þér á áður þá telja svissneskir vísindamenn að heildar dauðsföll af völdum innrásarinnar séu í kringum 100 þús - þessi 25 þús eru bara þeir sem hafa dáið í átökum.\nHverjir eru duglegastir að drepa í Írak?\nSú staðreynd að það eru 25 þús dánir og í kringum 1000 af þeim eru Bandaríkjamenn hlýtur að svara þeirri spurningu…\nÞað eru aðallega Súnní múslimar í Írak sem að studdu fjöldamorð hans.\nÞú ert semsagt að segja að þó að Saddam sé farinn þá séu enn þúsundir manna að halda hans störfum áfram í landinu? Hann er jafnvel orðinn píslavottur…. mikið er það frábært að heyra.\nOg þessar svokölluðu heimildir þínar, þá væri gott að fá eitthvað annað en heimasíðu frá kvikmyndagerðarmanni sem er Kúrdi og Rush Limbaugh, einhverjum mesta hægri öfga manni í sögu Bandaríkjanna.\nOg með þessar grafir þínar þá máttu ekki gleyma því að síðustu 10-15 ára hafa mörg hundruð þúsund manna drepist vegna eftirmála persaflóastríðsins..  heilbrigðiskerfið var í molum, farsóttir geisuðu og gífurlega há prósenta barna dó úr hungri eða lyfjaskorti…\nHelduru að þetta fólk hafi allt saman verið grafið með viðhöfn í kirkjugarði?\nNei…\nVeistu afhverju?\nVegna þess að þá hefðu ennþá fleiri dáið vegna enn meiri farsótta.\nÞú veist það fullvel sjálfur að þegar fjöldi manna deyja á sama svæði á stuttum tíma þá þarf að grafa fólkið sem allra fyrst og þá eru fjöldagrafir leiðin, þetta myndu allir heilbrigðissérfræðingar segja.\nAð ætla að fara skella skuldinni á Saddam fyrir alla sem liggja í fjöldagröfum í Írak er barnaskapur og heimska sem verið er að reyna komi fólki í trú um til að réttlæta þá glæpi sem voru framdir við þessa innrás"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-07 21:42:45",
            "id": "2364894",
            "reply_to_id": "2364859",
            "text": "Eins og ég hef bent þér á áður þá telja svissneskir vísindamenn að heildar dauðsföll af völdum innrásarinnar séu í kringum 100 þús - þessi 25 þús eru bara þeir sem hafa dáið í átökum.\nÉg geri mér fulla grein fyrir því. En nú er þessi 100 þús tala mjög ónákvæm og fór allt of auðveldlega í fjölmiðla sem einhver staðreynd. En nú notaði ég lágmarkstölur í báðum tilfellum, dauðsföll eftir innrásina og með Saddam. Eða 25 þúsund og 300.000. Ég gæti alveg eins stillt þessu upp sem 100 þúsund og 1 milljón ef þú vilt það frekar. Mjög svipuð útkoma þar á ferðinni.\nSú staðreynd að það eru 25 þús dánir og í kringum 1000 af þeim eru Bandaríkjamenn hlýtur að svara þeirri spurningu..\nErtu að segja að Bandaríkjamenn hafi með beinum hætti drepið 25 þúsund manns? (eða 100 þús ef það er talan). Horfðu á fréttir. Bandaríkjamenn bera ábyrgð á minnihluta þeirra sem hafa fallið, á meðan hryðjuverkamenn bera ábyrgð á meirihlutanum. Þeir ráðast bæði gegn Írökum og Bandaríkjamönnum, augljóslega með eigin hagsmuni í huga en ekki framtíð Íraks. Enda höfðu þeir það gott á tíma Saddams. Nýlegt dæmi er þegar þeir sprengdu sprengju þar sem hermenn voru að gefa ÍRÖSKUM SKÓLABÖRNUM nammi. Að þú getir stillt þessu sem “Bna Vs. Írak” er ótrúlegt. Þarf ég að endurtaka að Írakar og Bandaríkjamenn eru hlið við hlið að berjast gegn hryðjuverkum í landinu?\nÞú ert semsagt að segja að þó að Saddam sé farinn þá séu enn þúsundir manna að halda hans störfum áfram í landinu? Hann er jafnvel orðinn píslavottur…. mikið er það frábært að heyra.\nÞúsundir manna voru að gera skítaverkinn hans Saddams fyrir innrásina. Hann var nú varla að drepa fólk sjálfur með berum höndum.\nOg með þessar grafir þínar þá máttu ekki gleyma því að síðustu 10-15 ára hafa mörg hundruð þúsund manna drepist vegna eftirmála persaflóastríðsins.. heilbrigðiskerfið var í molum, farsóttir geisuðu og gífurlega há prósenta barna dó úr hungri eða lyfjaskorti…\nDauðsföll þeirra voru skráð. Fjöldagrafirnar eru aðallega með Kúrda sem hurfu sporlaust. Núna er vitað hvar þeir enduðu. Einnig bara allir sem mótmæltu Saddam og stjórn hans.\nÞú veist það fullvel sjálfur að þegar fjöldi manna deyja á sama svæði á stuttum tíma þá þarf að grafa fólkið sem allra fyrst og þá eru fjöldagrafir leiðin, þetta myndu allir heilbrigðissérfræðingar segja.\nOg af hverju eru engir Írakar sem vitna í þessar “sóttvarnaraðgerðir”? Það eru fullt af Írökum sem að vitna í ástvini sem að hurfu sporlaust. Sem nú er búið að finna í fjöldagröfum.\nAð ætla að fara skella skuldinni á Saddam fyrir alla sem liggja í fjöldagröfum í Írak er barnaskapur og heimska\nÞað er almenn skynsemi."
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2005-08-07 22:23:25",
            "id": "2365052",
            "reply_to_id": "2364894",
            "text": "jæja, þá er komið að því - Skuggi er kominn í quote leikinn.\nÉg gæti alveg eins stillt þessu upp sem 100 þúsund og 1 milljón ef þú vilt það frekar. Mjög svipuð útkoma þar á ferðinni.\nNei, það geturu ekki, vegna þess að ég er með heimildir fyrir bullinu í mér um tölur, öfugt við þig - sýndi þér þær hér á öðrum þræði\nErtu að segja að Bandaríkjamenn hafi með beinum hætti drepið 25 þúsund manns? (eða 100 þús ef það er talan).\nJá, langstærsti hluti þessa fólks lést á allra fyrstu dögum stríðsins í sprengjuárásum og innrásum á borginar til að ná þeim á vald bandamanna, langstærsti hluti óbeinna dauðsfalla eru svo vegna þess að það er búið að sprengja heimili fólks og menga vatnsból o.s.frv.\nÞúsundir manna voru að gera skítaverkinn hans Saddams fyrir innrásina. Hann var nú varla að drepa fólk sjálfur með berum höndum.\nOg þessar þúsundir manna eru enn að vinna ´sömu skítverk fyrir hann, hver var þá gróðinn í að koma honum frá, annar en dauði saklausra borgara..?\nDauðsföll þeirra voru skráð. Fjöldagrafirnar eru aðallega með Kúrda sem hurfu sporlaust. Núna er vitað hvar þeir enduðu. Einnig bara allir sem mótmæltu Saddam og stjórn hans.\nDrap Saddam semsagt Kúrda og dreifði líkum þeirra á víð og dreif um landið í fjöldagröfum?\nStór hluti fólks í þessum gröfum eru börn, voru þau líka að mótmæla stjórn saddams?\nOg hvar voru vinir þínir í Bandaríkjunum á meðan Saddam var að slátra þessum Kúrdum?\nOg af hverju eru engir Írakar sem vitna í þessar “sóttvarnaraðgerðir”? Það eru fullt af Írökum sem að vitna í ástvini sem að hurfu sporlaust. Sem nú er búið að finna í fjöldagröfum.\nJafn fáránleg pæling og að Saddam hafi tekið 15 þús manns í einu, skotið þá alla í hnakkann og hent í fjöldagröf.\nÉg er ekkert að halda því fram að hann eigi ekki sök á einhverjum af þessum fjöldgröfum en langt í frá þeim öllum, það eru smáskærur milli hópa um allt lanfið og hafa verið í langan tíma.\nÞað er almenn skynsemi.\nÚtskýrðu hvernig þú finnur það út?"
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2005-08-07 22:33:50",
            "id": "2365084",
            "reply_to_id": "2364894",
            "text": "Bara að taka það fram, að ég er enginn Stuðningsmaður Saddam Hussein, þvert á móti..\nMér finnst hann hinsvegar ekki þeirra mannslífa og eyðileggingar virði sem farið var í til að koma honum frá"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-07 22:52:11",
            "id": "2365161",
            "reply_to_id": "2365084",
            "text": "Ég á erfitt með að skylja þá afstöðu.\nÞetta einræði hefði líklega haldið áfram í marga áratugi ef ekki aldir. Bræður/synir í ættinni taka við eftir hvert andlát. Jafnvel þó einræðið hefði fallið án innrásar erlendra aðila þá hefði allt farið í steik þar sem enginn hefði verið þarna til þess að koma í veg fyrir borgarastyrjöld og hafa leikreglur í lýðræðisþróuninni.\nÍrak var í eðli sínu tímasprengja. Bandaríkjamenn ýttu bara á hnappinn og flýttu fyrir ferlinu."
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2005-08-07 22:59:58",
            "id": "2365198",
            "reply_to_id": "2365161",
            "text": "Írak var í eðli sínu tímasprengja.\nHer, vopna og peningalausir hjá deyjandi þjóð?\nVarla"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-07 23:08:55",
            "id": "2365231",
            "reply_to_id": "2365198",
            "text": "Nú er ég ekki að tala eins og landið var ógn gegn öðrum.\nÞegar ég segi tímasprengja meina ég að það hefði aldrei verið hægt að koma á lýðræði í landinu án átaka. Átökin hefðu orðið meiri ef það hefði ekki verið erlendur her til þess að takmarka þær. Þá hefði komið borgarastyrjöldin sem þú talaðir um."
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2005-08-07 23:23:56",
            "id": "2365291",
            "reply_to_id": "2365231",
            "text": "Hvað með það þó það hefði ekki verið hægt að koma á lýðræði?\nHvernig í ósköpunum ætlaru að fara að því að lýðræðisvæða heiminn?\nhvað næst?\nKína, Norður Kórea, Sýrland, Íran o.s.frv. o.s.frv.\nMenning þessara þjóða er svo gjörólík okkar að þetta er einfaldlega ekki hægt - eina leiðin er sú að fólkið í landinu sjálfu finni þetta með sér og berjist fyrir því.\nÞað gerist ekki með því að útlendur her ráðist inní landið og neyði fólkið til að snúa sér til lýðræðis á nokkrum mánuðum.. ekkert frekar en Íranski herinn gæti ráðist inní íslad og breytt okkur í klerkaveldi..\nÞað er bara einfaldlega engin vitglóra í þessari pælingu hjá þé"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-07 23:45:56",
            "id": "2365391",
            "reply_to_id": "2365291",
            "text": "Írakar vildu flestir losna undan einræði Súnní múslima. Það er ekki verið að þröngva neinu upp á ólíkan menningarheim. Heldur aðstoða meirihluta Íraka að ná völdum yfir landinu frá minnihlutanum sem stóð í kúgun og fjöldamorðum.\nEn það þarf að meta hvert dæmi fyrir sig.\nNú er ég ekki að styðja lýðræðisvæðingu í hverju einasta landi sem hefur ekki lýðræði. Heldur aðeins öfgamestu dæmin. T.d. Kúba og N-Kórea.\nÞað gerist ekki með því að útlendur her ráðist inní landið og neyði fólkið til að snúa sér til lýðræðis á nokkrum mánuðum.. ekkert frekar en Íranski herinn gæti ráðist inní íslad og breytt okkur í klerkaveldi..\nHeimskuleg líking. Meirihluti Íraka vildu losna úr einræðinu. Vill meirihluti Íslendinga losna úr lýðræðinu?\nÍrak er annars komið langt á leið með lýðræðisþróunina. Annars talaði ég aldrei um nokkra mánuði. Svona breytingar taka nokkur ár en ekki mánuði."
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2005-08-08 00:28:07",
            "id": "2365526",
            "reply_to_id": "2365391",
            "text": "Geriru þér grein fyrir að þú ert að tala svona svipað eins og kommúnistar töluðu þegar þeir töldu að það þyrfti að koma “vitinu” fyrir restina af heimsbyggðinni.\nannars sé ég ekki nema helminginn af því sem þú skrifaðir af einhverjum ástæðum, sem er kannski bara ágætt"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-08 02:08:34",
            "id": "2365705",
            "reply_to_id": "2365526",
            "text": "Aftur það er ekki verið að koma viti hjá neinum. Það er ekki verið að þröngva menningu yfir neinn.\nÞað var verið að aðstoða meirihlutann að losna undan einræði minnihlutans.\nSúnni múslimar voru þeir sem að voru með einræði og fjöldamorð í landinu. Kúguðu meirihlutann. Og nú eru það Súnní múslimar sem að eru á fullu að sprengja upp saklaust fólk í landinu til þess að koma í veg fyrir lýðræði vegna eigin hagsmuna. En nei nei Íslendingar sjá þetta sem Írakar Vs. Bandaríkin. Þetta er langt frá því að vera þannig."
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2005-08-08 02:31:03",
            "id": "2365736",
            "reply_to_id": "2365705",
            "text": "Ég sé þetta ekkert þannig - ég sé þetta sem innanlandsdeilur sem Bandaríkjamenn fóru að skipta sér af nær eingöngu vegna olíunnar í landinu og þessi afskipti þeirra hafa valdið óteljandi dauðsföllum saklausra borgara, mun fleiri en áður…\nBandaríkjamönnum kom þessi deila ekkert við og hafa eingöngu sett olíu á eldinn í orðsins fyllstu merkingu.\nÁ meðan Írakar hata hvern annan jafn mikið og þeir gera þá er ekkert sem BNA menn geta gert til að breyta því…"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-08 03:43:46",
            "id": "2365800",
            "reply_to_id": "2365736",
            "text": "Jahá. Ég held að skoðun þín mun breytast eftir 5-10 ár þegar þú sérð landið blómstra.\nAnnars er landið ekki fullt af ýmsum hópum sem hata hvorn annan. Meirihluti Íraka vilja frið í landinu. Þetta var bara mjög óheppileg staða að svona lítill minnihluti hafi haft einræði.\nÉg er ekki að segja að allir muni elska alla og leiðast um með blóm í hárinu og syngja saman. En landið er búið að losna við einræðisherra, lýðræðisþróunin gengur vel og þjóðin stefnir hratt til lýðræðis og almennra þingkosninga. Hryðjuverkaárásir súnní múslima gætu vel verið áfram næstu áratugina. En það getur varla orðið verra en það er núna, enda aðeins 2 ár síðan landið var frelsað. Uppreisnarmennirnir eru en þá að njóta vopna sem þeir söfnuðu saman fyrir og í kringum innrásina, sem ættu fljótlega að fara að klárast. Þá er mikilvægt fyrir varnarlið Íraka að hafa gott landamæraeftirlit, enda er talið að mannskapur og vopn komi yfir landamærin frá Sýrlandi.\nEn eins og ég sagði. Mannfall núna er svipað og þegar Saddam var við völd. Því er þetta langt frá því að vera eitthvað helvíti miða við hvernig það var áður. Ástandið í Írak hefur verið slæmt í mjög langan tíma, við bara fengum ekki að sjá það fyrr en Bandaríkjamenn stigu á landið með fjölmiðlaathygli. Mannfall er kannski jafn mikið, en það er ekki eini mælikvarði yfir lífsgæði. Ég hef heyrt sögur um það hvernig það var að búa í Baghdad á valdartíma Saddams. Hvernig fullorðnig þurftu að ljúga að börnum sínum að Saddam væri góður vegna hræðslu um að þau myndu missa eitthvað út úr sér sem gæti kostað þau lífið. Hvernig það var að vera með vélbyssu og fleiri vopn á heimilinu vegna skipunar frá Saddam, svona til öryggis ef einhver ætlaði að ógna einræðinu. Hvernig það var að sjá ástvini sína drepna fyrir að hafa skoðanir eða tilheyra vissum hópi. Núna eru allavega mannslátin í baráttu fyrir því að fá frelsi, er það ekki skárra en mannslát í stöðugleika einræðisins og kúgunar?\nSvo eins og ég segi kannski er mannfallið það sama. En meirihluti þjóðarinnar mun lifa átökin af, og fá að lifa í lýðræðislegu landi þar sem þau geta notið frelsis. Kosningar, tjáningarfrelsi og fleira sem við tökum sem sjálfsögðum hlut. Evrópa þurfti að færa fórnir fyrir frelsi, og fá utanaðkomandi aðstoð. Af hverju eiga Írakar ekki að fá það sama?\nMín vegna máttu vera ósammála mér. En ég vona samt sem áður að þú áttir þig á því að ég sé með hag Íraka í huga fyrst og fremst. Er orðinn leiður á því að vera simplaður kanasleikja fyrir það að styðja stríðið. Virðist vera sem þetta stríð skipti Íslendinga svona miklu máli aðeins af því Bandaríkjamenn eru í því. Ég held að meirihluti Íslendinga myndi skoðun á þessu aðallega vegna viðhorfs til Bandaríkjanna almennt, en ekki eftir því sem þau telja vera Írökum í hag. Því miður."
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2005-08-08 03:48:19",
            "id": "2365808",
            "reply_to_id": "2365800",
            "text": "eigum við ekki bara að ræða þetta aftur eftir 10 ár :)"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-08 03:50:36",
            "id": "2365809",
            "reply_to_id": "2365808",
            "text": "Til er ég.\nHittu mig fyrir framan Hallgrímskirkju 8.ágúst árið 2015 kl 03:50 (efast um að Hugi verði til þá)  :)"
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2005-08-08 04:10:54",
            "id": "2365819",
            "reply_to_id": "2365809",
            "text": "It's a date ;)"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-07 21:38:23",
            "id": "2364873",
            "reply_to_id": "2364641",
            "text": "Ég held að þú sért siðblindur…\nTel þetta rétt mat, og ekki bara útaf írak.\nHvaða heilbrigður maður myndi annars tala á þessum\nnótum:\n“Það dóu bara 0,01% íraka í innrásinni, það er lágt hlutfall”\n“það dóu fleiri á ári þegar saddam var við völd”\n“eftir frelsunina geta írakar selt olíuna og allir græða”\nosgfrv.\nÞað er rétt hægt að ímynda sér viðbrögðin ef Bush eða Blair segðu eitthvað af ofantöldu,\nog það ætti að segja sína sögu að þessi “rök” hafa ekki heyrst..\nÞá er ónefnt allt heimildaleysi sem ég býst við að sé eitthvað sem hann\nmyndi aldrei láta uppi, enda augljóslega eitthvað sem ekki\nnokkur maður hér myndi detta í hug að apa svona upp.\nHver ætli skýringin sé annars á því að aldrei fær\nskuggi neinar undirtektir við þessu siðlausa tali sínu?\nAlltaf koma sömu endurtekningarnar sem eru hvað eftir annað\nskotnar í kaf, farið að minna á eitthvað grín. Er von á Disclaimer ?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-07 21:45:18",
            "id": "2364907",
            "reply_to_id": "2364873",
            "text": "Af því kanahatur er vinsælt á Íslandi í dag? Og bara Evrópu almennt.\nAnnars þá hef ég víst fengið undanteknir þó það sé ekki einmitt núna."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-07 22:35:47",
            "id": "2365088",
            "reply_to_id": "2364907",
            "text": "Af því kanahatur er vinsælt á Íslandi í dag? Og bara Evrópu almennt.\nÞað hefur bara ekkert með þetta mál að gera.\nTel að hérna liggi rót alls þessa misskilnings sem þú hefur lifað í\nog enginn hefur skilið, fyrr en kannski núna.\nÞar sem þú telur Kana-hatur svo vinsælt hefuru gripið til þess ráðs\nað reyna að mynda eitthvert mótvægi gegn því.\nTil þess hefuru m.a. leitað heimilda til öfgamanna eins og Rush Limbaugh og líklega bandaríska fjölmiðla og haldið að þar með\nværir þú að tala réttu máli BNA-manna gegn kanahöturum hér og í Evrópu.\nNewsflash:\n1) Rush er kolbrenglaður, er ekki á nokkurn hátt lýsandi fyrir almenningsálitið í BNA og\nþar að auki hataður af meirihluta BNA-manna.\nUm pyntingarnar sagði hann að hermennirnir væru bara að leika sér og\nallt tal hans er eftir þessu.\n“Það er alveg að koma friður í írak\" hefur hann og allt þetta lið sagt í 2 ár.\n2) Nær allir stóru fjölmiðlar í BNA flytja ómarktækt rusl þegar kemur að írak.\nStaðreyndin er samt sú að Írak er og hefur verið eitt stórt disaster.\nOg það er ekki BNA-hatur að koma með staðreyndir.\nOg allra síst er það BNA í hag að tala máli hægriöfgamanna sem ekkert hafa gert nema skaðað álit heimsins á BNA."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-07 22:54:37",
            "id": "2365172",
            "reply_to_id": "2365088",
            "text": "Ég er ekki stuðningsmaður stríðsins af því ég er stuðningsmaður Bandaríkjamanna eða Bush.\nÉg er stuðningsmaður þess af því ég styð Íraka og að þeir fái lýðræði í landinu. Sjálfur myndi ég ekki kjósa Bush sem forseta ef ég væri íbúi í Bandaríkjunum. Er ósammála honum á mörgum öðrum sviðum.\nÉg byggi allar mínar skoðanir um frelsun Íraks eftir því sem ég tel vera best fyrir Íraka, ekki Bandaríkjamenn. Enda er besti vinur minn Íraki á meðan ég þekki ekki neinn frá Bandaríkjunum."
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2005-08-06 21:15:13",
            "id": "2362273",
            "reply_to_id": "2355777",
            "text": "En já veistu ég get bara ekki séð hvað sé svona\nfrábært\nvið Írönsk stjórnvöld (er ekkert á móti almenningi þar). Endilega opnaði augu mín ef það er allt í góðum málum þarna.\nBara þessi eina setning lýsir í hnotskurn því rökleysi sem þú beitir í nánast öllum þeim rökræðum sem þú tekur þátt í hér á huga.\nÞað er ENGINN að tala um að þau séu frábær, ég held að það sé ekki til sú stjórn í heiminum sem hægt er að nota það orð um…\nÞað væri alveg yndislegt ef það væri einhver möguleiki á að eiga í vitrænum samræðum við þig án þess að þurfa sífellt að standa í að svara svona tittlingaskít"
        },
        {
            "user": "kippa",
            "user_id": "52633",
            "date": "2005-08-03 16:39:39",
            "id": "2354311",
            "reply_to_id": "2344998",
            "text": "það eru ekkert allir múslimar slæmir þótt stjórnin sé sona bara eins og það eru ekki allir bandaríkjamenn slæmir þótt georg bush sökki það eru slæmar manneskjur í öllum trúarflokkum og öllum heimsálfum"
        },
        {
            "user": "september",
            "user_id": "15204",
            "date": "2005-08-04 10:34:53",
            "id": "2356043",
            "reply_to_id": "2344998",
            "text": "Íran á eftir að verða erfitt viðureignar og þar mun á næstu árum draga til tíðinda, ég óttast að vesturlönd og nágrannar þeirra verði á endanum að grípa til mjög ákveðinna aðgerða, jafnvel valdbeitingar til þess að stöðva þetta ofsatrúarríki."
        },
        {
            "user": "snoogums",
            "user_id": "42877",
            "date": "2005-08-20 02:14:41",
            "id": "2399345",
            "reply_to_id": "2356043",
            "text": "Ég er sjálf lika trúuð  og er nú að lesa mórmonsbók.. ( er ekki mórmoni.) enn guð sjálfur segir þetta se synd.. enn hann samt fyrirgefur syndina…hann elska börnin sín (fólkið á jörðinn) þótt þeir séu syndugir.. hann vill ekki að fólk sé líflátið fyrir að syndga né vera samkynheigður.. þannig það asnalegt að hengja fólk fyrir kynheigð sína sem á vera réttanleg í öllum löndum..:S.."
        }
    ]
}