{
    "forum_title": "Stjórnmál",
    "user": "ritter",
    "user_id": "7998",
    "date": "2001-06-19 22:31:06",
    "title": "Látumst ekki blekkjast!",
    "text": "Sæl öll,\nÉg er að fá alveg þvílíkt slæmt álit á þessum svokölluðu Evrópusinnum.  Fyrst berjast þessir aðilar fyrir því að við lögtökum EES-saminginn fyrir 10 árum og neita fullum hálsi því að samningurinn komi til með að skerða sjálfstæði Íslands og nú eru víst helsta vopn þeirra í þeirri viðleitni sinni til að narra íslensku þjóðina inn í Evópusambandið að EES-samningurinn skerði svo sjálfstæði okkar að við getum ekkert annað í stöðunni nema ganga í ESB til að við getum haft áhrif á þær reglurgerðir sem við erum að fá í hausinn frá ESB í gegnum EES-samninginn.\nGallinn við þetta allt er auðvitað sá að þó EES-samingurinn skerði sjálfstæði þjóðarinnar talsvert þá værum við aðeins að gera slæmt ástand í þeim málum verra með aðild að ESB því þá fengjum við allan reglugerðafrumskóg ESB í hausinn og hefðum svo að segja alls engin áhrif á hann frekar en fyrr.  Staðreyndin er nefnilega sú að af 460 þingmönnum á Evrópuþinginu munum við fá í mesta lagi 2-3 sem þýðir 6-7 sinnum minni áhrif en Frjálslyndi flokkurinn hefur á Alþingi og hans áhrif eru nánast engin.\nEn aðalatriðið er að það getur vart talist að þeir Evrópusinnar séu að starfa með þessu brölti sínu í þágu íslensku þjóðarinnar og hagsmuna hennar.  Þeir eru einfaldlega að starfa í þágu Evrópusambandsins og einskis annars, þ.e. erlends valds.  Og hvað heitir slíkt á mannamáli?\nKveðja,\nRitte",
    "url": "https://www.hugi.is/stjornmal/greinar/31691/latumst-ekki-blekkjast/",
    "url_id": "31691",
    "id": "211955",
    "replies": [
        {
            "user": "talbina",
            "user_id": "10811",
            "date": "2001-06-20 13:52:15",
            "id": "211956",
            "reply_to_id": "211955",
            "text": "Ég get ekki verið alveg sammála þér í þessu.  Í gegnum EEs hafa mörg mikilvæg manréttindamál loksins komist í gegn t.d. skylduaðild að verkalýðsfélögum og skólafélögum skóla og margt fleira. Rétturinn til að kæra til Mannréttindadómstólins er í tenglsum við EES og það er sannarlega mikilvægt og svo mætti lengi telja.\nÞað er þó ljóst að samstarf okkar við ESB er að breytast og spurningin er bara hvernig við getum nýtt okkur það"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2001-06-20 18:44:47",
            "id": "211957",
            "reply_to_id": "211956",
            "text": "Sæl,\nKostir einhvers bæta ekki upp galla þess ef gallarnir eru meiri.  Það á við um EES-samninginn eins og annað.\nKveðja,\nHjörtu"
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2001-06-20 23:33:16",
            "id": "211958",
            "reply_to_id": "211956",
            "text": "“skylduaðild að verkalýðsfélögum og skólafélögum”\nHvernig flokkarðu það sem mannréttindarmál ??  Eru það mannréttindi að skylda einhvern til að vera í félagi sem hann vill ekki vera í.\nMatti"
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2001-06-21 14:22:25",
            "id": "211959",
            "reply_to_id": "211958",
            "text": "auðvitað var verið að tala um félagafrelsið, bjáninn þinn…\nef þú veist ekkert um málið….. af hverju að gera sig að fífli?"
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2001-06-21 14:33:45",
            "id": "211960",
            "reply_to_id": "211959",
            "text": "Hvaða félagafrelsi hefur fengist í gegn á Íslandi?  Eru flestir Íslendingar ekki skyldugir að vera í ákveðnu verkalíðsfélagi?  Ertu nemendur í HÍ ekki neiddir til að vera í nemendafélagi?\nEkki tala um fólk sem bjána og fífl þegar þú veist augljóslega ekkert hvað þú ert að tala um.\nMatti"
        },
        {
            "user": "Bouclier",
            "user_id": "4296",
            "date": "2001-06-21 15:18:11",
            "id": "211961",
            "reply_to_id": "211960",
            "text": "Matti! Það er ólíkt þér að skrifa “verkalíðsfélagi”, þegar það á að skrifa það “verkalýðsfélagi”, og neiddir er auðvitað skrifað “neyddir” (komið af nauð)…hvað er að gerast??"
        },
        {
            "user": "thew",
            "user_id": "6650",
            "date": "2001-06-21 16:01:58",
            "id": "211962",
            "reply_to_id": "211961",
            "text": "úff, ætli ég sé ekki bara bjáni eins og maðurinn sagði :)\nMatti"
        },
        {
            "user": "mimir",
            "user_id": "1573",
            "date": "2001-06-21 00:43:00",
            "id": "211963",
            "reply_to_id": "211956",
            "text": "Öll þau mannréttinda-bætandi lög sem við fengum með EES hefðum við getað sett sjálf og værum líklega búin að því.\nÉg veit ekki til þess að það sé skylduaðild að skólafélögum en tel ég það ekki mannréttindamál.\nEES hefur hins vegar ekkert fært okkur nær trúfrelsi með fullum aðskilnaði milli ríkis og kirkju.\nEnda hafa ESB löndin verið gagnrýnd fyrir brot á trúfrelsisgreinum alþjóðlegra mannréttindasátmála.\nVið erum betur sett utan ESB.\nKveðja,\nIngólfur Harri"
        },
        {
            "user": "deddida",
            "user_id": "11124",
            "date": "2001-06-21 00:12:05",
            "id": "211964",
            "reply_to_id": "211955",
            "text": "Íslendingar hafna notið góðs af því nú að vera ekki innan ESB hvað varðar bann við innflutningi vegna kúariðu og gin- og klaufnaveiki.  Þriðja heims ríki hafa sett sölubann á ESB, en Íslenskar vörur hafa ekki verið stoppað af, þó nokkrar tafir hafi verið á sumum sendingum í byrjun.  Ég er sammála því að mannréttindindum væri betur komið hjá ESB, en við skulum ekki gleyma að fyrst af öllum þarf að hugsa um efnahagslega afkomu, en efnahagslegt sjálfstæði er grunnur allra mannréttinda.  Það er svo með mál eins og þetta að í mörg horn er að líta og sjálfsagt að skoða galla og kosti áður en heildarmat er lagt á málið."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2001-06-21 01:09:45",
            "id": "211965",
            "reply_to_id": "211955",
            "text": "Hugmyndir Íslendinga um inngöngu í Evrópubandalagið, eins og innbyrðis skipulagi mála þar er háttað þýða aðeins valdaafsal, ekkert annað í reynd. Við höfum að vissu leyti mátt taka óþarfa útgjöldum vegna EES samningsins en samt held ég að það sé okkur nauðsynlegur lykill samstarfs á ákveðnum sviðum, sem við þurfum að fylgja. Við Íslendingar þurfum verulega að kunna fótum okkar forráð í þessum efnum einkum og sér í lagi vegna hins markaðsvædda umhverfis aðalatvinnuveganna, þar sem sumir kynnu að telja hag sínum betur borgið inna Esb.\nÉg er því sammála þér hér ritter að við skulum í upphafi athuga eftirmálann."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2001-06-21 07:34:26",
            "id": "211966",
            "reply_to_id": "211965",
            "text": "Skemmtilegur titill á greininni…\nÉg hélt þú værir góður í íslensku.. ef svo væri þá vissiru að “Látumst ekki blekkjast” þýðir: “Þykjumst ekki blekkjast”. Þú hefðir kanski átt að hafa þetta “Látum ekki blekkjast”."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2001-06-21 18:53:11",
            "id": "211967",
            "reply_to_id": "211966",
            "text": "Sæll Króni,\nÉg hélt þú værir að lesa Biblíuna?  Ég hef nú ekki lesið hana en veit þó að eldri útgáfa af sögninni “að láta” er “að látast”.  Sú mynd sagnarinnar að um sé að ræða það “að þykjast” er mun yngri beiting orðmyndarinnar.  Ég var því ljóslega þarna að notast við upprunalegri mynd sagnarinnar “að láta”.\nE.s. Ég ER góður í íslensku :)\nKveðja,\nHjörtu"
        },
        {
            "user": "Bouclier",
            "user_id": "4296",
            "date": "2001-06-21 12:32:37",
            "id": "211968",
            "reply_to_id": "211955",
            "text": ">með aðild að ESB því þá fengjum við allan reglugerðafrumskóg ESB í hausinn..\nÞessi grein lýsir ekki aðeins fordómum höfundar í garð ESB og þeirra sem þangað vilja inn, heldur einnig mikilli vanþekkingu á eðli EES samningsins.\nAð tala um að fá allan reglugerðafrumskóg ESB á okkur eftir að við göngum inn í ESB er dæmi um slíka vanþekkingu, því að nú þegar, vegna EES samningsins tökum við á okkur um 80% af reglum ESB.  Þær reglur sem við höfum tekið á okkur hafa yfirleitt verið til góðs, t.d. á sviði samkeppnislaga, persónuverndar, mannréttinda og vinnuréttar.\nÞað að taka 80% allra laga og reglugerða yfir okkur, án þess að hafa neitt að segja um það hlýtur að vera verra en að hafa eitthvað til málanna að leggja.  Það þarf eingöngu common sense til að sjá það og jafnvel lítið meira en það.\nÉg barðist ekki á móti né með EES samningnum fyrir 10 árum, og get því ekki svarað fyrir þá aðila, heldur sé ég í dag hvað Íslandi er fyrir berstu og berst fyrir því.\nAð tala einnig um að “við hefðum alveg getað samið þessi lög sjálf” dæmir sig sjálft.  Það að ekki var búið að semja lög um þessi atriði áður en við skrifuðum undir EES segir sína sögu, því að íslenskir ráðamenn höfðu mörg ár til að gera eitthvað í þessum laga og réttindamálum áður en við skrifuðum undir EES, en gerðu ekki neitt.\nÞað að tala um að fólk sé að starfa í þágu Evrópusambandsins þó það vilji athuga með því að sækja um aðild hvað næst út úr samningaviðræðum (sem síðan yrðu að sjálfsögðu settar í kosningu hjá þjóðinni) og að ganga svo langt að kalla þetta fólk þjóðernissvikara, er jafn heimskulegt og að segja að Íslenskir þjóðernissinnar gangi erinda KKK í Bandaríkjunum.  Slíkur málflutningur dæmir sig og skrifarann sjálfur."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2001-06-21 18:48:07",
            "id": "211969",
            "reply_to_id": "211968",
            "text": "Sæll,\nEru þetta fordómar??? Hehe, snilld!  Þá eru það sem sagt fordómar hjá t.d. VG að vera á móti einkavvæðingaráfromum ríkisstjórnarflokkanna, frjálslyndum að vera á móti kvótakerfinu og Sjálfstæðisflokknum að vera á móti aðild að ESB???  Já alltaf er maður að læra eitthvað nýtt, nú má meira að segja ekki lengur hafa skoðun á hlutunum án þess að það sé úthrópað fordómar.  Þetta er sennilega útslitnasta hugtak orðabókarinnar.\nSegir það.  80% eru betra en 100% og áhrif okkar innan ESB verða hvort eð er nánast engin ef við göngum í sambandið, eða 2-3 þingmenn af 460, eðaz 0,6% af þingmönnunum.  Engin smá áhrif það, náum örugglega mörgum málum í gegn með þetta gríðarlega vægi.  Hljótum því bersýnilega að vera betur sett núna en innan ESB!!\nJá, eigum við ekki bara að hætta að vera sjálfstæð fyrst þú hefur svona lítið álit á getu okkar sjálfra til góðra mála og að allt slít þurfi helst að koma erlendis frá?\nHver var svo sem að tala um þjóðernissvikara??  Þú ert nú eini aðilinn sem hefur minnst á slíkt.\nKveðja,\nHjörtu"
        },
        {
            "user": "Bouclier",
            "user_id": "4296",
            "date": "2001-06-22 22:53:16",
            "id": "211970",
            "reply_to_id": "211969",
            "text": "Þarna sannaðist reyndar kenning mín um fordómanna, því skilningur ritters virðist einnig vera takmarkaður á merkingu orðsins fordómar.  Orðið for-dómur þýðir að búið er að dæma eitthvað fyrir fram.  Án þess að vitneskju sé aflað.  Fyrirfram dæmt.  Þess vegna er talað um að for-dómar séu undirrót t.d. kynþáttahaturs, því blessuð börnin sem kalla sig þjóðernissina vita ekki betur, eru langt frá því víðlesnir (nema í bókum sem styðja þeirra kenningar) og hafa engan áhuga á að kynna sér málið frá öllum hliðum.  Þannig vill ég meina að sé komið fyrir flestum þeim hér sem hafa allt á hornum sér þegar minnst er á ESB.\nFordómar VG að vera á móti einkavæðingaráformum ríkisstjórnarinnar?  Nei, aldeilis ekki.  Þó að margt misjafnt megi segja um VG menn, þá hafa þeir krufið málið til mergjar og hafa verið málefnalegir í andstöðu sinni við einkavæðingaráformin, eins og reyndar í virkjanamálunum.\nFordómar Frjálslyndra að vera á móti kvótakerfinu? Nei, alls ekki.  Annar þingmanna þeirra hefur mikla reynslu af sjómennsku og þekkir kerfið út og inn.  Þeir byggja ekki andstöðu sína á kvótakerfinu á fyrirfram gefnum palladómum, heldur viðamikilli þekkingu um hvað kvótakerfið er að gera landsbyggðinni og hvað það getur gert fiskistofnum í kringum landið.\nFordómar Sjálfstæðisflokksins að vera á móti ESB?  Það er erfitt að segja, því í þeim flokki hefur ekki mátt minnast á ESB síðan Davíð bannaði það í kringum árið 1994.  Síðan hefur virk umræða um þetta tiltekna mál verið andvana borin í flokknum.  Það er því erfitt að segja til um það hvort að flestir flokksmenn sem fylgja opinberri flokkslínu Davíðs hafi raunverulega kynnt sér báðar hliðar málsins, eða hvort þeir eru eingöngu “já-menn” eins og þingflokkurinn virðist vera upp til hópa.\nÞað eru alveg stórkostleg rök að segjast vilja frekar hafa engin áhrif á þá löggjöf sem kemur inn í landið en að hafa einhver áhrif.  Þó að þingmannahópurinn sem við fengjum væri ekki stór, þá hefði hann altjent einhver áhrif, ólíkt stöðunni nú.  Og ef norðurlönd taka sig saman og mynda blokk, eins og Svíar og Finnar hafa mælst til, þá yrðu áhrif okkar langt umfram stærð okkar, hvort sem mælt er í þingmannafjölda eða fólksfjölda.\nHver var að tala um að við hættum að verða sjálfstæð? Eingöngu þú.  Enginn annar.  Ekki eru Svíar eða Finnar minni þjóð eða minna sjálfstæðir eftir að þeir gengu inn í ESB.  Það var reyndar hamrað á þessum “sjálfstæði þjóðarinnar glatast” rökum þegar við gengum í NATO, EFTA og nú síðast þegar við skrifuðum undir EES en þessir svartsýnu forspár íhaldsmanna (í öllum flokkum) hafa ekki ræst enn og munu ekki rætast.  Það er kominn tími til að þetta fólk fari að hætta að berjast á móti litasjónvörpum, réttlátari atkvæðadreifingu og nútímanum yfir höfuð..\nMín kenning er reyndar sú að þeir sem vilja vera einir upp á skeri norður í ballarhafi, einangraðir frá umheiminum, haldandi í mynt sem er verðminni en Matadorpeningar, og kostar okkur 80-120 milljarða á ári að halda úti, séu að bregðast þjóð sinni mest af öllum.\nÞað er engin tilviljun að íhaldsmenn í öllum flokkum -fólk sem vill engar breytingar, sé sameinaðir í skoðunum sínum í þessu máli."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2001-06-23 01:34:35",
            "id": "211971",
            "reply_to_id": "211970",
            "text": "Við höfum ákveðna sérstöðu sem er fiskimiðin kringum landið og við höfum háð harða baráttu við útfærslu landhelginnar til þess að halda í þessar okkar auðlindir, burtséð frá því kerfi sem þar er við lýði, sem er ekki nógu gott.\nVið bregðumst að ég held mest okkur sjálfum með því að þegja þunnu hljóði yfir okkar nánasta umhverfi í okkar landi og innbyrðis skiptingu fjármagns af þjóðarkökunni, sem verja má mun betur, og hækka þannig gengi hins íslenska gjaldmiðils, er veltur vissulega á ónógum hagnaði af kvótakerfinu til handa landsmönnum öllum, sem og ónauðsynlegum fjáraustri í hina heilögu kú heilbrigðiskerfið, t.d í formi lyfjaausturs án gagnrýni og almennum sofandahætti fyrir almennum lífskilyrðum innan lands til handa þjóðinni allri."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2001-06-23 11:27:02",
            "id": "211972",
            "reply_to_id": "211970",
            "text": "Sæll,\nJá mér líst bara vel á þessa skilgreiningu þína á fordómum.  Gallinn við þetta allt er auðvitað sá að hún á afskaplega lítið erindi við mig þar sem ég hef kynnt mér mjög bæði galla og kosti aðildar að ESB og einfaldlega komist að þeirri niðurstöðu að þrátt fyrir að ákveðnir kostir geti fylgt aðild þá vegi gallarnir einfaldlega miklu meira.\nEn alltaf er maður að læra eitthvað nýtt.  Ber að líta á þetta opinberlega sem nýjasta baráttutæki Evrópusinna að væna þá, sem eitthvað hafa út á ESB-aðild að setja, um fordóma gagnvart sambandinu?  Meina, gæti hugsanlega alveg gengið.  Þessi áróðursaðferð virðist a.m.k. hafa gengið bara vel varðandi innflytjendamálin þar sem helst ekkert má tjá sig um þau mál nema til að lofsyngja þau.  Svo halda menn að þetta með nýju tóbaksvarnarlöggjöfina sé eitthvað nýtt…\nÉg veit auðvitað ekki nákvæmlega hvaða forsendur þú gefur þér í þinni afstöðu en eitt lykilatriðið í minni afstöðu er sú staðreynd, hvort sem þér líkar betur eða verr, að við MUNUM glata sjálfstæði og fullveldi þjóðarinnar við aðild að ESB.  Sömu sögu er að segja um EES-samninginn. Við lögtöku hans glötuðum við ákveðnum hluta sjálfstæðisins og eru meira að segja Evrópusinnar duglegir að benda á þá staðreynd enda núorðið víst eitt helsta vopn þeirra í áróðri sínum fyrir aðild Íslands að ESB.  Sömuleiðis má benda á að ekki er deilt um þessa staðreynd innan lögfræðinnar (alþjóðaréttar), en það vill svo til að hann “óupplýsti” ég er mjög vel lesinn í lögfræði enda hef ég tekið ýmsa áfanga í þeim fræðum við Háskóla Íslands.\nHvað snýr að Finnum og Svíum má kannski benda á þá staðreynd að í dag styðja aðeins um 20-30% sænsku þjóðarinnar aðildina að ESB miðað við um 55% þegar landið gekk í sambandið.  Af sama skapi eru nú um 60-70% Svía andvíg því að vera áfram í ESB.  Hvers vegna skyldi það vera?  Er grasið bara grænna hinum megin eða skyldi það vera að Svíar séu bara ekki sáttir innan ESB?  Gengu kannski loforðin ekki upp?  Þessar tölur segja vissulega meira en mörg orð.\nEn hvað snýr að því að við verðum einangraðir frá umheiminum ef við göngum ekki í ESB vil ég nú meina að einmitt með því að ganga í ESB værum við að einangra okkur innan ESB og frá umheiminum.  Hvað er annars að því að vilja hafa allar leiðir opnar?\nHvað varðar Evruna þá vil ég frekar Dollarann af tvennu illu.  Bandaríkin eru þó a.m.k. ekki að heimta að við göngum í þau ef við tækjum upp myntina þeirra.  Auk þess er um miklu sterkari gjaldmiðil að ræða.  En ég vil þó að sjálfsögðu halda í krónuna eins lengi og það er mögulegt enda er það einfaldlega hluti af því að vera sjálfstæð þjóð - það kostar!  Ef við komumst að því einn daginn að það borgi sig ekki að vera sjálfstæð þjóð lengur, eigum við þá bara að hætta því?  Sumt er, a.m.k. að mínu mati, einfaldlega ekki mælanlegt í peningum.  Það er auðvitað best að vera bara heima hjá mömmu og pabba alla ævi en að verða sjálfstæður einstaklingu og takast á við það hefur einfaldlega í för með sér kostnað.  Ef ráðamenn þjóðarinnar hefðu verið að hugsa á sömu nótum og þú 1944 þá leyfi ég mér að fullyrða að við værum ekki sjálfstæð þjóð í dag.\nAthyglisverð kenning hjá þér um blokkahverfin.  þetta breytir þó engan veginn þeirri staðreynd að jafnvel þó norðurlöndin stæðu saman í gegnum súrt og sætt þá hefðu þau aldrei meiri áhrif en t.d. VG hefur á Alþingi í dag.  Gætum rifið endalaust kjaft en kæmum litlu eða engu í gegn um þingið.  Og af hverju?  Jú vegna þess að stóru aðilarnir ráða öllu þar, Bretland, Frakkland og ekki síst Þýskaland, og ákvarðanirnar sem teknar verða munu hafa hag þessara ríkja fyrst og fremst að leiðarljósi en ekki okkar.  Skv. lögfræðinni verðum við í sömu stöðu lagalega séð innan ESB og við vorum 1904 þegar við fengum fyrsta íslenska ráðherrann.  Fullveldi okkar mun vera í höndum ESB á sama hátt og það var í höndum Dana 1904.  Þetta er einfaldlega söguleg og lögfræðileg staðreynd.\nEn af hverju verða menn að vilja breytingar?  Eru menn ekki frjálsir skoðana sinna?  Ég sem hélt að við byggjum í lýðræðisríki en mér virðist þetta tal þitt einhvern veginn passa betur inn í þjóðfélagsumhverfi Sovétríkjanna eða Hitlers-Þýskalands, þar sem menn áttu bara að hugsa á einn hátt og alls ekki annan.\nAuk þess má svo benda á það að nær undantekningalaust vilja allir nú einhverjar breytingar á hlutunum, jafnvel íhaldsmenn, þó þeir vilji kannski ekki endilega sömu breytingar og þú.  Ég býst við að þegar öllu er á botninn hvolft snúist þetta ekki um að vilja breytingar eða að vilja ekki breytingar heldur að vilja ákveðnar breytingar og aðrar ekki.  Þetta er þannig í raun einfaldlega það sama og segja að mínar skoðanir eru þær einu réttar, þeir sem hafa aðrar skoðanir eru bara menn sem vilja engar breytingar, svo vitnað sé í þín eigin orð.\nAnnars er gott að vita að til séu svona “upplýstir” og “fordómalausir” einstaklingar eins og þú sjálfur sem eruð ekki einu sinni með fordóma gagnvart þeim sem telja sig hafa þjóðernissinnaðar eða íhaldssamar skoðanir.  Virðing þín fyrir grundvallarmannréttindum þessa fólks er alveg sérstaklega aðdáunarverð.  Já, þínir líkar hljóta að teljast til mætustu hlyna lýðræðisins!\nHafðu það sem best félagi,\nKveðja,\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2001-06-26 18:36:29",
            "id": "211973",
            "reply_to_id": "211970",
            "text": "Sæll aftur,\nFyrirgefðu ef ég er að valda þér vandræðum, en bólar ekkert á svörum við erinsi mínu hér fyrir ofan?  Hef eiginlega orðið fyrir vonbrigðum þar sem mér finnst fá málefni skemmtilegri umræðu en Evrópumálin.\nKveðja,\nHjörtu"
        },
        {
            "user": "Bouclier",
            "user_id": "4296",
            "date": "2001-07-03 20:21:32",
            "id": "211974",
            "reply_to_id": "211973",
            "text": "Engin vandraedi, eg er bara staddur thessa dagana i landi i Evropubandalaginu, med ansi skritna  leturgerd, sem gerir mer nanast okleyft ad lesa svorin thin, eda annarra.\nEg skal reyna ad svara thegar heim er komid aftur.\nKvedjur,\nBouclie"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2001-07-04 22:10:30",
            "id": "211975",
            "reply_to_id": "211974",
            "text": "Sæll,\nOk.\nKveðja,\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2001-06-21 19:41:35",
            "id": "211976",
            "reply_to_id": "211968",
            "text": "Sæl öll,\nÞó það hafi alls ekki verið mín orð að Evrópusinnar væru þjóðernissvikarar þá er engu að síður fróðlegt að kynna sér tíunda kafla Almennra hegningalaga nr. 19/1940 sem fjallar um það hvað flokkist sem landráð.  Þar segir m.a.:\n“86. gr. Hver, sem sekur gerist um verknað, sem miðar að því, … að ráða íslenska ríkið eða hluta þess undir erlend yfirráð, eða að ráða annars einhvern hluta ríkisins undan forræði þess, skal sæta fangelsi ekki skemur en 4 ár eða ævilangt.”\nEinnig:\n\"88. gr. [Hver, sem opinberlega í ræðu eða riti mælir með því eða stuðlar að því, að erlent ríki … hlutist til um málefni þess [íslenska ríkisins], … skal sæta 1) fangelsi allt að 6 árum. Ef brot þykir mjög smávægilegt, má beita sektarhegningu.]2)“\n”97. gr. Mál út af brotum, sem í þessum kafla getur, skal því aðeins höfða, að dómsmálaráðherra hafi lagt svo fyrir, og sæta þau öll opinberri meðferð.\"\nHvað eru Evrópusinnar að gera annað en að vinna að því að erlent ríki (ríkjasamband) hlutist til um málefni íslenska ríkisins og fái yfirráð yfir því?  Takið eftir því að ekki er gert ráð fyrir því að viðkomandi aðilar þurfi að vera búnir að fremja landráðin hefur nægir að þeir séu að vinna að slíku.  Það hafa nú verið höfðuð opinber mál af hálfu ríkisvaldsins af minni ástæðum.\nVeltið þessu fyrir ykkur! :)\nKveðja,\nHjörtu"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-22 00:17:43",
            "id": "211977",
            "reply_to_id": "211976",
            "text": "Ég held að þessar greinar (þá sérstaklega sú seinni) hegningarlaga standist stjórnarskrána, allavegana væri hægt að gera stórt mál úr þessu ef einhver væri fundinn sekur um landráð."
        }
    ]
}