{
    "forum_title": "Sápur",
    "user": "Karat",
    "user_id": "35059",
    "date": "2005-08-04 09:44:43",
    "title": "Sápugreinaátak",
    "text": "Hér kemur tilkynning um nýtt greinaátak á sápuáhugamálinu. :D\nJæja, þá er komið að því.\nÉg hef fengið nokkrar fyrirspurnir undanfarið um hvenær nýtt greinaátak eigi að byrja. Vegna frekar lélegrar þátttöku í síðasta greinaátaki ákvað ég að bíða aðeins með það næsta. En ég vona að þið séuð öll orðin fersk og uppfull af nýjum hugmyndum, tilbúin að skrifa grein um uppáhalds sápurnar ykkar.\nÞað var Lazytown sem kom með hugmyndina að þessu greinaátaki, en í því felst að skrifa ykkar álit á helstu persónum í uppáhalds sápunni ykkar. Þetta er e.t.v. svipað og greinaátakið um elskuðustu og hötuðustu persónurnar en nú er um að gera að útfæra þetta nánar og koma með fleiri pælingar. Hér er einnig komið tækifæri til að gefa öllum hinum persónunum skil, sem eru mitt á milli þess að vera elskaðar og hataðar.\nNú gætuð þið t.d. tekið uppáhalds sápuna ykkar (eða fleiri en eina) og skrifað smá álit um allar persónurnar, eða nokkrar. Skrifið svona það sem ykkur finnst um þær.\nDæmi: Susan í Nágrönnum. Susan er kona á miðjum aldri sem stendur í skilnaði við eiginmann sinn til um 30 ára. Hún er kennari að mennt og ákaflega vönduð kona og góð móðir. Hún er persóna sem allir elska. Hún er dugleg og hjálplega og nýlega fór hún í allsherjar útlitsbreytingu og er orðin virkilega hugguleg. Hún er mjög tilfinningasöm og átti á tímabili mjög erfitt uppdráttar vegna skilnaðarins….o.s.frv.\nSvona getið þið leikið ykkur að því að lýsa persónunum, útlitslega, tilfinningalega og segja ykkar álit á þeim.\nÉg vona að ykkur lítist vel á þetta. Þið megið endilega koma með álit hér fyrir neðan. Vonandi förum við svo að fá inn greinar, ég er farin að sakna þess að sjá nýja grein á hverjum degi eins og í vor ;)\nAð lokum vil ég nota tækifærið og minna á nýja greinakubbinn, Djúpa þanka, á Sápum þar sem nokkrir notendur senda inn stuttar greinar. Pælingar um ýmis atriði í sápunum o.fl. skemmtilegt. Endilega kíkið á þetta. Einnig má sjá efni úr þessum dálki í dálkinum Aðsent efni á forsíðunni á Huga.\nBaráttukveðju; Karat.",
    "url": "https://www.hugi.is/sapur/greinar/316989/sapugreinaatak/",
    "url_id": "316989",
    "id": "2356007",
    "replies": [
        {
            "user": "HoneyBunny",
            "user_id": "59729",
            "date": "2005-08-04 12:46:27",
            "id": "2356268",
            "reply_to_id": "2356007",
            "text": "mér líst bara mjög vel á þetta :D"
        },
        {
            "user": "Weasley",
            "user_id": "54296",
            "date": "2005-08-04 13:04:14",
            "id": "2356306",
            "reply_to_id": "2356007",
            "text": "flott"
        }
    ]
}