{
    "forum_title": "Rómantík",
    "user": "tigergirl",
    "user_id": "6681",
    "date": "2005-08-05 14:30:49",
    "title": "Þeir sem halda framhjá .....!",
    "text": "Það hefur verið greinar hérna, svona af og til í sambandi við framhjáhöld.\nÞetta er eitt það ógeðslegasta og leiðinlegasti hlutur sem ég veit um, ásamt auðvitað nauðgunum, sifjaspelli, og margt margt fleira.\nEn mér finnst þetta alltaf vera meira og meira í umferð, ekki veit ég hvort það sé út af fólk talar meira um þetta eða einfaldlega að þetta er að aukast.\nNú ég og nokkrar vinkonur mínar vorum á spjallinu um daginn, og höfuð við alllar lent í framhjáhaldi og reyndar 1 þeirra haldið fram hjá sjálf. En eftir þátt í sjónvarpinu sem kom svolítið inn á þetta… voru kvennleikararnir að tala um að google, eða gúggla karlanna til að sjá hvernig er talað um hann, sem dæmi…\nNú eftir það fórum við að velta fyrir okkur, hvort ekki væri sniðugt að til væri íslensk heimasíða, þar sem fólk getur farið þarna inn á til að athuga “tilvonandi” maka sinn og þá auðvitað strákar og stelpur!\nBæði kynin eru nú í þessu, því miður ….\nEn þá væri hægt að logga sig inn á síðuna, þá með fullu nafni og kennitölu, sem yrði athuguð áður en grein yrði sýnd, og höfundur greinarinnar má skrifa undir nicki. Með þessu er hægt að “vara” við fólki sem hefur gert svona lagað…\nKannski finnst sumum þetta ver gróf aðferð, eða upplýsingar um sitt einkamál, en er það ekki í raun líka einkamál þess sem lendir í framhjáhaldi, og hann hafi þá þann kost að vara aðra við???\nNú eins og ég sagði var þetta kaffi-spjall vinkvenna minna, og fannst þetta fín hugmynd, hvað finnst þér???\nÞá er hugmyndin þessi:\n-Fólk getur loggað sig inn á síðuna, með því að skrifa fullt nafn og kennitölu, sem verður athuguð hvort stemmir\n-höfundur getur fengið þann kost að skrifa grein undir nicki\n-Ekki má setja fulla kennitölu einstaklingsinn á heimasíðuna, en fullt nafn og mán og módel.\n-Ef nafnið þitt t.d. kemur upp og þá sem lygasaga, þá er hægt að athuga málið, með því að skoða hver skrifaði greinina, verður hún tekin niður er svo sannast og kennitala höfundar sett á bannlista til frambúðar!\n-Ekki er nóg að setja nafn og mán/módel heldur líka smá hvernig þetta gerðist (ekki t.d. hitti kvk/kk á djamminu og gekk vel en hún/hann fór svo með öðrum/annarri) ef þið vitið hvað ég er að tala um.\n-Allir geta haft aðgang að síðunni og skoðað hana af vild, en engin comment eða greinar án þess að vera skráður notandi.\nEn já hvað finnst þér?\nMér persónulega finnst þetta sniðug hugmynd, þar sem ég einhvernmegin lendi oft á svona einstaklingum…\nÁ maður að vera góður og vara fólk við svona fólki?\nkoma svo fólk!!! :)\nAnnars bið ég bara að heilsa öllum, og njótið restina af sumrinu… og Já gott fólk, reynið að halda kynfærum ykkar innan fatanna ef svo vill til að þið eruð í sambandi þetta er svo LJÓTT!",
    "url": "https://www.hugi.is/romantik/greinar/317004/their-sem-halda-framhja/",
    "url_id": "317004",
    "id": "2356190",
    "replies": [
        {
            "user": "Jessalyn",
            "user_id": "17818",
            "date": "2005-08-05 14:44:52",
            "id": "2359081",
            "reply_to_id": "2356190",
            "text": "ne mér líst ekkert á þetta.. :o minnir soldið á ríðucalendarið í the L word þar sem voru nöfnin á öllum lessunum í bænum og strik á milli hver reið hverri :Þ\nEn mér finnst þetta vera aðeins of.."
        },
        {
            "user": "Jessalyn",
            "user_id": "17818",
            "date": "2005-08-05 17:27:56",
            "id": "2359432",
            "reply_to_id": "2359081",
            "text": "Það var nottla bara snilld, ekki þetta.. hehe.. :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-05 19:48:45",
            "id": "2359722",
            "reply_to_id": "2359432",
            "text": "hehe satt :P"
        },
        {
            "user": "gullver",
            "user_id": "25264",
            "date": "2005-09-27 10:50:16",
            "id": "2524640",
            "reply_to_id": "2359081",
            "text": "Þetta er too much. Maður verður líka að athuga að fólk breytist, sumir til hins betra en aðrir ekki. Ég held bara að fólk verði að reka sig á hve vel þau þekkja hinn aðilann. Hef upplifað þetta og veit hvað ég er að segja !"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-27 18:01:53",
            "id": "2526300",
            "reply_to_id": "2524640",
            "text": "ö já, en af hverju ertu að senda mér þetta?"
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2005-08-05 14:45:34",
            "id": "2359083",
            "reply_to_id": "2356190",
            "text": "Góð Hugmynd =/\n=D"
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2005-08-05 16:07:09",
            "id": "2359211",
            "reply_to_id": "2359083",
            "text": "Hættu…\nÉg sagði þér að logga þig af =/\n=D ??"
        },
        {
            "user": "vettlingurinn",
            "user_id": "22926",
            "date": "2005-08-05 20:28:23",
            "id": "2359802",
            "reply_to_id": "2359211",
            "text": "haha.. hvort ertu að tala við sjálfa þig eða einhver er inná þínu?!"
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2005-08-05 20:32:39",
            "id": "2359813",
            "reply_to_id": "2359802",
            "text": "Tæknilega séð er ég að tala við sjálfa mig…þar sem þetta er notendanafnið mitt…\nEn frænka minn var inná."
        },
        {
            "user": "vettlingurinn",
            "user_id": "22926",
            "date": "2005-08-05 20:39:27",
            "id": "2359841",
            "reply_to_id": "2359813",
            "text": "hehe.. svoleiðis!! =)\nÉg á líka einn svona gíraffa sem er besta vinkona mín (Lily2) og hún er stundum einhvað að rugla inná mínu.. skrifaði kork og alles!! =D"
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2005-08-05 20:45:36",
            "id": "2359856",
            "reply_to_id": "2359841",
            "text": "Hehe…frænka mín kann ekki á huga =/\nFiktar bara. =/"
        },
        {
            "user": "vettlingurinn",
            "user_id": "22926",
            "date": "2005-08-05 20:48:32",
            "id": "2359866",
            "reply_to_id": "2359856",
            "text": "híhí.. en gaman hjá henni!! Það er svo gaman að fikta! =D"
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2005-08-05 20:51:30",
            "id": "2359878",
            "reply_to_id": "2359866",
            "text": "Jabb… en hún er farin af núna… Jeiij =D\n=/"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-05 14:49:52",
            "id": "2359094",
            "reply_to_id": "2356190",
            "text": "Veistu ég verð að segja að mér finnst þetta nokkuð kjánaleg hugmynd. Fólk á ekki að vera velta því fyrir sér svona svakalega hvort einhver sé líklegur til að halda framhjá eða ekki. Spurningin er hvort þú treystir maka þínum nægilega vel?\nÞessi síða sem þú komst með hugmynd að hljómar frekar eins og eitthvað slúðurblað! Skrá sig inn og tjá sig um einhverja persónu og reynslu sína af henni. Málið er bara það að allir hafa mismunandi reynslur af hverri persónu og gæti þetta því flokkast undir ærumeyðingar ef nafn hans er birt.\nMér finnst þetta frekar kjánalegt! Tala saman fólk, ekki vera alveg á nálum hvort kærasti eða kærasta séu að halda framhjá því ef svo er þá átti þetta samband aldrei að vera. Þá er líka allt traust farið og mjög erfitt að fá það aftur og parið verður líklega tortryggið Það sem eftir er.\nMín skoðun!"
        },
        {
            "user": "pokarotta",
            "user_id": "46832",
            "date": "2005-08-05 15:08:15",
            "id": "2359118",
            "reply_to_id": "2356190",
            "text": "Frábær hugmynd. Hví drepum við svo ekki bara alla gyðinga og stofnum alvöru fasískt þjóðfélag, það væri sko kúl!\nÉg vill byrja á því að segja að ég hef lennt í mjög alvarlegu framhjáhaldi sjálfur, svo ekki halda að mér finnist það í lagi. En þessi litla hugmynd þín er eitthvað það skelfilegasta sem ég hef séð, og það versta er að þú gerir þér enga grein fyrir því. Geturðu ýmindað þér smánina sem fylgdi þessu, kúgunarmöguleikana fyrir þriðja aðila og aðstöðuna sem þeir sem stæðu fyrir þessari síðu hefðu? Fólk á aldrei að taka lögin í sínar hendur, sérstaklega ekki þegar fólki er varanlega refsað fyrir eitthvað sem refsivert er samkvæmt lögum.\nGæti ég til dæmis bara farið til ykkar og sagt að gunni hefði haldið framhjá siggu? Hvernig hefðuð þið ætlað ykkur að fá sannanir?\nÉg legg til að þið vinkonurnar hætti að horfa á kellingaþætti sem byggjast á því að selja kynlíf til hungraðra sála(d. the L word og housewife sjittið þarna)\n..og endilega farið að koma inn í raunveruleikann."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-05 15:55:30",
            "id": "2359197",
            "reply_to_id": "2359118",
            "text": "“Ég legg til að þið vinkonurnar hætti að horfa á kellingaþætti sem byggjast á því að selja kynlíf til hungraðra sála(d. the L word og housewife sjittið þarna)”\n-Gat ekki orðað það betur."
        },
        {
            "user": "Vansi",
            "user_id": "41739",
            "date": "2005-08-05 15:08:45",
            "id": "2359119",
            "reply_to_id": "2356190",
            "text": "Voruð þið að horfa á Two and a half man?"
        },
        {
            "user": "Merlin",
            "user_id": "36",
            "date": "2005-08-05 15:13:51",
            "id": "2359125",
            "reply_to_id": "2356190",
            "text": "Ég held að þetta sé ágætis hugmynd en það þyrfti að vinna útfærsluna á henni betur.\nLegg til að einhver taki sig til og setji upp alvöru  einkamálavef (allir sem ég veit um eru annaðhvort slappir eða dauðir). Þar þurfi fólk að nota kennitölu til skráningar ásamt virku GSM númeri (sem aldrei yrði gefið upp en notað til staðfestingar sem lykilorð yrði sent í).\nÁ þessum vef yrði svo möguleiki ásamt því að skoða profiles hjá fólki. Svo kemur að því að skrá niður hverjir eru að halda framhjá.\nEf þú verður fyrir því að sá sem þú ert með heldur framhjá og er með profile skráðan á vefnum getur þú skrifað “neikvæða umfjöllun” um hann. Þessa umfjöllun er hinsvegar ekki hægt að lesa nema með hans leyfi.\nSvo þegar viðkomandi er byrjaður að dúlla sér með einhverri/einhverjum þá er hægt að biðja um að fá að sjá “neikvæðu umfjallaninar”.\nHeld að það yrði strax mjög neikvætt ef það væri hægt að skrifa og lesa svona framhjáhaldssögur með nafni. Margir myndu nota þetta í hefniskyni… sem er ekki sniðugt.\nMaður ætti kannski að slappa af um helgina og búa til vef? :)"
        },
        {
            "user": "MessorD",
            "user_id": "57278",
            "date": "2005-08-05 15:16:52",
            "id": "2359132",
            "reply_to_id": "2356190",
            "text": "þótt að maður eða kona haldi framhjá einu sinni þýðir það ekki að það eigi eftir að gerast…\nþessi hugmynd þín er mjög svo fasískt og ógeðsleg. Segjum svo sem að ég myndi verða blindfullur, og af einhverjum ástæðum halda framhjá minni heitt elskuðu . Þá mun ég mjög líklega sjá eftir því alla ævi. og læra af reynslunni og minni líkur að ég haldi framhjá aftur.\nSvo eru framhjáhöld stundum merki um að það vanti eitthvað í sambandið. Því persónan þarf að leita til annara til að fullnægja þeim þörfum."
        },
        {
            "user": "Scandalous",
            "user_id": "53721",
            "date": "2005-08-05 15:21:35",
            "id": "2359142",
            "reply_to_id": "2359132",
            "text": "já það sem vantar í sambandið er ÁST !"
        },
        {
            "user": "Scandalous",
            "user_id": "53721",
            "date": "2005-08-05 15:20:37",
            "id": "2359139",
            "reply_to_id": "2356190",
            "text": "Eini gallinn er að: Það er alltaf til fólk sem misnotar sér alla þjónustu og hreinlega allt sem hægt er að misnota og því þá spurning hversu margir myndu misnota þetta til að koma slæmu orði á einhverja eða einhverri kjaftasögu…\nEn svo reyndar hitt…framhjáhald er eitthvað sem að  VERÐUR að stoppa…það er viðbjóður…og þeir sem að lenda í því að það sé haldið framhjá sér brotna algjörlega niður…svo ég held að þetta sé sniðug leið til þess að stoppa framhjáhald!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-05 15:53:22",
            "id": "2359193",
            "reply_to_id": "2359139",
            "text": "“En svo reyndar hitt…framhjáhald er eitthvað sem að VERÐUR að stoppa…það er viðbjóður…og þeir sem að lenda í því að það sé haldið framhjá sér brotna algjörlega niður…svo ég held að þetta sé sniðug leið til þess að stoppa framhjáhald!”\n-Þetta er alls ekki sniðugt hugmynd til að stoppa framhjáhald."
        },
        {
            "user": "Masko89",
            "user_id": "38605",
            "date": "2005-08-05 15:23:27",
            "id": "2359147",
            "reply_to_id": "2356190",
            "text": "ééég veit ekki.. svolítið skrítin hugmynd..\nEn aftur á móti er framhjáhald ógeðslegt\nvið verðum bara að læra að treysta fólki og taka áhættuna!"
        },
        {
            "user": "Scandalous",
            "user_id": "53721",
            "date": "2005-08-05 15:26:09",
            "id": "2359152",
            "reply_to_id": "2356190",
            "text": "PS. Mér finnst hugmyndin af svona síðu sem að Merlin skrifaði snilld! bara sneddí…þá koma ekki fram nein nöfn…\nen ein spurning: hver leyfir að það standi neikvæð umfjöllun um hann á netinu…"
        },
        {
            "user": "Nainsi",
            "user_id": "45345",
            "date": "2005-08-05 15:35:50",
            "id": "2359162",
            "reply_to_id": "2356190",
            "text": "Jiii, mér persónulega finnst þetta fáránleg hugmynd en svona er það nú bara.\nFólk ætti nú bara að velja sér réttan maka, ekki vera að taka neinar áhættur og treysta maka sínum 100%. Það geri ég og veit og er þess fullviss að hvorki ég né elskuhugi minn myndum gera hvort öðru svona lagað. Simple fyrir mig kannski því ég vel mér ekki kærasta sisvona og reyni eftir fremsta megni að velja þá vel, ég hef þó ekki átt marga og hef aldrei lent í framhjáhaldi en þetta er bara mín skoðun, einkalíf fólks kemur öðrum ekkert við.\nÞú talar um að þetta sé til þess að vara fólk við þeim sem hafa haldið framhjá, það er ýmislegt sem að gerist í samböndum og er ekkert endilega bound to happen again!\nÞær sem velja sér mann sem haldið hafa framhjá ættu sjálfar að geta dæmt um það hvort þeir eru traustsins verðir, og hana nú!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-05 15:50:12",
            "id": "2359184",
            "reply_to_id": "2356190",
            "text": "Þetta er ein heimskulegasta hugmynd sem ég hef nokkurntímann heyrt um. Er eitthvað í litla heilabúinu ykkar? Má ég giska, eruði svona 12 ára og vitið ekkert hvernig þetta gengur fyrir sig?\nAuðvitað er ógeðslegt að halda framhjá, en það er engin fíkn, td. ef einhver heldur einusinni framhjá þá er hann ekki endilega alltaf að því. Ég vill td. ekkert sjá vin minn á þessum vef og einhverjar kellingar að segja “varið ykkur á þessum” útaf hann kyssti einhverja stelpu.\nOg þótt þetta mundi allt ganga vel fyrir sig og enginn mundi misnota þetta (sem væri ekki hægt) þá væri þetta samt svo ógeðslega asnaleg hugmynd.\n“Nú ég og nokkrar vinkonur mínar vorum á spjallinu um daginn, og höfuð við alllar lent í framhjáhaldi og reyndar 1 þeirra haldið fram hjá sjálf.”\n-Ok, villtu svo að það fari einhverjir strákar að skrifa um vinkonu þína á netinu “þessi er ógeðsleg mella sem heldur framhjá” ? Og allir sem hún þekkir komast að því og enginn vill neitt með hana hafa?\nOg ef einhver kæmi upp svona vef þá yrði þetta misnotað út í rassgat, þetta er bara slúðurvefur og særir alla.\nÞótt einhver haldi framhjá þér þá þarftu ekkert að auglýsa það, það er bara þitt mál og þið passið ekki saman.\nReyndu svo aðeins að hugsa.\nPs. Þótt þetta hljómi reiðilega þá er ég ekki reiður, ég gat bara ekki komið þessu frá mér öðruvísi því þetta var svo fáránleg hugmynd."
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-05 15:51:42",
            "id": "2359190",
            "reply_to_id": "2356190",
            "text": "Hefur verið reynt.\nHér áður voru þeir sem héldu framhjá annaðhvort brennimerktir með “A” á enninu eða kinninni eða skikkaðir til að bera rauðan staf “A” á bringunni. Sé lítin mun á því eða svona stafrænni brennimerkingu.\nHeld að þetta hafi ekki dregið úr framhjáhaldi."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-08-05 16:07:40",
            "id": "2359212",
            "reply_to_id": "2356190",
            "text": "Afhverju ertu í sambandi með aðilum sem þú treystir ekki?\nÉg held að þetta snúist ekki um einhverja heimasíðu, kellingaþætti eða slúðurblöð, þetta snýst um sjálfsvirðingu hjá þér."
        },
        {
            "user": "Utopia",
            "user_id": "28528",
            "date": "2005-08-05 16:24:51",
            "id": "2359253",
            "reply_to_id": "2359212",
            "text": "nákvæmlega!"
        },
        {
            "user": "tutorgirl",
            "user_id": "58789",
            "date": "2005-08-05 16:22:48",
            "id": "2359247",
            "reply_to_id": "2356190",
            "text": "Mér finnst þetta alls ekki sniðug hugmynd. Fólk gerir mistök og maður verður bara sætta sig við að þó svona mistök eru mjög leiðinleg. ég held að þetta sé spurning um traust. Fólk lærir líka af mistökum og annað fólk þarf ekki að auglýsa annara mistök til að koma sinni reiði á framfæri.\nSjálf hef ég ekki haldið framhjá en ég hef því miður  verið með gaur sem var að halda framhjá kærustunni sinni með mér. Mér leið ógeðslega eftir á þó ég vissi að hann ætti kærustu fyrir atvikið. Svona gerist bara því miður. Þau eru samt ennþá saman og hun veit ekki ennþá hvað hefur gerst.Mæli ekki með þessu og vona að enginn lendi í þessu.\nEn enn og aftur er þetta alls ekki sniðug hugmynd hjá þér að mínu mati. Fólk á að mynda sínar eigin skoðanir á einstaklingum en ekki lesa um þau á netinu sem annað fólk er búið að skrifa. Það eru líka alltaf tvær hliðar á öllu!!"
        },
        {
            "user": "Scandalous",
            "user_id": "53721",
            "date": "2005-08-05 16:29:29",
            "id": "2359276",
            "reply_to_id": "2356190",
            "text": "Oki jæja þar skrifa ég enn einu sinni undir nákvæmlega sömu greinina…Sko og það er ekki að ástæðulausu…ég er nefnilega búin að skipta um skoðun…það er til staðreynd\nALLIR SYNDGA EINHVERNTÍMAN Á ÆVINNI\nok ég hef syndgað en ekki á þennan hátt! Myndi ég vilja vera á einhverri síðu þar sem það stóð hvað ég hefði gert þarna einu sinni! NEI…\nþeir sem að halda framhjá einu sinni þurfa ekki endilega að gera það aftur og líka það er bara ekkert hægt að vera með svona síðu hvar mynduði fá heimildirnar yfir því að þetta hefði virkilega gerst og er þá kannski ekki ástæða fyrir því?\nOg ókei hitt líka ef að það væri haldið framhjá mér myndi ég ekki vilja að það stæði á einhverri síðu hvar, hvenær með hverri eða eitthvað svoleiðis… og síst af öllu að allir myndu vita að það hefði verið haldið framhjá mér…eða að ég hefði haldið framhjá! Allir myndu hætta að tala við mig og þessi síða myndi gera líf mitt ömurlegt…þessi síða myndi líklega ekki fækka sjálfsmorðum eða þunglyndi sem er nógu mikið af nú þegar…\nEkki taka mark á ruglinu í mér áðan…var ekki alveg búin að hugsa þetta til enda….:S…"
        },
        {
            "user": "Scandalous",
            "user_id": "53721",
            "date": "2005-08-05 16:32:31",
            "id": "2359287",
            "reply_to_id": "2359276",
            "text": "á maður líka ekki að treysta manneskjunni sem að maður er með…ætti ég að þurfa að tjekka á því hvort að “Jón” hafi einhverntíman haldið framhjá áður en ég leyfi mér að verða ástfangin af honum…Ég held ei…ef hann hefur haldið framhjá einhverntíman og séð eftir því er það kannski ekkert alveg mitt mál….ekki strax allaveganna…auðvitað vill maður samt vita það en svona síða færi út í rugl og öfga"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-05 16:41:33",
            "id": "2359315",
            "reply_to_id": "2356190",
            "text": "Lol, ég nennti ekki að lesa þetta.\nHvernig myndi síðan virka?"
        },
        {
            "user": "tigergirl",
            "user_id": "6681",
            "date": "2005-08-05 16:47:55",
            "id": "2359335",
            "reply_to_id": "2356190",
            "text": "Já… flott að fá smá umræðu hérna hehe :D\nAndið rólega, ég hef ekki það góða þekkingu til að búa til svona heimasíðu… einfaldlega kaffi-tal. en já minnir að þetta hafi verið “2 and a 1/2 men” án þess að vera sure.\nEn já sem sé…. mér finnst þetta ekkert alveg FÁRÁNLEG hugmynd, alls ekki! En já kannski svo líið gróf (minnir að ég hafi skrifað það í greinina, anyhú)… auðvitað vantar eitthvað í sambandið ef svonalagað kemur upp, eða makinn sem gerir svona er eitthvað “skemmdur” ef þið vitið hvað ég á við.\nÉg veit ekkert hvort þetta myndi eyða framhjáhaldi, eða eitthvað, en aldrei að vita að þetta myndi draga úr því… annars veit ég það nú ekki ;)\nen ég hefði ekkert á móti því sjálf að komast inn á svona síðu og tékka á strák sem maður væri að hitta…. ( taka það fram ein og einn sagði hérna, maður ætti að taka áhættuna og vera með aðeins meiri sjálfsvirðingu, auðvitað tekur maður áhættur allt sitt líf, og mér finnst ég nú ekki vera með littla sjálfsvirðingu ef ég á að segja eins og er :)\nÉg er heldur ekki að segja að fólk eigi að kalla hvort annað Hórur, eða eitthvað álíka, bara eins og “hélt fram hjá mér, út af t.d. drykkju…./eitthvað/eitthvað” ég veit það ekki, en ég var alls ekki að meina meiyrði hér!!!\nEn smá svona spurning… þeir sem eru svona rosalega mikið á móti þessu: hafið þið haldið fram hjá…. bara svona smá pælin ;)"
        },
        {
            "user": "Chemical",
            "user_id": "51397",
            "date": "2005-08-05 17:05:56",
            "id": "2359384",
            "reply_to_id": "2359335",
            "text": "Nei, en hinsvega hefur verið haldið fram hjá mér.. eftir langan tíma og mikla naflaskoðun komst ég að\nþví að það var líka mér að kenna."
        },
        {
            "user": "tigergirl",
            "user_id": "6681",
            "date": "2005-08-05 16:50:36",
            "id": "2359344",
            "reply_to_id": "2356190",
            "text": "en og aftur…. finnst þetta æðisleg viðbrögð, ligg hérna hálfpartinn í hláturskasti :D\nSorry enga reiði hérna, hehehe bara gaman, en allt í lagi hugmynd! að mínu mati"
        },
        {
            "user": "ramage",
            "user_id": "34135",
            "date": "2005-08-05 16:58:55",
            "id": "2359371",
            "reply_to_id": "2359344",
            "text": "Ég hélt framhjá konunni minni með tigergirl.\nNú vill ég að hún komi fram undir nafni, mán. og ári."
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2005-08-05 16:56:14",
            "id": "2359360",
            "reply_to_id": "2356190",
            "text": "Flestir lenda í því einhvern tíma á lífsleiðinni að ramba aðeins útaf réttu brautinni, sumir fara alla leið, aðrir hafa vit á að hætta áður en lengra er gengið. Það sem skiptir mestu máli er að þegar/ef maður gerir svona mistök er að læra á því og passa sig á því að gera þessi mistök ekki aftur, þannig er hægt að láta eitthvað gott koma útúr öllusaman.\nÞað er óþarfi að hefja einhverjar nornaveiðar og vara alla við einhverjum, nema um sé að ræða góða vinkonu/vin sem þú veist að er að deita ALRÆMDAN framhjáhaldara. Annars er bara um að vera að láta málið niður falla."
        },
        {
            "user": "Chemical",
            "user_id": "51397",
            "date": "2005-08-05 16:57:49",
            "id": "2359367",
            "reply_to_id": "2356190",
            "text": "Með heimskulegri hugmyndum sem ég hef lesið í lengri tíma.  Besta vörnin gegn því að lenda í að makinn haldi framhjá er meðal annars:\n1. Sjálfsvirðing.\n2. Vera áhugasöm/ur hvað kynlíf varðar\n3. líta aldrei á makann sem sjálfsagðan hlut.\n4. Velja sér ekki maka sem flestir vinir sjá sem augljósa drullusokka/druslur.\n5. ferðast, fara út að borða og upplifa nýja hluti saman.\n6. Halda sér í góðu formi bæði andlega og útlitslega\nEn svona klöguvefur gerir engum nema wannabe fasistum greiða..\nÞað er allt of algengt að einn vinur minn sem er algjör drusla lendi í að konur séu vængbrotnar yfir honum þegar hann vill vera ríða örðum konum hægri vinstri, þegar þessi maður hefur öll augljós merki þess að hann muni ekki skuldbinda sig neinni.  Maður oft stundum hausinn yfir hvað fólk getur verið heimskt í makavali.\nEitt ráð svona í lokin….Hlusta á vini sína!"
        },
        {
            "user": "Bic",
            "user_id": "24677",
            "date": "2005-08-05 18:01:04",
            "id": "2359492",
            "reply_to_id": "2356190",
            "text": "Ég held að þetta sé eitthvað það heimskulegasta sem ég hef séð. En þetta er náttúrulega hugi.is sem virðist vera heimili heimskulegra hugmynda. Ég þarf ekki að rökstyðja afstöðu mína. Greinin þín gerir það sjálf."
        },
        {
            "user": "Myndarlegur",
            "user_id": "34366",
            "date": "2005-08-05 18:01:15",
            "id": "2359493",
            "reply_to_id": "2356190",
            "text": "Framhjáhald suckar! EHEHEHEHEHEH! Einelti er verra!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-05 18:43:56",
            "id": "2359581",
            "reply_to_id": "2356190",
            "text": "“…Mér persónulega finnst þetta sniðug hugmynd, þar sem ég einhvernmegin lendi oft á svona einstaklingum…”\nÞú ert greinilega bara að tala við röngu strákana, prófaðu aðrar týpur. btw. Þú finnur þær EKKI á djamminu."
        },
        {
            "user": "OBhave",
            "user_id": "3496",
            "date": "2005-08-05 19:02:05",
            "id": "2359612",
            "reply_to_id": "2356190",
            "text": "Fáránleg hugmynd. Það yrði ekkert að marka þetta… fólk póstandi algjörri steypu þarna inná að gamni sínu og til að gera grín að þessu fyrirbæri sem þessi síða væri…\nÞetta snýst frekar um að vera gáfaður og vita hvenær maður er með réttu manneskjunni og hvænær maður á að leggja miklar tilfinningar í sambandið og hvenær ekki. Ef maður er svo með réttu manneskjunni og smellur alveg við hana og verður rosalega náinn vinur um leið og maki…   þá kynnist maður henni auðvitað og getur ákvarðað hvort maður vill/þorir að  elska/treysta henni."
        },
        {
            "user": "MDMA",
            "user_id": "40109",
            "date": "2005-08-05 19:17:31",
            "id": "2359636",
            "reply_to_id": "2359612",
            "text": "svona 15 ára smástelpur eiga ekki að vera á huga marr og allra síst á róman-tík flestar af þeim halda að alt sé einsog í bíomyndum allir ríða af ást en in the real life ríða allir/flestir af ánægju\n—————————————————-\nmín skoðun\n:-Þ"
        },
        {
            "user": "OBhave",
            "user_id": "3496",
            "date": "2005-08-06 16:20:35",
            "id": "2361545",
            "reply_to_id": "2359636",
            "text": "sammála að sumu leiti…        meina auðvitað ríða allir sér til ánægju…   þó menn séu í ástarsambandi…      (nema einhverjir golddiggers eða hórur eða eitthvað)…     en ég veit nú ekki hvort ég sé sammála því að mikill meirihluti eða næstum allir ríði eingöngu til sinnar eigin líkamlegu ánægju…\nAllavega ekki ég…    ="
        },
        {
            "user": "kaffibaunin",
            "user_id": "23820",
            "date": "2005-08-05 19:40:36",
            "id": "2359694",
            "reply_to_id": "2356190",
            "text": "Naahhh… þetta er ekki góð hugmynd:/ Segum sem svo að óvart heldur þú framhjá! Þér hefði aldrei látið það koma þér í hug að halda framhjá kærastanum þínum og þú sérð svo innilega eftir þessu. Þú varst bara full og ekki með dómgreindina í lagi og spilaði kannski með að þú elskaði kærastann þinn ekki það mikið heldur og svo bara læturu það viðgangast að halda framhjá honum og það var ekki nema einn koss.\nNúúúú svo kemur þessi síðan þín og þú nottla skráð eins og allir hinir og þú átt ekki sjéns í neinn strák það sem eftir er, engin börn, engin atvinna jafnvel. Þú endar með því að kæra. Þetta er enn í rugli. Engin framtíð fyrir þig góðan daginn. En samt ert þú góð manneskja inn við beinið sem gerðir ein mistök! EIN MISTÖK!"
        },
        {
            "user": "Binus",
            "user_id": "10246",
            "date": "2005-08-05 19:58:02",
            "id": "2359747",
            "reply_to_id": "2356190",
            "text": "Mér finst prívat og persónulega flestir eiga skilið annan sjens….\nFramhjáhald er ógeðslegt!\nen hvað hjálpar það manni með tilvonandi maka sinn, að vita alla fortíðinna hans? Oft segja þeir manni það sjálfir, ef ekki endist sambandið kanski, kanski ekki… en þessi hugmynd þín er algerlega mjög ömurleg, fólk gerir mistök, svo eru til fólk sem er bara vont! en það er okkar að finna það út…\nHver hefur ekki lent í slæmum samböndum?\nég þekki einn sem ég var einu sinni með, sem gæti vel sagt að ég hafi haldið framhjá honum og margar enþá ógeðslegri sögur, en það versta sem ég gerði var að segja honum upp… oft þarf bara þannig smáræði til.\nSvo verður maður bara að taka áhættuna, hvað ef gaurinn er geðveikt yndislegur, þó svo að hann hafi haldið 2 framhjá?\nStundum er bara betra að taka áhættuna á því að e-ð gott gæti gerst\nheldur en að taka ekki áhættuna og þá verður maður bara kreisí gömul einhleyp kerling, sem gerði ekkert í lífinu.\nþví jú við eigum öll okkar fortíð! og það er ekki allt jafn gott, maður þarf bara að taka áhættuna."
        },
        {
            "user": "...",
            "user_id": "38859",
            "date": "2005-08-05 22:56:50",
            "id": "2360266",
            "reply_to_id": "2356190",
            "text": "Nei alls ekki. Verð að vitna hér í pokarottu:\nGeturðu ýmindað þér smánina sem fylgdi þessu, kúgunarmöguleikana fyrir þriðja aðila og aðstöðuna sem þeir sem stæðu fyrir þessari síðu hefðu?"
        },
        {
            "user": "ponnukaka",
            "user_id": "56466",
            "date": "2005-08-05 23:19:10",
            "id": "2360321",
            "reply_to_id": "2360266",
            "text": "Algjörlega sammála, það hefði ekki verið hægt að orða þetta betur:)"
        },
        {
            "user": "3gill",
            "user_id": "11879",
            "date": "2005-08-06 01:37:10",
            "id": "2360628",
            "reply_to_id": "2356190",
            "text": "Jaa… Það er nú hægt að gúggla hvern sem er… líka íslendinga… nema þú færð ekki jafn mikið af svörum."
        },
        {
            "user": "kollikati",
            "user_id": "48979",
            "date": "2005-08-06 16:28:41",
            "id": "2361567",
            "reply_to_id": "2356190",
            "text": "Hmmss…. ég vill ykkar álit… telst það framhjáhald ef maður kyssir einhvern annan en makann….\nÞá er ég ekki að tala um koss á kinn eða mömmukoss…. Heldur fransari.\n?"
        },
        {
            "user": "tigergirl",
            "user_id": "6681",
            "date": "2005-08-06 17:51:57",
            "id": "2361749",
            "reply_to_id": "2356190",
            "text": "til að svara að minnsta kosti 2 hér.\nnei ég er ekki 16 ára eða hvaða aldur sem þu varst að tala um, er örugglega eldri en þú ;)\nog nei ég er ekki að finna þessa svokallaða “maka” mína á djamminu, það er nú frekar svona one-night….\nEn já ég er alveg sammála að það er hægt að misnota þessa aðstöðu! alveg hjartan lega sammála því!\nÞað voru einhverjir hér að tala um, ef makinn var drukkinn… gerði hann ein mistök. Drykkja er aldrei afsökun því miður! Alveg sama hvað stelpur/strákar telja sig trú um til að fyrirgefa “makanum” þá er það ekki rétt! Alveg sama hversu drukkinn þú ert ertu alltaf með sens! Meina ætti þetta að vera afsökun í morðmáli… “Ég var drukkin!” held ekki (just a pont) en það sem ég skil ekki, sem kannski einhverjir sem hafa vit á því að svara mér þeirri spurningu:\nAfhverju þarf fólk að vera í sambandi, og halda fram hjá hinum aðilanum? Greinilegt að hann er ekki það mikið að “fíla” sig í þessu sambandi… en afhverju að fara þá ekki úr því strax, í stað þess að særa viðkomandi?\nLíka einn sem sagði hérna einhverstaðar, er koss framhjáhald? (franksur) já… ef kærastan þín myndi gera það, eða kærasti, hvernig myndir þú taka því? og afhverju varstu að kissa aðra manneskju? Líka þegar þú kaupir þér hóru er það um 2 - 3-falt dýrara að kissa hana heldur nokkurntíman að ríða henni … segjir kannski eitthvað veit það ekki ;)\nEn það er nú umræða í aðra grein…\nEn svo var einn hérna frekar framalega, sem sagði… ég svaf hjá strák sem er í sambandi, og kærastan hans veit ekki að því enþann dag í dag…\nSpurning, ef þú væri í hennar sporum vildir þú ekki vita það? Ég persónulega myndi fá að vita það.\nEn já líka svona til að svara öðrum spurningum þar sem fólk er að segja að ég eigi bara að treysta maka mínum… ég geri það, sá sem ég er með og er búin að vera með í askoti langann tíma núna, er alveg hreint frábær, og treysti honum 100% og veit að ef einhvað gerist myndi hann segja mér það. Svo ekki halda að ég sé einhver stelpa sem lendi alltaf í þessu, og sit núna heima vælandi yfir því að ég geti ekki verið með neinum strák :) setjum bara punktinn hérna um mín mál, enda greinin ekki um það.. er það nokkuð :)\nEn og aftur kaffihúsaspjall hjá mér og vinkonum mínum ekkert annað.\nJú það er askoti gróft að setja svona heimasíðu, sammála, en finnst leiðinlegt svona framhjáhald. Vínkona mín t.d. æðisleg stelpa, er búin að lenda í svo mögum fávitum að það hálfa væri, og það er svo sárt að sjá hana, nú í dag er hún svo andlega ónýt að hún treystir ekki neinum, til að koma nálægt sér?!?! Allt strákar sem hafa ekki eistun til að fara úr sambandi áður en svona kemur fyrir. (Ekki að alhæfa stráka við neitt)\nMannskepnan er grimm! að mörgu leyti, sérstaklega þegar einstaklingur fær hjarta og sál “maka” síns, fer með það á djammið og týnir því, því önnur hola eða skaft bauðst, og kemur síðan heim með skottið á milli lappana og segjir “ég var í glasi…” úff !\nannað reyndar sem ég skil ekki, afhverju fyrirgefur fólk svona lagað ? Er það út af því að það telur sig eki eiga betra skilið? Eða ekki fá betri “maka” eða hvað? úff… þetta veldur mér oft miklum hausverki :s\nEn já… gaman af þessu samt ;) skemmtið ykkur um helgina!"
        },
        {
            "user": "icevirgo",
            "user_id": "31142",
            "date": "2005-09-15 01:58:45",
            "id": "2483484",
            "reply_to_id": "2361749",
            "text": "Veistu vinkona þín er ekki það óheppin að “lenta” alltaf á karlmönnum sem fara illa með hana, hún velur þetta, ekki meðvitað kannski en val samt sem áður.\nTími til komin fyrir hana að taka sig í gegn andlega og fara svo á markaðinn aftur.\nEn þetta með hugmynd þína, mér finnst hún afleit, það er hægt að koma með allskonar lygar og bull um fólk á svona síðu og skemma mannorð þeirra.\nÞetta væri eiginelga það sama og ef fyritækjum yrði hleypt í sjúkraskrár áður en þeir ráða starfsfólk, það yrði ekki fýsilegt.\nJá.. nei þessi er búin að vera á geðdeild 2x þessi er búin að fara í meðferð.\nVið búum í frjálsu þjóðfélagi og höfum rétt á því að halda einkalífi okkar fyrir okkur :)\nBest að halda því þanig áfram."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-07 22:42:35",
            "id": "2365117",
            "reply_to_id": "2356190",
            "text": "ok… ég er mjög á móti framhjáldi en fólk getur gert mistök :S og það er nú allt í lagi að fyrirgefa af og til…\nplús það ef að ég hefði haldið framhjá væri ég ekki að auglýsa það á eikkeri síðu !! ég myndi dauðskammast mín fyrir það og reyna hafa það í leyndu :S"
        },
        {
            "user": "ameliaxxx",
            "user_id": "45095",
            "date": "2005-08-08 09:27:57",
            "id": "2365906",
            "reply_to_id": "2356190",
            "text": "Fáránleg hugmynd verð ég að segja!!! Svona síða myndi aldrei ganga og myndi auðvitað verða misnotuð!! Ég er samt auðvitað sammála því að framhjáhald er viðbjóður, en besta fólk getur gert mistök og þá finnst mér óþarfi að stimpla það fyrir lífstíð.\nÉg held bara að maður verði að sætta sig við það að það á aldrei eftir að verða hægt að útrýma framhjáhaldi…bara eins og það á aldrei eftir að vera hægt að koma í veg fyrir stríð, misnotkun, ofbeldi, glæpi og margt fleira. Maðurinn er bara svo ófullkomin því miður :/  :-)"
        },
        {
            "user": "MDMA",
            "user_id": "40109",
            "date": "2005-08-14 20:29:50",
            "id": "2382727",
            "reply_to_id": "2365906",
            "text": "fáránlegt að gera svona drasl í alvöru ástarsamböndum skiptir fortíðinn ekki máli spurninginn er treystiru makanum"
        },
        {
            "user": "Spor",
            "user_id": "54003",
            "date": "2005-08-16 12:14:33",
            "id": "2386730",
            "reply_to_id": "2356190",
            "text": "vó hey það eru allt feiri hliðar af svona málum. Eins og einn vinur minn sagði “alldrei að gefa makanum ásæðu til að halda frammhjá” Það er að sinna sambandinu og rækta það."
        },
        {
            "user": "odiis",
            "user_id": "59893",
            "date": "2005-08-16 21:23:00",
            "id": "2388799",
            "reply_to_id": "2356190",
            "text": "mhm…"
        },
        {
            "user": "disan2",
            "user_id": "25020",
            "date": "2005-08-17 13:15:41",
            "id": "2390314",
            "reply_to_id": "2356190",
            "text": "Eg skil þetta Ekki…þannig að mér lýst ekkert á þetta…Hugi er fínn eins og hann er nuna..;)"
        },
        {
            "user": "Arcent",
            "user_id": "27919",
            "date": "2005-09-15 21:30:27",
            "id": "2485711",
            "reply_to_id": "2356190",
            "text": "Í fullri virðingu er þetta fáránleg hugmynd… Biturt fólk gæti verið að ljúga einhverju rugli og það er engin leið til að sanna eða að afsanna þetta… svo þetta er pínu gallað."
        },
        {
            "user": "benediktkr",
            "user_id": "43228",
            "date": "2005-09-19 17:57:36",
            "id": "2498619",
            "reply_to_id": "2356190",
            "text": "Hljómar eins og gangvirka eftirlitið hjá kommúnistanum í austur þýskalandi."
        },
        {
            "user": "xTravis",
            "user_id": "6570",
            "date": "2005-09-21 13:30:44",
            "id": "2504712",
            "reply_to_id": "2356190",
            "text": "google er að hann leitarvél sem leitar í bloggum á bloggsíðum. íslensku bloggsíðurnar verða líklegast skráðar inná þetta, allavega þessar 2 helstu, blog.central.is og folk.is, þannig maður getur bara skrifað um einhvern í blog og þá er hægt að google það allt."
        }
    ]
}