{
    "forum_title": "Tolkien",
    "user": "2469",
    "user_id": "57683",
    "date": "2005-08-06 13:20:07",
    "title": "Hringarnir(Taka tvö)",
    "text": "Hérna er fyrsta grein mín um hringana komin, í endurbættri útgáfu, þar sem hin greinin var ekki góð en hún fjallaði um verðugt málefni.\nSmíði hringanna\nSelebrimor Silfurhnefi,sonur Kúrfins sonar Fjanors bjó í Þyrnilandi og var besti gimsteinasmiður allra tíma fyrir utan Fjanor. Selebrimor og félag hans Gwaith-I-Mírdain smíðuðu hringana um árið 1590 á annari öld með Sauroni. En Sauron sveik þá og smíðaði hringinn eina til að stjórna hinum á laun. Selebrimor komst að því og forðaði hinum þremur máttugustu hringjum undan(árið 1693 á annari öld). Sauron tók Selebrimor fastan og pyntaði hann til að láta hann segja sér hvar álfahringarnir þrír væru. Þegar Selebrimor sagði honum ekki hvar þeir væru drap Sauron hann.\nÁlfa hringarnir þrír\nÁlfa hringarnir þrír voru hringarnir með bláa safírsteininum Vilja sem Elrond geymdi og Gil-Galað á undan honum (Gil-Galað gaf Elrondi hringinn árið 1701 á annari öld en hann dó ekki fyrr en árið 3441 á sömu öld) ,hringurinn með hvíta eitilsteininum Nanja sem Galadríel geymdi og rauði rúbín hringurinn Narja sem Gil-Galað átti en hann gaf Sirdáni hann næstum því strax og hann fékk hann, og Sirdán gaf síðan Gandalfi hann.\nNarja er hringur eldsins gat sá sem bar hann gat elft hugrekki annara.\nNenja sem Galadríel geymdi var hringur vatnsins,\nVilja sem Elrond geymdi er hringur loftsins.\nÞar sem Sauron snerti aldrei þessa þrjá hringa eru þeir ómengaðir af honum. Og þeir gefa mátt til að gera gott og bæta allt í kringum og lækna.\nDverga hringarnir sjö\nDverga hringarnir voru sjö.Það voru hringar sem Saron náði á sitt vald og lét dvergana fá þá.\nHringarnir bárust á milli kynslóða dverga , sumir eyddust í dreka eldi. Og síðasta hringinn átti Þrór og hann gaf Þráni hann. Upphaflega átti Durin 3 þennan hring, og dvergarnir telja að álfasmiðirnir ekki Sauron hafi látið Durin 3 hafa hringinn. “En hið illa afl lá þó enn á honum þar sem Saron hjálpaði til við smíði allra sjö hringanna”.\nDvergarnir voru harðari af sér en menn og þeir létu engan stjórna sér, og þeir vildu bara fá gull og meira gull. Og hringarnir kveiktu upp í þeim óstjórnlega löngun í gull eins og hún hafi ekki verið nóg fyrir. Hringarnir gátu gert þá sem báru þá mjög ríka og þess vegna var sagt meðal dverga að að hver hinna sjö gull hrúgna byggðist á einum hring. En hringarnir þurftu gull til að geta gert meira gull. Og þess vegna urðu dvergarnir dálítið ruglaðir t.d. Þrór sem reyndi að fara inn í Moría þegar hann var orðinn gamall og fátækur en Azog drap hann. Og úr því varð styrjöld milli orka og dverga.\n“Manna” hringarnir níu\nHringarnir sem menn fengu frá Sauroni voru níu. Menn voru auðspiltir og þeir þráðu mest af öllum völd. Þess vegna var auðvelt fyrir Sauron að ná valdi yfir þeim. Mannakonungarnir breytust í Hringvoma ,sem fyrst komu fram árið 2251 á annari öld smán saman eftir styrk þeirra. (Aðeins er vitað nafnið á einum Nasgúla og það var Austlingur að nafni Khamûl.) Þeir gátu þá verið ósýnilegir og þeir sáu hluti sem venjulegir menn sáu ekki. Það voru samt aðalega vofur sem Sauron skapaði. Nasgúlarnir voru algerlega viljalausir og gerðu allt sem Sauron sagði þeim að gera. Þeir riðu á Fellbeasts (Fellisskepnunum) sem voru risaeðlur sem einhvern veginn höfðu lifað fram á þriðju öld og Sauron tók dýrin að sér og gaf þeim kjöt og hann notaði skepnurnar fyrir Nasgúlana.\nHringurinn eini\nHringurinn eini, var hringur sem Sauron skapaði á laun í eldsmiðju í Dómsdyngju(Sammath Naur. ) Hringurinn eini var máttugri en allir hinir hringarnir, og hann réði yfir hinum(ekki álfa hringunum þremur) hringunum.\nSauron náði svo til sín dverga hringunum og manna hringunum.\nEins og allir vita fann Gollrir hringinn en hann missti hann á þegar hann var að drepa drísil til að éta hann og Bilbó fann hann og lét seinna Fróða fá hann og Fróði (og Sómi sem hjálpaði honum mikið) eyddi honum. Hringurinn veitti þeim sem báru hann óeðlilegt langlífi en hann sýkti líka hug þeirra sem báru hann.\nOne ring to rule, them all one ring to find them, one ring to bring them all and into the darkness bind them.\nHeimildir:\nhttp://www.tuckborough.net\nHringadróttinssaga, Silmerillinn.",
    "url": "https://www.hugi.is/tolkien/greinar/317481/hringarnirtaka-tvo/",
    "url_id": "317481",
    "id": "2361155",
    "replies": [
        {
            "user": "ojb",
            "user_id": "1502",
            "date": "2005-08-06 14:57:41",
            "id": "2361388",
            "reply_to_id": "2361155",
            "text": "ef ég man rétt þá var ástæða þess að álfarnir fóru að hringurinn eini hafði fundist og þar með voru þeirra hringir líka í hættu. One ring to rule them all, not just some of them."
        },
        {
            "user": "2469",
            "user_id": "57683",
            "date": "2005-08-06 15:26:47",
            "id": "2361460",
            "reply_to_id": "2361388",
            "text": "Þeir sem báru álfahringana (Elrond, Galadriel og Gandalfur) fóru frá Miðgarði vegna þess að Hringnum eina hafði verið tortímt og álfahringarnir misstu þar með mátt sinn. Og Gandalfur fór einnig vegna þess að hans hlutverki á Miðgarði var lokið.\nFlest allir álfarnir voru hinsvegar farnir á þeim tíma eða fóru á tíma Hringastríðsins til Valinor."
        },
        {
            "user": "ojb",
            "user_id": "1502",
            "date": "2005-08-06 17:51:24",
            "id": "2361745",
            "reply_to_id": "2361460",
            "text": "“But what would happen, if the Ruling Ring were destroyed, as you counsel? asked Gloin. We know not for certain, answered Elrond sadly. Some hope that the Three Rings, which Sauron has never touched, would then become free, and their rulers might heal the hurts of the world that he has wrought. But maybe when the One has gone, the Three will fail, and many fair things will fade and be forgotten. That is my belief.”\n[The Fellowship of the Ring]"
        },
        {
            "user": "ojb",
            "user_id": "1502",
            "date": "2005-08-06 17:55:25",
            "id": "2361752",
            "reply_to_id": "2361745",
            "text": "virðast ekki vera 100% vissir um þetta, þó þeir trúi því ;-)"
        },
        {
            "user": "2469",
            "user_id": "57683",
            "date": "2005-08-06 18:02:56",
            "id": "2361772",
            "reply_to_id": "2361752",
            "text": "Þeir voru ekki vissir um þetta þarna, en það kom í ljós að þetta gerðist:)"
        }
    ]
}