{
    "forum_title": "Dulspeki",
    "user": null,
    "user_id": null,
    "date": "2000-08-30 14:02:12",
    "title": "Djöfullinn",
    "text": "Hvað skyldi það merkja ef mann dreymir djöfullinn og það vel að maður vakni upp með andfælum, ég hef farið í draumráðingarbók og allt það en hafið þið einhverja að skýringu .\nHafið þið lent í þessu eða einhverju þessu svipuðu???????????",
    "url": "https://www.hugi.is/dulspeki/greinar/3174/djofullinn/",
    "url_id": "3174",
    "id": "12008",
    "replies": [
        {
            "user": "Dusty",
            "user_id": "1996",
            "date": "2000-08-30 15:53:35",
            "id": "12009",
            "reply_to_id": "12008",
            "text": "Mig hefur dreymt skít í formi djöfullsins og ég sturtaði bara niður þegar ég vaknaði :Þ"
        },
        {
            "user": "sphinx",
            "user_id": "643",
            "date": "2000-08-30 21:31:51",
            "id": "12010",
            "reply_to_id": "12009",
            "text": "skrítinð shit!!"
        },
        {
            "user": "hjossi",
            "user_id": "2523",
            "date": "2000-09-03 01:06:28",
            "id": "12011",
            "reply_to_id": "12009",
            "text": "Að dreyma skít táknar peninga. Svo að kanski ættirðu að passa þig á peningunum.\nHjossi"
        },
        {
            "user": "profile",
            "user_id": "25997",
            "date": "2000-09-25 15:39:12",
            "id": "12012",
            "reply_to_id": "12011",
            "text": "þetter örugglega það fyrsta sem ég lærði um draumráðningar.."
        },
        {
            "user": "Misty",
            "user_id": "37618",
            "date": "2000-08-30 17:12:43",
            "id": "12013",
            "reply_to_id": "12008",
            "text": "Um að gera að íghuga hvað liggur svona þúngt á þínu hjarta..!!  Hreinsaðu fyrir þínum dyrum, og ef þú trúir á Guð leitaðu til hans,því hér gæti verið um að ræða óvin sem þér ber að varast og sem gæti verið að leiða þig í vitleysu.\nkveðja,\nMisty"
        },
        {
            "user": "Tankian",
            "user_id": "1709",
            "date": "2000-08-30 20:57:01",
            "id": "12014",
            "reply_to_id": "12008",
            "text": "All the time… mwúhahahahahah! Sons of Satan gather for attack for thou art the chosen ones! :)"
        },
        {
            "user": "Setnakt",
            "user_id": "3347",
            "date": "2000-09-01 10:08:48",
            "id": "12015",
            "reply_to_id": "12008",
            "text": "Djöfulinn stendur fyrir þínar eigin þarfir. Kannski ættiru að hlusta betur á sjálfa þig og sinna þér betur heldur en að eltast við að uppfylla þarfir og óskir annara. Vertu þú sjálf en ekki það sem aðrir vilja að þú sért. Satan er aðskilnaðar tákn þar sem þú vilt einangra þig frá umhverfinu í smá tíma og eiga smá tíma fyrir sjálfa þig til að íhuga það sem þér liggur á hjarta."
        },
        {
            "user": "Velmagt",
            "user_id": "3210",
            "date": "2000-09-03 00:51:47",
            "id": "12016",
            "reply_to_id": "12008",
            "text": "Ég veit ekki skýringuna á þessu en mér dreymdi eitt sinn að það væri gat í loftinu og í gegnum það sá ég drottin í sinni fullri dýrð hann var stórkoslegur."
        },
        {
            "user": "Dama",
            "user_id": "137",
            "date": "2000-09-03 14:22:46",
            "id": "12017",
            "reply_to_id": "12008",
            "text": "Btw. Er djöfullinn til?"
        },
        {
            "user": "Wiggi",
            "user_id": "2526",
            "date": "2000-09-03 19:44:51",
            "id": "12018",
            "reply_to_id": "12008",
            "text": "Ef þú ert að spyrja að því hvort utanaðkomandi afl sé að trufla draumana þá er það vægast sagt ólíklegt. Það er heldur ekkert óeðlilegt við það að dreyma djöfulinn. Ef þú ættir heima á mars og vissir ekki hver Satan eða djöfulinn væri þá myndi þig aldrei dreyma hann. Hins vegar gæti verið að djöfulinn hafi einhverja persónulega merkingu fyrir þig fyrst að þig dreymdi hann. En ég er ekki góður í listinni að skilja drauma."
        },
        {
            "user": "brunn",
            "user_id": "2006",
            "date": "2000-09-05 11:54:22",
            "id": "12019",
            "reply_to_id": "12008",
            "text": "mig dreymdi einu sinni að djöfullinn væri að reyna að hoppa ofaná mér.. hann var sko svona ekta skratti með horn og hala og allt.. en hann var svo lítill að hann gat ekki hoppað yfir mig og þá bara byrjaði ég  að minnka og minnka þangað til að ég hvarf…. :) ég er að vísu ekkert búin að pæla í því kvað þetta þíðir eða neitt en ég mundi ekkert vera að hafa neinar óþarfa áhyggjur af þessu.. svo geturu auðvita farið til miðils eða eitthvað svoleiðis sem getur sagt þér hvað þetta þíðir…"
        },
        {
            "user": "Lynx",
            "user_id": "3520",
            "date": "2000-09-11 14:15:22",
            "id": "12020",
            "reply_to_id": "12008",
            "text": "Ég er sammála því sem einhver sagði hér á undan, að þig myndi ekki dreyma djöfulinn, nema að hann hafi einhverja merkingu fyrir þig.  Ég trúi því að lykillinn að því að ráða drauma er að komast að því hvað táknin í þeim merkja fyrir þig persónulega.  Hef ekki mikla trú á því að sama táknið geti þýtt sama fyrir marga.  Hitt er annað mál að mörg tákn eru svona menningarleg, ein og t.d. hjartað fyrir kærleikann og svoleiðis.  Á þann hátt getur djöfullinn verið t.d. táknrænn fyrir hluti í undirmeðvitundinni, sem þú neitar að horfast í augu við, vandamál sem þú ert að ýta á undan þér, hluti sem eru faldir undir yfirborðinu, sýndarmennsku e.t.v.  Ef þú hefur verið að dreyma djöfulinn, finnst mér líklegt að þú ættir kanski aðeins að líta í eigin barm og gefa þér tíma fyrir dálitla sjálfsskoðun.\nGóðar stundir, dreymi þig vel :)"
        }
    ]
}