{
    "forum_title": "Heimspeki",
    "user": "Froztwolf",
    "user_id": "3350",
    "date": "2001-06-20 10:28:40",
    "title": "Örlög í nútímasamhengi",
    "text": "Við höfum komist að því að við höfum möguleika á að vera í þrenns konar alheimum. Heimi þar sem engin orsakafræði á sér stað, (Algjör ringulreið)Líkindafræðilegum eða Algjörlega orsakafræðilegum.\nEf við værum í heimi þar sem algjör ringulreið ætti sér stað, þá væru engin lögmál í gildi og ekki hægt að nota neinar formúlur til að spá fyrir um hluti. Engin flóknari kerfi gætu myndast (S.s. lífverur eða bara atóm) og við værum ekki til. Því héld ég að sé gjörsamlega hægt að útiloka þennan möguleika.\nEf við erum í líkindafræðilegum heimi er hægt að spá fyrir um vissa hluti en aðrir grundvallarhlutir fylgja líkum frekar er formúlum. Því er hægt að spá fyrir um ýmsa hluti með nokkuð mikilli nákvæmni, en óvissan stækkar og stækkar eftir því sem tími eykst.  Ef við erum í þannig alheimi gæti hver ákvörðun leitt af sér ákveðið margar aðstæður sem sjálfar greinast svo niður o.s.frv.\nEf við erum í fullkomlega orsakafræðilegum heimi er hægt að lýsa hegðan allra grundvallareininga alheimsins og þeirra kerfa sem þei byggja upp með nákvæmlega engri óvissu. Þetta þýðir það að ef kerfið er haft algjörlega lokað eða það spannar allan alheiminn (Pointið er að það séu engin utanaðkomandi áhfrif) þá er hægt að spá fyrir um stöðu kerfisins á hversu löngu tíma sem manni þóknast.\nÞetta þýðir það að ef vissar upplýsingar um hverja einustu grundvallareiningu heimsins væri sett inn í tölvu á nokkra sekúndna fresti og tölvan hefði allar vísindaformúlur í sér gætum við fram- eða afturreiknað alheiminn frá byrjun til enda og vitað að þetta er rétt reiknun. Þá getum við séð veraldarsöguna með “eigin augum”, hvar sem er í alheiminum.\nEf hægt er að segja fyrir um útkomu á hverju sem er hlýtur það að þýða að það geti bara gerst á einn hátt. (2 + 2 getur bara verið 4)Því var “ætlað” að gerast.\nAð því leyti má segja að fullkomlega orsakafræðilegur alheimur sé ekkert nema nútíma örlagakenning. Allt getur bara farið á einn veg. Ef maður trúir að Guð hafi búið til singularityið sem sprakk og myndaði heiminn (eða skapað heiminn á einhvern annann hátt) má því í rauninni hugsa sér að hann sé að stjórna heiminum með uppröðuninni á grundvallareindum alheimsins í byrjun. Ef hann er alvitur og almáttugur hefur hann getað raðað heiminum upp eins og hann vildi til að fá út einhverja útkomu. Ef hann vildi að þú læsir þetta ekki núna, heldur seinna hefði hann kannski raðað heiminum örlítið öðruvísi upp.\nSumir gætu jafnvel borið það fyrir sig að þar sem allt gerist aðeins á einn veg beri þeir ekki ábyrgð á gjörðum sínum þar sem þeir hafi ekkert frelsi til athafna, það sé búið að ákveða allt fyrifram.\nEf við erum í líkindafræðilegum heimi aftur á móti er engin leið að spá fyrir um allt. Hlutirnir getu því gerst á ýmsa vegu og því hefur hver frjálsann vilja. Það er enginn sem getur stjórnað okkur. Það er engu “meint” að gerast. Við berum fulla ábyrgð á gjörðum okkar.\nMig langar að taka það fram að lokum að með mælingum, spám og formúlum á ég ekki bara við það sem menn þekkja í dag heldur allt sem vísindin munu afreka á þeims sviðum.",
    "url": "https://www.hugi.is/heimspeki/greinar/31837/orlog-i-nutimasamhengi/",
    "url_id": "31837",
    "id": "213241",
    "replies": [
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2001-06-23 01:33:50",
            "id": "213242",
            "reply_to_id": "213241",
            "text": "Mín skoðun er sú að við lifum í heimi þar sem engin orsakafræði á sér stað.  Það útskýrir í stuttu máli hvers vegna maðurinn hefur stundað það í áraraðir að taka rangar ákvarðanir.\nÞú segir að lífið gæti ekki verið tilviljun?  Hvers vegna ekki?\nVið getum líkt því við að kasta krónu upp í loft.  Það er næstum ómögulegt að fá sömu hliðina upp 100 sinnum í röð.  En á þúsund milljón árum er það nokkuð svo ólíklegt lengur?\nMannskepnan hinnsvegar, hefur myndað sér röð og reglu.  Þetta stemmir stigu við allt annað sem fyrirfinnst í vorri náttúru."
        },
        {
            "user": "hrafnkellp",
            "user_id": "3604",
            "date": "2001-06-23 18:46:09",
            "id": "213243",
            "reply_to_id": "213242",
            "text": "Mín skoðun er sú að við lifum í algjörlega orsakafræðilegum heimi, eins og Froztwolf orðaði það. Ég tel að það sé hægt að segja fyrir um allt með fullkominni vissu, þar sem allt byggist upp á stærðfræði, einnig mannleg hegðun. Reyndar væri mjög erfitt að segja fyrir um hvernig heimurinn lítur út eftir milljón ár eða bara tvær sek. vegna þess að það væri mjög margt sem þyrfti að taka með í reikninginn. En þetta er bara það sem ég held…og á kannski eftir að breytast. Maður er nú svo ungur ennþá."
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2001-06-23 15:54:02",
            "id": "213244",
            "reply_to_id": "213241",
            "text": "Ef til vill er heimurinn sem við lifum í.. udnarleg tilviljun í fullkomlega kaotískum heimi.. þe lögmálin eru nú aðeins undarleg röð tilviljana.. líkt og apar sem pikka á ritvél margfaldað með eilífð.. þá koma út meistaraverk allra tíma liðinna og komandi..\nEkki gefa þér svona mikið Frostwolf.. þú verður að efast enn meira.. til þess að öðlast dýpri skilning."
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2001-06-23 17:14:52",
            "id": "213245",
            "reply_to_id": "213244",
            "text": "Heyr heyr! Efumst meir!  =)"
        },
        {
            "user": "sljo",
            "user_id": "9268",
            "date": "2001-06-25 13:16:51",
            "id": "213246",
            "reply_to_id": "213241",
            "text": "Ég held ég sé efins\nen þó ekki viss\nég er á báðum áttum\nen næ engri átt…\nEf þetta er ekki einmitt týpískt viðfangsefni heimspekinnar og að sjálfsögðu er mjög erfitt að sanna eitthvað um þessi mál. Ef við t.d. notum okkur hugmyndir úr eðlisfræðinni þá eru kenningar eins og þær sem Newton og Einstein kom með orsakatengdar, þ.e. eitt leiðir af öðru. Ef heimurinn væri “hrein” óreiða þá gæti ég aldrei verið viss um það að sólin kæmi upp á morgnanna - ég gæti ekki sagt til um það hvort steinn færi upp eða niður þegar ég sleppti honum og þess háttar, hins vegar gæti heimurinn verið “óhrein” óreiða þ.e. einhver lítil kerfi finnast í litlum hlutum í óreiðunni. Þegar ég tala um kerfi þá er ég að tala um að eitt leiði af öðru. Þetta myndi t.d. tákna það að ef ég gæti ferðast mjög langt út í heiminn gæti ég komið á stað þar sem öll lögmál eru önnur en hér, það gæti t.d. verið stór frétt að sólin myndi setjast svo ég noti sama dæmi. Líkinda hugmyndin nálgar heiminn okkar ágætlega þ.e. við höfum frjálsan vilja eða það vonum við að minnsta kosti. Þessi hugmynd hefur fengið mikinn hljómgrunn með til komu skammtafræðinnar þar sem t.d. eru líkur á því að eind getur farið í gegnum vegg!!! Hins vegar getum við best lýst okkar heimi með líkindalíkaninu en þar með getum við ekki útilokað að heimurinn sé orsakatengdur."
        },
        {
            "user": "Froztwolf",
            "user_id": "3350",
            "date": "2001-06-25 21:19:48",
            "id": "213247",
            "reply_to_id": "213246",
            "text": "Popcorn: Ég er ekki að segja að lífið geti ekki verið tilviljun, þvert á móti held ég að það sé það. Það sem ég er að segja er að lífið byggir upp á ákveðnum reglum til að geta þrifist. Það verður ákveðin orsakafræði að eiga sér stað til að líf geti verið. Ef við erum í heimi með engri orsakafræði, getur lífið því ekki verið til.\nVerymuch: Vissulega getur það verið að heimurinn sé bara röð tilviljana í annars gjörsamlega óútreiknanlegum heimi. En bæði finnst mér það mjög ólíklegt og það líkan getur ekki hjálpað mér að skilja heiminn frekar. Því geri ég ráð fyrir því að það sé ekki rétt.\nÉg er efasemdarmaður í eðli mínu, en það eru takmörk fyrir því hversu gagnlegar efasemdir eru.\nÉg vona að heimurinn sé fullkomnlega orsakafræðilegur. Þá munu vísindi geta útskýrt allt að lokum. Þeim eru þau ein takmörk sett í þannig alheimi að geta skýrt og spáð fyrir um hegðun allra fyrirbæra í alheiminum. (Og mögulega utan hans.)"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2001-06-26 16:11:13",
            "id": "213248",
            "reply_to_id": "213247",
            "text": "Froztwolf, thad er ekki og mun aldrei vera haegt ad vita allt, sbr. ovissulogmal Heisenbergs. Eg held ad eg hafi sagt eitthvad meira um thetta i kommenti a greinina “Er frodleikur af hinu goda?”"
        },
        {
            "user": "Froztwolf",
            "user_id": "3350",
            "date": "2001-06-28 12:22:09",
            "id": "213249",
            "reply_to_id": "213248",
            "text": "Ég trúi að á endanum verði hægt að vita allt.\nÓvissulögmálið gildir vissulega í dag en ég hugsa að þegar við finnum upp mun þróaðri mæliaðferðir munum við geta komist framhjá því.\nEf vísindin fá nógu mikinn tíma býst ég við því að þau geti útskýrt allt. ALLT. ;)"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2001-06-28 16:22:59",
            "id": "213250",
            "reply_to_id": "213249",
            "text": "Thar er eg osammala ther. Thvi midur held eg ad umraedan nai samt ekki lengra. :o)"
        },
        {
            "user": "Froztwolf",
            "user_id": "3350",
            "date": "2001-06-28 16:28:11",
            "id": "213251",
            "reply_to_id": "213250",
            "text": "Það var leitt að við erum ekki á sama máli, en við erum þó allavegna sammála um að það væri fjarstæða að fara að bæta einhverju við. ;)"
        }
    ]
}