{
    "forum_title": "Bílar",
    "user": "Gulag",
    "user_id": "48",
    "date": "2001-06-20 23:46:18",
    "title": "Slys = hugsunarleysi",
    "text": "Það er soldið mikið rætt hérna um slys, bílpróf og þess háttar, ég verð að segja að þetta er í raun sáraeinfalt,,, slys eru í 99,99% tilfella fólkinu sjálfu að kenna….ég viðurkenni ekki að kalla aftanákeyrslu “óhapp”.. ég vil frekar kalla það “heimsku” eða “athyglisbrest á slæmu stigi”…Aktu hratt og farðu útaf veginum,, hverns vegna fórstu út af veginum?  vegna þess að ÞÚ ókst of hratt,, keyrðu aftan á bíl á ljósum,, af hverju? vegna þess að ÞÚ varst ekki að horfa fram fyrir þig eða eitthvað álíka hugsunarlaust… Það springur að framan hjá þér á 100 km hraða,, þú ferð út af… hvers vegna? vegna þess að ÞÚ hefðir átt að athuga dekkin á bílnum áður en þú ókst af stað… ok ok.. ég er ekki að segja að allt sé ökumanninum að kenna, en 99,99% samt tel ég… Af hverju haldið þið að bíll fari yfir á vitlausan vegarhelming, dúndrar á annan bíl og allir steindrepast? Vegna þess að EINHVER var ekki með hugann við aksturinn,,, svo einfalt er þetta…Maður má ekki missa athyglina eitt augnablik þegar maður er að keyra bíl, því slysin eru ótrúlega fljót að gerast,,, það er líka svolítið athyglisvert að þegar maður ekur mjög hratt einhversstaðar á auðum vegi að þá er athyglin á fullu hjá manni,, maður lítur ekki einu sinni á hraðamælinn, þeir sem hafa ekið svona hratt vita hvað ég er að tala um, (200km+) maður ætti að hafa þessa athygli alltaf þegar maður er að keyra,, á Laugaveginum, Reykjanesbrautinni og bara allstaðar…\nÁstæðan fyrir þessari grein hjá mér er að það fer alveg ótrúlega í taugarnar á mér fólk sem ekur um en er í raun að gera allt annað en að aka bílnum, tala í síma, meika sig, leita að geisladisk, horfa á hús eða eitthvað… þegar þettta fólk keyrir á eitthvað þá get ég ekki sætt mig við frasann “jah, það var nú gott að enginn slasaðist”.,, BULLSHIT…. ef þessi hugsunarlausi fábjáni hefði verið að horfa á veginn og þann sem hann ók á í staðinn fyrir að hafa verið að bora í nefið þá hefði þetta aldrei gerst,, ég er ekki að skrifa þetta vegna þess að ég hafi lent í þessu nýlega,, bara búið að vera á heilanum á mér lengi… það er nefnilega fullt af fólki sem vill EKKI lenda í árekstrum,, hvort sem það sé í “rétti” eða ekki, þegar fólk á t.d. sértaka bíla þá er ekkert sem getur bætt skaðann þegar þessir bílar eru skemmdir, EKKERT… nýtt bretti ok, en bíllinn verður aldrei sá sami í augum eigandans… “enginn slasaðist”.,.. crap…. horfið bara á það sem þið eigið að vera að horfa á…\nNow its time for my Chill-Pill…. :)",
    "url": "https://www.hugi.is/bilar/greinar/31863/slys-hugsunarleysi/",
    "url_id": "31863",
    "id": "213467",
    "replies": [
        {
            "user": "Kjarrval",
            "user_id": "3269",
            "date": "2001-06-21 00:32:06",
            "id": "213468",
            "reply_to_id": "213467",
            "text": "Ég er algeralega sammála þér.  Þeir sem geta ekki haft hugann við aksturinn eiga ekki skilið að eiga bíl."
        },
        {
            "user": "Gungun",
            "user_id": "8102",
            "date": "2001-06-21 01:08:25",
            "id": "213469",
            "reply_to_id": "213467",
            "text": "Gulac, é er hjartanlega sammála þér í því\nað slysin væru færri ef að ökumenn myndu\ngera það sem önukennarinn sagði þeim að\ngera, þ.e. að fylgjast með. En, mig\nlangar að spyrja þig að nokkru?\n1) Hvað ert þú gamall?\n2) Þú skrifar; “ég er ekki að skrifa þetta\nvegna þess að ég hafi lent í þessu nýlega,,”\nHefur þú lent í árekstri? Hver átti réttinn og\nhver segir að þú eigir ekki sjálfur eftir að\nkeyra aftaná einhver í framtíðinni afþví þú\nvarst kanski að glápa á rassinn á stelpu?\n3) Og veistu að það ER HÆGT að missa stjórn\ná bíl sérstaklega á malarvegi og það mjög\nauðveldlega?"
        },
        {
            "user": "soulwatcher",
            "user_id": "9067",
            "date": "2001-06-21 13:10:24",
            "id": "213470",
            "reply_to_id": "213469",
            "text": "3) Og veistu að það ER HÆGT að missa stjórn\ná bíl sérstaklega á malarvegi og það mjög\nauðveldlega?\nég er sammál þessu. ég lenti í því að vera nýbúinn að hægja á bílnum(hann var svo á 40)og var að fara taka beygju (dekkinn voru ekki svo góð og ég var að fylgjast með,vakandi og allt. bílinn rásaðist og fór aðeins útfyrir verst að framdekkinn voru í lausu lofti annars hefði ég komist upp)."
        },
        {
            "user": "Svessi",
            "user_id": "8091",
            "date": "2001-06-21 01:24:01",
            "id": "213471",
            "reply_to_id": "213467",
            "text": "Bara eitt smáræði sem mig langar til að bæta við!\nKEEP YOUR DISTANCE!\nÞað er nokkuð sem heitir 3 sec. regla og sem er ansi góð! Lærið hana og notið hana!\nVeit ekkert meira pirrandi enn þegar fólk keyrir í rassgatinu á mér!\nÉg leyfði einni að heyra það um daginn þegar ég stoppaði á rauðu ljósi og hún passaði sig eftir það, og ég get alveg skammað fleyri! d8)\n(Hún keyrði reyndar ekki aftan á mig enn það voru ekki nema um 15-20 cm á milli stuðaranna!)\nViss um að ef að sett yrði af stað herferð að fólk ætti að halda bilið myndu aftanákeyrslur minnka um meira enn helming!\nSvessi"
        },
        {
            "user": "Apostle",
            "user_id": "960",
            "date": "2001-06-21 09:06:37",
            "id": "213472",
            "reply_to_id": "213467",
            "text": "Auðvitað á fólk að hafa hugann við aksturinn! Og það er án efa stærsta örsökin fyrir óhöppum að fólk var ekki vakandi við aksturinn. Það er hinsvegar ekki mjög traust að aka á 200km+ heldur. Þú heldur kannski að þú hafir stjórn á bílnum, sem má vel vera að þú hafir. En hér á landi hefur þú nær enga stjórn á aðstæðum. Þú veist ekki nákvæmlega hvernig vegurinn er, það gæti verið púströraklemma liggjandi á götunni, glerbrot eða annað rusl sem gæti sprengt hjá þér dekk, hvar lendir þú þá? Það gæti hlaupið minnkur fyrir bílinn hjá þér, á þessum hraða gæti hann komið þér útaf ef þú fipast ekki við að sjá hann og ekur út af sjálfur.\nÞað mætti vel reka áróður fyrir því að fólk haldi góðu bili milli bíla, og löggan mætti líka hætta að böggast yfir fólki sem fylgir umferðarhraða og beina athygli sinni að fólki sem fylgir ekki umferðarhraða (ekur of hægt og á vinstri akgrein) á sama tíma sem það ætti að fylgjast með millibili á milli bíla o.s.frv.\nÞað má heldur ekki gleyma því að það er fullt af góðum ökumönnum í umferðinni og sumir þeirra hafa lent í óhöppum, það er bara oft þannig að fólk þekkir ekki takmörk grips né hvernig hegðun bíla er í mismunandi akstursaðstæðum. Margir vita ekki heldur hvernig eða hvort hægt er að ná stjórn á bílnum eftir að þú missir hann í augnablik, t.d. á malarvegi. Það er fyrst og fremst sá hópur sem lítið er hægt að gera fyrir, þetta kemur með meiri reynslu. Lykilatriði til að öðlast reynslu er að kanna mörkin hægt og rólega, t.d. að prófa á góðum malarvegi sem leyfir útafkeyrslu hvenær bíllinn fer í slide o.s.frv.\nÞað að keyra á besta vegi hér á landi á 200kmh+ ber ekki vott um mikla skynsemi, þú heldur kannski að þú hafir stjórn á öllu, en þú ættir að vita að það hefur þú ekki. Ef þú ert að taka þessa áhættu bara fyrir þig og það er gulltryggt að það er enginn á veginum, þá ertu í besta falli bara að stofna þér í hættu og það er skárra. EN þú ert ekki með fullkomna stjórn….langt því frá!"
        },
        {
            "user": "Apostle",
            "user_id": "960",
            "date": "2001-06-21 13:15:16",
            "id": "213473",
            "reply_to_id": "213472",
            "text": "Annað sem ég vil benda fólki á og það er notkun stefnuljósa það er ekki nema einn af hverjum fimm sem notar stefnuljós í hringtorgum sem dæmi og annað tillitsemi kostar ekkert, ef það er bíll við hliðina á manni með stefnuljós að reyna að komast inná akreinina þá á ekki að gefa í heldur hleypa.\nKv\n@postle"
        },
        {
            "user": "elessar",
            "user_id": "777",
            "date": "2001-06-21 13:39:42",
            "id": "213474",
            "reply_to_id": "213472",
            "text": "Eg er sammala Gulaq.\nbebecar: Eg skildi tetta tannig ad madur aetta ad einbeita ser alltaf EINS og madur se ad keyra a 200+, eg hef verid i bil a 200+ ekki a Islnadi en i Thyskalandi. 0kumadurinn var med fullkomna stjorn a bilnum… Tetta er spurning ad keyra eftir adstaedum og halda godu bili a milli bila. Ekki ad snua utur.\nog einhver sagdi:\n“Þú skrifar; ”ég er ekki að skrifa þetta\nvegna þess að ég hafi lent í þessu nýlega,,“\nHefur þú lent í árekstri? Hver átti réttinn og\nhver segir að þú eigir ekki sjálfur eftir að\nkeyra aftaná einhver í framtíðinni afþví þú\nvarst kanski að glápa á rassinn á stelpu? ”\nHvad kemur tetta malinu vid??? ef eg ma spyrja og vona ad tid farid ekki ad snua utur hja mer… Flestir hafa einhverntiman lennt i arekstri thott engan langar til tess…\nOg i sambandi vid ad keyra a malarvegi, ta bara ad keyra haegar ef tad er ekki haegt ad hafa stjorn a bilnum a venjulegum tjodvegahrada (er ekki 70km hamarkshradi a mol?)\nkv elessa"
        },
        {
            "user": "Gulag",
            "user_id": "48",
            "date": "2001-06-21 23:23:27",
            "id": "213475",
            "reply_to_id": "213474",
            "text": "Takk fyrir það. En það var nú ekki alveg það sem ég var að meina, allavega ætlaði ég mér ekki að snúa út úr. Það sem ég átti við er að mér finnst tvískinnungur að tala um að fólk sé ekki vakandi við aksturinn á sama tíma og sá sem er að gagnrýna telur sig hafa vald á bíl og aðstæðum á 200kmh+. Ég var bara að benda á að Gulaq hafi verið heppinn að lenda ekki í óhappi. Fyrir mér er það sama hugsunarleysið að vera ekki vakandi við aksturinn og að vera keyra allt of hratt á vegum sem eru ekki nógu góðir. Ef hinsvegar Gulaq hefur ekið á þessum hraða t.d. á autobahn þá fellur þessi gagnrýni niður um sjálfa sig, þar eru bestu mögulegu aðstæður, ef frá eru skildar akstursbrautir og hann þá ekki gerst sekur um neinn tvískinnung. Það eru því miður alltof margir sem freistast í að prófa að aka á þessum hraða hér heima og það er algjör misskilningur að menn hafi vald á bíl á þessum hraða hér heima, sama hversu góður hann er, þetta er spurning um heppni á þessum hraða.\nÞegar ég tók bílbrófið lenntu allir sem ég þekkti í óhöppum á innan við ári og í öllum tilfellum var um að kenna reynsluleysi og ofurtrú á eigin getu. PS. ég sé hvað þú ert að fara og ég skil hvað Gulaq er að fara. Biðst afsökunnar ef ég er að gefa mér eitthvað sem ekki á við rök að styðjast."
        },
        {
            "user": "Gulag",
            "user_id": "48",
            "date": "2001-06-22 08:55:57",
            "id": "213476",
            "reply_to_id": "213475",
            "text": "Að sjálfsögðu var ég að tala um þennan háa hraða miðað við topp aðstæður..  En það er athyglisvert að það er mjög sjaldan sem maður heyrir um slys þar sem bíll hefur verið á svona miklum hraða… það kemur að sjálfsögðu fyrir en ekki oft, þegar bílar lenda í árekstri á segjum 150 km hraða þá er hreinlega bíllinn í frumeindum,, þú getur trúað mér, ég hef séð það gerast…flest slysin sem verða eru á ekkert svo ógurlegum hraða, ég hef séð bíl fara út af á 90 km hraða og hann fór 5 veltur,, bíllin var fyrir framan mig þannig að ég veit hvaða hraða hann var á,, það gerðist þannig að allt í einu fór bíllinn að fara yfir á vitlausan vegarhelming, svo fattaði bílstjórinn greinilega hvað var að gerast og rykkti í stýrið og fór beint út af…andartaks hugsunarleysi…."
        },
        {
            "user": "Refur98",
            "user_id": "4412",
            "date": "2001-06-23 21:19:04",
            "id": "213477",
            "reply_to_id": "213472",
            "text": "“það gæti minkur hlaupið fyrir bílinn”.  Já það getur gerst en er sjaldgæft.  Mun meiri áhyggjur ætti að hafa af KINDUNUM sem eru á næstum öllum utanbyggðarvegum.\nÉg veit af eigin reynslu að rollur eru heimsk dýr.  Þær sækja í veginn því malbikið er salt á bragðið, þar safnast oft fínir drykkjarpollar og svo er gott að liggja á því, vegna þess að það hitnar í sólinni.  Margar vegakindur eru orðnar svo vanar bílunum að  það er hægt að keyra alveg upp að þeim og flauta og þá líta þær KANNSKI upp.  Oftast eru lömbin á hinum vegarkantinum og dettur ekki í hug að hlaupa til mömmu sinnar fyrr en alveg á síðustu stundu og þá verður smá splatter…\nÞví vil ég segja,  ef þið sjáið kind í vegarkantinum, passiði ykkur veeeel og hægið á bílnum (til þess eru bremsurnar).  Ef keyrt er á kind, þarf bílstjórinn að borga fyrir kindina, en bóndinn þarf ekki að borga skemmdirnar á bílnum.  Það borgar sig því að hafa vit fyrir þessum vitleysingum(=sauðfénu).\nnú er nóg sagt um fé, hafið bara alltaf augun (og hugann) hjá ykkur, líka í borginni…."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-24 16:14:53",
            "id": "213478",
            "reply_to_id": "213477",
            "text": "Við erum greinilega bara alveg sammála. Helv. rollurnar eru náttúrulega lang verstar. Þetta er allt eins, það er algjör hræsni að vera með eitthvað umferðarráð hérna sem er að hamra á því að fólk keyri svona og hinseginn en það er ekkert gert í því að takmarka lausagöngu búfjár eða banna hana, að sama skapi er ekkert gert til að tryggja betri götur (t.d. banna nagladekk (allavega á höfuðborgarsvæðinu))…..það er kannski kominn tími til að huga að aðstæðum sem fólk þarf að keyra við hérna.\nForvitnilegt að það Gulaq minntist á bílveltu, ég lenti nefnilega í þessu í vor, það kom jeppi á móti mér og hann ók sennilega út í kannt í lausamöl (augnabliks hugsunarleysi) og svo rykkti hann í stýrið og fór beint yfir á minn vegarhelming rétt fyrir framan mig, eina sem ég gat gert var að hægja á mér og vona að hann næði stjórn á honum eða færi út af áður en hann þrumaði beint framan á minn bíl. Hann rétt slapp frámhjá frambrettinu og náði að halda bílnum á veginu. EN…..tvær til þrjár sekúndur hefðu dugað til að fá hann beint á húddið….og maður gat nákvæmlega ekkert gert nema að bremsa……. Þetta var bara eins og rússnesk rúlletta."
        },
        {
            "user": "hlynurst",
            "user_id": "9347",
            "date": "2001-06-21 19:53:11",
            "id": "213479",
            "reply_to_id": "213467",
            "text": "Þetta er hárrétt hjá þér, maður hefur orðið mikið var við að það að fólk (ekki allir) sem er að tala í símann er gjörsamlega úr takt við umferðina sem er í kring. Ég er þessvegna alveg sammála um að það á að banna það að vera að tala í símann á meðan á akstri stendur. Handfrjáls búnaður er þó skárri en hitt…"
        },
        {
            "user": "flundri",
            "user_id": "8889",
            "date": "2001-06-21 20:18:29",
            "id": "213480",
            "reply_to_id": "213479",
            "text": "Ég er sammála því að þetta sé nánast bara ökumanninum að kenna.\nÞað er fáránlegt þegar maður sér það í blöðunum árekstur verði vegna hálku.\nÞað er fullt af fólki sem kann ekki að bregðast við því að bíllinn skriki til, eflaust af því að það hefur aldrei prófað að láta hann skrika og læra á þetta.\nSS"
        },
        {
            "user": "Gulag",
            "user_id": "48",
            "date": "2001-06-25 10:48:03",
            "id": "213481",
            "reply_to_id": "213467",
            "text": "ég verð nú bara að segja það að ég lenti einu sinni í því að vera farþegi í Ford Bronco II og við ókum á ~50 og það kom kafli með holum og við lentum næstum því á stórri vinnuvél. það sem ég er að segja er að slysin geta hent alla, sama hversu vel þeir passa sig (nema að þeir séu að keyra á 20). En ef þú ert að keyra á 200+ á Íslandi þá ert þú bara einn af þessum vitleysingum sem það er nú nóg af á þessu landi í umferðinni sjálfur, hvað myndir þú, “gulag”, gera á 200+ ef það hlypi kanína yfir veginn þá og þú myndir fara nokkra tugi metra út fyrir veginn en ég held að þú myndir ekki segja neitt VEGNA ÞESS AÐ ÞÚ VÆRIR STEINDAUTT HELVÍTIS FÍFL SEM KANN EKKI AÐ KEYRA Á ÍSLANDI íslenskir vegur eru semsagt bara ekki gerðir fyrir 200 km/h en ef þú ert svona mikill hraðafíkill þá ættir þú bara að flytja til Þýskalands og rúnta á hraðbrautunum þar þar sem það eru minni líkur á því að þú myrðir einhvern út af þessu gáleysi þínu."
        },
        {
            "user": "Gulag",
            "user_id": "48",
            "date": "2001-06-25 14:46:25",
            "id": "213482",
            "reply_to_id": "213481",
            "text": "Þú ert greinilega alveg að misskilja allt sem ég hef skrifað “noname”… hvað veist þú um hvort ég hafi ekki búið erlendis? (sem ég hef gert) eða að ég hafi keppt í akstursíþróttum hér á landi? (sem ég hef gert) og hafi þess vegna ekið á 200km+ bæði á Íslandi og erlendis löglega? (sem ég hef gert).,.. þannig að taktu chill pilluna þína og slakaðu á…og ef þú hefur lesið greinina sem ég skrifaði og reynt eftir litlum mætti að skilja hana þá sérðu að ég var að tala um einbeitingu og athygli við akstur… hvergi minnist ég á að hafa ekið á ólöglegum hraða (sem ég hef reyndar gert).. en það kemur fyrst fram hér.. og ef ég væri að aka á 200km+ einhversstaðar á Íslandi og kanínia hlypi yfir veginn þá tel ég mig hafa það góða reynslu við akstur að ég myndi einfaldlega aka yfir kanínuna.. ekki flókið ferli þar á ferð…svo segir þú að íslenskir vegir séu ekki gerðir fyrir 200km+ hraða.. með þessari fullyrðingu þinni vísa ég þessu fífla tali beint til föðurhúsana.. þ.e. til þín ef þú skilur ekki, (þér er tamt að misskilja hluti) því ef þú hefðir ekið eitthvað um Ísland þá myndir þú vita að það er fullt af vegum sem leyfa mikinn hraða.. um allt land,,, bæði fáförnum vegum sem og fjölförnum, t.d. Reykjanesbrautin,, leikandi hægt að aka megnið af henni á yfir 200,, Hellisheiðin, Langidalur og margir fleiri… en athugaðu að þá geri ég ráð fyrir engri umferð… þó að þú “noname” teljir að engir geti eða hafi getu til að aka hratt vegna þess að þú kannski hafir ekki þessa getu þá eru margir sem geta það með mjög góðum árangri,, og það merkilega er að þessir menn/konur sem geta þetta eru yfirleitt það fólk sem gerir það,, en ekki innanbæjar,, og þetta fólk er ekki að lenda í eða valda slysum,, heldur eru það þeir sem lenda í holu á Bronco á 50 km hraða og missa stjórn á bílnum,, það er það fólk sem er hættulegt…."
        },
        {
            "user": "Gulag",
            "user_id": "48",
            "date": "2001-06-25 15:22:47",
            "id": "213483",
            "reply_to_id": "213482",
            "text": "Það er bara aksjón hérna! Ég held að menn þurfi greinilega að fá útrás, en það er ástæða til að spara stærstu orðin (bara nota þessi stóru) þegar menn eru að skiptast á skoðunum. Ég held að Gulaq hafi skýrt vel út að hann hafi verið misskilinn þegar hann talaði um 200kmh+ hraðann. Þannig að það er kannski óþarfi að halda áfram að tönnlast á því. Það er mjög gott að hafa góða stjórn á sér og keyra bara yfir kanínuna, en ef þú ert ekki á rallýbíl, þá er samt góður möguleiki á að slíkt högg á þessum hraða gæti komið þér út af. Þegar ég talaði um mink í mínu erindi þá átti ég við að maður gæti mögulega haft góða stjórn á bílnum, en maður hefur aldrei stjórn á aðstæðunum. Og svona að gamni vegna þess að þetta er nú bílavefur. Á hvernig bíl varstu Gulaq þegar þú keyrðir á 200kmh+ erlendis? Og ef þú vilt gefa það upp, þá væri gaman að vita hvernig bíl þú teldir best til þess fallin að aka leið eins og t.d. Langadal. Ég sjálfur myndi veðja á Lancia Delta Integrale HF (það er allt í lagi að dreyma). Spörum stærstu orðin. Kveðja, Bebecar."
        },
        {
            "user": "Gulag",
            "user_id": "48",
            "date": "2001-06-25 16:20:43",
            "id": "213484",
            "reply_to_id": "213483",
            "text": "well.. ég hef ekið á eftirfarandi bílum yfir 200 km hraða.. bæði hérlendis og erlendis:\nPorsche 928 (220 km, á að komast í 275 en dekkin eru ekki nógu góð, eru ný en ekki háhraðadekk)\nPorsche 911 (220 km)\nM Bens 500 SE (250 km)\nChev Camaro Z28 (200+ km)\nRenault 5 GT Turbo (215 á mæli)\nPlymouth Barracuda (220 km)\nNissan Rallýbíl (215 km)\nSvo á mótorhjólum:\nKawasaki ZX turbo (240 km)\nHonda CBR1000 (225 km)\nSuzuki Gsx1100f (260 km hraðasta sem ég hef ekið)\nSuzuki Gsx1100r (245 km mældur hraði á braut)\nÉg veit ekki með Lanciu Integrale,, geggjaður bíll en ég myndi frekar kjósa einhvern GT bíl, þ.e mýkri bíl, mér finnst harðir bílar of vakrir á þessum hraða,, erfiðir í aktri meðan t.d. bensinn 500 og Porsche 928 eru bílar sem höndla þennan hraða ótrúlega vel,,ég gæti ímyndað mér að t.d. 800 BMW, 600 Bens og svoleiðis bílar séu það sem ég myndi kjósa…\n(birt með fyrirvara um allan miskilning :)"
        },
        {
            "user": "Gulag",
            "user_id": "48",
            "date": "2001-06-25 16:28:05",
            "id": "213485",
            "reply_to_id": "213484",
            "text": "ég get sosum upplýst að ég ók á Suzuki á 260 í langadal fyrir mörgum árum, að nóttu til, um mitt sumar, með mann við Blönduós sem sagði mér hvort það væri bíll á leiðinni, (eða lögga) þannig að líkurnar á að einhver kæmi á móti mér voru litlar, en líkur samt, það er kafli þarna sem er langur og beinn og þar setti ég hjólið í þennan hraða, svo kom vinkilbeygja að mér fannst og þá hægði ég mig niður í ca 150, svo þegar ég ók til baka sá ég að þessi “vinkilbeygja” var reyndar svo aflíðandi að ég tók varla eftir henni á 100,,,\nkallið mig morðingja eða brjálæðing I dont give a Hoot.. ég er hraðafíkill og skammast mín ekkert fyrir það, en ég hef þó baun í hausnum sem virkar á þann hátt að ég vel eins örugg svæði og hægt er til að svala þessar fíkn minni,, og ek ekki fullur eins og margir…(smá sárabót)"
        },
        {
            "user": "bendill",
            "user_id": "2149",
            "date": "2001-06-25 20:20:37",
            "id": "213486",
            "reply_to_id": "213485",
            "text": "Ég segi bara gaman gaman. nú er umræðan komin á skemmtilegt stig, rætt um bíla og akstureiginleika þeirra. Jú, ég held að ég verði að vera sammála þér að stærri þýsku bílarnir ráða afskaplega vel við svona hraða fyrir utan það að Lancian nær varla svona hámarkshraða. hún væri þó örugglega góð í Hvalfjörðinn! Benz E500 væri heldur ekki dónalegur í svona vinnu eða M5."
        },
        {
            "user": "bendill",
            "user_id": "2149",
            "date": "2001-07-02 20:16:21",
            "id": "213487",
            "reply_to_id": "213486",
            "text": ""
        },
        {
            "user": "bendill",
            "user_id": "2149",
            "date": "2001-07-02 20:19:16",
            "id": "213488",
            "reply_to_id": "213486",
            "text": "Skítt með þennan mont ykkar um hraða en hversu MIKILL AULI þarf maður að vera til að geta keyrt 25 milljón króna bíl upp á gangstétt, í gegnum rafmagnskassa, girðingu og endað á tré í garðinum hjá stærsta gasframleiðanda á íslandi.\nÞetta er aulaskapur."
        },
        {
            "user": "mystic",
            "user_id": "304",
            "date": "2001-07-05 19:32:02",
            "id": "213489",
            "reply_to_id": "213467",
            "text": "Get ekki alveg verið sammála þér í þessu.\nGamlir karlar á imprezum.\nÞetta lið bakkar án þessa að líta aftur fyrir sig.\nÞeir virða ekki biðskyldur og klossa niður ef að fluga flýgur fyrir þá, *búmm* þú ert aftan á þeim.\nMamma mín fór í ferð út á húsavík í fyrra og tékkar hún ALLTAF á ÖLLU áður en hún leggur í hann, jafnvel á milli Akureyrar og Húsavíkur.\nHún keyrði útaf, dekkið sprakk.\nSama kom fyrir frænda minn og afa.\n99,99% er heldur ýkt. Meira svona 95%\nSynd að sumir hugsi svona… ekki að ég sé að dissa þig en þetta er ekki alltaf svona.\np.s. nei ég er ekki með eftir nafnið “Kennedy”\nkv. -mystic-"
        },
        {
            "user": "Ponygirl",
            "user_id": "11582",
            "date": "2001-07-09 17:36:18",
            "id": "213490",
            "reply_to_id": "213467",
            "text": "Innilega sammála kæri Gulag!!!!!!\nLíka þetta með bílinn í augum eigandans…\nsérstaklega þegar um dekur bíla er að ræða, sem eru svalir og gamlir… ekki auðvelt að finna í þá ;)"
        },
        {
            "user": "saevar",
            "user_id": "835",
            "date": "2001-07-13 12:10:56",
            "id": "213491",
            "reply_to_id": "213467",
            "text": "Ég er alveg tilbúinn að viðurkenna það að mörg slys verða vegna hugsunarleysis. Sjálfur hef ég lent í nokkrum slysum vegna hugsunarleysis en það er svolítið síðan og hef ég lært að mistökunum.\nEn það eru líka ótrúlega mikið af slysum sem gerast hreinlega út af því að fólk veit ekki hvernig bíllinn þeirra mun haga sér í vissum aðstæðum. Ég “lék” mér mikið á bílnum mínum þegar ég fyrst fékk hann, þeas ég fór á mannlaus plön og var að taka handbremsubeyjur og svoleiðis. Ég veit til þess að það hefur einusinni bjargað mér frá veltu. Þá var ég að keira fram hjá Kópavoginum (man ekki hvað gatan heitir) en þar eru 3 akreinar. Ég var á eldgamlri Sierru sem ég átti, hún var á ekkert alltof góðum dekkjum og ég var líklega að keyra aðeins of hratt. Þá tók ég “swing” hringsnérist en ég náði fljótt stjórn á bílnum af því að ég vissi hvernig hann hagaði sér þegar hann “slædar”.\nSíðan vil ég bæta við að ég hata þegar þeir eru alltaf að tönglast á því í fréttunum að flest bílslys verða á strákum yngi en 25. Auðvitað gerist það strákar keyra hreinlega miklu meira en stelpur. Við nefnilega förum út í bíl hreinlega bara til þess að keyra ekki til þess að fara frá punkti A til B. Ef að meirihluti af fólki í umferðinni séu strákar yngri en 25 þá hljóta þeir að lenda í fleiri slysum. Fyrir utan það þá hata ég líka að heyra: Fæst slys voru á kvenmönnum eldri en 65."
        },
        {
            "user": "pallivilla",
            "user_id": "8736",
            "date": "2001-07-20 15:03:06",
            "id": "213492",
            "reply_to_id": "213467",
            "text": "Mig langaði bara að benda á þetta.\nGóður bílstjóri getur ráðið við allt sem gerist í umferðinni á eins miklum hraða og bíll hans dregur. Samanber Formúlu eitt gæjarnir.\nEN…hvað með öll hin fíflin í umferðinni. Það eru líka til lélegir bílstjórar í umferðinni. Hver veit, kannski mætir þú bíl á vinstri helming á blindhæð sem hefur sofnað við stýri. Þessvegna gilda lögin fyrir alla ekki bara lélegu bílstjórana.\nMuna bara: AKA EKKI OF HRATT MIÐAÐ VIÐ AÐSTÆÐUR. 99,99% slysa gerat þannig.\ntakk, takk\npallivilla"
        },
        {
            "user": "Sykur",
            "user_id": "9705",
            "date": "2001-07-21 22:03:02",
            "id": "213493",
            "reply_to_id": "213467",
            "text": "Gulag: slys geta gerst þótt maður einbeiti sér 100%, það eru bara hin fíflin sem eru alltaf að svína fyrir mann sem valda því að “góðu” ökumennirnir lenda í slysi.\nÉg heyrði helv.. gott dæmi þess að einhver hafi komist á porche 911 turbo úr Skeifunni og búnir að setjast niður á KFC á Selfossi á 15 mín :)"
        },
        {
            "user": "Gulag",
            "user_id": "48",
            "date": "2001-07-22 01:00:14",
            "id": "213494",
            "reply_to_id": "213493",
            "text": "Sykur.. þessi grein er meint til þessara “hin fíflin”..\nannars er auðvelt að reikna þetta með Porsche´inn.\nSkeifan - Selfoss = ca 50 km.\ntími = 15 mínutur\nmeðalhraði = 200 km pr klst.\nef við gefum okkur að meðalhraðinn úr skeifunni upp fyrir rauðavatn (ca 5 km) hafi verið 100 km klst þá eru farnar 3 mínútur..\nalla leiðina frá rauðavatni, kambana, hringtorgið í hveró, og inná planið á KFC, drepa á bílnum og fara inn og setjast… segjum 1 mínútu töf,, eftir standa 11 mínútur.. til að keyra, sem gerir meðalhraða upp á 245 km hraða á klst…\nPorsche 911 turbo nær þessum hraða, og það má vel vera að einhverjum hafi tekist að halda þessum hraða alla leiðina,, :) en við skulum athuga að meðalhraði í mörgum Formula1 keppnum er ca 200 km/klst.\njust being a besserwisser… ;)"
        },
        {
            "user": "Gulag",
            "user_id": "48",
            "date": "2001-07-22 01:00:16",
            "id": "213495",
            "reply_to_id": "213493",
            "text": "Sykur.. þessi grein er meint til þessara “hin fíflin”..\nannars er auðvelt að reikna þetta með Porsche´inn.\nSkeifan - Selfoss = ca 50 km.\ntími = 15 mínutur\nmeðalhraði = 200 km pr klst.\nef við gefum okkur að meðalhraðinn úr skeifunni upp fyrir rauðavatn (ca 5 km) hafi verið 100 km klst þá eru farnar 3 mínútur..\nalla leiðina frá rauðavatni, kambana, hringtorgið í hveró, og inná planið á KFC, drepa á bílnum og fara inn og setjast… segjum 1 mínútu töf,, eftir standa 11 mínútur.. til að keyra, sem gerir meðalhraða upp á 245 km hraða á klst…\nPorsche 911 turbo nær þessum hraða, og það má vel vera að einhverjum hafi tekist að halda þessum hraða alla leiðina,, :) en við skulum athuga að meðalhraði í mörgum Formula1 keppnum er ca 200 km/klst.\njust being a besserwisser… ;)"
        },
        {
            "user": "Sykur",
            "user_id": "9705",
            "date": "2001-07-22 16:21:21",
            "id": "213496",
            "reply_to_id": "213467",
            "text": "Gulag: Öll slys verða ekki af “hugsunarleysi”.\nHérna í bænum sem ég bý varð slys fyrir þónokkru síðan, maður á jeppa kom keyrandi, hann var á 35 km hraða, það var snjór og hann var að taka beygju, allt í einu kom þurr blettur með þeim afleiðingum að bíllinn valt, hugsunarleysi ?\nNei, slys geta orðið þótt að maður einbeiti sér.\nEins og þegar að þú ert í AQ og plummar, það er ekki alltaf vegna hugsunarleysis er það ?\nP.S. Er þetta ekki annars Gulag sem stundar Quake?"
        },
        {
            "user": "Gulag",
            "user_id": "48",
            "date": "2001-07-22 16:33:52",
            "id": "213497",
            "reply_to_id": "213496",
            "text": "jú jú.. sami Gulaginn og spilar AQ2… :)\njá já,, auðvitað verða ekki öll slys bara út af hugsunarleysi,, en langflest,, þetta jeppadæmi.. skoðum það.. hann veltur vegna þess að hann kemur af hálku á þurran blett,,!! sem segir mér bara eitt,, hann var að slæda í hálkunni… því ef hann hefði verið að aka án þess að slæda hefði þessi þurri blettur ekkert gert… hverjum er það að kenna? þurra blettinum? hehe..segi svona.. viðkomandi er í slædi, sér ekki þurran blett og veltur… simple as that..\nskrifast á athugunarleysi ökumanns…(óheppni)"
        },
        {
            "user": "Sykur",
            "user_id": "9705",
            "date": "2001-07-22 17:18:28",
            "id": "213498",
            "reply_to_id": "213497",
            "text": "amm, langflest slys verða þegar að töffarar eru að sýna sig “to impress the girls”. En slys geta gerst þó maður einbeiti sér, sumir hlutir eru ófyrirsjáanlegir.\nAllavega er draumurinn minn að taka bjöllu og setja porche vél í hana, hún passar beint oní, fara síðan á ljós og taka þessa sólbrúnu töffara á camaroum í hvítum hlýrabolum sem eru alltaf að monta sig fyrir framan stelpur og þagga aðeins niður í þeim. :)"
        },
        {
            "user": "Gulag",
            "user_id": "48",
            "date": "2001-07-22 17:33:20",
            "id": "213499",
            "reply_to_id": "213498",
            "text": "væri það smart eða væri það smart… :)\nþað er (var?) reyndar ein bjalla hérna á Íslandi, gul með 6 cyl Porsche mótor.. hef ekkert heyrt af henni lengi.. veit einhver hvar hún er?"
        }
    ]
}