{
    "forum_title": "Knattspyrna",
    "user": null,
    "user_id": null,
    "date": "2005-08-15 18:42:49",
    "title": "Besta Fh lið sem ég hef séð.!",
    "text": "“Þetta er besta FH lið sem ég hef séð frá því ég fæddist,” sagði Tryggvi Rafnsson Guðfaðir Hafnarfjarðarmafíunnar, stuðningsmannaklúbbs FH í samtali við Vísi.is eftir að liðið burstaði Grindavík í kvöld 8-0. Tryggvi þorir ekki að fagna Íslandsmeistaratitlinum strax en segir þó að þeir þurfi að vera algjörir aular til að klúðra þessu upp úr því sem komið er.\n“Það er engin spurning að við ætlum okkur sigur í öllum átján leikjum Íslandsmótsins, nú er þréttan lokið og fimm eftir. Að minnsta kosti förum við í alla leiki til þess að vinna þá.”\nTryggvi segist þó vera smeikur fyrir næsta leik,“ það er Þróttur á Laugardalsvelli næst, og okkur gengur ekkert sérstaklega vel þeim velli,” sagði Tryggvi minnugur tapsins fyrir Fram í bikarkeppninni fyrir viku.\nAðspurður hver sé leikmaður tímabilsins það sem af er móti segir Tryggvi að nánast ómögulegt sé að gera upp á milli leikmannana en nefnir þó Allan Borgvardt og Auðun Helgason sem kandídata í þá nafnbót.",
    "url": "https://www.hugi.is/knattspyrna/greinar/318734/besta-fh-lid-sem-eg-hef-sed/",
    "url_id": "318734",
    "id": "2373581",
    "replies": [
        {
            "user": "vidarkylfa",
            "user_id": "17711",
            "date": "2005-08-15 18:52:59",
            "id": "2385054",
            "reply_to_id": "2373581",
            "text": "Allt í lagi að taka fram að þetta sé tekið frá www.visir.is"
        },
        {
            "user": "vidarkylfa",
            "user_id": "17711",
            "date": "2005-08-15 18:53:43",
            "id": "2385056",
            "reply_to_id": "2385054",
            "text": "Ahh nú þyrfti edit taka það kemur fram þarna einu sinni en þó engan veginn nógu skýrt að þú hafir ekki skrifað þetta."
        },
        {
            "user": "andskotinn",
            "user_id": "36189",
            "date": "2005-08-15 19:15:33",
            "id": "2385146",
            "reply_to_id": "2373581",
            "text": "Ég elska FH, uppáhaldsliðið mitt, gæti dáið fyrir þá. Áfram FH áfram FH áfram FH, pú á hauka!!!!!!!!!!!!!!!!!!!!!!!!!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-16 07:50:35",
            "id": "2386484",
            "reply_to_id": "2385146",
            "text": "haha klárlega það fyndnasta sem þú hefur sagt…KLÁRLEGA…fyndni spaðinn þinn…ohh fagmaður…fagmar!!!!\nkoddu með fleiri svona djóka spaði!\nen þetta var samt fyndið í alvörunni\nsjáumst\nbreiðfjörðurinn"
        },
        {
            "user": "sms",
            "user_id": "10209",
            "date": "2005-08-15 23:46:51",
            "id": "2385967",
            "reply_to_id": "2373581",
            "text": "FH eru einfaldlega lang lang bestir :)"
        },
        {
            "user": "Vansi",
            "user_id": "41739",
            "date": "2005-08-16 00:08:23",
            "id": "2386052",
            "reply_to_id": "2373581",
            "text": "Þú verður að fara að hætta að senda inn þessar c/p greinar, skil ekki af hverju þær eru samþykktar…"
        },
        {
            "user": "gummalina",
            "user_id": "6224",
            "date": "2005-08-16 01:36:19",
            "id": "2386286",
            "reply_to_id": "2373581",
            "text": "Forgotten Hope skerpir hugann."
        }
    ]
}