{
    "forum_title": "Sci-Fi",
    "user": "NEOSEEKER",
    "user_id": "34316",
    "date": "2005-08-13 12:30:17",
    "title": "General Grievous",
    "text": "Upprunalega var General Grievous stríðsherra á heimaplánetu sinni Kalee. Eftir langvarandi stríð við plánetuna Huk, var Lýðveldið kallað til að koma sátt á deilurnar. Vegna þess hve rík plánetan Huk var í samanburði við fátæktar plánetuna Kalee, ákvað Lýðveldið að hjálpa Huk, og sendi nokkra Jedia til að ráðast á Kalee. Her Grievous tapaði innan skamms og þurfti plánetan að þola eyðingu og enn meiri fátækt, og einnig mikla skömm vegna tapsins.\nÞessir erfiðu tímar leiddu til þess að Grievous varð  öryggisstjóri í Millivetrabrautarbankanum. San Hill, stjórnandi bankans tók eftir því að Grievous bjó yfir snilligáfu í herstjórnun og var frábær bardagamaður. San Hill lét þessar upplýsingar ganga yfir til stjórnanda Bandalags Sjálfstæðra Plánetukerfa, Count Dooku (Sem var leynilega Darth Tyranus). Dooku og meistari hans, Darth Sideous, ákváðu að tæla Grievous í að stjórna her Bandalagsins. Þrátt fyrir endurtekin tilboð frá Hill, neitaði Grievous að stjórna hernum.\nSidious, ásamt Dooku og Hill, létu setja sprengju í geimskutlu Grievousar, og kenna Lýðveldinu um.\nGrievous hlaut lífshættuleg meiðsli í sprengingunni. Deyjandi lík hans var tekið til Geonosis, þar sem heili og augu hans, ásamt öðrum líffærum voru grædd í véllíkama sem Geonosianarnir byggðu sérstaklega til að gera Grievousi kleift að hreyfa sig náttúrulega.\nLíkaminn var byggður úr Durasteel, og Armor-plated Duraniumi. Líkami hans er nógu sterkur til að taka við fullhlöðuðu skoti úr geisla-fallbyssu stórrar geimskutlu. Á hverri hendi eru 6 puttar (Sem gera 3 putta á hverja “Hálf-hönd” þegar þær skiptast upp í 4 hendur). Fætur hans og klær geta orðið segulmagnaðar, og geta haldið sér með sterku gripi jafnvel í engu þyngdarafli. Innyfli hans eru lokuð inni í þrýstingshlöðnu hólfi, sem er fyllt með lífrænum vökva svo að líffæri hljóti ekki veiruskemmdir, og einnig til að halda líffærunum nógu vel hituðum. Gervi-æðar eru notaðar til að pumpa blóði í líffærin, sem gerir honum einnig kleift að halda lífi í loftlausu tómarúmi, sem sýnir sig þegar hann sleppur frá Obi-Wan Kenobi og Anakin Skywalker úr flaggskipi sínu.\nÞað gæti hafa verið hatur hans gangvart Lýðveldinu, eða þakklæti í garð Bandalagsins og vísindamannanna sem bættu heilastarfsemi hans á meðan hann var meðvitundarlaus, en þegar hann vaknaði úr dái tók hann glaður til tilboði Hills um að stjórna her Bandalagsins gegn Lýðveldinu.\nÍ Klónstríðinu hafði hann sérstaklega mikla óbeit á Jedium, og sýndi einstaklega mikla grimmd í þeirra garð. Hann gerði sér það persónulegt markmið að leita uppi og niðurlægja hvern einasta Jedi sem hann hitti með því að sigra hann og eigna sér geislasverð hans. Þetta var vegna þess að Jediarnir stóðu með Huk plánetunni í fyrra stríðinu, en gæti líka hafa verið vegna mikilla vináttu sem ríkti á milli hans og Jango Fett, sem var drepinn af Jedi Meistaranum Mace Windu með geislasverði. Talið er að Grievous hafi í stuttan tíma alið upp Boba Fett eftir að Jango lét lífið.\nÞað kemur á óvart (Miðað við hæfni hans með geislasverð) að hann er algjörlega laus við kunnáttu á Mættinum. En hann bætir það margfalt upp með kunnáttu sinni á geislasverðsbardaga, enda var honum kennt af Count Dooku.\nGrievous tók virkan þátt í Klónstríðinu alveg frá byrjun, en tilvist hans var haldin leyndri, þar sem enginn Jedi slapp frá honum lifandi. Hann var í leynihelli sínum undir jörðu Geonosis, og horfði á blóðbaðið þegar Baráttan um Geonosis tók sér stað. Það var þar sem hann drap sinn fyrsta Jedi. Gerðir hans þar gegn klónunum og Jediunum, gerðu Bandalagsstjórunum að sleppa frá Geonosis.\nJediarnir sem fundi lík þeirra Jedia sem Grievous hafði drepið, trúðu því að viltl dýr hefðu drepið þá, en þeim fannst skrítið að öll geislasverð þeirra voru ekki á líkunum. Grievous kom fyrst fram opinberlega þegar hann slátraði 7 Jedium við Bardagann yfir Hypori. Með bættum líkama sínum gat hann barist við 5 Jedia í einu, og aðeins 3 lifðu baráttuna af. Lýðveldið skalf af ótta við hæfni hans í að skipuleggja árásir, og brátt sigraði hann heim eftir heim.\nGrievous kom aftur upp á yfirborðið þegar hann notaði fyrsta flotann í Bardaganum yfir Coruscant sem yfirhilmingu, þegar hann rændi Supreme Chancellor Palpatine. Þar drap hann Jedianna Foul Moudama og Roron Corobb. Shaak Ti barðist einnig við hann en hún slapp lifandi, þrátt fyrir að Grievous bætti geislasverði hennar í ógurlega safn sitt. Rétt áður en hann gat sloppið með gísl sitt lenti hann í Mace Windu, sem notaði Máttinn til að kremja vélarnar í kringum líffæri hans, sem útskýrir hósta hans í Episode 3.\nLt. Commander Needa skipaði Grievous að gefast upp og afhenda gíslið, en hann hótaði að drepa Palpatine ef honum var ekki leyft að sleppa.\nÁ þeirri stundu mættu Jedi Riddararnir Obi-Wan Kenobi og Anakin Skywalker til að bjarga Palpatine. Björgunin heppnaðist enn Grievous slapp.\nGrievous gat barist með 6 geislasverð í einu, með því að halda á einu í hverri hendi, eitt í hvern fót á meðan orkuviftur héldu honum uppi.  Grievous ferðaðist með lífvörðum sínum, par IG-100 MagnaGuard vélmanna, sem voru vopnaðir rafmagnsstöfum. Þessir rafmagnsstafir eru fyrsta vopnið í Star Wars myndunum sem er ekki geislasverð og þolir samt högg frá geislasverði.\nHreyfingar hans minna á apa, staða hans og almenn geislasverðsnotkun.\nBardagatækni Grievousar byggist á því að láta andstæðinginn einbeina sér að hættulausum útlimum, og slá þá niður með þeim sem Jediinn fylgist ekki með. Þetta er misleiðing sem aðeins reyndustu Jediar geta barist gegn.\nEini þekkti veikleiki Grievousar var sá að hann gat ekki tekið beint högg frá Mættinum.\nÞegar hann barðist fyrst við Jedi Riddara (The Battle Of Hypori) reyndu Jediarnir að nota Máttinn til að henda hlutum í hann. Vegna ofurmannlegra viðbragða Grievousar reyndist þetta illa.  Grievous var mjög sjálfsöruggur bardagamaður, en eftir að Mace Windu notaði Máttinn til að kremja búk hans, varð viðbragðstími hans lengri og hann varð ragur, ásamt hóstanum sem hann þróaði.\nHann stjórnaði Droid herum Bandalagsins undir stjórn Darth Sideusar og Counts Dooku. Hann var hundeltur af Lýðveldinu og Jedium, en slapp naumlega í hvert skipti.\nGrievous faldi sig á plánetunni Utapau, en þar hitti hann aftur Obi-Wan, annan sannan meistara Máttsins. Enn aumur eftir skrokkshöggið frá Windu, Grievous missti tvo handleggi og flúði bardagann.\nObi-Wan elti hann, á meðan fjölmargir klónar og droid börðust í kringum þá. Grievous og Kenobi börðust hvorn við annan “hand-to-hand” á meðan Grievous reyndi að sleppa í geimskutlu sinni. Kenobi náði að opna búk hans þar sem hann var alvarlega skemmdur eftir Windu, og drap Grievous með nokkrum vel staðsettum skotum úr geislabyssu.\nGrievous hafði loksins fallið, og sigur Lýðveldisins í Klónstríðinu var óneitanlegur.\nEins og Darth Maul og Count Dooku, á General Grievous að sýna einkenni frá hinum eina sanna lærlingi Sideousar, Darth Vader.\nDarth Maul var framfylgjari vilja Sideousar, og látin halda hlýðni í fylgjendum hans, og slátra þeim sem mómæltu honum.\nDarth Tyranus (Dooku) var ógnangi fyrrverandi Jedi Riddari með yfirvofandi nærveru og varð Sith.\nOg Grievous var lífvera sem lifði aðeins með hjálp véla.\nJediar sem Grievous drap:\nDaakman Barrek\nSoon Bayts\nRoron Corobb\nT'chooka D'oon\nFoul Moudama\nAdi Gallia\nSha'a Gi\nJmmaar\nNystammall\nPuroth\nTarr Sei",
    "url": "https://www.hugi.is/scifi/greinar/319248/general-grievous/",
    "url_id": "319248",
    "id": "2379145",
    "replies": [
        {
            "user": "Mephz",
            "user_id": "29276",
            "date": "2005-08-13 12:38:47",
            "id": "2379383",
            "reply_to_id": "2379145",
            "text": "mjög góð grein"
        },
        {
            "user": "gayboy",
            "user_id": "32375",
            "date": "2005-08-13 17:48:57",
            "id": "2379918",
            "reply_to_id": "2379383",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "thNdr",
            "user_id": "51814",
            "date": "2005-08-13 19:53:34",
            "id": "2380209",
            "reply_to_id": "2379918",
            "text": "Dude. Líttu í eigin barm."
        },
        {
            "user": "Mephz",
            "user_id": "29276",
            "date": "2005-08-14 03:21:00",
            "id": "2381251",
            "reply_to_id": "2380209",
            "text": "hvað saggði hann? :o….."
        },
        {
            "user": "thNdr",
            "user_id": "51814",
            "date": "2005-08-14 13:09:10",
            "id": "2381536",
            "reply_to_id": "2381251",
            "text": "Eithvað sem hann hefur engan veginn efni á að segja."
        },
        {
            "user": "addi89",
            "user_id": "31881",
            "date": "2005-08-13 13:12:34",
            "id": "2379439",
            "reply_to_id": "2379145",
            "text": "Stórkostleg grein en ætti þetta ekki frekar heima á Star Wars"
        },
        {
            "user": "ingi2611",
            "user_id": "56891",
            "date": "2005-08-13 13:13:31",
            "id": "2379442",
            "reply_to_id": "2379439",
            "text": "star trek+star wars= sci-fi!!!"
        },
        {
            "user": "ingi2611",
            "user_id": "56891",
            "date": "2005-08-13 17:48:14",
            "id": "2379915",
            "reply_to_id": "2379442",
            "text": "www.Sci-fi.com"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-13 18:56:20",
            "id": "2380056",
            "reply_to_id": "2379915",
            "text": "vei! :/"
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2005-08-13 13:13:57",
            "id": "2379443",
            "reply_to_id": "2379439",
            "text": "star wars var sameinað ásamt öðru í sci fi"
        },
        {
            "user": "addi89",
            "user_id": "31881",
            "date": "2005-08-13 19:28:42",
            "id": "2380148",
            "reply_to_id": "2379443",
            "text": "okei ég vissi það ekki"
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2005-08-13 22:53:03",
            "id": "2380645",
            "reply_to_id": "2380148",
            "text": ":)"
        },
        {
            "user": "Kalashnikov",
            "user_id": "53318",
            "date": "2005-08-13 13:23:06",
            "id": "2379457",
            "reply_to_id": "2379145",
            "text": "Flott grein."
        },
        {
            "user": "Kain",
            "user_id": "27935",
            "date": "2005-08-13 14:16:54",
            "id": "2379548",
            "reply_to_id": "2379145",
            "text": "snilld"
        },
        {
            "user": "Duelfield",
            "user_id": "54505",
            "date": "2005-08-13 14:50:40",
            "id": "2379622",
            "reply_to_id": "2379145",
            "text": "11 Jedar, shit."
        },
        {
            "user": "Icaruz",
            "user_id": "57559",
            "date": "2005-08-13 15:23:36",
            "id": "2379684",
            "reply_to_id": "2379145",
            "text": "Hvar finnur þú þetta efni?"
        },
        {
            "user": "Hv1tT",
            "user_id": "51676",
            "date": "2005-08-13 15:26:30",
            "id": "2379688",
            "reply_to_id": "2379145",
            "text": "Þetta er frekar góð grein þar sem maður veit aldrei neitt um bakgrunn Karakterana sem koma fyrir í STARWARS…þeir bara byrtast en maður veit að þeir eru geggjað öflugir…Það er það sem gerir þessa grein manganða og endilega komdu með fleiri….Það væri t.d. gaman að fá að vita eitthvað um bakgrunn Jango Fett eða Boba Fett þar sem þeir eru í uppáhaldi hjá gömlu aðdáendunum"
        },
        {
            "user": "JoeyBoy",
            "user_id": "30771",
            "date": "2005-08-13 16:00:33",
            "id": "2379729",
            "reply_to_id": "2379688",
            "text": "Jango Fett hefur skemmtilegann bakgrunn sem fjallað er um meðal annars í tölvuleiknum Star Wars Bounty Hunter. Mig minnir að hann hafi verið eitthvað í kringum 12 ára þegar ráðist var á staðinn sem hann bjó á og flestir drepnir. Einn af árásarmönnunum hafi svo tekið Jango til sín og kennt honum að verða bounty hunter. Svo féll gaurinn frá og Jango átti skipið hans. Ég man eftir því úr leiknum að hann vildi ekki henda skipinu þó það var orðið gamalt og lúið því að bjargvættur hans átti það.\nÞetta er sirka það sem ég man úr bakgrunni Jango. Maður fær líka að vita hvernig Jango kynntist konuni sem var leigumorðinginn í byrjun EP2, sem Jango skaut svo með einhverri dularfullri pílu."
        },
        {
            "user": "Hv1tT",
            "user_id": "51676",
            "date": "2005-08-13 16:41:28",
            "id": "2379780",
            "reply_to_id": "2379729",
            "text": "Þakka þér fyri"
        },
        {
            "user": "MadClaw",
            "user_id": "50461",
            "date": "2005-08-13 17:55:16",
            "id": "2379928",
            "reply_to_id": "2379145",
            "text": "Frábærar greinar hjá þér….."
        },
        {
            "user": "MachineHead",
            "user_id": "2350",
            "date": "2005-08-13 17:56:55",
            "id": "2379930",
            "reply_to_id": "2379145",
            "text": "Frábær grein enn og aftur!\nBara eitt sem ég vil benda á, maður segir ekki gíslið heldur gíslinn (kk)"
        },
        {
            "user": "Talesofelviz",
            "user_id": "39258",
            "date": "2005-08-13 18:11:00",
            "id": "2379954",
            "reply_to_id": "2379145",
            "text": "góð grein.\ngreinilega beinþýdd á köflum….hvar fékkstu info-ið?"
        },
        {
            "user": "NEOSEEKER",
            "user_id": "34316",
            "date": "2005-08-13 19:03:26",
            "id": "2380074",
            "reply_to_id": "2379954",
            "text": "Ég fæ upplýsingarnar út um allt netið, það er mjög sjalda að ég finni allar upplýsingarnar á einhverjum einum stað.\nEn mest fæ ég af bókinni “Star Wars: Essential Guide to Characters” og sumt fæ ég af Star Wars síðunni."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-13 22:00:31",
            "id": "2380502",
            "reply_to_id": "2379145",
            "text": "Vá geggjuð grein, maður. Mjög þæilegt að lesa þetta hjá þér, bara snildar grein laxi.!"
        },
        {
            "user": "viltudeyja",
            "user_id": "55900",
            "date": "2005-08-13 22:04:09",
            "id": "2380514",
            "reply_to_id": "2379145",
            "text": "Djöf.dýrka ég greinarnar þínar maður, þú ert idolið mitt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-17 06:51:09",
            "id": "2389896",
            "reply_to_id": "2379145",
            "text": "það mætti halda að þú er george lukas sjalfur :o) veist allt um star wars"
        },
        {
            "user": "Maggisun",
            "user_id": "36571",
            "date": "2005-08-17 19:24:12",
            "id": "2391299",
            "reply_to_id": "2379145",
            "text": "Frábært, en það sem ég heyrði með hann er að -\nMaster Jedi Mace Vindu kramdi á honum brjóstholið einhvernveginn og það var ástæðan fyrir þessu.\nEn þitt meikar meira sens :D"
        },
        {
            "user": "TwoFace",
            "user_id": "50451",
            "date": "2005-09-09 18:14:37",
            "id": "2464251",
            "reply_to_id": "2379145",
            "text": "fær fékstu þessar upplísingar???"
        }
    ]
}