{
    "forum_title": "Hestar",
    "user": "HoneyBunny",
    "user_id": "59729",
    "date": "2005-08-13 17:40:34",
    "title": "Hestar",
    "text": "Ég ætla hérna aðeins að skrifa mína skoðun á hestum. Ég hreint út sagt elska hesta og ég get ekki lifað án þeirra!!! ég á eina meri sjálf, heitir hún Fiðla og er móálótt á litinn, mjög falleg þó ég segi sjálf frá. Svo eigum við fjölskyldan 7 hesta og eitt folald. Það er skemmtileg saga hvernig þetta folald kom. Málið er að það slapp óreynt trippi sem hafði ekki tekist að gelda inn til hestanna okkar. Við hérldum að við hefðum verið nógu fljót að ná því í burtu áður en eitthvað gerðist. En nei nei, gerðist það ekki að einn daginn þegar móðir mín var að keyra framhjá hestunum að hún sá lítið folald. Þá var bara komin meri sem fékk svo nafnið Lipurtá. Faðir minn var nú ekkert svo ánægður með það, hann vill velja sjálfur hestanna fyrir merarnar sínar. En ég var hinsvegar mjög ánægð og þetta á líka eftir að verða fínasta meri, erum búin að athuga ættina hennar. En þetta er komið fínt í bili. Vildi bara aðeins tjá mig um hesta en endaði á því að segja sögu.",
    "url": "https://www.hugi.is/hestar/korkar/319321/hestar/",
    "url_id": "319321",
    "id": "2379890",
    "replies": [
        {
            "user": "MrSmile",
            "user_id": "6887",
            "date": "2005-08-18 17:13:04",
            "id": "2394185",
            "reply_to_id": "2379890",
            "text": "Kannski oft spurt um þetta en núna er ég búin að vera með hest í landeyjunum (ég er sjálfur í bænum) og hann hefur fengið að éta sitt gras og fengið að vera feitur í friði. Ég er að kíkja á hvað kostar pláss hérna á höfuðborgarsvæðinu og að reka ef maður hefur engin góð sambönd eins og ég. Hef bara mína litlu ástríðu að taka fetið í góðu veðri og stökk af og til :) Annars á ég hnakk og öll tól, svo spurning er, hvaða kostnaður er að fara í að hafa hest hérna á höfuðborgarsvæðinu ?"
        },
        {
            "user": "HoneyBunny",
            "user_id": "59729",
            "date": "2005-08-18 17:14:26",
            "id": "2394190",
            "reply_to_id": "2394185",
            "text": "er ekki alveg viss….fer eftir hvar á höfuðborgarsvæðinu"
        }
    ]
}