{
    "forum_title": "Heimspeki",
    "user": "Pippa",
    "user_id": "10238",
    "date": "2001-06-21 01:56:31",
    "title": "Er fróðleikur af hinu góða?",
    "text": "Einn daginn vitum við allt.\nEinn daginn verður ekkert eftir til þess að rannsaka.\nÞað eina góða sem heimurinn hefur fært okkur er heimskan. Við fæðumst saklaus og vitlaust. Vitum ekki um illskuna í heiminum.\nEn með tímanum sjáum við viðbjóðinn sem lífverurnar hafa uppá að bjóða.\nVið höfum ekki hæfileikann til að sjá alla hluti, og þakkið fyrir það.\nVið leitumst við að svara stóru spurningunum en okkur var aldrei ætlað að svara þeim. Við eigum ekki að skilja ástæðuna fyrir hverri hugsun, við eigum ekki að geta vísindalega sannað tilvist guðs. Þá væri ekki hægt að trúa á hann, einungis hægt að vita af honum og tilbiðja hann.\nEn einn daginn vitum við allt, vísindi, tilfinningar okkar og aðrir þættir verða lagðir saman eins og brot úr púsluspili og við munum sjá raunveruleikann blasa við okkur og þá munum við öll sturlast og fólk mun hlaupa um göturnar, brennandi börn eltast við skopparabolta og guð fellut tár yfir því að hafa ekki falið leyndarmálið sitt nægilega vel.",
    "url": "https://www.hugi.is/heimspeki/greinar/31956/er-frodleikur-af-hinu-goda/",
    "url_id": "31956",
    "id": "214089",
    "replies": [
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2001-06-23 01:41:43",
            "id": "214090",
            "reply_to_id": "214089",
            "text": "LOL!\nÞað er staðreynd að við munum aldrei uppgötva ALLA leyndardóma alheimsins.  þau 10.000 árum sem manneskjur hafa lifað er aðeins brot af öllum þeim milljónum sem sem alheimurinn hefur séð.\nHverju ætti það líka að breyta þótt við vissum allt?\nVið erum bara að reyna að komast að því hvað gerðist."
        },
        {
            "user": "hrafnkellp",
            "user_id": "3604",
            "date": "2001-06-23 18:51:06",
            "id": "214091",
            "reply_to_id": "214090",
            "text": "“Við leitumst við að svara stóru spurningunum en okkur var aldrei ætlað að svara þeim…”\n“Það er staðreynd að að við munum aldrei uppgöttva ALLA leyndardóma alheimsins…”\nEr ekki verið að taka dáldið stórt upp í sig hérna?"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2001-06-24 16:20:50",
            "id": "214092",
            "reply_to_id": "214091",
            "text": "Reyndar verd eg ad taka undir med Ghengis ad menn eru ad taka ansi stort upp i sig. En thad ma benda a ad skv. nyjustu tisku i visindum er ekki haegt ad vita allt. Eg er ad visa til ovissulogmals Heisenbergs. Gefum okkur ad hlutur se a ferd. Ef thu veist hvar hann er a gefnu augnabliki geturdu ekki vitad hvert hann er ad fara og ef thu veist hvert hann er ad fara geturdu ekki vitad nakvaemlega hvar hann er a gefnu augnabliki."
        },
        {
            "user": "radical",
            "user_id": "5666",
            "date": "2001-06-26 05:14:18",
            "id": "214093",
            "reply_to_id": "214090",
            "text": "Ég held að það sé ekki staðreynd að við munum aldrei uppgvöta ALLT. Við getum kannski ekki ímyndað okkur það núna en ég get alveg ímyndað mér að það gerist einhverntíman.\nÞetta er svona svipuð pæling og með alheiminn. Hvar endar hann? Og hvað tekur við þegar endanum er náð? Nú veit ég ekkert um það en ég get alveg ímyndað mér að einhver einhverntíman gæti kannski svarað þessu. Hver veit hvað gerist eftir milljón ár eða einhvað svoleiðs. Það er alveg slatti af tíma sem við eigum eftir, og kannski er sá tími óendanlegur. Heimurinn fellur kannski saman en kannski verðum við þá búinn að finna annan heim og búa í honum á meðan þessi sem féll saman þenst aftur út og verður hæfur til að hýsa okkur aftur, ef við þurfum þá að lifa í efnislegum heimi á annað borð. Þetta eru bara pælingar.\nÉg held að það ætti samt að fara varlega í að fullyrða þegar verið er að tala um svona hluti.\nfriður\npotent"
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2001-06-23 16:01:46",
            "id": "214094",
            "reply_to_id": "214089",
            "text": "Hmm..\nHlutirnir eru einfaldlega..\nHversvegna? finnum við ekki..\nVið finnum einfaldlega það sem er!\nVið búum til, í eðli mennsku okkar, búum til viðmið eins og gott illt guð djöful og eitthvað sem okkur finnst fallegt eða ljótt..\nVið verðum að skilja á milli þess sem er búið til af okkur sökum gerðar okkar.. og þess sem er og við erum!\nViðmið okkar, sem er okkar eigin framleiðsla, eru álíka varanleg og stöðug og ský á himni.. það sem skiptir máli varðandi ský er að þekkja eðli þeirra.. þess vegna verðum við að þekkja takmarkanir eigin eðlis og hve auðveldlega við spinnum sannleikann í kringum okkur.. við verðum að rífa þennan vef niður!"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2001-06-23 19:38:35",
            "id": "214095",
            "reply_to_id": "214094",
            "text": "Ég er hjartanlega smmála.  Hlutirnir eru bara, í því liggur hin æðsta speki."
        },
        {
            "user": "hrafnkellp",
            "user_id": "3604",
            "date": "2001-06-23 18:59:51",
            "id": "214096",
            "reply_to_id": "214089",
            "text": "Það er ekki hægt að vita allt.\nsjáðu til ef manni er heitt þá þarf maður kulda og ef maður er þurr þá þarf maður vatn. Þegar búið er að upfylla allt þesslegt, þá þörfnumst við heimspekinnar og fróðleika til að vera ekki fáfróð."
        },
        {
            "user": "hrafnkellp",
            "user_id": "3604",
            "date": "2001-06-24 14:34:37",
            "id": "214097",
            "reply_to_id": "214096",
            "text": "“Það er ekki hægt að vita allt.”\nRökstyddu :)\nG-Khan"
        },
        {
            "user": "Refur98",
            "user_id": "4412",
            "date": "2001-06-23 21:34:30",
            "id": "214098",
            "reply_to_id": "214089",
            "text": "“Allt sem hægt er að finna upp, hefur þegar verið fundið upp”  Nokkurn veginn þetta sagði einhver vísindamaður rétt í lok NÍTJÁNDU aldar.   Þú þarft ekki að hafa neinar áhyggjur pippa (engel?).  Þegar sá dagur rennur upp sem þessi spádómur þinn rætist, verður þú (við öll) örugglega löngu löngu dáinn og gleymdur.  :)"
        },
        {
            "user": "deddida",
            "user_id": "11124",
            "date": "2001-06-23 23:28:13",
            "id": "214099",
            "reply_to_id": "214089",
            "text": "Eftir því sem við vitum meira, þess meðvitaðri verðum við um hversu heimsk við erum."
        },
        {
            "user": "ljufa",
            "user_id": "249",
            "date": "2001-06-24 16:26:23",
            "id": "214100",
            "reply_to_id": "214089",
            "text": "Fróðleikur er alltaf af hinu góða held ég.\nMeð meiri fróðleik og þekkingu finnum við sífellt upp fleiri hluti svo að það er alltaf eitthvað nýtt til að rannsaka!\nEn ég heyrði einhverntíman að heimskur maður væri hamingjusamari en sá gáfaði því að það þarf minna til að gleðja hann og hann veit ekki af öllum hörmungum heimsins (see no evil, say no evil, hear no evil)…\nMér finnst samt fróðleikur vera góður og mig þyrstir ávallt í meiri…\nLjúfa"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2001-06-24 17:52:24",
            "id": "214101",
            "reply_to_id": "214100",
            "text": "Á meðan við vitum ekki allt getum við verið ánægð, því þá er alltaf hægt að læra meira."
        },
        {
            "user": "LalliOni",
            "user_id": "8819",
            "date": "2001-06-24 19:06:31",
            "id": "214102",
            "reply_to_id": "214089",
            "text": "Humm ekkert til að rannsaka? Það verður LANGT þangað til."
        },
        {
            "user": "Pippa",
            "user_id": "10238",
            "date": "2001-06-24 22:11:44",
            "id": "214103",
            "reply_to_id": "214102",
            "text": "Haldið þið að við eigum einn daginn eftir að geta sannað eða afsannað tilvist guðs?"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2001-06-25 00:56:08",
            "id": "214104",
            "reply_to_id": "214103",
            "text": "Nei thad held eg ekki!"
        },
        {
            "user": "survivor",
            "user_id": "9753",
            "date": "2001-07-02 15:23:50",
            "id": "214105",
            "reply_to_id": "214103",
            "text": "þú getur ekki sannað tilvist guðs. þegar hann er tilbúin að sýna okkur hið æðra vald, þá gerir hann það, þangað til verðum við bara að trúa.\nleitum okkur ekki að vandræðum handan lífsins, það er nóg af þeim hérna megin.\nsurvivor."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2001-07-02 19:07:21",
            "id": "214106",
            "reply_to_id": "214105",
            "text": "Góður punktur, en ef guð sýnir okkur aldrei neitt, telst það sem afsönnun?"
        },
        {
            "user": "Pippa",
            "user_id": "10238",
            "date": "2001-07-03 23:39:20",
            "id": "214107",
            "reply_to_id": "214105",
            "text": "survivor, hvað veist þú nema það sé hægt? Bara vegna þess að þú getur það ekki þýðir ekki að einhver getur sannað eða afsannað tilvist hans.\nEf hann er til af hverju sýnir hann sig þá ekki?\nAf hverju fær einungis lítill hluti heimsins að hitta jesú? Af hverju þurfa hinir að trúa á hann án þess að vita að hann sé til?\nHann setur okkur boðorð, allir brjóta þau. En ef við VISSUM að hann væri til þá myndum við fylgja þeim. Kannski er hann bara sofandi.\n“þegar hann er tilbúin að sýna okkur hið æðra vald, þá gerir hann það”-survivor. Tilbúinn? Hvað meinarðu með því? Meinarðu heimsendirinn þá?"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2001-07-04 00:50:52",
            "id": "214108",
            "reply_to_id": "214107",
            "text": "Það má minn á það hversu stuttur tími 2000 ár eru.\ntalan 2000 er heldur ekkert merkileg.\nEf guð er til gæti hann átt eftir að sýna sig aftur um eftir rétt rúm 1000 ár, 500, eða 4512 ár."
        },
        {
            "user": "survivor",
            "user_id": "9753",
            "date": "2001-07-04 16:25:31",
            "id": "214109",
            "reply_to_id": "214107",
            "text": "Hann er nú ekki sá eini sem ekki sýnir sig þessa dagana!\nOg hver væri tilgangurinn með að trúa ef hann stæði fyrir framan okkur alla daga eins og kóngur, það væri dýrkun, ekki trú, og ég efast um að það væri betra!\nKannski er hann bara sofandi. hver veit.\nekki veit ég það….en ég trúi því hins vegar að hann sé glaðvakandi einhversstaðar í kringum okkur öll og fylgist með okkur…en ég bara get með engu móti sannað það:-)\nOg hvað varðar heimsendinn, þá getur vel verið að hann komi einn daginn…who knows?"
        },
        {
            "user": "Pippa",
            "user_id": "10238",
            "date": "2001-07-04 18:05:07",
            "id": "214110",
            "reply_to_id": "214109",
            "text": "Hvort sem það er til einhverskonar guð eða ekki, þá þýðir það samt ekki að mannfólkið getur ekki sannað eða afsannað tilvist hans.\nEn þú getur ekki sannað eða afsannað að einn daginn munum við vita allt, það er í rauninni mjög líklegt þar sem við vitum meira og meira á hverjum degi (mankynið) en samt bætast við fáar “stórar” spurningar. Við erum að verða vitrari og greindari á meðan spurningarnar sjálfar breytast lítið."
        },
        {
            "user": "JolaMetal",
            "user_id": "2606",
            "date": "2001-07-05 23:44:57",
            "id": "214111",
            "reply_to_id": "214110",
            "text": "“……þá munum við öll sturlast og fólk mun hlaupa um göturnar, brennandi börn eltast við skopparabolta og guð fellir tár yfir því að hafa ekki falið leyndarmálið sitt nægilega vel.”\nLOL!"
        },
        {
            "user": "okay",
            "user_id": "621",
            "date": "2001-06-25 13:11:42",
            "id": "214112",
            "reply_to_id": "214089",
            "text": "Hæpið!\nMér finnst það mjög hæpið að við mannfólk munum vita allt sem hægt er að vita um alheiminn og allt sem leynist í honum!\nVið verðum að muna að alheimurinn er gríðarlega stór, og það er svo ótrúlega mikið af óleystum gátum sem líklega verða aldrei leistar, eingöngu vegna þess að mannkynið mun líklega ekki vera til nógu lengi!\nAnnars er ég ósammála Popcorn þar sem við verðum að muna að það er einföld leið til að sjá aftur í tímann, líta í stjörnukíki, þó að það sé rétt að við munum líklegast aldrei sjá miklahvell sjálfan vegna þess að á það er í tímabil í sögu alheims þar sem alheimurinn var ekki “gegnsær” eins og hann er núna, það er tímabilið stuttu eftir miklahvell þegar alheimurinn var mjög heitur og þéttur, en nóg um það.\nKveðja,\nokay\nEf það er einhverjar staðreyndir sem ég hef skrifað vitlaust hérna, látið mig vita, þó ekki með einhverjum dónaskap, og afsakið stafsetningarvillurnar!"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2001-07-01 00:20:30",
            "id": "214113",
            "reply_to_id": "214112",
            "text": "Hlutirnir eru bara vegna þess að þeir urðu.\nMikli hvellur hlýtur því að hafa gerst þegar hann var óhjákvæmilegur.  Það er leið allra hluta: hið óhjákvæmilega hlýtur að gerast.\nÞar sem við skiljum ekki fullkomlega “ekkert” hljótum við alltaf að ýmynda okkur “eitthvað”.  Við höfum því miður heldur ekki neinn skilning á því hvernig “eitthvað” varð til úr “engu”, kannski vegna þess að í heiminum okkar er ekkert “ekkert”."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-27 00:38:09",
            "id": "214114",
            "reply_to_id": "214089",
            "text": "Það væri gott ef við héldum áfram að vita ekki um neina illsku í heiminum þá yrði kannski engin illska í fólki framtíðarinnar og við gætum lifað áhyggjulaus og hamingjusamrari en núna, þótt við séum hamingjusöm í dag.  Það er nefnilega til sjúklega hrætt fólk og af hverju ætli það sé?  Svo er alltaf einhver að spá jarðskjálftum og heimsendi….common, við lifum bara einu sinni og verðum að fá að njóta þess án þess að vera að hugsa um eitthvað illt sem eigi eftir að koma fyrir.  Þetta gerir lífið bara styttra."
        },
        {
            "user": "Froztwolf",
            "user_id": "3350",
            "date": "2001-06-28 12:31:34",
            "id": "214115",
            "reply_to_id": "214089",
            "text": "Fólk hérna virðist vera mjög skeptískt á að vísindin muni finna svör við öllu.\nEf við segjum að það sé endanlegur fjöldi af svörum sem þarf að finna og vísindin eru búin að finna ákveðin hluta þeirra svara, þá sé ég ekki af hverju þau ættu ekki að finna restina líka. (Ef þau fá nógu mikinn tíma)\nÞví finnst mér heldur þurfa að rökstyðja af hverju vísindin ættu ekki að finna öll svörin heldur en af hverju þau ættu að finna þau."
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2001-06-28 20:43:54",
            "id": "214116",
            "reply_to_id": "214115",
            "text": "Jafnvel thott fjoldi svara se endanlegur er ekki thar med sagt ad haegt se ad svara ollu. Fjoldi spurninga gaeti verid meiri, meira ad segja thott hann vaeri endanlegur lika."
        },
        {
            "user": "Froztwolf",
            "user_id": "3350",
            "date": "2001-06-29 09:12:24",
            "id": "214117",
            "reply_to_id": "214116",
            "text": "Ef vísindin fá að sinna sínu verki í friði í nógu langan tíma sé ég ekki af hverju við ættum ekki að finna allar spurningarnar og öll svörin. Vandamálið er aftur á móti það að vísindin hafa aldrei fengið að vera algjörlega í friði og það er ekki víst að þau fái nógu mikinn tíma.\nEr það eitthvað þannig sem þú ert að reyna að benda á gthth?"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2001-06-29 16:14:30",
            "id": "214118",
            "reply_to_id": "214117",
            "text": "Nei, eg var ad reyna ad segja eitthvad a bord vid thetta: Thu virtist vera ad gefa ther ad ef fjoldi svara vaeri ekki oendanlegur tha gaetu visindin med tid og tila ef til vill fundid oll svorin; en thad er ekkert gefid. Ef fjoldi svara er oendanlegur getum vid aldrei fundid oll svorin. Ef hann er endanlegur getum vid fraedilega sed ef til vill fundid oll svorin. En thad thydir ekki ad ollum spurningum se svarad. Fjoldi spurninga gaeti verid meiri en fjoldi svara. Sumum spurningum er ef til vill ekki haegt ad svara."
        },
        {
            "user": "Froztwolf",
            "user_id": "3350",
            "date": "2001-07-01 02:08:46",
            "id": "214119",
            "reply_to_id": "214118",
            "text": "gthth: Ég skil hvað þú átt við en ég er á þeirri skoðun að við munum geta svarað öllu ef tími leyfir. Ef heimurinn fylgir lógík trúi ég að við getum krufið hana og þannig komist að því hvernig allt heila klabbið virkar. Og mér finnst mjög líklegt að heimurinn fylgi einhverskonar lógík í öllum atriðum.\nPopcorn: Auðvitað gerast óhjákvæmilegir hlutir, en það sem mig langar að vita er það hvaða aðstæður gerðu t.d. Big Bang óhjákvæmilegan."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2001-07-01 14:42:45",
            "id": "214120",
            "reply_to_id": "214119",
            "text": "Þetta hefði mig líka langað langað að vita og, ef tími okkar leyfir, komumst við kannski að því einhvern tímann.\nEn allt sem hefur gerst hlýtur að hafa verið óhjákvæmilegt, það er grundvöllurinn fyrir orsök og afleiðingu."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2001-07-01 14:43:06",
            "id": "214121",
            "reply_to_id": "214119",
            "text": "Þetta hefði mig líka langað langað að vita og, ef tími okkar leyfir, komumst við kannski að því einhvern tímann.\nEn allt sem hefur gerst hlýtur að hafa verið óhjákvæmilegt, það er grundvöllurinn fyrir orsök og afleiðingu."
        }
    ]
}