{
    "forum_title": "Harry Potter",
    "user": "Tzipporah",
    "user_id": "4564",
    "date": "2005-08-15 00:53:12",
    "title": "Viðtal við J.K. Rowling 16. júlí 2005 - SPOILER -",
    "text": "Emerson Spartz (ES), stjórnandi\nMuggleNet\nog Melissa Anelli (MA), stjórnandi\nThe Leaky Cauldron\nhittu Joanne Kathleen Rowling (JKR) á útgáfudegi sjöttu bókar hennar um galdrastrákinn Harry Potter, Harry Potter and the Half-Blood Prince og fengu að taka við hana persónulegt viðtal. Þau höfðu þá fengið hvort sína bókina á miðnætti eins og svo margir aðrir og varið nóttinni í að lesa.\nViðtalið birtist í heild sinni á ensku bæði á\nMuggleNet\nog á\nThe Leaky Cauldron.\nViðvörun: þetta viðtal er gegnsýrt af umræðum um sjöttu Harry Potter bókina  “The Half-Blood Prince”. Ef þú hefur ekki enn lesið bókina og vilt ekki láta spilla henni fyrir þér er það í engan stað heilsóbót fyrir þig að lesa þetta viðtal. Þið hafið verið vöruð við!\nES: Við hvern talar þú um Harry Potter?\nJKR: Meinarðu þegar ég er að vinna að bókunum? Nánast engann, því í raun er það nauðsynlegt fyrir mig að tala ekki við neinn um það sem ég er að skrifa. Ég hef á mér orðspor fyrir að vera einræn. Hugsanlega er þetta orðspor ekki eins sterkt í Ameríku og það er hér í Bretlandi, en í raun geturðu varla lesið grein um mig í breskum blöðum þar sem ekki er minnst á hversu einræn ég er. Ég er samt alls ekki einræn. Það sem þeir eiga bara við er að ég er mjög dul og segi ekki mikið – sko, ég er dul því ég verð að vera það. Það er ekki út af því að ég sé að hugsa um allt fyrirtækið í kring um þetta allt eða um að vernda “eignina” – Ég þoli ekki þegar þetta er kallað “eignin” en aðrir kalla það “eignina” – heldur er það vegna þess að mér finnst að ef ég ræði vinnuna mína á meðan ég er að skrifa þá eyði ég orkunni sem ég þarf að nota í verkið.\nÞið munið hitta, við höfum öll hitt, helling af fólki sem stendur á kránni og ræðir um skáldsögurnar sem það er að skrifa. Ef þau væru að skrifa þá væru þau heima að skrifa hana. Einstaka sinnum þá gæti ég sagt við Neil, “Ég átti góðan dag í dag,” eða “Veistu, ég skrifaði fyndinn brandara í dag, ég hló allavegana,” eða eitthvað í þá áttina en ég myndi aldrei ræða það neitt nánar.\nSvo læt ég handritið í hendur ritstjóranna minna, sem eru Emma, breski ritstjórinn minn og Arthur, bandaríski ritsjórinn minn, þau fá þetta í hendur á sama tíma. Þau lesa það og ræða svo saman um hvað þeim finnst og koma svo saman til mín og ræða um hvað þeim finnst að megi breyta eða bæta. Það er auðvitað mjög þæginlegt þegar einhver er loksins búinn að lesa söguna að geta þá rætt um hana. Þannig að eftir að vera búin að halda þessu öllu fyrir sjálfa mig í eitt og hálft ár á meðan ég hef unnið þá springur allt þegar ég get loksins rætt þetta. Emma og Arthur fá þá alla sprenginguna beint í æð og svo fæ ég að heyra frá þeim. Þau voru bæði mjög jákvæð á þessa bók, þeim líkaði virkilega vel við hana. Og svo nátturlega rífumst við auðvitað líka.\nES: Þetta er svolítið skrýtin spurning, en hversu oft hefur þú lesið söguna þína?\nJKR: Þetta er ekki skrýtin spurning, þetta er mjög góð og gild spurning því þegar bókin hefur verið gefin út þá er mjög sjaldgæft að ég lesi hana aftur. Það er samt reyndar svolítið fyndið að þegar ég tek upp einhverja af bókunum til að athuga eitthvað, sem ég geri auðvitað oft, ef ég byrja að lesa einhvern part þá eiginlega sogast ég inn í bókina og get ekki hætt. Þá les ég kannski margar blaðsíður áður en ég legg bókina aftur frá mér og held áfram því sem ég var að gera. En ef ég væri t.d. á leiðinni í bað og ætlaði að taka með mér eitthvað að lesa, þá myndi ég aldrei taka með eina af mínum bókum. Þar af leiðandi eru heilmargir aðdáendur sem þekkja bækurnar mínar mikið betur en ég. Það eina sem ég hef fram yfir þá er að ég veit hvað á eftir að gerast og ég á heilmikið af forsögu.\nMA: Hversu marga kassa af forsögu ertu með núna?\nJKR: Það er erfitt að segja því ég er svo hryllilega óskipulögð en, jú, það eru kassar. Mest af henni í er stílabókum því forsagan er svo mikilvæg að ég þarf að hafa hana einhversstaðar þar sem ég get nálgast hana auðveldlega. Ég týni hlutum svo oft og það er erfiðara að týna bókum en blaðsneplum.\nES: Ætlarðu að halda áfram að svara spurningum á vefsíðunni þinni eftir að sjöunda bókin kemur út?\nJKR: Já, ég sé það ekki fyrir mér að vefsíðan verði tekin niður um leið og sjöunda bókin kemur út. Hreint ekki. Mér finnst að það sé svo margt sem fólk vill vita sem ég get aldrei svarað í bókunum. Bækurnar eru t.d. ekki rétti vettvangurinn til að svara spurningum um hver sé uppáhalds litur uppáhalds persónu einhvers. Fólk vill virkilega fá að vita svona hluti og ég get aldrei svarað öllu sem mjög áhugasamir aðdáendur vilja vita í bókunum en vefsíðan er góður staður til að svara þessum spurningum.\nÉg held líka að fólk komi til með að halda áfram að búa til kenningar og koma með vangaveltur, jafnvel eftir bók sjö því fólk hefur mikinn áhuga á sögum ýmissa persóna sem eru ekki mikilvægar fyrir framgang sögunnar. Það verður því enn mikill farvegur fyrir allskyns áhugaspuna, alveg eins og t.d. hjá Jane Austen. Ég er rosalega mikill aðdáandi Jane Austen og maður veltir fyrir sér í lok bókanna hvernig líf persónanna varð. Þær eru ennþá til, maður hlýtur að velta því fyrir sér hvað gerðist næst, er það ekki? En ég er eins viss og get orðið að svo stöddu, að bækurnar verða ekki fleiri en sjö, jafnvel þó ég fái stór hvolpa-augu sem biðja mig, “Bara eina í viðbót!” Já, ég held þær verði ekki fleiri en sjö.\nES: Sjö bækur er nokkuð löng sería.\nJKR: Já, akkurat. Ég efast um að fólk geti sagt að ég hafi gugnað, ég meina í alvöru!\nMA: Ef þú myndir skrifa eitthvað annað í tengslum við Harry Potter yrði það þá önnur bók um Harry sjálfan eða um einhverja aðra persónu eða yrði það uppflettirit?\nJKR: Ég hef sagt þetta nokkrum sinnum, ég held að ég myndi líklegast gefa út uppflettirit þar sem ég gæti leikið mér með aukapersónurnar og gæti gert ævisögu allra persónanna betri skil.\nMA: Okei, stór, stór, stór sjöttu bókar spurning. Er Snape vondur?\nJKR: (Nánast hlæjandi) Hmm… þú hefur lesið bókina, hvað heldur þú?\nES: Hún er að reyna að plata þig til að segja það.\nMA: Það eru samsæriskenningamenn á sveimi og margir munu segja –\nJKR: Halda í einhverja örvæntingafulla von (hlær) –\nES og MA: Já!\nES: Eins og ákveðnir hjónabandsmiðlarar sem við þekkjum!\n(Allir hlæja)\n(Innskot frá Tzipporah – á ensku aðdáendasíðunum, eins og MuggleNet og Leaky Cauldron, hefur verið mikið um að fólk skipti sér í fylkingar og rífist um hverjir komi til með að enda með hverjum. Ákveðinn hópur hefur haldið mjög fast í þá skoðun að Harry og Hermione komi til með að byrja saman. Þeir hafa tekið einhver smáatriði og oftúlkað þau hryllilega. Þetta hefur oftar en ekki endað í hatrömmum deilum á milli fylkinga á þessum síðum. Þessi hópur hefur verið nefndur “shippers” á ensku út frá orðinu relationships. Ég lenti í smá mausi við að koma merkingunni nægilega vel til skila í þessari þýðingu á viðtalinu og ákvað að best væri að koma með þetta innskot til útskýringar. Ég kýs að kalla þennan hóp hjónabandsmiðlara eða bara miðlara til styttingar. Það verður meira rætt um þennan hóp seinna í viðtalinu.)\nJKR: Okei, augljóslega – sko, Harry / Snape er núna orðið jafnvel enn persónulegra en Harry / Voldemort. Ég get augljóslega ekki svarað þessari spurningu því það er kjaftar frá allt of miklu, sama hvað ég segi. Það á eftir að hafa svo rosaleg áhrif á það sem gerist þegar þeir hittast næst að ég get ekkert sagt. Fyrir utan að þetta á eftir að koma af stað um það bil tíu þúsund kenningum sem ég á eftir að skemmta mér svo mikið við að lesa. Ég elska kenningarnar.\nES: Ég veit að Dumbledore vill sjá það góða í fólki en stundum virðist traust hans á fólki fara nánast út í kæruleysi.\nJKR: (hlær) Já, ég er sammála því. Ég er sammála því.\nES: Hvernig getur einhver sem er svona –\nJKR: gáfaður –\nES: verið svo blindur á ákveðna hluti?\nJKR: Það koma upplýsingar um þetta í bók sjö. En ég myndi segja að það hefur verið sýnt fram á það, einkum í bókum fimm og sex að svona rosalegar gáfur geta ekki verndað þig fyrir því að gera mistök sem byggja á tilfinningum. Ég held að Dumbledore sýni fram á það að mörgu leiti. Í raun og veru myndi ég halda að það að vera mjög, mjög gáfaður geti valdið vandamálum eins og það hefur gert fyrir Dumbledore því gáfur hans hafa í raun einangrað hann. Ég held það komi skýrt fram í bókunum, því hvar er hans jafningi, við hvern ráðfærir hann sig, hver er hans félagi? Hann á engann slíkann. Hann er alltaf sá sem gefur ráð, sá sem veitir innsýn og býr yfir visku. Þó að ég biðji lesandann um að trúa því að McGonagall sér vel þess verð að vera næst í stjórnröðinni, þá er hún honum alls ekki jafningi.\nÞetta er frekar langsótt svar en ég get ekki farið mikið nær en þetta.\nES: Nei, þetta var gott svar.\nMA: Það er athyglisvert að Dumbledore sé einmanna.\nJKR: Ég sé hann sem einangraðann og nokkrir hafa sagt við mig og réttilega það að þeim finnist hann vera tilfinningalega fjarlægur. Systir mín kom til mín frekar pirruð, það var þegar Hagrid lokaði sig inni eftir að Rita Skeeter sagði heiminum að hann væri hálfur risi, hún sagði: “Afhverju fór Dumbledore ekki fyrr niður til hans?” Ég sagði að hann hefði þurft að leyfa Hagrid að velta þessu fyrir sér í smá stund og að jafna sig svolítið því það hefði verið mikið betra fyrir hann að koma út sjálfur. “Hann er of fjarlægur. Hann er of kaldur, hann er eins og þú!” sagði hún. (Hlátur) Með því átti hún við að hún hefði hlaupið strax til en ég hefði staðið kyrr smá stund og sagt, “Leyfum honum að róa sig aðeins, sjáum hvort hann getur ráðið við þetta sjálfur.” Ég hefði kannski leyft honum að jafna sig í hálfan dag á meðan hún hefði elt hann inn í kofann.\nES: Þetta er ein af spurningunum sem hefur brunnið á mér síðan í þriðju bókinni – Afhverju gaf Voldemort Lily svona mörg tækifæri til að lifa? Hefði hann í alvöru leyft henni að lifa ef hún hefði valið það?\nJKR: Mmhm.\nES: Afhverju?\nJKR: (þögn) Get ekki sagt þér það. En hann bauð henni líf, það er alveg rétt. Ætlaðir þú ekki líka að spyrja mig hvers vegna dauði James verndaði ekki Lily og Harry? Þú ert eiginlega búinn að svara þeirri spurningu sjálfur. Því að hún hafði val. Hún hefði getað lifað en hún valdi að deyja. James hefði verið drepinn hvort sem var. Skilurðu hvað ég á við? Ég er ekki að segja að James hafi ekki verið reiðubúinn til að deyja fyrir fjölskylduna sína. Hann gerði það en hann hafði ekkert val, hann hefði verið myrtur sama hvað. Honum var ekki boðið að velja. Það var nokkurnskonar dýrsleg eðlishvöt hjá honum að fórna sér fyrir fjölskylduna. Ég held að það sé hægt að skilgreina hugrekki á margan hátt. James var mjög hugrakkur en hugrekki Lilyar var í þessu tilfelli, að mínu mati, mikið meira því hún hefði getað bjargað sjálfri sér ef hún hefði valið það. Allar mæður, í öllu falli allar venjulegar mæður, hefðu gert það sama og Lily gerði þarna svo í ákveðnum skilningi var það líka eðlishvöt en hún fékk tækifæri til að hugsa og taka ákvörðun. Ekki James. Þetta er eins og ef það kæmi einhver óboðinn inn á heimili þitt þú myndir strax ráðast á hann. En ef einhver kemur upp að þér og skipar þér að fara frá, hvað myndir þú gera? Ég meina, ég held ekki að nokkur móðir myndi yfirgefa barnið sitt. En svarar það þér? Hún lét líf sitt mjög meðvitað. Hún hafði greinilega val –\nES: En ekki James?\nJKR: Dó hann til að vernda Harry þegar honum var greinilega gefinn kostur á að lifa? Nei. Það er örlítill munur þar á og það er aðeins meira en það en þetta er mestur hluti svarsins.\nMA: Vissi hún eitthvað um þau áhrif sem það gat haft að standa fyrir framan Harry og deyja fyrir hann?\nJKR: Nei – því eins og ég hef reynt að láta koma skýrt fram í bókunum þá hefur þetta aldrei gerst áður. Enginn hefur lifað af áður. Þess vegna vissi enginn að þetta gæti gerst.\nMA: Þannig að enginn – ekki Voldemort eða neinn annar sem var að nota Avada Kedavra – hefur gefið einhverjum völ og þeir hafa valið að deyja?\nJKR: Það gæti hafa verið val, en ekki á akkurat þennan hátt.\nES: Þegar Siriusi var kennt um að hafa drepið Peter Pettigrew og muggana, hló hann í alvöru eða var það uppspuni til að láta hann líta enn verr út?\nJKR: Hló hann í alvörunni? Já,ég myndi segja að hann hafi gert það. Jú, hann gerði það því ég skapaði hann. Fyrir mér er Sirius svolítið tæpur, finnst ykkur það ekki? Er það ekki tilfinningin sem fáið frá honum? Hann er svolítið óútreiknanlegur. Mér líkaði vel við hann sem persónu og mörgum hefur líkað vel við hann sömuleiðis og enn er fólk að spyrja mig hvenær hann komi aftur. (Hlátur) En Sirius hafði sína galla – ég hef aðeins farið út í það áður – mjög áberandi galla. Mér finnst Sirius vera dæmi um mjög takmarkaðan þroska. Ég held að við sjáum það best á sambandi hans við Harry í Fönixreglunni. Hann vildi bara fá félaga í Harry en Harry sárvantaði föðurímynd. Harry er nokkurnveginn vaxinn uppúr því núna. Sirius gat enganveginn gengið honum í föðurstað.\nHláturinn – hann fór gjörsamlega á límingunum þegar James dó. Harry og Sirius voru mjög svipaðir að því leitinu til að báðir bundu þeir fjölskyldutengsl við vini sína. Sirius leit á James eins og bróður og Harry hefur talað um Ron og Hermione sem fjölskyldu sína. Það sem mér finnst virkilega áhugavert – þetta fann ég líklega í svörunum á MuggleNet fyrir löngu síðan þegar ég var að leita að aðdáendasíðum mánaðarins eða eitthvað álíka, – þetta var um það leiti sem ég var að lesa netumfjallanir í fyrsta sinn. Þar voru krakkar að segja “Ég skil ekki afhverju hann öskrar svona á Ron og Hermione. Ég meina, ég myndi öskra svona á foreldra mína en aldrei á bestu vini mína.” En það er akkurat málið. Hann hefur engan annan til að öskra á. Það var athyglisvert frá ungum krökkum því ég held að þau hafi hreinlega ekki getað ímyndað sér að vera svona ein á báti. Hann er alveg aleinn. Burt séð frá því þá er ég komin langt frá Siriusi.\nHann var farinn gjörsamlega á límingunum. Já, hann hló. Hann vissi hvað hann hafði misst. Þetta var gjörsamlega gleðisnauður hlátur. Pettigrew, sem þeir höfðu alltaf litið niður á, í öllu falli hann og James, sem þeir höfðu leyft að hanga með þeim, var allt í einu orðinn mikið betri galdramaður en þeir hefðu trúað og hann var mikið færari við að fela leyndarmál en þá hefði nokkru sinni grunað.\n(Innskot frá Tzipporah – okei, stóðst ekki mátið… var þetta ekki akkurat það sem við Æsa sögðum um daginn þegar þessi umræða kom upp? Við erum svo klárar!)\nMA: Þú sagðir að einhverntíman á meðan þú varst að skrifa bók sex þá hefði eitthvað orðið þess valdandi að þú hefðir glott kvikindislega. Manstu hvað það var?\nJKR: Almáttugur. (Löng þögn á méðan Jo hugsar.) Hvað var það? Það var ekki mjög kvikindislegt. (hlær) – Ég tók bara svona til orða. Ég veit að hverju ég hef haft gaman að skrifa – þegar Luna var að leiklýsa Quidditchkeppninni. (hlær) Já, það var það. Það var rosalega gaman að skrifa það. Virkilega gaman.\nVitiði, það var síðasta Quidditchkeppnin. Ég vissi þegar ég skrifaði hana að þetta yrði í síðasta skipti sem ég myndi skrifa Quidditchkeppni. Í fullri hreinskilni þá eru Quidditchkeppnirnar mín mesta martröð í Harry Potter bókunum. Þær eru nauðsynlegar því fólk býst við að Harry spili Quidditch en það eru takmarkanir fyrir því á hversu marga vegu hægt er að láta fólk spila þennan leik og láta eitthvað nýtt gerast. Svo allt í einu fékk ég þessa hugljómun og ákvað á láta Lunu leiklýsa. Það var hreinasta himnasending. Þetta var eins og ég myndi leiklýsa íþróttakeppni því ég – (hlær). Allavegana, það var það.\nMA: Það var ótrúlega fyndið. Hún er frábær.\nJKR: Ég elska Lunu. Ég virkilega elska hana.\nES: Afhverju leyfir Dumbledore Peeves að vera í kastalanum?\nJKR: Hann getur ekki hent honum út.\nES: Hann er Dumbledore, hann getur allt!\nJKR: Nei, nei, nei, nei, nei. Peeves er eins og þurrfúi. Þú getur reynt að losna við hann en hann kemur bara með byggingunni. Þú situr uppi með hann. Ef þú færð Peeves þá situr þú uppi með hann.\nES: En Peeves hlýðir Dumbledore –\nJKR: Svo segja þeir…\nMA: Svo segja þeir?\nJKR: Já. Fyrir mér er Peeves eins og mjög alvarlegt pípulagnavandamál í mjög gömlu húsi. Dumbledore er örlítið lagnari með rörtöngina en flestir aðrir svo hann getur látið pípurnar virka betur í nokkrar vikur en svo byrjar lekinn aftur á nýjan leik. Mynduð þið í alvöru vilja vera laus við Peeves?\nMA: Ef ég væri Harry þá myndi ég eflaust vilja það en sem lesandi hef ég frekar gaman að honum. Ég hafði mest gaman að honum þegar hann fór að hlýða Fred og George í lok fimmtu bókarinnar.\nJKR: Já, það var gaman. Ég naut þess að skrifa það. Það var mjög ánægjulegt. (hlær)\nES: Þegar ég fór inn á MSN eftir að bókin kom út voru allavegana fjórir eða fimm sem voru með away-message “Give her hell from us Peeves!” Allir elskuðu þá línu. (Á íslensku er þessi lína “Gerðu henni lífið óbærilegt Peeves!”)\nJKR: (hlær) æj, en gaman. Já, Umbridge, hún er frekar illgjörn persóna.\nMA: Er hún þá enn á stjá í heiminum?\nJKR: Hún er enn í Galdramálaráðuneytinu.\nMA: Eigum við eftir að sjá meira af henni?\nJKR: (kinkar kolli)\nMA: Þú segir þetta með illkvittnislegu glotti.\nJKR: Já, það er allt of gaman að pína hana til að gera ekki aðeins meira af því áður en ég klára.\nES: Á MuggleNet var haldin keppnin “Spurðu Jo” og einn sigurvegarinn, Asrial, sem er 22 ára, spyr: “Ef Voldemort myndi sjá bogga, hvað myndi hann breytast í?”\nJKR: Voldemort óttast ekkert meira en dauðann. Honum finnst dauðinn skammarlegur, mannlegur veikleiki, eins og þið vitið. Hans mesti ógnvaldur er dauðinn, en hverngi myndi boggi sýna það? Ég er ekki alveg viss. Ég er búin að hugsa mikið um það því ég vissi að þú myndir spyrja mig að þessu.\nES: Lík?\nJKR: Það var mín lokaniðurstaða, já. Hann myndi sjá sjálfan sig dauðann.\nES: Um leið og það var orðið ljóst að þessi spurning hafði unnið fór ég að fá hrúgur af skilaboðum frá fólki að segja mér að ég ætti ekki að spyrja þessarar spurningar því svarið væri of augljóst. Það fyndna var að fólk var ekki sammála um hvert augljósa svarið var. Sumir voru vissir um að það væri Dumbledore, aðrir að það værri Harry og sumir héldu að það væri dauðinn. Þannig að mig langar að spyrja nokkra aukaspurninga tengdum þessari – Hvað myndi hann sjá ef hann stæði fyrir framan Draumaspegilinn?\nJKR: Sjálfan sig, almáttugan og eilífan. Það er það sem hann vill.\nES: Hvað myndi Dumbledore sjá?\nJKR: Ég get ekki svarað því.\nES: Hvað myndi bogginn hans Dumbledores breytast í?\nJKR: Ég get ekki heldur svarað því, en ef þú vilt spá í það og finna kenningar þá bendi ég þér á að lesa aftur bók sex. Þar hefurðu það.\nMA: Ef Harry myndi líta aftur í Draumaspegilinn í lok sjöttu bókarinnar hvað myndi hann sjá?\nJKR: Hann myndi sjá Voldemort eyðilagðan, dauðann, er það ekki? Því hann veit núna að hann mun ekki öðlast sálarró eða hvílast þar til það hefur gerst.\nES: Er síðasta orð sjöundu bókarinnar ennþá ör?\nJKR: Í augnablikinu já. Ég velti því samt fyrir mér hvort það haldist þannig.\nMA: Ertu búin að fikta eitthvað í síðasta kaflanum?\nJKR: Ég hef ekkert fiktað í honum enn. Ég veit samt að ég þarf að breyta ákveðnum hlutum en það eru ekki mikilvæg atriði og ég vissi alltaf að ég myndi þurfa að endurskrifa hann.\nMA: En þetta er enn allt á sömu leið?\nJKR: Já, já. Allt enn á sömu leið, já, já.\nMA: Hvernig líður þér að vera að byrja á síðustu bókinni?\nJKR: Það er í rauninni frekar ógnvekjandi. Ég er búin að vera að þessu í fimmtán ár. Geturðu ímyndað þér það? Þetta er eitt lengsta fullorðinssamband sem ég hef verið aðilli að.\nMA: Ertu byrjuð á henni?\nJKR: Já. En í raun og veru held ég ekki að ég geti unnið neitt í henni að ráði fyrr en á næsta ári. Ég sé fyrir mér að næsta ár verði árið sem ég skrifa bók númer sjö. En ég er byrjuð og ég geri smá og smá þegar ég hef tækifæri til. En Mackenzie er enn mjög lítil eins og þið sáuð áðan, þið getið vitnað um að ég á í alvöru lítið barn. Ég ætla að gefa Mackenzie það sama og ég gaf David, sem er nokkurnveginn heilt ár af ótrufluðum tíma með mér og svo byrja ég að skrifa fyrir alvöru aftur.\nES: Afhverju fór fólk að tala um Voldemort sem Þú-veist-hver og Hann-sem-ekki-má-nefna?\nJKR: Þetta gerist oft í mannkynssögunni – okei, þið eruð svona fólk sem veit þetta, en fyrir þá sem ekki vita þá er það að mega ekki nefna ákveðin nöfn fremur algengt í ákveðnum menningarheimum. Í Afríku eru heilir ættbálkar þar sem enginn notar sérnöfn fólks. Nafnið þitt er helgur partur af þér og fólk talar um þig sem son-þessa, eða bróður-hins. Nafnið er eitthvað sem getur verið notað gegn þér með göldrum ef einhver veit það. Það er eins og hluti af sálinni. Það er mjög algengt að það megi ekki nefna nöfn í hinum og þessum menningum og þjóðsögum.\nEf við förum aðeins nær okkur þá voru tveir óþokkar í London, á sjötta áratug tuttugustu aldarinnar, sem kölluðust Kray-tvíburarnir. Sagan segir að fólk hafi ekki þorað að nefna þá á nafn. Enginn talaði um þá og enginn minntist einu sinni á þá því þeir höfðu á sér svo slæmt orðspor fyrir grimmd og blóðsúthellingar. Mér finnst það áhrifamikill vitnisburður um styrkleika, að geta sannfært fólk um að nota ekki nafnið þitt. Áhrifamikið í þeim skilningi að það sýnir fram á hversu djúpstæðan ótta þú getur vakið. Það er samt alls ekki eitthvað til að dást að.\nES: Ég á við, var það einhver ákveðinn atburður?\nJKR: Hjá Voldemort? Það var hæg þróun. Hann var að drepa og gera mjög ljóta og illa hluti. Í sjöttu bókinni, í kaflanum “Lord Voldemort’s Request,” þegar hann kemur til baka og biður um að fá að kenna,  þá finnum við að hann hefur þegar farið nokkuð langt inn í svartagaldurinn. Á þeim tíma er nú þegar fullt af fólki sem er hætt að nota nafnið hans. Á þeim tíma var nafnið hans aldrei notað nema af Dumbledore og fólki sem var hafið yfir hjátrúnna.\nMA: Talandi um heimsviðburði –\nJKR: Kalfi eitt?\nMA: Já, kafli eitt og þeir viðburðir sem nú eru að eiga sér stað í heiminum, sérstaklega á síðustu fjórum árum. Hryðjuverk og slíkt, hefur það haft einhver áhrif á skriftirnar þínar?\nJKR: Nei, ekki meðvitað í þeim skilningi að ég hef aldrei hugsað “Tími til kominn að gera Harry Potter bók sem tekur á hryðjuverkunum sem eru að eiga sér stað í dag.” Það hef ég aldrei gert. En Voldemort er nátturlega hryðjuverkamaður og það var alveg augljóst löngu fyrir 11. september 2001. Ég ætlaði að lesa úr fyrsta kaflanum í gærkvöldi (miðnæturlesturinn í Edinborgarkastala). Það var ákveðið allt þar til 7. júlí (þegar sjálfsmorðs sprengjuárásirnar voru gerðar í London). Þá varð mér ljóst að það væri einstaklega óviðeigandi að lesa kafla þar sem forsætisráðherra mugganna var að ræða muggafjöldamorð. Það var alls ekki viðeigandi. Þess vegna breytti ég og las frekar um ferðina í grínbúðina, sem var í raun nokkuð táknrænt því Harry sagði við Fred og George, “Mig grunar að við eigum öll eftir að þurfa á hlátri að halda fljótlega.” Þetta á allt vel saman.\nSvo, nei, ég hef ekki gert það meðvitað en það eru hliðstæður að sjálfsögðu. Ég held að eitt af skiptunum þar sem ég fann hvað mest fyrir hliðstæðum var þegar ég var að skrifa um handtöku Stans Shunpike, þið vitið? Ég hafði alltaf hugsað mér að svona hlutir myndu gerast en það er sterk ástæða fyrir því. Ég trúi, ásamt mörgum fleirum, að það hafi komið upp svona tilfelli þar sem saklaust fólk hefur verið sótt til saka jafnvel á meðan enn var verið að leita að fólkinu sem framdi ódæðisverkin. Svona hlutir gerast, það er bara í mannlegu eðli. Það voru nokkrar mjög ógnvekjandi hliðstæður þegar ég var að skrifa um þetta.\nES: Hefur flokkunarhatturinn einhvern tíman haft rangt fyrir sér?\nJKR: Nei\nES: Í alvöru?\nJKR: Mm-mm. Ertu með kenningu?\nES: Ég hef heyrt margar kenningar.\nJKR: (hlær) því skal ég trúa. Nei, (hlær) fyrirgefðu.\nMA: Það er áhugavert því það bendir til þess að röddin komi meira frá höfði persónunnar sjálfrar en úr hattinum sjálfum –\nJKR: (gefur frá sér dularfull hljóð)\nMA: Og að þegar hatturinn talar sjálfur þá komi röddin frá –\nJKR: Stofnendunum sjálfum.\nMA: Já. Athyglisvert. Hversu stórt hlutverk eiga stofnendurnir eftir að hafa í bók sjö?\nJKR: Einhvern, eins og þú hefur eflaust giskað á eftir endann á bók sex.\nÞað er svo margt sem mig langar að spyrja ykkur, en þið eigið að vera að taka viðtal við mig, svo haldið áfram. (hlátur)\nES: Ég veit þú ert spurð að þessu í hverju einasta viðtali, en hefur lengd bókarinnar breyst eitthvað?\nJKR: Bók sjö? Styttri en Fönixreglan áttu við, þar sem Fönixreglan er alltaf mælikvarði á bók sem virkilega reynir á mörkin um hversu langar bækur mega leyfa sér að verða? Ég held ennþá að hún verði styttri en Fönixreglan.\nES: Mikið styttri?\nJKR: Ég veit það ekki. Það er heilagur sannleikurinn, ég veit það ekki. Áætlanir mínar fyrir sjöundu bókina eru enn ekki svo úthugsaðar að ég geti giskað á lengdina. Ég veit hvað kemur til með að gerast, ég þekki söguna en ég hef ekki sest niður og púslað svo að ég sjái fyrir mér hvort það verði 42 kaflar eða 31 kafli. Ég hreinlega veit það ekki ennþá.\nMA: R.A.B.\nJKR: Úú… flott…\n(allir hlæja)\nJKR: Nei, í alvöru, ég er glöð. Já?\nMA: Getum við fundið út hver hann er út frá því sem við vitum nú þegar?\n(tökum það fram að JKR er komin með mjög lymskulegan svip)\nJKR: Ertu með kenningu?\nMA: Okkur hefur dottið í hug Regulus Black.\nJKR: Já, er það?\nMA: Oh-ó!\n(hlátur)\nJKR: Jah, ég myndi halda að það væri, mmm… , ágætis ágiskun.\nMA: Og hugsanlega, þar sem hann er bróðir Siriusar, þá átti hann annan spegil –\nJKR: (trommar með fingrunum á gosdós sem hún hefur í höndunum.)\nMA: Er hann með annan spegil, eða kannski spegilinn hans Siriusar –\nJKR: Ég segi ekkert um þann spegil. Sá spegill er ekki til umræðu.\n(Allir hlæja, Jo eins og brjálæðingur).\nMA: Látum koma skýrt fram að hún trommaði með fingrunum á kókdósinni sinni á mjög svipaðan hátt og herra Burns slær fingrum sínum saman.\n(Hlátur)\nJKR: Ó, ég elska Hr. Burns.\nES: Ef þú hefðir tækifæri til að endurskrifa einhvern part af bókunum hingað til, hvað heldurðu að þú myndir endurskrifa og afhverju?\nJKR: Það eru partar af öllum sex bókunum sem ég vildi að ég gæti farið aftur og lagað. Mér finnst að Fönixreglan hafi verið of löng en ég skora á þig að finna augljósan stað sem hægt væri að fjarlægja. Það eru staðir sem ég myndi vilja snyrta, núna þegar ég lít til baka, en þeir myndu ekki stytta bókina neitt af viti. Mér finnst að það sé þörf á öllu sem er í henni ef ég ætla að vera sanngjörn við lesendur mína í lok sjöundu bókarinnar. Ein af ástæðunum fyrir því að Fönixreglan er svona löng er að ég þurfti að flytja Harry svo oft á milli staða, líkamlega. Það voru staðir í bókinni sem hann hafði aldrei heimsótt áður og það tók tíma – að koma honum þangað og að koma honum aftur til baka. Það var lengsti Hogwartslausi parturinn hingað til og það er í raun og veru það sem orsakar lengdina.\nÉg er að reyna að hugsa um einhver ákveðin atriði en það er erfitt.\nES: Eru einhverjir aukasöguþræðir sem þér finnst þú hefðir getað sleppt, eftir á að hyggja?\nJKR: Mér finnst mjög erfitt að eiga að benda á eitthvað því mér finnst þeir allir hafa verið nauðsynlegir. Hvernig getur eitthvert okkar dæmt um það? Ég get ekki einu sinni litið til baka og sagt, “Þarna var óþarfa útúrdúr” fyrr en ég hef klárað sjöundu bókina. Kannski í lok sjöundu bókarinnar lít ég aftur og sé, já, þarna hefði ég ekki þurft að vera svona nákvæm í lýsingum.\nEn auðvitað eru ákveðin orðatiltæki sem pirra mig eftir á að hyggja og endurtekningar sem eru að gera mig vitlausa þegar ég lít til baka.\nMA: Nú þegar Dumbldedore er dáinn, fáum við einhvern tíman að vita hvaða álög það voru sem hann var að reyna að leggja á Voldemort í ráðuneitinu?\nJKR: Uuuummm…. (smellir í góm)\nES: Látum koma skýrt fram að hún gerði skrýtin hljóð með munninum.\n(Allir hlæja, Jo eins og brjálæðingur)\nJKR: Það er mögulegt, það er mögulegt að þið fáið að vita það. Þið fáið – (þögn) – þið fáið að vita meira um Dumbledore. Ég þarf að vera svo varkár hvað ég segi um þetta.\n(Innskot frá Tzipporah – Þetta svar ýtir nú svolítið undir allar Dumbledore-er-ekki-dáinn kenningarnar. Það finnst mér allavega. Ég sem var hörð á þeirri skoðun að hann væri dáinn og kæmi ekki aftur… hm…)\nMA: Getum við fengið bók sem er bara um Dumbledore, eins og ævisaga hans?\nES: Gerðu það?\nJKR: Oh, allt í lagi þá.\n(allir hlæja)\nES og MA gefa hvort öðru Hi-five: YES! (þetta krefst ekki þýðingar)\nJKR: Þetta var ekki bindandi samningur! (Hlátur)\nMA: Nei, þetta var munnlegur samningur – Hvar er Neil (lögfræðingurinn hennar, ekki eiginmaðurinn)?\n(Hlátur)\nES: Hvað eru til margir galdramenn?\nJKR: Í heiminum? Oh, Emerson, ég er svo léleg í stærðfræði.\nES: Er eitthvert hlutfall á milli galdramanna og mugga –\nMA: Eða bara í Hogwarts.\nJKR: Okei, Hogwarts. Allt í lagi. Hérna er málið með Hogwarts. Löngu áður en ég kláraði Viskusteininn, þegar ég var enn bara að safna atburðum í sjö ára söguþráð, einhversstaðar frá því að ég fékk hugmyndina og þangað til fyrsta bókin var gefin út, þá settist ég niður og skapaði 40 krakka sem innrituðust í Hogwarts sama ár og Harry. Ég er svo ánægð að ég skyldi gera það því það var svo nytsamlegt. Ég átti þarna 40 nánast fullgerðar persónur. Ég hef aldrei þurft að stoppa og skapa nýja persónu. Ég veit nákvæmlega hverjir eru í árganginum, ég veit á hvaða heimavistum þau eru, ég veit ætterni þeirra (hálfblóðungar, muggafæddir, hreint blóð) og ég er með nokkur persónuleg atriði um hvert þeirra. Svo þar voru komnir 40. Ég hugsaði aldrei með mér að þessi fjörtíu væru þau einu í þessum árgangi en þannig æxlaðist það bara.\nSvo hef ég verið spurð að því hversu margir nemendur séu í Hogwarts og af því að stærðfræði er ekki mín sterka hlið þá vissi hluti af heilanum í mér að það voru 40 í árgangnum en annar hluti af heilanum sagði, “Hm, það eru um það bil 600 það hljómar nokkuð rétt.” Þá fór fólk að reikna og spyrja “Hvar sofa þá hinir nemendurnir?” (hlátur) Þarna var komin smá klípa. Ég meina, það er augljóslega sjaldgæft að vera galdramaður. Ég myndi ekki vilja segja nákvæmt hlutfall en ef við reiknum með að allir galdramenn á Bretlandi sendi börnin sín í Hogwarts þá eru það mjög fá galdrabörn miðað við muggabörn á Bretlandi, er það ekki? Það er nátturlega alltaf einhverjir furðufuglar sem vilja ekki senda börnin sín til Hogwarts en 600 frá öllu Bretlandi er bara pínulítið.\nSegjum að það séu þrjúþúsund galdramenn í Bretlandi, ef við spáum í það og hugsum svo um allar töfraskepnurnar sem eru til, sumar sem líta út fyrir að vera menskar. Svo höfum við tröllin, risana, herfurnar og fleira svo það hækkar töluna talsvert. Svo höfum við fullt af sorglegu fólki eins og Filch og Figg sem eru ekki beint hluti af galdraheiminum heldur bara áhangendur. Það hækkar töluna líka svo þetta er stór fjöldi sem þarf að fela og hylja fyrir muggunum. En ekki treysta á þessar tölur því þannig hugsa ég ekki.\nMA: Hversu mikið skemmtirðu þér við að skrifa rómantíkina í sjöttu bókinni?\nJKR: Oh, fullt. Sést það ekki?\nMA: Jú.\nJKR: Það er kenning – þessi kenning á við einkaspæjarabækur, og svo líka við Harry, sem er ekki einkspæjarabók, þó að mér finnist það stundum – að maður eigi ekki að hafa rómantíska söguþræði í spæjarabókum. Dorothy L. Sayers, sem er drottning spæjarabókmenntanna sagði – og braut svo eigin reglu, en hún sagði – það er ekkert pláss fyrir rómantík í spæjarasögu nema til að fela tilætlannir annars fólks.\nÞað er alveg satt og það er mjög nytsamlegt bragð. Ég notaði það með Percy og ég notaði það með Tonks í þessari bók sem tálbeitu. En þegar ég er búin að segja það þá verð ég að vera ósammála þessu að því leiti að bækurnar mínar eru drifnar áfram af persónunum og því er það svo mikilvægt að við fáum að sjá þessar persónur verða ástfangnar, sem er nauðsynlegur hluti af lífinu. Hvað fannst ykkur um rómantíkina?\n(Melissa setur þumlana upp í loft og brosir breytt á meðan Emmerson segir:)\nES: Við vorum að Hi-five-a allan tímann.\nJKR: (hlær) Yes! Frábært. Ég er svo glöð.\nMA: VIð hlupum fram og til baka á milli herbergja, öskrandi og æpandi hvort á annað.\nES: Okkur fannst það augljósara en nokkru sinni fyrr að þú hefur hugsað Harry og Ginny sem par og Ron og Hermione – þó að okkur hafi fundist þú gera það ákaflega augljóst í fyrstu fimm bókunum.\nJKR: (bendir á sjálfa sig og hvíslar) Mér líka!\nES: Hvað sagðirðu?\nJKR: (hærra) Mér finnst það líka ef ég á að segja eins og er. Mér finnst það líka!\n(Allir hlæja; Melissa veltist um í hláturskasti og dó hugsanlega)\nES: Harry/Hermione miðlarar – Veruleikafyrrtir!\nJKR: Nei, ég ætla ekki að – Emmerson, ég ætla ekki að segja að þeir séu veruleikafyrrtir! Þeir eru enn mikilvægir meðlimir í mínum lesendahópi! Ég ætla ekki að nota orðið veruleikafyrrtir. En ég ætla að segja – nú treysti ég því að þið setjið upp spoiler dótið ykkar þegar þið sendið þetta inn –\n(meiri hlátur)\nJKR: Ég skal segja að já, persónulega finnst mér, æj ég meina það er nokkuð ljóst núna þegar fólk er búið að lesa bók sex. Ég meina, svona er það. Þetta er búið og gert er það ekki? Við vitum. Já við vitum núna að það eru Ron og Hermione. Mér finnst reyndar að ég hafi látið flakka stórar –\n(allir hlæja)\nJKR: risastórar, feitar vísbendingar áður en kom að þessari bók. Jafnvel þótt að litlu vísbendingarnar í Fanganum frá Azkaban hafi farið fram hjá einhverjum þá hefðu allir átt að vera farnir að átta sig þegar við komum að Krum í Eldbikarnum…\nEn Ron – ég hafði rosalega gaman að honum í þessari bók. Ég hafði virkilega gaman af því að skrifa Ron/Lavender dæmið og ástæðan fyrir því hvað það var gaman var að hingað til hefur Ron verið fremur barnalegur miðað við hin tvö. Hann þurfti að þroskast svolítið til að verða þess verður að fá Hermione. Það þýðir ekki að hann hafi endilega þurft líkamlega reynslu en hann þurfti að þroskast svolítið andlega og núna hefur hann gert það töluvert. Hann átti þarna líkamlegt samband með litlum tilfinningatengslum – játum það bara, hann var aldrei neitt virkilega tengdur Lavender tilfinningalega –\n(mikið hlegið og Melissa hermir eftir Lavender og segir “Won-Won”)\nJKR: og hann áttaði sig á því að það var ekki það sem hann vildi. Þannig tekur hann stórt skref fram á við.\nMA: Kom það þér á óvart þegar þú kíktir fyrst inn á netið og komst að því hversu margir voru fastir á þessari skoðun þegar þú vissir að þetta myndi aldrei gerast?\nJKR: Já. Sjáðu til, ég er mjög ný í þessum heimi hjónabandsmiðlara, því í langan tíma fór ég aldrei á netið og fletti upp á Harry Potter. Í langan tíma.\nEinstaka sinnum þurfti ég að gera það því það spruttu upp skrýtnar fréttir eða sögusagnir um eitthvað sem ég hafði átt að hafa sagt og ég þurfti að athuga. Ég hafði aldrei farið á aðdáendasíðu og svo einn daginn gerði ég það. Og – Guð minn góður. Fimm tímum seinna eða eitthvað álíka, stóð ég skjálfandi upp frá tölvunni (Allir hlæja). “Hvað er í gangi?” Það var þá sem ég hitti miðlarana fyrst og það var ótrúleg upplifun. Ég hafði ekki hugmynd um þennan heim sem kraumaði þarna undir mér.\nES: Hún er að reyna að fegra þetta!\nJKR: Já, reyndar. Ég er að því, en veistu, ég vil að það komi skýrt fram að veruleikafyrrt var þitt orð ekki mitt!\n(mikill hlátur)\nMA: Þú ert að auðvelda okkur lífið til muna með því að segja þetta –\nJKR: Ég held að hver sem er enn að reyna að koma Harry og Hermione saman eftir þessa bók –\nES: (hvíslar) Veruleikafyrrtir!\nJKR: Uh – nei! En þeir þurfa að fara aftur til baka og lesa allt upp á nýtt, held ég.\nES: Takk fyrir.\nJKR: Já.\nMA: Þetta á eftir að –\nJKR : Mun þetta gera lífin ykkar talsvert auðveldari?\nÖll þrjú : Ó já!\nJKR: Ég held það.\nMA: Ég verð að segja að ég hlakka svo til að þetta fréttist því, þú veist, mikið af þessu rifrildi hefur endað í ákveðnu hatri á þriðju persónuna. Ron hefur þurft að líða mikið af hendi Harry/Hermione miðlara.\nJKR: Það finnst mér reyndar óþægilegt. Já, mjög óþæginlegt.\nES: Í fullri hreinskilni þá held ég að Harry/Hermione miðlararnir séu bara lítill hluti af fjöldanum hvort sem er.\nMA: Já, ef maður gerir almenna könnun –\nES: Þeir virðast bara ákafari á netinu en það er bara vegna þess að aðdáendahópurinn á netinu er mjög –\nMA: Herskár er besta orðið sem ég hef heyrt –\nJKR: Herskár er mjög vel valið orð. Orkumikið, fjörugt.\n(Hlátur)\nMA: Hvernig líður þér þegar þú sérð fólk tjá slíkt hatur á persónu sem þú elskar?\nES: Eða öfugt?\nJKR: Ég hef gaman að því. Í alvöru talað. Fólk hefur sent mér bréf með ástaróðum um Draco Malfoy, og ég held að það sé eina skiptið sem mér hætti að finnast þetta fyndið og ég fór að hafa áhyggjur af þessu. Ég vil gera ljóst að hér skil ég greinilega á milli Tom Felton, sem er myndarlegur ungur drengur, og Draco, sem, sama hvernig hann lítur út, er ekki góður maður. Þetta er rómantísk, en óheilbrigð, og því miður allt of algeng veruleikafyrring – jæja þarna færðu það, veruleikafyrring – hjá stelpum, þú þekki þetta örugglega (lítur á Melissu), sem halda að þær geti breytt einhverjum. Þessi veruleikafyrring heldur áfram að vera við líði í lífi margra kvenna allt þar til þær deyja. Það er virkilega óþægilegt og óheilbrigt og það veldur mér áhyggjum að sjá svona ungar stúlkur sverja ódeyjandi ást og tryggð þessum ófullkomna einstakling af því að það hlýtur að vera einhver vottur af “Ég verð sú sem get breytt honum”. Ég meina ég skil sálfræðina á bak við þetta en þetta er fremur óheilbrigt. Þannig að nokkrum sinnum hef ég skrifað til baka, hugsanlega full hvasst (hlátur) og sagt “Þú ættir kannski að endurskoða forgangsröðina hjá þér.”\nES: Veruleikafyrrt!\n(Hlátur)\nJKR: Aftur, þín orð!\n(Hlátur)\nES: Á síðunum okkar höfum við tilhneygingu til að taka sitthvorn pólinn í hæðina þegar kemur að hjónabandsmiðlurunum. Á The Leaky Cauldron fara þeir fína pólitíska leið –\nMA: Hreint út þá segjum við bara, “Ef þetta er að það sem þú heldur þá máttu bara halda það.”\nES: En á MuggleNet segjum við –\nJKR: (hlæjandi) Segið þið, þið eruð veruleikafyrrtir fávitar?\nMA: Hann segir í rauninni bara, “Ef þú heldur þetta þá skaltu bara hypja þig af síðunni minni.”\n(JKR skellihlær)\nES: Við segjum, þið eruð greinilega veruleikafyrrt!\nJKR: Hvað kallarðu aftur hlutann á síðunni þinni þar sem þú tekur fyrir furðulegu hlutina sem þú hefur fengið senda?\nES: Skammarvegginn (eða The Wall of Shame)?\nJKR: Já, The Wall of Shame. Ég þyrfti að hafa svoleiðis vegg. Við gætum hengt svona fáránlega hluti sem ég hef fengið hérna upp á vegginn á skrifstofunni minni.\nMA: Eins og hvað?\nJKR: Bara mjög svipaða hluti. Mjög svipaða. Allt frá svæsnum dónaskap til venjulegs röfls – við gætum sagt af heimspekilegum toga. Ekki frá krökkum heldur frá eldra fólki.\nÞað sem fékk mig samt til að hlæja var pósturinn þinn (Emerson) þar sem þú segir “Vinsamlegast ekki senda mér heimskuleg bréf, til þess eins að fá að enda á skammarveggnum.” Er þetta ekki bara mannlegt eðli? Þetta byrjar á að snúast um að sýna þessi heimskulegu bréf (hlátur) og endar á að fólk keppist um að fá að vera á heimskulega listanum.\nES: Eins og ég sagði, Veruleikafyrrt! Það er orð dagsins hjá mér.\n(Hlátur)\nJKR: Afsakið, ég fékk drykkinn minn í nefið. Afsakið, haldið áfram.\nFrá Tzipporah – Þau héldu sannarlega áfram en ég ætla að láta hér staðar numið í bili (enda er þetta næstum því tveir hlutar af þremur á síðum\nMuggleNet\nog\nLeaky Cauldron\n) en ég sendi afganginn inn fljótlega.",
    "url": "https://www.hugi.is/hp/greinar/319689/vidtal-vid-jk-rowling-16-juli-2005-spoiler-/",
    "url_id": "319689",
    "id": "2383658",
    "replies": [
        {
            "user": "Ferjumadur",
            "user_id": "39228",
            "date": "2005-08-15 01:49:38",
            "id": "2383746",
            "reply_to_id": "2383658",
            "text": "Oh er ekki buin að lesa essa bók, ætlaði ekki að sjá hver dó! En jæja það er þá komið ætlaði bara reyna lesa aðrar spurnignar hehe en það gengur víst ekki. En flott hjá ykkur ;)"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2005-08-15 02:30:56",
            "id": "2383780",
            "reply_to_id": "2383746",
            "text": "æj æj… en jæja þú varst svo sem varaður við…\nVona að þú skemmtir þér samt við að lesa bókina.\nHún er vel þess virði."
        },
        {
            "user": "Ferjumadur",
            "user_id": "39228",
            "date": "2005-08-15 02:46:43",
            "id": "2383800",
            "reply_to_id": "2383780",
            "text": "Eg kenni þer ekki um! :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-15 03:57:22",
            "id": "2383826",
            "reply_to_id": "2383658",
            "text": "mjög vel þýtt, skemmtileg grein, segi bara GJ! =)"
        },
        {
            "user": "stinkytoe",
            "user_id": "29707",
            "date": "2005-08-15 11:55:43",
            "id": "2384095",
            "reply_to_id": "2383658",
            "text": "Vá.. það var rosalega gaman að lesa þetta.. ég skemmti mér mjög vel :)\nMikið af kenningum kraumandi hér og þar.. maður verður að fara að lesa meira af þessu. Og bókina nokkrum sinnum enn;)\nAllavega. Vel af verki staðið, Tzip. Eins og alltaf."
        },
        {
            "user": "RaqsSharki",
            "user_id": "30111",
            "date": "2005-08-15 23:21:56",
            "id": "2385858",
            "reply_to_id": "2384095",
            "text": "Já. Ég veit ekki hvernig við eigum að fara að því að bíða eftir næstu bók!!"
        },
        {
            "user": "stinkytoe",
            "user_id": "29707",
            "date": "2005-08-17 09:44:34",
            "id": "2389971",
            "reply_to_id": "2385858",
            "text": "Það er satt. Úff :/ Ég er strax orðin spennt!\nOg J.K. ætlar að taka sér árs frí, svo byrja á næstu bók! Svo þetta eru 2-3 ár sem við erum að bíða! Hvernig getur hún gert okkur þetta?;)"
        },
        {
            "user": "RaqsSharki",
            "user_id": "30111",
            "date": "2005-08-17 12:50:58",
            "id": "2390240",
            "reply_to_id": "2389971",
            "text": "Veit það ekki!!"
        },
        {
            "user": "stinkytoe",
            "user_id": "29707",
            "date": "2005-08-17 13:08:04",
            "id": "2390292",
            "reply_to_id": "2390240",
            "text": "Úff …"
        },
        {
            "user": "RaqsSharki",
            "user_id": "30111",
            "date": "2005-08-17 13:39:01",
            "id": "2390369",
            "reply_to_id": "2390292",
            "text": "En já til hamnigju með nýja klúbbinn þinn!"
        },
        {
            "user": "stinkytoe",
            "user_id": "29707",
            "date": "2005-08-17 13:40:50",
            "id": "2390373",
            "reply_to_id": "2390369",
            "text": "Huu?"
        },
        {
            "user": "RaqsSharki",
            "user_id": "30111",
            "date": "2005-08-17 13:42:43",
            "id": "2390374",
            "reply_to_id": "2390373",
            "text": "Keilufélagið Marteinn..Varstu bín að gleyma því?!"
        },
        {
            "user": "stinkytoe",
            "user_id": "29707",
            "date": "2005-08-17 13:45:17",
            "id": "2390379",
            "reply_to_id": "2390374",
            "text": "Jaaá..\nþað\n! Nei, ég var ekki búin að gleyma því. Og takk fyrir :D"
        },
        {
            "user": "RaqsSharki",
            "user_id": "30111",
            "date": "2005-08-17 13:49:23",
            "id": "2390388",
            "reply_to_id": "2390379",
            "text": "Ekkert að þakka!"
        },
        {
            "user": "stinkytoe",
            "user_id": "29707",
            "date": "2005-08-17 14:07:15",
            "id": "2390433",
            "reply_to_id": "2390388",
            "text": "Hvernig gengur svo í dansinum?"
        },
        {
            "user": "RaqsSharki",
            "user_id": "30111",
            "date": "2005-08-17 14:08:36",
            "id": "2390435",
            "reply_to_id": "2390433",
            "text": "Mj0g vel…ég er að fara að dansa á 4 stöðum á menningarnótt…mikið að gera :S En það er allaf gaman :D"
        },
        {
            "user": "stinkytoe",
            "user_id": "29707",
            "date": "2005-08-17 14:10:10",
            "id": "2390439",
            "reply_to_id": "2390435",
            "text": "Hehe, úje. Kannski maður komist eitthvað að sjá það? :D"
        },
        {
            "user": "RaqsSharki",
            "user_id": "30111",
            "date": "2005-08-17 14:12:46",
            "id": "2390443",
            "reply_to_id": "2390439",
            "text": "Endilega! Ég varð að dansa t.d. í Feng Shui (hvernig sem maður skrifar það..) eða Te húsinu á klapparstíg milli 8 og 10, það verður eitthvað arabíst/sígaunapartý þar:D\nÞú mátt endilega koma! Frítt in :o Hversu oft gerist það…."
        },
        {
            "user": "stinkytoe",
            "user_id": "29707",
            "date": "2005-08-17 14:14:13",
            "id": "2390444",
            "reply_to_id": "2390443",
            "text": "Segi það;) Ég læt sjá mig! (svo fremi sem ég verði í bænum á menningarnótt.. það er alltaf verið að draga mig eitthvað!)"
        },
        {
            "user": "RaqsSharki",
            "user_id": "30111",
            "date": "2005-08-17 22:20:04",
            "id": "2391869",
            "reply_to_id": "2390444",
            "text": "Hehe ok ég vona að +eg sjái þig :)"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2005-08-17 16:27:13",
            "id": "2390699",
            "reply_to_id": "2389971",
            "text": "Nei hún ætlar að taka sér frí fram yfir áramót eða þar til stelpan hennar verður eins árs.. sem er í janúar.\nÞannig að það eru ca tvö ár í bókina núna ekki mikið lengra vonandi.\nkveðja\nTzipporah"
        },
        {
            "user": "stinkytoe",
            "user_id": "29707",
            "date": "2005-08-17 16:33:29",
            "id": "2390717",
            "reply_to_id": "2390699",
            "text": "Ooó.. Það er þá strax betra :) Ó, hvað ég hlakka til!"
        },
        {
            "user": "TinnaKristin",
            "user_id": "43890",
            "date": "2005-08-15 13:37:06",
            "id": "2384252",
            "reply_to_id": "2383658",
            "text": "Það virkar skemmtilegt að vera rithöfundur.\nÞetta var flott grein, gaman að lesa hana."
        },
        {
            "user": "wanderlust",
            "user_id": "56345",
            "date": "2005-08-15 18:18:22",
            "id": "2384971",
            "reply_to_id": "2383658",
            "text": "já þetta var ofsalega skemmtileg grein og gaman að sjá að þú skyldir taka þér tíma í að þýða hana, þetta var flott !:D"
        },
        {
            "user": "Domhildur",
            "user_id": "57231",
            "date": "2005-08-15 19:01:16",
            "id": "2385084",
            "reply_to_id": "2383658",
            "text": "Gaman að þessu, gott að einhver nenni að þýða svona viðtöl ;)"
        },
        {
            "user": "RaqsSharki",
            "user_id": "30111",
            "date": "2005-08-15 23:21:01",
            "id": "2385854",
            "reply_to_id": "2383658",
            "text": "Vá þetta var rosalega flott hjá þér!\nTil hamingju með þetta!\nÞú mátt endilega koma með restina næst þegar þú ert í stuði ;)"
        },
        {
            "user": "Supernanny",
            "user_id": "57879",
            "date": "2005-08-16 12:01:57",
            "id": "2386715",
            "reply_to_id": "2383658",
            "text": "já sammála ValaJ :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-16 13:43:27",
            "id": "2387000",
            "reply_to_id": "2383658",
            "text": "Hehe, var að taka eftir því hversu langt þetta var þegar ég var að scrolla aftur upp :P"
        },
        {
            "user": "freako",
            "user_id": "42037",
            "date": "2005-08-16 20:18:21",
            "id": "2388614",
            "reply_to_id": "2383658",
            "text": "Getur einhver gefið mér link á viðtalið í heild sinni á ensku, get bara hvergi fundið það."
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2005-08-16 20:55:12",
            "id": "2388717",
            "reply_to_id": "2388614",
            "text": "Ef þú smellir á linkana sem birtast í setningunni:\nViðtalið í heild sinni má finna á MuggleNet og Leaky cauldron… eða eitthvað í þá áttina þá ferð þú beint inn á síðurnar með viðtölunum á. Annars vegar á MuggleNet og hins vegar á Leaky Cauldron. Það er sama viðtalið, alveg eins skrifað upp bara á sitthvorri síðunni. Hvítur bakgrunnur með svörtum stöfum á Leaky en svartur bakgrunnur með hvítum stöfum á MuggleNet."
        },
        {
            "user": "Hallgrimur",
            "user_id": "2769",
            "date": "2005-08-17 14:43:42",
            "id": "2390500",
            "reply_to_id": "2383658",
            "text": "Flott hjá þér, gaman að lesa þetta\nget ekki beðið eftir restinni"
        },
        {
            "user": "gardina",
            "user_id": "47375",
            "date": "2005-08-24 22:42:51",
            "id": "2412973",
            "reply_to_id": "2383658",
            "text": "æðisleg grein, frábært að einhver tók sig til og þýddi þetta.\nÉg er eitthvað búin að vera að reynað að skoða á svona síðum eftir að ég las 6. bókina (sem ég verð að segja að er ÆÐISLEG og ein af UPPÁHALDSBÓKUNUM mínum :D og ég les meira en flestir ;)) en maður strandar stundum á öllu tenglafárinu, þar sem þetta er á ensku og enskukunnátta mín er ekki beint góð þegar kemur að tölvumálum :P en fer fram. Það eru ekki margar bækur sem höfðu virkilega áhrif á mig og mitt líf en HBP verður að flokkast undir þær :D æðislegt að lesa svona viðtöl við meistarann sjálfann á móðurmálinu. TAKK"
        },
        {
            "user": "Catium",
            "user_id": "56286",
            "date": "2005-08-31 20:07:28",
            "id": "2434502",
            "reply_to_id": "2383658",
            "text": "Ok skemmtileg grein en nokkarar spurningar.\nMA: R.A.B.\nJKR: Úú… flott…\n(allir hlæja)\nJKR: Nei, í alvöru, ég er glöð. Já?\nMA: Getum við fundið út hver hann er út frá því sem við vitum nú þegar?\n(tökum það fram að JKR er komin með mjög lymskulegan svip)\nJKR: Ertu með kenningu?\nMA: Okkur hefur dottið í hug Regulus Black.\nJKR: Já, er það?\nMA: Oh-ó!\n(hlátur)\nJKR: Jah, ég myndi halda að það væri, mmm… , ágætis ágiskun.\nMA: Og hugsanlega, þar sem hann er bróðir Siriusar, þá átti hann annan spegil –\nJKR: (trommar með fingrunum á gosdós sem hún hefur í höndunum.)\nMA: Er hann með annan spegil, eða kannski spegilinn hans Siriusar –\nJKR: Ég segi ekkert um þann spegil. Sá spegill er ekki til umræðu.\n(Allir hlæja, Jo eins og brjálæðingur).\nHvað er verið að meina með R.A.B? Er það e-h sem kemur fram í 6 bókinni ég las hana á svo miklu maraþoni að ég er búin að gleyma svona helmingnum. Bara hvað er málið með þetta R.A.B. Og líka er verið að tala um the two way mirror Sirius og James notuðu?\nOg svo annað\n(Innskot frá Tzipporah – okei, stóðst ekki mátið… var þetta ekki akkurat það sem við Æsa sögðum um daginn þegar þessi umræða kom upp? Við erum svo klárar!)\nHvenaær kom þessi umræða upp og afhverju missti ég af henni Ég á við ég er búin að vita það að hláturinn var ekki uppspuni dálítið lengi, reyndar fyrst þegar ég las þriðju bókina og kom að partinum þar sem sagt er allt þetta með Pettergrew var svikarinn ekki Sirius, þá hugsaði ég bara hvað er þá málið með hláturinn. En svo þegar ég pældi í því þá meikaði það sense þetta er svona eins og þegar maður fer að hlæja eftir að hafa séð e-h very scary atriði í hryllingsmynd þetta er svona miny taugaáfall tilfinningarnar fara bara út og suður.\nOg svo eitt í viðbót\nEins og ákveðnir hjónabandsmiðlarar sem við þekkjum!\nHvað er málið með þessar Harry og Hermione verða par umræður er það ekki búið að vera dálítið MJÖG MIKIÐ augljöst að þau eiga EKKI eftir að enda upp sem par heldur Hermione og Ron? Ég er búin að vita það síðan ég sá mynd 2 þangað til var ég bara of treg (eða of ung)til að fatta vísbendingarnar í bókunum. En nú þegar ég pæli í því þá er það augljóst. Í fyrsta lagi þá rífast Hermione og Ron eins og hundur og köttur, sem er náttúrulega besta leiðin til að fela tilfinningar sínar til annara persónu, með því að láta eins og maður þoli hana ekki, ég meina pælum í gömlum hjónum sem eru alltaf að rífast en elska samt hvort annað út af lífinu.\nOg í öðru lagi þá hefur Hermione augljóslega engar tilfinningar til Harrys, það sést á því að hún er ekkert feimin við að faðma hann og kyssa þar sem tilfinningar hennar til hans eru bara vinalegar, en þegar kemur að Ron þá þorir hún varla að snerta hann, því að hún er svo hrædd um að þá muni hennar raunverulegu tilfinningar hennar til hans koma upp á yfirborðið. Og maður mundi halda að þau væru bæði búin að fatta þetta fyrir löngu, hversu treg geta þau eiginlega verið, sérstaklega mundi maður halda að Hermione væri búin að fatta þetta þar sem hún er svo súper gáfuð. En þau virða loksins vera farin að kvekja á perunni allavega miðað við samræðurnar sem urðu á milli þeirra í 6 bókinni (ég held að þið fattið hvaða samræður ég á við).\nEn allavega ég biðst afsökunar á blaðrinu í mér ég missti mig aðeins, þetta er mjög góð grein og ég hlakka til að lesa áframhaldið og ég lofa að missa mig ekki svona mikið í álitinu mínu á næsta parti.\nMjög gott framlag hjá þér Tzipporah að nenna að þýða þetta allt. Aldrei mundi ég nenna því.\nKveðja Catium."
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2005-09-01 00:53:42",
            "id": "2435774",
            "reply_to_id": "2434502",
            "text": "R.A.B. var sá sem kvittaði undir miðann sem var í nistinu sem Harry og Dumbledore héldu að væri horcrux. Kemur fram alveg í lok bókarinnar.\nJá það er verið að tala um speglana sem Sirius og James notuðu.\nUmræðurnar voru einhverntíman á síðasta árinu. Talsvert síðan. Man ekki hvar. Hugsanlega í einhverjum af hinum greinakubbunum, spurningakubbnum eða quibblerkubbnum. Man ekki. Æsa sendi inn grein um að Sirius væri vondur… hún var ekkert að meina það bara að koma af stað umræðum. Umræður spruttu heitari en nokkrusinni fyrr og þar var verið að ræða þennan hlátur m.a. Reyndar líka einhversstaðar annarsstaðar. Man ekki alveg… langt síðan.\nHarry/Hermione miðlarar… stór hópur… nokkrir hér á huga m.a.s. Nátturlega ekki lengur því nú er búið að þagga niður í þeim.\nÉg gekk nú ekki jafn langt og Emmerson í að segja að þeir séu veruleikafyrrtir en ég mótmæli honum ekki.\nSérstaklega þegar þessi hópur fer að verða of ógnvekjandi.\nÉg held að Harry/Hermione miðlararnir hafi haldið í þær staðreyndir að söguhetjan fær oftast stúlkuna (og þar sem Hermione var eina stúlkan lengi vel, Ginny var of vel falin, þá var hún eini möguleikinn) og líka í setningu sem er í lok fjórðu bókarinnar:\n“Bye, Harry!” said Hermione, and she did something she had never done before, and kissed him on the cheek.\nFrekar þunnur þráður til að hanga á… en svona bítur fólk margt í sig."
        },
        {
            "user": "Catium",
            "user_id": "56286",
            "date": "2005-09-01 19:04:52",
            "id": "2437579",
            "reply_to_id": "2435774",
            "text": "Ok ég skil.\nÉg var bara búin að gleyma R.A.B. undirskriftinni á miðanum en um leið og ég las greinina um hver R.A.B er hérna á áhugamálinu þá mundi ég þetta allt.\nOg það er ekki skrýtið að ég muni ekki eftir þessum umræðum um Sirius þar sem ég enduruppgötvaði Huga.is ekki fyrr en síðasta haust.\nÉg er sammála þér og Emmerson um Harry/Hermione miðlarana þeir eru kannski ekki veruleikafyrrtir en þetta er samt býsna þunnur þráður til að halda sér í. Mér hefur aldrei einu sinni flögrað í hug að Harry og Hermione væru líklegt par mér hefur bara aldrei fundist þau passa saman.\nEn allavega þetta útskýrir margt og bara sorrý fyrir spurningaflóðið í mér eins og ég sagði ég missti mig dálítið MIKIÐ.\nOg ég er búin að fatta það hvernig miðlararnir fóru fram hjá mér. Það er svoleiðis að ég var ekki mikið inni á netinu fyrr en fyrir ári síðan og þá var ég aðallega inn á huga og mjög lítið inn á útlendum Harry Potter fan síðum og ef ég var inn á þeim þá var ég ekkert mikið að lesa svona umræður. En allavega ég er farin að blaðra aftur.\nBara takk fyrir að nenna að svara mér þú ert algjört æði."
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2005-12-08 17:43:46",
            "id": "2788812",
            "reply_to_id": "2383658",
            "text": "Þú ert ógisslega dugleg að þýða þetta, ég hefði gefist upp fyrir löngu. Fín innskot :)"
        },
        {
            "user": "GullaGris",
            "user_id": "51458",
            "date": "2006-03-26 16:14:14",
            "id": "3268581",
            "reply_to_id": "2383658",
            "text": "Haha! Ég kláraði, loksins, að lesa þetta! Þú varst að segja einhverntíman að ég væri veruleikafyrrt í sambandi við Ron og Hermione. En veistu… ég vil samt ekki sjá þau saman, sama hversu augljóst það er! Huh. Og þetta var góð þýðing hjá þér."
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-03-26 22:59:21",
            "id": "3270719",
            "reply_to_id": "3268581",
            "text": "Takk fyrir það.\nÉg sagði það áður og stend við það, líkt og vinur minn Emerson segir, þú ert veruleikafyrrt!\nÞau eru fullkomin saman. Vega hvort annað svo innilega og skemmtilega upp.\nEn ég segi þetta af dýpstu ástúð ;P\nKveðja\nTzipporah"
        },
        {
            "user": "GullaGris",
            "user_id": "51458",
            "date": "2006-03-27 22:38:12",
            "id": "3275252",
            "reply_to_id": "3270719",
            "text": "Og enn of aftur neita ég þessu. Mér finnst Ron bara vera of mikill kjáni og Hermione of gáfuð/fullorðinsleg til að þau passi saman… :þ Ég óttast að við eigum aldrei eftir að hætta þessu. En ég GET sagt þér það að mér finnst ekki eins og hún og Harry ættu að vera saman… geturðu ímyndað þér hárið á börnunum þeirra?!"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-03-28 10:52:40",
            "id": "3276222",
            "reply_to_id": "3275252",
            "text": "hahahaha\nvery big and messy hair\nÉg skil alveg hvað þú átt við með að Ron sé of kjánalegur fyrir Hermione. En málið er að Hermione gleymir oft að kjánast og hafa gaman af hlutunum. Þá er gott fyrir hana að hafa einn Ron til að sýna henni hvar brandararnir liggja og létta hennar lund. Þar fyrir utan er Ron mjög skarpur, hann bara notar gáfur sínar ekki jafn vel og aðrir í kring um hann. Hermione getur hjálpað honum að stilla fókusinn á það sem máli skiptir. Það er ekki endilega gott fyrir sambandið ef fólkið er of líkt. Hugsaðu þér ef að tveir algerir skýjaglópar með ekkert fjármálavit myndu ganga í hjónaband og stofna heimili. Það heimili væri ekki lengi að verða gjaldþrota og flosna upp.\nAllir skýjaglópar þurfa einhvern jarðbundinn til að tengja þá við raunveruleikann. Hermione heldur í spottann hans Rons og passar uppá að hann fljúgi ekki of langt í burtu.\nKveðja\nTzipporah"
        }
    ]
}