{
    "forum_title": "Deiglan",
    "user": "girlygirl",
    "user_id": "9160",
    "date": "2001-06-21 23:24:35",
    "title": "Kona drap börnin sín",
    "text": "Kona í Texas í Bandaríkjunum drap öll fimm börn sín í gær, það yngsta var aðeins sjö mánaða. Hún drekkti þeim í baðkeri á heimili sínu.\nMaðurinn hennar styður við bakið á henni, því hún gerði þetta vegna fæðingarþunglyndis.\nHann sagði í blaðaviðtali í dag, “Ég styð hana vegna þess að annars vegar veit ég að hún drap börnin okkar… en hins vegar veit ég að konan hérna er ekki konan sem drap börnin mín,” og benti á mynd af henni.\n“Hún hafði geðrænar aukaverkanir ásamt þunglyndinu hennar sem leiddi hana í að gera þetta. Hún elskaði börnin okkar og allir vissu að hún gerði það.”\n“Andrea, ef þú sérð þetta, ég elska þig,” sagði Yates.\nAndrea Yates, 36 ára, var stungið í fangelsi strax og kærð fyrir morð, af því hún býr í Texas er mikill möguleiki á að hún verði aflífuð.\nRéttarhöldin yfir henni byrja á föstudag.\nÁ miðvikudagsmorgun hringdi hún í lögregluna og sagði að hún hefði drepið börnin sín.\nÞau yngstu, Luke, tveggja, Paul, þriggja, John, fimm, og sjö mánaða gömul dóttir þeirra, Mary, voru fundin í rúmi, undir laki, ennþá blaut. Sjö ára gamli Noah var enn í baðinu, þar sem haldið er að hún hafi drekkt þeim.\nHún var á lyfjum vegna fæðingarþunglyndisins, meðal annars Haldol sem er venjulega notað fyrir alvarlegri tilfelli af þunglyndi og getur leitt til ofbeldis.\nMaðurinn hennar segir að hann vilji alls ekki dauðarefsingu fyrir konuna sína vegna þess að “hún var augljóslega ekki hún sjálf” þegar hún drap börnin sín.\nSjálfri finnst mér þetta virkilega ógeðslegt og að sjálfsögðu á henni að vera refsað fyrir þetta, en ég er hinsvegar á móti dauðarefsingu, sérstaklega á fólki sem er augljóslega ekki heilt á geði.",
    "url": "https://www.hugi.is/deiglan/greinar/31971/kona-drap-bornin-sin/",
    "url_id": "31971",
    "id": "214241",
    "replies": [
        {
            "user": "pernilla",
            "user_id": "6391",
            "date": "2001-06-22 07:44:34",
            "id": "214242",
            "reply_to_id": "214241",
            "text": "Thetta er vidbjodslegt, hun vard svona thunglynd lika eftir ad pabbi hennar do og svo var yngsta barnid 6 manada. Madur ser lika hvad er stutt a milli thessara fimm barna og hun hefur greinilega bara frikad ut thegar pabbinn do.\nAfsakid stafina, skolinn bydur ekki upp a islenskt lyklabord-thegar madur byr i Danmørku.\nKvedja,\nPernilla"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2001-06-22 10:11:20",
            "id": "214243",
            "reply_to_id": "214241",
            "text": "5 börn á sjö árum er náttúrulega ekkert eðlilegt.  Skoðið líka nöfnin á börnunum.  Allt biblíunöfn.  Þetta hefur ábyggilega verið eitthvað ofsatrúarfólk sem er á móti getnaðarvörnum."
        },
        {
            "user": "talbina",
            "user_id": "10811",
            "date": "2001-06-22 11:34:09",
            "id": "214244",
            "reply_to_id": "214243",
            "text": "Þetta er sorglegt og svo verður hún líka drepin, aumingja maðurinn henna"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2001-06-22 11:55:43",
            "id": "214245",
            "reply_to_id": "214244",
            "text": "auðvitað á hún að fá dauðarefsingu, held að það sé líka betra fyrir hana sjálfa í stað þess að lifa alla ævi í fangelsi með þetta á sér."
        },
        {
            "user": "ADD",
            "user_id": "6178",
            "date": "2001-06-22 12:33:57",
            "id": "214246",
            "reply_to_id": "214245",
            "text": "tholli:  Hún var búin að vera með fæðingarþunglyndi í 2ár og undir læknishendi þannig að konan var veik.  Það er ekki langt síðan kona hér á landi með fæðingarsturlun drap nýfætt barn sitt.  Hún fékk skilorðsbundin dóm og lifir með þessu.  Hefði átt að drepa þessa íslensku konu?"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2001-06-22 13:32:51",
            "id": "214247",
            "reply_to_id": "214246",
            "text": "Bandaríkjamenn dæma sakhæfi öðruvísi en við.  Ef konan gerir sér grein fyrir því að hún drap börnin sín þá er hún sakhæf og mætti þess vegna lífláta hana.  Jafnvel þó hún hafi álitið í geðvillu sinni að það sem hún væri að gera væri börnunum fyrir bestu.  Mér finnst samt ólíklegt að hún verði dæmd til dauða."
        },
        {
            "user": "Pixie",
            "user_id": "2413",
            "date": "2001-06-22 13:34:26",
            "id": "214248",
            "reply_to_id": "214246",
            "text": "ADD:\nÉg er ekki meðfylgjandi dauðarefsingu, en það þarf að fremja tvo eða fleiri alvarlega glæði í Texas til að eiga hættu á dauðarefsingu.\nKonan hér á Íslandi var sek um eitt morð.\nAndrea Yates er sek um fimm morð! Og fórnarlömbin voru hennar eigin börn sem að öll voru undir átta ára aldri.\nÉg er þeirrar skoðunnar að það sé auðvels leið út fyrir fólk að fá dauðarefsinguna, mín skoðun er sú að hún eigi að fá að lifa með þetta alla ævi… í fangelsi.\n- Pixie"
        },
        {
            "user": "Shamaroth",
            "user_id": "5285",
            "date": "2001-06-22 13:39:47",
            "id": "214249",
            "reply_to_id": "214248",
            "text": "Vissulega á ekki að sleppa henni, en það er andskoti hart að láta fólk lifa við svona. Hún vissi varla hvað var að gerast þegar hún drap þau, það er bara augljóst"
        },
        {
            "user": "vatn111",
            "user_id": "6817",
            "date": "2001-06-22 16:31:01",
            "id": "214250",
            "reply_to_id": "214249",
            "text": "Mér finnt þessi kona ekki eiga skilið að lifa. Ef hún hefði verið heil á geði, ekkert þunglyndi, þá ætti að taka hana af lífi á staðnum.\nÞað væri nú samt næg refsing að láta hana lifa lífinu í fangelsi með fimm morð á samviskunni, ef hún hefur samvisku :-)"
        },
        {
            "user": "JediMLD",
            "user_id": "2426",
            "date": "2001-06-22 22:32:41",
            "id": "214251",
            "reply_to_id": "214250",
            "text": "góður punktur lgh með bíblíunöfnin!"
        },
        {
            "user": "sexybitz",
            "user_id": "7647",
            "date": "2001-06-22 11:56:42",
            "id": "214252",
            "reply_to_id": "214244",
            "text": "ÉG myndi allavega ekki vilja vera í sporum þeirra sem verða að ákveða hvort konan er sakhæf eða ekki, huxa að það sé ekkert auðvelt starf sérstaklega vegna þess hversu ógeðslegur verknaður þetta er.."
        },
        {
            "user": "Refur98",
            "user_id": "4412",
            "date": "2001-06-23 17:31:48",
            "id": "214253",
            "reply_to_id": "214243",
            "text": "Ég heyrði í fréttunum að þessi hjón væru strangtrúaðir kaþólikkar.  Semsagt, engar getnaðarvarnir.  Skýrir vel allan barnaskarann."
        },
        {
            "user": "BClinton",
            "user_id": "10033",
            "date": "2001-06-22 16:25:57",
            "id": "214254",
            "reply_to_id": "214241",
            "text": "Hver gerir svona lagað? Það var vitað að konan var illa hrjáð af þunglyndi og var á mjög sterkum lyfjum. Hún var illa stödd andlega og vitað að hún gæti framið ofbeldisverk. Ég spyr- Af hverju var ekki hægt að sjá þetta fyrir og koma í veg fyrir þetta? Öll mín samúð liggur hjá greyið manninum-ég veit ekki hvað ég myndi gera ef konan mín myndi gera börnunum mínum eitthvað."
        },
        {
            "user": "Lilu",
            "user_id": "7881",
            "date": "2001-06-22 23:53:08",
            "id": "214255",
            "reply_to_id": "214241",
            "text": "Mér finnst þetta fyrst og fremst ótrúlega sorglegt og sé ekki hvernig nokkur refsing gæti mögulega látið nokkrum líða betur eða þjónað nokkrum tilgangi.  Konan þarf einfaldlega á hjálp að halda og það mikilli hjálp.  Ef hún yrði tekin af lífi væri þá ekki verið að auka enn á harmleikinn sem greyið maðurinn þarf að ganga í gegnum, ekki nóg með að hann missti fimm börn heldur konuna sína líka.\nÞað er einfaldlega ekki hægt að setja sig í spor þessa fólks og þess vegna finnst mér skuggalegt þegar eitthvað fólk úti í bæ sest í dómarasæti og gargar “hausinn af, hausinn af.”\nKveðja,\nLilu."
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2001-06-23 14:26:09",
            "id": "214256",
            "reply_to_id": "214255",
            "text": "Það á að taka kerlinguna hrottalega af lífi!!\nBrenna hana á báli, því hún er greinilega sönn svarthjörtuð norn!\nSjóða hana lifandi, eða fæða hana píranafiskum!"
        },
        {
            "user": "radical",
            "user_id": "5666",
            "date": "2001-06-24 00:38:35",
            "id": "214257",
            "reply_to_id": "214255",
            "text": "100% sammála Lilu. Það er enginn lausn á þessum vanda að lífláta þessa konu. Það eykur hann bara. Fyrir utan það að mér líkar illa við þá staðreynd að “Ríkið” sé í þeim buisness að myrða fólk. Það sýnir mér bara hræsnina sem er í þeim löndum sem það tíðkast. “Það má enginn lífláta fólk… nema við” finnst mér mjög röng skilaboð.\npotent"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-24 01:41:05",
            "id": "214258",
            "reply_to_id": "214257",
            "text": "Talandi um dauðarefsingar…\nÆtli greyið konan sjái ekki bara sjálf um að deyða sig. Ég get ekki trúað öðru. Ef hún hafi verið veik á þessu tímabili."
        }
    ]
}