{
    "forum_title": "Litbolti",
    "user": "daxes",
    "user_id": "14",
    "date": "2001-06-21 18:22:35",
    "title": "Miðvikudagskvöld á vellinum í Kópavogi tekin frá",
    "text": "Litbolti ehf. sem rekur vellina í Lundi, Kópavogi, býður félögum í\nLitboltafélagi Reykjavíkur, LBFR, sérkjör, sem eru þessi :\n1) Miðvikudagskvöld verða tekin frá fyrir félagsmenn í litboltafélögum. Menn þurfa að sýna fram á aðild að litboltafélagi með sannanlegum hætti við innganginn, þ.e. með félagsskírteini.\n2) Aðgangsgjald er 900 krónur fyrir kvöldið sem er stórfelldur afsláttur frá venjulegu gjaldi, en menn nota eigin útbúnað.  Leiga á merkjara, galla, kúlur eða kolsýra er ekki innifalið í þessu verði.\n3) Leyfilegt er að koma með eigin kúlur og nota þær.  Kúlur verða seldar á staðnum, verðið er 7.900 krónur fyrir kassann.  Eingöngu selt á þessum kvöldum og í heilum kössum.\n4) Kolsýruáfylling kostar 300 krónur.\nÍ ljósi þessa mun Litboltafélag Reykjavíkur útbúa félagsskírteini fyrir þá félagsmenn sem greitt hafa árgjald fyrir árið 2001.  Þeir sem þegar hafa greitt árgjaldið munu fá skírteini sín afhent næsta miðvikudagskvöld.  Það verður einnig hægt að greiða árgjaldið á staðnum.\nStjórn skorar á alla félagsmenn að greiða árgjaldið og fá skírteini til að nýta sér þetta tilboð. Einfaldast er að millifæra á reikning félagsins gegnum heimabanka eða leggja inn í næsta Búnaðarbanka.\nReikningsnúmer 0303-26-9910\nEigandi Litboltafélag Reykjavíkur, LBFR\nkennitala 540200-2540\nÁrgjöldin gera félagið einnig sterkara til að geta unnið að hagsmunamálum félagsmanna og gert iðkun litbolta ánægjulegri fyrir alla.\nbestu kveðjur og vonandi sjáumst við sem flest næsta miðvikudagskvöld\nGuðmann Bragi Birgisson\naka DaXes\nLBFR",
    "url": "https://www.hugi.is/litbolti/greinar/31974/midvikudagskvold-a-vellinum-i-kopavogi-tekin-fra/",
    "url_id": "31974",
    "id": "214271",
    "replies": [
        {
            "user": "daxes",
            "user_id": "14",
            "date": "2001-06-21 19:31:34",
            "id": "214272",
            "reply_to_id": "214271",
            "text": "Eru ekki 5000 kúlur í hverjum kassa ?\nErtu nokkuð með verðið á því hvað kostar að leigja byssu hjá þeim ?\n=) bíð spenntur eftir næstu pöntun."
        },
        {
            "user": "daxes",
            "user_id": "14",
            "date": "2001-06-21 20:03:51",
            "id": "214273",
            "reply_to_id": "214272",
            "text": "Það eru 2500 kúlur í kassanum.\nÞað kostar 2900 að leigja útbúnað á venjulegum verðum.\nÞessi kvöld eru eingöngu fyrir félagsmenn og miðað er við að menn þurfi ekki að leigja útbúnaðinn.\nkv,\nDaXes"
        }
    ]
}