{
    "forum_title": "Sci-Fi",
    "user": "IngvarL",
    "user_id": "50417",
    "date": "2005-08-15 20:04:47",
    "title": "Jack O'Neill",
    "text": "Nú sér fólk titilinn, annaðhvort er því alveg sama, það veit hver Jack O'Neill eða það spyr sig: Hver er Jack O'Neill.\nJack O'Neill er persóna úr sívinsælu sjónvarpsþáttunum Stargate SG-1, bíómyndinni Stargate og svo kemur hann einnig smá fyrir í þáttunum Stargate Atlantis.\nJack O'Neill sem var leikinn af Kurt Russell í Stargate myndinni er leikinn af Richard Dean Anderson í þáttaröðunum, allir sem hafa horft á Stargate myndina og þættina hljóta að velta fyrir sér hvort þetta sé sama persónan, sá sem Kurt Russell leikur er alvarlegur og hefur mjg takmarkaðan húmor, einnig er talað um hann sem Jack O'Neil með einu L-i en persónan sem Richard Dean Anderson leikur tekur starfinu alvarlega en einhvernveginn tekst að gera grín að öllu og getur alltaf látið mann hlægja en nafnið hans er skrifað með O'Neill. Einnig í Stargate þáttunum hefur allaveganna einu sinni verið vitnað í Jack O'Neil sem á einmitt að hafa engan húmor, þar sem Richard Dean Anderson ítrekar að nafnið hans er skrifað með tveim L-um en ekki einu.\nEn ef maður skoðar seríurnar og myndina þá sér maður að þetta er sama persónan, bæði er oft vitnað í það sem gerðist í myndinni í þáttunum og svo eru aðstæður þeirra beggja þær sömu, sonur þeirra beggja drap sig með byssu sem hann fann en Jack O'Neill átti.\nEn til að byrja greinina almennilega.\nJack O'Neill gekk í herinn við átján ára aldur þar sem hann sýndi fram á einstaka hæfileika og var seinna færður í sérdeild hersins, betur þekktar sem “Special Forces”. Ekki er mikið vitað um þann hluta lífs hans en vitað er að hann hætti í hernum þegar sonur hans skaut sig með byssunni sem Jack átti og hafði því miður ekki gengið almennilega frá, konan hans skildi við hann og Jack missti löngunina til að lifa. Nokkrum árum seinna var hann dreginn inní Stargate verkefnið af General West sem vissi að Jack væri í sjálfsmorðshugleiðinum og ætti því ekki erfitt með að fórna sjálfum sér ef það þyrfti.\nEftir það Stargate verkefni byrjaði hann að fá áhuga á stjörnum, hætti aftur í hernum og hékk heima hjá sér skoðandi stjörnur allan daginn. Seinna var hann dreginn enn einu sinni aftur inní Stargate verkefnið af General Hammond þar sem hann tók við stjórn SG-1 eða Stargate Group One sem er þeir bestu af þeim bestu. Hann hafði öðlast vilja til að lifa aftur. Lífið hélt áfram sinn vanagang, SG-1 bjargaði heiminum nokkrum sinnum en svo í áttundu seríu fær Jack O'Neill stöðuhækkun í Brigadier General og tekur við stjórn SGC (Stargate Command) og hættir í SG-1. Hann byrjar að velta sér uppúr því af hverju hann tók starfinu, hann hafði skemmtilegt starf sem var háskalegt og spennandi en núna var hann orðinn skrifstofublók sem þurfti að passa að það var til nægilegt magn af kartöflum fyrir matinn.\nÍ níundu seríu fékk hann stöðuhækkunin í Major General og er búist við því að hann taki enn sinu sinni við starfinu af General Hammond og verði yfir Homeworld Security í beinu samstarfi við forsetann en hann mun færast inní bakgrunnin í þeirri seríu og koma aðeins sem gestaleikari.\nPersónulega mun ég sakna persónunnar, finnst húmorinn hans alltaf vera skemmtileg viðbót við þættina, Richard Dean Anderson sem annar framleiðandi þáttana heimtaði líka að persónan hans hefði skemmtilegan húmor og gæti komið með skemmtileg skot á óviðeigandi timum.\n(Jack to an annoying reporter)\nJack:\nAlright… if you're gonna go ahead with it, I wanna make sure you get one thing right. It's O'Neill, with 2 L's. There's another Colonel O'Neil with only one L - he has no sense of humor at all.\nJack:\nAK-47s, a couple of Uzis… who eliminated the 15-day waiting period for those weapons?\nSam:\nAnd it looks like a pair of 50 .cals.\nJack:\nDoes the concept of overkill mean anything to anybody?\nEinnig er eitt annað persónueinkenni við O'Neill en það að hann gerir alltaf lítið úr gáfum sínum þó að hann sé andskoti gáfaður, man að ég las einhversstaðar að hann hefði allsvaðalegar gráður úr einhverjum virtum háskóla, man bara ekki hvar það stóð né hvaða gráður hann hafði :)\nJæja, held að þetta sé komið alveg fínt um hann Jack O'Neill",
    "url": "https://www.hugi.is/scifi/greinar/319856/jack-oneill/",
    "url_id": "319856",
    "id": "2385316",
    "replies": [
        {
            "user": "Rusty",
            "user_id": "39411",
            "date": "2005-08-15 21:31:54",
            "id": "2385528",
            "reply_to_id": "2385316",
            "text": "Er til bíómynd? Hef bara fylgst vel með þáttunum…\nEn þessi lína varðandi L'in, var frekar sniðug :)"
        },
        {
            "user": "Akuma",
            "user_id": "37816",
            "date": "2005-08-15 21:53:54",
            "id": "2385582",
            "reply_to_id": "2385316",
            "text": "Hann er ekkert menntaður, kom fram í einum þætti að þegar Sam hefði verið að mennta sig hefði hann verið að skemmta sér…\nEn allaveganna, geðveikir þættir, hef séð hvern einasta auk Stargate Atlantis."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-15 22:06:38",
            "id": "2385636",
            "reply_to_id": "2385582",
            "text": "Hann er flugmaður ekki allir sem geta verið það."
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2005-08-15 22:14:03",
            "id": "2385667",
            "reply_to_id": "2385582",
            "text": "Hann er nefnilega menntaður, sést þegar hann verður General að hann hengir upp allskonar gráður á vegginn, hann bara gerir ógeðslega lítið úr menntun sinni, svo þarf maður nú að verða andskoti gáfaður til að fá að stjórna SGC"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-15 22:05:59",
            "id": "2385628",
            "reply_to_id": "2385316",
            "text": "ÉG VERÐ NÚ BARA AÐ SEGJA: Þessi gaur er snilld. Bara einn af findnustu persónum sem hefur sést á hvíta tjaldinu."
        },
        {
            "user": "kelimar",
            "user_id": "20604",
            "date": "2005-08-15 23:42:34",
            "id": "2385946",
            "reply_to_id": "2385316",
            "text": "þú gleymdir að mynnast á að hann er mikill simpsons aðdáandi"
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2005-08-15 23:45:27",
            "id": "2385961",
            "reply_to_id": "2385946",
            "text": "Amm, gleymdi þvi, ætlaði að taka það fram en gleymdi því einhvernveginn.\nRichard Dean Anderson fékk einmitt langþráðan draum þegar hann fékk að leika gestahlutverk í Simpsons þáttunum, enda er hann sjálfur mikill Simpsons aðdáandi og það er útaf honum sem er alltaf verið að minnast á simpsons í Stargate"
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2005-08-16 01:28:32",
            "id": "2386268",
            "reply_to_id": "2385961",
            "text": "Til gamans má geta að\nDan Castellaneta var guest star í einum sg-1 þætti."
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2005-08-15 23:42:53",
            "id": "2385948",
            "reply_to_id": "2385316",
            "text": "Sammála…\nGífurlega skemmtilegur karakter og hans verður sárt saknað.\nSatt að segja hef ég ekki verið mjög ánægður með fyrstu 5 þættina af SG1 þetta árið, en Sam byrjar aftur í næsta þætti svo það ætti vonandi að lagast.  Vala er skemmtileg en öllu má nú ofgera.\nO'Neill hefur alltaf átt skemmtilegustu setningarnar í þáttunum.\nÞað er líka gaman að því hvað það kemur mikið frá RDA sjálfum, eins og t.d. það að hann þolir ekki klisjur, elskar Simpsons og Mary Steenburgen og það fer ógurlega í taugarnar á honum þegar fólk notar ranga málfræði.\nÉg læt hérna fylgja nokkur O'Neill gullkorn:\nJack O'Neill: How's a needle in my butt going to get water out of my ear?\n–\nTeal'c: Appearances may be deceiving.\nJack O'Neill: One man's ceiling is another man's floor.\nDaniel: A fool's paradise is a wise man's hell.\nJack O'Neill: Never run with… scissors?\n–\nJack O'Neill: They put that damn memory thing on me. And then they gave me something that reminded me of the ‘70s.\n–\nDaniel: You could fit every pyramid on Earth inside this thing and still have room to spare.\nJack O’Neill: Can you imagine heating this place?\n–\nSam Carter: The asteroid has an irregular shape, but we've calculated its length from end to end to be approximately 137 kilometers.\nJack O'Neill: I've seen this movie. It hits Paris.\n–\nJack O'Neill: I remembered something. There's a man. He is bald and wears a short sleeve shirt. And somehow, he is important to me… I think his name is… Homer. (lýsingin á nákvæmlega við General Hammond)\n–\nEftir bardaga sem endar með O'Neill á gólfinu:\nHu'rak: No matter what you have endured, you've never experienced the likes of what Anubis is capable of.\nJack O'Neill: You ended that sentence with a preposition, bastard.\n–\nJack O'Neill: D'oh!\nTeal'c: What is it, O'Neill?\nJack O'Neill: I forgot to tape The Simpsons!\n–\nJack O'Neill: I can't tell you.\nMajor Thornbird: Some sort of state secret?\nJack O'Neill: No. Just difficult to pronounce.\n:)"
        },
        {
            "user": "ojb",
            "user_id": "1502",
            "date": "2005-08-15 23:55:58",
            "id": "2386001",
            "reply_to_id": "2385316",
            "text": "Stargate er bara ekki það sama án hans. Má alveg sleppa hinum. Ætti að downgrada hann til að fá til baka."
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2005-08-15 23:58:11",
            "id": "2386006",
            "reply_to_id": "2386001",
            "text": "Amm, ég hef ekki séð níundu seríu og varla að ég þori að horfa á hana til að missa ekki álit mitt á Stargate. Náttúrulega bara must að hafa O'Neill og svo túlkar Richard Dean Anderson hann svo skemmtilega."
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2005-08-16 03:16:06",
            "id": "2386438",
            "reply_to_id": "2386001",
            "text": "Jamm, en RDA vildi hætta.  Hann er ‘retired’.\nHann er einstæður faðir og vildi eyða sem mestum tíma með dóttur sinni.  Það er sama ástæðan og þegar hann var bara í 15 þáttum á síðasta ári… og minna í þeim."
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2005-08-16 22:48:09",
            "id": "2389190",
            "reply_to_id": "2386438",
            "text": "Var hann giftur?"
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2005-08-16 23:36:20",
            "id": "2389371",
            "reply_to_id": "2389190",
            "text": "Nei, hann hefur aldrei verið giftur.\nHann hefur hins vegar átt í sambandi við margar fallegar konur, eins og t.d. Sela Ward, Teri Hatcher, Marlee Matlin, Lara Flynn Boyle og skautadrottninguna Katarina Witt.\nBarnsmóðir hans er kona að nafni Apryl Prose.\nDóttir hans er nýorðin 7 ára og ber nafnið Wylie Quinn Annarose Anderson."
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2005-08-17 10:08:13",
            "id": "2389994",
            "reply_to_id": "2389371",
            "text": "Takk fyrir þetta. Góðar upplýsingar.\nHann er þá ekki ennþá með þessari Apryl Prose?"
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2005-08-17 16:01:49",
            "id": "2390638",
            "reply_to_id": "2389994",
            "text": "Held ekki… það fer tvennum sögum af því.\nSumar vefsíður segja að hún sé “long time girlfriend” á meðan aðrar segja að hann sé einstæður faðir.  Eina ástæðan fyrir því að ég sagði einstæður faðir áður, var vegna þess að það var á official Stargate vefsíðunni… en það gæti vel verið rangt.  Hann er mjög prívat maður þannig að það eru engar official upplýsingar frá honum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-16 22:52:02",
            "id": "2389203",
            "reply_to_id": "2385316",
            "text": "SNILLD!!!"
        },
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2005-08-17 21:52:11",
            "id": "2391731",
            "reply_to_id": "2385316",
            "text": "West dró hann inní stargate verkefnið ekki mörgum árum heldur vikum mánuðum eftir að sonur hans dó af voðaskoti.\nÞað fær maður út þegar maður kemst að því að Jack og Sarah giftust í kringum 1988-89 og að charlie fæddist nokkru síðar og myndin gerist 1996\nWest setti O'Neill í frí eftir að Charlie O'Neill lést og lét hann snúa aftur þegar Daniel Jackson sýndi fram á að ónefnda verkefnið á þeim tíma gæti hugsanlega virkað.\nÞað er ekki beint tekið fram en O'Neill hefur lengi haft áhuga fyrir stjarnfræði… (gæti verið að ég hafi rangt fyrir mér)"
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2005-08-17 21:55:21",
            "id": "2391749",
            "reply_to_id": "2391731",
            "text": "Jæja, ok, með árin gæti hafa verið vitlaust hjá mér og takk fyrir að leiðrétta það en í allra fyrsta þættinum er tekið fram að hann hafi áhuga á stjörnufræði og svo kemur það stundum fram.\nÍ einum þættinum gat hann staðsett SG-1 með því að horfa á stjörnurnar, allir furðuðu sig á því hvernig hann gat það þar sem hann sýndi nú ekki fram á miklar gáfur og þá spurði hann hvað í andskotanum þau héldu að hann hefði verið að gera með þennan stjörnusjónauka uppá þaki hjá sér…"
        },
        {
            "user": "steinivalda",
            "user_id": "34079",
            "date": "2005-08-29 10:41:14",
            "id": "2425952",
            "reply_to_id": "2385316",
            "text": "Langar að sjá þessa þætti en hef aldrei. Ég fylgdist hins vega með MacGyver þáttunum sem Richard Dean Anderson lék í þegar þeir voru endursýndir í vetur á TV2 í noregi. Það voru snilldar þættir :þ"
        },
        {
            "user": "Duelfield",
            "user_id": "54505",
            "date": "2005-09-02 23:34:35",
            "id": "2441433",
            "reply_to_id": "2385316",
            "text": "Jack: AK-47s, a couple of Uzis… who eliminated the 15-day waiting period for those weapons?\nSam: And it looks like a pair of 50 .cals.\nJack: Does the concept of overkill mean anything to anybody?\nHAHAHA SNILLD!!! Hef hvorki séð þættina né myndina en ég kíkti á þessa grein og nú verð ég að sjá það allt."
        }
    ]
}