{
    "forum_title": "Deiglan",
    "user": "skuggi85",
    "user_id": "12479",
    "date": "2005-08-17 23:30:46",
    "title": "Barátta samkynhneigðra...",
    "text": "Er baráttu samkynhneigðra lokið? Í þeim mörgu umræðum sem ég hef tekið þátt í um baráttu og/eða réttindi samkynhneigðra hefur þeirri fullyrðingu oft verið kastað í mig að það sé ekki lengur neitt fyrir samkynhneigða til að berjast fyrir. Samfélagið sé búið að sætta sig við samkynhneigð og flestir samkynhneigðir geti lifað sínum lífstíl án vandræða. Satt er það að staða samkynhneigðra á Íslandi er með þeim bestu sem þekkist í heiminum, en ég mun seint vera sammála því að baráttunni sé lokið. Þó ég sé ekki stuðningsmaður Framsóknarflokksins þá fagna ég þeirri ákvörðun þeirra að berjast fyrir fullum réttindum samkynhneigðra, sem forsætis- og félagsmálaráðherra hafa tjáð sig um. Allir stjórnmálaflokkar nema Sjálfstæðisflokkurinn hafa lýst yfir vilja til að auka réttindi samkynhneigðra til fulls, því er ljóst að Ísland stefnir í lokasprettinn þegar kemur að lagalegum réttindum samkynhneigðra. Við ásamt Svíum munum verða á toppnum þegar kemur að stöðu samkynhneigðra.\nEn jafnvel eftir að samkynhneigðir eru komnir með full réttindi þýðir það ekki að baráttunni sé lokið. En þá eru einstaklingar á Íslandi sem að bera fordóma og hatur gagnvart þeim sem ekki eru gagnkynhneigðir. Dæmi um það sést í blaðagrein úr Blaðinu 11.ágúst sem var skrifuð af Jóhanni L. Helgasyni, sem er hér feitletruð neðst í greininni. Ég vil annars taka það fram að ég trúi á málfrelsi og tel ekkert óeðlilegt við að Jóhann fái að tjá skoðanir sínar, þó ég augljóslega sé ekki sammála þeim. Gay Pride og barátta samkynhneigðra almennt er alþjóðlegt fyrirbæri, þessu megum við ekki gleyma í góðri stöðu samkynhneigðra hér á klakanum. Nú árið 2005 eru en þá til samfélög sem mismuna, refsa og drepa fólk fyrir samkynhneigð. Fann lista á netinu yfir þau lönd sem banna samkynhneigð, reyndar er hann nokkra ára gamall en ég held að tölurnar séu mjög svipaðar í dag. Samkvæmt honum eru 76 lönd sem banna samkynhneigð, birti listann hér fyrir neðan ásamt blaðagreininni.\nÉg fagna því annars að búa hér á Íslandi og er mjög ánægður með það hversu fljótt þessi þjóð hefur áttað sig á því óréttlæti að mismuna samkynhneigðum eða tvíkynhneigðum einstaklingum.  Því miður er áhættumesti hópurinn þegar kemur að sjálfsmorðum á Íslandi en þá ungir hommar. Ástæðurnar geta verið ýmsar, t.d. að einstaklingurinn sjálfur var trúaður og trúði því að kynhneigð sín væri synd. Eða einstaklingur sem jafnaði sig aldrei á einelti sem hann lenti í vegna kynhneigðar sinnar. Höldum áfram þessari jákvæðu þróun, en gleymum því samt aldrei að baráttunni er ekki en þá lokið. Það er en þá verið að brjóta mannréttindi samkynhneigðra í ýmsum samfélögum og það eru en þá einstaklingar hér á Íslandi sem vilja ýta samkynhneigðum aftur inn í skápinn. Nú vona ég bara að viðhorf almennings haldi áfram að batna og að Alþingi samþykki full réttindi samkynhneigðra.\n______________________________________________________\nÁ listanum sést að það er ólöglegt í 76 löndum að vera samkynhneigður…\nDæmi:\nLand……………. Hommar —– Lesbíur —– Hámarksrefsing\nNígería…………. Ólöglegt —– Löglegt —– Dauðadómur\nMarshall eyjar… Ólöglegt —– Löglegt —– 10 ára fangelsi\nIndland…………. Ólöglegt —– Ólöglegt —– Lífstíðarfangelsi\nÁstralía…………. Löglegt —— Löglegt\nÍran……………… Ólöglegt —– Ólöglegt —– Dauðadómur\nhttp://encyclopedia.laborlawtalk.com/List_of_countries_which_permit_or_outlaw_homosexual_behavior\nBlaðagrein úr Blaðinu 11.ágúst…\nJóhann L. Helgason\n“Ætla skal að miðað við áhorfendafjöldann á hinsegin dögum nú í ágúst sé homma og lesbíu faraldurinn stöðugt að breiða úr sér á Íslandi. Með dyggum stuðningi stjórnvalda við útbreiðslu sóttarinnar stefnir hratt í að Ísland verði eitt mesta homma og lesbíu bæli jarðarinnar að San Fransisco meðtalinni. Munum við Íslendingar þá eignast enn eitt heimsmetið og eru þau ærin fyrir og gerast sífellt heimskari. Árni Magnússon félagsmálaráðherra steig í púltið í miðjum fíflalátum hinsegin daga og boðaði fagnaðarerindið líkt og sjálfur frelsarinn væri endurborinn. Lofaði hann samkynhneigðum þar meðal annars vígðri sambúð, ættleiðingum barna og tæknifrjóvgun, amen. Vil ég aðeins segja við homma og lesbíur að trúa ekki um of á bullið í ráðherranum því slíku sem þessu getur lofað framhjá þingi og kirkju og veit ég að allflest okkar hinum eðlilegu finnst það fáránlegt að leyfa slíkt nokkurn tíma.\nSannleikurinn er sá að ráðherrann er í örvæntingafullum atkvæðaveiðum fyrir Framsóknarflokkinn sem er flokkur opinn í báða enda og við það að gefa upp öndina. Ættleiðing barna inn í samfélag samkynhneigðra er þó alvarlegasta krafan. Ættleitt barn sem elst upp við daður og ástarleiki tveggja karla eða kvenna fær svo ekki sé meira sagt mjög óeðlilegt uppeldi sem auðvitað mun skemma barnið sem síðar kemur sjálft til með að breiða út óeðlið. Stjórnvöld hafa boðið kynlífsfræðingum í grunnskólana til að segja við börnin að það skipti ekki máli hvort farið sé heim með Siggu eða Sigga í ástarkeiki, það sé jafn eðlilegt. Eru ekki skólayfirvöld sem boða börnunum slíkan boðskap stórhættuleg landi og þjóð.\nAldrei hafa fleiri ungmenni en nú skráð sig inn í samtökin. Er það vegna þess að hommum og lesbíum fjölgi ört? Nei, það er ekki ástæðan heldur er það fyrst og fremst forvitni unglinganna sem einmitt vaknar við fíflalegar uppákomur á götum úti. Er það ekki meiningin með öllu saman? Allt sem er öðruvísi er vissulega forvitnilegt þó að það sé ekki að sama skaði eðlilegt né skynsamlegt. Við homma og lesbíur vil ég segja þetta að lokum: Hættið að rugla börnin okkar í ríminu jafn lymskulega og raun ber vitni. Hættið líka að segja við heiminn að þið séuð eitthvað annað en óeðlileg. Farið aftur inn í skápinn og lifið ykkar kynlífi í friði og fjarlægð frá okkur hinum og lokið vel á eftir ykkur. Fordómana hafið þið sjálf skapað.”",
    "url": "https://www.hugi.is/deiglan/greinar/320424/baratta-samkynhneigdra/",
    "url_id": "320424",
    "id": "2391252",
    "replies": [
        {
            "user": "snokru123",
            "user_id": "27669",
            "date": "2005-08-17 23:43:14",
            "id": "2392222",
            "reply_to_id": "2391252",
            "text": "Meh, ágæt grein en ekkert sem ég hef ekki heyrt áður…\nMeira get ég ekki sagt…"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-08-17 23:46:18",
            "id": "2392234",
            "reply_to_id": "2391252",
            "text": "Þetta er ekki spurning um réttindi samkynhneigðra, þetta er spurning um réttindi fólks.\nSamkynhneigðir eru bara venjulegt fólk."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-17 23:51:18",
            "id": "2392253",
            "reply_to_id": "2392234",
            "text": "Og ættu því að hafa full réttindi, sem er ekki raunin í dag."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-08-17 23:54:04",
            "id": "2392271",
            "reply_to_id": "2392253",
            "text": "Já, afhverju ekki?\nÞú ert manneskja, rétt eins og ég þó að þú fílir að ríða í rass en ég fíla leggöng.\nOg gildir einu hvort sé “réttara” eða “eðlilegra” á nokkurn hátt."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-08-18 18:02:17",
            "id": "2394389",
            "reply_to_id": "2392271",
            "text": "Kæri herrar, ég held þú sért blekaður."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-08-18 19:18:02",
            "id": "2394712",
            "reply_to_id": "2394389",
            "text": "Hvað ert þú þá? :)"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-08-18 19:34:51",
            "id": "2394790",
            "reply_to_id": "2394712",
            "text": "Up high in the sky."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-08-18 20:22:36",
            "id": "2394970",
            "reply_to_id": "2394790",
            "text": "Excuse me while I kiss this guy? :P"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-18 00:04:40",
            "id": "2392338",
            "reply_to_id": "2391252",
            "text": "'The state has no business in the bedrooms of the nation'.\nÞessi tilvitnun kemur fram í linkinum, frá Kanada held ég. Ætli þetta sé ekki rökréttasta hugsunin? Það kemur fólki ekkert við hver er hommi eða lessa eða gagnkynhneigður, kvenremba eða karlremba. Þetta er bara eitthvað sem fólk þarf að eiga við sjálft sig og punktur…\nEn það er í það minnsta frábært að fólk sé nú jafnt, að mestu leyti hvað varðar kyn, kynþátt og kynhneigð… Sé ekki tilgangin í að mismuna fólki út af þessum þremur hlutum."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-18 00:10:43",
            "id": "2392367",
            "reply_to_id": "2392338",
            "text": "Ekki gleyma trúarbrögðum :)"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-18 00:11:18",
            "id": "2392371",
            "reply_to_id": "2392367",
            "text": "Trúarbrögð eru vesen…"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-18 00:17:07",
            "id": "2392404",
            "reply_to_id": "2392371",
            "text": "Sjálfur er ég trúleysingi. En ég er ekki sammála því að það eigi að mismuna fólki eftir trúarbrögðum. Eins og hefur t.d. verið gert í skólum í Frakklandi.  Reyna að hafa þetta eins almennt og hægt er, eða að það sé bannað að ganga með trúarmerki almennt. Samt sem áður augljós aðgerð gegn múslimum."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-18 00:22:00",
            "id": "2392429",
            "reply_to_id": "2392404",
            "text": "Þetta í Frakklandi með að banna öll trúarleg tákn í skólum er bara frekar góð. Þá eru allir jafnir, engum er mismunað eftir trúarbragði. Eftir nokkur ár verður þetta að vana og fólk spyr ekki um trúarbrögð annars fólks. Trúarbrögð eru einkamál. Hvorki múslímar né kristnir menn eiga að troða því upp að fólki, líkt og gert er hér í kristinfræði í skólum.\nEn annars, mér finnst mjög kaldhæðnislegt að  VAtíkaníið leyfir samkynhneigð… *wonderwhy*"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-18 00:29:29",
            "id": "2392469",
            "reply_to_id": "2392429",
            "text": "Þetta eru einmitt þau lög sem fara verst í mig, lög sem eiga að vernda einstaklininn frá sjálfum sér. Með því að fela múslima eða aðra hópa með því að banna þeim að klæðast einkennum sínum, er alls ekki verið að losna við rót vandans. Ef þú ert múslimi þá ættir þú að fá að ákveða sjálfur hvort þú viljir ganga í klæðnaði tengt trúnni eða ekki, taka sjálfur áhættuna um að verða mismunað.\nFólk hefur sitt stolt. Hvað kemur næst? Neyða homma til þess að klæða sig á eins gagnkynhneigðan hátt og mögulegt er? Bannað að ganga um með regnbogafánann? Annars þá má víst ganga um með kross í þessum skólum á meðan hann er bara ekki of stór.\nFyrir margar múslimakonur er þetta daglegt líf hjá þeim að ganga um með slæðurnar. Að banna þeim það þegar þær fara í skóla er langt frá því að vera jafnrétti. Þessi lög voru augljóslega sett vegna múslima sem hafa fjölgað hratt í landinu. Þó þeir reyni að halda því fram að þetta eigi að vera almennt þá er augljóst að tilgangurinn er samt sem áður til að þröngva múslimum í “venjulegan” klæðnað."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-18 00:41:34",
            "id": "2392511",
            "reply_to_id": "2392469",
            "text": "Þetta er fyrst og fremst gert til að múslímar aðlagist vesturlöndum. Já, þetta er harkalegt, en mér finnst þetta vera nauðsynlegt. Ef þú flytur til einhvers lands í Evrópu þá verðurðu að taka upp þá siði, ekki fylgja gömlu siðunum í Pakistan um að kona sé hóra ef það sér í olnbogann hennar (ýkt atvik).\nÞað eru alltof mörg dæmi um það að fólk sem er að flytja frá mið-austurlöndum vill ekki taka upp vestræna siði. Ég er að tala um siði, ekki menningu. Það má halda í menningararfinn, trúarbrögðin en það verður að fylgja siðum og lögum. ÞEgar ég bjó í danmörku kom einmitt þannig mál á yfirborðið, stúlka var myrt af heitmanni sínum, heitmanni, ekki manninum sem hún elskaði heldur maðurinn sem faðir hennar valdi, út af því að hann sá mynd af henni og það var strákur við hlið hennar. Svipuð dæmi er hægt að finna í Noregi, Svíþjóð og Bretlandi. Ég ætla ekki að fullyrða um Frakkland eða Þýskaland. Stúlkur sem eru múslímar mega ekki fara í skólaferðalög með bekknum þar sem gist er yfir nótt (undantekningar auðvitað eru til).\nSkóli er hlutlaus staður og á ekki að bera einkenni stjórnmála eða trúarbragða. Eða, skóli á að vera hlutlaus staður.\nÞað er enginn að banna þessum konum að ganga með þessar slæður yfir höfuð. Bara í skólanum. Skólabúningar voru ekki teknir upp af ástæðulausu og það var til þess að koma í veg fyrir mismunun. “allir eiga að vera jafnir” er hugtak sem erfitt er að koma í gegn, en eitthvað verður að gera. Það er oft sem þessar stelpur eru skyldaðar að vera með blæjuna af föður sínum. Ef skólinn á að vera hlutlaust svæði, þá verður að taka til svona ráða, ekki bara til að gera skólasvæðið hlutlaust, heldur líka til að nemendum líði betur. Það er alveg örugglega ekki gaman að vera eina stelpan með blæju í öllum árgangnum, eða eini strákurinn sem hægt er að reikna útað sé af gyðingaættum. Þetta eru bara börn."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-18 00:55:58",
            "id": "2392561",
            "reply_to_id": "2392511",
            "text": "Þetta er fyrst og fremst gert til að múslímar aðlagist vesturlöndum. Já, þetta er harkalegt, en mér finnst þetta vera nauðsynlegt. Ef þú flytur til einhvers lands í Evrópu þá verðurðu að taka upp þá siði, ekki fylgja gömlu siðunum í Pakistan um að kona sé hóra ef það sér í olnbogann hennar (ýkt atvik).\nOg er ég sammála því. En skil ekki hvernig það tengist klæðnaði. Klæðnaður er hluti af menningu sem þau ættu að fá að halda. Ef þú heldur að með því að neyða konur til þess að klæða sig á vestrænan hátt fari að koma í veg fyrir heiðursmorð, þá ertu á villigötum.\nSkóli er hlutlaus staður og á ekki að bera einkenni stjórnmála eða trúarbragða. Eða, skóli á að vera hlutlaus staður.\nHlutlaus? Hlutleysi að láta þær klæðast eins og kristnir? Eins og meirihlutinn. Ég bara sé ekkert hlutleysi í því. Af hverju er það svona mikilvægt? Af hverju ekki að leyfa fólki að halda í menningu sína? Hjá mörgum múslimum er það algjörlega bannað að konur fái að klæðast “venjulegum fötum” á almannafæri. Hverjar eru afleiðingarnar? Margar múslimakonur hættu námi eftir að þessi lög voru sett. Já já vandamálið leysist þegar því er ýtt undir yfirborðið, eða hvað?\nSkólabúningar voru ekki teknir upp af ástæðulausu og það var til þess að koma í veg fyrir mismunun. “allir eiga að vera jafnir” er hugtak sem erfitt er að koma í gegn, en eitthvað verður að gera.\nSkólabúningar eru langt frá því að tengjast frelsi. Að neyða fólk til þess að klæðast vissum fatnaði með lögum. Ég hef ekkert á móti því ef skólarnir sjálfir taka upp svona reglur, einstkalingurinn getur þá valið á milli skóla. En að setja það í landslög og neyða fólk til þess að klæðast “æskilegum fatnaði” er gróft brot á frelsi einstaklingsins. Jafnrétti er ekki að neyða alla til þess að klæðast sömu fötunum, heldur gefa öllum jafnt frelsi til þess að velja sér klæðnað.\nÞað er alveg örugglega ekki gaman að vera eina stelpan með blæju í öllum árgangnum, eða eini strákurinn sem hægt er að reikna útað sé af gyðingaættum. Þetta eru bara börn.\nReyndar þá nær þetta alveg upp í framhaldsnám. Þú reiknaðir annars ekki með þeim múslimakonum sem kjósa að ganga um með slæðuna. Fólk sér alltaf fyrir sér múslimakonuna sem er í neyð. Á meðan staðreyndin er sú að margar múslimakonur kjósa að ganga með slæðuna af menningarlegum ástæðum. Það eru ekki bara feður og bræður sem að hafa mótmælt þessu, múslimakonur eru stór hluti þeirra sem að hafa mótmælt þessum lögum."
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-18 09:41:00",
            "id": "2392960",
            "reply_to_id": "2392561",
            "text": "“Af hverju ekki að leyfa fólki að halda í menningu sína?”\nMenning er ekki staðnað fyrirbæri. Svo að við tengjum þetta aftur við réttindi samkynhneigðra: Hefur ekki okkar menning tekið miklum breytingum í viðhorfi sínu til homma? Eins kvennréttindi, rétt barna, umgengni við umhverfið… Ekkert af þessum breytingum hefur komið til vegna þess að ríkjandi völd hafa bara breytt því á eigin frumkvæði hldur vegna viðhorfsbreytinga sem einhver eða eitthvað hefur ollið.\nIslam byggir á grunninum til á sama kjaran og Gyðingatrú og Kristni. Strangtrúaðir Kristnir í USA ætlast t.d. til að konur sína séu í pilsum sem fara niður fyrir hné, sjáist ekki í olboga og sv. frv. Þrátt fyrir að við búum í samfélagi sem er að grunninum Kristið þá hefur okkar samfelag þróast/breyst í samræmi við hugmyndir um aukið frelsi og ég tel að við eigum alveg re´tt á að krefjast það sama frá öðrum samfélögum. Sérstaklega ef það samfélag er komið inn í okkar."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-18 15:08:18",
            "id": "2393869",
            "reply_to_id": "2392960",
            "text": "Eins og ég sagði….\nEitt að ætlast til þess að þau fari eftir lögum landsins. Annað að semja sérstök lög til þess að neyða þau úr menningarlegum klæðum sínum.\nMeð svoleiðis lögum eru vestræn samfélög að fara aftur í frelsisþróuninni."
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-19 12:05:27",
            "id": "2396598",
            "reply_to_id": "2393869",
            "text": "Hvað ef þessi “menningarlegu kæði” eru talin halda aftur á einhverju sem eru talin sjálfsögð re´ttinfi í “ríkjandi” menningu (þ.e. sú menning se er í landinu)?\nÍ Þýskalandi frá 1933 til 1945 skapaðist sú “menning” að hommar voru með beikan þríhyrning saumaðan á jakkavasann sinn."
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-19 12:06:10",
            "id": "2396600",
            "reply_to_id": "2396598",
            "text": "Vá. “réttindi” - ekki “re´ttinfi ”"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-19 12:11:00",
            "id": "2396617",
            "reply_to_id": "2396598",
            "text": "Enda ættu lögin ekki að neyða þau heldur í menningarleg klæði sín.\nAðeins að gefa þeim frelsi til að velja klæðnað eins og öllum öðrum. Mín vegna mega lögin segja að það sé bannað að karlar neyði konur til þess að klæðast þessum fatnaði, þar sem það fer ekki saman við jafnrétti kynjanna sem er ríkjandi í vestrænum þjóðfélögum. En þær múslimakonur sem kjósa að klæðast slæðum í skólum ættu að fá að gera það, eina undantekningin ætti að vera skólar sem hafa þá reglu að hafa skólabúninga.\nFinnst þú byggja þessar skoðanir á því að allar múslimakonur séu í neyð og klæðist þessu gegn vilja sínum. Stór hluti múslimakvenna kjósa sjálfar að klæðast slæðunum."
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-19 14:27:57",
            "id": "2396976",
            "reply_to_id": "2396617",
            "text": "Hvaða “frelsi” hefur 12 ára dóttir strangtrúaðs manns?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-19 17:17:34",
            "id": "2397488",
            "reply_to_id": "2396976",
            "text": "Frelsi til þess að fara aðrar leiðir þegar hún verður eldri.\nÞað er ekki okkar eða stjórnvalda að skipta sér af því að foreldrar séu að ala upp börnin sín í “öfgatrú”. Skipta sér af þeirra uppeldi og siðum.\nMeð því að banna þeim að fara eigin leiðir er einangrað þau en þá meira frá samfélaginu. Eins og ég sagði þá hafa margar konur/stúlkur hætt námi af því þær einfaldlega gátu engan veginn verið á almannafæri án þess að klæðast slæðunum.\nÍ Frakklandi eru til ýmis bæjarfélög þar sem næstum allir íbúar eru múslimar. Lög og reglur eru kóraninn. Svona einangrun er ekki æskileg. Við eigum að taka menningu þeirra með opnu hugarfari í stað þess að þröngva þeim í okkar form með lögum og reglum."
        },
        {
            "user": "stinkytoe",
            "user_id": "29707",
            "date": "2005-08-18 08:58:58",
            "id": "2392937",
            "reply_to_id": "2392469",
            "text": "Ef þú ert múslimi þá ættir þú að fá að ákveða sjálfur hvort þú viljir ganga í klæðnaði tengt trúnni eða ekki, taka sjálfur áhættuna um að verða mismunað.\nÞegar vestrænar konur fara til landa þar sem múslimatrú er ríkjandi er þeim skipað að klæðast slæðum. Þá gætum við alveg eins skipað múslimakonum að fara úr slæðunum. Þó ég sé alls ekki á þeirri skoðun, þá er það ekkert ósvipað. Mér finnst að við ættum að fá að halda okkar siðum og þau sínum.. sama í hvaða landi við erum.\nOg þar sem þetta tengdist greininni þinni  mjög lítið ætla ég að kommenta á hana aðeins líka. :)\nGreinarhöfundur (þeas. þessi Árni, en ekki þú) er greinilega stútfullur af fordómum sem samkynhneigðir hafa víst “skapað sér sjálfir” eins og hann segir. Jájá, málfrelsi og allt það.. en það sem maðurinn lætur út úr sér! Hann talar um “homma og lesbíu faraldurinn” eins og það sé inflúensan. Og svo “veit ég að allflest okkar hinum eðlilegu..” Eðlilegu!?\nEf það er eitthvað sem fer alveg hrikalega í taugarnar á mér, þá er það msirétti. Fólki er mismunað eftir öllu mögulegu.. útliti, kyni, kynhneigð, trúarbrögðum, siðum.. ég get haldið lengi áfram. Samkynhneigðir hafa verið duglegir að berjast fyrir réttindum sínum og ég vona að þeir haldi því áfram.\nKannski er hægt að tengja þetta við slæðurnar. Ég t.d. ber slæðu í þessu tilviki, þar sem ég er gagnkynhneigð. Og tiltölulega stór hluti þjóðarinnar ef svo má segja. Þú hinsvegar tókst af þér slæðuna. Og þar sem fólk var vant að ganga með slæður verður því starsýnt á þig. En bara í einhvern tíma.. því það þarf að sætta sig við að þú ætlar ekkert að ganga með slæðu! Að lokum verður það svo skráð í lögin að það skipti engu máli hvort fólk gangi með slæðu eða ekki. :)"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-18 09:13:59",
            "id": "2392948",
            "reply_to_id": "2392937",
            "text": "Þegar vestrænar konur fara til landa þar sem múslimatrú er ríkjandi er þeim skipað að klæðast slæðum. Þá gætum við alveg eins skipað múslimakonum að fara úr slæðunum. Þó ég sé alls ekki á þeirri skoðun, þá er það ekkert ósvipað. Mér finnst að við ættum að fá að halda okkar siðum og þau sínum.. sama í hvaða landi við erum.\nEigum við ekki bara í leiðinni fara til Palestínu og sprengja upp strætisvagn þar?\nMunurinn er augljós. Vestræn samfélög vilja búa við trúfrelsi á meðan mörg ríki í miðausturlöndum vilja að lög landsins séu algjörlega eftir kóraninum.\nReyndu að lýta á þetta öðruvísi. Finnst þér sanngjarnt að neyða vestrænar konur til þess að klæðast slæðum þegar þær fara til miðausturlanda? Auðvitað er það ekki sanngjarnt. En þó að þau geri þessa kröfu þýðir það ekki að við þurfum að haga okkur eins og velta okkur í sama skítnum.\nAuðvitað er eðlilegt að ætlast til þess að þau fari eftir lögum landsins. En að semja lög sérstaklega til þess að neyða þau úr menningarlegum klæðum sínum ætti ekki að lýðast í frjálsu samfélagi.\nMargir múslimar flytja einmitt til vesturlanda í leit að auknu frelsi. Ekki beint gott af okkur að taka á móti þeim með svona misrétti."
        },
        {
            "user": "stinkytoe",
            "user_id": "29707",
            "date": "2005-08-18 12:42:09",
            "id": "2393418",
            "reply_to_id": "2392948",
            "text": "En að semja lög sérstaklega til þess að neyða þau úr menningarlegum klæðum sínum ætti ekki að lýðast í frjálsu samfélagi.\nAuðvitað ekki, ég tók þetta bara sem dæmi.\nÞó ég sé alls ekki á þeirri skoðun\nÞað þýðir að ég sé ekki á þeirri skoðun að neyða múslimakonur til þess að hætta að ganga með slæður. Þó mér líki ekki við þetta ‘konan skal vera manninum undirgefin’ þá skipti ég mér bara alls ekki af því. Það er þeirra trú og þeirra siður, þannig að so be it.\nMér sýnist við bara vera nokkuð sammála í þessu, ég veit ekki hvað þú misskildir í svarinu mínu."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-18 15:33:05",
            "id": "2393921",
            "reply_to_id": "2393418",
            "text": "Fannst eins og þú værir að verja þessi lög. En jæja.\nFinnst einmitt leiðinlegt hversu einangraðir múslimar eru oft. Orðatiltækið “múslimar eru múslimum verstir” á dálítið við. Vinur minn sem er arabi og fyrrverandi múslimi hefur aðlagast íslensku samfélagi alveg ótrúlega hratt. Eftir aðeins 6 ár hérna halda margir að hann hafi verið ættleiddur hingað. En hann kom einmitt hingað einn, án fjölskyldu sinnar sem býr í Baghdad.\nSvo þekki ég múslima sem að kom hingað með öðrum múslimum. Halda hópinn alveg þvílíkt og einangra sig mikið frá samfélaginu, kunna ekki orð í íslensku. Hann þarf alltaf að stelast út og ljúga þegar hann vill fara út og fá sér að drekka og hommast smá. Og er alveg skíthræddur um að þeir komist að því."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-19 17:39:23",
            "id": "2397602",
            "reply_to_id": "2392404",
            "text": "eða að það sé bannað að ganga með trúarmerki almennt\nÉg verð að leiðrétta þig. Í Frakklandi er bannað að ganga um trúarmerki í skólum. Þetta gildir jafnt fyrir múslima sem og t.d. Kaþólikka.\nFrá því snemma um 20.öld var fólki bannað að vera með stóra róðukrossa um hálsinn í skólanum, af því að kaþólska kirkjan reyndi að þvinga fólk til að ganga um með hann og lagði í einelti fólk sem ekki gekk um með þessa krossa.\nSíðan þá hafa Frakkar bannað öll svona merki. Gyðingar mega ekki vera með kollhúfur í skólanum, múslimastúlkur mega ekki vera með slæðu og kristnir menn mega ekki bera stóra krossa utan á sér."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-19 18:06:49",
            "id": "2397682",
            "reply_to_id": "2397602",
            "text": "Ég verð að leiðrétta þig. Í Frakklandi er bannað að ganga um trúarmerki í skólum. Þetta gildir jafnt fyrir múslima sem og t.d. Kaþólikka.\nÉg var að meina almennt í skólum.\nSíðan þá hafa Frakkar bannað öll svona merki. Gyðingar mega ekki vera með kollhúfur í skólanum, múslimastúlkur mega ekki vera með slæðu og kristnir menn mega ekki bera stóra krossa utan á sér.\nRéttlætir það samt sem áður ekki.\nAnnars gaman af því að það er leyfilegt að hafa kross bara á meðan hann er ekki of stór. Flest kristin trúarmerki fyrir einstaklinga eru einmitt litlir krossar.\nFólk verður að átta sig á því að hjá sumum múslimafjölskyldum er hefðin einfaldlega það sterk að það er engan veginn hægt að gera undantekningar á klæðum kvenna. Þessar aðgerðir minnka aðsókn múslimakvenna í námi, heldur þú að það eigi eftir að gagnast þeim mikið? Ef eitthvað þá ýtir þessi aðgerð kvennum en þá lengra undir karlaveldi þeirra."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-20 01:18:31",
            "id": "2399172",
            "reply_to_id": "2397682",
            "text": "Ég sagðist ekki styðja lögin, að mínu mati urðu þau úrelt um leið og kaþólska kirkjan missti tökin á Frönsku samfélagi. Um að gera að hvetja múslima konur til að mennta sig."
        },
        {
            "user": "Magabelti",
            "user_id": "35142",
            "date": "2005-08-18 00:27:13",
            "id": "2392460",
            "reply_to_id": "2392371",
            "text": "Ekki ef þú ferð rétt með þau"
        },
        {
            "user": "Hrislaa",
            "user_id": "42360",
            "date": "2005-08-18 00:14:31",
            "id": "2392392",
            "reply_to_id": "2391252",
            "text": "Góð grein.\nDjöfull verður maður reiður þegar maður les svona fordómafullar og heimskulegar greinar, eins og eftir þennan Jóhann. Ég hefði nú haldið að fullorðinn maður mundi hafa þroska til að fara fínna í hlutina. Og einnig finnst mér fáranlegt að þessi grein skuli hafa verið birt í opinberlegu blaði. En jú það virðist víst vera málfrelsi við þessu."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-18 00:19:15",
            "id": "2392410",
            "reply_to_id": "2392392",
            "text": "Verst er ef að fólk fer með þessar skoðanir sínar og hatur í undirheimana. Best að leyfa honum að tjá sig og gera sig að fífli, ætti enginn að banna honum að gera það :)\nVar meira að segja birt mynd af honum í Blaðinu. Ég hugsaði “greyið á eftir að lenda í rifrildum úti á götu”. Þanga til ég komst að því að hann er búsettur í Svíþjóði."
        },
        {
            "user": "Hrislaa",
            "user_id": "42360",
            "date": "2005-08-18 00:24:30",
            "id": "2392444",
            "reply_to_id": "2392410",
            "text": "Hah, já ætli hann hafi sent þetta inn ef hann byggi á Íslandi.. eða júú eflaust. Bara greyið hann að vera með svona þröngsýna og fordómafulla hugsun í sambandi við samkynhneigt fólk."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-18 00:23:17",
            "id": "2392438",
            "reply_to_id": "2391252",
            "text": "Þeir eiga bara að ráða þessu sjalfir ekki þessi ríkistjórn:S:S:S þetta er nú einu sinni þeirra líf:O"
        },
        {
            "user": "ruglubulli",
            "user_id": "6042",
            "date": "2005-08-18 00:28:23",
            "id": "2392464",
            "reply_to_id": "2391252",
            "text": "Já, það er engu líkara en að þessi Jóhann sé að reyna að birta skólabókardæmi fyrir fordóma og fáfræði sem enn er til í samfélaginu, jafnvel þó að 21. öldin sé meira en hafin.\nJafn réttur allra og endir á mismunun eru alltaf gleðifréttir. Miðað við yfirlýsingar ýmissa stjórnmálamanna er nánast eins og frumvarpið sé þegar orðið að lögum. Mikil bjartsýni ríkir enda gátu þeir sem börðust fyrir sjálfsögðum réttindum tví- og samkynhneigðra fyrir 10 árum varla látið sig dreyma um svona stór skref, enda verður með þessu lögbundið misrétti milli kynhneigða þurrkað út af borðinu.\nÞað er rétt hjá þér að benda á það að barátta tví- og samkynhneigðra heldur áfram á alþjóðavettvangi þó þetta litla vígi sem Ísland er hafi verið unnið, að því er virðist.\nÉg vil samt benda fólki á að baráttunni hérna á Íslandi er engan veginn lokið þó að lagalegt misrétti sé ekki til staðar. Þegar Holland þurrkaði þessi mál út af borðinu á svipaðan hátt og verið er að gera hér, héldu allir að þar með var stríðið unnið, að þá gæti fólk endanlega farið að lifa lífi sínu frjálst og óhindrað. Þar gerðist þó það sem verður að passa að gerist ekki hér. Þar varð alvarlegt bakslag og fordómar og fáfræði tók að grassera á ný meðal almennings, út af því að fræðslu skorti.\nÞað verður að sjá til þess að sú góða þróun sem átt hefur sér stað hérna á Íslandi undanfarin ár haldi áfram. Það verður að halda áfram að sýna fólki fram á að enginn munur er í raun á gagnkynhneigðum og samkynhneigðum. Stimpla það inn hjá komandi kynslóðum því að lítil von er á því að viðhorf margra af eldri kynslóðunum breytist. Baráttan er því allskostar ekki búin.\nAuk þess bendi ég fólki á það að barátta tví- og samkynhneigðra snýst ekki um það hvað má og má ekki gera inn í svefnherbergjum landsins. Ef svo væri hefði baráttan endað fyrir löngu síðan. Réttindabaráttan snýst um það að hver fái að lifa eðlilegu lífi opinberlega með þeirri manneskju sem sá eða sú kýs. Að fá að elska og lifa með þeirri manneskju sem maður vill.\nÞetta hljómar sakleysislega og sjálfsagt mál, en andstæðingar þessa sjónarmiðs eru hinsvegar til í að mála skrattann á vegginn til að andmæla, líkt og Jóhann gerir í greininni."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-18 00:32:31",
            "id": "2392489",
            "reply_to_id": "2392464",
            "text": "Og hann gat ekki einu sinni nefnt dæmi um hvað væri svona slæmt við samkynhneigð. Bara að hans skoðun væri sú að það væri ekki eðlilegt. Ekki nein rök."
        },
        {
            "user": "Xavier",
            "user_id": "2009",
            "date": "2005-08-18 00:36:10",
            "id": "2392498",
            "reply_to_id": "2391252",
            "text": "Ég verð nú að segja það að mér finnst Jóhann L. Helgason hafa nokkuð til síns máls.\nÉg viðurkenni alveg að ég hef áhyggjur af því uppeldi sem börn hljóta hjá samkynhneigðum. Ég viðurkenni það fyllilega að vissulega eru einstaklingar í þeim hópi sem myndu standa sig frábærlega sem uppalendur. En það er meirihlutinn sem ég hef áhyggjur af. Ég er mótfallinn því að leyfa samkynhneigðum að ættleiða, ég er mótfallinn því að leyfa samkynhneigðum að fara í tæknifrjógun.\nAf hverju kann einhver að spyrja. Jú því ég hef áhyggjur af þeim áhrifum sem barnið verður fyrir við þess háttar uppeldi.\nHvað er síðan málið með að segja öllum að maður sé samkynhneigður??? Ég fatta það ekki og spyr bara: Hverjum er ekki sama?\nEkki sé ég gagnkynhneigða einstaklinga vera að tilkynna það sérstaklega eða halda hátíðir til að halda uppá það.\nÉg hef það á tilfinningunni að í dag sé “inn” að vera samkynhneigður. Það er “inn” að vera stuðningsmaður réttinda samkynhneigðra. Ég held að síðasta skrefið ætti að vera að staðfest sambúð þeirra sé jafn rétthá og hjá giftum pörum þegar kemur að erfðum og skattalegum málefnum.\nÉg ætla rétt að vona að ekki komi til þess að samkynhneigðir fái að “gifta sig” í kirkjum landsins. Ég vona að kirkjuleiðtogar hafi nægjanlegt bein í nefinu til að standa andspænis þeim þrýsting sem á þá er beint.\nÉg hef trú á því að margir séu sammála mér en þori ekki að láta heyra í sér af ótta við að verða stimplaðir sem hommahatarar (mig skortir betra orð).\nKveðja,\nXavier sem bjó í 8 mánuði í lítilli íbúð með samkynhneigðum einstaklingum sem voru alveg frábæri"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-18 00:43:41",
            "id": "2392520",
            "reply_to_id": "2392498",
            "text": "Nú er samfélag okkar að verða fjölbreyttara.\nSteríótýpufjölskyldan er að fækka. Eða 2 foreldrar af sitthvoru kyninu, 2-5 krakkar og eitt stykki af hundi. Fjölbreytni er að aukast og það er gott mál.\nÞegar ég var krakki og foreldrar mínir voru nýbúnir að skilja. Þó komu krakkar oft til mín og sögðu mér að þau vorkenndu mér fyrir að hafa ekki “alvöru fjölskyldu”. Það er ekkert svo langt síðan einstæðir foreldrar voru annars flokks fólk hérna á Íslandi. Og það er ekki svo langt síðan fólk leit hornauga á ættleiðingar almennt.\nEndilega útskýrði fyrir mér af hverju það er svona nauðsynlegt að búa hjá tveimur foreldrum af sitthvoru kyninu. Börn taka því sem þau fá sem eðlilegum hlut. Barn sem elst upp hjá tveimur foreldrum af sama kyni, einum foreldra, hjá ömmu og afa. Eða hvaða fjölskylduform sem því er boðið. Elst upp við að telja það eðlilegt. Hvaða rétt hefur þú að segja að eitt form sé æskilegra en annað?"
        },
        {
            "user": "Xavier",
            "user_id": "2009",
            "date": "2005-08-18 00:56:33",
            "id": "2392564",
            "reply_to_id": "2392520",
            "text": "Nú ertu að snúa mér uppá það að vera mótfallinn einstæðum foreldrum eða öðrum fjölskyldumynstrum en 2 einstaklingum af gagnstæðu kyni. Það er ekki rétt.\nÉg er mótfallinn því að samkynhneigðir fái að ættleiða og fara í tæknifrjóganir.\nKveðja,\nXavie"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-18 00:59:12",
            "id": "2392573",
            "reply_to_id": "2392564",
            "text": "Og rökin fyrir því eru… ?"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-08-18 18:54:03",
            "id": "2394635",
            "reply_to_id": "2392573",
            "text": "0.2% samkynhneigðra haldast í langtíma samböndum?\nÞetta heyrði ég allavega um daginn, finnst það ágætis rök, en samt ekki næg til að útiloka þessi 0.2%."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-18 19:35:54",
            "id": "2394792",
            "reply_to_id": "2394635",
            "text": "þessi tala er bara bull og ég væri til í að sjá heimild fyrir henni.\nEn að haldast ekki í langtíma sambandi þarf ekki endilega að vera slæmt. Lífstíll sem sumir kjósa. Jafnvel þó að samkynhneigðir séu “verri” þegar kemur að þessu eru það ekki rök gegn samkynhneigð."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-08-18 19:40:54",
            "id": "2394809",
            "reply_to_id": "2394792",
            "text": "Þetta eru ekki rök gegn samkynhneigð heldur rök gegn því að samkynhneigðir fái að ættleiða börn.  Jafnvel þótt talan sé 2% þá að sjálfsögðu er manni illa við að leyfa ættleiðingu til foreldra sem að skilja svo mjög líklega innan fárra ára.  En til þess að koma í veg fyrir slíkt er náttúrulega hægt að sitja kröfu um það að par þarf að hafa verið saman í 5+ ár (sem mig minnir að gæti verið talan sem er í dag).\nEn samkvæmt t.d. Freakonomics þá hefur skilnaður engin áhrif á t.d. nám einstaklinga og annað.  Kannski ekkert stórmál.\nÞetta er bara eitthvað sem að var kastað frá á Útvarpi sögu.  Hvort hún er bull eða ekki skal ég ekkert segja um."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-18 19:44:11",
            "id": "2394823",
            "reply_to_id": "2394809",
            "text": "Þú fordæmir ekki eftir kynhneigð jafnvel þó að það sé algengara hjá samkynhneigðum.\nAnnars er ekkert slæmt við það að búa hjá einstæðum foreldra. Ég hef gert það síðan ég var 8 ára og kýs ekkert annað fjölskylduform. Það ætti í raun að leyfa einstaklingum að ættleiða líka á meðan þeir eru í stöðu til þess að ráða við það."
        },
        {
            "user": "Vansi",
            "user_id": "41739",
            "date": "2005-08-18 00:50:42",
            "id": "2392540",
            "reply_to_id": "2392498",
            "text": "Af hverju má þetta fólk ekki fara í tæknifrjóvganir? Út af því að þetta fólk er samkynhneigt? Eða, út af því að það er samkynhneigt þá hefur náttúran ekki gert það að verkum að þau geti átt barn saman, kona og kona, karl og karl?\nKonur geta verið ófrjóar af náttúrunnar hendi. Karlmenn líka. Náttúran ætlaði þeim ekki að eignast barn. AF hverju á að leyfa þeim eitthvað frekar að fara í tæknifrjóvgun?\nGagnkynhneigt fólk geta verið andskoti vondir uppalendur. Þarf að nefna dæmi? Er komin reynsla á það að samkynhneigt fólk eigi og ali upp börn? WEll, já. Kona getur verið í sambandi við karl, átt barn, skilið við hann og fundið út að hún sé lesbía og hafið sambúð með konu og litla barninu sínu. Það hefur gerst. Gunni (gunni og felix?) á börn, hann er samkynhneigður.\nÉg hef nokkrum sinnum rekist á Pál Óskar út í búð. Ekki var hann að auglýsa eitt né neitt… var bara ósköp eðlilega klæddur. Það eru nokkrar steríótýpur til, meina hnakkarnir eru að auglýsa nýju dísel buxurnar og gothararnir Marlyn Manson.\nþað hvort að kirkjan ætli að gifta samkynhneigða eða önnur trúarbrögð, það er mál trúarbragðanna.\nog nei, ætli ég sé ekki frekar… ó… sammála þér?"
        },
        {
            "user": "Vansi",
            "user_id": "41739",
            "date": "2005-08-18 00:56:57",
            "id": "2392565",
            "reply_to_id": "2392540",
            "text": "Gunni er ekki samkynhneigður, heldur Felix, svo það sé á hreinu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-18 01:01:14",
            "id": "2392581",
            "reply_to_id": "2392565",
            "text": "Var ekki viss hvort var hvor… *andskotinn* Oh jæja… huga vantar edit takka….\nBiðst afsökunar:\nFelix, ekki gunni… Felix ekki gunni…"
        },
        {
            "user": "ruglubulli",
            "user_id": "6042",
            "date": "2005-08-18 01:06:29",
            "id": "2392600",
            "reply_to_id": "2392498",
            "text": "Hvað er síðan málið með að segja öllum að maður sé samkynhneigður??? Ég fatta það ekki og spyr bara: Hverjum er ekki sama?\nEkki sé ég gagnkynhneigða einstaklinga vera að tilkynna það sérstaklega eða halda hátíðir til að halda uppá það.\nAuðvitað er það fáránlegt. En ástæðan fyrir því að gagnkynhneigðir þurfa ekki að “koma út” með kynhneigð sína er sú að hún er normið, og á mörgum stöðum það eina sem er. Þeir hafa aldrei þurft að hafa áhyggjur af því að vera hafnað af fjölskyldu, reknir úr vinnu eða flæmdir frá stöðum og jafnvel úr landi bara fyrir það eitt að hneigjast að því kyni sem þeir hneigjast að. Samkynhneigð hefur í gegnum tíðina aldrei þótt eðlileg og þykir mun persónulegra mál fyrir einstakling og nákomna heldur en það þegar fólk er “venjulegt”. Það getur vel verið að þér þyki þetta skringilegt þar sem þú hefur kynnst samkynhneigðu fólki og séð með eigin augum að það er enginn munur á þeim og öðru fólki. Auðvitað ætti þetta ekki að þurfa að vera svona.\nÉg hef það á tilfinningunni að í dag sé “inn” að vera samkynhneigður. Það er “inn” að vera stuðningsmaður réttinda samkynhneigðra\nNema þá að samfélagið er loksins farið að samþykkja það að fjölbreytileiki er til staðar og hættulaust er að vera samkynhneigður og að styðja samkynhneigða opinberlega. Þessi þróun hefur átt sér stað mjög hratt og lítur því að sjálfsögðu út eins og tískubóla eða fár, en kann svo í raun að virðast að samfélagið og fólkið sem byggir það er bara orðið opnara og frjálsara.\nÉg ætla rétt að vona að ekki komi til þess að samkynhneigðir fái að “gifta sig” í kirkjum landsins. Ég vona að kirkjuleiðtogar hafi nægjanlegt bein í nefinu til að standa andspænis þeim þrýsting sem á þá er beint.\nÉg stend utan allra trúarhópa en virði hinsvegar rétt hvers og eins til að tilheyra þeim trúarhópi sem sá vill. Það er ekki rétt að neyða fulltrúa trúarhópa til að gera hitt og þetta, en það á heldur ekki að banna þeim að gera það ef þeir vilja það. Því ætti það að vera leyfilegt að fulltrúi trúarhóps gefi par af hvaða toga sem er saman. Ef þjóðkirkjan, sem á með réttu að þjóna öllum íbúum landsins sem til hennar leita, sbr. nafnið þjóð-kirkja, ákveður að gera það ekki, verður bara að hafa það. Vilji aðrir söfnuðir hinsvegar gera það, t.a.m. Fríkirkjan, þá ætti hún með réttu að fá að gefa saman par í nafni sinnar trúar.\nMargir samkynhneigðir snúast gegn trúarbrögðum fyrir þær sakir að langflest þeirra hafna samkynhneigðum. Vilji þeir hinsvegar stunda trúarbrögð og gifta sig í nafni sinnar trúar, ættu þeir að sjálfsögðu að hafa rétt til þess. Eða viltu að ríkið og lögin standi í vegi fyrir því að fólk fái að stunda þau trúarbrögð sem það vill?\nVarðandi það sem þú nefnir um uppeldi benda rannsóknir og almenn skynsemi til þess að samkynhneigðir séu ekki að neinu leyti öðruvísi uppalendur en aðrir. Heldurðu virkilega að samkynhneigt fólk, sem langflest er alið upp af gagnkynhneigðum foreldum, séu verri í því að ala upp börn heldur en t.d. gagnkynhneigð systkini þeirra? Ég leyfi mér að efast um að svo sé."
        },
        {
            "user": "FenrirGreyback",
            "user_id": "59761",
            "date": "2005-08-18 01:39:32",
            "id": "2392690",
            "reply_to_id": "2392600",
            "text": "Ef þjóðkirkjan, sem á með réttu að þjóna öllum íbúum landsins sem til hennar leita, sbr. nafnið þjóð-kirkja, ákveður að gera það ekki, verður bara að hafa það.\nÞá er náttúrulega spurning um að klára dæmið og skilja ríkið og kirkju alfarið að."
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2005-08-18 02:35:27",
            "id": "2392779",
            "reply_to_id": "2392498",
            "text": "Þar sem við þekkjumst, þá veistu alveg hver mín skoðun á þessu máli er, en svona í ljósi þessarrar opinberu umræðu þá finnst mér réttast að ég tjái mig aðeins um þetta og reki þessa fordóma út.\nFordómar eru óréttlætanlegir og heimskulegir, þar sem þeir eru dómar án upplýsinga og í þessu tilviki ertu að dæma hóp þjóðfélagsþegna án þess að hafa nokkur rök fyrir því.  Það eina sem þú hefur er það að þér ‘finnst’ það.  Það merkilegasta er að þú viðurkennir það fúslega, sem mér finnst bæði fyndið og sorglegt (sorglegt þar sem ég veit að fleiri en þú hugsa svona, sem gerir ekkert annað en að viðhalda fordómunum).\nÞað eru engin rök fyrir því að börn sem alist upp hjá samkynhneigðum foreldrum hljóti einhvern skaða af eða séu á einhvern hátt verr undir þjóðfélagið búin.  Það eru engin gögn sem benda til þess að börn samkynhneigðra foreldra séu nokkuð verr í stakk búin en börn einstæðra foreldra eða börn hinnar tilbúnu kjarnafjölskyldu.  Ef eitthvað er, eru fleiri fucked up börn sem koma frá kjarnafjölskyldum en frá öðrum fjölskyldum (yfirleitt alast þau líka upp með það haft fyrir þeim að þeirra fjölskylda sé ‘betri’ og því alast í þeim fordómar líka).\nÞað eru ‘forréttindi’ tækniþróaðs þjóðfélags að geta framkvæmt tæknifrjóvganir og þar af leiðir er það ekki rétt að banna ákveðnum hópum að njóta þeirra forréttinda.  Hvort sem þú ert í hjónabandi, sambúð, gagnkynhneigður, samkynhneigður eða einstæður, áttu að njóta sömu réttinda innan þjóðfélagsins, annað eru fordómar og mismunun.\nEf þú getur sýnt fram á að eiga fyrir uppeldinu og geta sinnt barninu sæmilega, áttu að fá að geta ættleitt.  Það er fáránlegt að það séu strangari kröfur gerðar til foreldra gegnum ættleiðingakerfið og tæknifrjóvgunarkerfið en þeirra sem eignast börn á “náttúrulega” mátann.  Það er fullt af fólki sem hreinlega ætti ekki að eiga börn, en þar sem það ríður smokklaust út um allar trissur fær það að fjölga sér athugasemdalaust.  Fólk sem hins vegar vill eignast börn og er tilbúið til að takast á við ábyrgðina sem því fylgir (sem kemur kynhneigð ekkert við), þarf að standast alls konar kvaðir og óréttlátar kröfur.\nHver er t.d. munurinn á einstæðu foreldri sem vinnur úti og hefur barnið á dagheimili, eða hjónum sem bæði vinna úti og hafa barnið á dagheimili?\nEf einstætt foreldri (eftir skilnað eða fráfall maka) getur alið upp barn, hvers vegna ætti þá einstaklingur sem hefur efni á því að ala upp barn ekki að fá að ættleiða?\nSvarið er: fordómar.\nÞað er rangt að ætlast til þess að skoðanir manns séu gerðar að lögum… lög byggjast á rökum, ekki tilfinningum eða smekk.\nÞar sem engin rök eru gegn ættleiðingu eða tæknifrjóvgun samkynhneigðra eða einstæðra, eru lög sem banna það eingöngu byggð á tilfinningum, smekk og fordómum þeirra sem setja lögin og eru þar með óréttlát og órökstyðjanleg lög sem ber að afnema.\nFélagslegar kannanir styðja ekki fullyrðingar um að börn einstæðra foreldra eða samkynhneigðra foreldra verði fyrir einhverjum skaða vegna þeirra aðstæðna.  Fátækt hefur meiri félagsleg áhrif en fjölskyldusamsetning.\nHvað varðar hjónabönd, þá eiga samkynhneigðir að hafa fullan rétt til þeirra - allavega lagalegan rétt.  Trúfélög hafa fullan rétt til að setja reglur um hjónavígslur innan félagsins.\nÁ Íslandi er hins vegar ríkisrekin þjóðkirkja og því væru allar slíkar reglur brot á mannréttindum þjóðfélagsþegna (við borgum fyrir þetta bákn með sköttunum okkar hvort sem okkur líkar betur eða verr).\nSértrúarsöfnuðir sem ekki hljóta ríkisstyrki hafa því rétt til að hafna hjónavígslu samkynhneigðra, en ekki Þjóðkirkjan eða aðrir söfnuðir sem þiggja ríkisfé.\nEn burtséð frá öllum trúfélögum, þá eiga samkynhneigð pör fullan rétt á þeim lagalegu réttindum sem gagnkynhneigð pör njóta í “vígðri sambúð” eða hjónabandi.\nÉg viðurkenni alveg að ég hef áhyggjur af því uppeldi sem börn hljóta hjá samkynhneigðum. Ég viðurkenni það fyllilega að vissulega eru einstaklingar í þeim hópi sem myndu standa sig frábærlega sem uppalendur.\nAllt í lagi með það, þú hefur rétt til þess að hafa áhyggjur, þó þær séu ekki byggðar á neinum rökum.  Ég hef líka áhyggjur af því uppeldi sem börn hljóta hjá fólki með aðrar pólítískar skoðanir, eða hjá fólki sem drekkur mikið.\nVissulega eru einstaklingar sem standa sig frábærlega sem uppalendur við slíkar aðstæður.  En þar liggur einmitt hundurinn grafinn.  Kynhneigð og samsetning fjölskyldunnar hefur engin áhrif á þetta, því einstaklingar eru misjafnir og það er engin ein “rétt” aðferð til að ala upp barn.  Allir uppalendur hafa sínar aðferðir… ég þarf ekki að vera sammála þeim til að þær hafi þau áhrif sem foreldrarnir vildu hafa.  Ég þarf ekki einu sinni að vera sáttur við áhrifin - ekki mitt að ákveða.\nVið sem viljum lifa í frjálsu samfélagi höfum ekki rétt til að lögleiða okkar smekk. Við höfum ekki rétt til að takamarka réttindi annarra bara vegna þess að það hentar ekki okkar fyrirfram mótuðu skoðunum á því hvernig við álítum að þjóðfélagið\neigi að vera\n, það er ekkert annað en fasismi."
        },
        {
            "user": "Ferjumadur",
            "user_id": "39228",
            "date": "2005-08-23 12:37:59",
            "id": "2408179",
            "reply_to_id": "2392779",
            "text": "Semsagt að maður eigi ekki að gera lög eftir fordómum? Og eigum við hin þá bara líða illa útaf það er fólk að gera börn að hommum og lessum í næsa húsi við mann, og ef maður á börn sjalfur á maður að þola það að fólk leiki ser með barni sem verður laggt í einelti allt sitt líf fyrir að eiga tvo pabba?\nEf ég ætti barn þá myndi ég banna því að leika með barni sem væri uppalið af hommum, því það myndi lika lenda á mínu barni og yrði það kallað hommi og eitthvað og kannski einn daginn yrði það bara hommi eða lessa. Ekki spes!\nVið hin skiptum líka máli, hommar þurfa aðeins fara líta í kringum sig og hætta þessari sjálfselsku!"
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2005-08-23 18:26:57",
            "id": "2409152",
            "reply_to_id": "2408179",
            "text": "Hverslags óskapleg heimska er þetta eiginlega?\nSemsagt að maður eigi ekki að gera lög eftir fordómum?\nNei, við gerum lög eftir skynsemi og rökum.  Fordómar hafa hvorugt.  Orðið felur í sér merkinguna að dæma eitthvað fyrirfram, án skynsemi og raka.  Það er nákvæmlega ekki það sem lög eiga að byggjast á.\neigum við hin þá bara líða illa útaf það er fólk að gera börn að hommum og lessum í næsa húsi við mann\nÞú gerir engan að homma eða lesbíu, fólk er fætt svona, rétt eins og ég og þú fæðumst gagnkynhneigðir.\nog ef maður á börn sjalfur á maður að þola það að fólk leiki ser með barni sem verður laggt í einelti allt sitt líf fyrir að eiga tvo pabba?\nÞetta er með heimskulegri setningum sem ég hef séð á þessarri síðu og er þá mikið sagt.  S.s. ef barn er lagt í einelti, þá viltu ekki að önnur börn leiki við það. Heldurðu að einelti sé smitandi?  Ertu fífl?  Með því að banna börnunum að leika við barn sem er lagt í einelti, þá ertu sjálfur að leggja barnið í einelti.  Einelti er ekki þolandanum að kenna, heldur gerandanum.  Ef börn stríða öðrum börnum fyrir að eiga tvo foreldra af sama kyni, þá er ástæðan einföld:  fordómar foreldra þeirra.\nEf ég ætti barn þá myndi ég banna því að leika með barni sem væri uppalið af hommum, því það myndi lika lenda á mínu barni og yrði það kallað hommi og eitthvað og kannski einn daginn yrði það bara hommi eða lessa. Ekki spes!\nOK, í fyrsta lagi, þá væri það það besta sem barnið þitt gæti gert, að leika við barn sem verður fyrir aðkasti, það er þroskandi fyrir þau bæði, auk þess sem hitt barnið þarf ekki beint á þínum fordómum að halda.  Í öðru lagi, þá verða krakkar ekki ‘einn daginn’ samkynhneigð af umgegni við börn samkynhneigðra foreldra.  Það er svo mikil fáfræði og heimska í þessum pósti þínum að ég gæti svei mér þá trúað að þú hafir alist upp á sveitabæ í miðríkjum Bandaríkjanna.\nSvo tromparðu allt með þessarri setningu:\nVið hin skiptum líka máli, hommar þurfa aðeins fara líta í kringum sig og hætta þessari sjálfselsku!\nALLT sem þú sagðir er sjálfselska.  Það erum VIÐ sem þurfum aðeins að fara að líta í kringum okkur, því það erum VIÐ sem erum orsökin fyrir vandamálum samkynhneigðra.  VIÐ lítum svo stórt á okkur að við útskúfum þeim fyrir að vera öðruvísi en við.  En gettu hvað… við erum öll öðruvísi.\nÞessi setning sem þú lést þarna frá þér - skiptu út orðinu ‘hommar’ og settu ‘negrar’ eða ‘konur’ í staðinn… ertu enn sammála setningunni?  Það eru nákvæmlega sömu forsendur og fordómar þínir eru nákvæmlega eins.  Byggðir á fáfræði og heimsku.  Mismunun kynþátta og kynja í mannkynssögunni hafa alltaf byggst á sömu hugsanavillum og þú viðrar hér.  Lög sem hafa bannað konum og minnihlutahópum að gera eitthvað, eða útskúfað þeim, eða mismunað á einhver hátt, hafa öll verið byggð á sömu fordómum.  Viltu ennþá að lög verði sett eftir fordómum?  Hvað ef þeir sem setja lögin hafa fordóma gagnvart fólki með hommafóbíu á háu stigi?  Heldurðu að þú myndir sætta þig við að vera álitinn annars flokks þjóðfélagsþegn?\nHugsaðu aðeins áður en þú talar.  Þá hefurðu þig kannski ekki að jafn miklu fífli eins og þú varst að gera."
        },
        {
            "user": "Ferjumadur",
            "user_id": "39228",
            "date": "2005-08-23 22:29:29",
            "id": "2410116",
            "reply_to_id": "2409152",
            "text": "Ah okey við fæðumst hommar og lesbíur. Með þessu ertu að halda framm að við fæðumst geimfarar eða kannski kjarnorkufræðingar.\nÉg held samt framm að umhvefið okkar gerir okkur að því sem við erum og því er eitthvað sem hefur áhrif á mann sem gerir mann að þvi sem maður er.\nÉg held að hommar og lessu noti þetta aðeins sem afsökun til að sætta sig við sjalft sig og er það mjög gott að lifa í sjálfsblekkingu. En ég er allveg viss um að við fæðumst tóm í kollinum!\nNema þú hafir getað talað strax frá fæðingu og sagt hvort þú værir gagnkynhneigður eða ekki.\nÉg held þú kæmir með rök fyrir því, en þú getur engan vegin sannað að við fæðumst hommar og lessur og ég ekki heldur að umhverfið gerir okkur að því sem við erum, en ég tel mitt þó líklegra!\nAfsakaðu ;)"
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2005-08-23 23:05:04",
            "id": "2410233",
            "reply_to_id": "2410116",
            "text": "Ah okey við fæðumst hommar og lesbíur. Með þessu ertu að halda framm að við fæðumst geimfarar eða kannski kjarnorkufræðingar.\nHommar og lesbíur eru ekki atvinnugrein.  Þú getur ekki verið svona heimskur - en þú kannski fæddist þannig, hver veit.\nþú getur engan vegin sannað að við fæðumst hommar og lessur\nÞað er ekki 100% sannað, en það er mun líklegra en val.  Enginn af þeim hommum og lesbíum sem ég hef kynnst segist hafa valið sína kynhneigð (og þar sem ég valdi ekki mína, þá tel ég það rétt).\nÉg held að hommar og lessu noti þetta aðeins sem afsökun til að sætta sig við sjalft sig og er það mjög gott að lifa í sjálfsblekkingu.\nÞú ert semsagt einn af þessum vitleysingum sem heldur að þetta sé val.\nOK, þannig að þú heldur að fólk taki þá ákvörðun að verða fyrir aðkasti frá fordómafullu fólki, vera mismunað í þjóðfélaginu, bæði af almenningi og ríkinu og í mörgum tilfellum lamið og jafnvel myrt fyrir það eitt að vera “öðruvísi”.\nÞú átt greinilega margt eftir að læra.  Þú ert fáviskan uppmáluð.  Ef einhver lifir í sjálfsblekkingu, þá ert það þú.\nEn ég er allveg viss um að við fæðumst tóm í kollinum!\nJamm og munurinn á mér og þér er að ég er búinn að vera að fylla á síðustu 33 árin.  Þú virðist enn vera frekar tómur.\nNema þú hafir getað talað strax frá fæðingu og sagt hvort þú værir gagnkynhneigður eða ekki.\nÞurftir þú að taka meðvitaða ákvörðun um það hvort þú væri hrifinn af konum eða körlum?  Minn fyrsti alvöru bóner var afþví ég sá nakta og fallega konu.  En ég var þá allt of ungur til að vita hvers vegna.  Það segir mér að líkami minn hafi þar með verið að sýna í verki hver mín kynhneigð var.  Kynhneigð er ekki félagslegt fyrirbæri.  Hvernig myndirðu t.d. útskýra samkynhneigð meðal annarra dýrategunda?  Eða ertu einn af þeim sem segir að það sé ekki til?\nAfsakaðu ;)\nÉg afsaka bara heimsku, ekki fáfræði, því fáfræði er hægt að laga.  Hvort tilfellið ert þú?"
        },
        {
            "user": "Ferjumadur",
            "user_id": "39228",
            "date": "2005-08-23 23:18:06",
            "id": "2410276",
            "reply_to_id": "2410233",
            "text": "Okey, 33 ára gamall gaur sem kallar aðra heimska sýnir allveg að þú sert 33 ára.\nKynhneigð og atvinnugreinar koma þessu máli við að þannig að við kjósum hver við erum. Ég kýs frekar að fara í skóla en að fara vinna. Þarna valdi ég eitthvað rett eins og ég vel að vera gagnkynhneigður en samkynhneigður.\nEn nóg um það við getum hvorugir sannað mál okkar um þetta og ef þú ert svona gáfaður þá ættiru að hafa vit á að þegja her frammeftir um þetta mál.\nÉg veit um börn sem eru alin upp af lessum, og við búum her á eyju þar sem eru fáir samt eru þau lögð í einelti, fyrir það eitt að eiga foreldra fyrir að vera samkynhneigð. Er það eitthvað gott fyrir börnin að vera lögð í einelti? Ertu að segja það með því að segja það se lagi að ala börn svona upp.\nEn þú náttla veist allt og segir þetta se í lagi. Segðu þessum börnum það, segðu öðrum börnum þetta sem þurfa þola að búa hjá fólki sem er öðruvísi!"
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2005-08-23 23:48:35",
            "id": "2410360",
            "reply_to_id": "2410276",
            "text": "Eins og ég sagði áður, þá er einelti ekki þolandanum að kenna, þó þú sért enn að gefa það í skyn.\nBörn sem verða fyrir aðkasti vegna heimilsaðstæðna, sýnir að uppeldi þeirra sem leggja þau í einelti er ábótavant.  Ef þú kennir börnunum þínum að fjölskyldur séu mismunandi og það sé ekki rétt að stríða þeim sem ekki búa eins og þau, þá leggja þau ekki önnur börn í einelti fyrir það.  Uppeldi er lykilatriði í einelti.  Ég þekki það af eigin reynslu, þar sem ég var lagður í einelti í barnaskóla.\nVið kjósum hvers konar karakter við höfum að geyma, ekki hvert eðli okkar er.\nÞitt val er ekki réttara en annarra, bara vegna þess að þú valdir það.  Það sem hentar þér hentar ekki endilega einhverjum öðrum.\nef þú ert svona gáfaður þá ættiru að hafa vit á að þegja\nSemsagt, ég á að láta þig komast upp með fávitaskap og útbreiðslu fáfræði og fordóma á opinberum vetvangi?  Það væri mikil heimska af mér að gera það.\nÉg var að reyna að rökræða við þig.  Ég var að reyna að upplýsa þig um málefni sem þú augljóslega hefur enga þekkingu á en telur þig samt sem áður hæfan til að dæma líf annarra útfrá skoðunum þínum sem ekki eru byggðar á neinum rökum.\nEn þú náttla veist allt og segir þetta se í lagi.\nÉg veit ekki allt.  Enginn veit allt. Þó ég búi yfir mjög víðamikilli þekkingu á mörgum sviðum, þá breytir það ekki þeirri staðreynd að því meira sem ég læri því betur sé ég hvað ég veit í raun lítið.\nEn það breytir því heldur ekki að ég hef töluvert forskot á þig og hef meiri þekkingu og þroska.\nsegðu öðrum börnum þetta sem þurfa þola að búa hjá fólki sem er öðruvísi!\nÖðruvísi en hvað?  Við erum ÖLL öðruvísi.  Hvað er svona slæmt við það að vera öðruvísi en nágranninn?  Er það ekki fjölbreytileikinn sem gerir okkur að einstaklingum?  Viltu að við séum öll í eins fötum, borðum sama matinn, hugsum eins og tölum eins?  Það hlýtur að vera fyrst það er svona slæmt þegar einhver er öðruvísi en þú.\nBörn sem alast upp ‘hjá fólki sem er öðruvísi’ þekkir ekki annan heim, þannig að fyrir þeim er allt annað fólk öðruvísi sem er ekki eins og þeirra fjölskylda.  Öll börn byrja lífið þannig.  Fyrir þeim er lífið fullkomlega eðlilegt, þar sem þau hafa ekki samanburð.  Þ.a.l. er það alger fásinna hjá þér að segja að þau þurfi að ‘þola’ að búa hjá fólki sem er ‘öðruvísi’.\nÞú ert enn of ungur til að fara í ÁTVR, sem þýðir að þú ert óþroskaður og átt eftir að læra margt.  Ath. að ég er ekki að segja það til að vera leiðinlegur eða til að gagnrýna þig, ég er bara að benda á staðreynd.  Allir ganga í gegnum það sama.  Ég var einu sinni táningur líka, þannig að ég veit hvaðan þú ert að koma.\nog að lokum\nOkey, 33 ára gamall gaur sem kallar aðra heimska sýnir allveg að þú sert 33 ára.\nÞetta er rökleysa og er ekki svar.  Ertu að segja að þar sem ég sé fullorðinn maður hafi ég ekki rétt til að benda á fáfræði eða heimsku hjá öðrum?  Ég skil ekki þessa athugasemd þína…"
        },
        {
            "user": "Ferjumadur",
            "user_id": "39228",
            "date": "2005-08-24 00:09:11",
            "id": "2410412",
            "reply_to_id": "2410360",
            "text": "Tæknilega seð geta þau ekki eignast börn nema með ættleiðingum og annað. Þannig að það segir okkur eitthvað, að þau eiga ekki að eiga börn.\nGuð myndi gefa þeim þann möguleika ef hann vildi að samkynhneigð væri til.\nGuð er að reyna koma í veg fyrir að börn sem þurfa alast upp hjá hommum og lessum verði fyrir einelti og jafnvel það sem verra er, þau gætu orðið samkynhneigð sjálf.\nEn ég nenni ekki að tala við þig, ég hef mínar skoðanir og þú þínar og við munum örugglega aldrei rekast á hvorn annan hvað varðar um að vera sammála. Þannig þetta er tímasóun, og þú “herra-ég-veit-allt” ættir að vita það og láta mig í friði!"
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2005-08-24 01:14:22",
            "id": "2410480",
            "reply_to_id": "2410412",
            "text": "Ekki blanda Guð í málið.  Þetta hefur ekkert með ímyndaða vini að gera.\nÞetta snýst ekki um skoðanir, heldur fordóma og fróðleik.  Þú hefur fordóma, ég hef fróðleik.  Ég er að reyna að miðla til þín til að draga úr fordómum (aðal óvinur fordóma er fróðleikur).\nÞú heldur áfram að endurtaka sömu vitleysuna þó það sé búið að færa rök fyrir því hversu röng hún er (að það sé slæmt fyrir börn að alast upp hjá samkynhneigðum og að börn verði samkynhneigð af því - öll gögn sem til eru um málið sýna fram á að sú fullyrðing er alröng).\nÞú nennir ekki að tala við mig vegna þess að þú veist að þú getur ekki fært rök fyrir máli þínu, enda er það byggt á fáfræði og fordómum.\nVið skulum þá láta þetta verða síðasta orðið."
        },
        {
            "user": "Ferjumadur",
            "user_id": "39228",
            "date": "2005-08-24 01:23:28",
            "id": "2410486",
            "reply_to_id": "2410480",
            "text": "Afsakið ég er kristinn, ég trúi á guð. Þú hefur engan rett á að segja að hann se ímyndaður vinur, þótt þú sert að reyna vera eitthvað svalur og afneita guði þá þurfum við ekki öll að gera það.\nÞegar ég trúi á guð þá trúi ég á að hann skapaði heimin og fólkið sem lifir í honum og ef hann hefði verið samþykkur samkynhneigð þá hefði hann allavega getað leyft hommum og lessum að geta frjóvgað hvort annað sem kona og kona og sem maður og maður.\nÞú ert gáfaðstur herna, það er eina skýringin. Þú lítur á sjálfann þig sem guð, þess vegna segjurru hann se ímyndaður vinur. Nefnilega þú ert raunverulegur og vilt að við tilbiðjum þig.\nÉg skal tilbiðja þig ef þú getur sannað að þú skapaðir heimin. Hættu þessari sjálfselsku, þú ert orðinn 33 ára gamall maður og ættir að hafa meira vit í kollinum. Farðu spá í hvernig þú ert, en ekki aðrir!\nMer finnst asnalegt af þer að segja þetta, nefnliega ég var hættur að tala við þig en núna breytiru homma umræðu sem er viðbjoðslegasta af öllu sem ég get rætt um ásamt barnanauðgunum, nauðungun og morðum. En núna ertu að reyna fá mig til að halda guð se ímyndaður vinur.\nÉg hef aldrei talað við guð og ímynda mer hann ekki. En ég trúi á hann og ef hann er ímyndaður vinur og þú heldur framm að ég se geðveikur þá er hommar líka sín tegund af geðveiki.\nÞetta var mjög heimskulegt af þer kallinn og greinilega sagt í pirringi. Skil ekki afhverju þú pirrar þig yfir öðrum hugurum sem hafa sínar skoðanir.\nSilvía nótt!"
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2005-08-24 05:43:26",
            "id": "2410559",
            "reply_to_id": "2410486",
            "text": "Ekki bara að þú sért fáfróður, heldur ertu jesúplebbi líka.  Ekki að það komi mér á óvart, þar sem fólk þarf algerlega að hafna rökum og skynsemi til að gleypa við þeirri þvælu.\nÞú sagðist vera hættur, en samt heldurðu áfram með sama ruglið, ertu last word freak?\nÞú lítur á sjálfann þig sem guð, þess vegna segjurru hann se ímyndaður vinur. Nefnilega þú ert raunverulegur og vilt að við tilbiðjum þig.\nÉg skal tilbiðja þig ef þú getur sannað að þú skapaðir heimin.\nÉg lít ekki á sjálfan mig sem guð, enda er enginn guð til.  Þú heldur því fram að hann sé til án nokkurra sönnunargagna og því segi ég að hann sé tóm ímyndun - en það er allt önnur umræða.  Ég kæri mig kollóttann um það hvort einhver tilbiðji falska guði eða ekki svo lengi sem þeir reyna ekki að sannfæra mig.  Ég kæri mig heldur ekki um að einhver tilbiðji mig.\nSvo ertu líka farinn að nota strámenn núna, sem er dæmi um það að þú hafir ekki svör (þú gerir mér upp skoðanir og ræðst svo á þær).\nÞú kemur ekki með eitt einasta málefnalegt svar í þessum pósti, sem virðist allur snúast um mig.\nHaltu þig við málefnin og ég get rætt við þig, nema þú haldir auðvitað áfram að endurtaka sömu lummuna eftir að hún hefur verið hrakin með rökum.\nÞú líkir hérna hommum við barnaníðinga og morðingja, sem segir mér að þú eigir við alvarlega hommafóbíu að stríða og jafnvel eitthvað verra en það, því þú ert þarna kominn út á ansi hálan ís í sleggjudómunum þínum.  Eina skýringin sem ég get séð, aðra en eindæma fáfræði, er að þú hafir orðið fyrir kynferðislegu áreiti í æsku, sem ég vona að sé ekki raunin.\nFarðu á bókasafnið, talaðu við þér reyndari menn, lærðu svolítið um viðfangsefnið og hafðu opinn huga.  Beittu því sem kallast ‘skynsöm gagnrýni’ á allar upplýsingar, bæði nýjar og gamlar.\nÞegar þú hefur aflað þér upplýsinga og hefur öðlast nægilegan þroska til að geta átt í rökræðum við fólk án hroka og rökleysu, þá geturðu haft samband við mig aftur og ég skal glaður rökræða hvað sem er.  En eins og þessi síðasti póstur þinn var - persónulegur og ómálefnalegur - þá kúpla ég mig hér með út úr þessarri umræðu.\nÉg efast ekki um að þú viljir eiga síðasta orðið, þannig að gerðu svo vel (ath. það er ekki þar með sagt að þér sé hér með gefinn laus taumurinn til að hella þér yfir mig með svívirðingum.)"
        },
        {
            "user": "Ferjumadur",
            "user_id": "39228",
            "date": "2005-08-24 10:48:16",
            "id": "2410684",
            "reply_to_id": "2410559",
            "text": "Haha gaur hvað er málið með þig? Jesús plebbi? Ég fer í kirkju einu sinni á ári og það er á jólunum annað er ég ekki serstakt. Þú virðist vera yngri en ég ertu viss um að þú sert 33 ára?\nTrúi ég á guð án sönnunargagna já það er rétt, þess vegna heitir þetta trú. En getur þú sannað að hann se ekki til?\nÉg ætla ekki að reyna sannfæra þig um neitt, það að ég búi til skoðanir og ræðst á þær um þig er ekki satt. Þú helst því framm að ég ætti ímyndaða vini sem ég á ekki. Ég til mig í það minnsta orðinn nógu fullorðinn til að greina mun á ímyndun og raunveruleika.\nÞú ert mjög leiðinleg persóna til miður, en þú heldur alltaf áfram.\nGreinilega að æskan þín hafi verið erfið, enda eyddiru henni fyrir framan spegilinn og annarstaðar þar sem þú reyndir að sannfæra fólk um að þú skapaðir heimin.\nAnnars er þetta mín hugmynd um þig, mín skoðun á þer eins slæm og þú hefur á mér. Þú dæmir mig bara eftir því að ég sé á móti samkynhneigð.\nEn ég sýni meiri þroska og þú og ræðst alls ekki á þennan hóp fólks, en þú ræðst her á mig sem er væntanlega í hópi þröngsýnna fólks. En já þú ert 33 ára sýndu mer nú hvað fullorðinn maður getur hagað ser vel og slepptu að koma með eitthvað eins og ímyndaða vini eða að ég se heimskur. Ég veit allveg hver ég er og þarf ekki eitthvað fífl sem er 33 ára og lifir enn í æskunni.\nAnnars hvað ertu að reyna segja mér? ertu að reyna sannfæra mig um eitthvað? ef svo er þá bið ég þig að hætta sóa tímanum nefnilgea ég hef mínar skoðanir og stend fastur á þeim til miður fyrir suma.\nSýndu núna að þú sert 33 ára og slepptu að koma með eitthvað svona bull sem svipar mjög til persónumeiðingar því það hefur engin áhrif nema það að fólki fer að fynnast þú frekar ungur í anda.\nVertu sæll og ég bið þig um að þegja hér eftir. Ég er á móti samkynhneigð og þú styður hana(eflaust alinn upp af samkynhneigðu fólki hver veit.)\nMiðað við að þú kallir þetta ímyndaða vini þá er rúmlega hvað á ég að segja 1 milljarður jafnvel meira talinn eiga sama ímyndaða vininn sem gæti aldrei staðist, því enginn heili virkar eins og óvíst að við mundum líta á allt það sama!\nEn þú ert víst æðri en við öll samkvæmt sem þú virðist vera segja, kannski maður fari að tilbiðja þig temsi.\nVertu sæll “fullorðni” maðu"
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2005-08-24 18:04:15",
            "id": "2411612",
            "reply_to_id": "2410684",
            "text": "439 orða pistill sem er ein samfelld persónuleg árás á mig.  Eins og ég sagði, haltu þig við málefnin og þá er hægt að ræða við þig og taka þig alvarlega.\nÞú eyðir öllu þínu púðri í strámenn og heldur svo áfram að endurtaka sömu vitleysuna þó það sé búið að hrekja hana með rökum.\nÞegar ég bendi þér á vitleysurnar og færi rök fyrir mínum svörum, gerirðu mér upp skoðanir, ræðst á þær og þykist voða töffari.\nJú, þú gerðir mér upp skoðanir og gerir enn.  Þessi síðasta árás þín fór beint úr því að neita því í það að halda því áfram.  Notaðu höfuðið krakki, að segja “þú vilt” og nefna svo eitthvað sem ég hef aldrei sagt eða aldrei viljað, er að gera mér upp skoðun. Það að ráðast svo á það, kallast strámaður.\nÉg kæri mig ekki um svona framkomu og þú ættir að skammast þín fyrir að geta ekki tekið þátt í umræðu án þess að leiðast út í ad hominem árásir.\nÁður en þú æpir “já, en þú kallaðir mig heimskan”, þá skaltu lesa þetta:  Ég sagði að þú værir fáfróður, ekki heimskur.  Svörin þín gáfu til kynna mikla fáfræði.  Ég sagði aldrei að þú værir heimskur, ég sagðist þvert á móti vona að þú værir það ekki og spurði þig beint út hvort þú værir fáfróður eða heimskur, því fáfræði er hægt að laga, ekki heimsku (sem var einmitt ástæðan fyrir því að ég vonaði að um fáfræði væri að ræða).  Margt af því sem þú sagðir var líka voðalega heimskulegt og ég benti þér á það með rökum.\nÞú svarar með strámönnum og svívirðingum og lætur svo eins og ég sé voða vondur við þig.\nEins og sagt er á enskunni: get over yourself.\nSvo ferðu að tafsa um Guð heilan póst og ert svo voða hissa þegar ég segi þig vera Jesúplebba.   Trú þín útskýrir þó allavega hvers vegna þú ert með svona svakalega hommafóbíu.\nOg nei, það er ekki mitt að afsanna tilvist guðs.  Þú heldur því fram að hann sé til, því er það þitt að sanna að hann sé til, en það er allt önnur umræða sem á ekki heima í þessum þræði.  Þú getur kíkt á vantru.is fyrir umræður þess efnis.\nÞú neitar að hlusta á rök og ert meir að segja stoltur af því, sbr. það að þú segir að það sé útilokað að þú skiptir um skoðun.\nSorry félagi, en það er bara ógurleg heimska og þröngsýni.  Skoðanir geta verið rangar, ef þær ekki byggja á rökum.  Þú vilt s.s. halda í ranga skoðun bara af því að það er þín skoðun.  Snillingur ertu.\nHaltu bara svívirðingunum áfram ef þér líður eitthvað betur við það.  Ég er hættur að taka þátt í þessarri vitleysu."
        },
        {
            "user": "Ferjumadur",
            "user_id": "39228",
            "date": "2005-08-24 19:27:24",
            "id": "2412027",
            "reply_to_id": "2411612",
            "text": "Gvuð minn góður hvað þú ert leiðinlegur. Ég sýndi ekki þroska og þú máttir kalla mig það sem þú vildir, heimskan og fleira. Svo þegar ég segi eitthvað þá byrjaru að röfla um strámenn.\nAfhverju ertu að gera svona mikið mál úr þessu, nærðu því ekki þegar ég segi að þetta se mín skoðun og að þú breytir henni ekki!"
        },
        {
            "user": "tropi",
            "user_id": "15765",
            "date": "2005-08-25 14:31:29",
            "id": "2414092",
            "reply_to_id": "2412027",
            "text": "Það er ekki skoðun að sjá líkja kynhneigð við atvinnugrein, það er meðfædd heimska. Taktu eftir að ég sagði meðfædd og hugsaðu vel meiningu þess. Megir þú þroskast."
        },
        {
            "user": "Ferjumadur",
            "user_id": "39228",
            "date": "2005-08-25 16:10:31",
            "id": "2414523",
            "reply_to_id": "2414092",
            "text": "Ég lýkti ekki atvinnugrein við samkynhneigð, minn heimski vinur. Heldur sagði ég að við fæðumst gjörsamlega á byrjunarreit. Við fæðumst ekki hommar og við fæðumst ekki stjórmálamenn. Heldur verðum við það!!! Ef þú getur ekki skilið þetta þá slepptu að svara mér plz."
        },
        {
            "user": "tropi",
            "user_id": "15765",
            "date": "2005-08-25 20:59:16",
            "id": "2415631",
            "reply_to_id": "2414523",
            "text": "“Ah okey við fæðumst hommar og lesbíur. Með þessu ertu að halda framm að við fæðumst geimfarar eða kannski kjarnorkufræðingar. ”\nÞetta kallast að líkja atvinnugrein við kynhneigð fæðingarhálfvitinn þinn. Og fæðast menn þá ekki heldur með neina greind eða hæfileika sem erfast? Ákvaðstu sjálfur að gerast heimskur og fáfróður? Og velja ljóshærðir að vera ljóshærðir en fæðast ekki þannig? Það sem þú ert að segja er ekki einusinni spurning um skoðanir, heldur heilbrigða skynsemi."
        },
        {
            "user": "Ferjumadur",
            "user_id": "39228",
            "date": "2005-08-25 21:34:30",
            "id": "2415758",
            "reply_to_id": "2415631",
            "text": "Ertu heimskastur eða hvað? Ég sagði við fæðumst á byrjunar-reit, nærðu því ekki? Ég sagði aldrei að við fæðumst hommar eða lesbíur heldur sagði ég að við fæðumst það ekki.\nLesu bara yfir höfuð það sem ég sagði, ef við fæðumst eins og hommar þá gætum við allt eins rett fæðst sem geimfarar.\nEn ég er að meina að við fæðumst sem ekki neitt nema ungbörn. Það sem við verðum þegar við verðum eldri er það sem umhverfið og annað hefur áhrif á manni.\nMeð endæmum hversu heimskt fólk leynir sig. Ég ráðlegg þer að sleppa að svara mér því ég nenni ekki sóa tímanum í heimkst fólk eins og þig. Forverar þínir sem rifust útaf öllu sem ég sagði voru í það minnsta gáfaðir og kunnu að lesa!"
        },
        {
            "user": "tropi",
            "user_id": "15765",
            "date": "2005-08-25 23:39:26",
            "id": "2416136",
            "reply_to_id": "2415758",
            "text": "Ertu heimskastur eða hvað? Ég sagði við fæðumst á byrjunar-reit, nærðu því ekki? Ég sagði aldrei að við fæðumst hommar eða lesbíur heldur sagði ég að við fæðumst það ekki.\nJá, það er nákvæmlega það sem ég var að segja, hvern fjandinn ertu að tala um? Lestu yfir það sem ég sagði.\nLesu bara yfir höfuð það sem ég sagði, ef við fæðumst eins og hommar þá gætum við allt eins rett fæðst sem geimfarar.\nÞú semsagt LÍKIR KYNHNEIGÐ(samkynhneigð) VIÐ ATVINNUGREIN(geimfara). Fólk ákveður að gerast geimfari, fólk ákveður ekki einn daginn að gerast samkynhneigður og æsast kynferðislega af sama kyni. Það gerist ómeðvitað. Þú ákveður heldur ekki hvort þú sért örvhentur eða ekki.\nMeð endæmum hversu heimskt fólk leynir sig. Ég ráðlegg þer að sleppa að svara mér því ég nenni ekki sóa tímanum í heimkst fólk eins og þig. Forverar þínir sem rifust útaf öllu sem ég sagði voru í það minnsta gáfaðir og kunnu að lesa!\nSemsagt ef fólk er ekki sammála þér í því að fólk fæðist með ákveðna kynhneigð þá er það heimskt? Þú kallaðir mig heimskan c.a 10x í póstinum þínum. Það segir meira um þig en mig. Vanmáttarkennd þín skín í gegn og í stað þess að nota rök þá eyðiru orku í að kalla fólk “heimskt”.\nTil að þú vitir það þá er það almenn skoðun í samfélaginu að fólk fæðist með kynhneigð, þú getur ekki breytt henni. Þú átt eftir að komast að því þegar þú ferð að vitja skoðanir þínar víðar að það verður litið á þig sem þröngsýnt fordómafullt fífl ef þú heldur að samkynhneigt fólk VELJI að gerast samkynhneigt. En þú ert bara barn og veist ekki betur. Ég ætla að hætta að svara þér vegna þess að nú sé ég að þetta er ofar þínu skilningarviti, en megiru þroskast í framtíðinni. Passaðu bara hverja þú umgengst, þú gætir breyst í homma á hverri stundu."
        },
        {
            "user": "Ferjumadur",
            "user_id": "39228",
            "date": "2005-08-26 07:25:20",
            "id": "2416363",
            "reply_to_id": "2416136",
            "text": "Okey lattu mig í friði."
        },
        {
            "user": "doktorapi",
            "user_id": "56306",
            "date": "2005-08-20 00:29:48",
            "id": "2399034",
            "reply_to_id": "2392498",
            "text": "Það hefur verið rannsakað aftur og aftur í bandaríkjunum t.d. hvernig uppeldi barns hjá samkynhneigðum foreldrum vindur fram, og niðurstöðurnar eru á þá leið að ekkert bendir til þess að börnin beri neinn skaða af því. Þær steríótýpur að lesbíur séu einhvernveginn minna móðurlegar við börn sín, eða að hommar séu verri feður en annað fólk hafa verið hraktar, rannsókn eftir rannsókn, þar sem hundruð barna koma við sögu. Ekki hefur heldur fundist flugufótur fyrir því að börn samkynhneigðra séu líklegri en önnur til að verða sjálf samkynhneigð, og því síður að þau séu líklegri til að verða fyrir kynferðislegri misnotkun. Ég held að þú vitir í reynd ekki margt um “meirihlutann” Xavier, enda er það svo að það sést minnst af honum í daglegu lífi og fjölmiðlum.\nÁstæðan fyrir því að haldin er hátíð sú árlega sem nefnd er Hinsegin Dagar er að hún fagnar Stonewall-uppþotunum í New York 1968, þegar samkynhneigðir snerust með uppreisn gegn langvarandi lögregluofsóknum á hendur þeim. Viðburðurinn markaði upphaf baráttunnar til þess að jafna réttindi samkynhneigðra og gagnkynhneigðra. Á vesturlöndum er sú barátta víðs vegar vel á veg komin, en ég held að hvergi sé hún að fullu unnin, og ef við leitum til minna þróaðra ríkja er þessi barátta varla ennþá hafin. Það eina sem þú þarft að fatta er að það er í eðli sínu rangt að mismuna eða beita á annan hátt óranglæti fólk sem elskar fólk öðruvísi en þú.\nEf þú fellst á það lendirðu í þversögn við sjálfan ef þú ætlar að meina því hitt eða þetta, það er til margt samkynhneigt fólk sem hefur trúartilfinningu og finnst það útskúfað og annarsflokks manneskjur af því að það getur ekki staðfest löngun sína til skuldbindingar með þeim hætti sem trú þeirra býður þeim.\nEnn fleira samkynhneigt fólk held ég að langi til að taka þá ákvörðun að ala upp barn. Getur þú, Xavier, horft í augun á slíkri manneskju og sagt henni að henni skuli það ekki leyfast? Hvernig rökstyðurðu það, með öðru og meira sannfærandi en því að það sé þín persónulega skoðun? Ég held að ég myndi vilja meira en það…\nFinnst þér ekkert undarlegt að hvaða jói og gunna sem er geta lent í því fyrir slysni að eignast barn saman, á meðan fólk sem eftir mikla ígrundun og pælingar tekur meðvitaða ákvörðun um slíkt skuli ekki mega það? Hvort ætli séu líklegri til að vera ábyrgir, góðir foreldrar?\nHvað er annars slæmt við að það sé “inn” að vera víðsýnn og leyfa minnihlutahópum að njóta jafnræðis við aðra? Er slæmt að vera stuðningsmaður þess að samkynhneigð sé ekki glæpur í útlöndum? Er einhvernveginn meira í lagi að styðja Amnesty International berjast gegn pólítískum samviskuföngum?\nÉg held að þú sért ekki svo mikill hommahatari Xavier, þú bara lyktar af dálítilli hræsni sem þú reynir að gera þig löglega afsakaðann fyrir með þeirri gömlu klisju að þú eigir fullt af frábærum gay vinum."
        },
        {
            "user": "lalade",
            "user_id": "55731",
            "date": "2005-08-18 01:36:14",
            "id": "2392680",
            "reply_to_id": "2391252",
            "text": "Á bara henda þessu liði aftur í skápinn og þeir eiga bara vera þar og hananú."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-18 01:42:08",
            "id": "2392696",
            "reply_to_id": "2392680",
            "text": "Af hverju?"
        },
        {
            "user": "lalade",
            "user_id": "55731",
            "date": "2005-08-18 01:57:01",
            "id": "2392728",
            "reply_to_id": "2391252",
            "text": "því ég hata svona lið. BAra mín skoðun og vona ég verði ekki bannaður fyrir orð mín."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-18 02:31:03",
            "id": "2392776",
            "reply_to_id": "2392728",
            "text": "Allt í lagi að hafa skoðanir. En það minnsta sem maður getur gert er að koma með rök."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-18 02:04:18",
            "id": "2392740",
            "reply_to_id": "2391252",
            "text": "Okei ég hef ekki lesið neitt álit svo ég veit ekki hvort einhver hefur sagt þetta áður eða ekki.\nÞað eru enn fordómar, kynþáttafordómar og einnig fordómar gegn samkynhneigð. Þeir eru bara ekki jafn áberandi í dag því þeir eru faldir í þjóðfélaginu í dag. Í gegnum árin hefur verið rætt meira um þessi málefni og tekið betur á þeim en fordómarnar eru samt sem áður næstum því jafn miklir. Fólk felur fordóma sína bara betur sem er að vissu leyti gott mál."
        },
        {
            "user": "Ferjumadur",
            "user_id": "39228",
            "date": "2005-08-18 03:10:14",
            "id": "2392809",
            "reply_to_id": "2391252",
            "text": "Flott að sum lönd refsa fyrir þetta! Persónulega finnst mer mikið að hommum, en þá á ég bara við homma. Persónurnar hver fyrir sig gætu verið ágætar!\nVinsamlegast ekki svara mer nefniælega þið fáið ekki skoðunum mínum breytt eða ég ykkar þannig við værum að sóa tímanum okkar að rökræða!\nsíja!"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-18 03:14:01",
            "id": "2392814",
            "reply_to_id": "2392809",
            "text": "Já leiðinlegt að rökræða við þá sem geta ekki komið með rök fyrir máli sínu.\nMaður skilur þetta þegar kemur að leikskólabörnum. Stelpurnar segja að strákarnir séu ógeðslegir “af því bara” og koma með engin rök fyrir því. En maður býst við að eldra fólk komi með rök fyrir máli sínu.\nAf hverju annars að tjá þig um þetta í umræðu ef þú hefur síðan ekki kjark í að ræða málið frekar?"
        },
        {
            "user": "Ferjumadur",
            "user_id": "39228",
            "date": "2005-08-18 03:22:34",
            "id": "2392820",
            "reply_to_id": "2392814",
            "text": "Bara, tilhvers að rökræða þegar það er enginn tilgangur. Ég þarf ekki að koma rök fyrir því að mer finnst eitthvað að hommum. Þetta er bara eitthvað sem mer líkar ekki!\nVildiru heyra svona drasl rök? Nei helt ekki þannig ég þurfti ekkert að koma með þau, þetta er bara eins og þer finnst eitthvað vont, t.d. þorramatur! Afhverju finnst þér hann vondur? Hann er bara vondur.\nÉg er á 1 ári í framhaldskóla og það kann að vera og ég veit það manna best að ég á eftir að þroskast mikið meira, en mér líkar ekki við homma, eða samkynhneigða. Persónur hver fyrir sig gæti verið ágæt kannski, en þú fyrirgefur vonandi."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-18 03:56:45",
            "id": "2392851",
            "reply_to_id": "2392820",
            "text": "Nei veistu ég get bara ekki fyrirgefið svona þröngsýni og heimsku.\nÞér finnst það bara fínt mál já að það sé verið að  lífláta homma eða henda þeim í lífstíðarfangelsi af því þetta er fólk sem þú fílar ekki.\nVeistu, ég skil þig vel. Það er mannlegt eðli að líka misvel við hópa. Mér líkar t.d. mjög illa við þröngsýna unglinga sem halda að þeir séu orðnir fullorðnir af því þeir eru byrjaðir í framhaldsskóla, samt styð ég ekki mannréttindarbrot gegn þessum hópi.\nOg já, þú átt eftir að þroskast eitthvað meira vonandi. Ég vona það þín vegna svo framtíð þín sé ekki dauðadæmd."
        },
        {
            "user": "Ferjumadur",
            "user_id": "39228",
            "date": "2005-08-18 04:05:23",
            "id": "2392855",
            "reply_to_id": "2392851",
            "text": "Eg helt ég hefði tekið skýrt framm að mer finnst ég sjálfur ungur, núna ertu að skrifa í reiði og fljótfærni. Ég skrifaði að mer fannst ég eiga enn eftir að þroskast!\nAllveg glatað það sem þú skrifaðir, ég veit að ég er ungur og finn það í mér og tók það meira segja framm fyrir þig.\nHommar hefur aldrei verið eðlilegt fyrir mér bara sorry. En vinur, ég dæmi þig ekki sem homma, heldur persónu og ég er viss um að þú sert fínn maður!\nÞað dræpi þig ekki að lesa það sem ég sagði!"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-18 04:10:48",
            "id": "2392859",
            "reply_to_id": "2392855",
            "text": "Ég las það sem þú sagðir. Samkvæmt því sem þú sagðir þá væri það fínt að lífláta mig ef ég ætti heima t.d. í Íran. Fínt að önnur lönd séu að taka á þessu eins og þú orðaðir það.\nEn já skrifaðir þetta í reiði. Af hverju ertu reiður?"
        },
        {
            "user": "Ferjumadur",
            "user_id": "39228",
            "date": "2005-08-18 19:22:49",
            "id": "2394727",
            "reply_to_id": "2392859",
            "text": "Eg er ekki reiður, mer finnst samkynhneigð bara ekki rétt. Rétt eins og morð eða nauðgun eru ekki rett!"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-18 19:40:29",
            "id": "2394807",
            "reply_to_id": "2394727",
            "text": "Morð og nauðgun eru brot á frelsi annarra.\nÞegar tveir fullorðnir karlmenn stunda kynlíf eða verða ástfangnir þá er ekkert fórnalamb.\nÞröngsýna fífl."
        },
        {
            "user": "Ferjumadur",
            "user_id": "39228",
            "date": "2005-08-18 20:04:58",
            "id": "2394902",
            "reply_to_id": "2394807",
            "text": "oki"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-18 20:17:37",
            "id": "2394954",
            "reply_to_id": "2394902",
            "text": "Verð samt að taka til baka það seinasta sem ég sagði. Æsti mig aðeins og mikið."
        },
        {
            "user": "Ferjumadur",
            "user_id": "39228",
            "date": "2005-08-18 20:32:57",
            "id": "2395004",
            "reply_to_id": "2394954",
            "text": "Já kannski þú gerðir það. En þú ættir ekki að æsa þig yfir hvað öðrufólki fynnst!\nÞú hefur fullkomnan rett á að lifa þínu lífi her á íslandi og fyrir það er gott að þú getur lifað því áhyggjulaus nánast! Til hamingju með það ;)\nEn það er alltaf einhver þröngsýn fífl til jafnvel á ísland."
        },
        {
            "user": "gosli",
            "user_id": "20531",
            "date": "2005-08-18 22:11:04",
            "id": "2395328",
            "reply_to_id": "2394954",
            "text": "Það er bara ekkert sem bendir tilþess að maður eigi að hafa mök við annan mann og það er bara hroðbjóður, rétt eins og dýrakynhneigð og barnakynhneigð.\nOg það að Hommar og lesbíjur eiga að fá að giftast á íslandi er bara lélegt, því ég vill ekki fá homma og lesbíjur all over hingað til að giftast og búa og ala upp sín ÆTTLEIDDU börn því þau geta ekki sinnt þörfum náttúrunar og skildum sínum gagvart mankyninu og eignast sín EIGIN börn.\nEinhverstaðar heyrði ég að það væri einhver stofnun sem afhommaði Homma, Og það að láta breyta bíblíjunni okkar svo þið getið réttlæt syndir ykkar fyrir guðsmönnum (sem verða þó ekki réttaðar  í guðsríki) er bara frekja og yfirgangur."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-18 22:49:12",
            "id": "2395470",
            "reply_to_id": "2395328",
            "text": "Skyldum?\nSkyldum að bæta við þessar 6 milljarða jarðabúa? Það er ekki skylda neins að eignast börn. Fólk ætti að fá að ráða hvort þau vilja eignast börn, hversu mörg, með hvaða aðferð…. Sama hvort við erum samkynhneigð eða gagnkynhneigð. Við erum ekki villt dýr í skóginum.\nÉg get alveg eins sagt að munnmök gagnkynhneigðra og getnaðarvarnir séu brot á “skyldum” mannsins."
        },
        {
            "user": "doktorapi",
            "user_id": "56306",
            "date": "2005-08-20 00:48:28",
            "id": "2399082",
            "reply_to_id": "2395328",
            "text": "illa skrifandi hroðbjóður sjálfur…\nsamkynhneigð snýst ekkert um fokking kynlífið þú þinn fávísi þröngsýni nörd. Það snýst um að mega elska þann sem maður vill, og restin kemur þér ekki við. Að fara að bulla um dýra- eða barnamisnotkun er bara vitnisburður um þinn eigin sjúka heila, ég held eiginlega að þú vitir ekkert um heilbrigð ástarsambönd (nema kannski fyrir utan eitthvað brenglað cyber-bullshit á netinu gegnum WoW kannski).\nAð afhomma er í reynd ekki hægt, það eina sem þeir sem segjast færir um það gera er að fá “sjúklinginn” til að hugsa og haga sér eins og hann gerði áður en kom út úr skápnum, það er að segja, öllum brögðum er beitt til að fylla viðkomandi af ótta og ógeði á eigin tilfinningum, fæla hann frá þeim. Þetta eru í reynd bara andlegar pyntingar sem eins og líkamlegar pyntingar miðalda miða að því að fá viðkomandi að lokum til að segja og haga sér eins og pyntingameistarinn vill. En er það einhver árangur?"
        },
        {
            "user": "gosli",
            "user_id": "20531",
            "date": "2005-08-20 03:41:07",
            "id": "2399452",
            "reply_to_id": "2399082",
            "text": "Vá fór þetta eithvað í þig kjell ? sættu þig við það að typpi í rass meikar aldrei barn og ekkkert barn er ekki það sem við þurfum til að lifa af.\nEf þú ert eithvað ósáttur við að fólk þoli ekki bara hvað þér finnst að fólk ætti að fá að gera það sem það vill og mínar skoðanir um hvað sé rétt og rangt í mínum heimi sé vitleysa en þú sért með þetta allt á hreinu það sé heilagur sannleikurinn.\nGuð hefur mætl sín orð í bíblijunni það sem þú og þínir gera er rangt. og að þið þurfið heilan dag til að monnta ykkur er bara grátlegt !"
        },
        {
            "user": "doktorapi",
            "user_id": "56306",
            "date": "2005-08-20 03:57:14",
            "id": "2399466",
            "reply_to_id": "2399452",
            "text": "þetta var eitt aumasta, samhengislausasta OG innihaldslausasta svar sem ég hef fengið á þessari síðu… ég þori að veðja 5þús kalli við hvern sem vera skal að þú ert, og munt í framtíðinni ekki verða neitt annað en white trash fáviti, heimskari en Bjartur í sumarhúsum.\nJafnmikið og ég vona að þú standir við stóru orðin og fjölgir mannkyninu svo mikið að þú farir á hausinn og verði gjalþrota, þá hryllir mig við tilhugsununni um að þú náir að viðhalda vítahring fordóma og þröngsýni."
        },
        {
            "user": "gosli",
            "user_id": "20531",
            "date": "2005-08-20 04:10:17",
            "id": "2399472",
            "reply_to_id": "2399466",
            "text": "þetta er alltaf svona ef einhverju fílar ekki að þið potið í endaþarma þá er hann bara hálviti en að þið fílið það þá eruð þið fullkomnunarverur afþví þið vitið allt, en evsitu hvað kjell :) það er ekki ég sem þarf að svara fyrir því þegar ég tala við lyklapétur kjellinn og verð sendur beinustu leið til heitasta helvíti með annans uppí rassgatinu á mér afþví ég fílaði kínkí shit ! ;)\nPís kjell ég nenni ekki að rífast við þig herra alvitur þú vesti allt og gerir allt rétt !"
        },
        {
            "user": "doktorapi",
            "user_id": "56306",
            "date": "2005-08-20 05:46:45",
            "id": "2399492",
            "reply_to_id": "2399472",
            "text": "ef að það veitir þér sálarró, rúnkaðu þér þá yfir því… hljómar eins og þér veitir ekki af."
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-23 12:26:44",
            "id": "2408169",
            "reply_to_id": "2392809",
            "text": "Góð hugmynd! Refsum bara hommunum en ekki personunni. Já og svo ef hommarnir gera minna af því að vera hommar og meira af því að vera persónur þá verður þetta bara í lagi.\nEr ekki erfittað bera höfuð sem er svona fullt af steypu?"
        },
        {
            "user": "Ferjumadur",
            "user_id": "39228",
            "date": "2005-08-23 12:34:16",
            "id": "2408176",
            "reply_to_id": "2408169",
            "text": "Eg veit ekki, eg held að fólk deyi áður en það se sett steypuna í það, nema maður geti lifað án heila þangað til steypan komi.\nEr samt ekki viss hvort steypan gæti haldið manni á lífi, nema kannski hjá þer. Þú virðist ekki með heila, helt að allt fólk vissi að annað fólk er ekki með heila fullt af steypu!\nEn aftur á móti er ekki bannað að vera móti samkynhneigð þannig ég má allveg segja mína skoðun á hommum. Ég þekki konu sem er samkynhneigð og þetta er allveg fínasta kona, þrátt fyrir það þarf ég ekki að dýrka samkynhneigð og má alveg finnast það í lagi þegar það er drepið fólk fyrir svona.\nVoðalega hljótið þið að eiga bátt allir saman, reyna breyta gagnkynhneigðu fólki í samkynhneigt eða breyta því til að elska ykkur. Ég er ekki svo einfaldur ef þú heldur það vinur, ég stend fast á minni skoðun og ég bað þig aldrei um að svara mér því þú breytir mer ekki með að segja ég se með steypu í hausnum(þarft að reyna betur en það.)"
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-23 14:59:35",
            "id": "2408484",
            "reply_to_id": "2408176",
            "text": "Auðvitað máttu vera á móti hommum en þetta innlegg þitt er\nóendanlega vitlaust\n! Þú ert að segja:\n(a) það er gott að refsa hommum fyrir að vera hommar\n(b) þér finnst mikið að hommum\nog næsta er alveg óskiljanlegt hugsandi mönnum:\n© þá áttu bara við homma þ.e. þér finnst mikið að hommum, en þá bara hommum…\nog ef ég skil þig rétt:\n(d) persónur geta verið ágætar\nÞað má lesa úr þessu á nokkra vegu:\n(1) þrátt fyrir að það sé gott að refsa hommum og það sé mikið að hommum þá væru sumir þeirra ágætir.\n(2) Það er gott að refsa hommum og það er mikið að þeim sem HÓP (þ.e. allir flokkaðir saman) en sem einstaklingar eru sumir ágætir.\n(3) Það er gott að refsa hommum enda ertu drottnaratýpa sem vilt hafa þinn eigin persónulega homma til að lemja.\nSjálfur er ég gagnkynhneigður og hef engan áhuga á að finna skeggrót við mitt innra læri en skrambi átt þú got að vera c.a. 16 ára og með fullmótaðar lífsskoðanir. Ég hef engan hug á að breyta þinni kynhneigð en tel skelfilegt að þú átt kannski ekki nema 2 ár í að fá kosningarrétt.\nÞú ert á fyrsta ári í framhaldsskóla og kemur með svona rökleysur og sérð ekki tilgang í að rökstyðja.\nNú ætla ég að veita þér\nsmá heilræði\n:\nEKKI TAKA PLASTIÐ AF BÓKUNUM!!!!!\nFærð miklu meira fyrir þær þegar þú ferð aftur á vinnumarkaðinn eftir fallið í desember."
        },
        {
            "user": "Ferjumadur",
            "user_id": "39228",
            "date": "2005-08-23 15:34:06",
            "id": "2408591",
            "reply_to_id": "2408484",
            "text": "Okey ég er farinn að halda að fólk geti verið með steypu í hausnum, þú ert að gera þig að dæmi um það!\nÉg stóð mig vel í skóla og se allveg ástæðu til að halda áfram að standa mig vel.\nHef ekkert meira við þig að segja, þótt maður er á móti samkynhneigð þá þarf maður ekki að vera heimskur.\nEn þú ert skömm allra gagnkynhneigðra manna með þesari heimsku þinni. En mér er sama ég dæmi engann, ég dæmi ekki manneskju fyrir það eitt að vera samkynhneigð.\nÉg segi ekki við manneskju sem er samkynhneigð að hun se ógeð eða heimsk eða annað. Mer finnst það bara ekki rétt og þannig er það. Hættið núna væla í mér því mer finnst ég gera það rétta og vera móti samkynhneigð rett eins og ykkur finnst rett að styðja samkynhneigð! bæjó"
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-23 15:45:44",
            "id": "2408621",
            "reply_to_id": "2408591",
            "text": "Þér er frjálst að vera á móti hommum. Verði þér að því. Það gerir þig ekki heimskan. En ég dæmi þig út frá þínum eigin orðum:\nFlott að sum lönd refsa fyrir þetta! Persónulega finnst mer mikið að hommum, en þá á ég bara við homma. Persónurnar hver fyrir sig gætu verið ágætar!\nÞetta eru ÞÍN orð og þetta er óendanlega heimskt og þ.a.l. er það mitt mat að þú sért frekar tregur. Hvað áttu einginlega við með “en þá á ég bara við homma”. Þetta er rökleysa, málvitleysa og hugsunarvitleysa.\nÞað hafa sumir komið hérna með alveg skikkanleg rök gegn t.d. ættleiðingum homma og já - það er ekkert sjálfgefið. En þetta hjá þér er bara heimskt.\nÉg ítreka: ekki taka plastið af bókunum!"
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-23 15:53:14",
            "id": "2408643",
            "reply_to_id": "2408621",
            "text": "Skal meira að segja skrifa það hægt fyrir þig:\nE K K I\nT A K A\nP L A S T I Ð\nA F\nB Ó K U N U M"
        },
        {
            "user": "Ferjumadur",
            "user_id": "39228",
            "date": "2005-08-23 17:02:40",
            "id": "2408875",
            "reply_to_id": "2408621",
            "text": "Nú, er ég að fara læra um homma í allan vetur eða? Hvernig geturu verið svona vitlaust að halda skóli se að fara kenna mer að styðja homma?\nOkey kannski skrifaði ég þetta vitlaust fyrirgefðu vinur minn en ég skal þá endurorða þetta fyrir þig svo þú serð hvernig mann ég hef að geyma.\nMér finnst flott að sum lönd gera eitthvað í þessu(sem sagt reyna koma veg fyrir samkynhneigð) mér finnst einnig flott að sitja dauðarefsingu eða lífstíðarfangelsi þar sem “mer” finnst þetta synd! Ég dæmi ekki samkynhneigt fólk sem leiðinlegt eða heimskt fólk, eða stunda persónumeiðingar á þeim. Heldur dæmi ég samkynhneigt bara sem samkynhneigt fólk en sit ekki útá annað sem þeir gera eða segja, enda þekki ég samkynhneigt fólk og finnst mer það fínasta fólk en það er samt samkynhneigt og mer finnst það ekki rétt. En ég hata það ekki.\nVonandi var þetta eitthvað að viti enda er ég búinn að lesa oft yfir þetta og finnst þetta allavega betra en hitt svarið af mínu mati.\nÉg held að þú átt frekar mikið erfitt heima hjá þer en það er ekki mitt að skipta af. En þú hefur engan rétt til að kalla fólk heimskt fyrir það eitt að það er á móti samkynhneigð, við lifum öll í sama heimi og finnst mer að samkynhneigt fólk ætti að sýna heiminum virðingu með að sleppa að ala upp börn, og sleppa að deila samkynhneigð sinni útá götu.\nÞetta er það sem mer finnst og mer finnst þetta ekki gera mig heimskan.\nHefuru síðan ekkert skárra að gera en að tala við mig? Tilhvers ertu að verja homma, já þeir eru kannski tilfinningarverur en það erum við hin líka. Hommar gæti allt eins verið geðveiki þar sem þú ert haldin ranghugmyndum og finnst mer að geðlæknar ættu að fara rannsaka þetta. Þú fæðist ekki hommi, það er eitthvað sem kemur fyrir þig.\nEn mín skoðun, og hættu að kalla fólk heimskt. Þótt þer tókst ekki að klára skóla þá þýðir það ekki að við hin getum það ekki.\nBæ!"
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-23 17:26:35",
            "id": "2408959",
            "reply_to_id": "2408875",
            "text": "OK. Nú ertu að verða skiljanlegur þótt ég sé ósammála þér. Þetta er það sem þú áttir að segja í upphafi. Með þessu svari hefði fólk sleppt því að álíta þig heimskan og látið sér nægja að álíta þig þröngsýnan. Og það er svo sem ekkert að því að vera þröngsýnn.\nRéttur minn til að kalla þig heimskan er nákvæmlega sá sami og réttur þinn til að telja samkynhneigt fólk réttdræpt. Mér til rökstuðnings hef ég auk þess póstana þína.\nOg fyrirgefðu að hafa sært þig sem tilfiningaveru. Heldurðu að þú hafir etv. ekki sært Skugga sem “tilfiningaveru” með því að lýsa hann réttdræpann?\nVarðandi hina. Ég hef engar áhyggjur af námsárangri þeirra. En gerðu þér greiða og slepptu þessu með plastinu…"
        },
        {
            "user": "Ferjumadur",
            "user_id": "39228",
            "date": "2005-08-23 18:03:41",
            "id": "2409086",
            "reply_to_id": "2408959",
            "text": "Gera mer greiða og sleppa þessu með plastinu?\nÉg hef mikið á bakvið mig þegar ég segi að hommar eru réttdræpir eða allavega það minnsta að sumum löndum finnst þetta brot, kannski fleiri en það hef ég ekki kannað.\nEn annars lít ég ekki á mig sem þröngsýnan, ég se bara einn heim og í þeim heim eru ekki hommar. Þið verðið bara fyrirgefa fólki sem finnst samkynhneigð ekki rétt, rétt eins og við fyrirgefum hommum að þeir eru eins og þeir eru (andlega veiki, geðsýki tel “ég”)\nEn ok ég segi þessari umræðu okkar lokið og til miður þá er ég buinn að taka plastið af bókunum, og borga skólagjaldið þar sem ég tel mig nokkuð klárann í íslensku og stærðfræði þá ætla ég að reyna komast í gegnum þennan skóla. Skal láta þig vita þegar ég kemst í gegnum þetta, því ég hef mikla trú á mér! bæjó ;)"
        },
        {
            "user": "lobsterman",
            "user_id": "56288",
            "date": "2005-08-18 06:07:58",
            "id": "2392886",
            "reply_to_id": "2391252",
            "text": "Vil ég aðeins segja við homma og lesbíur að trúa ekki um of á bullið í ráðherranum því slíku sem þessu getur lofað framhjá þingi og kirkju og veit ég að allflest okkar hinum eðlilegu finnst það fáránlegt að leyfa slíkt nokkurn tíma.\nÉg er kanski gangkynhneigður, en ég myndi aldrei teljast eðlilegur, enda er í rauninni enginn eðlilegur.\nÆttleiðing barna inn í samfélag samkynhneigðra er þó alvarlegasta krafan. Ættleitt barn sem elst upp við daður og ástarleiki tveggja karla eða kvenna fær svo ekki sé meira sagt mjög óeðlilegt uppeldi sem auðvitað mun skemma barnið sem síðar kemur sjálft til með að breiða út óeðlið\njá, um daginn var ég orðinn svo þreittur á því að vera gagnkynhneigður að ég áhvað að gerast gay í nokkra daga, af því að mömmu er alveg sama sko… Það að kynhneigð hafi einhvað með uppeldi að gera er það kjánalegasta sem ég hef  lesið! þessi maður er svo fullur af anti-samkynhneigpra fordómum að það er fynndið, þótt ég haldi að það væri aðeins erfiðara að finna kímnina í þessu ef að maður þyrfti að lifa við þessa fordóma. Það er svona fólk sem gerir það að verkum að ég hef aldrei haft mikið álit á fólki sem heild.\nk.v. Lobsterman\ne.s. trúi því ekki ennþá að þessi maður sem skrifaði greinina í blaðið sé\nsvo\nauðtrúa að gleipa við þessum kjaftæðisáróðri!"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-18 09:05:34",
            "id": "2392941",
            "reply_to_id": "2391252",
            "text": "Vil bæta smá við…\nSá viðtal við Gunnar úr Krossinum í Ísland Í Bítið í morgun. Vissi ekki hvort ég ætti að hlæja eða gráta. Hann fullyrti að stjórnmálamenn hefðu ekki umboð til þess að auka réttindi samkynhneigðra, sem hann sagði að væru sérréttindi en ekki jafnrétti. Þar sem þetta byggðist á EÐLILEGRI SIÐFERÐI (já hann virkilega orðaði þetta svona) sem að hefur verið gild í margar aldrir. Það væri ekki í samræmi við orð Guðs og kristina trú að gefa samkynhneigðum þessi sérréttindi, og því gætu stjórnmálamenn ekki aukið réttindi samkynhneigðra. Einnig fullyrti hann að þær kirkjur sem að styddu aukin réttindi samkynhneigðra væru einfaldlega ekki lengur kristinar kirkjur.\nSíðan hvenær er kristin trú heilagur sannleikur hér á Íslandi? Er hér ekki lýðræði og trúfrelsi? Hefur kristin trú meira umboð til réttindi fólks en lög lýðveldisins? Einnig eru kristnar kirkjur langt frá því að vera sammála um öll atriði biblíunar. Ég get alveg eins fullyrt að Krossinn sé ekki kristinn trúsöfnuður þar sem þeir leyfa konum að tala í messum og meira að segja syngja. Það er tekið skýrt fram í biblíunni að konur eigi að þegja við messur.\nÉg skil ekki af hverju Gunnar telur það vera svona mikilvægt að tjá sig um málefni samkynhneigðra frekar en önnur málefni. Vill hann virkilega vera þekktur sem hommahatari Íslands? Það er margt annað í þjóðfélaginu en samkynhneigð sem að er ekki í samræmi við kristina trú. Af hverju níðist hann ekki á gagnkynhneigðum sem að stunda kynlíf utan hjónabands?"
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-18 11:40:08",
            "id": "2393204",
            "reply_to_id": "2392941",
            "text": "Hvað rétt hefur Gunnar eða nokkur annar að segja að þeir einir getið skilgreint eða boðað\nHINU EINU RÉTTU KRITINNA TRÚ og SIÐFRÆÐI\n?\nÉg sem trúaður maður hef sagt á öðrum þræði að ég treysti mínum Guði til að afgreiða mál sín sjálfur.\nEf við segjum að:\nvið og allt í heiminum erum Hans sköpun\nað Hann sé almáttugur\nað samkynhneigð sé á móti Hans vilja\nerum við ekki um leið að segja að hann sé annaðhvort búin að skapa eitthvað sem reyndist mistök (og er þar af leiðandi ekki alvitur Guð) eða að Hann sé ekki almáttugur þar sem hann getur ekki losað heimin við homma?\nÍ Gamla Testamentinu má finna nokkur dæmi þar sem Guð lætur drepa heilu kynslóðirnar eða samfélögin. Hann kann trixið að breyta mönnum í saltstauka. Munaði Honum nokkuð um að afgreiða alla homma þannig ef Gunnar hefur rétt fyrir sér?\nÉg sem trúaður maður get alveg sætt mig við grimd Guðs í Biblíunni vegna þess að þessi bók er einungis mannana túlkun á orðum og hegðan Guðs. Í mínum huga er Guð fullkomin en ekki við. Guð gæti alveg sent okkur tölvupóst eða ritað sínar leiðbeiningar í eld á Esjuna ef Hann telur okkur þurfa handbók í að vera góð. Fordæmi fyrir því þegar Hann færði Móse leirtöflurnar með boðorðunum. Þess í stað hefur Hann veitt okkur frjálsan vilja og SAMVISKU.\nÉg ætla að biðja ykkur að rugla ekki saman Kristni og það sem Gunnar er að boða. Hvað umræðuna um samkynhneigð varðar þá hafa fáar stofnanir hjálpað baráttu samkynhneiðgra jafn mikið og Þjóðkirkjan á undanförnum áratug eða svo."
        },
        {
            "user": "gosli",
            "user_id": "20531",
            "date": "2005-08-18 22:14:19",
            "id": "2395344",
            "reply_to_id": "2393204",
            "text": "ég rétti þér hnífinn.. þú ræður hvort þú skeðr brauð með honum eða stingur einhvern.\nÉg rétti þér hann ekki til að stinga einhvern þitt val, en þú veist að ég vill ekki að þú stingir með honum svo ekki gera það í mínu nafni…\nGuð gerir ekki mistök."
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-19 10:00:03",
            "id": "2396417",
            "reply_to_id": "2395344",
            "text": "Kemur að vissu leyti að kjarna málsins: hin frjálsi vilji sem Guð gaf okkur. Og já - Guð gerir ekki mistök. Þessvegna er í mínum huga augljóst að ef einstaka syndir eru svona mikið verri en aðrar í augum Guðs þá myndi hann beita saltstaukatrixinu aftur. Hjá “heittrúuðum” kristnum í dag virðist meiri synd að verna hommi en barnariðlari. (Og já! Barnariðlun er verri glæpur því þar er óviljugt fórnarlamb sem getur ekki nýtt sér SINN frjálsa vilja.)\nÞó ég líti ekki á Biblíuna sem Heilagt Orð þá eru margar góðar lífsreglur þarna. Eins og t.d. “sá ykkar sem er syndlaus kasti fyrsta steininum” og “dæmið ekki og þú verður ekki dæmdur”. Held að ef Kristnir myndu einbeita sér á að skoða eigið lífsmynstur og einbeita sér á að bæta SIG þá væri þetta betra samfélag.\nGott að við erum sammála um fullkomleika Guðs. Þá hljótum við að vera sammála um að ef Hann teldi þörf á “manual” fyrir trúnna þá hefði hann sent okkur fullkomlega skiljanlega bók - ekki samsett rit sérvalda kafla sem aðilar hafa tekið sér einkarétt á að túlka."
        },
        {
            "user": "gosli",
            "user_id": "20531",
            "date": "2005-08-18 23:32:14",
            "id": "2395649",
            "reply_to_id": "2392941",
            "text": "Veit allavegna að kristinn trú hefur gert meira fyrir íslendinga en hommar og lesbíjur…"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-19 00:01:14",
            "id": "2395772",
            "reply_to_id": "2395649",
            "text": "Þessi þjóð var neydd til þess að taka upp kristni. Gegn vilja þjóðarinnar. Að meirihluti þjóðarinnar haldi í þessa neyð er ofar mínum skilningi."
        },
        {
            "user": "doktorapi",
            "user_id": "56306",
            "date": "2005-08-20 00:53:11",
            "id": "2399095",
            "reply_to_id": "2395649",
            "text": "kannt ekki einusinni að fallbeygja orðið kristin trú rétt… lærðu að skrifa áður en þú tjáir þig"
        },
        {
            "user": "gosli",
            "user_id": "20531",
            "date": "2005-08-20 03:43:03",
            "id": "2399453",
            "reply_to_id": "2399095",
            "text": "ég hef fullan rétt að tjá mig þótt stafsetning mín sé ekki í lagi, þótt það fari eithvað í þig og þína endaþarmspotara þá hef ég rétt á mínum skoðunum rétt eins og þú og þínir hafið því miður ´rett á að vera með standpínu í sturtukleganum…"
        },
        {
            "user": "doktorapi",
            "user_id": "56306",
            "date": "2005-08-20 04:01:49",
            "id": "2399469",
            "reply_to_id": "2399453",
            "text": "já þú hefur fullan rétt á að skrifa eitthvað kjaftæði á internetið… það er bara verst að á internetinu þarf maður ekki að koma fram undir eigin nafni, þá myndirðu ekki hafa kjarkinn í að “tjá þig” jafnmikið, vegna þess að í hvert sinn sæi fólk hve illa skrifandi og hugsandi þú ert… sambærilegt við að maður gerir sig ekki að fífli frammi fyrir sér gáfaðra fólki."
        },
        {
            "user": "Jagr",
            "user_id": "21774",
            "date": "2005-08-18 10:12:58",
            "id": "2392980",
            "reply_to_id": "2391252",
            "text": "Ég skil vel að þér hitnar í hamsi þegar að þú lest þessa greyn eftir þennann mann, ég verð sjálfur frekar heitur þegar það er verið að ráðast á minn lífstíl en fokk hvað þetta er fyndið og óhugnalegt á sama tíma.\nÉg var á fylleríi niðrí bæ þegar gaypride dæmið var….Hitti þar strák sem að ég er búinn að þekkja lengi rétt hjá kebab húsinu.. þegar ég var að spjalla við hann koma nokkrir hommar labbandi saman alveg “flaming” og þá byrjar félagi minn að röfla “djöfull er þetta ógeðslegt lið…það á skilið að drepast…ég vil sko ekki að þetta komi við mig….ef að þeir snerta mig að þá lem ég þá” Ég missti andlitið….. ég trúði ekki að maðurinn skildi láta þetta útúr sér á þessum tíma, þessu ári og á þessu landi og hann meinti þetta og hann er semsagt ungur um 21 árs gamall.\nÞegar ég var 13-14 ára á kynþroska skeiðinu og alveg upp í svona 16 ára hafði ég áhyggjur á því að vakna upp einn daginn og breytast í homma (alveg satt hversu asnalegt þetta virðist vera) Á þessum tíma hataði ég homma og var þá skíthræddur við þá og að ég skildi enda sem hommi.\nÍ dag er ég betri maður alveg laus við hómófópíu og get horft á karlmenn kyssast eins og ekkert sé og horft á homma þætti eins og queer as folk án þess að blikka augunum.\nÉg segi að þessir kallar eru bara skíthræddir við homma…..vorkennum þessum köllum bara.\np.s hver hefur hitt leiðinlegan homma? Ekki ég…..eru það ekki bara hommar sem að þekkja leiðinlega homma????"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-18 16:54:29",
            "id": "2394118",
            "reply_to_id": "2391252",
            "text": "Persónulega er ég á móti samkynhneigð, en ekkert á móti samkynhneigðum fólki.\nMeð fullri virðingu fyrir öllu samkynhneigðu fólki, þá finnst mér baráttan vera algjört rugl.\nMér líkar vel við þá baráttu að samkynhneigðir eigi að njóta sömu virðingar og allir aðrir, en að ættleiða börn finnst mér fara langt yfir strikið.\nAuðvitað eru foreldrar manns hæfari en hommar eða lesbíur, vegna þess þau eru fædd í það hlutverk. Ég held að allar mæður sem hafa þurft að láta börn frá sér, vilji að börn þeirra séu ættleitt af “eðlilegri” fjölskyldu sem býr við fjárhagslegt öryggi. En ekki hjá 2 lesbíum eða hommum sem vilja reyna fá slíkt til að virka.\nEr samkynhneigð ekki nógu mikið baráttumál? þarf líka að blanda börnum og ófæddum kynslóðum inn í þetta?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-18 17:54:47",
            "id": "2394348",
            "reply_to_id": "2394118",
            "text": "Nú var það mikið deilumál almennt áður fyrr með það að ættleiða almennt. Að fólk sem að eru ekki raunverulegir foreldrar ali upp börn sem sín eigin, hvað þá af öðrum kynþætti. Og hafa þau börn lent í fordómum samfélagsins. Samt sem áður var augljóslega þess virði að berjast fyrir breyttum viðhorfum heldur en að gefast upp á ættleiðingum almennt.\nBörn taka því fjölskylduformi sem þeim býst sem eðlilegum hlut. Og benda rannsóknir til að samkynhneigðir séu ekkert verri uppalendur en aðrir. Eini gallinn eru fordómar frá einstaklingum eins og þér sem þarf að útrýma. En því miður þá er það oft þannig að það þarf bara að stökkva í djúpu laugina og aðlaga samfélagið að því seinna. Besta leiðin er að gera hlutina sýnilega."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-18 18:09:37",
            "id": "2394421",
            "reply_to_id": "2394348",
            "text": "Það eru bara ákveðnar siðferðislegar reglur sem maður lifir við, hvort sem það var 1800-og-súrkál eða 21 öldin.\nMaður er líka þreyttur á því að fólk notar 21 öldina sem afsökun, eins við mannfólkið höfum stökkbreyst á nokkrum árum, útaf af þessari baráttu samkynhneigðra!\nÞað geta nánast allir passað börn, en bara ein getur verið móðir/faðir viðkomandi barns. Ættleiðingar á að vera valkostur fyrir foreldra sem geta ekki eignast barn, en ekki fólk sem höfðu ekki einu sinni kynhneigðina til að byrja með!\nHvenær fór kynhneigðin að skipta meira máli en siðferðin?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-18 19:21:22",
            "id": "2394720",
            "reply_to_id": "2394421",
            "text": "Á þá að banna ófrjósömu fólki að ættleiða?\nAf hverju á að fara eftir þessari siðsemi? Getur þú komið með einhver önnur rök en að þetta sé heilaþvegið í siðferðiskennd þína?"
        },
        {
            "user": "davido",
            "user_id": "27961",
            "date": "2005-08-18 17:59:53",
            "id": "2394374",
            "reply_to_id": "2394118",
            "text": "Því miður, Tómas minn, þá er enginn fæddur í þetta hlutverk.  Dæmin um slæma uppalendur (að ekki sé talað um beinlínis misþyrmingar á börnum) eru nógu mörg til að sanna það - og þá er ég að tala um gagnkynhneigða “uppalendur”."
        },
        {
            "user": "davido",
            "user_id": "27961",
            "date": "2005-08-18 18:20:43",
            "id": "2394482",
            "reply_to_id": "2394374",
            "text": "Ef þú átt barn, þá getur barnið aldrei verið annara en þitt og móður barnins!\nÞú ert kannski ekki fæddur sem fullkominn faðir, en þú ert án efa fæddur með þann líkamlega möguleika á því.\nHommar geta aldrei skapað barn saman, og ég vona að sá dagur komi aldrei að maður sjái ófrískan karlmann!"
        },
        {
            "user": "davido",
            "user_id": "27961",
            "date": "2005-08-18 18:39:08",
            "id": "2394570",
            "reply_to_id": "2394482",
            "text": "Þú ert ekki að skilja þetta.\nÞað skiptir engu máli hvort þú gengur með barnið eða ekki (enda bara konur sem hafa þann möguleika).  Það sem skiptir máli er að foreldrarnir elski barnið og geri sitt besta.\nÍ því samhengi skiptir það engu máli hvort viðkomandi er líffræðilegt foreldri eða ekki og þar með skiptir það engu máli hvort foreldrarnir eru sam- eða gagnkynhneigðir.\nAð mörgu leiti getur það líka bara verið betra að foreldrarnir séu samkynhneigðir.  Barnið elst þá allavega upp við það að samkynhneigð sé ekkert til að skammast sín fyrir :)\nOg varðandi það að barnið geti “smitast” af samkynhneigðu uppeldi, þá hélt ég að það væri löngu búið að sýna fram á það að kynhneigð er meðfædd en ekki áunnin."
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-19 12:14:09",
            "id": "2396623",
            "reply_to_id": "2394118",
            "text": "Auðvitað eru foreldrar manns hæfari en hommar eða lesbíur\nEn hvað ef foreldri reynist vera hommi eða lesbía? Missa þau einhverja hæfileika við það? Það eru því miður ekki allir sem átta sig á sinni kynhneigð strax við 13 ára aldur.\nVarðandi fjárhagslegt öryggi. Tveir hommar eru því miður oftar með talsvert meira fé milli handana en karl og kona - enda kynjamunur í launamálum.\nSjaldnast hefur kona sem lætur frá sér barn nokkuð um það að segja hvar það endar. T.d. munaðarleysingi í Rumeníu (hefur þú séð myndir frá hælunum þar?) getur varla lent á verri stað.\nHugsar þú mikið um hvað mamma og pabbi eru að gera inn í herbergi?"
        },
        {
            "user": "doktorapi",
            "user_id": "56306",
            "date": "2005-08-20 01:06:19",
            "id": "2399142",
            "reply_to_id": "2394118",
            "text": "“Persónulega er ég á móti samkynhneigð, en ekkert á móti samkynhneigðum fólki.\n”\nhaha… alltaf jafn aulalegur oxymoron frasi…\nrestin er samsull fordóma og skringilegra hugleiðinga.\nHvað áttu annars við með orðunum “foreldrar manns eru hæfari en hommar og lesbíur, því þau voru fædd í það hlutverk”\nVið nákvæmlega hvaða fólk áttu við með “foreldrar manns” ?\nHvernig þykist þú vita í hvaða hlutverk fólk fæðist? Það er vissulega svo að samkynhneigð virðist að einhverjum hluta til vera líffræðileg, þótt illa hafi gengið að finna nákvæmlega ástæðuna, en hvað með foreldrahlutverkið? Hvernig heldur þú því fram að einhverjir hljóti að vera óumflýjanlega fæddir til þess?\nÉg held að þú vitir ekkert hvað þú sért að segja kallinn…\nps. þess má til gamans geta að samkynhneigðir hafa á öllum tímum alið upp börn, en nú á síðustu áratugum hefur það verið rannsakað af kostgæfni hvernig það virkar. Niðurstaðan: Samkynhneigðir standa sig á engan hátt verr í sínu foreldrahlutverki, og afkvæmi þeirra sýna engin merki þess að líða fyrir fjölskyldu sína."
        },
        {
            "user": "zorglubb",
            "user_id": "347",
            "date": "2005-08-18 18:30:40",
            "id": "2394522",
            "reply_to_id": "2391252",
            "text": "Þessi Jóhann L. er handónýtur í hausnum =I"
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2005-08-18 18:52:58",
            "id": "2394631",
            "reply_to_id": "2391252",
            "text": "Fyrirgefðu að ég spyr, en ert þú á myndinni eða settiru hana með?\nVar sko að pæla um daginn hvort að þú og “Gayboy” hefðuð verið á Gay Pride…(ekki saman, veit það annars ekki)"
        },
        {
            "user": "kaffibaunin",
            "user_id": "23820",
            "date": "2005-08-18 19:12:32",
            "id": "2394689",
            "reply_to_id": "2391252",
            "text": "Djíses kræst!\nEkki vissi ég þetta.. að það væri bara hreinlega ÓLÖGLEGT að vera samkynhneigður í sumum löndum! og afhvejru er frekar löglegt að vera lesbía heldur en hommi í sumum löndum?? Og dauðarefsing!? Það er alveg útí hróa hött! Ég veit ekki hvað ég á að segja.. þetta er bara fáránlegt."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-18 19:39:29",
            "id": "2394804",
            "reply_to_id": "2394689",
            "text": "Já þetta er ótrúlegt.\nT.d. í Nígeríu. Þar er löglegt að vera lessa en þú getur fengið dauðadóm fyrir að vera hommi. Maður sér fyrir sér gagnkynhneigða stjórnmálamenn sem hugsa með typpinu."
        },
        {
            "user": "kaffibaunin",
            "user_id": "23820",
            "date": "2005-08-18 21:45:02",
            "id": "2395219",
            "reply_to_id": "2394804",
            "text": "já einmitt!"
        },
        {
            "user": "Jessalyn",
            "user_id": "17818",
            "date": "2005-08-18 21:14:13",
            "id": "2395123",
            "reply_to_id": "2391252",
            "text": "Þetta er frábær grein."
        },
        {
            "user": "doktorapi",
            "user_id": "56306",
            "date": "2005-08-18 21:18:02",
            "id": "2395134",
            "reply_to_id": "2391252",
            "text": "3 orð…cry a river!"
        },
        {
            "user": "doktorapi",
            "user_id": "56306",
            "date": "2005-08-20 00:49:58",
            "id": "2399089",
            "reply_to_id": "2395134",
            "text": "ættir að kunna að fara með frasann rétt áður en þú notar hann, illa skrifandi fáviti."
        },
        {
            "user": "doktorapi",
            "user_id": "56306",
            "date": "2005-08-20 19:34:02",
            "id": "2400822",
            "reply_to_id": "2399089",
            "text": "er það áhugamál hjá þér að grenja?"
        },
        {
            "user": "doktorapi",
            "user_id": "56306",
            "date": "2005-08-20 20:23:28",
            "id": "2400921",
            "reply_to_id": "2400822",
            "text": "nee, það er mitt áhugamál að benda fávísu og treggáfuðu fólki á mistök sín."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-20 20:31:35",
            "id": "2400942",
            "reply_to_id": "2400921",
            "text": "awesome"
        },
        {
            "user": "Bassismus",
            "user_id": "54400",
            "date": "2005-08-18 21:25:02",
            "id": "2395148",
            "reply_to_id": "2391252",
            "text": "Ættleitt barn sem elst upp við daður og ástarleiki tveggja karla eða kvenna fær svo ekki sé meira sagt mjög óeðlilegt uppeldi sem auðvitað mun skemma barnið sem síðar kemur sjálft til með að breiða út óeðlið.\nÉg hef aldrei heyrt aðra eins vitleysu og hjá þessum Jóhanni L. Helgasyni, ég held svei mér þá að hann hafi verið heilaþveginn hjá einhverjum sértrúarsöfnuði blessaður maðurinn, ég get ekki séð að það barn sem elst upp hjá samkynhneigðum foreldrum komi endilega til með að vera í meiri hættu að vera samkynhneigt en barn sem elst upp hjá gagnkynhneigðum foreldrum, held að gaurinn ætti að slaka aðeins á fordómunum."
        },
        {
            "user": "Tigercop",
            "user_id": "21417",
            "date": "2005-08-18 22:03:22",
            "id": "2395296",
            "reply_to_id": "2391252",
            "text": "Góð grein hjá þér skuggi. Ég var virkilega undrandi þegar ég las þessa grein eftir Jóhann L. Helgason, undrandi og vantrúaður á það hversu ótrúlega, barnalega fordómafullt sumt fólk getur enn í dag verið út í samkynhneigða/tvíkynhneigða.\nÉg er sammála þér því að það fyrst sem ég hugsaði var að þessi á eftir að lenda í ýmsum fyndnum uppákomum úti á götu eftir þessa grein, en ég vissi ekki að hann væri búsettur erlendis.\nPersónulega finnst mér það fáránlegt að það þurfi yfirhöfuð að vera að fjalla um það hvort einhver/einhverjir sem tilheyra minnihlutahóp í samfélaginu, megi eða eigi að hafa rétt til þess að ættleiða eða bara yfirhöfuð hafa sömu réttindi - og við öll “hin” …\nVið erum öll manneskjur og ættum því að vera dæmd út frá því hvernig einstaklingar við erum, ekki út frá kynhneigð okkar.\nEinhver hérna fyrir ofan í commentum sagði að samkynhneigðir væru ekki eins góðir uppalendur og raunverulegir foreldrar barna - en hvað þá sem eru samkynhneigðir og eiga þegar börn? Eru þeir allt í einu ekki hæfir foreldrar þeirra barna sem þeir eiga sjálfir - bara vegna kynhneigðar sinnar? Fáránlegt að halda svona einhverju fram að mínu mati.\nUppalendur þurfa ekkert annað til að bera en að elskast, elska börnin sem þeir bera ábyrgð á og sjá um að börnin skorti ekkert, hvorki félagslegt né andlegt - ástúð og alúð er eitthvað sem við getum öll veitt duglega af - hvort sem við erum “gay” eða ekki …\nKveðja:\nTigercop - fordómalaus og forvitinn gaur."
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-19 10:05:51",
            "id": "2396422",
            "reply_to_id": "2391252",
            "text": "Þrátt fyrir að sagt sé að erlend ríki munu ekki leyfa samkynhneigðum að ætleiða börn frá sér á Ísland að sjálfsögðu að leyfa slíkar ættleiðingar. Með því erum við að senda skilaboð til hiemsins: Íslenskum ríkisborgurum er EKKI mismunað.\nAnnars eru skelfilega fáir eftir sem mega ætleiða. Fyrr í ár var málið með konuna sem var yfir kjörþyngd. Taldar skemmri lífslíkur. Síðan hefur nýlega verið birt rannsókn sem sýnir að lögreglumenn deyji fyrr en aðrir og er það rakið til vaktavinnu. Þar af leiðandi má álykta að lögreglumenn, hjúkkur, sjúkraliðar, læklnar, slökkviliðsmenn, tollarar og allir aðrir sem vinna slíka vinnu séu óhæfir."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-19 10:16:21",
            "id": "2396428",
            "reply_to_id": "2396422",
            "text": "Í raun er fáránlegt bara að gera þá kröfu að þeir sem að ættleiði þurfi að vera súperforeldrar.\nHvaða hálfviti sem er getur eignast börn náttúrulegu leiðina. Ekki eru stjórnvöld að fara á heimili og rífa börn af þeim sem þau telja vera óhæf.\nÉg er samt ekki að segja að það eigi ekki að gera neinar kröfur. En núverandi kröfur eru í öfgum.\nEftirspurn eftir börnum er mikið minni en framboðið. Það eru milljónir barna þarna úti á lélegum stofnunum eða að svelta til dauða. Því fleiri sem fá að ættleiða, því betra. Ekkert vit í þessari takmörkun."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-19 10:21:29",
            "id": "2396434",
            "reply_to_id": "2396422",
            "text": "Annars er ég sammála þér með skilaboðin.\nVið eigum líka ekki að láta önnur siðferði erlendis stjórna því hvernig við stjórnum okkar landi. Ef við viljum gera djarfa hluti eins og að veiða hvali, leyfa samkynhneigðum að ættleiða eða að lögleiða fíkniefni. Þá gerum við það óháð áliti annarra þjóða. Þetta er okkar land og þjóð og við höfum þetta eins og okkur sýnist. Vona bara að við göngum ekki í Evrópusambandið því þá mun þetta versna en þá meira, jafnvel tekið af okkur að fá að skjóta flugeldum um áramótin.\nLönd hættu ekki að leyfa ættleiðingar til Svíþjóðar. Þau sem að samþykktu ekki ættleiðingar til samkynhneigðra tóku það bara sérstaklega fram að þau ættu að fara til gagnkynhneigðra para.\nVið verðum bara að finna land/lönd sem að leyfa ættleiðingar til samkynhneigðra. Reyndar myndi ekki saka í leiðinni að fá meiri fjölbreytni í þessa ættleiðingarkerfi okkar, eru þau ekki flest eða öll í Asíu? Ekki að ég sé eitthvað á móti asíubúum, bara fjölbreytni er ágæt. T.d. frá Suður-Ameríku, Afríku eða Austur-Evrópu."
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-19 12:28:33",
            "id": "2396644",
            "reply_to_id": "2396434",
            "text": "Nú gilda ákveðin “markaðslögmál” í ættleiðingamálum. Það er t.d. blússandi eftirspurn eftir nýfæddum heilbrigðum hvítum strákum eða stelpum. Minni eftir “gulum”, minni eftir “dökkum”, minst eftir “svörtum” Hverfandi eftirspurn eftir svertingjum eldri en 5 ára, fötluðum eða veikum. Nóg til af þeim.\nÍ USA er hommapar sem hefur verið aðeins í fréttum. Ríkir menn sem hafa þann sið að ætleiða dauðvona börn úr “inner city”. Með þessu veita þeir börnunum heimili, ást og umhyggju ásamt heilbrigðisþjónustu síðustu 1-2 ár ævi þeirra. Þessi börn eru  pottþétt ekki ofarlega á eftirspurnarlista í ættleiðingum.\nHvernig getur NOKKUR maður haldið því fram að þessi börn eru verr sett hjá hommum en í kerfinu?"
        },
        {
            "user": "Fasisti",
            "user_id": "24075",
            "date": "2005-08-19 14:47:55",
            "id": "2397041",
            "reply_to_id": "2391252",
            "text": "skrítið að sumsstaðar er ólöglegt að vera hommi en ekki lesbía. Það er greinilegt að karlmaður hafi búið til þau lög…"
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-19 14:59:00",
            "id": "2397073",
            "reply_to_id": "2397041",
            "text": "Já en það er einungis eitt sameiginlegt með öllum hommum: þeir eru karlar!"
        },
        {
            "user": "Fasisti",
            "user_id": "24075",
            "date": "2005-08-19 15:24:58",
            "id": "2397139",
            "reply_to_id": "2397073",
            "text": "ég meinti\nÞað er greinilegt að gagnkynhneigður perrakarlmaður hafi búið til þau lög…"
        },
        {
            "user": "ibbas",
            "user_id": "33742",
            "date": "2005-08-19 17:11:19",
            "id": "2397458",
            "reply_to_id": "2391252",
            "text": "þetta er ekki rétt að leyfa kynvillingum að ættleiða börn því að barnið mundi fá skemmda ímynd af fólki."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-19 17:26:08",
            "id": "2397533",
            "reply_to_id": "2397458",
            "text": "Það er ekki rétt að leyfa fordómafullum að ættleiða börn því að barnið mundi fá skemmda ímynd af fólki."
        },
        {
            "user": "ibbas",
            "user_id": "33742",
            "date": "2005-08-19 17:31:36",
            "id": "2397572",
            "reply_to_id": "2397533",
            "text": "ertu að gefa það í skyn að ég sé með fordóma ?? því að fordómar það að dæma fólk án þess að þekkja það og mér síninst að þú sért með þá ( og kondu ekki með svona kjaft við mig )"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-19 17:41:42",
            "id": "2397611",
            "reply_to_id": "2397572",
            "text": "Aumingja þú, allir vondir við þig."
        },
        {
            "user": "ibbas",
            "user_id": "33742",
            "date": "2005-08-19 20:43:54",
            "id": "2398142",
            "reply_to_id": "2397611",
            "text": "nei það er enginn vondur við mig hvað ertu að bulla"
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-19 18:13:26",
            "id": "2397693",
            "reply_to_id": "2397572",
            "text": "Nei nei Skuggi er ekekrt að gefa í skyn. ÞAÐ GETA ALLIR LESIÐ AÐ ÞÚ ERT MEÐ FORDÓMA. Þarf ekekrt að ýja að neinu."
        },
        {
            "user": "doktorapi",
            "user_id": "56306",
            "date": "2005-08-20 01:10:06",
            "id": "2399154",
            "reply_to_id": "2391252",
            "text": "jamm, flosi nældi sér í bráðmyndarlegan dana atarna…"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-20 01:12:52",
            "id": "2399159",
            "reply_to_id": "2399154",
            "text": "Já ég gat ekki hætt að slefa. Datt í hug að hann væri útlendingur, ekki séð hann á senunni."
        },
        {
            "user": "doktorapi",
            "user_id": "56306",
            "date": "2005-08-20 01:26:03",
            "id": "2399198",
            "reply_to_id": "2399159",
            "text": "þetta er næstum eins og útrás íslenskra fyrirtækja… þekki allnokkra sem hafa farið út og náð sér í kærasta, sem síðan koma hingað. 2 danir so far sem ég þekki…"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-20 01:27:43",
            "id": "2399205",
            "reply_to_id": "2399198",
            "text": "Ég skil það vel. Maður verður þreyttur á því að leita ára eftir ár og finna ekkert hérna á klakanum."
        },
        {
            "user": "doktorapi",
            "user_id": "56306",
            "date": "2005-08-20 01:30:08",
            "id": "2399217",
            "reply_to_id": "2399205",
            "text": "Hmm, já, mér finnst samt íslenski karlmaðurinn alltaf í dálitlum sérflokki."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-20 01:32:36",
            "id": "2399221",
            "reply_to_id": "2399217",
            "text": "Ég fell oft fyrir íslenskum karlmanni. Gallinn er sá að þeir eru annað hvort gagnkynhneigðir eða á föstu. Life just isn't fair :P"
        },
        {
            "user": "snoogums",
            "user_id": "42877",
            "date": "2005-08-20 01:43:10",
            "id": "2399257",
            "reply_to_id": "2399217",
            "text": "Mér finnst gott. að fólk fari ekkert að  dæma … samkynheigða það  er ekkert að þeim.. mér finnst óréttlát með listan … sumum er bara leyft lesbium^o) hva er það bara leyft vegna hóru húsum .. eða.. ég  meina það .. annars finnst mer reyndar ekki skrýtið að það sé bannað í sumum löndum samkynheig.. vegna .. það stendur í hverjari bíblium  að það sé vanvirðinga í auga guðs að vera samkynheigður.. það brengla sköpunar verks hans.. enn éger satt að ísland leyfir réttindi samkynheigða..:D..ég er samt ekki samkynheigð en ég vona að lífi samkuynheigða hér á landi verður almennilegt og venjuleg áns fordóma frá gagnkynheigðum"
        },
        {
            "user": "doktorapi",
            "user_id": "56306",
            "date": "2005-08-20 02:41:47",
            "id": "2399394",
            "reply_to_id": "2399257",
            "text": "Biblían segir margt, margt… maður sem hegðaði sér eins fullkomlega og hann gæti í samræmi við allt sem í henni stendur yrði handtekinn og settur inn nánast um leið…\nHvernig fyndist þér annars ef það væri réttur pabba þíns frá Guði að geta selt þig í þrælahald ef honum fyndist þú vera óþekk?"
        },
        {
            "user": "snoogums",
            "user_id": "42877",
            "date": "2005-08-20 02:50:52",
            "id": "2399411",
            "reply_to_id": "2399394",
            "text": "í bíblium stendur ekki að maður líflátir eða sett fólkið í fangelsi fyrir samkynheigð .. enn það stendur samt það sé synd.. fólk getur verið frekar steikt að halda refsa sá syndugum..það er ekki rett.. guð fyrirgefum öllum þannig … ég er bara benda þer af hverju fólk gerir þetta.. það vegna fólk heldur að það á bara refsa þá syndigum..sem er ekki rétt.."
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-20 21:05:11",
            "id": "2400981",
            "reply_to_id": "2399411",
            "text": "Biblían er full af mótsögnum og fæstir geta farið eftir henni. T.d. samkvæmt henni er óheimilt að borða rækju og héra. Miðað við stafsetningu og málfar þitt ætla ég að ráðleggja þér að lesa Biblíuna - ekki láta einhvern annan tyggja hana ofan í þig.\nEf túlkun Biblíunnar væri einföld hefði klofning trúarinnar í siðaskiptum ekki átt sér stað. Hér væru ekki Katólikar, Mótmælendir, Hvítasunnumenn, Mormónar og sv. frv. Að auki - ef þetta væri AUGLJÓS og HIN EINI sannleikur væri ekki önnur trúarbrögð.\nMargir sem hafa skoðað frumtexta og/eða eldri texta Biblíunar túlka það sem varð síðar þýtt sem “kynvilla” sem “misnotkun” þ.e. það eigi ekki að misnota aðra kynferðislega.\nÞað sorgelga við svona bókstastúlkun á “hinu einu réttu” þýðingu Biblíunar er að þeta fælir marga frá trú. Ég held t.d. að Skugga liði talsvert betur væri hann sáttari við Skaparann sinn ;-) . Eins eru margir hommar sem hafa trú en lítið bakland þar sem þessi bókstafstúlkun er troðið á þá hverju sinni."
        },
        {
            "user": "snoogums",
            "user_id": "42877",
            "date": "2005-08-20 22:09:23",
            "id": "2401126",
            "reply_to_id": "2400981",
            "text": "Mormónabok er í  raun á milli gamla textamenntsins og nýja .. þannig skiptir ekki máli …  eg nenni ekki vera tala um þetta meir.."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-20 22:06:17",
            "id": "2401117",
            "reply_to_id": "2391252",
            "text": "Ísland í dag og í egjörri hnotskur er svokölluð “Einstaklings-hentistefna”\nOkkar litla samfélag er því miður á hraðri niðurleið varðandi siðfeðri, í dag er það ekkert tiltökumál að halda framhjá maka sínum, jafn algengt og að eiga GSM síma´, eins að svíkja undan skatti er fyrir löngu orðin að þjóðaríþrótt. Kynvillilingar eru farnir að mynda svokallaða “Pressu-hópa” og er þeirra vald gífurlegt og æ fleiri sem bindast í þann hóp og er vald hans orðið svo öflugt að Nasistaflokkurinn er eins og ungmennafélag í samanburði. Meiri að segja eru blaðamenn á morgunþætti stöðvar 2 svo hlutdrægir í viðtölum sínum við menn sem trúa á skoðun Biblíurnar að þeir gleyma þeirri skildu sinna að halda hlutleysi síni í hvívetna, þeir yfirheyrðu gestinn svo harkalega að Gestapo væru stoltir af vinnubrögðum fréttamannana.\nEn það sem er staðreynd að hommar og lesbíur ,kynvillingar, eru farnir að nota Pressu-hópinn á presta vorrar heilögu Kirkju og heimta vígða sambúð. Kynvillingar eru að fara fram á hið ÓMÖGULEGA því Prestar hafa EKKI það vald að breita lögmáli Guðs. Það hefur engin maður en hommar og lesbíur gleya því vegna blindnar frekju sinnar. Lögmál Guð og Guð segir um ykkur kynvillangana og takið eftir þessu hvernig Guð tekur fram tvenna hluti Skuggi85, ritning Guðsegir eftirfarandi:\nÞriðja Mósebók, kafli 18, vers 22.\nEigi skaltu leggjast með karlmanni sem kona væri það er VIÐURSTYGGÐ!\nÞú skalt ekki eiga samlag með nokkra skepnu, það ersvívirðing.\nSama gerist í fyrstu Mósebók er karlmennirnir í Sódómu sáu tvo glæsilega menn ganga inn í hús Lot til að vara hann við útrýmingu borgarinnar. Englarnir tveir voru stórglæsilegir menn og karlmennirnir úr Sódómu umrkingdu hús Lot til að fá að leggjast með þeim.\nSkuggi85 það eru því miður þið kynvillingarnir sem eru með FORDÓMA gagnvart heiðvirtum einstaklingum sem eru bæði Guðstrúa, Múslimar, Kaþólskir og án trúar. Það eru þið sem eruð að dæma okkur fyrir að vera ekki á sömu skoðun og þið kynvillingarnir.\nBörnin eru óhefluð í því sem þau segja og hvernig þau upplifa umhverfið. Þegar börn sjá leðurklædda homma eða karlmenn sem eru í ógeðfeldum fiðurfatnaði málaðir eins og mellur úr Soho spyrja börnin hvað sé eiginlega að þessum mönnum.\nVinur minn horfði til dæmis er þekktur hommi var að raka á sér punginn í sundi og eru þið hissa á að fólk þykir þetta vera viðurstyggilegt.\nSkuggi85 þú segist styðja málfrelsi en þú styður ekki skoðanarfrelsi það er fullvíst.\nÞað eru fjölmargar þjóðir sem munu ekki leyfa ættleiðingar til Íslands munu kynvillingar fá þau réttindi að ættleiða. af hverju heldurðu að það sé? Það er vegna þess að margar þjóðir eru með mun hærra siðferðistuðul en Ísland. Þar eru þegnar sektaðir fyrir að vera ölvaðir á götum úti. Þú ert settur í steininn fyrir að henda rusli út um gluggann á bílnum.\nEn eins og ég byrjaði að segja þá er það einstaklings-hentistefnan sem skekur Ísland og fólk er farið að hugsa um það sem bara hentar mér og þó svo að það sé ekki löglegt eða Biblían bannar þá mun ég bara samt kúga fram mína skoðun með mínum öfluga þrýsti hóp og ég mun ekki einu sinni svitna við það…\nÞó svo að öll þjóðin séu þeirrar skoðunar nema einn einstaklingur, að kynvilla sé í lagi og Guð eigi að blessa hana þá þíðir það ekki að þið hafið rétt fyrir ykkur…\nGaman verður að sjá svör og þá sleggjudóma sem ég mun fá hér í kjölfarið…\nLecte"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-20 22:16:29",
            "id": "2401145",
            "reply_to_id": "2401117",
            "text": "Lecter ætlaðir þú ekki að hætta að koma á Huga?\nAnnars nenni ég ekki að svara flestu sem þú varst að segja. Kemur með ýmisar fullyrðingar og talar eins og kristin trú sé heilagur sannleikur sem allir verði að fara eftir.\nÉg hef sérstaklega tekið fram að hjónaband samkynhneigðra eigi aðeins að vera löglegt fyrirbæti og svo fái trúarfélögin að ákveða sjálf hvort það eigi að blessa þau. Ég man líka aldrei eftir því að hafa sagt að vissar skoðanir væru ekki leyfirlegar. Vinsamlegast komdu með tilvitnun þar sem ég sagði eitthvað slíkt."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-21 00:10:51",
            "id": "2401376",
            "reply_to_id": "2401145",
            "text": "Kæri hugi.is vinur Skuggi85,\njú ég er hættur á huga, á forsíðu-korknum en er virkur inni á sagnfræðinni og vísundunum. Þar er mitt álit tekið til greina, vona að þú gerir hið sama.\nÉg var ekki að vitna í þig varðandi þá tilraunir samkynhneigðra manna/konur til að þrýsta á Prestana til að blessa þeirra hjónaband.\nSkuggi85 ef þú vilt að þinn málsstaður fái sem farsælasta farveg hlustaðu og lestu eftirfarndi erindi mitt, það er EKKI komið frá mér mundu það kæri hugari!!! aðeins þau ummæli sem ég lagði fyrir þeim presti sem skírði börnin mín þrjú. Hann hefur farið víða og er mjög auðmjúkur og laglunda, hann dæmir engan minn kæri Skuggi og þessi prestur er sá persóna sem allir vilja hafa sem hin vitra afa, því hann skilur þig þótt þú hafir stígið þau verstu afglöp ævi þinnar, hann hlustar og hjálpar þér, í stað þess að dæma!!!\nÉg spurði hann fyrir 6 árum varðandi jafnréttindarbaráttu homma og lesbía í Kirkjunni og hann sagði mér að það kæmi ALDREI til greina!\nÁstæðna kæri Skuggi85 er að Prestar okkar hafa EKKERT vald til að breita lögmálum Guðs.\nEn ef þú ert ekki Guðstrúa, hvað get ég dæmt þig? Engan vegin kæri vinur!!! Aldrei\nkær kveðja,\nLecte"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-21 10:58:50",
            "id": "2401894",
            "reply_to_id": "2401376",
            "text": "Enda sagði ég aldrei að þjóðkirkjan myndi breyta stefnu sinni eða ætti að gera það.\nLagafrumvarpið um aukin réttindi samkynhneigðra á víst ekki að neyða þjóðkirkjuna til að blessa samkynhneigð sambönd. Aðeins gefa trúfélögum val.\nAnnars er þetta allt sami skíturinn í mínum augum þessi trúarbrögð. Skil ekki af hverju meirihluti þjóðarinnar heldur sig við kristina trú sem var neydd yfir þjóðina með valdi fyrir 1000 árum.\nAnnars skrýtið að það sé ekki hægt að taka skrefið með samkynhneigða þegar þjóðkirkjan og önnur trúfélög fara að mörgu leiti ekki eftir biblíunni. T.d. það að konur eigi að þegja við messur. Ég veit ekki um eina kirkju sem fer eftir þessu."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-26 21:43:22",
            "id": "2418528",
            "reply_to_id": "2401894",
            "text": "Þú ert alltaf að vaða saurinn upp yfir háls, ef þú hefðir nennt einu sinni að kynna þér sagnfræði, mannkynssögunna eða þá Biblíunna værir þú ekki í svona djúpun villukenningum…\nÞú ert að DÆMA alla Kristna menn eftir Lútherstrú núna, AF hverju?????\nÉg hef ekki dæmt þig þó ég sé á öndverðu meiði!\nLúther hélt að jörðin væri flöt! En Biblían sagði annað minn kæri Skuggi85. Ef þú heldur þig við hinu réttu fræði (Biblíunna) en ekki sértrúarsöfnuði þá kannski færðu að sjá sannleikann, en eins og Jesús sagði svo snilldarlega er það átti að grýta melluna (sem hann átti að hafa riðið og átt börn með svo gifst samkvæmt nýjustu sindarkenningum í dag, DaVincy code) þá kannski sérðu fræðinna sem Jesús reyndi að gefa…..\nEina er að þú hafnar henni í hvívetna minn kæri skuggi og ert þú nú varla orðin skugginn af sjálfum þér núna þessa dagana……\nLecte"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-26 22:39:27",
            "id": "2418781",
            "reply_to_id": "2418528",
            "text": "Þú ert að DÆMA alla Kristna menn eftir Lútherstrú núna, AF hverju?????\nFyrirgefðu. Var búinn að gleyma því að þú hefur einkarétt á því að dæma fólk með trúarbrögðum :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-26 23:13:22",
            "id": "2418911",
            "reply_to_id": "2418781",
            "text": "Þú ert búin að DRULLA langt upp á bak minn kæri!\nLecte"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-21 00:49:19",
            "id": "2401515",
            "reply_to_id": "2391252",
            "text": "PS\nEr það ekki ofboðslega fúllt að vita það að ykkar málsstaður er fyrirframdæmdur og af Guði honum sjálfum???\nÞið eruð fyrirframdæmdir úrkynjaðir sem munu verða útrýmdir af Guði hehehe….\nA riva dercy,\nLecte"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-21 11:01:42",
            "id": "2401899",
            "reply_to_id": "2401515",
            "text": "1. Komdu með sönnun fyrir því að Guð sé til.\n2. Komdu með sönnun fyrir því að þetta rit (biblían) sem var skrifað af MÖNNUM endurspegli reglur Guðs. Þar að segja ef hann er til.\nÞanga til mun ég leggjast með karlmönnum eins og mér sýnist."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-22 01:35:03",
            "id": "2404501",
            "reply_to_id": "2401899",
            "text": "1. Ég nenni ekki að sanna eitt eða neitt fyrir einum eða neinum, ekki frekar en þú nennir að útskýra þinn málstað fyrir mönnum eins og mér ofl. Ég skil þig alveg 100% kæri vinur (og mundu ég lít á þig sem vin þó svo að þú sért alveg á hinum pólnum varðandi skoðanir!), þú hefur þína sannfæringu og kendir. Ég virði þær og dæmi þig ekki fyrir þær.\nFyrirgefðu ef það er allt fullt af stafsetningarvitleysum en ég er að flýta mér ofboðslega því ég er að fara til Berlínar í fyrramálið og á að vakna klukkan 5.\nEn sem dæmi þegar fólk spyr um sönnun þess að Guð sé til þá er eitt dæmi sem mig langar að benda þér á og það er þegar öll Ísraelsþjóð snérist til skurðgoðadýrkunar er Móses fór upp á fjallið til að chatta við Guð. Hann var þar í 30 daga og þrátt fyrir að þjóðin hafði fengið svo mörg kraftaverk í sinni raunargöngu í gegnum eyðimörkinna sem tók tugi ára að fara yfir þá snérist almúgurinn til skurðgoðadýrkunnar og fór að tilbiðja Gullkálfinn sem þau smíðuðu, en ekki Guð, samt fengu þau hunduðu sannana um að Guð væri til kæri Skuggi85.\nÍ dag er fólk ennþá að spyrja Guð um að sanna fyrir okkur að hann sé nú til. Sama mun gerast ef hann sýnir kraftark fyrir augliti ykkar að þið munuð samt ekki trúa um hans tilveru því þið hafið ekki tileinkað líf ykkar og sálu honum.\nUm leið og þú bendir vísifingur þínum á einhvern og gagnrýnir hann, þá gleymist oft sú staðreynd að það eru aðrir þrír fingur handar þinnar sem vís á þig! Hefur þú fattað það Skuggi? Prufaðu að benda með vísifingrinum og horfðu svo á hendinna, eru ekki þrír fingur þinnar handar sem vísa á þig???\n2. Sagnfræðingar okkar tíma hafa margoft reynt að efast um fræði og sögulegt gildi Biblíunar, td. sögðu þeir að Pontíus Pílatus hafi verið uppspuni einn frá riturum Biblíunnar og í mörg ár héldu þeir þessarri kenningu fram kæri skuggi eða þar til að fornleifagröftur einn í miðausturlöndum staðfesti það er gangstéttarhellu einni var snúið við í ævarfornu þorpi.\nÞar stóð á bakhlið gangstéttarhellunar, Pontíus Pílatus, fæddur xxxx, dáinn xxxx, var fyrrverandi yfirmaður Júdeu og Ísraels.\nVísindamenn vorra tíma hafa haldið fram að jörðin væri flöt og við værum miðja alheimsins, ef þú hefur lesið Biblíunna stendur bara allt annar sannleikur varðandi þau efni samanber í Jobsbók um að jörðin sé Hnöttur!\nEn ég verða að fara að sofa, Berlín bíður mín kæri hugari, og mundu það að þó svo að ég hafi farið eins og stjórnlaus jeppi utanvega þá ber ég hlíhug og kærleik til þín og gagnvart öllum samkynhneigðum. Bara það að ég er mannlegur og GERI FULLT af mistökum er minn kaleik og ég vona að þú fyrirgefir mér fyrir minn STÓRA GALLA???\nKær kveðja,\nLecte"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-22 02:26:44",
            "id": "2404587",
            "reply_to_id": "2404501",
            "text": "Já já trúaði vinur minn.\nVonandi áttar þú þig á eigin syndum. Endurnýjar heitin með þeirri fyrrverandi og berst fyrir því að konur fái ekki að tala við messur."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-22 02:34:58",
            "id": "2404588",
            "reply_to_id": "2404587",
            "text": "En ef Guð hafi gefið mér leifi að skilja við mína fyrrverandi vegna hennar syndar og þá staðreyndar að hún hafi haldið framhjá mér í vígðu hjónabandi og neitt fíkniefna?\nGuð gaf mér þau réttindi, ´mundu svo eitt allir hafa sinn rétt gagnvart Guð í bænum…….\nEins og ég sagði, þá hata ég syndinna en ekki fólkið…\nLecter\nps.\nhélstu að ég hafi bara yfirgefið barnsmóðir mína vegna smá vandamála og að hjónabandið hafi verið í bara pinku krísu?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-22 02:40:01",
            "id": "2404593",
            "reply_to_id": "2404588",
            "text": "Í blíðu og stríðu, þanga til dauðinn aðskilur ykkur. Þetta er ekkert flókið, það eiga ekki að vera undantekningar.\nKonur eiga líka ekki að tala við messur, fólk á ekki að stunda kynlíf utan hjónabands eða nota getnaðarvarnir. Karlmenn eiga ekki að stunda sjálfsfróun eða að leggjast með öðrum mönnum.\nVá hvað það er frábært að íslenskt þjóðfélag fer ekki bókstaflega eftir biblíunni."
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-23 12:21:20",
            "id": "2408161",
            "reply_to_id": "2404587",
            "text": "Lecter, sem trúaður maður þá er ég ekki akveg sáttur við hvernig þú færðir rök fyrir tilvist Guðs. Þú vitnar í Biblíuna, en bókstafstrú á því riti er alveg að kollvarpa trúnni. Trú er einmitt trú vegna þess að við trúum. Og maður getur trúað hlutum án þess að þurfa að hafa sönnun fyrir því. Ég trúi á Guð bara af því að ég get ekki annað, alveg eins og Skuggi er hommi bara vegna þess að hann er það. Hann “trúir” ekki á hommaskap heldur er bara hommi. Og þau rök eru nógu góð bæði til að réttlæta mína trú og kynhneigð Skugga.\nDæmið sem þú vitnar í með jörðina er ágætt. Það var nefnilega Kirkjan sem hélt lengst í þá trú að Jörðin væri flöt. Var Galileo ekki boðið í grillveislu í Páfagarði (þar sem átti að grilla hann) fyrir að halda öðru fram?\nÞá var það túlkun þeirra tíma sérfræðinga í Biblíufræðum að allt tal um hnöttótta jörð væri Guðlast og gegn sannleika Biblíunnar. Þetta voru ekkert lakari sérfræðingar en eru nú! Voru þeir ekki að lesa sömu bók og við? Hefur henni veri breytt? Ef Guð er fullkomin og Biblían Hans verk er þá ekki slík breyting argasta Guðlast? Eða má kannski túlka hana á fleiri en einn veg?\nSem sagt: túlkun sem er nauðsynleg þar sem margar reglurnar þarna eru óskýrar og ekki fullkomnar.\nEitt af því fáa sem ég tek bókstaflega í Biblíunni er sú bæn sem sú sem Jesú kenndi okkur. Þar má finna eftirfarandi línu:\n“fyrirgef oss vorar skuldir,svo sem vér og fyrirgefum vorum skuldunautum”\nEf þú ert jafn Kristinn og þú segist vera þá eru “syndir” fyrrverandi konu þinnar ekki réttlæting fyrir skilnað. Þetta er ekki tvírætt heldur beint úr munni Frelsarans.\nAuðvitað ertu ekki (frekar en ég) syndlaus. En hvað gefur þér rétt til að benda á flísina í auga náungans án þess að sjá bjálkann í eigin auga? Hvað leyfir þér að velja það að borða rækju og skilja (bæði andstætt Biblíunni) en fordæma homma? Er eitthvað flokkunarkerfi á syndir sem ég er að missa af?\n“Látið þann sem er syndlaus kasta fyrsta steininum”, “Elskaðu náungan eins og þú elskar mig”, “dæmið ekki og þér verðið ekki dæmdur”. Allt þetta eru ótvíræðar vísbendingar að það er ekki okkar hlutverk að fordæma hluti s.s. samkynhneigð."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-26 21:33:45",
            "id": "2418492",
            "reply_to_id": "2401899",
            "text": "Ég þarf ekkert að sanna eitt eða neitt fyrir þér, frekar en hinu heimsku þróunnarkenningarsinnar sem halda því fram að líf geti kviknað út frá dauðum hlut, að öll okkar tilvera sé svo einskins verð að það sé allt undir tilviljuninni einni kmoið.\nSem þíðir í reun minn kæri vinur ef lög þróunnarsinna ættu við rök að styðjast þá væri það bara allt í lagi að leifa hinu svokallaða frumskógarlögmáli að gilda í dag!!! Er það ekki?\nAð hini sterku munu lifa og hinir aumu munu undir troðnir verða!\nÉttu eða þú munt éta verðin! eða með öðrum orðum hinur hæfustu og grimmustu munu erfa jörðinna sem segir mér það að Adolf Hitler hafi þá haft rétt fyrir sér, því hann sagði að hinu öguðu þjóðir úr austri munu VALTA yfir okkur vestrænu menningu!\nÍ dag minn kæri er akkúrat það að gerast, múslimar HATA kristinna! og þeir munu á nokkurs efa Skuggi85 grafa undan hinu viðkvæma efnahagskerfi sem hinn hvíti maður byggir alla sína framtíð og velferð á, eða einstakling-eiginhyggju-minnarvelferðar-framaröllu-stefnu, no mettaer what!\nTreistir þú framtíðar heimi okakar fyrir hinu Barbie-Adolf Hitler útgáfu mönnum fyrir framtíð okkar?\nÞú veist að ameríkanar hafa drepið fleiri manns en Nasistar í sinni blindni eftir sínu lýðræði!!!\n6 milljónir Indíjánna eða fleirri en gyðingar voru myrtir er USA var hreinsuð af óæðri stofni!!!\nHver fann ameríku??? Leifur Heppni? Kristófer Kólumbus? NEI!!!!!!!! Indíjánar!!!! and more than six million of them my freind!\n, ein milljón manns dóu í herferðinni í Víetnam og önnur ein milljón í hinu leynilega KOmmunistadtríði í Kambódíu, ein milljón manns hafa látist af völdumm CIA!!! vegna leynilegra stríða í mið-ameríku!!!\nFarðu að lesa einu sinni,\nkveðja,\nHannibal “The Cannibal” Lecte"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-21 00:54:15",
            "id": "2401536",
            "reply_to_id": "2391252",
            "text": "He's gonna FRY your ASS off!!!!!!!!!"
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-21 01:00:01",
            "id": "2401564",
            "reply_to_id": "2391252",
            "text": "Nema að þið látið af ykkar synd sem er eins og alkoholisminn, ykkar synd, fagnið boðorðinu og Guði.\nMunið elskulegu vinir engin dæmir engan, en eins og alkóhólistinn, þá viðurkennið þið ykkar synd kæru vefarar!"
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-08-21 01:40:16",
            "id": "2401629",
            "reply_to_id": "2401564",
            "text": "Að dæma af þessum póstum þínum ertu kolfallinn í eigin synd. Ekki að hommast heldur kannski frekar aðra sem þú nefnir.\nVona þín vegna að þessi 3 börn þín reynist öll gagnkynhneigð svo þú þurfir ekki að fylgja fordæmi Abrahams og telja þig tilneyddan til að slátra þeim til dýrðar Guði."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-21 11:10:11",
            "id": "2401907",
            "reply_to_id": "2401564",
            "text": "Er það ekki synd að skilja?\nÞú átt að vera með eiginkonu þinni þanga til dauðinn aðskilur ykkur. Hvernig væri að standa við það og berjast fyrir hjónabandinu?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-26 20:52:00",
            "id": "2418281",
            "reply_to_id": "2401907",
            "text": "Nei það er ekki synd að skilja, það eru jú skilmálar og eftir þeim skaltu fara, en ef þú brítur þá þá hefur þú leifi til að skilja.\nÞú ert byrjaður að dæma mig því hjónaband brann til kaldra kola. Barnsmóðir mín neitti fíkniefna, áfengis og róandi lyfja, þvers og kruss allt eftir því sem að henni og hennar syndugu vinkonu sýndist. Þær voru á sýnu einkaflippi og fórnaði vissum hlutum í kjölfarið.\nEf þú ferð á þitt einkaflipp Skuggi85, þá fórnar þú vissulega vissum hlutum en ég mun aldrei dæma þig fyrir það.\nÞú dæmir mig fyrir að verja velferð barna minna!\nVelferð þeirra byggist á sterkum grunni þar sem þau mæta ávalt á réttum tíma í skóla, hafa með sér næsti og læra heima! Það er AKKÚRAT sá hlutur sem Barnavernd horfir minn kæri.\nReyndu ekki að vera með neinn hroka við mig varðandi bestu velferð barna minna, þó svo að þú sért ekki og greinilega nægilega víðlesinn í Biblíunni þá er greinilegt að þú hefur ekki klárað að lesa hana.\nÞú dæmir, og það mjög hart kæri vinur. Af hverju ertu að reyna að finna einhvert skítakast á mig er ég hef vald föðursins???\nÞú veður villu upp á háls og varastu að drukna ekki í henni!\nLestu þig til í ritningunni áður en þú slærð framm svona máttlausum og hlægilegum skriftum!\nKær kveðja,\nLecte"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-26 22:36:45",
            "id": "2418766",
            "reply_to_id": "2418281",
            "text": "Þannig að þessi setning um að vera saman þanga til dauðinn aðskilur ykkur er bara röng?\nEn nei takk ég mun ekki lesa þennan heilaþvott. Ég er ekki trúaður og hef enga ástæðu til þess. Ég hef mestar áhyggjur af börnunum þínum. Vona að þau skemmist ekki mikið af uppeldi þínu, átti sig á ruglinu í þér áður en þú nærð að heilaþvo þau. Og hafi sjálfstæðar skoðanir."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-26 23:12:11",
            "id": "2418906",
            "reply_to_id": "2418766",
            "text": "Já ég er ALVEG SAMMÁLA þÉR!!! NOT!!!!!\nAð það sé í lagi að hamast í rassgatinu á náunganum eins og sjálfum þér??? Hvað ert þú syndaselur að segja????????\nAð ég sé að ala börnin mín upp í óeðli???\nNÚ er ég þess fullviss að GUÐ hafði rétt fyrir sér er hann ÞURKAÐI sÓDÓMU og GÓMÓRRU af landakorti vorra vegna synda þinna!\nÉg fyrirlít þig fyrir HOMMADÓM þinn að ég sé óhæfur faðir barna minna og þinn dómur mun fella ALLA AÐRA KYNVILLINGA HÉRLENDIS vegna orða þinna í minn garð!!!!!!!!!\nFélag einstæðra foreldra MUN brennar ykkur á báli HELVÍTIS mun þú standa við þinn sleggjudóm homminn þinn!!!\nLecte"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-26 23:27:09",
            "id": "2418970",
            "reply_to_id": "2418906",
            "text": "Róaðu þig aðeins, þú ert byrjaður að grafa þína eigin gröf hérna á Huga."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-27 00:53:45",
            "id": "2419236",
            "reply_to_id": "2418970",
            "text": "Segir hver???\nI will give you a war that you wont belive!\nLecter\nEf þú nefnir BÖRNIN mín og hvernig ég el þau upp í sannri trú á Jesús mun ég hefja Krossferð gegn þér og þínum! Dæm þú ekki mig fyrir mína trí því ég dæmdi ekki þig kæri vinur fyrir þína kynvillu!"
        },
        {
            "user": "Dyrlingur",
            "user_id": "10993",
            "date": "2005-08-22 01:50:27",
            "id": "2404527",
            "reply_to_id": "2391252",
            "text": "Æji….\nÉg gæti skrifað hérna fullt af heimskum og ljótum orðum. En ég er löngu hættur að hata samkynhneigt fólk einsog ég gerði áður fyrr.\nSvo lengi sem enginn vinur minn er samkynhneigður og samkynhneigt fólk lætur mig vera á djamminu og útá götu þá er mér sama.\nÉg ætla samt að segja þér það Geiri, Ég er kannski hættur að reyna brjóta ykkur niður með heimskum orðum og fordómum. Það þýðir samt ekki að ég sé ekki á móti þessu.\nAfhverju er ég hættur? Já, Þroskinn þroskar víst alla."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-23 03:20:03",
            "id": "2407860",
            "reply_to_id": "2404527",
            "text": "Þú ert greinilega ekki þroskaður ef að samkynhneigð myndi eyðileggja vináttu þína við einhvern.\nSkil samt ekki af hverju allir nota þessu línu: “og samkynhneigt fólk lætur mig vera á djamminu og útá götu þá er mér sama.”\nSamkynhneigðir eru ekkert að eltast við gagnkynhneigða neitt sérstaklega. Auðvitað getur komið upp misskilningur og þá er hægt að leiðrétta það án þess að vera að skapa vandræði. Auðvitað kemur það fyrir, en það kemur líka fyrir að gagnkynhneigðir reyni við samkynhneigða. Karlar að reyna við lessur og konur við homma. Ég hef oftar orðið vitni af því en öfugt. Og þá er ég að tala um dæmi þar sem einstaklingurinn veit það alveg en reynir að “snúa þeim”."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-23 03:20:26",
            "id": "2407861",
            "reply_to_id": "2404527",
            "text": "Hvernig veistu annars hvað ég heiti?"
        },
        {
            "user": "Dyrlingur",
            "user_id": "10993",
            "date": "2005-08-23 03:32:10",
            "id": "2407863",
            "reply_to_id": "2407861",
            "text": "Hvernig veit ég hvað þú heitir?\nHaha lestu undirskriftina?\nEx-Scorpion25 í gamla daga áttum við feit stríð hérna.\nÞað er það sem ég meinti. Þroskinn þroskar alla.\nÉg hefði getað verið einsog í gamla daga komið með óþarfa skot hægri og vinstri reynt að brjóta þig niður. En það er víst búið.\nEn ef það tengist þroska að geta ekki tekið inn vini sína ef þeir eru samkynhneigðir þá þroskast ég aldrei til fulls. Og mun því deyja gamall maður."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-23 03:35:45",
            "id": "2407866",
            "reply_to_id": "2407863",
            "text": "Ok ég man ekki eftir þér. Sorrý :)"
        },
        {
            "user": "Dyrlingur",
            "user_id": "10993",
            "date": "2005-08-23 03:36:38",
            "id": "2407867",
            "reply_to_id": "2407866",
            "text": "Skiptir engu. Ég man alltaf allt. Hvað sem það er. Galli sem ég hef."
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2005-08-24 14:52:51",
            "id": "2411066",
            "reply_to_id": "2391252",
            "text": "Þessi grein í blaðinu minnir mig á táningafræðarann í tvíhöfða."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2005-08-27 23:15:45",
            "id": "2421960",
            "reply_to_id": "2391252",
            "text": "Ég er ekki að taka undir allt sem Lecter segir en ég er sammála honum um þessa einstefnu skoðun sem þeir eru að fá samþykkta í samfélaginu, allt er svo frábært við samkynhneigðina. Ég spyr ef þetta er allt svona eðlilegt, ef allir yrðu “öfugir” á morgun hvað yrði þá um fjölgun mannkyns ? Það er ekki hægt að gerfifrjóvga allar kellingarnar er það ? Nei, málið er að þetta er ekkert eðlilegt, auðvitað vill ekkert “venjulegt” (gagnkynhneigt, má kannski ekki segja svona lengur ?) foreldri að barnið sé semkynhneigt. Umræðan er nefnilega að verða svipuð og með fötluð börn, nú á að koma því inn líka hjá fólki að það sé bara fínt að mongolíta (já ég bara nota gamal orðið,mér er skítsama um hvað er viðurkennt orð í dag)börn fæðist þó að allir viti að þau lenda á stofnunum, en ríkið á alltaf að taka við vandamálum fólks í dag.\nÍslendingar halda að þeir séu svo rosalega framarlega í heiminum í dag og keppast við að vera svo frjálslegir á öllum sviðum til að sanna það. Sannleikurinn er sá að við erum smáþjófélag sem er áratugum á eftir í krítískri hugsun og það er bara ein viðurkennd lína í hvernig fólk á að haga sér og hvaða skoðarnir það hefur. Ég elska þetta land en stundum hata ég þessa þjóð."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-27 23:41:29",
            "id": "2422028",
            "reply_to_id": "2421960",
            "text": "Hvað myndi skeð ef allir hættu að fara í framhaldsnám á morgun? Það yrði slæmt, en þar með er ekki hægt að segja að það sé slæmt að hluti þjóðarinnar séu ómenntuð. Þetta öfgadæmi þitt einfaldlega verður ekki að veruleika. Fjölbreytni er alltaf af hinum góða. Það yrði ekki gott ef að allir væru með háskólanám, alveg eins og það yrði ekki gott ef að allir væri samkynhneigðir. Við vitum bæði að hvorugt verður að raunveruleika.\nNáttúran reddar sér alltaf með að viðhalda fjölgun. Þú vanmetur líka gáfur mannsins. Ég held að enginn vilji sjá frjósemi minnka eitthvað mikið. Að leyfa ættleiðingar samkynhneigðra ætti einmitt að fjölga Íslendingum þar sem flestar ættleiðingar eru á erlendum börnum. Heldur þú að ef að allir yrðu samkynhneigðir á morgun, að fólk myndi bara klóra sér í hausnum og horfa upp á þjóðina deyja út? Auðvitað ekki. Manneskjan er gáfaðari en það.\nÞað er meira að segja til dæmi um samkynhneigða sem stunda kynlíf með hinu kyninu í þeim eina tilgangi að eignast börn. Karlmaður getur líka haft sáðlát í glas og eina sem kona þarf er ódýrt áhalda sem notað er til þess að sprauta vökvanum upp leggöngin. Þetta er algeng aðferð hjá lesbíum sem fá sæði frá gjafa sem þær þekkja. Mjög hentugt væri að stofna samtök tileinkuð þessu þar sem lessur sækja um að fá sæðisgjöf frá samkynhneigðum mönnum.\nFyndið annars að þú tali á sama tíma að þú viljir frjálsara samfélag og að aukin réttindi samkynhneigðra séu slæm. Þetta fer ekki saman.\nAnnars er ég ósammála að við séum eitthvað aftarlega. Við erum nútímalegri í hugsun en flestir Bandaríkjamenn, sem á víst að vera aðal heimsveldið."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2005-08-28 01:06:47",
            "id": "2422295",
            "reply_to_id": "2422028",
            "text": "Skuggi,\nÞú ert að misskylja mig, ég set þetta fram til að rökstyðja það að vera “gay” er ekki eðlilegt eða “norm” heldur “abormal” því að ef að það væri það þá væri mannkynið ekki hér,skilurðu ? En á sama hátt og má segja að það sé eðlilegt að ákveðinn fjöldi barna fæðist fatlaður þá fæðist ákveðinn fjöldi fólks með þessar kenndir, en venulegt fólk vill ekki að börnin þeirra verði þannig. Nú vill ég ekki særa fólk með þessu og vil taka fram að ég er ekkert á móti þeim og veit t.d. að gay karlmenn eru yfirleitt mjög góðir starfsmenn, en með Því að segja það er ég kannski kominn út á eitt “jarðsprengusvæði” pólitískrar rétthugsunar. En það sem ég er á móti er það að maður þurfi nærri því að taka þátt í Gaypride göngu til að vera ekki kallaður hommahatari og verði að dásama e.h. gaylífsstíl."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-28 05:44:45",
            "id": "2422670",
            "reply_to_id": "2422295",
            "text": "Þú þarft ekkert að lofsyngja hann, bara hafa umburðarlindi gagnvart honum.\nAnnars er ekki en þá búið að sanna hvernig einstaklingar verða samkynhneigðir, hvort það sé bara þróun á persónuleikanum eða að genin spili eitthvað inn í það.\nÍ raun vona ég að það verði ekki fundið “gay genið” þar að segja ef að gen spila eitthvað inn í þetta. Gæti endað með því að fólk fari í fóstureyðingar ef þau vilja ekki eignast samkynhneigt barn. Ég persónulega tel þetta vera bara þróun persónuleikans þar sem mörg dæmi eru um eineggja tvíbura sem ekki hafa sömu kynhneigð.\nÉg get skilið það að þú viljir frekar að barnið þitt verði gagnkynhneigt t.d. af því þú vilt eignast barnabörn á venjulega háttinn. En þú mátt ekki gleyma að barnið þitt er meira en bara barnið þitt, þarna er einstaklingur alveg eins og þú sem ætti að fara eigin leiðir í lífinu."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2005-09-03 00:40:51",
            "id": "2441745",
            "reply_to_id": "2422670",
            "text": "Því miður verð ég að tilkynna þér að Vestrænt samfélag sem hefur gefið samkynhneigðum þetta frelsi á undir högg að sækja frá menningarheimum sem munum að lokum leggja það að velli og þar er ekkert pláss fyrir samkynheigða nema eins og hjá þeim, þ.e. vel falið og engar “Gay Pride” göngur. Vestræna “afslappelsið” nefnilega leiðir til hnignunar alveg eins og hjá Grikkjum og Rómverjum sem voru annálaðir fyrir það sem jafnvel við í dag köllum afbrigðilegheit."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-03 01:00:18",
            "id": "2441809",
            "reply_to_id": "2441745",
            "text": "Ehmm what?\nNáði ekki samhenginu."
        }
    ]
}