{
    "forum_title": "Final Fantasy",
    "user": "Ladybird",
    "user_id": "58627",
    "date": "2005-08-20 21:26:25",
    "title": "Lota 2;)",
    "text": "Jæja… það er eikkvað farið að vanta af greinum inná þetta áhugamál þannig að ég ákvað að koma með svona “lotu 2” af þitt final fantasy moment:)\nEn ég vill fá að vita hvaða móment í final fantasy fékk ykkur til að bráðna, gráta eða öskra;)\nHvaða plott gerði ykkur brjáluð, sár eða lét ykkur missa álit á einhverri persónu. Og svo vill ég vita að sjálfsögðu hvaða leikur ykkur fannst bestur, hvaða tónlist í hvaða leik ykkur fannst best og hvaða persóna er uppáhalds;)\nOk ég skal byrja:P\nÉg elskaði endan á Final fantasy IX! ég fór að gráta og allt.. og ótrúlegt en satt þá kom hann mér í alvöru á óvart;) ég bjóst ekki við að sjá Zidane poppa út úr gerfinu:D\nSvo dýrkaði ég mómentið í VIII þegar selphie, Zell, og rinoa og allir gerðu svona hljómsveit hanta squall…. hehehehe gat leikið mér endalaust að því atriði:D\nKlassíkin… þegar Aeris deyr auðvitað.. það var hræðilegt augnablik og fékk mig til að gráta;)\nSVo var eitt geðveikt atriði í Fantasy x-2 þar sem að Yuna, Rikku og Paine fara inn í hellinn þarna í Mushroom rock og Shuyin kemur og fer eikkvað að fucka með tilfinningar þeirra!! það var rosalegt atriði!!\nOg svo að lokum í Final fantasy X þegar Tidus kemst að því að hann er bara draumur… úff og svo endirinn!\nen jamm og svo finnst mér ff IX besti leikurinn og tónlistin í IX og VIII best;)\nEndilega Shareið!!",
    "url": "https://www.hugi.is/finalfantasy/greinar/320670/lota-2/",
    "url_id": "320670",
    "id": "2393879",
    "replies": [
        {
            "user": "Jormundgand",
            "user_id": "19854",
            "date": "2005-08-20 21:32:37",
            "id": "2401042",
            "reply_to_id": "2393879",
            "text": "Ég er nú alltaf að skipta um skoðun á svona hlutum…\nEn, besti endirinn var ÁN efa Final Fantasy VIII. Ég var alveg eins og smástelpa þegar ég horfði á hann, þó að tár hafi ekki fallið. En ég var alveg gagntekinn af skjánum.\nGet gert Chocobo Questið í VII aftur og aftur og aftur.. algjör snilld.\nVerð að vera sammála þér með Aeris, alveg frábært atriði, og ef þessi hringagrafík væri aðeins betri hefði það fengið 10 í grafík einnig.\nAlltaf fundist Squall og Rinoa skemmtilegustu og dularfullustu characterarnir.\nAnnars var VIII fyrsti leikurinn sem ég prófaði, svo það er eiginlega hann sem fær atkvæðið sem besti leikurinn."
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2005-08-20 21:55:42",
            "id": "2401090",
            "reply_to_id": "2393879",
            "text": "Besti endirinn: Final Fantasy VIII\nBesta atriðið: Dauði Aerith (FFVII)\nBesta aðalpersóna: Cloud (FFVII)\nBesta aukapersóna: Selphie (FFVIII)\nBesta tónlist: Final Fantasy VII-IX\nBesta heildarspilun: Final Fantasy VII\nLeiðinlegasti í seríunni: Final Fantasy IX"
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2005-08-21 12:08:25",
            "id": "2401985",
            "reply_to_id": "2393879",
            "text": "til hamingju þér tókst að koma öllum stærstu spoilerunum í sögu FF leikjana fyrir í einni grein eins gott að mér tókst að líta af skjánum áður en þú spoilaðir FF 8 fyrir mér you bastard"
        },
        {
            "user": "Inhale",
            "user_id": "22443",
            "date": "2005-08-21 19:44:45",
            "id": "2403276",
            "reply_to_id": "2393879",
            "text": "FF-VII er totaly besti leikurinn og með bestu tónlistina ásamt FF-IX, Sephiroth er mín uppáhalds persóna, fallegasta moment er þegar Tidus og Yuna fara að slefa uppi hvort annað =P, sorglegasta atriðið er þegar Aeris deyr og endinn a FF-X, besti söguþráður FF-VII, besta Mini-game er Card game og Blitz ball =D =D"
        },
        {
            "user": "viltudeyja",
            "user_id": "55900",
            "date": "2005-08-21 21:34:40",
            "id": "2403675",
            "reply_to_id": "2393879",
            "text": "Úff of mikið af því sem gerir mig til að bráðna, gráta, öskra, brjalaðann, sár eða lét mig missa álitið á einhverjari persónu, og hvaða leikur mér fannst bestur og hvað er besta músikinn.\nEn allavega það byrjar svona:\nFFX-2: Bráðnaði ég vegna Happy Ending.\nFFVIII: Endirinn á VIII urð til að ég fékk nokkur tár til að renna.\nFFVII: Ég öskraði og grét (hehe) en afsjálfsögðu var það alveg hræðilegt moment þegar Aeris lést.\nFFX: Það var alveg brjálaðann, þegar ég uppgvötaði að Tidus var draumur.\nMisti ekki álitið á einhverjum and im not planing too!\nFFVIII: Uppháhalds leikurinn er FFVIII.\nFFVII: Uppáhalds character Vincent og Sephiroth, annars Firion eða Leon og Maria (úr FFII), Kain Rosa, og Galuf var heldur betur svalur.\nI know i can't decide XD.\nFFIX,VII,VIII,FFI: Allir þessir leikir koma mér á óvart með músík.\nÉg veit að ég er alveg hryllilegur með að decida mitt."
        },
        {
            "user": "Solmyrkvi",
            "user_id": "55076",
            "date": "2005-09-07 23:17:39",
            "id": "2459471",
            "reply_to_id": "2403675",
            "text": "hver var sekur fyrir að kynna þig fyrir ffVIII pési :P ?? og sýna þér endinn og kannski bara KENNA ÞÉR A´HANN :D"
        },
        {
            "user": "Noztradamus",
            "user_id": "55150",
            "date": "2005-08-21 22:01:42",
            "id": "2403739",
            "reply_to_id": "2393879",
            "text": "Þegar ég fór inn í Midgard og sá Aeris í kirkjunni á öðrum disk.  maður fær svona flashback, einhvernveiginn…get ekki lýst því :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-22 01:10:45",
            "id": "2404447",
            "reply_to_id": "2393879",
            "text": "Besti endirinn: Final Fantasy IX\nBesta atriðið: Dauði Aerith (FFVII)\nBesta aðalpersóna: Terra(VI)\nBesta aukapersóna: Mog(VI)\nBesta tónlist: Final Fantasy VI\nBesta heildarspilun: Final Fantasy VI\nLeiðinlegasti í seríunni: Final Fantasy X-2\nNennti ekki að skrifa..copyaði Villa uppsetningu…gn"
        },
        {
            "user": "Kupo",
            "user_id": "29733",
            "date": "2005-08-22 14:51:36",
            "id": "2405525",
            "reply_to_id": "2393879",
            "text": "alveg asmmála LadyBird,endirinn í FFIX var rosalegur,langbesti endirinn,i almost cried!\nog allt sem þú taldir upp og líka atriðið í FFVI þegar kærastan hans Locke´s dó.."
        },
        {
            "user": "Stone",
            "user_id": "29572",
            "date": "2005-08-22 16:33:33",
            "id": "2405803",
            "reply_to_id": "2393879",
            "text": "Endirinn á X er alveg geðveikt svekkjandi og sorglegur, en auðvitað er þegar Aeris deyr lang sorglegasta. Líka þegar maður fékk að vita að Yuna myndi deyja í lok pilgrimage það var pínu shock\neEn mesta svona momentið er þegar Cloud kemst að því að hann er bara búinn til á tilraunastofu eins og Sephiroth og allar mynningar hans eru bara bull!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-22 17:27:53",
            "id": "2405987",
            "reply_to_id": "2405803",
            "text": "FFX-2 draslið eyðilagði endirinn á FFX."
        },
        {
            "user": "Gexus",
            "user_id": "5048",
            "date": "2005-08-23 19:29:53",
            "id": "2409367",
            "reply_to_id": "2393879",
            "text": "Mér hefur eiginlega alltaf fundist FFIX vera versti leikurinn, ég fæ alltaf þessa óþægilegu tilfinningu þegar ég spila hann…En ég veit ekki alveg hver uppáhalds leikurinn er, annaðhvort FFVII, VIII eða X. Ég dýrkaði þetta moment þegar Aeris dó því maður eiginlega bjóst ekkert við því, en ég er ekki sú manneskja sem grætur yfir tölvuleikjum samt sem áður. FFVIII er samt sem áður fyrsti FF leikur minn, og ég elskaði momentið þegar maður keppti við Edeu í fyrsta sinn, tónlistin lét mig fá gæsahúð svo oft hehe… En mér finnst líka atriðið þegar Tidus & Yuna kysstust í fyrsta sinn voða flott, en söngkonan sem söng lagið sem var með atriðinu eiginlega eyðilagði þetta en tónlistin sjálf er fín… Meira get ég ekki sagt (munað)…"
        },
        {
            "user": "Flexo",
            "user_id": "55236",
            "date": "2005-08-26 13:26:04",
            "id": "2416782",
            "reply_to_id": "2393879",
            "text": "WARNING! ÞEIR SEM ERU EKKI BUINIR MEÐ FF-X  , EKKI LESA !\nég var reiður eða vonsvikinn i enda ff-x þegar maður komst að þvi að Auron var dauður …eða bara svona spirit …svo hvarf hann þegar yuna var að senda einhver annan hálvita ;)\nauron var nefnilega uppáhalds persóna :("
        },
        {
            "user": "Kupo",
            "user_id": "29733",
            "date": "2005-09-07 10:37:16",
            "id": "2456556",
            "reply_to_id": "2416782",
            "text": "same here man.."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-28 00:19:39",
            "id": "2422183",
            "reply_to_id": "2393879",
            "text": "mer fannst altaf bragðið þanna super nova með sephiroth doltið merkilegt og endirinn í vii þegar planet berst við loftsteininn"
        },
        {
            "user": "Saidin",
            "user_id": "22936",
            "date": "2005-09-04 00:39:59",
            "id": "2444949",
            "reply_to_id": "2393879",
            "text": "Elska atriðið í Mako reactorinum þegar Sephiroth  stingur sverðinu sínu í gegnum Cloud sem lyftir svo Sephiroth uppá sverðinu (með það inní sér) og hendir honum niður svo niður í Mako-ið og fellur svo saman. Super flott.. Samt sýndi ég ekki mikil viðbrögð þegar Aeris dó (kannski útaf því að það hafði verið spoilað fyrir mér), varð samt frekar leiður í endinum á FFVII. Ekki útaf því að hann var sorglegur, ég var bara að klára besta leik sem ég hef nokkurntímann spilað :/"
        },
        {
            "user": "Skazii",
            "user_id": "40417",
            "date": "2005-11-04 00:43:38",
            "id": "2653722",
            "reply_to_id": "2393879",
            "text": "Ég hef ekki spilað alla leikina bara I - V og svo VIII byrjunina og klárað X og hef það ekki í mér að klára X-2\nUppáhalds Char: Galuf var hip og cool\nSorglegasta moment: Endirinn á X\nMest hataði Char: Erfitt að segja en vondi kallinn í III fór í taugarnar á mér (man ekki nafn hans)\nBesti leikur í heild: IV og I (hins vegar ætla ég að skrifa aftur þegar ég er búinn með IV og VIII)\nKjánalegasti char: Wakka án efa\nTakk fyri"
        }
    ]
}