{
    "forum_title": "Kvikmyndagerð",
    "user": "DutyCalls",
    "user_id": "59211",
    "date": "2005-08-20 22:31:44",
    "title": "Breiðtjaldið og þróun þess",
    "text": "FORMÁLI\nHér er ætlunin að skýra í stuttu máli frá helstu tegundum skjávörpunar sem notaðar hafa verið við upptöku og sýningu kvikmynda. Allt of langt mál hefði verið að skýra frá öllum sýningarkerfum sem dúkkað hafa upp, hér er aðeins tæpt á því markverðasta, en hafi menn áhuga vísa ég í neðangreindar bækur.\nTextinn er alfarið unninn upp úr tveimur bókum, A History of Narrative Film eftir David A. Cook, og How Movies Work eftir Bruce F. Kawin. Helstu vandkvæðin við að koma þessum fróðleik yfir í skiljanlegan íslenskan texta er sá að íslensk heiti yfir mörg hugtök sem koma fyrir eru hreinlega ekki til. Hér eru því skýringar á þeim tveim algengustu:\nAnamorphic merkir umbreytilegt, þ.e. að linsa tökuvélarinnar umbreytir því sem um hana kemur áður en það festist á filmuna . Það sem á tjaldinu sést er semsagt ekki alveg eins og það kemur af filmunni (nánari skýringar í textanum). Hér verður ekki gerð tilraun til nýyrðasmíði, og orðið því látið halda sér.\nAspect Ratio er einfaldlega hlutfallið milli breiddar og hæðar myndar og skýrir sig sjálft, t.d. aspect ratio 1,33:1 í sjónvarpi. Hér verður því notað orðið myndhlutfall.\nBreiðtjaldstæknin kom fyrst fram uppúr 1950 sem svar kvikmyndaiðnaðarins við sívaxandi vinsældum sjónvarpsins; bíóhús vildu geta boðið uppá eitthvað sem sjónvarpið gat alls ekki. Fyrir þann tíma höfðu allar myndir verið gefnar út myndhlutfalli 1,33:1. Það var staðall sem menn höfðu komið sér saman um árið 1932, og er enn notaður í sjónvarpi.\nÞrjár meginaðferðir við breiðtjaldstækni voru prófaðar á þessum árum, þar af varð ein ofan á og er enn almennt notuð í dag. Við munum nú kíkja stuttlega á hverja fyrir sig.\nFJÖL-VÉLA (KAMERU/PROJECTOR) AÐFERÐIN\nHin fyrsta af breiðtjaldsaðferðum kallaðist Cinerama. Þrjár 35mm myndavélar voru samstilltar til að taka upp eina breiða mynd, sem varpað var á gríðarstórt tjald með þremur sýningarvélum. Tjaldið var sveigt lítið eitt til að gefa meiri dýptartilfinningu.\nÞessi aðferð náði nokkrum vinsældum hjá almenningi, en ekki að sama skapi hjá kvikmyndagerðarmönnum og sýningarmönnum, því hún krafðist rándýrs og fyrirferðarmikils tækjabúnaðar sem að auki var viðhaldsfrekur. Einungis stærstu kvikmyndaver og bíóhús höfðu efni á þessu.\nÞví voru fáar alvöru kvikmyndir gerðar með þessari aðferð, hún var meira notuð sem skemmtun í sjálfu sér, einskonar tívolí. En forvitnir geta þó kíkt t.d. á How the West was Won. Jafnvel í vídeó-yfirfærslunni má greina tvær daufar lóðréttar rákir í myndinni - þar sem skilin milli filmanna þriggja eru.\nÞess má líka geta að þessar fjöl-véla tilraunir með breiðtjald voru gerðar samhliða annarri sýningartækni sem ekki náði að festa sig í sessi þá, þrívíddartækninni.  Sú tækni er kapítuli útaf fyrir sig (og utan efnisins hér), en byggði að sjálfsögðu á fjöl-véla aðferð.\nBREIÐFILMU-AÐFERÐIR\nÞar sem Cinerama þótti klunnalegt og fyrstu anamorphic-aðferðirnar (sjá að neðan) höfðu ýmsa tæknilega vankanta, var talsvert lagt í tilraunir með breiðfilmu, sem mörgum virtist vera augljósasta lausnin vildu menn á annað borð hafa tjaldið breitt.\n65mm filma var notuð við upptökur en sýningarfilman var 70mm (5mm fóru undir sex hljóðrásir, sem þá gaf einstök hljóðgæði). Tvö kerfi urðu mest áberandi; þau voru að öllu leyti svipuð, og kölluðust Todd-AO og Super Panavision eða Panavision 70. Myndgæðin voru talsvert betri en með öðrum aðferðum og enn var reynt að auka þau með ýmsum fídusum, t.d. gekk Todd-AO á 30 römmum á sekúndu í stað hinna vanalegu 24.\nÞessi aðferð hlaut svipuð örlög og Cinerama. Svo dýrt var að taka á þessi kerfi að einungis örfáar “stórmyndir” á borð við The Sound of Music og Doctor Zhivago voru gerðar í þeim. Sem aftur leiddi til þess að það svaraði ekki kostnaði fyrir flest bíóhús að koma sér upp kerfunum; aðeins örfá stór bíóhús sýndu nokkurn tíma myndir í þessum kerfum, en annars voru þær í flestum tilfellum færðar “anamorfískt” yfir á venjulega 35mm sýningarfilmu.\nBreiðfilma er þó enn notuð við sýningar í stærri bíóhúsum og við tökur á einstaka stórmynd. Imax er sýningarkerfi sem sem byggir á láréttri 70mm sýningarfilmu, og nær því talsvert meiri stærð og gæðum en gömlu breiðfilmukerfin.\nEina aðferð ber hér einnig að nefna, þó ekki væri strangt til tekið um breiðfilmuaðferð að ræða. Paramount kvikmyndaverið hafði ekki trú á anamorfísku aðferðinni og hannaði því sitt eigið kerfi sem nefndist VistaVision. Hér var tekið upp á 35mm filmu, en lárétt, tvo ramma í einu. Í yfirfærslu á 35mm sýningarfilmu var myndinni síðan “snúið rétt”. Það sem græddist á þessari aðferð voru stóraukin myndgæði án nokkurra breytinga á tækjakosti bíóhúsa. Dæmi um mynd tekna á þessu kerfi er To Catch a Thief Hitchcocks.\nANAMORPHIC-AÐFERÐIR\nAnamorphic breiðtjaldstæknin er sú sem að endingu náði almennri notkun innan kvikmyndageirans og er það enn í dag. Hún byggir einfaldlega á linsu sem “þjappar” myndina í upptöku. Þannig má taka mynd í myndhlutfalli 2,35:1 á venjulega 35mm filmu án þess að neitt af stærð filmunnar fari til spillis. Myndin festist “þjöppuð” á filmuna í upptöku, og “afþjappast” síðan aftur í samskonar linsu sýningarvélar þegar hún varpast á breiðtjald.\nÍ daglegri praktík fyrir nútímamenn þýðir þetta að ef á DVD hulstri stendur að myndin sé anamorphic, þýðir það að hún muni laga sig að skjáhlutföllum. Myndin mun fylla uppí breiðskjá, en á venjulegum sjónvarpsskjá mun hún “afþjappast” á milli borða efst og neðst. (Myndin er eðli filmunnar samkvæmt þjöppuð frá hægri og vinstri, þó borðarnir gefi manni tilfinningu fyrir upp og niður).\nFyrsta kerfið sem byggði á þessari aðferð var CinemaScope, sem hafði sannarlega margt framyfir önnur kerfi. Ólíkt Cinerama og breiðfilmukerfunum krafðist CinemaScope engra stór-fjárfestinga í nýjum og fyrirferðarmiklum tækjabúnaði, hvorki hjá kvikmyndaverum né bíóhúsum. Það eina sem þurfti voru nýjar linsur á töku- og sýningarvélar, breiðari tjöld og fjögurra rása hljóðkerfi, en bíóhúsum bauðst allt þetta í viðráðanlegum pakkadíl.\nKerfið var þó ekki gallalaust. Lampar sýningavéla voru margir hverjir ekki hannaðir til að lýsa tvöfalt stærra tjald, og myndin varð því ekki nógu björt. Einnig varð oft vart við bjögun í myndinni, gat það stafað af því að tjaldið væri ekki rétt upp sett eða að linsan væri gölluð, sem oft kom víst fyrir. Engu að síður náði CinemaScope miklum vinsældum og breiðtjaldið varð ríkjandi í bíóhúsum.\n1960 var síðan Panavision kerfið kynnt til sögunnar. Það lagfærði helstu tæknilegu galla CinemaScope og leysti það fljótlega af hólmi, og enn í dag er það nánast allsráðandi.\nAð endingu ber þó að nefna tvö anamorfísk-breiðfilmu kerfi, Ultra Panavision 70 og Super Technirama 70. Í þessum kerfum voru kostir anamorfískrar og breiðfilmu aðferða sameinaðir - mynd var þjöppuð á 65mm filmu - og náðist myndhlutfallið 2,75:1 á tjaldinu. Í þessum kerfum var myndin líklega orðin mun breiðari en sjónsvið manns í bíóhúsi, enda eru þær fáu myndir sem gerðar voru í þessum kerfum eins og mjóir borðar á sjónvarpstækjum nútímamanna. Sem dæmi má nefna Mutiny on the Bounty frá 1962.\nÁHRIF BREIÐTJALDSTÆKNI Á KVIKMYNDAGERÐ\nBreiðtjaldið var að sönnu viðbragð Hollywood við sjónvarpinu. Bíóið, sem frá aldamótum hafði verið eini myndmálsmiðillinn, missti skyndilega það hlutverk, nú sat fólk heima í stofu fremur en að fara í bíó. Breiðtjaldsmyndir í lit með fjögurra rása hljóði sáu til þess að fólk kom enn í bíó, þó í minna mæli væri.\nMargir voru á þeim tíma hræddir um að nú væri “sönn kvikmyndagerð” í dauðateygjunum. Sjónvarpið framleiddi aðeins létt skemmtiefni sponsorað af sápuverksmiðjum eða álíka, og bíóið yrði núna einungis vettvangur fyrir síst skárri CinemaScope sirkusa, “epískar” landslagsmyndir með málamynda söguþræði um rómverja eða káboja.\nEins og margoft hefur gerst síðan, höfðu bölsýnismennirnir kolrangt fyrir sér. Alfred Hitchcock leit á breiðtjaldið (rétt eins og þrívíddina) sem nýjan spennandi vettvang, og nýtti sér formið til hins ítrasta. Svo ítarlega að þegar farið var að sýna breiðtjaldsmyndir hans í sjónvarpi síðar, liðu þær fyrir það.\nSíðan sættir tókust milli sjónvarps og kvikmynda uppúr 1965, hafa margir kvikmyndaleikstjórar stillt upp sínum skotum með það fyrir augum að myndin mun verða sýnd í sjónvarpi, þannig að auka-plássið verður í raun óþarft. Sömuleiðis eru flestir sjónvarpsþættir í dag teknir með breiðskjá í huga. Breiðskjáir hefðu líklega aldrei náð vinsældum án þess aragrúa bíómynda sem gerðar hafa verið fyrir breiðtjaldið. Sættirnar milli sjónvarps og bíós virðast núna fullkomar í deilu sem e.t.v. var alltaf óþörf. En það sem við fengum útúr þessu var þó breiðtjald og THX í bíó.",
    "url": "https://www.hugi.is/kvikmyndagerd/greinar/320978/breidtjaldid-og-throun-thess/",
    "url_id": "320978",
    "id": "2397484",
    "replies": [
        {
            "user": "Lappi",
            "user_id": "9813",
            "date": "2005-08-21 01:42:00",
            "id": "2401635",
            "reply_to_id": "2397484",
            "text": "Flott og ýtarleg grein :)."
        },
        {
            "user": "rosberg",
            "user_id": "32261",
            "date": "2005-08-21 03:02:39",
            "id": "2401731",
            "reply_to_id": "2401635",
            "text": "Mjög Flott Grein :D\ni'm not here at the moment..please read the compliment after the “beep”. Beeeeeeep."
        },
        {
            "user": "Gunnarbg",
            "user_id": "25844",
            "date": "2005-08-21 12:09:48",
            "id": "2401991",
            "reply_to_id": "2397484",
            "text": "vantar meira svona…frábær grein"
        },
        {
            "user": "eXistenZ",
            "user_id": "5744",
            "date": "2005-08-21 17:05:41",
            "id": "2402738",
            "reply_to_id": "2397484",
            "text": "Mjög góð grein hjá þér!"
        },
        {
            "user": "Pottlok",
            "user_id": "13598",
            "date": "2005-08-22 09:26:10",
            "id": "2404748",
            "reply_to_id": "2397484",
            "text": "Gaman að vita þetta, flott grein."
        },
        {
            "user": "zailex",
            "user_id": "1631",
            "date": "2005-08-24 23:28:12",
            "id": "2413187",
            "reply_to_id": "2397484",
            "text": "mjög góð grein, rosalega fróðlegt"
        },
        {
            "user": "gerald",
            "user_id": "32756",
            "date": "2005-08-30 16:23:19",
            "id": "2430373",
            "reply_to_id": "2397484",
            "text": "glæsileg grein!"
        }
    ]
}