{
    "forum_title": "Danstónlist",
    "user": "ghozt",
    "user_id": "428",
    "date": "2001-06-22 16:56:49",
    "title": "Ibiza & Benidorm - brjáluð djammferð !",
    "text": "Mæli með að öllum sem langar að kíkja út í sumar skelli sér í þennan pakka !\nHér fyrir neðan kemur fréttatilkynningin :\n-\nReykjavik.com stendur fyrir alvöru djammferð til Benidorm 27. júní til 4. júlí, í samvinnu við Eurocard Atlas og Ferðaskrifstofu Reykjavíkur. Ferðin snýst einfaldlega um sól, strandlíf og næturlíf sem á ekki sinn líka í Evrópu. Ekki verða seld nema 25 sæti í ferðina og því um að gera hafa snarar hendur. Það kostar aðeins 39.990 krónur (með Atlas ávísun) að skella sér með. Innifalið í verðinu er flug, skattar, hótel, ferðir til og frá flugvellinum á Spáni og fararstjórn.\nEins og fjölmargir Íslendingar ættu að vita er Benidorm frábær staður fyrir þá sem sækja í djamm og sól, enda er hann með vinsælustu áfangastöðum þjóðarinnar sumar eftir sumar. Þarna eru strendurnar hvítari og næturlífið heitara. Meðal þess sem Benidorm hefur upp á að bjóða eru KM og Pacha, einhverjir stærstu næturklúbbar Evrópu, ásamt aragrúa annara næturklúbba og pöbba. Utan borgarmarkanna leynast heilu diskó kjarnarnir. Sólin skín að meðaltali 305 daga á ári á Benidorm, verðlagið er með því hagkvæmasta sem gerist á Spáni og þar er mikið úrval stórgóðra veitinghúsa.\nHótel: Gist verður á Portofino II, sem staðsett er í miðbæum og er aðeins 150 metrar frá stöndinni. Hvert herbergi inniheldur svefnherbergi, stofu, eldhús og svölum með útsýni yfir hafið. Í hótelinu er sundlaug og kaffihús.\nHelstu klúbbar: Ministry of Sound, Slinky, Tonic, KM, Penelopes, Ku, Pacha, Hippodrome, Beachcomber, Bahamas, Red Dog og Stardust\nHelstu barir: Bananas Beach Bar, KM bar, Ku bar, Penelope’s bar og Racha Disco Bar Café\nAnnað: Aqualandia vatnalandið, Terra Mitica annar stærsti skemmtigarður Evrópu og að sjálfsögðu allskyns túrista vitleysa eins og köfunar-, fjalla-, jeppa- og sjóskíðaferðir, möguleikinn á að láta draga sig í fallhlíf, go cart braut o.s.frv. Lestarferðir til Alicanterborgar og rútuferðir til Barcelona og Madrida",
    "url": "https://www.hugi.is/danstonlist/greinar/32124/ibiza-benidorm-brjalud-djammferd/",
    "url_id": "32124",
    "id": "215524",
    "replies": [
        {
            "user": "ghozt",
            "user_id": "428",
            "date": "2001-06-22 16:57:39",
            "id": "215525",
            "reply_to_id": "215524",
            "text": "Einnig - varðandi sumarið í þessum pakkaferðum:\nhttp://www.reykjavik.com/news.aspnewsid=679&lang=is"
        },
        {
            "user": "clint",
            "user_id": "5524",
            "date": "2001-06-22 17:06:18",
            "id": "215526",
            "reply_to_id": "215524",
            "text": "Ha? Varstu ekki að tala um Ibiza? Benidorm hvað?"
        },
        {
            "user": "primo",
            "user_id": "234",
            "date": "2001-06-22 18:49:16",
            "id": "215527",
            "reply_to_id": "215524",
            "text": "Ég hef farið 2x til benidorm og það sökkar þar og svo hef ég farið 2x til Ibiza og það bara rúlaði svo mikið að ég stoppaði við í 3 mánuði í fyrri ferðinni :)"
        },
        {
            "user": "Graphx",
            "user_id": "5512",
            "date": "2001-06-22 23:23:21",
            "id": "215528",
            "reply_to_id": "215527",
            "text": "En hefurðu prufað að stoppa 1X í benidorm í 3 mánuði og fara svo 1X til ibiza án þess að hafa\nverið 2x í benidorm.\nGraphx\nwww.graphx.vortex.is"
        },
        {
            "user": "terrordisco",
            "user_id": "5531",
            "date": "2001-06-24 23:36:18",
            "id": "215529",
            "reply_to_id": "215528",
            "text": "ég fékk mér einu sinni 5x og fór svo 2x til íbiþa og var 2xvikur og 4xvikur í einu.\nþað var geðveikt!"
        },
        {
            "user": "ghozt",
            "user_id": "428",
            "date": "2001-06-25 10:42:01",
            "id": "215530",
            "reply_to_id": "215524",
            "text": "Clint:\nreykjavik.com, í góðri samvinnu við EUROCARD ATLAS  og Ferðaskrifstofu Reykjavíkur, ætlar að standa fyrir alvöru djammferðum til Ibiza og Benidorm í sumar. Hver ferð stendur í viku og snýst einfaldlega um sól, strandlíf og djamm. Þessir staðir bjóða upp á næturlíf sem á ekki sinn líka í Evrópu og verða að teljast tveir af miðpunktum álfunnar í skemmtanalífi sumarsins. Fyrsta ferðin verður farin 27. júní til Benidorm, þannig að það er um að gera að fara kynna sér málið og athuga hvort maður hafi tækifæri til að skella sér með. Ekki eru seld nema 25 sæti í hvora ferð og með traustri fararstjórn ætlum við að tryggja að þeir sem rata aftur heim þurfi nokkra vikur til að jafna sig."
        }
    ]
}