{
    "forum_title": "Deiglan",
    "user": "skuggi85",
    "user_id": "12479",
    "date": "2005-08-22 18:29:08",
    "title": "Ég vil forvarnarsamfélag á Íslandi",
    "text": "Ég er forvarnarmaður (jafnaðarmaður) og vil deila með ykkur skoðunum mínum um hvernig íslenskt samfélag eigi að vera. Við erum komin góða leið í forvarnarsamfélag, en alltaf má gera betur. Við verðum að nýta vald stjórnvalda betur til þess að forða fólki frá óæskilegri hegðun.\nEinkabílar:\nEinkabílar eru ekki lífsnauðsynlegir. Einkabílar eru sóun á orku og peningum, mikið hagstæðara væri að hafa betri almenningsgöngur og láta alla nota þær. Minni mengun, minni eyðsla á orku og bjargar tugum mannslífa á hverju ári. Tvöfalda skal skatt á einkabíla og bensín fyrir almenning og nota þennan pening til þess að styrkja almenningssamgöngur. Smátt og smátt er hægt að herða þetta meira næstu árin og á endanum banna einkabíla.\nSælgæti og skyndibitamatur:\nMargir verða háðir sælgæti, gosi og skyndibitamat. Mikilvægt er að ríkið taki að sér þessa sölu alveg eins og með áfengi og tóbak. Stofna skal “Gosdrykkja- og sælgætisverslun ríkisins” og “Skyndibitastaður ríkisins”. Forvarnaskattur skal vera á milli 40-60% eftir sykur- og fitumagni í vörunum, svo bætist virðisaukaskattur ofan á það. Allar vörur skulu vera merktar áberandi textum á umbúðunum þar sem möguleiki á skaðsemi er tekinn fram. T.d. “Neysla sælgætis getur skemmt tennur”, “Neysla skyndibitamats eykur líkur á offitu” og “Sælgæti er ávanabindandi: Hringdu í síma 800-xxxx til þess að fá hjálp við að hætta að borða nammi”.\nLæknadóp:\nAukist hefur gífurlega hlutfall þeirra sem að verða háðir löglegum lyfjum, stórt hlutfall þeirra sem fara á Vog eru háðir t.d. verkja- og/eða svefnlyfjum. Kostir þessara lyfja vega ekki meira en skaðsemin. Þó það sé óþægilegt þá lifir maður alveg af að geta ekki sofið eða fundið fyrir verkjum, en margir verða háðir þessum lyfjum og eyðileggja líf sitt með þeim. Því skal banna öll sterk verkjar- og svefnlyf, sem að mörg eru meira ávanabindandi en ólögleg fíkniefni.\nReykingar á almenningsstöðum:\nRétt er það að allir hafa frelsi til þess að velja hvert er farið og hvort farið sé á stað sem að leyfir reykingar eða ekki. En það er mikið þægilegra fyrir reyklausa að þurfa ekki að hafa áhyggjur af því, skera skal frelsi reykingarmannsins fyrir þægindi hinna. Óþægilegt er að þurfa að biðja vini og ættingja sem reykja um að fara á reyklausan stað/svæði, auðveldum þetta fyrir okkur með því að reka reykingarfólkið út með valdi. Einnig ætti það að vera í lögum að ekki má reykja á eigin heimili nema að fá samþykki allra sem þar búa. Gestir sem koma eiga rétt á reyklausu umhverfi alveg eins og á kaffihúsum, ef gesturinn gefur ekki leyfi þá skal gestgjafinn fara út að reykja eða bíða eftir að gesturinn fari. Sekta skal þá sem brjóta reykingarlögin um 30 þúsund krónur,  5 þúsund krónur bætast svo ofan á það í hvert skipti. Þannig að sá sem brýtur reykingarlögin t.d. í 10 skipti skal borga 75 þúsund krónur í sekt. Ef einstaklingurinn getur ekki eða vill ekki borga sektina skal hann fá 1 mánaðar fangelsisdóm í staðinn.\nJafnrétti kynjanna:\nEinfaldasta leiðin til þess að jafna launamun er í gegnum skatt. Karlmenn skulu borga aukaskatt sem rennur beint til kvenna sem bónus, mikilvægt er að endurskoða þetta reglulega þar sem launamunur breytist reglulega. T.d. ef launamunur er 14% þá skulu karlmenn borga 7% í aukaskatt. Einnig verður að tryggja að kynin séu í svipuðum hlutföllum á öllum vinnustöðum. Góð aðferð er að setja í lög að kynjahlutfall eigi að vera 49-51% af hvoru kyninu á hverjum vinnustað, sama hvort við séum að tala um Alþingi, byggingarvinnu eða skrifstofustarf. Engar undantekningar leyfðar enda gefur það smugu á kynjamisrétti.\nÉg vona að þið séuð sammála mér með það að beita valdi til þess að koma á jafnrétti og forða einstaklingum frá skaðsemi. Frelsi er ofmetið, við verðum að beita valdi til þess að koma í veg fyrir að þjóðfélagið fari til helvítis. Einstaklingurinn er einfaldlega of heimskur til þess að bera ábyrgð á eigin lífi og líkama. Við verðum að herða valdbeitingu stjórnvalda áður en samfélagið okkar fer í ræsið!",
    "url": "https://www.hugi.is/deiglan/greinar/321767/eg-vil-forvarnarsamfelag-a-islandi/",
    "url_id": "321767",
    "id": "2406195",
    "replies": [
        {
            "user": "humbuk",
            "user_id": "24060",
            "date": "2005-08-22 18:41:15",
            "id": "2406271",
            "reply_to_id": "2406195",
            "text": "Frábær grein ;) Elska kaldhæðnistóninn í þessu :D En er svo sammála þér .. ríkið er byrjað að banna manni of marga hluti. Hækka verðið á tóbaki vegna þess að það er skaðlegt?? Djöfulsins bull. Einstaklingurinn á að fá að ráða sjálfum sér, ekki einhverjir helvítis alþingismenn."
        },
        {
            "user": "AngelicX",
            "user_id": "7629",
            "date": "2005-08-22 19:45:10",
            "id": "2406597",
            "reply_to_id": "2406271",
            "text": "hehe en heilbrigðiskerfið sem skattarnir mínir fara í, á að hlúa að þessum aumingjum sem reykja og fá krabbamein…."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-22 22:16:50",
            "id": "2407149",
            "reply_to_id": "2406597",
            "text": "Reykingarmaður borgar 228 kr aukalega í skatt í hvert skipti sem hann kaupir pakka af sígarettum. Svona óbein “sjúkratrygging”. Ríkið ræður svo illa við heilbrigðiskerfið að þeir taka upp á svona brögðum. Ég get lofað ykkur að fiturbollurnar verða næstar, aðgerir gegn óhollum mat og hærri skattur á öllu sem er óhollt.\nÞví á að einkavæða heilbrigðiskerfið. Þá getur reykingarfólk ráðið því sjálft hvort þau vilji vera tryggð fyrir skaðsemi reykinga eða ekki."
        },
        {
            "user": "SmellyCat2",
            "user_id": "45991",
            "date": "2005-08-23 00:34:30",
            "id": "2407673",
            "reply_to_id": "2407149",
            "text": "ríkið er nú líka að þessu fyrir þá sem ekki reykja en verða að vera í kringum reykingafólk."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-23 00:47:15",
            "id": "2407700",
            "reply_to_id": "2407673",
            "text": "Hvernig tengist tóbaksskatturinn því?"
        },
        {
            "user": "SmellyCat2",
            "user_id": "45991",
            "date": "2005-08-23 17:36:39",
            "id": "2409002",
            "reply_to_id": "2407700",
            "text": "svona “sjúkratrygging” eins og þú kallar það"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-23 18:25:16",
            "id": "2409146",
            "reply_to_id": "2409002",
            "text": "“Sjúkratryggingin” kemur reyklausum ekki að gagni."
        },
        {
            "user": "AngelicX",
            "user_id": "7629",
            "date": "2005-08-23 19:19:46",
            "id": "2409340",
            "reply_to_id": "2407149",
            "text": "ef þú ert svo barnalegur að trúa því að 228 krónur á dag dugi til að borga margra ára krabbameinsmeðferð, þá er  greinilega ekki mikið vit í að rökræða við þig, þú afsakar."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-23 19:54:09",
            "id": "2409450",
            "reply_to_id": "2409340",
            "text": "Þessar 228 kr eru um 80.000 kr hjá meðalreykingarmanni á ári. Segjum að þú sért búinn að reykja í 30 ár þegar þú greinist með krabbamein, þá ertu  búinn að greiða um 2,5 milljónir í forvarnarskatt. En ekki eru allir reykingarmenn sem fá krabbamein eða önnur alvarleg heilsutjón. Segum að það sé annar hver, þá eru það 5 milljónir fyrir hvern.\nÉg er ekki að segja að aðrir eigi að borga undir reykingarmenn. Ég persónulega vill ekki borga undir fitubollurnar sem að eru að þyngja á velferðarkerfinu meira em reykingarfólk. Samt sem áður fara skattpeningarnir mínir í það, það er ekkert minnkað það með því að taka t.d. aukaskatt af McDonalds og fleirum óhollum mat.\nMálið er að það minnsta sem hægt er að gera er að hafa sanngjarnar leikreglur. Það er ekki sanngjarnt að rukka forvarnarskatt hjá einum hóp vegna skaðsemi á meðan það er ekki gert hjá öðrum. Á meðan ríkið er að reka heilbrigðiskerfið þá er það minnsta sem þeir geta gert er að mismuna ekki fólki. Þanga til þeir einkavæða það.\nReykingarfólk eins og aðrir ættu að fá að ráða því hvort eigi að fjárfesta í tryggingum eða ekki. Ef reykingarmaður vill geta keypt sígarettupakkann á 300 kr og haft enga sjúkratryggingu, þá er það hans ábyrgð að mögulega fá ekki meðferð eða reikning heim upp á margar milljónir. Það á ekki að neyða fólk til þess að borga mögulegan sjúkrakostnað, það er ósanngjarnt gagnvart öllum þeim sem reykja og fá svo ekki krabbamein. Eru þá búnir að borga í mörg ár undir aðra reykingarmenn sem að sköðuðust meira.\nEina leiðin til þess að hafa þetta sanngjarnt er að leyfa fólki að ráða því hvert peningarnir fara, fyrir hverju þau vilja vera tryggð fyrir. Ég vil ekkert borga undir aðra neitt frekar en þú."
        },
        {
            "user": "AngelicX",
            "user_id": "7629",
            "date": "2005-08-23 20:08:18",
            "id": "2409497",
            "reply_to_id": "2409450",
            "text": "Líkurnar á að lenda í bílslysi eru sáralitlar, sumir sjá ekkert vit í að tryggja sig, en lenda síðan í því, á samfélagið þá að láta þá liggja?\nÉg er, því miður, með forsjárhyggju í samfélaginu og verð að segja að ég vil að vit sé haft fyrir fólki.  Ég er sammála þér að það eigi að skattleggja fólk eftir þyngd, ef svo má segja og ég skammast mín ekkert fyrir það.  En ég er ekki á því að fólk eigi að hafa vit fyrir sjálfu sér, sérstaklega ekki í ljósi þess hvað það er fært um að kjósa yfir sig!"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-23 20:20:40",
            "id": "2409545",
            "reply_to_id": "2409497",
            "text": "Frekar einfalt.\nEf þú ert ekki með bílatryggingu þá er einfaldlega sent reikninginn heim til þín. Ef þú borgar ekki reikninginn innan ákveðins tíma þá er sent þig í fangelsi.\nReikna má með því samt að meirihluti fólks myndu fá sér tryggingu. Þeir sem kjósa að gera það ekki geta bara tekið afleiðingunum.\nEigum við kannski að banna kreditkort til að hafa vit fyrir fólki?"
        },
        {
            "user": "AngelicX",
            "user_id": "7629",
            "date": "2005-08-23 21:48:32",
            "id": "2409920",
            "reply_to_id": "2409545",
            "text": "Ef að ég lendi í slysi sem annar veldur og hann er ekki tryggður, þá borgar ég sjálfur fyrir mína læknismeðferð???? Þannig að hann fer í fangelsi og ég verð gjaldþrota, vegna þess að hann var ótryggður.\nTryggingar eru ekki bara til að halda þér gangandi, heldur líka til að borga fyrir þann skaða sem þú veldur!!!"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-23 22:24:13",
            "id": "2410093",
            "reply_to_id": "2409920",
            "text": "Nei hann yrði líka dæmdur til þess að borga þér fyrir skaðann. Þó hann fer í fangelsi og losni út er þar með ekki hægt að segja að skuldin sé fallinn. Ef hann borgar ekki eftir vissan tíma þá styð ég alveg að það sé tekið eignir hans og selt til þess að borga þér til baka.\nÞú verður að átta þig á því að hver sem er getur líka farið heim til þín og stolið hlutum frá þér. Þó það sé náð honum er ekkert öruggt að hann sé með peninga tilbúna til þess að geta borgað skaðann. Svona er þetta því miður. Maður vonar bara að flestir séu heiðarlegir.\nEf einhver er ekki með tryggingu og neitar að borga fyrir skaða í umferðinni þá á einfaldlega að taka á því eins og þjófnaði."
        },
        {
            "user": "AngelicX",
            "user_id": "7629",
            "date": "2005-08-25 15:25:10",
            "id": "2414262",
            "reply_to_id": "2410093",
            "text": "alveg sammála þar, eeeen, ef  hann á engar eignir hvað gerist þá ???"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-25 15:30:05",
            "id": "2414293",
            "reply_to_id": "2414262",
            "text": "Mjög ólíklegt að svo fari…\nEn hmmm.. Láta fangann vinna og peningurinn rennur til fórnalambsins þanga til skuldin er greidd?\nVæri líka ágætt að láta fanga bara vinna almennt sem hluti af refsingu og til þess að niðurgreiða kostnað fangelsana."
        },
        {
            "user": "AngelicX",
            "user_id": "7629",
            "date": "2005-08-25 15:31:53",
            "id": "2414305",
            "reply_to_id": "2414293",
            "text": "Kannski, en ef hann neitar að vinna?  Hvað ef tjónið sem ég verð fyrir í umferðinni er varanlegt ???\nÉg er ekki að reyna að snúa út úr, heldur benda þér á að þetta er ansi flókið kerfi sem við búum í."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-25 15:39:27",
            "id": "2414359",
            "reply_to_id": "2414305",
            "text": "Það er alltaf hægt að brjóta menn niður til þess að neyða þá út í að gera það sem þeim er sagt.\nValið yrði einfalt. Ef þú vinnur ekki, þá er það einangrun fyrir þig.\nÞú ættir líka að geta samið við trygginarfélög (án þess að það kosti endilega eitthvað mikið meira) að þau borgi þér skaðann ef hinn aðilinn er ekki tryggður. Svo sjá þau um að rukka manninn til að fá endurgreitt. Gætu haft einhverja vexti á því svo þeir geti séð um það án þess að rukka saklausa aðilann aukalega."
        },
        {
            "user": "AngelicX",
            "user_id": "7629",
            "date": "2005-08-25 15:54:52",
            "id": "2414444",
            "reply_to_id": "2414359",
            "text": "Ekki alveg sammála þarna, það að setja manninn í einangrun er alveg mannskemmandi og með verstu pyntingum sem hægt er að beita fólk og hvaða aðferðir myndu tryggingarfélögin geta notað til að rukka eignalausa einstaklinga ???"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-25 16:07:22",
            "id": "2414513",
            "reply_to_id": "2414444",
            "text": "Senda honum reikninginn, þar að segja ef hann fer ekki í fangelsi.\nEf hann fer í fangelsi. Þá getur tryggingafélagið gert kröfu á að fá hluta launa hans sem hann vinnur sér inn í fangelsinu.\nþað að setja manninn í einangrun er alveg mannskemmandi og með verstu pyntingum sem hægt er að beita fól\nValið yrði hans. Hann losnar úr einangrun um leið og hann er til í að vinna.\nHann framdi glæp, og hann er í fangelsi. Fangelsi eru ekki ókeypis í rekstri. Eðlilegt er að láta fanga niðurgreiða þau eins mikið og mögulega hægt er.\nMjög sjaldgæft yrði annars að fangar myndi fara svona öfgafullar leiðir að mótmæla öllu og ekki taka þátt, og kjósa það að vera í einangrun. Þeir eru þannig kannski fyrst, en eftir smá tíma fá þeir þörf fyrir félagsleg samskipti og að gera eitthvað yfir daginn.\nAð leyfa þeim að hanga í tölvu yfir daginn á kostnað annarra er ósættanlegt."
        },
        {
            "user": "Sleepless",
            "user_id": "6322",
            "date": "2005-08-27 16:13:45",
            "id": "2420633",
            "reply_to_id": "2414513",
            "text": "Hvað með einsog Ríkið reddar fórnarlömbum nauðgunnar???\nRíkið borgar bætur til fórnarlambsins og rukkar svo gerandann. Ríkið er líka í þeirri aðstöðu að geta dregið af launum, mánaðarlega, einstaklings einosg gert er með skatta og meðlög….."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-27 20:14:32",
            "id": "2421435",
            "reply_to_id": "2420633",
            "text": "Ertu viss um það?\nÉg veit nefnilega um dæmi þar sem einstkalingar hafa ekki fengið bæturnar af því að glæpamaðurinn átti ekki efni á að borga þær. T.d. börnin hennar Sri sem dó, talað var í fjölmiðlum að þau myndu aldrei sjá þessa peninga sem voru dæmdir til þeirra.\nAnnars er ég ekkert sérstaklega á móti þessu fyrirbæri. Í raun þarf ekki skattpening til að reka það. Kannski breyta því aðeins.\nT.d. að afbrotamaðurinn fái ákveðinn tíma til þess að byrja að borga bæturnar. Ef hann fellur á tímanum þá bætast við háir vextir. Vextir sem halda utan um kerfið."
        },
        {
            "user": "Sleepless",
            "user_id": "6322",
            "date": "2005-09-01 14:52:15",
            "id": "2436511",
            "reply_to_id": "2421435",
            "text": "En þrátt fyrir það er Ríkið í aðstöðu til að borga fórnarlambinu og rukka svo gerandann mánaðarlega einsog með meðlög. Að senda bréf eða “whatever” til vinnustað geranda og sjá til þess að þessi X hluti launanna fari í sektargreiðslu……"
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2005-08-26 00:38:18",
            "id": "2416253",
            "reply_to_id": "2410093",
            "text": "satt að segja finnst mér frjálshyggjan byggjast einum of mikið á trú manna á heiðarleika annarra"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-26 01:38:50",
            "id": "2416304",
            "reply_to_id": "2416253",
            "text": "Þetta var kannski rangt orðað hjá mér.\nÞetta er einfalt mál…\nAð hafa það sem skyldu að borga tryggingar er gróft brot á einstaklingsfrelsi. Ef ég treysti mér til þess að hafa ekki tryggingu (t.d. af því ég hreinlega tel mig geta borgað skaðann ef ég lendi í einhverju) þá á ég að hafa fullan rétt til þess.\nNútíma samfélag byggist á því að skerða frelsi allra á grófan hátt ef einhver skyldi mögulega vera óheiðarlegur. Frjálshyggja er í raun sanngjarnasta stefna sem til er. Sömu leikreglur fyrir alla og allir hafa frelsi á meðan það skerðir ekki frelsi aðra. Ég hef kannski ekki bestu lausnirnar varðandi svona bílamál enda viðurkenn ég að ég hef ekki hugsað hvert einasta atriði út í smáatriði, enda þyrfti að spá verulega í því þegar að þeim tíma kemur (ég er frekar viss um að einn daginn verði Ísland mikið frjálsara og því tala ég svona).\nEn eitt er öruggt. Það er mjög skýr hluti af Frjálshyggjunni að ekki megi skera frelsi annarra. Morð, nauðgun, þjófnaður, skemmdarverk og margt fleira sem við viljum ekki hafa í okkar samfélagi fellur undir þetta. Það verður alltaf hægt að gera nauðsynlegar aðgerðir gegn þeim sem brjóta frelsi og mannréttindi annarra í Frjálshyggjusamfélaginu, alveg eins og í því samfélagi sem við búum núna í. Aðalatriðið er bara að auka valmöguleika, frelsi einstaklingsins og auka ábyrgð sjálfráða einstaklinga á eigin lífi og líkama.\nÞví skil ég ekki af hverju fólki dettur í hug að hér sé verið að tala um eitthvað samfélag þar sem allir níðast á hvor öðrum og algjört chaos er í gangi. Prófaðu að setja þig í spor aldraðra þegar þau voru ung. Amma mín sem er níræð hefði aldrei dottið í hug þegar hún var ung að samfélagið gæti orðið svona gott og frjálst með næstu kynslóðum. Og gengið alveg upp á sama tíma.\nÞað er oft erfitt að hugsa út fyrir það sem maður er vanur. Það sem er búið að stimpla inn í heilann á manni. Því mun það taka Frjálshyggjumenn líklega marga áratugi að auka frelsi einstaklingsins, en vonandi tekst það á endanum.\nÉg lýt á þetta það sterkum augum að það hreinlega ætti að teljast sem mannréttindi að gera það sem manni sýnist á meðan það skerðir ekki frelsi annarra.\nSíðan verður þú að viðurkenna vissa hræsni hjá fólki í dag. Þegar það er annað fólk (eitthvað sem þau eru persónulega á móti) þá finnst þeim fínasta mál að skerða frelsi hægri og vinstri. En þegar svipuð staða kemur hjá þeim sjálfum þá er allt í einu bölvað yfir helvítis stjórnvöldum sem vilja skipta sér af öllu.\nSvo að þjóðin kjósi Frjálshyggjustjórn þarf einfaldlega að opna hugarfar og auka umburðarlindi þjóðarinnar gegn öðruvísi fólki og siðum."
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2005-08-26 20:17:49",
            "id": "2418107",
            "reply_to_id": "2416304",
            "text": "breytir samt ekki því áliti mínu að það byggi á góðmennsku allra, það þarf að hugsa fyrir alltof marga sem eru kannski ekkert endilega það vitlausir heldur vita bara ekkert hvað þeir vilja, langar að komast að því með t.d. frjálshyggju. Ég er alveg fullkomlega sáttur við mína frelsisskerðingu þó ég þykist vita að ekki þurfi að hafa vit fyrir mér í öllu, en alveg áreiðanlega mörgu."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-26 22:28:44",
            "id": "2418736",
            "reply_to_id": "2418107",
            "text": "breytir samt ekki því áliti mínu að það byggi á góðmennsku allra, það þarf að hugsa fyrir alltof marga sem eru kannski ekkert endilega það vitlausir heldur vita bara ekkert hvað þeir vilja\nGott að fólk eins og þú hugsi svona. Þið getið tekið þátt í góðgerðastarfsemi eftir að frelsið eykst.\nÉg er alveg fullkomlega sáttur við mína frelsisskerðingu þó ég þykist vita að ekki þurfi að hafa vit fyrir mér í öllu, en alveg áreiðanlega mörgu.\nEins og? :)\nEr ekki eðlilegt að sjálfráða einstaklingar beri ábyrgð á eigin hegðun og neyslu? Hvort sem það sé að fara í spilavíti, reykja hass eða borða á McDonalds í hádegishléinu í vinnunni."
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2005-08-27 14:04:19",
            "id": "2420183",
            "reply_to_id": "2418736",
            "text": "þannig lagað, en ef það væri ekki þessi frelsisskerðing að mega ekki vera með dóp undir höndum þá væri ég núna að dópa mig einhversstaðar útí móa og væri líklegast að drepast úr þunglyndi og spá í hvernig ég ætti að drepa mig. En af því að þetta er bannað þá byrjaði ég ekki á þessu þegar ég var yngri og þegar fram liðu stundir þá lærði maður um skaðsemi efnanna og því hef ég ákveðið að snerta ekki við þeim."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-27 20:02:10",
            "id": "2421395",
            "reply_to_id": "2420183",
            "text": "Bíddu eru allir sem dópa að drepast úr þunglyndi?\nÞað er ekki mín ábyrgð að þú hafir svona litla sjálfsstjórn og þurfir vernd frá stjórnvöldum. Ég hef notað 4 ólögleg fíkniefni og hef alltaf notað þau hóflega. Ég er ekkert að skaðast af þeim neitt frekar en af áfengi.\nÞessi fullyrðing þín byggist á fáfræði og fordómum. Þú einfaldlega getur ekki fullyrt svona. Sjálfur fullyrti ég þegar ég var unglingur að ég yrði alki strax eftir fyrsta fylleríið, því ætlaði ég ekki að byrja að drekka. Pabbi minn og amma eru alkar og ættingjar voru búnir að troða áróðnum af fullum krafti í minn unga heila.\nSvo byrjaði ég loksins að drekka 15 ára gamall. Ég hef aldrei haft nein vandamál með drykkju mína. Drekk bæði sjaldnar og minna magn en flestir jafnaldrar mínir, á ekkert erfitt með það.\nAðeins að hugsa út fyrir áróðurinn."
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2005-08-28 01:11:05",
            "id": "2422304",
            "reply_to_id": "2421395",
            "text": "ég hugsa út fyrir hann. Áróðurinn segir ekkert að maður verði endilega svona heldur að maður geti orðið. Ég vil einfaldlega ekki taka áhættuna, mér finnst það ekki þess virði. Margir hugsa greinilega ekki svo skynsamlega og halda alltaf að þeir geti haft stjórn á þessu, það þarf ekki að vera rétt. Ég samgleðst þér innilega ef þú hefur svo góða sjálfsstjórn að ráða við þína neyslu alveg til dauðadags en satt að segja efast ég mjög um það."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-28 05:53:14",
            "id": "2422679",
            "reply_to_id": "2422304",
            "text": "Þú gerir þér samt vonandi grein fyrir að þetta er minnihlutahópu hjá ólöglegum fíkniefnum sem að eyðileggur líf sitt?\nSvo verður maður að taka inn í reikninginn forsendur fólksins fyrir því að fara í neysluna. Hvort kom hænan eða eggið fyrst? Getur ekki verið að fólk í t.d. uppreisn gegn samfélaginu sækist frekar í ólögleg fíkniefni en aðrir? Þar að segja hófu niðurleið sína jafnvel áður en þau byrjuðu að dópa. Hversu margir fara annars í dóp án þess að hafa drukkið áfengi? Hægt er að segja að áfengi leiði fólk út í önnur efni, alveg eins og t.d. hass.\nAuðvitað eru þau allra sterkustu fíkniefni verri en áfengi. T.d. ef þú ferð að sprauta þig þá er mjög ólíklegt að þú sleppir frá því skaðlaust. En fíkniefni eins og t.d. hass, E-töflur og LSD/sveppir er auðveldlega hægt að nota eins og áfengi án þess að eyðileggja líf sitt. Þau eiga meira að segja að vera minna ávanabindandi en áfengi þegar kemur að líkamanum. En eins og ég sagði, einstaklingar með önnur vandamál gætu verið að fara í neysluna á þeim forsendum að þau vilja bara vera í vímu allan daginn til þess að hlaupa frá andlegum vandamálum.\nHlutfallslega myndi þetta fækka við lögleiðingu af því þá myndu fleira “venjulegt” fólk nota efnin. sem að myndu ekki skaðast neitt frekar af neyslunni en af drykkju.\nSkrýtið að þú efist um það þó það sé minnihluti. Þó ég sé kannski hommi þá er ég ekki alltaf hluti af minnihlutahópum :P"
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2005-08-28 13:59:03",
            "id": "2423194",
            "reply_to_id": "2422679",
            "text": "Þessi efni eru skaðleg til langs tíma. Ef þú notar þessi efni að staðaldri þá hætta þau með tímanum að gefa þér sama kickið, sem gjarnan leiðir neytandan út í þessi „sterkustu“ efni. Ég er alls ekki að verja áfengi, ég veit að það er líka afar skaðlegt, málið er bara að það er ekki í hvert sinn sem fólk neytir áfengis sem það verður fullt, það er fínt að fá sér aðeins í glas stöku sinnum án þess að þurfa endilega að verða fullur en þegar þú færð þér fíkniefni er það líklegast í þeim tilgangi að fá vímu svipað og hjá þeim sem misnota áfengi, sem drekka til þess að verða fullir. Þú þarft minna magn af þessum efnum til þess að fá vímu og svipað og með reykingarnar þá er afar erfitt að hætta og einmitt annað en með reykingarnar þá eru þessi efni gjörn á að leiða fólk út í þunglyndi með minnkandi kicki þú þarft meira til þess að verða glaður og því notarðu meira. Núna er ég ekki að alhæfa að allir endi svona en það er staðreynd að áhrif efnanna minnka með tímanum sem leiðir fólk út í sterkari efni."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-28 18:28:22",
            "id": "2424005",
            "reply_to_id": "2423194",
            "text": "Áhrif efnanna (hjá flestum) minnka aðeins með tímanum ef þú misnotar þau. Ég hef séð þetta augljóslega hjá hasshausum sem finna varla neitt nema þetta sé eitthvað mjög sterkt.\nAð sumir drekki áfengi í hófi er enginn plús að mínu mati hjá þessu fíkniefni. Það er minnihlutahópur sem að drekkur áfengi án þess að detta í það líka stundum.\nVið getum skiptst á svona endalaust um skaðsemi. Þó þú og sumir einstaklingar drekkið áfengi í hófi þá breytir það því ekki að áfengi drepur 50x fleira fólk en E-töflur HLUTFALLSLEGA.\nÞað á ekki að lögleiða eða banna fíkniefni eftir skaðsemi. Það breytist reglulega hvað sérfræðingar telja vera skaðlegt og einnig er það mjög persónubundið hvernig áhrif fíkniefni hafa á mann. Þau eiga að vera öll lögleg, enda eru fullorðnir einstaklingar hæfir til þess að ákveða fyrir sig hvort eigi að taka áhættuna af neyslunni eða ekki!"
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2005-08-28 18:43:27",
            "id": "2424071",
            "reply_to_id": "2424005",
            "text": "Þú meinar þá að hafa þetta eins og sígarettur, bannað innan átján, eða eins og ég tel í raun sniðugra tuttugu ára? Þar sem að fullorðnir einstaklingar hafi þann þroska til að velja fyrir sig"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-28 18:48:16",
            "id": "2424080",
            "reply_to_id": "2424071",
            "text": "Já.\nÍ dag er auðveldara fyrir unglinga að kaupa hass en áfengi.\nEn það á að vera 18 ára fyrir öll fíkniefni. Maður verður sjálfráða á þessm aldri og því er eðlilegt að maður fái að taka þessar ákvarðanir þá. Ef það ætti að vera 20 ára þá ætti sjálfræðisaldurinn kannski líka að vera 20 ára."
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2005-08-28 19:27:56",
            "id": "2424252",
            "reply_to_id": "2424080",
            "text": "margar ástæður eru fyrir því að hækka sjálfræðisaldurinn upp í tuttugu ár, samt spurning hvort allir væru tilbúnir að sætta sig við það"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-28 19:33:19",
            "id": "2424273",
            "reply_to_id": "2424252",
            "text": "Finnst 18 vera fínt, það var nú einu sinni 16 ára.\nOfverndun getur verið af hinu slæma. Tel ekki æskilegt að hækka aldurinn. Ég tel að flest 18 ára einstkalingum sé treystandi fyrir þeim lagalegu réttindum að vera fullorðinn. Það er endalaust hægt að hækka vegna til öryggis vegna minnihlutahóps. Af hverju ekki bara að hafa það 25 ára?"
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2005-08-28 20:11:49",
            "id": "2424470",
            "reply_to_id": "2424273",
            "text": "ofverndun er afsprengi satans. Flestir 18 ára hafa þroskann til að hafa sjálfræði en það eru alltaf einhverjir svartir sauðir, ég er á móti því að örfáir sem ekki haga sér þurfi að skemma fyrir öllum hinum, hins vegar má færa mörg rök fyrir hækkun sjálfræðisaldurs þó ég og fleiri viljum halda honum í 18 árum."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-28 20:48:09",
            "id": "2424616",
            "reply_to_id": "2424470",
            "text": "Bráðlega lækkar líka áfengisaldurinn svo þetta fer allt að smella saman :)"
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2005-08-28 21:02:45",
            "id": "2424673",
            "reply_to_id": "2424616",
            "text": "jamm ég held samt áreiðanlega áfram að lifa eins og ég geri þangað til framyfir tvítugt en það er allt annað mál"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-28 21:05:35",
            "id": "2424689",
            "reply_to_id": "2424673",
            "text": "Og hvernig er það? :)"
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2005-08-28 22:42:32",
            "id": "2425217",
            "reply_to_id": "2424689",
            "text": "reyklaus, sleppi áfengi, stunda jaðarsport eftir megni og svo fram eftir götum"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-28 23:47:07",
            "id": "2425463",
            "reply_to_id": "2425217",
            "text": "Gott mál :)"
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2005-08-28 23:48:46",
            "id": "2425471",
            "reply_to_id": "2425463",
            "text": "sei sei já, samt alltaf hægt að gera betu"
        },
        {
            "user": "hjeppi",
            "user_id": "3701",
            "date": "2005-09-01 10:24:40",
            "id": "2436034",
            "reply_to_id": "2423194",
            "text": "“Ef þú notar þessi efni að staðaldri þá hætta þau með tímanum að gefa þér sama kickið, sem gjarnan leiðir neytandan út í þessi „sterkustu“ efni.”\nEkki alveg rétt. Flestir sveppa og lsd notendur hætta að nota lyfin innan fárra ára. Sveppi er mjög erfitt að misnota þar sem þú kemst einfaldlega ekki í vímuna nema einusinni á nokkra daga fresti."
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2005-09-01 19:32:39",
            "id": "2437733",
            "reply_to_id": "2436034",
            "text": "ef ég væri neytandi og lenti í því þá væri það einmitt eitthvað sem myndi láta mig prófa eitthvað annað svipað"
        },
        {
            "user": "hjeppi",
            "user_id": "3701",
            "date": "2005-09-01 20:22:56",
            "id": "2437909",
            "reply_to_id": "2437733",
            "text": "Þá ertu í minnihlutahóp. Eins og þeir sem leiðast útí sterkari efni frá hassi eða áfengi. Sveppir og lsd eru ekki ávanabindandi, þetta er gaman í hófi. Víman verður ekki eins mikil ef þetta er gert of mikið og þessvegna líður yfirleitt þónokkur tími á milli trippa hjá fólki. Á meðan á vímunni stendur og nokkra daga á eftir þá missir fólk líka allan áhuga á að fá sér meira.\nLíka nánast ómögulegt að overdosa af þessum lifum. Til að drepast af lsd eitrun þarftu að éta mörgþúsundfalldan venjulegan skammt. Til að drepast af psilocibyn eitrun þarftu að éta öruglega nokkur kíló, sem er nánast ómögulegt án þess að æla og algjörlega tilgangslaust þar sem báðar vímurnar ná hámarki af miklu miklu minna magni.\nhttp://www.shroomery.org/index/par/24390\nhttp://www.shroomery.org/index/par/24316"
        },
        {
            "user": "hjeppi",
            "user_id": "3701",
            "date": "2005-09-01 20:28:51",
            "id": "2437929",
            "reply_to_id": "2437909",
            "text": "Það var þáttur um ofskynjunasveppanotkun í trúarlegum athöfnum indjána og perúbúa á einhverri stöð um daginn. Margir indjánaflokkar halda að þeir komist í náin samskipti við guð með þessum efnum. Og þeir nota þau reglulega í tugi ára án nokkurs sjáanlegs skaða. Það var sýnt frá vikulegri athöfn þar sem aðalmaðurinn í athöfninni (einhver galdralæknir) hafði gert þetta vikulega í rúm 40 ár, og pabbi hans á undan honum osfv og hann var við fína heilsu ásamt hinum sem gerðu þetta með honum."
        },
        {
            "user": "deadsoul",
            "user_id": "59675",
            "date": "2005-10-18 22:38:11",
            "id": "2592688",
            "reply_to_id": "2409497",
            "text": "Eiga alþingismenn þá að líta á fólk eins og fullorðnir líta á unglinga “Þeir vita ekki hvað er best fyrir þá,verður að hafa vit fyrir þeim”\nÞetta er fáránlegt. Að banna bíla.Mundirðu nenna að labba til Ísafjarðar eða eitthvað af því að það er “öruggara” en að keira."
        },
        {
            "user": "SmellyCat2",
            "user_id": "45991",
            "date": "2005-08-27 02:43:51",
            "id": "2419469",
            "reply_to_id": "2409450",
            "text": "Það er nú varla að ég nenni að fara út í eina enn reykinga umræðunna og kostnað í sambandi við það.\nen málið er að engin reykingarmaður vill borga þennan “skatt” því engin þeirra ætlar að fá krabba af þess völdum og ef svo ólíklega vildi til að einhver þeirra fengi krabba þá væri sko ekkert mál að borga fyrir það þar sem viðkomandi hefði sparað svo mikið í að borga lægra verð fyrir það vegna þess að engin skattur væri á því. En fólk gleymir því hversu mikið mál það er að fá sjúkdóma sem krabbamein og flestir sem fengju þá ættu efni á að verða veikir. Því flestir geta ekki unnið á meðan meðferð stendur, eru kannski að borga af lánum s.s. húsi og bíl þegar veikindin skella á og ofan í allt þyrftu þá að borga sjúkrahúskostnað upp á fleiri fleiri þúsundir.\nsvo má ekki gleima því að margir sem ekki reykja verða fyrir skaða af völdum reykinga s.s. ef einn reykir á heimili verða allir hinir fyrir óbeinum reykingum af hans völdum og anda að sér öllum þeim eiturefnum sem eru í reyknum og geta þar af leiðandi orðið fyrir líkamstjóni af þess völdum.\nplús það að einnig er það von yfirvalda að með því að hafa hátt verð á tóbaki dragi úr notkun þess.\nReykingar og offita er nú kannski ekki alveg það sama þar sem matur er eitthvað sem allir þurfa á að halda, sumir geta einfaldega ekki sagt stopp við sjáfan sig þegar þegar það hefur fengið nóg. Skattur á matvæli er því ekki sambærilegur reykingarskatti. (en persónulega væri mér skít sama þó svo settur yrði skattur á McDonalds því þetta er ógeðislegur matur ef hægt er að kalla þetta mat)."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-27 03:23:44",
            "id": "2419516",
            "reply_to_id": "2419469",
            "text": "en málið er að engin reykingarmaður vill borga þennan “skatt” því engin þeirra ætlar að fá krabba af þess völdum og ef svo ólíklega vildi til að einhver þeirra fengi krabba þá væri sko ekkert mál að borga fyrir það þar sem viðkomandi hefði sparað svo mikið í að borga lægra verð fyrir það vegna þess að engin skattur væri á því.\nEinfalt mál. Fá sér sjúkratryggingu sem nær yfir t.d. lungnakrabba og fleira sem reykingar geta valdið.\nÉg veit annars ekki betur en að það sé hægt að lifa óhollum lífsstíl eins og manni sýnist að mörgu öðru leiti. Ég get orðið háður mat, orðið offitusjúklingur. Án þess að hafa borgað krónu meira en aðrir í heilbrigðiskerfið.\nFella á skatt á tóbaki, áfengi og bara allar neyslustýringar stjórnvalda. Og einkavæða heilbrigðiskerfið.\nVið þykjumst hafa heilbrigðiskerfi þar sem allir eru jafnir. Það er ekki rétt þar sem það er mismunað reykingarfólki. Offitusjúklingar vega meira á heilbrigðiskerfinu en reykingarfólk, bilið heldur áfram að stækka líka á milli þessara hópa.\nsvo má ekki gleima því að margir sem ekki reykja verða fyrir skaða af völdum reykinga s.s. ef einn reykir á heimili verða allir hinir fyrir óbeinum reykingum af hans völdum og anda að sér öllum þeim eiturefnum sem eru í reyknum og geta þar af leiðandi orðið fyrir líkamstjóni af þess völdum.\nSá sem kýs að vera kringum manneskju sem reykir getur kennt sjálfum sér um. Að reykja í kringum börn finnst mér allt í lagi að verði bannað með lögum, þar sem þau eru ósjálfráða og eru ekki á sama stigi og fullorðnir með að skipta sér af hegðun annarra. En það er engin afsökun fyrir aukaskatt.\nplús það að einnig er það von yfirvalda að með því að hafa hátt verð á tóbaki dragi úr notkun þess.\nFullorðið fólk á að bera ábyrgð á eigin neyslu, líkama og lífi. Stjórnvöld ættu ekki að hafa rétt til þess að stjórna lífi fólks til hins “betra” eftir þeirra áliti með vopnum eins og öfgaskatti. Þetta kallast fasismi.\nÍmyndaðu þér að vera að fá 90 þúsund krónur í útborgun á mánuði og þurfa að borga 6.000 krónur af því í forvarnarskatt. Er ekki sanngjarnt að gera það sama við t.d. alla þá sem hafa fituprósentu yfir 30%?\nReykingar og offita er nú kannski ekki alveg það sama þar sem matur er eitthvað sem allir þurfa á að halda, sumir geta einfaldega ekki sagt stopp við sjáfan sig þegar þegar það hefur fengið nóg. Skattur á matvæli er því ekki sambærilegur reykingarskatti. (en persónulega væri mér skít sama þó svo settur yrði skattur á McDonalds því þetta er ógeðislegur matur ef hægt er að kalla þetta mat).\nBíddu já já bara allt í lagi að setja meiri skatt á McDonalds en aðrar matvörur. Viltu ekki bara verða einræðisherra? Þér finnst svo gaman að stjórna öðrum eftir því sem þú telur þeim vera fyrir bestu.\nAð skerða frelsi fólks af því maður telur það vera þeim sjálfum fyrir bestu er ekki réttlætanlegt. Maður neyðir fólk ekki til þess að lifa betri lífstíl. Hvort sem það tengist neyslu á fíkniefnum, mat, íþróttum (box). Fullorðnir eru hæfir til þess að taka ákvarðani fyrir sjálfa sig, ef þeir taka slæmar ákvarðanir þá verða þeir bara að lifa við það og kemur það öðrum ekki við."
        },
        {
            "user": "SmellyCat2",
            "user_id": "45991",
            "date": "2005-09-01 11:26:36",
            "id": "2436091",
            "reply_to_id": "2419516",
            "text": "“Bíddu já já bara allt í lagi að setja meiri skatt á McDonalds en aðrar matvörur”\nBíddu viltu benda mér á hvar ég sagði að væri í lagi að setja skatt á mcdonalds - ég sagði að mér væri sama um það eftir að þú nefndir að setja t.d. skatt á mcdonalds\nEf þú tími ekki að greiða tóbakskat hættu þá að reykja - hann er vel rökstuddur af yfirvöldum en aftur eru reykingarfólk svo blint að það sér ekki þessar rökfærslur og kemur bara með bull og yfirfærslu yfir á annað.\nÞetta er mín skoðun og þú haggar henni ekki með einhverjum útúrsnúningum og tilfærslu og tillögu um einkarekstur á heilbrigðiskerfi sem er algjörlega út í hött -það þarf ekki nema líta vestur um haf og sjá hvernig heilbrigðiskerfið er þar miðað við hér. - þetta eru mín loka orð um þetta málefni -takk fyrir."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-01 11:42:37",
            "id": "2436107",
            "reply_to_id": "2436091",
            "text": "Að bera mína hugmynd við vestan haf er að engu leiti sambærilegt.\n* Bandaríkin hafa ekki einkarétt á einkavæðingu, ekkert segir að aðrir þurfi að herma eftir þeim.\n* Þó heilbrigðiskerfið er einkavætt þá er fólk samt sem áður að borga skatt. Ríkið stendur einnig í reksnaði á heilbrigðiskerfi ásamt því að hafa einkavætt kerfi.\nÉg er ekki að snúa út úr. Reykingar og áfengisneysla eru einu vörurnar þar sem augljóslega er verið að refsa fólki með sektum (skatti) fyrir að vera í óæskilegri neyslu að mati ríkisins.\nEf þeir ætla að reka þetta kerfi í stað þess að einkavæða það, þá er það minnsta sem þeir geta gert er að mismuna ekki fólki. Það er margt í þessu þjóðfélagi sem er óhollt og hvílir á heilbrigðiskerfinu. Það er engan veginn hægt að réttlæta það að rukka suma fyrir óhollan lífsstíl en ekki aðra, þetta er ekki neitt annað en gróf mismunun. Ímyndaðu þér að fá 90 þúsund útborgað og þurfa að borga 6000 aukalega á mánði í skatt af því þú leyfir þér að reykja.\nÞað ætti að fella neyslustýringaskatta almennt. Hvort sem það sé á tóbaki, áfengi eða öðrum vörum. Stjórnvöld ættu ekki að hafa fingurna í okkar daglega lífi og reyna að stjórna okkur eftir hentisemi. Þau eiga ekki að vera í foreldrahlutverki fullorðina einstaklinga! PUNKTUR!"
        },
        {
            "user": "SmellyCat2",
            "user_id": "45991",
            "date": "2005-09-02 21:07:10",
            "id": "2441001",
            "reply_to_id": "2436107",
            "text": "fíkniefni eru enganvegin sambærileg við nauðsynjavöru á borð við mat"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-03 00:50:31",
            "id": "2441775",
            "reply_to_id": "2441001",
            "text": "Eru djúpsteiktar franskar, nammi og Mcdonalds nauðsynjarvörur? Eða lifum við það alveg af að það sé sett hærri skatt á slíkar vörur?"
        },
        {
            "user": "SmellyCat2",
            "user_id": "45991",
            "date": "2005-09-03 22:09:57",
            "id": "2444427",
            "reply_to_id": "2441775",
            "text": "djúpsteiktar kartöflur eru kartöflur sem eru eldaðar með óhollum hætti - nautakjöt er síður en svo óholt en ef þú treður coktail sósu eða einhverum öðrum fitu sósum á það verður það óholt. En eftir sem áður þurfum við á vissum fitusýrum að halda þar sem líkami okkar getur ekki myndað þær (línólsýru og línólensýru) alveg eins og við þurfum amínósýrur sem fást m.a. úr nautakjöti. Nammið er kannski eingin nauðsynja vara enda myndi það nú varla flokkast sem NAUÐSYNLEG matvara. (“nauðsynjavöru á borð við mat”)\nMatvæli eru enganvegin sambærileg við fíkniefni."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-03 22:14:55",
            "id": "2444442",
            "reply_to_id": "2444427",
            "text": "Nú?\nVeistu mér líkar mjög illa við það að mínir skattpeningar fari í offitusjúklinga, sem eru með mesta álagið á heilbrigðiskerfinu."
        },
        {
            "user": "SmellyCat2",
            "user_id": "45991",
            "date": "2005-09-03 22:29:32",
            "id": "2444482",
            "reply_to_id": "2444442",
            "text": "offita er ekki stæðsta vandamálið í dag - er hinsvegar á góðri leið með að verða það, því miður. Íþróttameiðsli eru t.d. stór þáttur, geðsjúkdómar og auðvita reykingarnar  (reykingatengir sjúkdómar á borð við krabba, lungaþembu hjarta og æða sjúkdóma o.s.frv. voru flestu tilfellin á minni deild á sjúkrahúsinu og það voru þeir sem lágu lengur en aðrir)- mín reynsla."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-04 12:50:15",
            "id": "2445909",
            "reply_to_id": "2444482",
            "text": "Þín reynsla.. en kostnaðurinn sýnir að offita er mesta upphæðin sem þú getur fundið fyrir einn flokk, meira en fyrir reykingar. Ekki aðeins eru það algengt heldur líka með dýrustu dæmunum."
        },
        {
            "user": "SmellyCat2",
            "user_id": "45991",
            "date": "2005-09-04 18:01:46",
            "id": "2447030",
            "reply_to_id": "2445909",
            "text": "gæti ég nokkuð fengið að sjá hvaðan þessar upplýsingar koma? - því eins og ég sagði miðað við mína reynslu 2 ár á lyfjadeild, 1/2 ár á bæklunardeild og 1/2 ár á handlækninga deild er mín reynsla allt önnur en það sem þú ert að segja.\nEn þó svo að offita sé orðið stórt vandamál og að stækka, þá bætir það hinsvegar ekki vandamál reykinga sem er ekki síður stórt vandamál.\nÞví er ríkið að sjórnast í skattlagningu á matvælum og fíkniefnum á borð við tóbak. (sælgæti, kex, gos, ávextasafar, súkkulaði og fleira ber jú aðra virðisaukaskattprósentu en matvæli (samkvæmt skýrsu samtaka atvinnulífsins) og ekkert óðlilegt við það, frekar en skattin á tóbakinu)"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-04 19:58:54",
            "id": "2447489",
            "reply_to_id": "2447030",
            "text": "Og guð minn góður ekki segja að þér finnst bara í fínasta lagi að þeir séu að skipta sér af því hvað og hversu mikið fólk kaupir sér í matvöruverslunum?\nÞað minnsta sem þeir geta gert ef þeir ætla að reka þetta heilbrigðiskerfi, er að mismuna ekki fólki.\nÉg vil að framvegis verði sett 50% skatt á íþróttavörur og miða á íþróttaleiki. Ég hef engan áhuga á því að borga undir íþróttameiðsli.\nhttp://www.mbl.is/mm/frettir/togt/frett.html?nid=1141897"
        },
        {
            "user": "SmellyCat2",
            "user_id": "45991",
            "date": "2005-09-02 21:13:57",
            "id": "2441015",
            "reply_to_id": "2436107",
            "text": "Einkarekið heilbrigðiskerfi bittnar alltaf á sjúklingum sem ekki vaða í seðlum. - þá líklega á að bara að kaupa sér tryggingu hjá einhverju sjúkratrygginafélagi sem svo bannar að aðgerð sé gerð á viðkomandi vegna þess að það borgi sig ekki nákvæmlega þessi aðgerð ekki innifalin í trygginga gjaldinu - (sorry þú átt ekki pening þannig þú verður bara að drepast = einkarekið heilbrigðiskerfi)"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-03 00:48:41",
            "id": "2441770",
            "reply_to_id": "2441015",
            "text": "Ef tryggingin þín nær ekki yfir það eða þú átt ekki efni á því. Af hverju á þá að neyða aðra til þess að borga undir þessa aðgerð?\nÞjófnaður er alltaf rangur, sama hvaða ástandi einstaklingurinn er í.\nÞú ert greinilega með Bandaríkin í huga þegar þú orðar þetta á svona öfgafullan hátt. Ég viðurkenn að það eru ýmsir gallar við heilbrigðiskerfið þar. Þú verður annars að athuga það að þó það sé einkavætt að á sama tíma er kaninn samt að borga fullt í skatt.\nÞað virkar ekki að einkavæða nema skatturinn lækkar í samræmi og laun aukast."
        },
        {
            "user": "SmellyCat2",
            "user_id": "45991",
            "date": "2005-09-03 22:01:28",
            "id": "2444399",
            "reply_to_id": "2441770",
            "text": "Einkarekið heilbrigðiskerfi fer næstum undantekningalaust út í vitleysu og léinlegar sjúkratryggingar og peninga plokk sambandið við það.\nVið eigum að þakka fyrir það heilbrigðiskerfi sem er hér því það er eitt af því besta í heimi."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-03 22:05:13",
            "id": "2444413",
            "reply_to_id": "2444399",
            "text": "Aftur, Bandaríkin hafa ekki einkarétt yfir einkarekið heilbrigðiskerfi."
        },
        {
            "user": "SmellyCat2",
            "user_id": "45991",
            "date": "2005-09-03 22:22:24",
            "id": "2444463",
            "reply_to_id": "2444413",
            "text": "nei en þeir ættu kannski að hafa einkarétt á því þannig að aðrir detti ekki í sömu vitleysu og þeir og fari að breyta sínu kerfi í svona einkarekna-vitleysu."
        },
        {
            "user": "SmellyCat2",
            "user_id": "45991",
            "date": "2005-09-08 09:35:20",
            "id": "2459832",
            "reply_to_id": "2441770",
            "text": "það er sama hvert er litið, þá er einkarekið heilbrigðiskerfi ekki af hinu góða. Kanin Einkarekið “sjúkrahús” er rekið sem fyrirtæki. Fyrirtækjum er nákvæmlega sama um einhverja sjúklings aumingja- þeirra markmið er að hámarka gróða með sem minnstum tilkostnaði. Sama gildir um tryggingafélögi þetta er fyrirtæki sem er að reyna græða sem mest."
        },
        {
            "user": "hringur",
            "user_id": "3151",
            "date": "2005-08-26 12:52:43",
            "id": "2416686",
            "reply_to_id": "2406271",
            "text": "í sambandi við tryggingarnar sem þið voruð að tala um,þá eru tryggingafélögin skyld að borga einhverjar prósentur af tekjum sínum í sameiginlegan sjóð sem fórnarlömb slysa fá borgað úr ef sá sem olli slysinu er ótryggður,en tryggingafélögin geta gert kröfu um að sá ótryggði borgi skaðann eftir á,sérstaklega ef hann braut lög,var fullur eða fór yfir á rauðu eða svoleiðis þannig að tjónþoli fær alltaf bætur…en þarf að sjálfsögðu að grenja þær út því tryggingafélög eru afsprengi satans"
        },
        {
            "user": "HotWaX",
            "user_id": "3009",
            "date": "2005-08-22 18:47:27",
            "id": "2406293",
            "reply_to_id": "2406195",
            "text": "Gestir sem koma eiga rétt á reyklausu umhverfi alveg eins og á kaffihúsum, ef gesturinn gefur ekki leyfi þá skal gestgjafinn fara út að reykja eða bíða eftir að gesturinn fari. Sekta skal þá sem brjóta reykingarlögin um 30 þúsund krónur, 5 þúsund krónur bætast svo ofan á það í hvert skipti. Þannig að sá sem brýtur reykingarlögin t.d. í 10 skipti skal borga 75 þúsund krónur í sekt. Ef einstaklingurinn getur ekki eða vill ekki borga sektina skal hann fá 1 mánaðar fangelsisdóm í staðinn.\nErtu geðveikur?? Ég læt enga helvitis gesti banna mer að reykja heima hjá mér!!!"
        },
        {
            "user": "Magabelti",
            "user_id": "35142",
            "date": "2005-08-23 17:35:22",
            "id": "2408997",
            "reply_to_id": "2406293",
            "text": "Þá getturu bara hent þeim út"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-08-22 18:49:49",
            "id": "2406312",
            "reply_to_id": "2406195",
            "text": "Haha. :)\nFólk gæti farið að taka þetta alvarlega.\nÞrátt fyrir að þetta sé grín og kaldhæðni held ég að þetta -> “Einstaklingurinn er einfaldlega of heimskur til þess að bera ábyrgð á eigin lífi og líkama.” <– sé leiðinlega satt í allt of mörgum tilfellum (að sjálfsögðu alls ekki öllum)."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-22 18:51:48",
            "id": "2406321",
            "reply_to_id": "2406312",
            "text": "En þó það sé satt þá getur einstaklingurinn bara kennt sjálfum sér um. Við eigum ekki að skera frelsi allra til þess að koma í veg fyrir heimsku einstaklingsins.\nAllir gera eitthvað skaðlegt. Það er fáránlegt að banna sumt og leyfa sumt eftir tíðaranda og hentisemi. Frelsi einstaklingsins verður að virða á meðan hann skaðar ekki aðra."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-08-22 19:05:56",
            "id": "2406406",
            "reply_to_id": "2406321",
            "text": "Já, ég held að það sé alveg rétt.\nAnnars velti ég því fyrir mér hvort sé örsokin og afleiðingin í þessu\nÞeas. hvort heimskingjar hafi valdið forræðishyggjunni eða öfugt. :P"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-22 19:18:09",
            "id": "2406465",
            "reply_to_id": "2406406",
            "text": "Held að allir eigi þátt í því.\n* Þeir sem eiga bágt koma í fjölmiðlum og tala um skyldu stjórnvalda til þess að bæta líf þeirra. Hvort sem það sé með löggjöf, aðgerðum eða peningastyrk. Búið að koma þeirri hugmynd í hausinn á þeim að aðrir en þau sjálf beri ábyrgð á lífsgæðum þeirra.\n* Hinir sem að láta tilfinningar ráða og blekkjast af svona frásögnum. Eða bara einfaldlega vilja stjórna öðru fólki til þess að lifa æskilegu lífi að þeirra mati.\nAð mínu mati eiga stjórnvöld að sjá um þrenna grunnhluti fyrir samfélagið: Löggjöf, löggæsla og dómsmál. Nota þessa þrenna hluti til þess að koma í veg fyrir að þegnarnir svipti hvor aðra frelsi.\nRíkið á ekki að standa í…\n* Góðgerðastarfsemi, fyrirtækjarekstri og siðferðisnefnd."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-23 00:13:15",
            "id": "2407589",
            "reply_to_id": "2406465",
            "text": "Eru þegnarnir aðeins tveir? Ágætt það.\nÉg vil benda þér á eitt: menn\nskerða\nfrelsi,\nen skera það ekki, nema þeir ætli að skera\ntil dæmis kjöt sem einhverra hluta vegna\nheitir Frelsi."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-22 21:45:31",
            "id": "2407069",
            "reply_to_id": "2406321",
            "text": "Þú talar um frelsi einstaklingsins á meðan hann skaðar ekki aðra og nefnir síðan reykingabann í greininni. Á ekki að setja reykingarbannið  á vegna óbeinna reykinga?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-22 22:18:29",
            "id": "2407156",
            "reply_to_id": "2407069",
            "text": "Greinin var kaldhæðni. Skoðanir mínar eru öfugar miða við greinina."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-23 00:09:36",
            "id": "2407574",
            "reply_to_id": "2407156",
            "text": "ég náði því, en þú ert að tala um að það eigi að bregðast harðar við reykingum á almannafæri(í kaldhæðni)."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-23 00:14:05",
            "id": "2407594",
            "reply_to_id": "2407574",
            "text": "Já það ætti ekki að banna fólki að reykja á stöðum sem að leyfa reykingar. Fólk hefur frelsi til þess að fara annað og því ætti ekki að neyða eigendur og viðskiptavini að breyta reglum staðarins fyrir hentisemi annarra."
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2005-08-26 00:45:24",
            "id": "2416260",
            "reply_to_id": "2407594",
            "text": "hentisemi flestra. markaðurinn myndi að öllum líkindum sjá til þess að flestir staðir yrðu hvort eð er reyklausir vegna þess hve mikill meirihluti reykir ekki"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-26 01:48:03",
            "id": "2416306",
            "reply_to_id": "2416260",
            "text": "Reyndar er í dag meirihluti staða sem leyfa reykingar þó reykingarfólk sé í minnihluta.\nHægt er að kenna reyklausum um það. Reyklausir eru einfaldlega ekki nógu harðir á því að vilja reyklaust umhverfi, vilja frekar að stjórnvöld auðveldi þeim þetta.\nEf að allir sem að reyktu ekki væru harðir á því að fara ekki á staði sem leyfa reykingar, þá myndi markaðurinn sjálfkrafa hafa flesta staði reyklausa. En í dag lætur fólk sig hafa það að fara á staði sem leyfa reykingar og því er lítill þrýstingur á eigendur þeirra að hafa staðinn reyklausan. Í raun er erfiðara fyrir reykingarmann að vera á stað sem bannar reykingar, en öfugt. Vegna fíknar sem er fljót að gera vart við sig.\nFólk misskilur oft að ég sé einhver rosalegur aðdáandi reykinga eða að leyfa þær út um allt. Ég sannfæring mín leyfir ekki að þröngva svona yfir staði, gegn vilja eigenda. Allir hafa frelsi til að fara annað.\nSjálfur sé ég eftir því að hafa byrjað að reykja eins og líklega flestir reykingamenn. Byrjaði fyrir aðeins hálfu ári síðan. Finnst leiðinlegt að ég hafi verið svona heimskur að byrja á þessu þegar ég er sloppinn við uppreisnaraldurinn (reykt aldrei sem unglingur).\nEr annars nýhættur, reykti seinast fyrir viku. Og gengur bara mjög vel :) Ákvað að hætta þessu áður en ég yrði meira háður, geri mér grein fyrir að því meira og því lengur sem maður reykir því erfiðara er að snúa til baka. Því set ég punktinn hér og lýk þessu fikti mínu."
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2005-08-26 20:22:31",
            "id": "2418125",
            "reply_to_id": "2416306",
            "text": "en það skerðir frelsi reyklausra að þurfa að velja annan stað til að fara á vegna þeirrar frelsisskerðingar að fólk reyki þar og svo skerðir það frelsi reykingamanna að reyklausir heimti engan reyk. Það er einfaldlega ekki hægt að komast hjá því að skerða frelsi fólks, spurningin er bara hversu mikið á að skerða það og hvers frelsi á að skerða."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-26 22:33:55",
            "id": "2418753",
            "reply_to_id": "2418125",
            "text": "Reglur á einkastöðum skerða aldrei frelsi einstaklingsins. Þú hefur val til að velja staði eftir reglum staðanna, gæðum og fleira. Þó þér líki ekki við reglur á einum stað þá er það samt sem áður ekki frelsisskerðing. Einkaaðili á staðinn og hann hefur frelsi til þess að setja reglur sjálfur um þessi mál."
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2005-08-27 14:05:45",
            "id": "2420186",
            "reply_to_id": "2418753",
            "text": "þannig að frelsisskerðing sem verður vegna reglna er ekki frelsisskerðing? Þá er nú alveg tilgangslaust að breyta þessu því þá er engin frelsisskerðing núna"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-27 20:05:02",
            "id": "2421408",
            "reply_to_id": "2420186",
            "text": "Ertu þá að meina með reykingar á almenningsstöðum?\nÞar að segja það sem þarf ekki að breyta. En já það þarf ekki að breyta því. Þetta ætti að vera áfram eins og það er í dag þegar kemur að rétti einkaaðila til að leyfa reykingar á staðnum sínum. Ef að meirihluti almennings verður harður á því að vilja reyklaust umhverfi þá sér markaðurinn um það. Kvikmyndahús tóku sjálf upp á því að banna reykingar, því var ekki þröngvað yfir þau með lögum."
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2005-08-28 01:15:23",
            "id": "2422313",
            "reply_to_id": "2421408",
            "text": "Flugfélög líka ekki satt? Ég er sammála þér í þeim efnum, alltaf mjög gott þegar félög taka sjálf upp á þessu. Ég er samt ekkert viss um að allir þessir veitingastaðir séu mjög óhamingjusamir með þetta, sérstaklega fínni staðirnir. Ég skal samt viðurkenna það að það þurfa náttúrulega alltaf að vera einhverjir staðir þar sem má reykja en samt sem áður þá eru aðal baráttumenn fyrir slíku fólk sem hefur ekki stjórn á fíkn sinni."
        },
        {
            "user": "ibbas",
            "user_id": "33742",
            "date": "2005-08-22 19:22:55",
            "id": "2406492",
            "reply_to_id": "2406195",
            "text": "þetta flest það sem þú ert að tala um er það sem maður ræður um hvað maður gerir sjálfur og ástæðan sem kallar fá meira borgað er þess vegna að þeir eru betri vinnukraftur og allir sem hafa eitthvað farið á vinnu markaðinn vita það og kallinn þarf líka að vinna meira þótt að konan eigi að vinna jafn mikið þetta er bara svona\nJAFNRÉTTI = KOMMA ANSKOTAR\nkommar níðast á þeim sterku draga þá niður á sama stig og eitthverja aumingja svo þeir nái ekki mikilfengleika það er ekki rétt né jaft !!!!!!"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-08-22 19:25:23",
            "id": "2406500",
            "reply_to_id": "2406492",
            "text": "Lifi ofurmennið!"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-08-22 19:24:45",
            "id": "2406498",
            "reply_to_id": "2406195",
            "text": "Gera mig að einræðisherra í nokkur ár og þá lagast allt.\nSieg Heil!"
        },
        {
            "user": "Utopia",
            "user_id": "28528",
            "date": "2005-08-22 23:22:03",
            "id": "2407393",
            "reply_to_id": "2406498",
            "text": "14/88"
        },
        {
            "user": "zorglubb",
            "user_id": "347",
            "date": "2005-08-22 20:06:41",
            "id": "2406679",
            "reply_to_id": "2406195",
            "text": "Hehehehe"
        },
        {
            "user": "staniel",
            "user_id": "51445",
            "date": "2005-08-22 20:12:37",
            "id": "2406709",
            "reply_to_id": "2406195",
            "text": "Þessi tillaga þín um reykingar eru tóm tjara !\nÁður en ég byrjaði að reykja þá var mér alveg sama ef það var einhver við hliðiná mér reykti og fjölmargt fólk sem ég þekki er sammála mér í þessum efnum. Segjum svo að þú farir á kaffihús og 3/10 fólksins þar reykir, myndir þú og restin af fólkinu virkilega henda þessum þrem út vegna þess að það reykir? Er virkilega svona erfitt að leyfa fólki að reykja í friði á reyksvæðunum á kaffihúsi ?\nSíðast en ekki síst, sú manneskja sem stígur fætinum innfyrir mitt hús og heimtar að ég fari út að reykja getur alveg eins drullað sér út sjálf og farið norður og niður."
        },
        {
            "user": "Rokkvi",
            "user_id": "42127",
            "date": "2005-08-22 20:44:18",
            "id": "2406836",
            "reply_to_id": "2406195",
            "text": "hahah þetta er bara nokkuð skemmtileg grein þó ég sé ekki sammála þessu!!! “ sælgætisverslun ríksins” og “skyndibitasala ríkisins” hahhahhahah snilld!!!"
        },
        {
            "user": "Ademus",
            "user_id": "52855",
            "date": "2005-08-22 21:04:30",
            "id": "2406944",
            "reply_to_id": "2406195",
            "text": "Heimski maður! ÉG vona að þú sért að grínast. Það er útaf fólki eins og þér að heimurinn er að verða verri!"
        },
        {
            "user": "Haukzi",
            "user_id": "48476",
            "date": "2005-08-23 14:10:05",
            "id": "2408373",
            "reply_to_id": "2406944",
            "text": "hahahaha"
        },
        {
            "user": "BrickTop",
            "user_id": "57450",
            "date": "2005-08-22 21:24:29",
            "id": "2407012",
            "reply_to_id": "2406195",
            "text": "Hvað varstu að reykja?"
        },
        {
            "user": "Metamorph",
            "user_id": "31016",
            "date": "2005-08-22 22:13:45",
            "id": "2407136",
            "reply_to_id": "2406195",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-22 22:20:03",
            "id": "2407160",
            "reply_to_id": "2407136",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2005-08-22 22:15:46",
            "id": "2407145",
            "reply_to_id": "2406195",
            "text": "snilld, reynar fyndið að sumir fatta ekki að þetta er kaldhæðni :)"
        },
        {
            "user": "Hrislaa",
            "user_id": "42360",
            "date": "2005-08-22 22:18:13",
            "id": "2407153",
            "reply_to_id": "2406195",
            "text": "Já er það ekki bara."
        },
        {
            "user": "Trolldad",
            "user_id": "33466",
            "date": "2005-08-22 22:21:43",
            "id": "2407168",
            "reply_to_id": "2406195",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "Photec",
            "user_id": "4783",
            "date": "2005-08-22 22:41:57",
            "id": "2407220",
            "reply_to_id": "2406195",
            "text": "Stórfenglegt að lesa svörin og sjá hvað margir taka þetta alvarlega.\nStyður mjög svo undir það að maðurinn er ekki nógu gáfaður til að hugsa um sig sjálfur…\nFrábær grein, alltaf gaman af kaldhæðni"
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2005-08-22 23:17:16",
            "id": "2407369",
            "reply_to_id": "2406195",
            "text": "Ég held að þú sért að rugla all rosalega saman tveimur orðum….\nAnnars vegar\nForvarnir\nog hinsvegar\nforræðishyggja\nEf þú skiptir forvarnarorðinu út fyrir forræðishyggjuna þá er þetta flott grein..\nSvo er alveg fáránlegt að merkja þetta jafnaðarmönnum frekar en einhverjum öðrum, ég veit ekki betur en að það hafi verið aðrir en þeir sem hafa farið með stjórn þessara mála síðasta rúma áratuginn og skapað það forræðishyggjusamfélag sem við búum í, þar sem ríkisvaldið þykist alltaf geta haft betra vit fyrir sótsvartum almúganum en hann sjálfur."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-22 23:53:02",
            "id": "2407515",
            "reply_to_id": "2407369",
            "text": "Já auðvitað er það ekki einkaréttur jafnaðarmanna. Samt sem áður finnst mér þeir vera duglegastir við það að vilja “jákvæða mismunun” til þess að réttlæta ýmis óréttlæti í þjóðfélaginu. Til þess að hjálpa t.d. konum og fátækum.\nEn já rétt er það að hægri flokkarnir eru ekki fullkomnir heldur. En ég held að það sé líklega vegna þess að þeir séu búnir að gleyma upprunalegu hugsjónum sínum í valdafíkninni, ekki það að það sé í stefnu þeirra.\nStefna Sjálfstæðisflokksins…\n“Sjálfstæðisflokkurinn er flokkur þeirra sem vilja að á Íslandi sé frjálst þjóðfélag hagsældar og menningar. Sjálfstæðisstefnan byggir á trú á getu, áræði, ábyrgð og reisn einstaklinganna. Sjálfstæðismenn eru umburðarlyndir gagnvart mismunandi lífsviðhorfum og lífsháttum. Þeir leggja áherslu á sameiginlega hagsmuni ólíkra þjóðfélagshópa og hafna þeirri skoðun að ríkisvaldið geti leyst öll vandamál. Kjölfesta sjálfstæðisstefnunnar er trúin á manninn.”\nAugljóslega hafa þeir ekki haft þetta í huga seinustu árin."
        },
        {
            "user": "Titan",
            "user_id": "7585",
            "date": "2005-08-23 09:23:57",
            "id": "2407957",
            "reply_to_id": "2407369",
            "text": "Bæði þessi orð ætti að banna, ríkið að reyna að hafa vit fyrir mér, neitakk!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-22 23:38:28",
            "id": "2407462",
            "reply_to_id": "2406195",
            "text": "Þú ert svo skemmtilega klikkaður stundum :)\nKveðja\nMIKO"
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2005-08-23 00:12:17",
            "id": "2407585",
            "reply_to_id": "2406195",
            "text": "Er ekki alveg viss um að jafnaðarmenn vilji þetta beint, svoldið brjálæðislega ýkt."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-23 00:15:56",
            "id": "2407604",
            "reply_to_id": "2407585",
            "text": "Stundum þarf að ýkja til þess að sýna fólki ranglætið og hvert stefnir.\nT.d. það að ríkið sjái um sölu á áfengi og tóbaki og taki öfgaskatt, af því það á að vera fólki fyrir bestu að þeirra mati. Eða banni fólki að neyta önnur fíkniefni en þessi tvö sem þau selja."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2005-08-23 00:18:04",
            "id": "2407616",
            "reply_to_id": "2407604",
            "text": "Ég er nú sammála þér með skattinn á tóbaki og áfengi, það á að hætta því rugli en eiturlyf, það er eitthvað allt annað."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-23 00:27:00",
            "id": "2407652",
            "reply_to_id": "2407616",
            "text": "Áfengi og tóbak eru með verstu fíkniefnum sem að til eru, því skil ég ekki af hverju það er allt annað."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-08-24 20:06:09",
            "id": "2412194",
            "reply_to_id": "2407652",
            "text": "“Áfengi og tóbak eru með verstu fíkniefnum sem að til eru”\nÞetta er hreinlega ekki spurning um það. :)\nÉg ætti að mega nærast á rottueitri ef mig langaði til (gefið að mér beri ekki framfærsluskylda til neins, beri ekki ábyrgð á neinu og enginn beri skaða af vanheilsu minni og dauða).\nEr það ekki?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-24 20:09:11",
            "id": "2412206",
            "reply_to_id": "2412194",
            "text": "Jú sá sem vill neyta rottueiturs ætti að fá að gera það í friði.\nHver er sinn gæfusmiður. Hver og einn ber ábyrgð á eigin lífi og líkama. Á meðan maður brýtur ekki réttindi annarra þá á maður að fá að vera í friði, sama hversu óholl eða óæskileg hegðunin er. Stjórnvöld eiga ekki að vera í foreldrahlutverki sjálfráða einstaklinga."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-08-24 20:11:15",
            "id": "2412212",
            "reply_to_id": "2412206",
            "text": "Nákvæmlega. :)\nÞessvegna er það eingöngu aukaatriði hvort áfengi og tóbak sé verra en einhver af ólöglegu fíkniefnunum, þó að ég segi nú ekki meira en að ég efist það."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-24 20:15:46",
            "id": "2412228",
            "reply_to_id": "2412212",
            "text": "Nei nei en vildi samt taka þetta fram af því fólk virðist vera að misskilja þetta.\nVirðist vera sem meirihlutinn trúi því að þessu efni séu lögleg af því að öll ólögleg fíkniefni séu “harðari”. Þetta er einfaldlega rangt og mikilvægt að fólk átti sig á því í umræðunni."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-08-24 20:18:44",
            "id": "2412243",
            "reply_to_id": "2412228",
            "text": "Hehe, já.\nFólk þarf líka að átta sig á því að þó að svokallaðir “dópistar” séu mjög illa farnir vegna efnanna þýðir ekki endilega að efnin séu “harðari”.\nEf einhver væri fullur, jafn mikið og jafn lengi og t.d. gefinn dópisti er á dóp “trippi” (eða whatever) þá myndi hann ekki vera mjög heill þegar rynni af honum.\nAnnars hef ég ekki einhverjar rannsóknir til að styðja þetta, og þetta er ekki mjög nákvæmt."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-24 20:30:24",
            "id": "2412287",
            "reply_to_id": "2412243",
            "text": "Tja ég á persónulega jafn auðvelt með því að taka eftir því þegar einhver hefur skemmt sig með áfengi og t.d. hassi. Eitthvað sem maður getur lært á. Það hefur oft skeð að mér hafi dottið í hug að ákveðinn einstaklingur sem ég kynnist sé alki, fyrsta skiptið sem ég hitti hann (og hann var edrú).\nSvo seinna kemst ég að því að það var raunin. Þetta kemur oft fyrir hjá mér og ég hef oftar rétt fyrir mér en rangt. Maður getur lært að skynja þetta frá hegðun, viðbrögðum, persónuleika, útliti, viðbrögðum og fleira frá einstaklingnum. Sama hvort það sé alki eða hasshaus.\nÉg þekki fimmtugan alka sem að keyrir um eins og níræð kelling, hann er búinn að skemma sig svo mikið að viðbrögðin eru mjög sein. Hann heyrir illa og sér illa. Hann er augljóslega búinn að eldast svona illa vegna neyslu sinnar á áfengi.\nFólk verður líka að átta sig á því að verstu dæmin eru minnihlutahópur, alveg eins og með áfengi. Þessi öfgadæmi af mönnum sem að eyðileggja líf sitt og eru alltaf í vímu, stela og lemja. Þetta er mjög lítill minnihlutahópur þeirra sem hafa prófað dóp."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-08-25 09:27:55",
            "id": "2413611",
            "reply_to_id": "2412287",
            "text": "Nákvæmlega. :l"
        },
        {
            "user": "doktorapi",
            "user_id": "56306",
            "date": "2005-08-23 02:30:06",
            "id": "2407818",
            "reply_to_id": "2406195",
            "text": "það er hrein staðreynd að einkabílisminn gengur ekki til lengdar. Case in point: Stórborgir ameríku. Á endanum verður fólk að fatta að það gengur ekki upp að hafa einn bíl á manneskju, kostnaðurinn veldisvex öllum yfir höfuð að kosta umferðarmannvirki fyrir slíkt. Hvað svo sem tuða má um frelsisskerðingu og forræðishyggju hvað varðar almenningssamgöngur þá eru þær í heildina alltaf miklu hagkvæmari, bæði fyrir samfélagið og einstaklingana. Af öðrum ókostum einkabílasamfélags má nefna umhverfisspjöll af völdum útblásturs, sem og meiri slysahættu. Kaldhæðna attitjúdið virkar ekki, vegna þess að það sem þú segir er nánast fullkomlega satt og praktískt."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-23 03:00:31",
            "id": "2407847",
            "reply_to_id": "2407818",
            "text": "Markaðurinn sér um þetta.\nAð bera saman New York og Ísland/Reykjavík er líka fáránlegt. Við erum að tala um margar milljónir manna á litlu svæði, augljóslega gengur betur á þannig svæði að hafa almenningssamgöngur. Það þarf ekki að neyða New York búann til þess að fórna einkabílnum. Þú getur lent í því að koma 2 klukkutímum of seint í vinnuna í New York af því þú fórst á einkabíl, og lentir svo í umferðartraffík.\nNew York búar kjósa að nota lestir og leigubíla. Einfaldlega af því það er meira vesen að hafa einkabíl. Ef Reykjavík verður stórborg í framtíðinni þá mun líklega það sama gerast.\nFjöldi bíla á Íslandi mun líklega ná hámarki á næstu árum. Flestir fræðimenn eru sammála að við munum en þá vera í kringum 300.000 manna töluna næstu aldamót. Ef við værum ekki að hleypa innflytjendum inn í landið þá myndi okkur líklega fara fækkandi á næstu árum."
        },
        {
            "user": "HinrikSig",
            "user_id": "14816",
            "date": "2005-08-23 09:22:41",
            "id": "2407954",
            "reply_to_id": "2407847",
            "text": "Jahá. Hvaða fræðimenn eru það?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-23 15:23:42",
            "id": "2408555",
            "reply_to_id": "2407954",
            "text": "Veit ekki. Það er kennt í Fél 103 í framhaldsskólum."
        },
        {
            "user": "gumol",
            "user_id": "7979",
            "date": "2005-08-23 10:57:32",
            "id": "2408056",
            "reply_to_id": "2406195",
            "text": "Mjög góð grein. Ég hélt í alvörunni að þetta væru skoðanir þínar þartil ég sá undirskriftina. Því miður er samt fólk með þessar skoðanir í raun og veru, þe. að allir verði að lifa eftir skoðunum þeirra."
        },
        {
            "user": "xDarkLordx",
            "user_id": "35180",
            "date": "2005-08-23 11:20:07",
            "id": "2408087",
            "reply_to_id": "2406195",
            "text": "Þessi grein er auðvitað kaldhæðni, en líka miklir öfgar.\nFyrir mér má allt vera einkavætt, (ath, ekki einkavinavætt), nema menntakerfið og heilbrigðiskerfið, afhverju? Jú, það er til fólk sem hefur varla efni á því að fara til læknis í dag, og ef einkaaðilar taka við heilbrigðiskerfinu mun verð hækka á öllu tengdu heilbrigðisþjónustu. Þetta verður eins og í USA, þar sem er rétt gert að því mikilvægasta, en ef þú hefur ekki [efni á] sjúkratryggingu er þér hent út eftir aðgerðina. Heilbrigðisþjónustan ætti að vera frí, nema þegar það kemur að “ónauðsynlegum” aðgerðum, eins og lýtaaðgerðum í fegurðarskyni.\nMenntakerfið á að vera rekið af ríkinu og einkaaðilum, þannig að það  verða ríkisskólar og einkaskólar.\nAuðvitað er þetta bara mín skoðun, kannski er annað kerfi betra, en þegar maður þarf að borga fyrir eitthvað jafnbráðnauðsynlegt og lækningar þá  er kerfið gallað. Kannski er ég litaður af því að ég er námsmaður, hef ekkert of mikið af peningum á  milli handanna og ég sé eftir hverri krónu sem fer í heilbrigðiskostnað."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-23 15:41:18",
            "id": "2408609",
            "reply_to_id": "2408087",
            "text": "En þú ættir alveg efni á því að taka námslán og fá þér sjúkratryggingu ef þú værir að fá tugi milljóna meira í tekjur yfir ævina.\nVandamál Bandaríkjanna eru fyrst og fremst sú að þeir eru með svokölluð fátækrahverfi. Fátækt sem er ekki sambærileg við neitt sem þekkist í þessu millistéttarþjóðfélagi okkar.\nÞó það sé verið að meina vel. Þá réttlætir ekkert svona Hróa Hattar hegðun. Eins og ég hef oft sagt áður. Allt kostar peninga og ríkið ræktar ekki peningatré. Ef þú ert að fá styrki eða þjónustu án þess að borga fyrir, þá ertu að láta aðra einstaklinga í samfélaginu borga undir þig. Óháð því hvort þeir vilji það eða ekki. Hvað er þetta annað en löglegur þjófnaður?\nÞetta myndi líka breyta miklu í fjölskyldum landsins. Foreldrar myndu kaupa sjúkratryggingapakka fyrir fjölskyldur og stofna námsreikning fyrir börnin sín strax við fæðingu, til þess að minnka námslánin seinna."
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2005-08-23 19:59:30",
            "id": "2409469",
            "reply_to_id": "2408609",
            "text": "“Vandamál Bandaríkjanna eru fyrst og fremst sú að þeir eru með svokölluð fátækrahverfi. Fátækt sem er ekki sambærileg við neitt sem þekkist í þessu millistéttarþjóðfélagi okkar.”\nKannski af því að hér hefur verið notast við velferðarkerfi en ekki í BNA? hmm :)\n“Foreldrar myndu kaupa sjúkratryggingapakka fyrir fjölskyldur og stofna námsreikning fyrir börnin sín strax við fæðingu, til þess að minnka námslánin seinna”\nEkki bendir reynslan í BNA til þess að þetta verði svo frábært.\nÞeir sem eru á lágum launum hafa ekki efni á tryggingum.\nOg samt eru þeir sem hafa tryggingar ekkert safe.\nTryggingar covera oft ekki allan kostnað og\nþví bætist við auka kostnaður. Mörg gjaldþrot eru því\nvegna  sjúkrahúskostnaðar. Og þar er kerfið komið í rugl útaf skriffinsku.\nSé því ekki tilganginn í því að taka upp þeirra kerfi,\nog enda kannski í sama ruglinu? Það er ansi stór áhætta.\nOg sama með námið. Það eiga ekkert allir\neftir að spara fyrir börn sín til að komast í almennilegan skóla.\nErum við þá ekki komnir með grunninn að vandamálinu í BNA: fátækrahverfi :o"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-23 20:06:01",
            "id": "2409493",
            "reply_to_id": "2409469",
            "text": "Kannski af því að hér hefur verið notast við velferðarkerfi en ekki í BNA? hmm :)\nEða af því að lægstu launin eru mikið hærri á Íslandi? Og minna atvinnuleysi.\nSé því ekki tilganginn í því að taka upp þeirra kerfi,\nEnda var ég ekki að segja að við ættum að gera það. Þó að ein þjóð takist ill að taka upp svona kerfi þýðir það ekki að önnur þjóð geti það ekki betur."
        },
        {
            "user": "xDarkLordx",
            "user_id": "35180",
            "date": "2005-08-24 16:42:08",
            "id": "2411369",
            "reply_to_id": "2409493",
            "text": "Þú verður að athuga að það er ekkert sem heitir meðallaun í USA. Þó svo að lágmarkslaunin hér séu hærri er allt dýrara, nema kannski vatn og rafmagn.\nÉg veit alveg að maður lifir ekki á lágmarkslaunum á  Íslandi, maður skrimtir. Fólk sem er í láglaunastörfum sem á jafnvel börn, hefur ekki efni á að fara í skóla (foreldrarnir), kaupa aukatryggingar, borga húsnæði, fæðu, skatta, ýmis lán, hvort sem er fyrir bifreið eða íbúð, og margt annað. Það verður að velja og hafna, og getur rétt ýmindað þér hvað verður skorið niður.\nVið búum í velferðarkerfi, og það þýðir að ALLIR hafa sama aðgang að menntun, heilsugæslu og svo framvegis. Síðan eru líka til öfgar í þessu máli eins og öðrum."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-24 17:21:31",
            "id": "2411482",
            "reply_to_id": "2411369",
            "text": "Já við búum í Hróa Hattar samfélagi, sem sumir kjósa að kalla velferðarkerfi. Ég tel það ekki vera sanngjarnt samfélag. Að ýta sumum þegnum upp til þess að hafa “jafnrétti” á kostnað annarra er ekki sanngjarnt.\nÞað er líka ýkt rosalega um þá sem að geta ekki fengið sér sjúkratryggingu í Bandaríkjunum. Einstaklingur á lágum launum ætti að geta fengið sér trygginga ef hann spilar rétt út spilunum. Hversu margir eiga ekki efni á þessu af því þau eignuðust 5 börn eða eru í fíkniefnaneyslu?\nEf þú átt ekki efni á því að eignast börn. Slepptu því þá. Allt er líka gott í hófi. Mörg pör eru að eignast 3, 4, 5 eða fleiri börn á launum sem að augljóslega duga bara fyrir 3-4 manna fjölskyldu. Þetta er líka til á Íslandi. Svo er bara bent fingrinum á stjórnvöld og heimtað hjálp."
        },
        {
            "user": "xDarkLordx",
            "user_id": "35180",
            "date": "2005-08-24 19:09:23",
            "id": "2411944",
            "reply_to_id": "2411482",
            "text": "Tja, börnin koma stundum án þess að það sé ætlað.\nEkki nema taka upp meiri peningjahyggju og selja eða lóga börnunum. Væri frekar sniðugt, gætir vel selt vesturlandabúa á 250 þús á markaðnum."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-24 19:38:19",
            "id": "2412084",
            "reply_to_id": "2411944",
            "text": "Nei bara fara í fóstureyðingu eða passa sig betur.\nEða lifa í fátækt. Valmöguleikarnir eru margir. En eitt er víst, þú ert þinn eigin gæfusmiður. Ekki stjórnvöld."
        },
        {
            "user": "xDarkLordx",
            "user_id": "35180",
            "date": "2005-08-25 16:51:04",
            "id": "2414719",
            "reply_to_id": "2412084",
            "text": "Fóstureyðingu? Þú veist jafnvel og ég að margir gera það ekki vegna þess að það vekur þeim viðbjóð eða vegna trúarlegra ástæðna. Annars ættum við bara að taka upp vopn og gerast okkar eigin gæfu smiðir.\nÉg vil ekki anarkisma, ég vil chaos, algjöra ringulreið. Það yrði mitt Nirvana."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-25 17:33:50",
            "id": "2414868",
            "reply_to_id": "2414719",
            "text": "Á meðan það eru lög sem tryggja frelsi þegnanna frá hvor öðrum þá verður ekkert chaos.\nÉg var ekki að tala um að neyða fólk í fóstureyðingu. Heldur var ég að segja að valmöguleikarnir eru margir, meðal annars fóstureyðing eða ættleiðing ef þú telur að þú getir ekki séð fyrir barninu."
        },
        {
            "user": "xDarkLordx",
            "user_id": "35180",
            "date": "2005-08-25 19:39:58",
            "id": "2415358",
            "reply_to_id": "2414868",
            "text": "Niður með öll lög. Algjört frelsi."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-25 20:46:05",
            "id": "2415583",
            "reply_to_id": "2415358",
            "text": "Þú mátt hafa þá skoðun, en það er ekki hluti af Frjálshyggjunni.\nFrjálshyggjan snýst um að hafa algjört frelsi á meðan það skerðir ekki frelsi annarra. Því miður misskilur fólk þetta oft."
        },
        {
            "user": "xDarkLordx",
            "user_id": "35180",
            "date": "2005-08-25 23:38:48",
            "id": "2416134",
            "reply_to_id": "2415583",
            "text": "Enda var ég ekki að bendla því við frjálshyggju. Algjört frelsi einstaklingsins til þess að gera það sem hann vill er ómögulegt, nema þú sért kannski einræðisherra. Við skulum eyða úr huga okkar allt sem kallast skynsemi og siðferði, því þessir hlutir í raun takmarka athafnafrelsi okkar.\nEf þú hefðir algjört frelsi, enga samvisku, engar siðfræðilegar reglur ertu kominn á lokastig “kaóisma”. Þú gerir það sem þú vilt, og eina sem þú þarft í raun að ákveða er hvort þú viljir reyna að lifa eða ekki, því allir í kringum þig geta drepið þig ef þeim langar til. Þannig, ætlar þú að treysta þeim eða drepa þau til að tryggja áframhaldandi líf þitt?\nÞetta er lífsstefna sem í raun getur breytt heiminum. Ef nógu margir stunda þetta í hverju samfélagi fer það að hrynja niður. Að lokum færðu ekki anarkisma, heldur chaos. Tilhvers að vinna fyrir einhverju, þegar þú getur tekið það, eða einfaldlega sprengt það í loft upp?\nÞvílíkt yndi yrði að búa í þeim heimi, og sjá hræðsluna og örvæntinguna og hatrið í augum fólksins, þessar frumtilfinningar sem aðeins yfirvaldið má nota gegn lýðnum.\nÉg sé fyrir mér heim, þar sem fólk getur orðið dýrin sem það er, og ekki vera talið óeðlilegt.\nHatur, morð, eyðilegging, allt þetta er í eðli okkar. En annað sem er einnig í eðli okkar er að viðhalda tegundinni, þó eru ekki allir einstaklingar sem eru þannig gerðir að þeir vilji nota líkama sinn í að viðhalda tegundinni. (Þessi setning getur náð yfir marga hópa fólks, og ekki skal taka henni sem árás á einn eða fleiri hópa)\nÉg veit ekki hvað ég á að gera við líf mitt. Ég stend á þeim tímamótum í lífi mínu að ég verð að velja hvaða kosti innan þess samfélags sem ég bý í  ég kýs að taka. Eins og kerfið er í dag, þá vil ég að ríki sjái um heilbrigðismál og menntamál, og ýmislegt annað sem getur talist til almannaheilla. En aftur á móti vil ég ekki að ríki geti fylgst með mér vegna einhverja einstaklinga sem brjóta lögin og eru ótengdir mér eða mínum, bara til öryggis.\nEf ég byggi í frjálshyggjuríki myndi ég haga mínum seglum eftir því, sama og í landi stjórnað af einræðisherra. Ef ég byggji í chaos, myndi ég lifa  samkvæmt því.\nNóg af rugli í kvöld."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-26 00:02:41",
            "id": "2416182",
            "reply_to_id": "2416134",
            "text": "Þú verður að athuga að þó ég sé kannski öfgafullur í svörum mínum (já ég viðurkenni það) þá er þetta bara hugsjón og ég veit að samfélagið myndi ekki höndla þetta allt í einu.\nEn góð byrjun væri að gefa fólki kost á því að velja t.d. milli einkaaðila eða ríkispakkans til að byrja með."
        },
        {
            "user": "xDarkLordx",
            "user_id": "35180",
            "date": "2005-08-26 19:02:22",
            "id": "2417757",
            "reply_to_id": "2416182",
            "text": "Ég hef ekkert á móti þér, og alls ekki á þinni pólitísku hugsjón. En þarna ertu að koma með það sem ég tel væri skynsamlegasta lausnin fyrir okkar samfélag, að fólk geti valið milli ríkis og einkarekinna stofnanna.\nÞað er mjög gaman að rökræða við þig, þú kemur í langflestum tilfellum með mjög vel rökstutt mál, og maður verður að passa sig að gefa þér ekki tækifæri á mann.\nMeð kærri kveðju."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-08-23 19:05:45",
            "id": "2409294",
            "reply_to_id": "2406195",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2005-08-25 02:54:06",
            "id": "2413505",
            "reply_to_id": "2406195",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-25 03:05:12",
            "id": "2413513",
            "reply_to_id": "2413505",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2005-08-25 03:21:17",
            "id": "2413518",
            "reply_to_id": "2413513",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-25 03:38:54",
            "id": "2413521",
            "reply_to_id": "2413518",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2005-08-25 15:04:52",
            "id": "2414176",
            "reply_to_id": "2413521",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "peturius",
            "user_id": "56005",
            "date": "2005-08-25 19:41:12",
            "id": "2415360",
            "reply_to_id": "2406195",
            "text": "ég vona það innilega að þetta hafi verið grín. það færi enginn að bann sterk verkjalyf, já já látum fólkið þjást. hahahahaha skindibita og nammi verslun ríkisins . . . ."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-25 20:46:59",
            "id": "2415588",
            "reply_to_id": "2415360",
            "text": "Hvaða lyf eru oftast notuð í sjálfsmorðum?\nSvefn- og verkjalyf :)"
        },
        {
            "user": "peturius",
            "user_id": "56005",
            "date": "2005-08-26 11:01:28",
            "id": "2416496",
            "reply_to_id": "2415588",
            "text": "Já, ef við myndum banna sterk svefn og verkjalyf þá myndi fólk bara nota aðra aðferð til að drepa sig,  fólkið sem þjáist myndi þurfa að þjást miklu meira."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-26 12:18:23",
            "id": "2416615",
            "reply_to_id": "2416496",
            "text": "Nei nei…\nÞessi aðferð er ein af algengustu aðferðunum sem gerðar eru án mikillar hugsunar. Einhver sem er aleinn heima hjá sér og gerir þetta í fljótfærni þegar hann er mjög langt niðri. Getur líka bara verið leið til þess að kalla á hjálp (sem stundum mistekst).\nEkki er jafn algengt að fólk fari aðrar leiðir í þessum málum.\nÞví myndi það án vafa bjarga sumum, þó það gæti auðvitað aldrei bjargað öllum. :)"
        },
        {
            "user": "peturius",
            "user_id": "56005",
            "date": "2005-08-26 12:36:39",
            "id": "2416651",
            "reply_to_id": "2416615",
            "text": "já það bjargar sumum en það eru miklu fleiri sem myndu þjást . . . . . end of the story"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-26 12:45:33",
            "id": "2416668",
            "reply_to_id": "2416651",
            "text": "Lifa það samt sem áður af.\nFærri sem deyja eða verða fíklar. End of story :)"
        },
        {
            "user": "peturius",
            "user_id": "56005",
            "date": "2005-08-26 17:27:37",
            "id": "2417451",
            "reply_to_id": "2416668",
            "text": "það er skárra að vera dauður eða vera fíkill en að þjást PUNKTUR"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-26 17:57:28",
            "id": "2417547",
            "reply_to_id": "2417451",
            "text": "Nei.\nAnnars fyndið að þú sért ekki en þá búinn að átta þig á kaldhæðninni :)"
        },
        {
            "user": "peturius",
            "user_id": "56005",
            "date": "2005-08-26 18:02:15",
            "id": "2417561",
            "reply_to_id": "2417547",
            "text": "ég var búinn að átta mig á henni, þú sagðir : þessi grein er kaldhæðni, öfug við skoðanir mínar. langaði bara aðeins að rífast hérna."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-26 18:03:30",
            "id": "2417567",
            "reply_to_id": "2417561",
            "text": "Ókídók.\nAuðvitað eiga svefn- og verkjalyf að vera leyfileg. Fella á lyfseðlaskyldu og leyfa öllum að kaupa þau lyf sem þau kjósa."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-26 23:05:55",
            "id": "2418888",
            "reply_to_id": "2406195",
            "text": "ég er næstum sammála öllu sem þú segir enda jafnaðarmaður líka en ekki þetta með að banna bílana, það takmarkar ferðafrelsi margra."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-26 23:25:55",
            "id": "2418964",
            "reply_to_id": "2418888",
            "text": "Allt sem ég sagði var kaldhæðni.\nTil þess að sýna fólki hversu slæm núverandi forræðisstefna er og að það bendi til þess að hún gangi lengra.\nHversu langt er t.d. í það að forvarnartextar verði settir á áfengi og mat? Matur jafnvel merktur í stigum eftir óhollustu að mati stjórnvalda.\nPeningur þeirra sem vinna fyrir honum heldur áfram í auknu mæli að fara til þeirra sem sitja heima hjá sér allan daginn.\nÞað er engin tilviljun að hlutföll öryrkja hefur farið hækkandi. Það er einfaldlega auðvelt fyrir hvern sem er að komast á svona bætur án þess að eiga þær skilið. Dópistar og geðsjúklingar bíða í röðum eftir því að láta aðra borga undir sig og slæma lífstíl sinn, án skilyrða um að bæta sig. Ég þekkti konu sem að var að fá nokkur þúsund meira á mánuði en ég fyrir það að sitja heima hjá sér og reykja hass. Búin að gera það í mörg ár og heldur alltaf styrkinum."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2005-08-26 23:23:08",
            "id": "2418949",
            "reply_to_id": "2406195",
            "text": "Frábært, er alveg samála um að skattpína bílaeigendur þangað til námsmenn og fáæka liðið verður að fara í strætó. Eftir þvi sem bensínverð hækkar þá brosi ég breiðar, smá saman fækkar bílum á götunni og þessi heimsku yfirvöld fara að hugsa um aðra orkugjafa. Talandi um heimsk yfirvöld þá er Bush stjórnin farin að tala um að bílaframleiðendur verði að fara hjálpa þeim við að leysa sitt klúður. Og svo á að setja ofurskatta á hveiti og sykur,þ.e. kolvetni til að fá ógeðslega feita lið til að horast.\nÉg veit alveg að þú ert einn af þessum stuttubuxna Sjálfstæðismönnum í sauðagæru, sérlega óþolandi tegund “vonnabies” í stjórnmálum, ferðu í te til Hannesar ?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-26 23:37:42",
            "id": "2419010",
            "reply_to_id": "2418949",
            "text": "Hækkandi bensíverð hækkar verð á öðrum þjónustum eins og strætó og leigubílum."
        },
        {
            "user": "hallurha",
            "user_id": "5362",
            "date": "2005-08-26 23:38:32",
            "id": "2419011",
            "reply_to_id": "2406195",
            "text": "Muhuhahaah!\nÉg elska fólk eins og þig :D þið gefið lífinu lit!\nFrjálshyggja :D jafnrétti :D Einhverjar sögur sem maður heyrði um þegar maður var lítill.\nEn nóg af því góða, haltu þessu áfram.\nÉg er viss um að þú ert líka a´móti löggjafarvaldinu og löggunni.\np.s. hver var það sem skrifaði á\nhttp://www.frjalshyggja.is/?gluggi=pistill&id=1567\"\nRíkið segir sjálfráða fólki að ef það setur ákveðin efni í sinn eigin líkama megi það búast við fésektum og fangelsisvist.\n? Hvar fær hann fram að það sé ólöglegt að\nNeyta\neyturlyfja??? ég bara skil það ekki?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-27 00:03:51",
            "id": "2419092",
            "reply_to_id": "2419011",
            "text": "Ég veit ekki um neinn einasta Frjálshyggjumann sem að er á móti löggjafarvaldinu og löggunni. Frjálshyggjumenn eru á sama máli og aðrir um að það verði að vernda þegnana frá hvor öðrum.\nHvernig væri að kynna sér stefnuna í stað þess að auglýsa fáfræði sína?"
        },
        {
            "user": "hallurha",
            "user_id": "5362",
            "date": "2005-08-27 03:48:35",
            "id": "2419544",
            "reply_to_id": "2419092",
            "text": "Hm touché.\nÉg jæata .ví að hafa ekki lesið mér nóg til um(og í flýti ruglað nafni þínu við annað, mín mistök).\nÍ þokkabót get ég ekki annað sagt en að ég sé sammála, það er viss brútal hugmyndafræði sem mér líkar.\nÞó ekki allt, sem er eðlilegt, þá er þar ýmislegt. Ég dreg mig því til baka og geri það sem ég hefði átt að gera fyrr: lesa nokkra pósta."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-27 03:51:11",
            "id": "2419551",
            "reply_to_id": "2419544",
            "text": "Ok :)\nSvo er líka gott að kíkja bara á\nhttp://www.frjalshyggja.is/\nÉg er meðlimur í félaginu og er sammála flestum stefnum þeirra."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2005-08-27 22:00:03",
            "id": "2421779",
            "reply_to_id": "2406195",
            "text": "Alveg sammál þér, flest fólkt er alltof heimskt (eða kannski illa upp alið og menntað) til að vera ábyrgt á heilsu og velferð sinni. Það er nóg að líta til frjálshyggjuparadísarinnar USA til að sjá þetta, fyrirtæin eru búinn að vera að selja þeim “fat free” rusl í um 30 ár og þeir bara fitna ! Svona er þetta að verða hér líka, fitulitar Pizzur, sannkallað heilsufæði í boði Dumbinos ! Fólk er fífl og það er sannleikur !"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-08-27 22:12:05",
            "id": "2421811",
            "reply_to_id": "2421779",
            "text": "Bandaríkin eru langt frá því að vera Frjálshyggjusamfélag. Ekkert nær því en Ísland."
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2005-09-03 17:17:58",
            "id": "2443397",
            "reply_to_id": "2406195",
            "text": "Hehe… fínasta kaldhæðni… verst að manni líður stundum eins og ástandið á þessari eyju sé svona í raun og veru.\nEr samt hlynntur því að banna reykingar á almenningsstöðum. Mér finnst að fólk megi drekka, dópa og gera það sem það lystir svo lengi sem það bitni ekki á öðrum, en reykingar bitna óneitanlega á öllum í kring um reykingamanninn.\nFinnst samt að skemmtistaðir sem eru opnir á nóttunni ættu að vera undanþegnir reykingabanninnu. Get rétt ímyndað mér caosið sem myndi myndast ef allir þyrftu að fara út að reykja."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-03 17:22:29",
            "id": "2443414",
            "reply_to_id": "2443397",
            "text": "Þó það bitni á öðrum þá er það þeirra val.\nEnginn neyðir þig til þess að fara inn á stað sem leyfir reykingar. Þú hefur frelsi til þess að fara annað.\nStundum finnst mér óþægilegt að vera í kringum fólk sem er að drekka, sérstaklega ef ég er ekki að því sjálfur. Þá einfaldlega nota ég frelsi mitt og fer ekki á slíka staði þar sem drykkja er í gangi."
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2005-09-04 00:22:58",
            "id": "2444873",
            "reply_to_id": "2443414",
            "text": "Það er alveg rétt hjá þér. En mér finnst ekki sanngjarnt að ef einhver notar eitur þá verði hinir að forða sér. Segjum sem svo að 15 manns eru inn á kaffihúsi og 3 reykja, eiga þá hinir 12 að fara út. Mér finnst það allavega ekki. Ég tel mig (og hef sýnt fram á það hér á huga) mjög svo á móti forræðishyggju. En þegar eitthvað eins og svona mál kemur upp þá verð ég að standa með þeim sem ekki reykja. Sígarettur eru eitur og ef fólk vill nota það þá á það bara að bitna á því sjálfu.\nEn eins og ég sagði áður þá þætti mér það sorglegt að fara að reka alla út í sígó af skemmtistöðum að nóttu til. Það myndi einfaldlega skapa allt of mikinn pirring hjá fullum einstaklingum að þurfa að hlaupa út á kortersfresti til að fá sér sígó (fullt fólk reykir óneitanlega MJÖG MIKIÐ). Sá pirringur gæti valdið slagsmálum og alvarlegum meiðslum."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-04 12:54:30",
            "id": "2445928",
            "reply_to_id": "2444873",
            "text": "En mér finnst ekki sanngjarnt að ef einhver notar eitur þá verði hinir að forða sér.\nSegðu eigendum staðanna frá þessari skoðun þeirra. Þeir eiga að hafa rétt til þess að setja reglurnar á stöðum sem þeir eiga, ef þú ert ósáttur þá getur þú kvartað."
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2005-09-05 08:45:35",
            "id": "2448930",
            "reply_to_id": "2445928",
            "text": "Ég veit það ekki. Mér finnst bara þreytandi þegar maður fer á kaffihús þarf maður alltaf að upplifa reykinn. Mér finnst það bara sjálfsagt að banna reykingar á kaffihúsum… ekki bara útaf gestunum, heldur líka starfsfólkinu sem þarf að vinna í þessu og reykir kannski ekki sjálft. Það er eitt ef starfsfólk þarf bara að vinna í reyk 2 kvöld í viku (djammið). En þeir sem eru að vinna í þessu allan daginn eru í talsverðri hættu. Ég las einhverntímann þau rök að fólk ætti þá bara ekkert að vera að vinna á kaffihúsi og fannst mér það ekki rök, heldur útúrsnúningur.\nÞetta er bara mín skoðun á þessu máli :)"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-05 08:51:10",
            "id": "2448936",
            "reply_to_id": "2448930",
            "text": "Það kýs að vinna þarna.\nAnnars benda rannsóknir til þess að starfsfólk séu einmitt að meðaltali neikvæðari gagnvart þessari tillögu en hinn almenni borgari.\nViðurkenndu það bara, þú vilt þetta vegna eigin hentisemi. Þér gæti ekki verið meira sama um starfsfólkið.\nAð fólk vilji skera svona gróflega frelsi vegna eigin hentisemi bara skil ég ekki. Þetta er hringrás sem á endanum bitnar á þér. Það er ekki hægt að ætlast til þess að hafa frelsi sjálfur ef maður er ekki með sama umburðarlindi til annarra.\nVertu bara harðari á því að fara ekki á staði sem leyfa reykingar ef það fer svona illa í þig."
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2005-09-05 08:58:22",
            "id": "2448945",
            "reply_to_id": "2448936",
            "text": "Haha.. nei, þetta er ekki vegna eigin hentisemi. Fer ekki það oft á kaffihús upp á síðkastið. Ég er bara fylgjandi því að allir eigi sama rétt til lífs… Fólk má gera hvað sem það vill svo lengi að það skaði ekki aðra. Það er svona mín grunnskoðun. Og mér finnst vera mikilvægt að starfsfólk, sama hvað það vinnur við, hafi góða vinnuaðstöðu.\nÉg vona svo sannarlega að ég sé ekki eigingjörn manneskja. Um daginn labbaði ég út úr vinnunni minni og hætti eftir að brotið var á vinnufélaga mínum. Mér finnst það ekki eigingjarnt. Ég vil bara gott vinnuumhverfi fyrir alla."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-05 09:36:06",
            "id": "2448980",
            "reply_to_id": "2448945",
            "text": "Ég líka.\nAð vinna á kaffihúsi er líka alls ekki slæmt vinnuumhverfi, þó það sé reykt á þeim.\nReykingar eru einfaldlega allt of stór hluti af þessum rekstri til að fara að banna þær algjörlega. Reykingarfólk fara mikið oftar að meðaltali á kaffihús en annað fólk.\nFyndið annars að þér finnist allt í lagi að gera undantekningu á helgardjamminu. Það er starfsfólk að vinna þá alveg eins og á virkum dögum.\nPersónulega tel ég vera betra vinnuumhverfi á kaffihúsi en úti á sjó. Eða að vinna úti í miðbænum þar sem mengun er mikil vegna bíla. Það eru ýmsir kostir og gallar eftir störfum. Að banna reykingar á kaffihúsum er eins og að banna popp í kvikmyndahúsum, þetta einfaldlega er of mikilvægur þáttur í menningunni til þess að banna. Þú verður að athuga að þetta “bætta vinnuumhverfi” skilar sér í því að markaðurinn dregst saman og færri fá að vinna þetta starf.\nSvo má ekki gleyma málurum sem anda að sér eiturgufum dag eftir dag."
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2005-09-05 10:17:05",
            "id": "2449049",
            "reply_to_id": "2448980",
            "text": "Ég held að það yrði miklu erfiðara í framkvæmd að banna fullu fólki um helgar að reykja á skemmtistöðum, gæti skapað allt of mikil vandræði. Annars breytir það ekki miklu fyrir mig. En t.d. erlendis hefur komið í ljós að óvenjuhátt hlutfall barþjóna deyja af völdum krabbameins sem rakið er til “second hand smoking”.\nMálning í dag er án eiturgufa í flestum tilfellum. Ef það koma eiturgufur af málningu eru gerðar kröfur um loftræstingu og gasgrímur/súrefnisgrímu samkv. vinnulögum. Ef það er ekki gert er verið að brjóta lögin!"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-05 18:09:22",
            "id": "2450430",
            "reply_to_id": "2449049",
            "text": "Þú þarft nú að vinna á svona stað örugglega í nokkra áratugi til að geta sjálfur dáið af þessu.\nFlest allir sem vinna í þessum störfum gera það tímalega. Þú ættir að geta fundið þér aðra vinnu á minni tíma en nokkrum áratugum ef þú vilt ekki vinna í þessu umhverfi.\nErfitt að fá fullt fólk til að hlýða? Einfalt mál. Bönnum bara drykkju á kaffihúsum líka."
        },
        {
            "user": "NizzazziN",
            "user_id": "13231",
            "date": "2005-10-02 15:11:39",
            "id": "2543904",
            "reply_to_id": "2450430",
            "text": "Ertu ekki að djóka í mér? þessi lokaorð þín í ritgerðinni hljómuðu bara eins og að Hitler hafi allt í einu tekið yfir lyklaborðið hjá þér… Ef þú ert ekki að djóka þá bara vorkenni ég fjölskyldunni þinni"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-10-02 16:51:43",
            "id": "2544179",
            "reply_to_id": "2543904",
            "text": "Greinin er kaldhæðni."
        },
        {
            "user": "deadsoul",
            "user_id": "59675",
            "date": "2005-10-18 22:32:13",
            "id": "2592657",
            "reply_to_id": "2406195",
            "text": "Frelsi er ofmetið\nNefndu mikilvægari hlut(ef þú getur sem er ekki líklegt)"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-10-18 23:04:15",
            "id": "2592795",
            "reply_to_id": "2592657",
            "text": "Kíktu á svarið fyrir ofan þitt."
        }
    ]
}