{
    "forum_title": "Vefsíðugerð",
    "user": "NuJack",
    "user_id": "5644",
    "date": "2001-06-23 02:11:28",
    "title": "Worst of the [icelandic] web?",
    "text": "Í mínum huga er djönk cult…voðalega vondir hlutir geta verið mjög skemmtilegir. Sem dæmi má nefna mst3k (www.mst3k.com), The Worst of the Worst (www.theworstoftheworst.com), darwin verðlaunin (darwinawards.com) og svo auðvitað tvíhöfði ;)\nÞað eru til einhver verðlaun fyrir bestu íslensku veflausnina eða vefsíðuna…man ekki hvað þau heita einu sinni…hvað með versta íslenska vefinn? Eru ekki einhverjir sniðugir guttar sem eru til í að sækja slash og setja upp svona síðu?\nEf þetta yrði nóg vel kynnt myndi það örugglega ýta á eftir fyrirtækjum til þess að fá sér almennilega síðu.\nVeita mætti verðlaun einu sinni í mánuði fyrir verstu síðuna, lélegasta HTMLið, stolnustu grafíkina, hægasta uppfærsluna, flestir dauðir linkar, o.s.frv. Auðvitað yrði að setja það sem skilyrði að fyrirtækið eða stofnunin sé tiltölulega high-profile.\nHvað finnst ykkur?",
    "url": "https://www.hugi.is/vefsidugerd/greinar/32207/worst-of-the-icelandic-web/",
    "url_id": "32207",
    "id": "216302",
    "replies": [
        {
            "user": "Kjarrval",
            "user_id": "3269",
            "date": "2001-06-23 18:57:28",
            "id": "216303",
            "reply_to_id": "216302",
            "text": "Ég myndi segja farsímavefur Íslandssíma (www.3g.is) því maður getur ekkert gert í honum vegna þess að það er bara header og síðan dautt link að neðan.  En ef maður slær inn 3g.is, þá virkar vefurinn, þeir ættu aðeins að vanda þetta betur því þeir vísa til www.3g.is frá islandssimi.is"
        },
        {
            "user": "NuJack",
            "user_id": "5644",
            "date": "2001-06-24 08:08:02",
            "id": "216304",
            "reply_to_id": "216303",
            "text": "Ég vildi nú ekki fara út “finger-pointing” strax, en ég verð að segja að www.aco.is er með þeim verstu.\nFriðu"
        },
        {
            "user": "Promazin",
            "user_id": "7162",
            "date": "2001-06-26 04:06:39",
            "id": "216305",
            "reply_to_id": "216304",
            "text": "Að kasta grensum innan í gróðurhúsi hefur aldrei þótt góðra gjalda vert, NuJack minn.\nKveðja\nPromazin"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-23 20:43:15",
            "id": "216306",
            "reply_to_id": "216302",
            "text": "Er ekki bara að bæta við svoleiðis kubb hér á vefsíðugerð."
        },
        {
            "user": "jonfri",
            "user_id": "65",
            "date": "2001-06-26 09:00:03",
            "id": "216307",
            "reply_to_id": "216302",
            "text": "Ég var að browsa og rakst á svala dot com, það hlýtur að flokkast undir þessa “icelandic web” pælingu þína, og það var allt voða fancy þarna og síðan byrjaði lag undir, eða öllu heldur 4 sekúndna stef eftir undirritaða, svölu dot com.\nÞá fór ég.\nEr málið að hafa background tónlíst?\nAllavega. Þessi vefur kostaði skildinginn og ég vafraði þangað í sakleysi mínu og þurfti að hverfa á braut sökum óþæginda, til hamingju sá sem hannaði svölu.com - hann fór langt með að gera verstu vefsíðu okkar íslendinga að mínu mati, bara útaf þessu óþolandi stefi.\nen síðan get ég auðvitað tekið hátalarana úr sambandi.\njonfri, and svölu fan."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-27 03:12:47",
            "id": "216308",
            "reply_to_id": "216307",
            "text": "If you would have checked out\nhttp://www.svala.com\nbetter you would have seen there are four white little circles directly below ‘extras’. If you press the first button it turns off the music….worst of the Icelandic web? I have seen much worse so I doubt it.\nCheck it out again and I am sure you will enjoy the ride once you figure out how to connect your speakers again;)"
        },
        {
            "user": "smartguy",
            "user_id": "7154",
            "date": "2001-06-26 15:09:59",
            "id": "216309",
            "reply_to_id": "216302",
            "text": "http://www.coke.is\n- ok hvað er málið með þetta hljóð maður verður geðveikur á að vera inn á þessar síðu.  Ok, ég veit að ég get lækkað í volume takkanum hjá mér en… ef að þessi gaurar sem gerðu þennann vef hefðu eitthvað hugsa út í usability þá hefðu allavega haft ansk… on/off takka þannig að það sé hægt að lækka í síðunni.  IMO er  þetta vond flash hönnun.\np.s svona fyrirtæki eins og coke ætti að hafa pening til þess að láta gera þetta almennilega.\ns.g"
        },
        {
            "user": "Carvel",
            "user_id": "10115",
            "date": "2001-06-29 15:27:07",
            "id": "216310",
            "reply_to_id": "216309",
            "text": "coke.is er reyndar með svoleiðis takka…\nen ég er sammt sammála, að því leiti að hann mætti vera augljósari, en hann er einhver dropi eða e-ð í þeim dúr..\n-"
        },
        {
            "user": "thom",
            "user_id": "5176",
            "date": "2001-07-02 01:32:04",
            "id": "216311",
            "reply_to_id": "216310",
            "text": "Já takkinn….\nEr ég eitthvað exceptionally vitlaus eða voruð þið hin að fatta þetta með dropann á coke.is??? þetta engisprettu hljóð gerði mig svo geðveikann þegar ég fór á síðuna að ég hrökklaðist útaf henni.\nHint til vefsíðugerðarmanna: hljóð eru alveg off. loop-uð hljóð eru meira off.\nmidi lög eru frá helvíti og lúppuð midi lög… ég ætla ekki einusinni að giska á hvaðan þau eru.\nÉg set því hérmeð (óumbeðin) (ó)hljóð í flokk með litaeffectinum sem var hægt að framkalla áður en síðan loadaðist með meta-tagi í NN 2 (held ég) og síðar með javascript (AFHVERJU.. ég spyr AFHVERJU???) og með óumbeðnum poppuppgluggum. Í þennan flokk eru reyndar einnig komnar OFVIRKAR gif myndir, óþörf og asnaleg notkun á flash-i og síður sem Office forrit æla útúr sér. Í þessum flokki eru reyndar líka svona asnelgar sendu-mér-email myndir sem hreyfast (stundum svona póstkassar) og í þessum flokkir eru líka rammar sem hægt er að stilla til og eru með borðum (borðarnir eru alveg off). Í þennan flokk fer einnig letrið Times New Roman eins og það leggur sig. Eins má í þessum flokki finna JavaApplet takka (Jesús Kristur… HAFIÐI ALDREI heyrt talað um a href?????) og einnig asnalegar en samt sem áður óskiljanlegar linkatilraunir (skoðið menulinka á ia.is, sem er reyndar svona alltílagi síða… [td onMouseOver=\"this.style.cursor='hand'\" onclick=\"MM_goToURL('parent','frettir.asp?chosen=Fr%E9ttir&amp;cmdfre=8');return document.MM_returnValue\")] ). Þetta er nú að verða svoldið langt hjá mér, eitthvað meira?… “of stuttar” bakgrunnamyndir sem loopast oft á skjánum hjá manni eru asnalegar svo og setningar eins og “þessi síða skoðast best í þessari upplausn með þennan browser og svona marga liti og í þessu stýrikerfi” - ég held að ég fari eitthvað annað frekar en að breyta upplausninni og litunum, ná mér í annan browser eða skipta um stýrikerfi. Svo eru líka under construction myndir alveg endalaust asnalegar… com on, það eru allar síður under construction - og ef þær eru það ekki þá eru þær dauðar… og það er annað ömurlegt … líka þegar stendur að eitthvað eigi að koma fljótlega eða gerast fljótlega - og það er kannski skrifað fyrir rúmlega ári eða meira. Óhófleg litagleði er líka ömurleg. Svo líka þegar vefsíður byggjast á einhverjum litlum glugga í miðjunni (lesist svala.com… eða ninna.net) - það er líka asnalegt. Síður sem koma út eins og kúamykja í einhverjum öðrum browser en IE5+ eru líka mjög slappar og….\ndettur ykkur eitthvað fleira í hug???"
        },
        {
            "user": "BOSS",
            "user_id": "979",
            "date": "2001-07-02 23:19:18",
            "id": "216312",
            "reply_to_id": "216311",
            "text": "heheh…Þetta er ágætis upptalning hjá þér.\nEitt sem pirrar mig oft, man ekki neitt dæmi í augnablikinu, en það er að það er nánast aldrei nein dagsetning á síðunum. Þá á ég við að maður sér yfirleitt ekki hvenær síðast hefur verið átt við síðuna. Frekar pirrandi oft á tíðum.\nBOSS"
        },
        {
            "user": "ask",
            "user_id": "5847",
            "date": "2001-07-04 23:39:03",
            "id": "216313",
            "reply_to_id": "216311",
            "text": "Ég verð að vera sammála thom, það er reyndar eitt eða tvennt sem ég vildi bæta við\nPage Transitions (meta transitions), hverjum dettur þetta í hug, afhverju að hafa þennan fídus til ;)? Ég hef ekki fundið neitt useful við Meta Transitions. Ef einhver getur nefnt mér dæmi þar sem þetta nýtist í alvöru…væri ég hrifin.\nLíka svona ósamræmi. Ég lenti einhvers staðar inn á síðu þar sem einn linkur var rauðar annar blár,  þá er ég ekki að tala um visited, active eða hover. Heldur plain linkinn. Hann var mismunandi, einn linkurinn var t.d. rauður og sá næsti blár og sá þriðji grænn. Ekki gott.\nSíðan held ég að DHTML menuar sé ekki að standa sig."
        },
        {
            "user": "ajaxultra",
            "user_id": "9669",
            "date": "2001-08-02 17:19:28",
            "id": "216314",
            "reply_to_id": "216311",
            "text": "Þetta er eins og talað út úr mínu hjarta. En ég held að það hafi gleymst hjá þér eitt og það eru þeesi svokölluðu vefhönnnunarfyrirtæka sem að hinir og þessir jeppar úti í bæ þykjast vera að reka. Það virðist vera að ef að menn geta skrifarð\nVefhönnunn - Iceflame\nvefsíðugerð sigga og palla\nþá seú þeir vefhönnuðir, það er með ólíkindum hvað sumir geta gert asnalegar síður eins og bttolvur.is það er eins og 5 ára krakki hafi gert vefinn.\njæja það er örugglega hellingur í viðbót sem ég vil segja en ég man það ekki"
        },
        {
            "user": "krokodill",
            "user_id": "113",
            "date": "2001-07-06 11:55:54",
            "id": "216315",
            "reply_to_id": "216302",
            "text": "… án þess að líta á www.simnet.is/veffangarinn .\n:) Ný sýn á vefhönnun."
        },
        {
            "user": "imeet",
            "user_id": "1343",
            "date": "2001-07-11 14:19:23",
            "id": "216316",
            "reply_to_id": "216315",
            "text": "Ég tel það, þegar litið er til versta vef Íslands, að sko lélegir vefir eru þeir sem styðja ekki öll stýrikerfi. Þá eins og vefir sem styðja bara Internet Explorer og síðan eru jafnvel nokkrir sem styðja bara IE fyrir Windows.\nÞetta bara sýnir hvað sumir vefhönnuðir eru vitlausir. Ég tel þegar maður er að hanna vef, sérstaklega fyrir stór fyrirtæki verður hann að vera studdur af öllum vöfurum. Jafnvel þótt að netsape sé soldið eftir á, Opera styður ekki java og fleirri dæmi gætu verið tekin upp.\nBy the way : LiNUX Rockz"
        },
        {
            "user": "seraph",
            "user_id": "2403",
            "date": "2001-08-07 16:04:41",
            "id": "216317",
            "reply_to_id": "216316",
            "text": "hey.. ekki gera grin af okkur vefsiðu menn\nMac er ekki PC, og PC er ekki MAC\nMAC er með allt annað OS en PC sem er með Windows.\nÉg skall gera vefsíðu fyrir MAC ef þú borgar sama verðið og þú borgaðir fyrir PC, Tvöföld vinna TVÖFALT VERÐ\nTAKK TAKK"
        },
        {
            "user": "ask",
            "user_id": "5847",
            "date": "2001-08-09 13:22:15",
            "id": "216318",
            "reply_to_id": "216317",
            "text": "Það er ekki sniðugt og sýnir ekki próffesional mynd.\nEf einhver biður um vefsíðu, ætti hún að virka í öllum standard browserum og mismunandi platformum.\nSemsagt IE og NN PC og MAC\nÞað er síðan allt annað mál ef þú ert að gera vefsíðu sjálfan sig.\nkv.\nask | bergur.is"
        }
    ]
}