{
    "forum_title": "Sorp",
    "user": "gamligrimmi",
    "user_id": "59934",
    "date": "2005-08-24 14:47:29",
    "title": "Miltisbrandur - Maðurinn á bakvið skáldskapinn.",
    "text": "Já, ég held að ég geti sagt að allir voru fegnir þegar að Darth-Bob snéri aftur.\n‘En, af hverju?’ Hafa margir eflaust spurt sig. Því ætla ég að svara eftir sérstakt einkaviðtal við Miltisbrand.\nByrjum á byrjuninni, af hverju byrjaði Miltisbrandur fyrst?\nÞessi 12 ára Shakespear nútímans sagði mér að honum finndist gaman að skrifa og gæti búið til ótrúlega tilgangslausar sögur sem að hafa engann skilning og hann langaði að búa til seríu. Hann segist einnig hafa búið Darth-Bob til með vini sínum sem að virðst ekki heita neitt.\nMiltisbrandur á heima í graðarbæ og hefur þurft að þola umsátur aðdáenda alveg síðan í fyrstu sögu.\nÁ meðan að hann skrifar sögurnar umtöluðu snæðir hann oft appelsínur, sem að eru uppáhalds ávöxturinn hans.\nHann grætur sig oft í svefn á næturnar þegar hann óskar þess að búa í X-Víddinni, þar sem að Darth-Bob bjó einu sinni.\nÞar fer þyngdaraflið af ef að maður hnerrar.\nEn af hverju hætti hann?\nÞessu hefur hann svarað, en þó eru eflaust margir sem að vita þetta ekki enn.\nHann segist hafa verið fúll yfir því að fólk tók ekki eftir spammi Supermanns\n(Sem að ég gerði reyndar, tók líka eftir því að þetta voru hálfar línur með tvöföldu millibili) og hversu illa það var skrifað.  Einnig bætir hann því við að hann sé fúll yfir því að gamli 140 strætóinn sé hættur, því að það var hans uppáhalds strætó.\nAf hverju byrjaði hann aftur?\nJá, af hverju byrjaði Miltisbrandur aftur?\nSjálfur segir hann ástæðuna vera af því að hann hafi náð góðri mynd af Darth-Bob, sem er þó ekki í uppáhalds litum hans á ofurhetju, sem að eru gulur og rauður.\nOg sýran sem að tók loksins yfir, sú er hann hafði verið að taka stanslaust eftir að Mizzeeh stöðvaði Supermann-spamm tímabilið.\nJá, ég held að við getum öll verið þakklát fyrir þennann snilling af guðs náð.\nMiltisbrandur hefur mest gaman af Darth-Bob þrjú og tíu og elskar spaghettí með kjötbollum á heitum(inni) og björtum sumarkvöldum Íslands.\nÞetta er svona svoldið stutt grein, ég veit það.\nOg já, vansi og Dabbi, er kannski í lagi að ég noti ekki logo-ið við svona greinar, heldur myndir tengdar málinu, eins og núna.",
    "url": "https://www.hugi.is/sorp/pistlar/322186/miltisbrandur-madurinn-a-bakvid-skaldskapinn/",
    "url_id": "322186",
    "id": "2411050",
    "replies": [
        {
            "user": "Vansi",
            "user_id": "41739",
            "date": "2005-08-24 15:13:47",
            "id": "2411107",
            "reply_to_id": "2411050",
            "text": "Já, lógóið er aðallega fyrir fréttatímana :}\nEn mér finst þessi kubbur orðinn asnalegur, bara þú getur sent inn en eigi ég og Dabbi1337 :{ Þetta er samsæri gegn okkur :{"
        },
        {
            "user": "gamligrimmi",
            "user_id": "59934",
            "date": "2005-08-24 15:17:35",
            "id": "2411117",
            "reply_to_id": "2411107",
            "text": "En nýji kubburinn, er ekki bara málið að nota hann. Neðst niðri."
        },
        {
            "user": "daviid",
            "user_id": "30827",
            "date": "2005-08-24 16:34:29",
            "id": "2411341",
            "reply_to_id": "2411050",
            "text": "Good stuff Darth Bob for the win"
        },
        {
            "user": "miltisbrandur",
            "user_id": "58960",
            "date": "2005-08-26 14:23:49",
            "id": "2416937",
            "reply_to_id": "2411050",
            "text": "*felur sig bakvið peysuna* Wdf.. he knows to much.."
        }
    ]
}