{
    "forum_title": "Hestar",
    "user": "voff",
    "user_id": "9214",
    "date": "2001-06-23 23:07:07",
    "title": "ORRI  FRÁ  ÞÚFU  !",
    "text": "Mér finnst Orri vera fallegur og góður hestur EN það er alltof mikið af graðhestum undan honu það mætti  halda að fólk sem fær folald undan honum hugsi bara um að það sé undan orra og láti það vera gratt en það eru margir ljótir graðhestar undan Orra sem ætti bara að taka og gelda (öllum finnst sinn hestur fallegur ) en til hvers þetta er næstum því eina ættin sem ég sé á keppnum F:Orri frá Þúfu Ff: Otur frá Sauðárkrók Ff:Dama frá Þúfu. Það eru margir graðhestar fallegir og kannski betri þótt þeir séu ekki undan honum orra gamla :(",
    "url": "https://www.hugi.is/hestar/greinar/32239/orri-fra-thufu/",
    "url_id": "32239",
    "id": "216755",
    "replies": [
        {
            "user": "zorglubb",
            "user_id": "347",
            "date": "2001-06-28 14:33:07",
            "id": "216756",
            "reply_to_id": "216755",
            "text": "Hesturinn er besti þjónn mannsins, og er góður með kartöflum og brúnni sósu - Sverrir Stormske"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-29 22:31:22",
            "id": "216757",
            "reply_to_id": "216756",
            "text": "þeit eru að fá eins gæðing!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-29 22:31:24",
            "id": "216758",
            "reply_to_id": "216756",
            "text": "þeit eru að fá eins gæðing!"
        },
        {
            "user": "rassgat",
            "user_id": "26254",
            "date": "2001-07-05 20:28:16",
            "id": "216759",
            "reply_to_id": "216755",
            "text": "orri frá þúfu er ekki fallegur nema undir manni þegar búið að pakka honum saman en að sjá þennann hest útí haga er algjör hryllingur þar sem hann er hálsstuttur,hrygglangur og lítur eiginlega út eins og argasta trunta sem á best heima í tunnu…en jú hann er samt flottur undir manni…en þetta með að allir vilji eiga hest undan honum er nattla alveg fáránlegt þar sem það er til mjög mikið af flottum efnilegum og fallegum graðhestum þó svo að þeir séu ekki sýndir…"
        },
        {
            "user": "Ponygirl",
            "user_id": "11582",
            "date": "2001-07-08 22:16:02",
            "id": "216760",
            "reply_to_id": "216755",
            "text": "Ég er mjög sammála þér þeir eru of margir… það liggur viðað 7 af hverjum 10 hestfolöldum undan honum seu graðir AND THATS TO MUCH… Það eru fleiri fallegir hestar til…"
        },
        {
            "user": "kor",
            "user_id": "13410",
            "date": "2001-10-05 18:46:01",
            "id": "216761",
            "reply_to_id": "216755",
            "text": "finnst þér hann fallegur.\nhann er algjög kjötbolla, hann er kannski góður kynbótahestur. en ég er alveg sammála þér með að það eru til alltof margir graðhestar undan honum.\níslensk ræktun má ekki verða svona einhæf!!"
        }
    ]
}