{
    "forum_title": "Hugi",
    "user": "Xavier",
    "user_id": "2009",
    "date": "2000-08-31 22:20:32",
    "title": "Hlaupahjól með mótor!!!",
    "text": "Frétt Stöðvar 2 í kvöld um hlaupahjól með mótor sló öll met. Nú er komið fram að þessi hjól eru flokkuð í sama flokki og létt bifhjól. Það þýðir að það þarf núna próf á þessi hjól, það verður að vera með hjálm, stefnuljós, númer, dempara, há og lág ljós ofl. Listinn heldur áfram. Til að gera langa sögu stutta þá er ekki hægt að uppfylla þessi skilyrði sem þessum hjólum eru sett.\nÞað er sem sagt búið að gera þessi hlaupahjól ólögleg.\nHvað gerist næst? Er fyrirtækið sem seldi hjólin bótaskylt gagnvart kaupendum sínum? Eða ríkið kannski fyrir að gera öll þessi hjól verðlaus með einu pennastriki?\nÞað er greinilega að þessi reglugerð sem tekur á hlaupahjólum með mótor er þrælgölluð og nú er um að gera að þrýsta á breytingar á henni sem fyrst.\nBáknið burt…\nXavier@hugi.is",
    "url": "https://www.hugi.is/hugi/greinar/3223/hlaupahjol-med-motor/",
    "url_id": "3223",
    "id": "12374",
    "replies": [
        {
            "user": "tolli",
            "user_id": "78",
            "date": "2000-09-01 02:21:34",
            "id": "12375",
            "reply_to_id": "12374",
            "text": "Og hvað kemst svona dót hratt? Rosalega verður gaman þegar krakkarnir á þessu fara að keyra á götunum, sem vitaskuld er margfalt hættulegra en gangstéttirnar, svo ekki sé minnst á [pirraða] ökumenn sem þurfa að vera fyrir aftan þetta! Halló!"
        },
        {
            "user": "bumsquad",
            "user_id": "2430",
            "date": "2000-09-01 09:03:33",
            "id": "12376",
            "reply_to_id": "12375",
            "text": "það þarf ekki einusinni að nota hjálm á þessu og maður getur verið piss fullur á þessu"
        },
        {
            "user": "Xavier",
            "user_id": "2009",
            "date": "2000-09-01 10:02:23",
            "id": "12377",
            "reply_to_id": "12376",
            "text": "Það er því miður ekki hægt að koma öllum aukahlutunum fyrir á hjólinu til að gera það löglegt."
        },
        {
            "user": "Stinni",
            "user_id": "536",
            "date": "2000-09-01 09:01:11",
            "id": "12378",
            "reply_to_id": "12374",
            "text": "Þetta er fáránlegt gersamlega fáránlegt það þarf að kaupa aukahluti í hjólið fyrir mörg þús. krónur ef ekki meira ég held að allir þeir sem settu þessar reglur ég held að þeir vilji ekkert hafa þetta á götunum eða þeim sé mein illa við þetta eða ég bara veit ekkert hvað er þeirra vandamál!!!"
        },
        {
            "user": "mystic",
            "user_id": "304",
            "date": "2000-09-01 10:27:15",
            "id": "12379",
            "reply_to_id": "12378",
            "text": "ok.. hlaupahjól eru bara lame… punktu"
        },
        {
            "user": "oziaz",
            "user_id": "60",
            "date": "2000-09-01 11:22:39",
            "id": "12380",
            "reply_to_id": "12374",
            "text": "Þessi hlaupahjól eru snilld..\nþetta er bara fávitalega mikil heimska að banna þetta..\nég meina.. allt draslið kemst aldrei á þetta.. þetta er bara bull…\nOziAz"
        },
        {
            "user": "sinnep",
            "user_id": "1562",
            "date": "2000-09-01 11:59:40",
            "id": "12381",
            "reply_to_id": "12374",
            "text": "Og hugsið um það að til að fá próf á þetta verður maður að vera 15 eða 16 ára gamall og hver fer að kaupa sér svona dót þegar maður er orrðin 16 ára frekar skellihnöðru …….. ég verð bara að bjóða mig framm til aðþingis og lefa þetta drasll !!!!"
        },
        {
            "user": "Ozi",
            "user_id": "1675",
            "date": "2000-09-01 14:33:03",
            "id": "12382",
            "reply_to_id": "12374",
            "text": "Ég mundi aldrei sóa peningum í próf á þetta drasl."
        },
        {
            "user": "dael",
            "user_id": "478",
            "date": "2000-09-01 16:27:08",
            "id": "12383",
            "reply_to_id": "12374",
            "text": "Það er ekki að ástæðulausu sem þessar reglur eru settar.  Þær eru fengnar eftir tilmælum frá þeim sem þurfa að díla við slys sem verða á þessu eins og lögreglan og læknar og umferðarráð.  Hægt er að lesa nánar um þetta á vísi í þessari grein:\nhttp://www.visir.is/ifx/?MIval=frettir&nr=68856&v=2"
        },
        {
            "user": "profile",
            "user_id": "25997",
            "date": "2000-09-07 09:52:31",
            "id": "12384",
            "reply_to_id": "12374",
            "text": "Það er einfaldlega bara eitt sem hægt er að gera, sniðganga þessar reglur [það er bannað að vera fullur á allmannafæri] og þá með tímanum hætta þeir að gera eitthvað í þessu og þetta verður bara eins og með venjulegu hlaupahjólin! :"
        }
    ]
}