{
    "forum_title": "Vélbúnaður",
    "user": "einsi",
    "user_id": "262",
    "date": "2001-06-23 23:23:26",
    "title": "Hvað varð um LS-120?",
    "text": "Sælir Hugar\nHef hef verið að velta því fyrir mér hver stýrir því hvaða tölvubúnaður kemur til landsins. Maður hefur lesið um vélbúnað í erlendum tímaritum og á netinu en einhvern vegin virðast sumir hlutir hreinlega ekki rata til landsins. Ég nefni til dæmis LS-120 drifin sem held ég áttu að leysa af hólmi Floppy. Svonefnd SuperDisk Technology sem rýmdi 120 MB á hvern disk. Það hlýtur nú að vera betra heldur en þessir löngu úreltu 1,44 MB Floppy diska. Og aðeins skárra en að hafa 600 - 700 MB CD diska sem væri kannski óþarfi að brenna nokkrar skrár ef maður hefði LS-120. Meira að segja að þessi tækni er orðin gömul þarna úti og flest allir hættir að selja þetta.\nEn af hverju kom það ekki til landsins? Hvers vegna náði LS-120 ekki vinsældum?\nEkki veit ég\nKveðja\neinsi",
    "url": "https://www.hugi.is/velbunadur/greinar/32240/hvad-vard-um-ls-120/",
    "url_id": "32240",
    "id": "216762",
    "replies": [
        {
            "user": "tran",
            "user_id": "59",
            "date": "2001-06-24 05:14:18",
            "id": "216763",
            "reply_to_id": "216762",
            "text": "af hverju hefði þetta átt að ná vinsældum spyr ég bara?\nbæði diskarnir og drifin rándýr..\nmikið betra að fá sér bara skrifara..\nbesides, þá er floppy þarna fyrir ástæðu, td í win2k ef þú ætlar að installa ide drivera í setupinu þá VERÐURU að hafa þá á diskettu, engu öðru, og þá þarftu floppy því að hún lodar ekki inn öðrum driverum..\nef þú ætlar að færa meira en 2-3 mb frá tölvu til tölvu þá ertu hvort sem er yfirleitt með góða nettengingu eða skrifara, en floppy er ódýrt, bæði drifin og diskarnir, þannig að ég sé ekki af hverju það ætti að ditcha því"
        },
        {
            "user": "thorgeir",
            "user_id": "2174",
            "date": "2001-06-24 11:50:05",
            "id": "216764",
            "reply_to_id": "216762",
            "text": "ég veit til þess að nýmark var eitthvað aðeins með þessi drif en þeir lögðu sig ekkert mikið fram við að kynna þetta þannig það varð ekkert meira úr þvi"
        },
        {
            "user": "OBhave",
            "user_id": "3496",
            "date": "2001-06-24 15:10:44",
            "id": "216765",
            "reply_to_id": "216762",
            "text": "Ef ég þarf að flytja meira en 1.5 mb milli talva þá nota ég nú bara CD-RW miklu þægilegra (það er hægt að lesa af þeim með venjulegum geisladrifum) og ódýrara"
        },
        {
            "user": "arnorb",
            "user_id": "451",
            "date": "2001-06-24 17:31:16",
            "id": "216766",
            "reply_to_id": "216762",
            "text": "Þetta er nú víst að koma aftur, og þá 240 MB á einn svona disk. Ég veit ekki mikið um þetta, en ég man eftir að hafa séð svona drif í gamla Apple-Umboðinu í Skipholtinu hérna forðum daga."
        },
        {
            "user": "Jolly",
            "user_id": "2156",
            "date": "2001-06-24 20:56:46",
            "id": "216767",
            "reply_to_id": "216762",
            "text": "Þetta drif náði nokkrum vinsældum fyrir svona 3 árum síðan, og þá sértaklega á makkanum. Þetta “superdisk” er alveg eldgömul tækni. Að fara að halda upp á svona kjaftæði væri eins og að setja risaeðlu á lífi í öndunarvél. Hún deyr fljótlega. Bíðum eftir næsta superdisk dæminu og stökkvum svo á það þegar það er glóðvolgt."
        },
        {
            "user": "Giraffi",
            "user_id": "1304",
            "date": "2001-06-24 23:44:37",
            "id": "216768",
            "reply_to_id": "216767",
            "text": "Það reyndist aldrei raunverulegur markaður fyrir þessu í PC geiranum, allavega ekki á Íslandi. Margar verslanir hafa boðið þetta við slæmar undirtektir. Computer.is hefur til dæmis boðið þetta frá upphafi. Ætli ZIP JAZ og DITTO séu ekki bara sigurvegarar í sínum flokki?"
        },
        {
            "user": "BOSS",
            "user_id": "979",
            "date": "2001-06-25 00:12:28",
            "id": "216769",
            "reply_to_id": "216762",
            "text": "Hehe…\nÞetta var ágæt nýjung á sínum tíma…heilum 20MB meira pláss en á ZIP diskum!!! ;)\nAnnars held ég að einu skiptin sem þetta hafi verið notað í einhverju magni hér á landi hafi verið á Mökkum. Og ég hef það frá áreiðanlegum heimildum að þessum drifum hafi fylgt endalaus vandræði frá upphafi til enda. Þannig var nú það.\nEn annars var þetta ágæt uppfinning því þessi drif gátu líka lesið gömlu “góðu” (driver-drifs) disklingana. Eitthvað annað en ZIP. Það er enn í dag hellingur af ZIP drifum að seljast, ótrúlegt en satt…\nBOSS"
        },
        {
            "user": "NuJack",
            "user_id": "5644",
            "date": "2001-06-26 19:20:16",
            "id": "216770",
            "reply_to_id": "216769",
            "text": "Superdisk drif voru seld hérna, bæði í Apple-umboðinu/Aco og í BT.\nVandamálin við þetta er aðallega að spennugjafinn er bölvað dót (á stærð við 2-3 eldspýtustokka) og hann bilar villevæk. Þetta væri ekki vandamál nema fyrir það að það er ekki hægt að kaupa annan spennugjafa frá Imation og ef þú ætlar að nota standard spennugjafa þarftu að mixa powersnúruna (alla snúruna, klóin er steypt) við nýja spennugjafann.\nOg eins og menn vita eru spennugjafar yfirleitt ekki skrúfaðir í sundur. :P\nFriðu"
        },
        {
            "user": "Rx7",
            "user_id": "2726",
            "date": "2001-06-29 11:08:23",
            "id": "216771",
            "reply_to_id": "216762",
            "text": "Bara benda á að superdisk tæknin er langt því frá dauð. Nýlega kom út Superdisk240 sem tekur 240MB á jafn eða svipað stóran disk og SuperDisk120.\nÉg skrifaði reyndar grein um tækið Hér\nRx7"
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2001-07-01 13:04:25",
            "id": "216772",
            "reply_to_id": "216771",
            "text": "Gaman væri að prófa þetta :P"
        }
    ]
}