{
    "forum_title": "Deiglan",
    "user": "skuggi85",
    "user_id": "12479",
    "date": "2005-09-01 13:10:22",
    "title": "Lögreglan og vopn framtíðarinnar",
    "text": "Ég hef alltaf verið svona beggja blands um hvort eigi að vopna betur lögregluna á Íslandi. Nú þegar undirheimarnir verða harðari og erlend glæpasamtök eru að hefja starfsemi hér, hallast ég meira og meira að því að vopna lögregluna. Ég las nýlega grein úr tímaritinu “Lifandi Vísindi” sem heitir “Skjótið! En ekki til að drepa” og þar er talað um þróun vopna sem geta fellt andstæðinginn án þess að drepa hann. Lýst vel á það að vopna lögregluna á Íslandi með slíkum vopnum í framtíðinni. Aðal ástæðan fyrir því að það er verið að þróa þessi vopn er til þess að geta fellt andstæðinga án þess að drepa þá, þar sem dauðsföll leiða af sér meira ofbeldi, uppreisn og hörku. Jafnvel þó það sé gert af nauðsynlegum ástæðum þá getur mannsfall alltaf hvatt einstaklinga eða hópa til uppreisnar.\nÍ Bandaríkjunum falla þúsundir árlega vegna skotárása á milli hópa eða einstaklinga, á meðan lögreglan eykur hörku sína gerist hið sama hjá glæpagengjum. Þegar hermaður drepur borgara getur það hvatt aðra borgara til frekari uppreisnar, jafnvel þó aðgerð hermannsins hafi verið nauðsynleg. Verið er að þróa heilt vopnabúr nýrra vopna og ætla ég að fjalla aðeins um nokkur þeirra hér fyrir neðan. Þau eru þróuð á hernaðarlegum grundvelli og því kannski ekki öll æskileg fyrir lögreglu, en allavega sum þeirra ættu að nýtast lögreglu. Æskilegt væri að hafa skiptinguna þannig að lögreglan hefur aðeins vopn sem ekki drepa, á meðan víkingasveitin hefur áfram hefðbundin vopn.\nHögg:\nRiffillinn XM 29 er í þróun hjá bandaríska hernum, takmark hans er að fella andstæðinginn með höggbylgju án þess að drepa hann. Eitt hólf er með hefðbundnum kúlum á meðan annað er með nýjum 20 mm skotum sem valda höggbylgjunni. Kúlan springur rétt fyrir framan skotmarkið eða yfir því og fellur andstæðinginn til jarðar án þess að drepa hann.\nRafstuð:\nRafstuðbyssan Taser (skammbyssa með stuðpílum) virkar þannig að tveimur stuðpílum er skotið á rafþráðum í átt að óvininum, pílurnar þurfa ekki að snerta húð þar sem straumurinn fer nánast óhindrað í gegnum föt. Byssan dregur allt að átta metra. Sá sem fyrir skotinu verður, fær öflugt rafstuð og missir stjórn á vöðvum sínum í örstutta stund. Byssan er nú þegar komin í notkun hjá lögreglunni í ýmsum fylkjum Bandaríkjanna. Hægt er að fá slíka byssu fyrir aðeins tæpar 30.000 krónur og því eru slík vopn æskilegasti kostur fyrir lögreglu hér á landi. Einnig eru i þróun vatnssprautur sem leiða rafstraum í gegnum vatn.\nHiti:\nÞetta tæki kallast “Active Denial System” sem nú er að verða fullþróað. Það skellir samþjappaðri örbylgjugeislun á húðina sem veldur óstjórnlegum sársauka, án þess þó að brunasár myndist. Þetta vopn má nota til þess að dreifa hópi fólks, t.d. þar sem mótmælendur eru eða hópslagsmál. Örbylgjunar má t.d. senda frá jeppa með búnaðinum á þakinu.\nHávaði:\n“Long Range Acoustic Device” er eins konar öskurbyssa sem má beina að fólki í allt að 500 metra fjarlægð, það sendir frá sér svo hryllingslegan ýlutón að allir leggja á flótta. Framleiðandinn fullyrðir að vopnið valdi ekki heyrnasköddun sé því beitt á réttan hátt. Vopnið hefur verið prófað í Írak.\nRaftækni:\nAfar mikill hraði er á því að þróa uppfinningar á sviði raftækninnar, enda getur slík tækni verið mjög hentug. Hægt væri að lama rafeindabúnað með því að senda rafsegulgeisla í áttina að honum. Nánast allir bílar eru nú með sérstakan rafeindabúnað sem stjórnar innspýtingu eldsneytis. Hægt væri að drepa á vélinni með því að senda rafsegulgeisla í áttina að honum. Vegalokanir gætu verið útbúnar slíkum geislum, einnig yrði það hentugt tæki á lögreglubílum til þess að stöðva bifreið ökumanns sem neitar að stöðva bílinn. Þessi tækni myndi koma í veg fyrir stórhættulegu eltingaleiki sem verða stundum á milli afbrotamanna og lögreglunar. Einnig er í þróun svokölluð E-sprengja (E-bomb) sem sendir rafsegulbylgju yfir stórt svæði og lamar rafeindabúnaði á svæðinu. Hentugt fyrir bardagasvæði þar sem faratæki og vopn með rafeindabúnaði eru í notkun af óvininum.",
    "url": "https://www.hugi.is/deiglan/greinar/323977/logreglan-og-vopn-framtidarinnar/",
    "url_id": "323977",
    "id": "2432710",
    "replies": [
        {
            "user": "Mroho",
            "user_id": "8334",
            "date": "2005-09-01 13:16:03",
            "id": "2436300",
            "reply_to_id": "2432710",
            "text": "Góð grein las eitthvað svipað í lifandi visundum"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-09-01 15:12:54",
            "id": "2436579",
            "reply_to_id": "2436300",
            "text": "Hefðir kannski átt að les þessa grein betur."
        },
        {
            "user": "Mroho",
            "user_id": "8334",
            "date": "2005-09-01 15:34:59",
            "id": "2436687",
            "reply_to_id": "2436300",
            "text": "True :)"
        },
        {
            "user": "skam",
            "user_id": "10318",
            "date": "2005-09-04 01:58:19",
            "id": "2445177",
            "reply_to_id": "2436300",
            "text": "það er bara því miður of mikið af bjánum í löggunni sem eru alls ekki hæfir til að fara með dúkahníf, hvað þá byssur!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-01 13:21:08",
            "id": "2436312",
            "reply_to_id": "2432710",
            "text": "Nei láta bara herinn fá svona byssur þá þurfa eiginkonur hermanna ekki að hafa áhyggjur af þeim í stríðinu :P lol"
        },
        {
            "user": "JoeP",
            "user_id": "873",
            "date": "2005-09-01 13:35:48",
            "id": "2436352",
            "reply_to_id": "2432710",
            "text": "mjög vel skrifuð og athyglisverð grein.\nég er sömu skoðunar og þú í þessu máli, það verður að vopna löggæslu landsinns en samt ekki með vopnum sem geta valdið dauða."
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2005-09-01 13:42:55",
            "id": "2436372",
            "reply_to_id": "2432710",
            "text": "Hiti:\nÞetta tæki kallast “Active Denial System” sem nú er að verða fullþróað. Það skellir samþjappaðri örbylgjugeislun á húðina sem veldur óstjórnlegum sársauka, án þess þó að brunasár myndist. Þetta vopn má nota til þess að dreifa hópi fólks, t.d. þar sem mótmælendur eru eða hópslagsmál. Örbylgjunar má t.d. senda frá jeppa með búnaðinum á þakinu\nSHit geislabyssurnar sem ég heyrði um eru þá tilbúna"
        },
        {
            "user": "woodie",
            "user_id": "10471",
            "date": "2005-09-01 13:50:37",
            "id": "2436391",
            "reply_to_id": "2432710",
            "text": "Fín grein.\nÁ að láta almenna lögreglu fá byssur ?\nnei ekki að svo stöddu.\nÉg væri samþykkur því að ríkisstjórnin myndi fela dómsmálaráðherra það verkefni að skipa byssunefnd til að fara yfir þessi mál á breiðum grundvelli.\nÍ millitíðinni væri rétt að fara út í mikla fjölgun myndavéla hér í borg."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-01 15:13:35",
            "id": "2436585",
            "reply_to_id": "2436391",
            "text": "Ef þeir fá þjálfun til þess að vera slíka gripi þá sé ég ekkert að því.\nNú talaði ég aðeins um rafstuðsbyssur í greininni en ekki hefðbundnar.\nUndirheimarnir eru komnir með vopn til þess að drepa. Mikilvægt er að koma vopnum til lögreglunar sem geta fellt andstæðinginn ef sú aðstæða kemur upp. Viltu samfélag þar sem undirheimarnir hafa vopn en ekki lögreglan?\nKosturinn við svona byssur sem drepa ekki er sú að lögreglan getur fellt andstæðinginn án þess að valda uppreisn eða reiði í samfélaginu. Undirheimarnir eru nú þegar með vopn sem geta drepið svo það yrði engin breyting í þeim málum þó lögreglan fari að ganga um með rafstuðsbyssur."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2005-09-01 13:53:03",
            "id": "2436396",
            "reply_to_id": "2432710",
            "text": "Pant verða aldrei skotinn með taser!"
        },
        {
            "user": "Kalashnikov",
            "user_id": "53318",
            "date": "2005-09-01 14:54:39",
            "id": "2436519",
            "reply_to_id": "2436396",
            "text": "Viltu frakar verða fyrir 9mm?"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2005-09-01 19:12:02",
            "id": "2437619",
            "reply_to_id": "2436519",
            "text": "Nei. Var eitthvað í mínum texta sem benti til þess að ég vildi verða skotinn yfir höfuð? Ég held einfaldlega að það sé sjúklega vont að vera “electrecuted”."
        },
        {
            "user": "Kalashnikov",
            "user_id": "53318",
            "date": "2005-09-01 19:58:42",
            "id": "2437817",
            "reply_to_id": "2437619",
            "text": "Já, ég líka."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-01 13:57:30",
            "id": "2436406",
            "reply_to_id": "2432710",
            "text": "Frábær grein og ég er fullkomlega sammála þér að lögreglan eigi að nýta sér svona vopn sem geri afbrotamenn óvirka frekar en skjóta og vona að skotið hæfi ekki stórar æðar osfrv. með öflugri vopnum eins og skammbyssum.\nEina sem ég las í greinni í Lifandi Vísindum er þróun vopns þar sem örbylgjugeislum er beint gegn hermönnum og þeir eru brenndi illa.\nLecte"
        },
        {
            "user": "Dyrlingur",
            "user_id": "10993",
            "date": "2005-09-01 14:02:02",
            "id": "2436418",
            "reply_to_id": "2432710",
            "text": "Vopnuð lögga = Ræningi sem ætlar að ræna búð með hníf, Hættir við. Í staðin mætir hann með ólöglegt skotvopn. Svo sem vélbyssu eða afsagaða hagglabyssu. Og í staðin fyrir að standa inní búðinni hræddur um að einhver streitist á móti. Þá þarf hann að óttast lögregluna og hennar vopn(Hver sem þau verða) Adrenalínið tekur yfir og hann missir stjórn. Fólk deyr."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-09-01 14:41:19",
            "id": "2436476",
            "reply_to_id": "2436418",
            "text": "True."
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2005-09-01 19:49:14",
            "id": "2437784",
            "reply_to_id": "2436418",
            "text": "Maður sem rænir Búð með hníf = maður sem á ekki betra vopn og myndi ekki hætta sér í að ræna búð ef vopnuð lögga væri á staðnum\nAuk þess, það hafa nú verið framin rán þar sem ein eða fleiri af ræningjunum er vopnaður skotvopni."
        },
        {
            "user": "Dyrlingur",
            "user_id": "10993",
            "date": "2005-09-01 20:01:45",
            "id": "2437830",
            "reply_to_id": "2437784",
            "text": "Já eitt frægt, Bónus ránið 8 Desember 2003\nÞar sem tveir menn gengu inn með tvær afsagaðar hagglabyssur. En lögreglan þurfti ekki skotvopn til að yfirbuga þá þegar hún stoppaði þá “In the middle of nowhere” Þeir gáfust upp án mótspyrnu.\nEf þeir myndu vita að lögreglan væri með vopn kannski hefði farið verra? Maður veit aldrei hvað gerist þegar fólk óttast um líf sitt."
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2005-09-01 20:03:13",
            "id": "2437837",
            "reply_to_id": "2437830",
            "text": "Þeir myndu ekki þurfa að óttast um líf sitt ef lögreglan væri með Taser byssur."
        },
        {
            "user": "Dyrlingur",
            "user_id": "10993",
            "date": "2005-09-01 20:05:53",
            "id": "2437842",
            "reply_to_id": "2437837",
            "text": "Nei kannski ekki, En ef lögreglan er með vopn. Skapar það meiri “Spennu” milli geranda og lögreglu."
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2005-09-01 20:16:59",
            "id": "2437885",
            "reply_to_id": "2437842",
            "text": "Ja…Lögregluþjónum sem fá að bera skotvopn er yfirleitt kennt að forðast að byrja skothríð ef óbreittir borgarar eru á svæðinu þannig að ef þeir brygðust við þjálfuninni þá:\nRæningi með Hníf: Skotinn niður með Taser, afvopnaður og Handtekin.\nRæningi með Skotvopn: Kemst undan og Lögregla hefur leit að honum."
        },
        {
            "user": "Dyrlingur",
            "user_id": "10993",
            "date": "2005-09-01 20:20:39",
            "id": "2437902",
            "reply_to_id": "2437885",
            "text": "Já kannski. En ég er ekki hlyntur lögreglumönnum með vopn. Eykur of mikið spennu milli glæpamenn og lögregluþjóna. Svo verður pott þétt stolið slatta vopnum af þeim. Bæði úti á götu. Og inní bílunum þeirra."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-09-02 00:19:03",
            "id": "2438700",
            "reply_to_id": "2437902",
            "text": "Örugglega ekki mikið mál að setja svona læsingardót á það.\nSvo er aftur á móti örugglega heldur ekki mikið mál að brjóta þá læsingu .. well."
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-09-01 22:49:34",
            "id": "2438464",
            "reply_to_id": "2437784",
            "text": "Að mínu mati er kjarni málsins að eftir vaktina fari löggan heim heill.\nÍ dag:\nÞjófur með hníf -> löggan kemur -> reynir að taka henn með kylfu eða judotaki -> 1 stk. stunga.\nMeð Taser:\nÞjófur með hníf -> löggan kemur -> heldur sér í góðri fjarlægð -> hótar að skjóta leggji þjófurinn ekki frá sér hnífinn -> valmöguleiki (a): þjófurinn er drulluhræddur og hlýðir / valmöguleiki (b) þjófurinn fær í sig stuð og getur ekki varið sig -> löggan fer heim að vakt lokinni."
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2005-09-01 23:26:06",
            "id": "2438570",
            "reply_to_id": "2438464",
            "text": "Sammála"
        },
        {
            "user": "Silverboy",
            "user_id": "31090",
            "date": "2005-09-01 14:08:05",
            "id": "2436426",
            "reply_to_id": "2432710",
            "text": "Ég er hlintur ÖLLUM vopnum sem hafað það markmið að drepa EKKI andstæðinginn.\nÉg er líka á því að það eigi að stórauka réttindi lögreglunar til að beita valdi.\nSáuð þið fréttina fyrir svoltið löngu síðan þegar löggan keirði í veg fyrir einhvern sem var að reina að flígja, bófin meidist við þetta og KÆRÐI LÖGGUNA.\nLöggan á að fá svona vopn og beita þeim að öllum sem veita þeim mótþróa.\nEn svo var ég að spá.\nÞessi rafhögg skemma rafeindabúnað, er þetta þá ekki hættulegt fólki með gangráð???"
        },
        {
            "user": "Avatar",
            "user_id": "157",
            "date": "2005-09-01 14:30:40",
            "id": "2436453",
            "reply_to_id": "2436426",
            "text": "Held að maður með gangráð yfirhöfuð hafi ekki heilsu í að ræna búðir eða flýja frá löggunni :P"
        },
        {
            "user": "gorkur",
            "user_id": "29538",
            "date": "2005-09-01 14:48:56",
            "id": "2436504",
            "reply_to_id": "2436426",
            "text": "“Sáuð þið fréttina fyrir svoltið löngu síðan þegar löggan keirði í veg fyrir einhvern sem var að reina að flígja, bófin meidist við þetta og KÆRÐI LÖGGUNA.”\nVoðalega er fólk fljótt að gleyma.\nLöggan var nýbúin að eltast við einhverja mótorhjólagæja sem stungu þá af. Svo var þessi lögguman að rúnta í Ægissíðunni og keyrði í veg fyrir mótorhjólagaur sem hafði aldrei komið nálægt gaurunum sem löggan hafði verið að elta fyrr um daginn.\nAuðvitað kærði maðurinn!"
        },
        {
            "user": "hallurha",
            "user_id": "5362",
            "date": "2005-09-02 00:07:47",
            "id": "2438677",
            "reply_to_id": "2436504",
            "text": "Ekki gleyma að geurinn sem þú segir ekkert hafa komið málinu við var dæmdur fyrir umrætt umferðarlagabrot :D sem sagt: hann kom málinu víst við og var einmitt sá sem hafði reynt að stinga lögguna af :)"
        },
        {
            "user": "gorkur",
            "user_id": "29538",
            "date": "2005-09-02 00:08:47",
            "id": "2438680",
            "reply_to_id": "2438677",
            "text": "Nú?\nÓ..\nAhem…"
        },
        {
            "user": "doktorapi",
            "user_id": "56306",
            "date": "2005-09-02 07:24:34",
            "id": "2438829",
            "reply_to_id": "2436504",
            "text": "hann kærði vegna þess að það sem lögregluþjónninn gerði var ekki í samræmi við lögreglu-procedure, og stofnaði honum (mótorhjólamanninum) í mjög bráða lífshættu án viðvörunar með því sem hann gerði. Ef að hann hefði klesst á löggunna þá hefði hann sennilega dáið, sem hefði verið ansi hörð refsing sem ein lögga tekur sér fyrir hendur að útdeila, fyrir að keyra yfir leyfilegum hámarkshraða. Núna er ég ekki að verja það að menn aki hraðar en leyfilegt er, en lögregluþjónninn fór, hvað svo sem góðum/réttlátum ásetningi leið, út fyrir sínar heimildir og braut af sér í starfi með því að gera það sem hann gerði…"
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-09-02 12:04:35",
            "id": "2439059",
            "reply_to_id": "2438829",
            "text": "Að auki voru viðbrögð lögreglumannsins ekki í samræmi við hugsanlegan glæp og/eða þann skaða sem þessi glæpur gat valdið."
        },
        {
            "user": "hallurha",
            "user_id": "5362",
            "date": "2005-09-02 17:52:58",
            "id": "2440141",
            "reply_to_id": "2439059",
            "text": "Hehe þetta eru nokkuð stór orð.\nEf þið hafið lesið dóminn yfir löggunni þá má sjá að ekki er allt með felldu í þessu máli.\nMótorhjólaguttinn hafði verið að “rúnta” um á yfir 130 km hraða fyrr um kvöldið og það er nóg til að stúta hverjum sem hann keyrir á.\nÞað var um metri milli löggubílsins og vegkantsins sem mótorhjólaguttinn hefði geta farið á milli… Það er, ef hann hefði ekki verið á of miklum hraða á Ægissíðunni, þar sem 50 km hámarkshraði er.\nGuttinn var á það miklum hraða að hann missir stjórn á hjólinu og það rennur á löggubílinn.\nMér finnst hart að mótorhjólakappar megi krúsa umm á 200 km hraða eins og þeir vilja og ekkert sé hægt að gera við þá. Mér finnst alveg sanngjarnt að það megi keyra í veg fyrir þá, núvegna þess að þessum hraða geta þeir ekki stoppað, frekar en ef gangadi vegfarendi færi í veg fyrir þá.\nEn eins og er þá hafa þessir kappar frjálsa heimild til að keyra eins hratt og þeir vilja, því það er engin leið til að stoppa þá :)"
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-09-02 23:27:16",
            "id": "2441398",
            "reply_to_id": "2440141",
            "text": "Þegar lögreglumaðurinn ók í veg fyrir mótorhjólamanninn þá var sá síðarnefndi ekki á þessum hraða (130). Segir sjálfur að það var fyrr um kvöldið. Þar af leiðandi var ekki aðkallandi að stöðva hann akkúrat þarna á nákvæmlega þessum tíma.\nÞetta er svona svipað og ef þú ógnar með byssu í miðbænum. Réttlæta mætti að lögreglan skjóti þig, jafnvel án aðvörunar. En ef þú ert að labba út í Nettó daginn eftir væri ansi hart ef þú værir dritaður niður á færi. Þú ert ekki lengur ógn.\nÉg er gjörsamlega mótfallinn því að ekið sé á ofsahraða um bæinn og teldi alveg mega hýða þá sem það gera opinberlega. En það er ekki lögreglunnar að dæma og refsa."
        },
        {
            "user": "hallurha",
            "user_id": "5362",
            "date": "2005-09-03 17:28:06",
            "id": "2443431",
            "reply_to_id": "2441398",
            "text": "Nei það er sko alveg rétt hjá þér.\nEn aftur á móti er það löggunnar að stoppa fólk og koma yfir það lögum.\nMótorhjólaguttinn var á fínum hraða, ekki 130 eins og þú réttilega bentir á, en sæmilegum hraða fyrst að hann komst ekki framhjá lögerglubílnum.\nOg fyrst að hann var búinn að sýna af sér þá hegðun að vilja stinga af þá finnst mér réttilega gert að aka eitthvað í veg fyrir hann.\nEn auðvitað má alltaf segja að löggan gat ekki verið viss um að þessi Mótorhjólakappi væri sá sami, en lýkur benda til þess. Staður og stund og allt það.\nEn ef hann er ekki stöðvaður þarna… fær hann þá bara að stinga af og keyra um eins og fáviti eftirá?\nSvo er nú ekki eins og mótorhjólakappinn hafi meiðst mikið, þannig að veltan hefur ekki verið mikil."
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2005-09-01 14:11:22",
            "id": "2436430",
            "reply_to_id": "2432710",
            "text": "Nett."
        },
        {
            "user": "nonamed",
            "user_id": "59192",
            "date": "2005-09-01 14:46:53",
            "id": "2436495",
            "reply_to_id": "2432710",
            "text": "COOL löggan á að fá sonna hita byssur og högg   ;)   Mín skoðunn   ;)"
        },
        {
            "user": "HotWaX",
            "user_id": "3009",
            "date": "2005-09-01 14:59:35",
            "id": "2436533",
            "reply_to_id": "2432710",
            "text": "Vopnið hefur verið prófað í Írak.\nhmmm, eru Írakar tilraunadýr fyrir kanana núna??"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-01 15:10:31",
            "id": "2436571",
            "reply_to_id": "2436533",
            "text": "Þú ert semsagt á móti því að það sé notað mannúðlegri aðferðir en kúlu beint í hjartað/heilann?\nÞað er alltaf gott ef það er hægt að fella andstæðinginn án þess að drepa hann. Hvort sem það sé í Írak eða heimalandinu.\nBandaríkjaher er að þessari þróun svo framtíðarstríð geti haft margfalt færri mansföll. Sem er bara gott mál."
        },
        {
            "user": "HotWaX",
            "user_id": "3009",
            "date": "2005-09-01 15:14:04",
            "id": "2436587",
            "reply_to_id": "2436571",
            "text": "Ég er reyndar ekkert á móti þessum vopnum, það er komin tími til að lögreglan á íslandi verði vopnuð. Mér finnst bara soldið sniðugt það er verið að testa þessi vopn í Írak í miðju stríði."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-01 15:52:58",
            "id": "2436784",
            "reply_to_id": "2436587",
            "text": "Það var auðvitað prófað þau með grunnprófum áður.\nEn svo þarf auðvitað að prófa vopnin í raunverulegum aðstæðum. Írak er í dag besta landið til þess líklega."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-09-01 15:16:33",
            "id": "2436597",
            "reply_to_id": "2436571",
            "text": "Já, núna geturðu bara tekið yfir heilt land með því að nota risaörbylgju senda í geimnum til að lama heila þjóð með sársauka og gengið inn í landið.  Með nákvæmum GPS græjum væri síðan hægt að taka út stóran hóp mótmælanda.  Easy as pie."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-01 15:55:13",
            "id": "2436793",
            "reply_to_id": "2436597",
            "text": "Reyndar telja þeir að slíkt sprengja myndi ekki ná yfir stærra svæði en nokkra KM í mesta lagi.\nAð þróa svona sprengju sem myndi ná yfir heilt land er ekki talið mögulegt eins og er. Ólíklegt að slík tækni verði til næstu áratugina."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-09-01 15:58:58",
            "id": "2436811",
            "reply_to_id": "2436793",
            "text": "Þetta eru ekki sprengjur, þetta eru byssur sem skjóta geislum á disk sem dreyfir þeim út um allt.  Þetta er svipað og örbylgjuofn bara.  Bylgjurnar eru bara annars eðlis."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-01 15:59:51",
            "id": "2436812",
            "reply_to_id": "2436811",
            "text": "Ekki E-sprengjan.\nE-sprengjan er sama tækni bara dreyfir því yfir stórt svæði."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-09-01 17:06:50",
            "id": "2437110",
            "reply_to_id": "2436812",
            "text": "Ég var ekki að tala um hana."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-01 17:16:41",
            "id": "2437143",
            "reply_to_id": "2437110",
            "text": "En ég var að því :)"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-09-01 17:38:24",
            "id": "2437210",
            "reply_to_id": "2437143",
            "text": "Ég veit það, hinsvegar var ég að tala um\nrisaörbylgju senda í geimnum\nog svo fórst þú að tala um hversu takmarkaðar\nslíkar sprengjur væru\n.  That just doesn't make sense.  Eða mér hefur allavega aldrei fundist sprengja og sendir það sama."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-01 15:13:12",
            "id": "2436581",
            "reply_to_id": "2432710",
            "text": "Djöfuls fasista geðveiki er komin í menn.\nMæli með 1984 (orwell) fyrir svona fjölmiðlaætur…"
        },
        {
            "user": "1Xtra",
            "user_id": "25810",
            "date": "2005-09-01 15:14:37",
            "id": "2436590",
            "reply_to_id": "2432710",
            "text": "Las ég þetta ekki í Lifandi Vísindum? Og myndin líka?\nVinur minn átti svona ALVÖRU rafstuðskylfu, prófuðum hana nokkrum sinnum á hvor öðrum, ekkert besta tilfinning í heimi skal ég segja þér. :)"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-01 15:51:12",
            "id": "2436776",
            "reply_to_id": "2436590",
            "text": "Ég skrifaði greinina sjálfur, með upplýsingum af netinu og úr greininni. Myndina fann ég með upplýsingum af netinu, svo Lifandi Vísindi hefur greinilega ekki einkarétt á henni :P\nAnnars yrði fínt að geta keypt svona vopn til sjálfsvarnar. Miða við hörkuna í miðbænum væri ég alveg til í að hafa svona búnað."
        },
        {
            "user": "steini21",
            "user_id": "31936",
            "date": "2005-09-01 15:21:28",
            "id": "2436625",
            "reply_to_id": "2432710",
            "text": "Las greinina fyrir stuttu, var ekki líka verið að þróa lyktarvopn?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-01 15:49:10",
            "id": "2436766",
            "reply_to_id": "2436625",
            "text": "Jú held það. Tók ekki öll dæmin sko :)"
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2005-09-01 15:40:32",
            "id": "2436725",
            "reply_to_id": "2432710",
            "text": "Miklu meira vit í svona vopnjum en einhverjum skammbyssum. Enda gerir löggan svo oft einhver skammarpör hér á landi. Maður getur rétt ímyndað sér mannfallið ef hún fengi skammbyssu."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-01 15:56:17",
            "id": "2436800",
            "reply_to_id": "2436725",
            "text": "Jamms.\nEn samt nauðsynlegt að mínu mati að fara að skoða hvort það eigi ekki að vona hana betur. Þar sem undirheimarnir eru vopnaðir."
        },
        {
            "user": "BoA",
            "user_id": "44752",
            "date": "2005-09-01 16:00:27",
            "id": "2436820",
            "reply_to_id": "2432710",
            "text": "Löggan gæti þurft að hafa byssu, það þýðir lítið að monta sig af kylfunni sinni þegar gaur með 9mm er að miða á hann.\nMér líst best á byssunna sem “grillar” punkt á húðinni sem veldur sársauka. Þetta minnir mig svolítið á nafnið Railgun."
        },
        {
            "user": "Zkari",
            "user_id": "18718",
            "date": "2005-09-03 18:10:14",
            "id": "2443552",
            "reply_to_id": "2436820",
            "text": "Haha, sé lögguna fyrir mér að æfa sig í Quake.."
        },
        {
            "user": "Madrid",
            "user_id": "27547",
            "date": "2005-09-01 16:10:33",
            "id": "2436873",
            "reply_to_id": "2432710",
            "text": "y0 þetta er snildar grein, fannst skemmtilegt að lesa um þetta :D"
        },
        {
            "user": "peturius",
            "user_id": "56005",
            "date": "2005-09-01 16:33:57",
            "id": "2436977",
            "reply_to_id": "2432710",
            "text": "Rafstuðbyssan Taser, ef löggan væri með þannig byssur þá myndi maður basra halda sig í 9 metra fjarlægð frá lögguni.  Bílar sem eru eldri en 94 árg eru yfirleitt ekki með tölvukub sem stjórnar innspítingunni, svo þeir sem forðast lögguna mindu bara vera á gömlum kraftmiklum bílum."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-01 16:39:34",
            "id": "2437003",
            "reply_to_id": "2436977",
            "text": "Rafstuðbyssan Taser, ef löggan væri með þannig byssur þá myndi maður basra halda sig í 9 metra fjarlægð frá lögguni.\nÞetta er náttúrulega fyrst og fremst fyrir öryggi lögreglumannanna. Að vera ekki vopnlausir gagnvart andstæðingnum. Er sú staða góð að lögreglumenn séu að kljást við fólk úr undirheimunum, sem að eru vopnuð. Án þess að vera vopnaðir sjálfir?\nBílar sem eru eldri en 94 árg eru yfirleitt ekki með tölvukub sem stjórnar innspítingunni, svo þeir sem forðast lögguna mindu bara vera á gömlum kraftmiklum bílum.\nFlest allir sem enda í lögreglueltingaleik plana það nú ekki fyrir fram. Auðvitað gæti komið upp eitt og eitt dæmi. En meirihluti þeirra sem reyna að sleppa frá lögreglunni myndu ekki komast hjá þessum búnaði."
        },
        {
            "user": "peturius",
            "user_id": "56005",
            "date": "2005-09-01 16:53:13",
            "id": "2437055",
            "reply_to_id": "2437003",
            "text": "hehe já það myndi ekki segja neitt ef byssa sem drífur 8 m ætti að vernda lögreglumenn fyrir hættulegu fólki, á meðann undirheimafólk hefur byssur sem drýfa mörg hundruð metra.\nNei flestir sem lenda í löggueltingaleik eru nú samt undirheimafólk og hugsar það kanski fyrir því að kaupa sér bíl sem er ekki með tölvukubbi í."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-01 17:05:17",
            "id": "2437102",
            "reply_to_id": "2437055",
            "text": "Þróska í gangi? Svona byssur munu nýtast lögreglunni mjög vel. Þó það sé hægt að koma með svona dæmi (sem líklega hefur aldrei komið fyrir á Íslandi) að það sé verið að miða á lögregluna úr langri fjarlægð.\nTil þess að fella einstaklinginn, sama hver ástæðan sé. Getur líka verið einstaklingur með hníf eða bara  ofbeldisfullur maður sem ætlar að nota hnefann.\nÞetta vopn hefur gagnast lögreglunni mjög vel í Bandaríkjunum.\nOg fullyrðing þín um að meirihluti þeirra sem fara í löggueltingaleik séu úr undirheiminum er einfaldlega röng. Og það er mjög ólíklegt að allir úr undirheimunum myndu fá sér svona gamla bíla, þó einn og einn gætu tekið upp á því."
        },
        {
            "user": "peturius",
            "user_id": "56005",
            "date": "2005-09-01 17:17:06",
            "id": "2437146",
            "reply_to_id": "2437102",
            "text": "Og það er mjög ólíklegt að allir úr undirheimunum myndu fá sér svona gamla bíla, þó einn og einn gætu tekið upp á því.\nég held ég viti meira um undir heimanna en þú, næstum allir eru á gömlum bílum það, hafa bara ekki efni á nýjum bílum."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-01 17:24:23",
            "id": "2437174",
            "reply_to_id": "2437146",
            "text": "Flestir sem ég þekki úr undirheimunum eru með nýlega bíla."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-09-02 00:28:28",
            "id": "2438722",
            "reply_to_id": "2437146",
            "text": "Djöfulsins þras er í þér."
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-09-02 12:06:55",
            "id": "2439061",
            "reply_to_id": "2437146",
            "text": "Ætli það sé ekki bara ósköp dreifð bílaeign. Man ekki betur en flestir sem hafa verið teknir í “stóru kokain” málunum undanfarin ár hafa verið á BMW. Salan hjá B&L hrundi fyrir par árum þar sem óorð var komið á BMW eigendur."
        },
        {
            "user": "peturius",
            "user_id": "56005",
            "date": "2005-09-03 23:26:01",
            "id": "2444717",
            "reply_to_id": "2439061",
            "text": "þá ert þú að tala um stóru gauranna, ég er nú bara að tala um hinn ‘venjulega’ dópista"
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2005-09-01 16:39:48",
            "id": "2437004",
            "reply_to_id": "2432710",
            "text": "Hmm, mér finnst ekki að það ætti að láta lögguna fá vopn. þeir geta bara þjálfað sig og e-ð svoleiðis.."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-01 16:42:14",
            "id": "2437010",
            "reply_to_id": "2437004",
            "text": "Þjálfað sig til þess að stökkva frá byssukúlum óvinarins?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-01 16:43:01",
            "id": "2437015",
            "reply_to_id": "2437004",
            "text": "Vil bæta við…\nÉg vil auðvitað að lögreglumönnum séu sett viss skilyrði. Að þessi vopn verði aðeins notuð við algjöra nauðsyn, en ekki á almenna borgara sem eru með smá vandræði."
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2005-09-01 16:43:54",
            "id": "2437019",
            "reply_to_id": "2437015",
            "text": "Eins og þeir myndu virða það."
        },
        {
            "user": "Samano",
            "user_id": "12717",
            "date": "2005-09-01 16:48:05",
            "id": "2437032",
            "reply_to_id": "2437019",
            "text": "Ég sá eitthvað af þessum vopnum í Ripley's Believe it or not. Mjög sniðug vopn og vel gerð."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-01 16:49:59",
            "id": "2437040",
            "reply_to_id": "2437019",
            "text": "Þeir verða að virða það eins og aðrar reglur sem þeir fara eftir. Annars er hægt að kæra þá, lögreglan þarf að borga skaðabætur og lögreglumaðurinn rekinn.\nÞetta hefur virkað mjög vel í þeim fylkjum Bandaríkjanna þar sem þetta er notað. Bæði lögreglan og almenningur eru ánægð með þróunina."
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2005-09-01 16:58:13",
            "id": "2437072",
            "reply_to_id": "2437040",
            "text": "Ja´ja, það er nú tekið aðeins harðar á glæpum í Bandaríkjunum. Hér eru löggutussurnar eins og guðir. Þeir myndu aldrei virða þetta. Látum í smá stund eins og að löggan á Íslandi sé vopnuð.\nHmm, lögga skýtur mann maðurnn deyr, löggan sleppur.\nHefur aldrei séð “Casino” með Robert De Niro og Joe Pesci????"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-01 17:06:29",
            "id": "2437106",
            "reply_to_id": "2437072",
            "text": "Ætla ekki að rökræða þetta við þig neitt frekar. Þú ert einfaldlega ekki nógu gáfuð til að átta þig á þessu."
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2005-09-01 18:04:21",
            "id": "2437313",
            "reply_to_id": "2437106",
            "text": "Hmm, fyrst ég er svona heimsk, af hverju hef ég þá aldrei fengið undir 8 í neinu????\nJájá, ég nenni heldur ekki að rökræða þetta við þig lengur. Allavega fer ég ekki inn á einhver áhugamál og fer að pikka rifrildi.\nLærðu bara að virða annara manna skoðanir..gerðu sjálfum þér þann greiða."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-01 18:51:16",
            "id": "2437515",
            "reply_to_id": "2437313",
            "text": "Sá sem fær góðar einkunnir getur verið heimskur að öðru leiti. T.d. með almenna skynsemi.\nSá sem fær góðar einkunnir getur líka verið með lægri greindarvísistölu en nemandi sem fékk helmingi lægri einkunn. Einkunnir segja mjög takmarkað um gáfur einstkalingsins."
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2005-09-01 19:21:20",
            "id": "2437668",
            "reply_to_id": "2437515",
            "text": "Jahá, en ég er samt með óvenju háa greindarvísitölu…fór í einhverja greiningu fyrir ekkert svo löngu síðan."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-01 19:22:22",
            "id": "2437676",
            "reply_to_id": "2437668",
            "text": "Ég trúi þér ekki :)\n*gelgj*"
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2005-09-02 12:28:19",
            "id": "2439097",
            "reply_to_id": "2437676",
            "text": "Mér er alveg sama. Því það er satt og það að þú trúir því ekki breytir engum staðreyndum. Hálfviti."
        },
        {
            "user": "pokarotta",
            "user_id": "46832",
            "date": "2005-09-01 19:48:08",
            "id": "2437777",
            "reply_to_id": "2437313",
            "text": "“Hmm, fyrst ég er svona heimsk, af hverju hef ég þá aldrei fengið undir 8 í neinu???? ”\nÞað er nákvæmlega út af þessu sem þú ert svona heimsk…\nAnnars finnst mér þetta mjög jákvæð þróun, mér finnst ótrúlegt að þetta hafi bara ekki komið upp fyrr. Um að gera að manna lögreglur flestra þjóða með þessu, vegna þess að þetta hefur nákvæmlega sömu áhrif og flest byssuskot sem er að gera óvininn óvígan. Hinsvegar tel ég ekki tímabært að hin almenna lögregla Íslands sé með slík vopn, byssa táknar bara dauða sama hvor aðilinn er með hana og finnst mér mikilvægt að íslenska lögreglan haldi í þessa friðarímynd sína. Svo er að sjálfsögðu sérsveit hér á landi sem eru nokkrir tugir sérþjálfaðra lögreglumanna með þungvæpni, þ.e.a.s vélbyssur. Þess má geta að hún hefur einu sinni verið kölluð út. Þá var einhver drukkinn einstaklingur að skjóta af haglabyssu innandyra í einhverju íbúðarhúsi í Reykjavík."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-09-02 00:30:04",
            "id": "2438726",
            "reply_to_id": "2437313",
            "text": "“Lærðu bara að virða annara manna skoðanir..gerðu sjálfum þér þann greiða.”\nlol :)\nÞú ert ágæt."
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2005-09-07 10:44:14",
            "id": "2456566",
            "reply_to_id": "2437313",
            "text": "próf tengjast gáfum lítið sem ekkert ég er ágætlega gáfaður en ég hef aðeins einu sinnni fengið 10 á prófi sumir þjást af próf kvíða og gleyma bara öllu sem þeir lærðu summir læra allt utan af daginn fyrir próf fá góða einkunn og gleyma því svo(hef þekkt nokkur svoleiðis dæmi á ævini)\nEinstein til dæmis var svo lesblindur að honum gékk ábyggilega hræðilega á flestum prófum samt var hann mjög greindur(140 og eitthvað í greindavísi tölu, sem býsna gott)"
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-09-01 17:17:09",
            "id": "2437147",
            "reply_to_id": "2437072",
            "text": "Lazytown. Er ekki alveg að skilja þig. Löggan á Íslandi ER vopnuð. Hversu mörg tilvik á viku eða ári heyrir þú af þar sem hún notar kylfu (en allir lögreglumenn eru með kylfu í vasanum)?\nEkki mörg. Og ef þetta væri svona spilt og rotið heldur þú að það kæmi ekki í fjölmiðlum “Enn einn með heilaskaða eftir árás lögreglunnar”?\nVið erum annars að tala um Ísland en ekki Latabæ? Kannski er þetta öðruvísi þar."
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-09-01 17:21:40",
            "id": "2437162",
            "reply_to_id": "2437072",
            "text": "Og já. Bara svo þú vitir. Ef kylfunni er beitt þá skilur hún í besta falli (fyrir þann sem barinn er) eftir mar en mun líklegra beinbrot. Ef lögreglumaður þarf að nota hana þá er hann þjálfaður í að lemja FAST."
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2005-09-01 18:01:34",
            "id": "2437302",
            "reply_to_id": "2437162",
            "text": "Ég skil nú ekki alveg hvað Latbær tengist mér..\nEn, persónulega, myndi ég frekar vilja fá mar eftir kylfu, frekar en varanlegt ör eftir byssskot."
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-09-01 22:52:18",
            "id": "2438475",
            "reply_to_id": "2437302",
            "text": "Þú kallar þig Lazytown. Þetta er útlenskt orð. Nánar tiltekið enskt. Íslensk þýðing er Latibær. Fékkstu kannski 8 í ensku líka?\nErtu eitthvað að misskilja þetta með greindina? Það er munur á að vera greindur eða vera greindur. Margir eru greindir með athyglisbrest, en aðrir eru gáfaðir."
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2005-09-02 12:29:30",
            "id": "2439099",
            "reply_to_id": "2438475",
            "text": "Ég veit nú alveg hvað lazytown þýðir. Var baar búin að gleyma nafninu þegar ég svaraði þér. Þetta var nú bara eitthvað djóknafn sem frænda mínum datt í hug…"
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-09-01 17:12:33",
            "id": "2437130",
            "reply_to_id": "2432710",
            "text": "Góð grein og gild umræða.\nÞað er einn\nstór munur\ná lögreglu á Íslandi og flestum siðmenntuðum þjóðum. Það er sú staðreynd að\nalmennt er almenningur ekkert að þrasa við lögregluna\n. Þannig eru Bandaríkjamenn, Frakkar, Þjóðverjar og Bretar aldir upp við að fara eftir fyrirmælum lögreglu og vera ekki að skipta sér að starfi hennar að óþörfu. Hér er nánast regla að lögregla verður fyrir aðkasti almennings við handtöku.\nÉg þekki lögreglumann sem sagði mér frá því þegar hann lá í götunni við að handtaka mann sem hafði verið að lemja einhverja stelpu. Lögreglumaðurinn mátti hafa sig allan við við að halda manninum en tók eftir að einhver var að sparka í sig. Þegar hann leit upp reyndist þetta vera vinkona móðir hans (s.s. eldri kona). Málið varðaði ekkert konuna heldur var hún einungis að taka þátt í þjóðarsportinu að hafa afskipti.\nÉg held að\nbesta vopnið sem lögreglan fengi\ntil að geta sinnt sínu starfi eru almennilega refsingu fyrir afskiptasemi. 10.000 til 50.000 fyrir að skipta sér að og 30 daga lágmarksrefsingu fyrir að slá til lögreglumanns við skyldustörf. Þá á ég einungis við ef lögregluþjónninn er t.d. að sinna eða handtaka einhvern annan en þig og þú finnur þig knúinn til að skipta þér að. Konan að ofan hefði átt að fá 30 daga.\nÁ sama tíma get ég alveg fallist á auknar kröfur til lögreglumanna um þekkingu, menntun, ábyrgð og vinnubrögð.\nVarðandi þessi “skaðminni” vopn. Ef lögreglumaður stendur andspænis manni með ALVÖRU byssu þá er ósanngjarnt að ætla honum að svara með rafbyssu. Ógnað með alvöru byssu = svara með alvöru byssu. Ógnað með hníf, barefli eða einhverju slíku = steikja með Taser. Þetta viðmið er notað í Bandaríkjunum en þar deyja árlega bæði lögreglumenn við að afvopna hnífamenn og einnig hnífamenn skotnir af lögreglunni. Þar er pælingin sú að ef TVEIR lögreglumenn hafa króað af mann með vopn annað en skotvopn þá á annar lögreglumaðurinn að miða byssu að honum en hinn að skjóta með Taser. Málið er að ef  Taser hittir ekki þá getur hinn dælt í brotamanninn nokkur ekta skot."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-01 17:22:55",
            "id": "2437169",
            "reply_to_id": "2437130",
            "text": "Svo er spurning um að hafa “paint-ball” byssur. Þar að segja harðari útgáfa sem er líka verið að þróa í Bandaríkjunum.\nSkýtur gúmígúlur sem geta gert gat á húðina. Getur blætt smá úr þér en að öllum líkindum lifir þú það af, nema þú ert það óheppinn að fá það beint í augað. Að fá slíka kúlu í höfuð myndi líka rjúfa húðina, en hún myndi skoppa af hauskúpinni. Óvinurinn dettur rotaður í jörðina með sár á höfðinu.\nÉg verð samt aldrei sammála því að lögreglan eigi að fá hefðbundið vopn. Slíkt er búið að fara illa með Bandaríkin. Aukin harka báðum meginn og þúsundir deyja árlega í skotbardögum."
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-09-01 18:17:07",
            "id": "2437350",
            "reply_to_id": "2437169",
            "text": "Alveg sammála með “hefðbudin” vopn. Held líka að löggan sjálf hafi ekki áhuga á því."
        },
        {
            "user": "BrickTop",
            "user_id": "57450",
            "date": "2005-09-01 17:26:12",
            "id": "2437178",
            "reply_to_id": "2432710",
            "text": "Heyrðu, þú gleymdir að segja frá fýlubombunni!"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2005-09-01 18:21:40",
            "id": "2437371",
            "reply_to_id": "2432710",
            "text": "Líst ekkert á þennan Hita.. Ef ég yrði brunninn upp eins og mér væri skelt inn í örbylgjuofn, þá myndi ég verða vís til þess að drepa!"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-01 18:53:16",
            "id": "2437527",
            "reply_to_id": "2437371",
            "text": "Á aðeins að valda óþægindum sem fær fólk til þess að flýja. Á ekki að valda varanlegum skaða."
        },
        {
            "user": "ZeRo",
            "user_id": "40",
            "date": "2005-09-01 19:01:29",
            "id": "2437562",
            "reply_to_id": "2432710",
            "text": "En jamm kannski minnast á að þú tókst þetta næstum beint úr Lifandi vísindum .."
        },
        {
            "user": "maxz",
            "user_id": "29222",
            "date": "2005-09-01 19:29:49",
            "id": "2437715",
            "reply_to_id": "2432710",
            "text": "Ógnunin er besta vopnið, sérstaklega í póke"
        },
        {
            "user": "...",
            "user_id": "38859",
            "date": "2005-09-01 19:53:27",
            "id": "2437800",
            "reply_to_id": "2432710",
            "text": "Vá hvað mér finnst þetta gott! Skella þessu á liðið, en reyndar er gott hvaða friðarímynd íslenska lögreglan hefur.\nEn þessi hita byssa, djöfull væri ég til í að eiga eina svona…"
        },
        {
            "user": "bluntman",
            "user_id": "49532",
            "date": "2005-09-01 20:20:26",
            "id": "2437901",
            "reply_to_id": "2432710",
            "text": "Hehe, skemmtilegt að ímynda sér lögguna með vatnsbyssur :P"
        },
        {
            "user": "kimlarsen",
            "user_id": "28944",
            "date": "2005-09-01 21:32:35",
            "id": "2438141",
            "reply_to_id": "2432710",
            "text": "Hjartanlega sammála þessu.\nFólk ber enga virðingu fyrir lögreglunni í dag sem sést best á því, eins og einhvern nefndi hér að ofan, að fólk veitist að þeim við hvert tækifæri, hreytir í þá fúkyrðum og ræðst stundum á þá!\nAuðvitað myndi þessi þróun taka nokkur ár. Nú veit ég ekki hvernig vopnaþjálfun er hagað í lögregluskólanum, en það tæki einhvern tíma að senda allt lögreglulið landsins á námskeið í meðferð þessara vopna, þ.e.a.s. stuðbyssunnar, sem mér finnst eiginlega eini raunhæfi kosturinn af þessum sem þú nefndir.\nMeð aukinni hörku í undirheimum landsins, eiturlyfjasmygl og handrukkanir í stöðugri uppsveiflu og svo mætti lengja telja, þá er það bara spurning hvenær en ekki hvort, einhver tekur allt í einu upp á því að miða byssu á lögregluþjón og jafnvel skjóta.\nFinnst í raun fáránlegt að þessi umræða sé ekki löngu farin af stað…"
        },
        {
            "user": "apj",
            "user_id": "12570",
            "date": "2005-09-01 22:31:43",
            "id": "2438374",
            "reply_to_id": "2432710",
            "text": "Bara benda á að XM29 er ekki í þróun eða reynslu hjá Bandaríska hernum. Þeir tóku hana ekki því hún reyndist vera of þungt og of dýr. Þess í stað varð til XM25 sem er núna í reynslu hjá hernum,má einig benda á að XM8 sem einnig á að bætast við í vopnabúr Bandaríska hersins\nhttp://www.gizmag.co.uk/go/2853/\nOg í raun er þetta akkurat öfugt við það sem þú segir, XM25 er ætlað að vera 500% skilvirkari drápstól heldur en til dæmis M16 með M203.\nÍ riflinum er laser sem miðar nákvæmlega út lengd frá tilteknu skotmarki og reiknar nákvæmlega út hvenar sprengjukúlan(25mm) á að springa til að valda sem merstri skilvirkni(í að drepa anstæðingin) án þess að valda of miklu tjóni.\nÞetta er hið tilvalda vopn í borgarbardaga þar sem XM25 á að geta eytt ógn sem gæti leynst á bak við vegg,ofan í skotgröf eða inn í byggingu með sem bestum árángri.\nXM25\nhttp://www.gizmag.co.uk/go/4081/\n——-\nBara koma þessu til skila.\nAnnars finnst mér Active Denial System helvíti áhugavert. Fínn linkur um þetta :\nhttp://en.wikipedia.org/wiki/Active_Denial_System\neinig Long Range Acoustic Device.\nþessi tól gætu reyndst vel."
        },
        {
            "user": "Zketch",
            "user_id": "59046",
            "date": "2005-09-01 23:12:34",
            "id": "2438528",
            "reply_to_id": "2432710",
            "text": "Eru copy/paste greinar ekki bannaðar?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-01 23:32:21",
            "id": "2438600",
            "reply_to_id": "2438528",
            "text": "Það er ekkert copy/paste í greininni."
        },
        {
            "user": "Zketch",
            "user_id": "59046",
            "date": "2005-09-02 15:32:44",
            "id": "2439668",
            "reply_to_id": "2438600",
            "text": "Sama grein og í lifandi vísindum…meira að segja sama myndin…"
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-09-02 15:41:16",
            "id": "2439705",
            "reply_to_id": "2439668",
            "text": "Skuggi vísar í þessa grein í Lifandi Vísindum sbr.\n“ Ég las nýlega grein úr tímaritinu ”Lifandi Vísindi“ sem heitir ”Skjótið! En ekki til að drepa“ ”\n. Hann er ekkert að eigna sér þessa grein að ofan, heldur einungis að endursegja og bæta sinni skoðun inn í hana. Svona til að koma af stað umræðu.\nÞetta er ekkert “copy/paste” eða stolið."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-02 17:30:04",
            "id": "2440076",
            "reply_to_id": "2439668",
            "text": "Myndin er af netinu, ætli þeir hafi ekki stolið henni þaðan hjá Lifandi Vísindi ?\nFann hanna á vefsíðu sem fjallar um vopn. Tók ýmsar upplýsingar bæði úr greininni og af netinu og orðaði það á minn eigin hátt. Ekki copy/paste."
        },
        {
            "user": "Zketch",
            "user_id": "59046",
            "date": "2005-09-04 16:30:54",
            "id": "2446708",
            "reply_to_id": "2440076",
            "text": "Nei, ekki copy paste enda er ekki hægt að gera það úr tímaritum…"
        },
        {
            "user": "Lester",
            "user_id": "58787",
            "date": "2005-09-02 10:17:07",
            "id": "2438958",
            "reply_to_id": "2432710",
            "text": "hmmmmmmmmmmmmmmmmmmmmmmm\náhugavert"
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-09-02 12:19:01",
            "id": "2439086",
            "reply_to_id": "2432710",
            "text": "Nú er komin nokkur reynsla á notkun Taser í Bandaríkjunum og er sú reynsla mis-góð.\nLögreglumenn almennt ánægðir. Telja að dauðsföllum lögreglumanna og afbrotamanna hafi fækkað.\nMannréttindasamtök ekki ánægð. Lögreglan noti Taser of mikið og við aðstæður þar sem áður hefi ekki verið gripið til ofbeldis. Sem dæmi: 13 ára strákur sem skrópaði í skóla (í sumum fyljkum fylgist lögreglan með því) var Taseraður.\nÞó hefur tilfellum þar sem Taser er notaður fækkað milli ára og er talið að fyrir því séu tvær ástæður:\nAfbrotamenn eru hræddir við Taserinn og viti að lögreglan muni nota hann og gefist því upp mótþróalaust.\nLögreglan farin að draga úr notkun Taser í kjölfar gagnrýnis. T.d. myndi ekki nota Taser í dag á skrópara."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-02 12:31:52",
            "id": "2439103",
            "reply_to_id": "2439086",
            "text": "Mannréttindasamtök eru á móti þessari þróun almennt. Sem kemur mér á óvart því þau eru duglegust að gagnrýna mannslát.\nÉg býst við því að það hafi verið kært vegna stráksins.\nÞarf bara að setja strangar reglur varðandi notkunina. Ég er frekar viss um að slík misnotkun yrði kærð hér á landi, málið unnið og lögregluþjóni vísað frá störfum. Íslendingar sætta sig ekki við að slík aðferð sé notuð á 13 ára nemendur."
        },
        {
            "user": "appel",
            "user_id": "2",
            "date": "2005-09-05 02:12:49",
            "id": "2448847",
            "reply_to_id": "2432710",
            "text": "Ég vil engin vopn, hvorki til lögreglunnar né glæpamanna.\nÉg sé enga þörf fyrir svona hér á Íslandi, nema þá kannski í BNA sem er byssuóðasta og skotglaðasta þjóð í heimi.\nNú þegar eru íslenskir lögreglumenn með kylfur og spray brúsa, svo og þjálfun. Sé ekki að þeir þurfi á þessu að halda nema þá til að skjóta eitthvað fullt lið niðri í bæ sem hlýðir þeim ekki."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-05 02:23:59",
            "id": "2448853",
            "reply_to_id": "2448847",
            "text": "Þetta er að verða hættulegra starf með tímanum, sérstaklega þegar ýmis vopn aukast á landinu.\nÞú vilt kannski ekki að glæpamenn hafi vopn, en þeir gera það. Þetta er raunveruleiki hér á landi og eykst fjöldi vopna hratt með vaxandi fíkniefnastríði. Þetta er ekki eitthvað sem þú getur kosið burt, glæpamenn fara ekki eftir lögum landsins.\nGott væri að hafa slíkt vopn þegar þeir lenda á spíttuðum handrukkara með hníf, byssu eða árásarhund. Það er ekki alltaf möguleiki á því að hlaupa burt og kalla á víkingarsveitina."
        },
        {
            "user": "DrDie",
            "user_id": "23043",
            "date": "2005-09-05 14:54:09",
            "id": "2449550",
            "reply_to_id": "2432710",
            "text": "Sá þátt hérna í Svíþjóð þar sem að þeir voru skoða svona vopn.\nÞá var einn skotinn með þessari taser,\n2 fullorðnir þurftu að halda honum uppi eftir að hann var skotinn í fótinn, hann bara lamaðist gjörsamlega, en eftir svona 5 mín var hann orðinn alltialgi aftur :)"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-05 18:22:22",
            "id": "2450480",
            "reply_to_id": "2449550",
            "text": "Einmitt… alveg drullusniðugt tæki.\nVirkar meira að segja betur en hefðbundin byssa, þar að segja ef þú drepur hann ekki. Ef þú hittir hann t.d. í fótinn eða öxlina þá getur hann samt alveg en þá skotið af byssu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-11 11:29:36",
            "id": "2469364",
            "reply_to_id": "2432710",
            "text": "langaði bara að benda á að MX 29 er Bandarískt Hátæknivopn og er ekki ættlast til þess að lögreglan notar það, aðeins sérvaldar bandarískar herdeildir\nhttp://world.guns.ru/assault/as40-e.htm\n. Hinsvegar á að fara að henda út gömla M16A2 og M4 riflunum hjá US. Army og lögguni þar vestra og taka upp XM8\nhttp://world.guns.ru/assault/as61-e.htm\nsem er systurvopn XM 29."
        }
    ]
}