{
    "forum_title": "Windows",
    "user": "BOSS",
    "user_id": "979",
    "date": "2001-06-25 10:44:56",
    "title": "Framtíð áhugamálsins Windows",
    "text": "Smá umræða um Windows og hina og þessa menn sem elska að hata þetta kerfi.\n1. Á áhugamálinu Windows er ætlunin að tala um Windows stýrikerfi, ýmis vandamál sem koma upp í keyrsu og uppsetningu. “Tips’n tricks” og ýmislegt annað þessu tengt.\n2. Windows, þótt mönnum líkar betur eða ver, er lang, lang mest notaða stýrikerfi í heiminum í dag . Um eða yfir 90% markaðshlutdeild er nú bara ekkert slæmt. Restin Macos, Linux, Unix og ýmislegt annað eru fín stýrikerfi út af fyrir sig, en eru að stefna á allt annan markað. Mac aðallega á grafíska vinnslu (DPT) og linux/unix á servera markaðinn, þó auðvitað séu verulegar undantekningar.\n3. Windows er að mínu mati besta stýrikerfið fyrir venjulegar PC heimilis tölvur, punktur. Hvort sem menn nota 98se eða 2000 þá er þetta það einfaldasta lausnin fyrir þessar tölvur.  95% af notendum mundu aldrei geta notað Linux held ég. Það er allt of flókið fyrir hinn almenna tölvunotenda. Ég hef til dæmis ekki tíma til að stúdera Linux. Hef einu sinni sett það upp og gafst upp eftir fullt af veseni, hehe.\n4. Hér eru nokkrir aðilar sem virðast hafa þann eina tilgang að setja út á þetta áhugamál og  bögga aðra (crap, popcorn + fl.). Ég mæli með að sett verði upp sía þannig að þeir geti ekki sent inn hingað eða allt sem kemur frá þeim þarfnist samþykkis stjórnenda. Stjórnendur ég mæli með að þið eyðið öllu frá þessum mönnum. Þá hætta þeir þessu og nenna þessu ekki lengur.\nÞessir aðilar (crap) giska ég á að sé að keyra á windows en sé svona Linux wanabee.\n5. Ég hvet þessa týpísku Linux menn, sem elska að hata Windows, að halda sinni speki á Linux áhugamálinu, nema náttúrulega að þeir séu að aðstoða Windows notendur ;-).  Því miður vantar Mac áhugamál sárlega. Það eru ekki færri vandamál sem fylgja MacOs en Windows. Það er bull að MacOs 9x sé stöðugt! Fáir nota MacOs X (osex)  enn sem komið er, aðallega vegna hugbúnaðar samhæfnis vandamála. MacOs X er drullu stöðugt að sögn en það er Windows NT/2000 líka!\nÉg mæli með að á þessu áhugamáli haldi menn sig á mottunni og sýni mönnum virðingu með sín vandamál.\nÉg hef verið  að nota Windows 2000 í á annað ár og get staðfest að þetta er það besta sem að PC notendur komast í. Þetta frýs aldrei, er öflugt, styður flestan þann vélbúnað sem til er fyrir PC tölvur á dag. Aftur á móti eru Windows 95/98/me slöpp kerfi sem að menn ættu að halda sig frá eins og logandi eld. Sérstaklega Windows me. Af þessum 16/32 bita DOS byggðu kerfum er Windows 98se skásti kosturinn.\nNenni þessu ekki lengur,\nkveðja,\nBOSS",
    "url": "https://www.hugi.is/windows/greinar/32397/framtid-ahugamalsins-windows/",
    "url_id": "32397",
    "id": "217804",
    "replies": [
        {
            "user": "arnorg",
            "user_id": "459",
            "date": "2001-06-25 22:33:10",
            "id": "217805",
            "reply_to_id": "217804",
            "text": "Fin grein hjá þér, það er gott að það er eitthvað að rætast úr þessu áhugamáli því að greinarnar sem að voru inni fyrir voru náttúrulega ekki greinar fyrir fimmaur.."
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2001-06-25 22:33:45",
            "id": "217806",
            "reply_to_id": "217804",
            "text": "alveg er eg hjaranlega sammala ther.\nBurt med vitleysingana lika\nLinux freaks/gods…goto www.hugi.is/linux\nWin2K pro og server er thad besta sem eg hef sed.  Aldrei forsid.  Serverinn hja mer er buinn ad vera i gangi i heilt ar an thess ad reboota nema kannski 3 sinnum eftir ad hafa installad einhverju\nkv.\nMoose"
        },
        {
            "user": "izelord",
            "user_id": "1143",
            "date": "2001-06-25 23:42:07",
            "id": "217807",
            "reply_to_id": "217804",
            "text": "flott grein. Það er satt að þeir sem eru að pósta hérna hjálp og svoleiðis, þeir eiga ekki neitt að vera að segja “eina lausnin :linux”. Það gengur ekki á þessu áhugamáli. Win2k er ÁN vafa besta stýrikerfi microsoft til þessa og ég vona að þeira fáu gallar sem finnast í því verði fixaðir.\nBTW. Það tók mig ekki nema 2 klst að installa win2k (með kóperi, formatti, partioni, installi) og það VILLULAUST, svo fraus hún ekki fyrr en ég fór í preview fyrir “pipes” screensaverinn.  Sem var viku seinna. Win98 hefði aldrei meikað það. Né það að vera með kveikt á sér í 5 daga samfleytt á netinu."
        },
        {
            "user": "JReykdal",
            "user_id": "77",
            "date": "2001-06-26 03:49:09",
            "id": "217808",
            "reply_to_id": "217807",
            "text": "pfff….Windows 98, 42 dagar í gangi og vinnandi."
        },
        {
            "user": "DelphiGiz",
            "user_id": "5928",
            "date": "2001-06-26 08:21:28",
            "id": "217809",
            "reply_to_id": "217808",
            "text": "Góð grein boss, tók almennilega á þessu.  WindowsMe up ´n running í 2 63 daga og alltaf spræk :)"
        },
        {
            "user": "sigzi",
            "user_id": "1347",
            "date": "2001-06-26 01:23:14",
            "id": "217810",
            "reply_to_id": "217804",
            "text": "flott grein, alvöru grein..\nég var bara að koma greinunm af stað !!\nég veit það MJÖG vel að þetta var bara bull\nen endilega finnið eitthvað að þessum texta sem ég skrifaði núna og böggiði mig eins og þið getið !!"
        },
        {
            "user": "MegaMoli",
            "user_id": "1804",
            "date": "2001-06-26 12:11:22",
            "id": "217811",
            "reply_to_id": "217804",
            "text": "Ég hef verið með windowsME á vélinni minni frá því að það kom út.(Reyndar fyrr)\nÞað er ekkert verra en windows98/98SE.\nÉg er með win2000 á vinnu vélinni minni og það er líka gott og blessað en ég get ekki sagt að ég hafi ekki lent í veseni bara með winME því ég hef líka lent í veseni með win2000.\nÞannig að ég segi að ÖLL (windows)stýrikerfin eru fín á sinn hátt."
        },
        {
            "user": "Steinia",
            "user_id": "2047",
            "date": "2001-06-26 12:41:28",
            "id": "217812",
            "reply_to_id": "217811",
            "text": "ég er með Windows 2k og get ekkert annað en verið ánægður með það. Það hefur aldrei frosið og aldrei verið með neitt bögg. Aftur á móti var ég orðinn dálítið þreyttur á WinME eftir að hafa þurft að formata 3-4 eftir að WinME hrundi, varð böggað 2x og annað slíkt. Það er ekkert nema gott um Win2k að segja og þetta er fín grein hjá þér BOSS. Win áhugamálið á alveg fullann rétt á sé"
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2001-06-26 22:00:48",
            "id": "217813",
            "reply_to_id": "217812",
            "text": "Win2k er held ég eitt besta stýrikerfi á markaðnum í dag ;)\nME er s0rp ;P"
        },
        {
            "user": "gRIMwORLD",
            "user_id": "1867",
            "date": "2001-06-28 00:10:07",
            "id": "217814",
            "reply_to_id": "217813",
            "text": "Ég er með bæði Windows 2000 Pro og Windows CODENAME “Whistler” a.k.a. XP sem er beta 2 útgáfa. Hún er svo drullustöðug á minni vél að ég hef ekki séð annað eins…og þetta look er algjör snilld!!!!!"
        },
        {
            "user": "tran",
            "user_id": "59",
            "date": "2001-06-27 08:36:46",
            "id": "217815",
            "reply_to_id": "217804",
            "text": "isss, ég er með win95 hérna á vinnuvélinni sem ég er í 8 tíma á dag með fullt af forritum í gangi…\nvar kominn í 27 daga í gær þegar ég ætlaði að reboota(fékk það ekki af því að ég skrifaði /quit reboot í ircið hjá mér og tölvan rebootaðist sjálfkrafa um leið og ég ýtti á enter? ? ? ?)\nnáði 8 vikum síðasta sumar á annari tölvu hérna(win95 líka9"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-28 11:24:19",
            "id": "217816",
            "reply_to_id": "217804",
            "text": "það er samt skrýtið að það er bara til fólk sem annaðhvort elskar windows, eða hatar windows! það er enginn millivegur!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-29 10:51:23",
            "id": "217817",
            "reply_to_id": "217804",
            "text": "Ég er Windows maður en öll 32 bita windows kerfin eru ekki nógu stöðug. Frá Windows 95 - ME, NT OG 2k\n2000 er hrillingur ef þú ert að skipta um hardware það gjörsamlega haltar, geðveikt pirrandi.\n98/98SE/ME alltaf Explorer errorinn\nskást ef þú ert með IE6.\nen annars hvað finnst ykkur ?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-07-05 20:09:39",
            "id": "217818",
            "reply_to_id": "217804",
            "text": "Ókei,\nÞið Windows menn sættið  ykkur við það: ÞIÐ ERUÐ AÐ KEYRA STÝRIKERFI DAUÐANS, SEM HEFUR EKKI VOTT AF STÖÐULEIKA! Og það sem þú ert að segja að MacOS 9 sé óstöðugt og win2k sé stöðugt eru yður ekki með öllum mjalla. Og síðan er þetta með Linux mennina eða öllu heldur Unix mennina: Við erum líka fólk! =) En eitt er ég þér sammála, það vanntar MacOS áhugamál og kannski BeOS líka.\nChill!"
        },
        {
            "user": "blindur",
            "user_id": "68",
            "date": "2001-07-10 14:41:34",
            "id": "217819",
            "reply_to_id": "217804",
            "text": "Númer eitt tvo og þrjú: ef win2k hefur ekki frosið hjá ykkur þá eruði ekki alvöru nördar, því alvöru nördar fikta og fikta og á endanum frýs ALLT.\n:)\nÉg er bæði windows maður og linux þannig að ég myndi vera þessa á milliveginum.\nEn það er alveg rétt að win2k er það besta frá M$ sem ég hef prófað og ég hef prófað 3.11, 95a, 95b,NT 4, 98, 98se og Win2k Pro.\nOg ef það á að fara eyða einhverjum greinum héðan sem einhverjir unix menn skrifa þar sem þeir eru að niðurlæga/rakka niður windows þá er þetta orðið að fasista vef, ég hélt að það væri mál/tal/ritfreslsi á íslandi?\nEf það kemur einhver linux aðili að drulla yfir windows svarið fyrir ykkur, ekki fara væla eins og verstu kerlingar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-07-19 10:34:39",
            "id": "217820",
            "reply_to_id": "217804",
            "text": "Windows er gott í vissa hluti og á sínar góðu hliðar. Og síðan er verið að tala um að MS. hafi ekki gert góðan hugbúnað, það er kjaftæði það hafa komið ágætishlutir frá MS. En þá er líka það að það Windows getur ekki verið gott í allt svo að keyra servera og annað dót eru önnur kerfi betri.\nChill!"
        }
    ]
}