{
    "forum_title": "Stjórnmál",
    "user": "kristofer",
    "user_id": "6653",
    "date": "2001-06-25 15:51:14",
    "title": "Hversu langt er í algjört stjórnleysi?",
    "text": "Ég var að lesa greinina “Lögregluríkið, Ísland”, sem fjallar um\nlaunakjör lögreglumanna (mjög góður punktur), og þar sá ég að\naðeins var komið inn á ofbeldi í samfélaginu, í tengslum við það\nefni.\nMig langaði aðeins til að ræða einmitt þetta mál, en fannst það\nekki henta í þá umræðu, svo ég stofna hérmeð nýjan þráð…\nOfbeldi hefur stóraukist á Íslandi á síðustu árum.  Fyrir 20 árum\ndatt fólki ekki í hug að þræta við lögreglumann.  Núna misþyrma\nmenn lögreglumönnum.\nÉg er þeirrar skoðunar, að margt stuðli að þessu, t.d.\nfíkniefnamenningin, sem er heill heimur útaf fyrir sig, sem ýtt\ner úr sjónmáli með þessu fáránlega lögbanni á fíkniefni.\nEinnig tel ég að sá fjöldi af menningarsamfélögum sem myndast\nhefur á landinu á síðustu árum eigi einhvern þátt í þessu -\nmismunandi þjóðarbrot sem vilja ekki eða eiga ekki kost á því að\nblandast við þjóðina sem fyrir er, og því verða árekstrar á milli\nþeirra.\nÉg vil ekki með þessu koma með neina rasistavitleysu, aðeins\nbenda á, að árekstrar koma því miður óhjákvæmilega upp ef\nmenningarsamfélög sem búa á sama stað einangra sig frá hvert öðru.\nÞetta virðist því miður vera mjög algengt, bæði virðast\nútlendingar einangra sig frá íslendingum, og íslendingar einangra\nsig frá útlendingum.  Lélegt.\nEn, að aðalpunktinum.  Hvað þarf að gera til að laga þetta\nófremdarástand?  Eigum við bara að sætta okkur við það, að við\ngetum ekki gengið um borgina okkar á kvöldin?\nÉg held að flestir geti verið sammála um það, að í augnablikinu\ner lögreglan ekki að standa sig í því að vernda þegnana.  Langt\nþví frá.\nÞetta stafar af því, að lögregluna skortir mannskap og útbúnað.\nEf lögreglan gæti teflt fram nógu mörgum, vel þjálfuðum mönnum\nmeð alvöru útbúnað (hjálmar, táragas, skotvopn…) held ég að\nvandamálið myndi minnka mikið.\nSem dæmi vil ég nefna að ég var að ganga heim úr vinnu um\nhálffimm á laugardagsmorgni, var næstum hent í mig grjóti…þá\nvoru tveir drukknir ungir menn að deila…þetta var rétt hjá\naðalstöð lögreglunnar í Reykjavík.  Er ekki lágmark að þeir haldi\nreglu svona rétt í kringum sig?\nÉg tel það mjög mikilvægt að lögreglan fari að geta teflt fram í\nfyrsta lagi vel þjálfuðum mönnum (mjög stór prósenta\nlögreglumanna á Íslandi má ekki einusinni bera kylfu, því að þeir\nhafa ekki klárað lögregluskólann (sem einmitt er fáránleiki útaf\nfyrir sig)), og svo skotvopnum.\nMargir segja að ef lögreglumenn bæru skotvopn myndi það bara koma\nslíkum vopnum inn í málið, og þá myndu glæpamenn einnig útbúast\nslíkum vopnum.  Ja, in case you haven't noticed, þá virðast\nglæpamenn hafa alveg frjálsan aðgang að hvers kyns skotvopnum,\neins og sannaðist með skotárás í Breiðholtinu um daginn.\nEn…commenta, endilega…hvernig haldið þið að það sé best að\nredda þessu?  Er tímabært að vopna íslenska lögreglumenn?",
    "url": "https://www.hugi.is/stjornmal/greinar/32412/hversu-langt-er-i-algjort-stjornleysi/",
    "url_id": "32412",
    "id": "217955",
    "replies": [
        {
            "user": "CULxDExSAC",
            "user_id": "8041",
            "date": "2001-06-25 17:09:41",
            "id": "217956",
            "reply_to_id": "217955",
            "text": "Mér finnst að lögregluembættið ætti að fá um 3-4 skriðdreka til að keyra á niður laugaveginn um helgar. Og ef þeir sjá einhverja rífast þá á bara að skjóta þá!  Bara plaffa þá niður.. enda tilþess eru byssurnar.."
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2001-06-26 09:12:14",
            "id": "217957",
            "reply_to_id": "217956",
            "text": "Tank Police! Tank Police! Tank Police!\nAnd if you really want results give us Nuclear warheads!\n-Dominion Tank Police(Masamune Shirow)-"
        },
        {
            "user": "KoRn",
            "user_id": "1137",
            "date": "2001-06-25 17:12:51",
            "id": "217958",
            "reply_to_id": "217955",
            "text": "Ég held að vanda málið sé ekki að þeir séu ekki nógu vel vopnaðir, frekar held ég að vandamálið sé virðingaleisi við lögregluna, og ég held að lögreglu menn fá einga virðingu fyrir það að vera með skot vopn á sér.\nFrekar held ég að þeir þurfi að vera betur þjálfaðir, amk búnir með lögregluskólan."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-25 18:11:20",
            "id": "217959",
            "reply_to_id": "217958",
            "text": "Engin skotvopn takk!"
        },
        {
            "user": "WarDrake",
            "user_id": "8143",
            "date": "2001-06-25 18:23:48",
            "id": "217960",
            "reply_to_id": "217955",
            "text": "ok thad sem mer finnst ad se ad er thad ad islenskir logreglumenn eru bara ekki undirbuinir fyrir svona lagad og ad logreglan fai ser byssur er bara kjaftaedi hreint og beint heldur a ad kenna thessum monnum bara meiri “fantabrogd” til ad taka thetta folk nidur og halda thvi nidri med einu handataki og sidan vantar bara meiri mannskap ekki svona nokkrar hraedur\np.s afsakid stafsetninguna er a amerisku lyklabordi"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2001-06-25 19:16:07",
            "id": "217961",
            "reply_to_id": "217960",
            "text": "Ef lögreglumenn verða vopnaðir er alltaf hætta á að glæpamenn komist yfir vopninn þeirra.\nég heyrði einvhersstaðar að 5. hver bandarísk lögga sem er drepinn er af eigin vopni.\nMér fyndist það bara sniðugt að fá hingað svona 50 navy-seals hingað og láta þá vera í miðbæ um helgar.ég held að fáir gætu staðið í þrautþjálfuðum mönnum sem væru samt alveg óvopnaðir.\n:)\nen annars ætti að hækka laun lögreglumanna hér mjög mikið og auka þjálfunina, það er ekki dýrt eftirá held ég."
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2001-06-25 19:21:39",
            "id": "217962",
            "reply_to_id": "217955",
            "text": "Engar byssur takk.\nBerðu saman Bandaríkin og Bretland. Götulöggur í Bretlandi voru síðast er ég vissi ekki að ganga um með hólka, og það eru færri “shootings” þar.\nSérsveitirnar geta haft byssur, en ekki almenn götulögga."
        },
        {
            "user": "Titan",
            "user_id": "7585",
            "date": "2001-06-25 23:03:54",
            "id": "217963",
            "reply_to_id": "217962",
            "text": "það sem þarf : fleiri löggur, betri þjálfaðar löggur, hærri laun handa þeim. Betri útbúnað. ( t.d skammbyssa í skottinu eða eitthvað ),\nÞað sem á ekki að gerast: alls ekki láta þá lappa með byssuna á sér ( í belti ( eða öðrum stöðum á líkamanum )  )"
        },
        {
            "user": "luckypete",
            "user_id": "11175",
            "date": "2001-06-26 00:03:18",
            "id": "217964",
            "reply_to_id": "217955",
            "text": "Ég er alls ekki sammála því að það þurfi að fara að vopna lögregluna á Íslandi, maður leysir ekki ofbeldi með ofbeldi.  Þó svo að þeir (lögregluþjónarnir) yrðu sennilega mun óárennilegri fyrir vikið myndi bara skapast meira bil og þar af leiðandi meiri spenna á milli almennings og lögreglu.  Það sem þarf kannski að gera er að auka fjárframlög til lögreglunnar og fjölga lögregluþjónunum.  En á móti kæmi að þá væru þeir enn sýnilegri og þá kæmi kannski einhver fasistabragur á næturlífið og mannlífið?  Þetta er mikið vandamál og virðist það komið í tísku að berja á löggunni.  Hugsanleg lausn væri kannski að fjölga þeim smátt og smátt, þjálfa þá betur í bardagatækni o.fl.  Ég held að það sé sniðugast að reyna að forðast að það sé borin óttablandin virðing fyrir lögregluþjónum á Íslandi, frekar bara að bera virðingu fyrir þeim eins og samlöndum sínum?…"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2001-06-26 00:32:07",
            "id": "217965",
            "reply_to_id": "217955",
            "text": "Ég held að við séum nú sem betur fer enn, nokkuð langt frá algjöru stjórnleysi.\nÉg er alfarið á móti því að fleiri lögreglumenn verði vopnaðir en nú er í víkingasveitinni.\nÁn efa má fjölga í lögreglunni, en slíkt leysir ekki allan vanda.\nTaka þarf mun fastari tökum mál þeirra einstaklinga er lenda á glapstigu og fremja hvert afbrotið á fætur öðru, hvort sem er vegna áfengis eða fíkniefnaneyslu, eða annars.\nJafnframt þurfa yfirvöld að vera vakandi varðandi\nt.d. starfssemi eins og nektardansstaði, sem alltof lengi hafa lotið einhverjum “ ágætisstimpli”, þar til skýrsla um vændi birti eitthvað annað.\nFjölgun innflytjenda hefur eðlilega í för með sér\nað önnur menningarsamfélög verði til hér á landi, og ein uppákoma árekstra þar á milli finnst mér ekki sérstakt tilefni fjölmiðlafárs, hins vegar\nþarf að ræða málefni innflytjenda á breiðari grunni en hingað til hefur verið, m.a. hvernig aðfluttir öðlist ríkisborgararétt.\nAlmennt agaleysi er orsök ýmissa þeirra vandamála sem við er að etja, þar sem engin finnast mörkin,\nog engin “nennir” að virða þau.\nEitt dæmi útivistartími barna, sumar og vetur,\nsífellt vandamál fyrir foreldra sem þar reyna að láta börn sín vera “ öðru vísi ” en önnur börn, með því að virða þennan tíma.\nAð lokum aukinn vopnaburð á Íslandi, NEI TAKK, að svo komnu máli."
        },
        {
            "user": "Sykur",
            "user_id": "9705",
            "date": "2001-06-26 00:51:56",
            "id": "217966",
            "reply_to_id": "217965",
            "text": "Kannski ekki skotvopn eða mjög hættuleg vopn, mér finnst að það ætti kannski að leyfa rafmagnskylfur eða einhvern veginn þannig vopn."
        },
        {
            "user": "dresib",
            "user_id": "8563",
            "date": "2001-06-26 01:03:38",
            "id": "217967",
            "reply_to_id": "217955",
            "text": "Mér finnst ekki tímabært að vopna þá skotvopnum, nei. Ég er mjög sammála þér að öllu öðru leyti.\nÉg kenni fíkniefnum mjög mikið um þessa þróun. Reyndar þekki ég engar tölur þess að fíkniefnaneysla hafi verið minni áður, en mér finnst líklegra að í dag séu menn að neyta efna sem hafa veruleg, geðræn áhrif. Þá helst vil ég nefna amfetamín og kókaín, sem er mun algengara en flestir landsbúar vita.\nOft er bent á E, en án þess að vilja fullyrða það, veit ég ekki til þess að fólk verði árásargjarnt af því að nota E. Með tilliti til þess hversu mjög svo ólöglegt E er, hinsvegar, sem og að E-dílerar *eru* LSD/amfetamín/kókaín-dílerar, er nokkuð augljóst að E-neysla á Íslandi hefur í för með sér *verulega* hættu á því að menn leiðist út í efni sem gera ekki bara þeim sjálfu hætt við, heldur umhverfi þeirra.\nEn já, annar alltof stór þáttur í þessu, er eins og þú segir, lögreglan. Hvaða fólk er búið að vera að fara í verkfall upp á síðkastið? Það eru kennarar, sjómenn, sjúkraliðar, strætisvagnabílstjórar, og lögreglumenn hefðu gert það ef þeir mættu það löglega, en í stað þess fóru þeir í kröfugöngu. Þetta er allt *mikilvægasta fólkið*! Nema reyndar strætisvagnabílstjórar, en þetta er a.m.k. allt svið sem eru eingöngu fjármögnuð af Ríkinu.\nSíðan dirfast menn að tala um að lækka skatta og eitthvað. :) Sýnist ykkur það vera helsta vandamál Íslands? Of háir skattar? Mér finnst helsta vandamálið vera hversu illa skattarnir okkar eru nýttir í þessi bráðnauðsynlegu störf. Í hvert sinn sem þetta fólk fær launahækkun, hækkar allt landið verð sín og laun, og við það myndast verðbólga, tekjumunur eykst, og síðast en ekki síst; Verkfallsfólkið er á nákvæmlega sama stað og það var áður.\nLaun lögreglumanna eru fáránleg. Þjálfun lögreglumanna er fáránleg. Það er mikið af fáránlegum lögum í gangi, sem breyta lögreglumönnum í óvini fólks frekar heldur en í vini þess. Ég þekki lögregluna eingöngu af því að stoppa hluti sem eru fullkomlega, og ég veit um fjölmörg dæmi þess að úti á landi haldi lögreglumenn sig inni í bíl sínum á meðan áflog standa yfir, vegna þess að þeir eru hræddir um eigin skinn. Ég veit ekki til þess að þetta hafi gerst í Reykjavík… ég veit bara til þess að þeir hafi ákveðið að nota táragas til þess að hella yfir fullt af fólki, þar á meðal fólk sem var ekkert að abbast upp á þessa svokölluðu riddara réttlætisins.\nÉg hef tvisvar séð lögreglumenn úða táragasi, og í bæði skiptin fer ég ekki ofan af því að var vegna þess að þeir voru gripnir hræðslu. Það voru litlir pollar, einstaka aumingjar að rífa kjaft við þá, svo þeir henda táragasi. Einhvern veginn finnst mér ábyrgð þeirra ekki benda til þess að þeir séu reiðubúnir til að ganga um með skotvopn.\nPunkturinn er; Lögreglan er smátt og smátt að breytast í óvin þjóðarinnr, og ég vil að þeir geti sýnt fram á þá þjálfun, fagmennsku og hugdirfsku, sem þarf til að stöðva það sem Ísland er að breytast í: Enn meiri vitleysu en það hefur alltaf verið.\nÞessu *verður ekki* framgengt án meiri tekna til lögreglunnar. Bæði í þjálfun, sem og í laun lögreglumanna. Það hlýtur hver heilvita maður að sjá að með hærri launum og hærri kaupmætti einnar starfsgreinar, leggur sú starfsgrein sig betur fram.\nÞó ég hafi ekkert á móti skattalækkunum þegar þær eiga við, er ég eindregið á móti þeim núna, á meðan það er almenn skoðun að það sé hreinn fávitaskapur að vinna fyrir ríkisstjórnina, sökum þess hve illa borgað það er."
        },
        {
            "user": "dresib",
            "user_id": "8563",
            "date": "2001-06-27 15:29:29",
            "id": "217968",
            "reply_to_id": "217967",
            "text": "KLIPPUM ÚT FLEIRI PAPPALÖGGUR!!\n(vei, vei)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-26 01:06:05",
            "id": "217969",
            "reply_to_id": "217955",
            "text": "Ég gleymdi að ljúka á uppáhaldslínunni minni sem ég er meira að segja höfundur af. Þannig var að ég var ekkert mikið á löglegu hliðinni um 15 ára aldurinn, og félagi minn sagði eitthvað á þá leið; “Ég vildi að það væri anarchy á Íslandi. Það væri SVO COOL!” - “Það *er* anarchy á Íslandi, fólk bara veit það ekki.”\nOg þar er mergur málsins. Það er hægt að komast upp með hvaða djöfuls vitleysu sem er, nema einstaka fjárglæpi gegn Ríkinu."
        },
        {
            "user": "nataz",
            "user_id": "6120",
            "date": "2001-06-26 09:18:48",
            "id": "217970",
            "reply_to_id": "217955",
            "text": "Flestir eru nú á því máli að þeir ættu ekki að bera skotvopn.\nEn einhvernstaðar heyrði ég þó að þegar sá tími myndi koma að skotið yrði á lögguna, þá myndi það kannski breytast.\nEn lögreglan hefur ekkert að gera með skotvopn sem stendur. Eins og það hefur verið bent á hérna, þá er ekki hægt að gera þá ábyrga fyrir slíku.\nVæri frekar að leggja áherslu á frekari þjálfun og að klára lögregluskólann."
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2001-06-26 10:18:24",
            "id": "217971",
            "reply_to_id": "217970",
            "text": "Lögreglan vill ekki bera vopn, því þá myndu krimmarnir fara að bera vopn á móti. Ef skotið yrði á lögguna væri bara kallað á sérsveitina. Lögreglan í Bretlandi ber ekki vopn, aðeins vopnuð sveit sér um það.\nAnnars verður ekkert stjórnleysi á þessu landi, tel nú litlar líkur á að hér verði e-ð ástand eins og í einhverjum hottentotta-ríkjum í Afríku þar sem her og lögregla er jafn auðkeypt eins og mjólk…………..\nSiggibet"
        },
        {
            "user": "Sykur",
            "user_id": "9705",
            "date": "2001-06-26 12:49:37",
            "id": "217972",
            "reply_to_id": "217971",
            "text": "Eins og ég sagði áður þá ætti löggan að fá rafmagnskylfur eða einhvern veginn þannig sem eru þó nokkuð öflug og valda ekki varanlegum skaða."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2001-06-27 00:30:47",
            "id": "217973",
            "reply_to_id": "217972",
            "text": "Ég held að hinir íslensku ofbeldisseggir hyrfu eins og dögg fyrir sólu ef lögreglan veifaði leikfangabysssum. Það á hins vegar ekki að þurfa til."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-26 16:00:15",
            "id": "217974",
            "reply_to_id": "217955",
            "text": "ég man eftir fréttum þar sem kom fram að lögregla væri að berja á fólki. og það hafa verið feldir dómar yfir lögreglumönnum. fólk hefur látis í vörslu lögreglu eftir höfuðhögg. aðalega því það eru hálvitar að vinna þarna sem eru í lögguni þvi þeir fá að berja á fólki.\nog ég man líka eftir vanvirðingu lögreglu í miðbænum. t.d eitt skipti þegar þeir voru að keira um lækjartorg og sýndu algera vanvirðingu og næstu óku niður fólk sem var þar að skemmta sér.\nætli sona framkoma hafi orðið til þess að fólk fór að berja frá sér og lærði að hata lögguna en meira."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-26 16:02:45",
            "id": "217975",
            "reply_to_id": "217955",
            "text": "það er stór spurning hvort ofbeldi muni vekja virðingu fyrir lögregluni. eða hvort hún verði hötuð en meira. t.d ef menn fara að láta hana vá vopn. þá fara glæpamenn líka að vopnast og þá fáum við ástand eins og er í bandaríkjunum. og það er virkilga eitthvað til að sækjast eftir er það ekki."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-27 10:51:48",
            "id": "217976",
            "reply_to_id": "217955",
            "text": "Ég held að lausnin sé ekki að vopna lögregluna í bænum. Að mínu mati má segja að lögreglan beri sjálf ábyrgð á þessu svokallaða virðingarleysi fyrir þeim. Þeir hafa gleymt að þeir eru að þjóna fólkinu ekki að ráðskast með það. Ofbeldi verður ekki leyst með meira valdi lögreglunnar. Eina sem mun gerast er að ofbeldið í bænum verður bara ljótara. Við búum ekki í lögregluríki og það verður lögreglan að fara að skylja."
        },
        {
            "user": "octavo",
            "user_id": "10323",
            "date": "2001-06-27 18:26:19",
            "id": "217977",
            "reply_to_id": "217955",
            "text": "Dauðsföll í Bandaríkjunum verða ekki vegna þess að lögreglan er vopnuð, heldur vegna þess að allir hafa rétt til að eiga byssu og þú getur, í sumum fylkjum, gengið út í búð og keypt þér byssu og tekið hana með þér heim strax.\nÍ augnablikinu man ég bara eftir tveimur löndum þar sem lögreglan er ekki vopnuð skotvopnum, Ísland og Bretland."
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2001-06-29 11:32:26",
            "id": "217978",
            "reply_to_id": "217977",
            "text": "Það er ekki hægt að miða okkur við BNA, því það land er bara “fucked up” ef maður leyfir sér að sletta.\nÍ Danaveldi og reyndar öllum hinum norðurlöndunum ber lögreglan vopn. Samt er ekki mikið um morð eða byssu-glæpi. Vegna þess að það eru ströng lög sem gilda um vopn, eins og hér. Mér þykir það ógeðfeld tilhugsun að lögreglan sé að bera nokkur vopn. Gildir það líka um rafmagnskylfur, hvað sem það er nú. Ef löggan væri með svona tól yrði þetta notað gegn þeim, líkt og piparúðinn, ósjaldan fá löggurnar þann viðbjóð í augun. Staðan í þessum málum er fín. Litla svarta kylfan sem þeir eru með í vasanum er alveg nóg. Annars færi fólk bara að vera með kærur um “ólögmæta notkun lögerglu á þessum vopnum gegn sér”…….\nAnnars vil ég benda þeim eintakling á það sem sagði að hér á fróni ríkti stjórnleysi. Það er ekkert stjórnleysi hér og þetta með að einu glæpirnir sem ekki ganga upp eru tengdir peningum, er argasta bull. Dópið gengur best.\nDauðarefsningar á Ísland takk, karlar hengdir og konum drekkt, það væri sko fútt í því >:-)\nSiggibet"
        },
        {
            "user": "ZinderLoc",
            "user_id": "10112",
            "date": "2001-06-30 21:49:55",
            "id": "217979",
            "reply_to_id": "217978",
            "text": "JÁ, spörum samfélaginu pening."
        },
        {
            "user": "Sveipur",
            "user_id": "24390",
            "date": "2001-07-01 14:15:19",
            "id": "217980",
            "reply_to_id": "217979",
            "text": "Fáranlegur endir á annas fínum umræðum,  Lögreglann á ekki að vera með vopn, eins og fram hefur komið þá höndla þeir ekki einu sinni það að vera með pipar úða, með hann í beltinu fá sumir þessir strákar fyrsta skifti á æfini sjálfsálit og missa sig á aumum fíkni efna neitendum, ég þekti einu sinni mann sem var allur brunnin í munvikum og ég spurði hann hvað hefði skeð svar hans var á þessa leið: Ég var að labba útur húsi með honum #### og þar var Löggan sem beið fyir utan við vorum ekki að gera neitt nema að labba út en hann ##### vildi ekki vara að láta þá ganga yfir sig eða eitthvað og gargaði eitthvað á þá og þá fríkuðu þei út börðu hann niður og ég ætlaði að hjálpa honum þá komu þeir sem þarna -tek það framm ég var ekki á staðnum- meisuðu mig og það yfir allt andlit og uppí kjaftin á mér.  Þetta er það sem vinur minn sagði ég trúi ekki endilega að þeir hafi verið eins og skátar í framkomu sinni við Lögregluna en það réttlætir ekki að táragas/piparúði sé notaður á þennan hátt, hvað mingi gerast ef Lögreglan mindi vera með Bissu, ég mindi ekki vilja lesa fréttirnað fyrstu sexmánuðu eftir það þvílíar hörmungar, við erum með óvta í lögguni vegna þess að starfið höfðar ekki til annara.  Nenni ekki að fara yfir það sem ég skrifaði því afsaið mig, framsettninguna."
        },
        {
            "user": "Sveipur",
            "user_id": "24390",
            "date": "2001-07-01 14:18:38",
            "id": "217981",
            "reply_to_id": "217980",
            "text": "Það er samt betra að fara að vanda sig."
        },
        {
            "user": "zest",
            "user_id": "6194",
            "date": "2001-07-01 17:09:50",
            "id": "217982",
            "reply_to_id": "217955",
            "text": "lengri dómar eru málið það eru langflestir hæddir við fangelsi og lengri dóma"
        },
        {
            "user": "Visg",
            "user_id": "8369",
            "date": "2001-07-02 15:28:08",
            "id": "217983",
            "reply_to_id": "217955",
            "text": "Sammála efsta, bara fá skriðdreka og byssur til að plaffa fólk niður.\nEn svona í alvöru þá finnst mér allt vera að fara til fjandans….. SO FUCK YOU ALL!!!"
        },
        {
            "user": "kristofer",
            "user_id": "6653",
            "date": "2001-07-07 22:31:29",
            "id": "217984",
            "reply_to_id": "217983",
            "text": "Jahá.  Eins og ég tók fram í greininni er ég ekki endilega sammála því að vopna lögregluna, ég er eiginlega á báðum áttum.  Ég tel ekki að vopnun lögreglu sem slík myndi hvetja glæpamenn til að taka upp vopn, en hins vegar er lögreglan eins og hún er í dag bara samasafn vitleysingja sem annað hvort eru með svo mikla minnimáttarkennd að starfið höfðar til þeirra, eða þá að þeir fái hvergi vinnu annars staðar.  Vegna þessa myndu þeir ekki hafa neitt með byssur að gera - þeir myndu bara misnota þær.\nÞað sem þarf að gera, er það, að það verður að hækka laun lögreglumanna, þannig að þeir fái mannsæmandi kaup, og laða þannig hæft fólk í lögregluna."
        }
    ]
}