{
    "forum_title": "Rómantík",
    "user": "Masko89",
    "user_id": "38605",
    "date": "2005-09-02 09:10:49",
    "title": "ýmislegar hugsanir!",
    "text": "Magnað með þessa ást. Maður getur ekki lifað án hennar, þá líður manni eitthvað svo tómlega. En samt sem áður er ástin alltaf að skilja mann eftir í sárum.\nÉg hef elskað og ég hef verið særð. Að mínu mati er ekkert betra í þessu lífi en tilfinningin þegar að manneskjan sem að þú elskar heldur þétt utan um þig og þér finnst þú vera örugg/ur. Laus frá öllum heimsins vandamálum.\nÉg er nú kannski ung ('89 model) en ég hef fengið þau forréttindi að upplifa sanna ást.\nÞegar að maður er ástfanginn finnst manni eins og ekkert geti sundrað henni. En oftast, eins og gerist þegar að maður er svona ungur að þá gengur sambandið ekki upp og þú ert eftir í sárum.\nHvað er annars ást? Er það ódauðlegur kraftur sem að sendir sælustrauma um líkama okkar eða er það einfaldlega uppsöfnuð væntumþykja? Hvað lætur okkur elska?\nÉg vona innilega að einn daginn muni ég hitta þann eina rétta  og við munum elska hvort annað um alla tíð. Eignast saman börn, giftast, festa kaup á okkar fyrsta húsi og lifa lífinu saman í hamingju.\nÉg veit nú eiginlega ekkert hvert ég er að fara með þessari grein.. langaði bara að skrifa.. var eitthvað svo mikið að hugsa :/",
    "url": "https://www.hugi.is/romantik/greinar/324413/ymislegar-hugsanir/",
    "url_id": "324413",
    "id": "2438288",
    "replies": [
        {
            "user": "Zikki",
            "user_id": "52811",
            "date": "2005-09-02 09:49:20",
            "id": "2438935",
            "reply_to_id": "2438288",
            "text": "hvaerju á maður að svara við svona,, en svona er lífið"
        },
        {
            "user": "hendrixx",
            "user_id": "7447",
            "date": "2005-09-02 11:50:58",
            "id": "2439044",
            "reply_to_id": "2438288",
            "text": "love hurts…"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-09-02 11:56:34",
            "id": "2439051",
            "reply_to_id": "2438288",
            "text": "Að elskast\nalla tíð\ner ekki raunhæft lengur því að ævi okkar lengist í sífellu.  Það er mjög erfitt að halda sambandi heilbrigðu í meira en 30 ár!  Þess vegna er entust hjón kannski í gamla daga þegar að það drápust allir um fimmtugt.  Í dag vekur tilhugsunin um 30 ár í viðbót bara viðbjóð.\nSvo er náttúrulega bara betra að elska fleiri.  Fleiri því betra!"
        },
        {
            "user": "poolarinn",
            "user_id": "3574",
            "date": "2005-09-03 13:14:34",
            "id": "2442595",
            "reply_to_id": "2439051",
            "text": "amma mín og afi voru nú gift í 57 ár, alveg þangað til dauðinn aðskildi þau…"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-09-03 13:32:17",
            "id": "2442676",
            "reply_to_id": "2442595",
            "text": "Gamla biflíukynnslóðinn?  Skoðaðu sjálfan þig eftir fimmtíu ár."
        },
        {
            "user": "poolarinn",
            "user_id": "3574",
            "date": "2005-09-03 13:56:08",
            "id": "2442804",
            "reply_to_id": "2442676",
            "text": "Mamma mín og pabbi hafa svo verið gift í þrjátíu og eitthvað ár og verið saman enn lengur…og ég get ekki sagt að amma og afi eða mamma og pabbi séu mjög trúuð"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-09-03 14:04:53",
            "id": "2442845",
            "reply_to_id": "2442804",
            "text": "Jájá, ég trúi þér.  Skoðaðu samt tölfræðina en ekki nánustu ættingja og bara það sem þú einn þekkir.  Skoðaðu hana líka eftir 30 ár.\nÞú þarft ekki að trúa mér að sjálfsögðu og þér er frjálst að reyna að sannfæra mig um eitthvað annað, en reyndu þá að gera það með einhverjum dæmum sem ég get þekkt en ekki með Einari frænda sem hefur gert allt og er ágætis dæmi um allt sem þú segir. ;)"
        },
        {
            "user": "Animal",
            "user_id": "28908",
            "date": "2005-09-03 16:50:17",
            "id": "2443298",
            "reply_to_id": "2439051",
            "text": "Pælum samt aðeins… er þarf magn endilega að vera ták um gæði?"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-09-03 17:14:14",
            "id": "2443386",
            "reply_to_id": "2443298",
            "text": "Nei."
        },
        {
            "user": "Dandri",
            "user_id": "12426",
            "date": "2005-09-02 12:21:41",
            "id": "2439089",
            "reply_to_id": "2438288",
            "text": "Mér finnst samt rosalega rómantískt að sjá gamalt ´fólk sem er ennþá mjög ástfangið :)\nAmma og afi voru búin að vera saman í 60 ár og voru ennþá rosalega ástfangin, mér finnst það alveg rosalega fallegt :)"
        },
        {
            "user": "1Xtra",
            "user_id": "25810",
            "date": "2005-09-02 13:24:55",
            "id": "2439245",
            "reply_to_id": "2438288",
            "text": "“Ég er nú kannski ung ('89 model) en ég hef fengið þau forréttindi að upplifa sanna ást.”\nEinhvern veginn efast ég um það, því flestar gelgjur kalla allt “sanna ást”."
        },
        {
            "user": "Jessalyn",
            "user_id": "17818",
            "date": "2005-09-02 13:55:06",
            "id": "2439342",
            "reply_to_id": "2439245",
            "text": "Veistu, þegar ég las þessa grein þá hugsaði ég það sama: Yeah right að hún hafi upplifað sanna ást svona ung..\nEn svo áttaði ég mig á því að ég er orðin eitthvað svo gömul því ég man þegar að '89 módelið voru bara pínulitlir krakkar. En í dag eru það krakkar á fyrsta ári í framhaldsskóla. Þannig að ég efast ekki um að hún hafi upplifað þessa sönnu ást, sjálf upplifði ég hana í 10.bekk og fannst ég ekki vera ung. :)"
        },
        {
            "user": "1Xtra",
            "user_id": "25810",
            "date": "2005-09-02 14:25:27",
            "id": "2439427",
            "reply_to_id": "2439342",
            "text": "Hehe held frekar að þetta sé svona… Búin að þekkja kannski gaur í viku og alveg “OMG ÉG ELSKA HANN ÝKT MIKIÐ ÆÐI PÆÐI BÆJÓ *KYSS KYSS*”"
        },
        {
            "user": "Jessalyn",
            "user_id": "17818",
            "date": "2005-09-02 14:28:07",
            "id": "2439435",
            "reply_to_id": "2439427",
            "text": "Veistu, ég held ekki og er eiginlega viss um að þetta sé rangt hjá þér. Ég miða þetta bara við greinina sjálfa. Mér finnst þessi manneskja vera með frekar þroskaðar hugsanir og vel máli farin, en ekki gelgja eins og þú vilt meina.."
        },
        {
            "user": "Pittur",
            "user_id": "12581",
            "date": "2005-09-06 09:15:39",
            "id": "2452441",
            "reply_to_id": "2439435",
            "text": "Held að þetta sé alveg rétt hjá þér Jessalyn"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-02 14:48:19",
            "id": "2439502",
            "reply_to_id": "2439427",
            "text": "það eru auðvitað til alveg FULLT af svoleiðis gelgjum, og þær eru allstaðar. En það eru ekkert allir svona :) ég t.d er búin að vera í sambandi núna í næstum hálft ár og held að ég sé bara ástfangin uppyfir haus (:\nhinsvegar er ég með smá áhyggjur yfir því að þetta muni síðan ekkert endast en það kemur málinu ekkert við :Þ"
        },
        {
            "user": "punturis",
            "user_id": "23606",
            "date": "2005-09-02 14:08:18",
            "id": "2439380",
            "reply_to_id": "2438288",
            "text": "Þótt ég sé ung þá vona ég svo ótrúlega innilega að sambandið sem ég er í eigi eftir að ganga upp! Svo ótrúlega mikið.  Mér finnst einmitt svo skrítið að mér geti liðið svona þegar ég er svona ung ('90) En svona er þetta :)"
        },
        {
            "user": "raudurgiraffi",
            "user_id": "43112",
            "date": "2005-09-02 15:18:03",
            "id": "2439610",
            "reply_to_id": "2438288",
            "text": "Ég er líka mjög ung, fædd 91. Ég hef samt upplifað sanna ást. Þetta var ekki bara skot heldur ást. Vorum saman í 7 mánuði og hann hætti með mér í fyrradag. Þegar hann gerði það fannst mér erfitt að anda og ég missti mátt í líkamanum. Mér leið/líður viðbjóðslega. Þegar við vorum saman, vorum uppí rúmmi og ég lá við hliðina á honum með höfuðið á bringunni hans fannst mér eins og við myndum aldrei hætta saman. Ég var örugg."
        },
        {
            "user": "Rimanna",
            "user_id": "42409",
            "date": "2005-09-02 15:45:07",
            "id": "2439721",
            "reply_to_id": "2438288",
            "text": "Bara auglýsa vefsíðuna mína\nhttp://kasmir.hugi.is/rimanna"
        },
        {
            "user": "Masko89",
            "user_id": "38605",
            "date": "2005-09-02 15:50:31",
            "id": "2439741",
            "reply_to_id": "2438288",
            "text": "jaa, mismunandi álitin hérna.. en já.. Ég Hef upplifað sanna ást þótt að hún hafi ekki enst eins lengi og maður vonaði.. sama hvað þið haldið og viljið halda að þá er þetta bara eins og það er…"
        },
        {
            "user": "SuperNinja",
            "user_id": "42484",
            "date": "2005-09-02 20:44:40",
            "id": "2440935",
            "reply_to_id": "2438288",
            "text": "Viltu heyra eitt sniðugt……ég er jafn gömul þér og ég var að fara að festa kaup á íbúð með kærastanum mínum…..en því miður fór lífið mitt á hvolf og ég á erfitt með að snúa því til baka….held mér takist það aldrei að fullu :S"
        },
        {
            "user": "Masko89",
            "user_id": "38605",
            "date": "2005-09-03 13:42:05",
            "id": "2442731",
            "reply_to_id": "2440935",
            "text": "jaa dark queen, ein vinkona min hún býr með kærastanum sínum og það gengur allt geðveikt vel hjá þeim :)"
        },
        {
            "user": "SuperNinja",
            "user_id": "42484",
            "date": "2005-09-03 20:17:12",
            "id": "2444026",
            "reply_to_id": "2442731",
            "text": "Já…það hefði gengið vel hjá okkur líka……en hann klikkaðist eitthvað held ég :'(\nI lost my love!"
        },
        {
            "user": "Masko89",
            "user_id": "38605",
            "date": "2005-09-03 20:26:16",
            "id": "2444059",
            "reply_to_id": "2444026",
            "text": "æjæj :S en þetta sýnir það að ástin hefur engin aldurstakmörk ( þá er ég ekki að meina að 10/11 krakkar séu mikið í þvi að elska)"
        },
        {
            "user": "SuperNinja",
            "user_id": "42484",
            "date": "2005-09-04 09:46:00",
            "id": "2445523",
            "reply_to_id": "2444059",
            "text": "Já…ég veit!\nFrænka mín vildi meina að ég væri of ung…..en þetta samband var alveg mjög gott….alveg fram að seinasta degi :'(\nAldur er nánast afstæður…. :)"
        },
        {
            "user": "Pittur",
            "user_id": "12581",
            "date": "2005-09-06 09:14:59",
            "id": "2452439",
            "reply_to_id": "2445523",
            "text": "Hvað var er hann gamall? Bara að forvitnast :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-02 21:43:02",
            "id": "2441085",
            "reply_to_id": "2438288",
            "text": "Hljómar vel en því miður er blákaldur raunveruleikinn annar. Lífið er ekki dans á rósum. Sumir fara í gegnum lífið án félagsskapar og ástar (ef þeir þá hafa ekki flýtt fyrir sér). Að mínu áliti er þetta mikið verra en að lenda í ástarsorg. Bara aðeins að reyna að ná þér niður á jörðina."
        },
        {
            "user": "DrCrappet",
            "user_id": "27584",
            "date": "2005-09-03 06:18:41",
            "id": "2442127",
            "reply_to_id": "2438288",
            "text": "Jaja lifid er erfitt og allt tad, en tad er ekki til nein tessi eina manneskja tarna uti og ast er ad syardstum hluta likamleg, bara efnabod og tannig lagad. Og ef ad madur veltir ser of mikid upp ur hlutunum skemmir madur bara fyrir ser taer hugmyndir um astina og attar sig bara a tvi ad hun er bara hlutur fra natturunnar hendi sem gerir tad ad verkun ad dyrategundin madurinn heldur afram ad fjolga ser!!"
        },
        {
            "user": "LollyPolly",
            "user_id": "47547",
            "date": "2005-09-03 11:02:37",
            "id": "2442257",
            "reply_to_id": "2438288",
            "text": "Fín grein. Mér finnst líka skrítið að ég hafi upplifað sanna ást þó að ég sé fædd 91.\nEn ég vill frekar lenda í hundrað þúsund ástarsorgum heldur en að sleppa því að elska einhvertíman."
        },
        {
            "user": "Pottaplanta",
            "user_id": "54233",
            "date": "2005-09-14 09:12:18",
            "id": "2480240",
            "reply_to_id": "2442257",
            "text": "í alvörunni??\nég held að ég myndi frekar vilja troða gaddakylfu niður kokið á mér, frekar en að lenda aftur í ástarsorg. Afhverju að leifa hjartanu sínu að líða svona illa?\nHver er tilgangurinn í því?"
        },
        {
            "user": "LollyPolly",
            "user_id": "47547",
            "date": "2005-09-14 14:23:56",
            "id": "2480715",
            "reply_to_id": "2480240",
            "text": "Tilfiningin að elska er bara of góð til að sleppa henni. Ef maður ætlar að elska verður maður að vera tilbúin til að sætta sig nokkrum sinnum við höfnun."
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2005-09-03 21:27:37",
            "id": "2444261",
            "reply_to_id": "2438288",
            "text": "Tron er besta rómantíska mynd sem ég hef séð…..what was the name of the bad guy from Tron? this is gonna drive me nuts"
        },
        {
            "user": "Masko89",
            "user_id": "38605",
            "date": "2005-09-12 18:33:49",
            "id": "2474517",
            "reply_to_id": "2438288",
            "text": "æastin hefur aldrei skilið mig eftir í sárum."
        },
        {
            "user": "Masko89",
            "user_id": "38605",
            "date": "2005-09-12 19:18:45",
            "id": "2474800",
            "reply_to_id": "2474517",
            "text": "þá ert þú heppinn með það :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-13 18:41:54",
            "id": "2478434",
            "reply_to_id": "2474800",
            "text": "Stelpunar hafa hinsvegar gert það!"
        },
        {
            "user": "Catalunya",
            "user_id": "14472",
            "date": "2005-09-15 12:08:51",
            "id": "2483769",
            "reply_to_id": "2438288",
            "text": "Að mínu mati er þessi eina sanna ást svo sannarlega til:)\nÉg missti kærastann minn til eins árs núna fyrir tæpu ári síðan í hræðilegu slysi.Það var hrikaleg lífsreynsla að missa einhvern sem maður elskaði svona mikið og ég hélt á tímabili að ég ætti aldrei eftir að elska á ný. En viti menn!\nÉg hef alltaf verið mikil strákastelpa því að ég einfaldlega hef svipuð áhugamál og strákar. Svo gerðist það að ég og besti vinur minn til fjögurra ára felldum óvænt hugi saman. Þetta er svo sönn og skilyrðislaus ást til einstaklings sem ég þekki svo undur vel :)\nEkkert er svo illt að ekki boði eitthvað gott.\nHold on, it's out there ;)"
        },
        {
            "user": "Masko89",
            "user_id": "38605",
            "date": "2005-09-15 17:49:08",
            "id": "2484665",
            "reply_to_id": "2483769",
            "text": "samhryggist. En æj það er frábært þegar að góðir vinir verða eitthvað meira :) Úr því verða alltaf bestu samböndin:)"
        },
        {
            "user": "thesun",
            "user_id": "30379",
            "date": "2005-10-20 02:05:44",
            "id": "2597108",
            "reply_to_id": "2484665",
            "text": "Sæl :)\nÞú spyrð ekki léttrar spurningar, hvað er ást ? :) Efast um að nokkur viti svarið við því og ef einhver vissi svarið þá myndi ég gjarnan vilja hitta þann mann :)\nÞað er allaveg ljóst að ákv. efnaboðskipti eiga sér stað þegar tveir einstakl. verða head over heals….sbr.vísindagrein\nFyrst er losti/þrá sem stafar út af efnaboðskiptum estrógen og prógesterón\nNæsta stig er hrifning vegna efnaferla adrenalíns(fær hjartað til að slá hraðar), dópamín og eitt mikilv. efni serótín(sem getur látið okkur verða tímabundið vitskert)\nSíðasta stigið - þá er það orðið meira en bara hrifning, þá er komin meiri tilfinningaleg skuldbinding í spilið.  Síðan þegar fólk er farið að eignast krakka þá leiðast einhver önnur efnaferli úr læðingi sem eiga að stuðla að því að náin kynni endast :)\nVona bara að hver og einn finni þann sem hann vill eyða restinni að ævinni með, þetta með hinn eina rétta er það ekki bara fairy-tale dæmi(bíða eftir prince charming)\nJæja, ég er víst orðin of órómantísk :0) þannig best að hætta núna svo mar fái ekki of mörg skot á sig hérna á huga(allt í góðu)"
        }
    ]
}