{
    "forum_title": "Half-Life",
    "user": "EXtranZ",
    "user_id": "4893",
    "date": "2005-09-04 15:00:30",
    "title": "Ferdasaga Icegaming dagur #3",
    "text": "Eftir mjog audveldann leik vid breska lidid Psyc ta la leid okkar gegn 4kings. Leikurinn var nokkud spennandi sokum tess hve oft 4kings nadu ad sigra a naumum stundum sem hefdu getad farid a bada vegu.\nEftir ad hafa verid slegnir ur keppni akvadum vid ad drekkja sorgum okkar i omaeldu magni af afengi og skoda klubbana her i Sheffield. Vid forum inn a einhvern rosalegann kinverskann veitingastad og pontudum 6 mismumandi retti og ad sjalfsogdu afengi i stil (fyrir utan hann edru-mig).\nKlubbarnir i Sheffield komu okkur toluvert a ovart tratt fyrir eina asnalegustu reglu nordan alpafjalla. Dress code.. madur matti semsagt ekki fara inn a strigaskom. Vid islendingarnir ad sjalfsogdu strottudum dyraverdi haegri vinstri og komumst ad lokum inn. Blibb og Entex voru kosnir harmonikkudjammarar kvoldsins tar sem teir gafust upp a gedveikri danstonlist eftir orstutta stund.\nNu tekur vid spekk a urslitum CPL motsins milli NiP og team9 sem fer ad byrja mjog fljotlega asamt tvi ad sja Painkiller urslitin milli vo0 og Fatality.\nTangad til a morgun… Helgi out",
    "url": "https://www.hugi.is/hl/pistlar/325064/ferdasaga-icegaming-dagur-3/",
    "url_id": "325064",
    "id": "2446419",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-04 16:46:46",
            "id": "2446758",
            "reply_to_id": "2446419",
            "text": "well kmr marh"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-05 17:59:33",
            "id": "2450377",
            "reply_to_id": "2446419",
            "text": "naes að vinna 8 round a moti 4kings"
        },
        {
            "user": "EnteX",
            "user_id": "20200",
            "date": "2005-09-07 14:10:40",
            "id": "2456981",
            "reply_to_id": "2446419",
            "text": "Þetta var algjör snilldarferð:) Fyrir utan kannski mótið sem við vorum ekki ánægðir með, sérstaklega þar sem það var samtals allavega 10klst delay, og að það var spilað á 59hz flötum skjám ::] reyndar var það eins fyrir hin liðin svo við vorum alveg á jafnri grundu, en mér fannst þetta varla vera CS, ef þið testið að spila á þessu vitiði hvað ég er að tala um.\nVið bara orðnir bestu vinir NoA fórum út að borða með þeim og þar voru team9 catchgamer og sk líka, Catch gamer borguðu einmitt drykki fyrir SK og létu konuna óska þeim til hamingju með 8. sæti, það var priceless :D\nSvo fórum við á djammið með NoA og þetta eru algjörir snillingar, XeqtR dansandi og læti.\nEn já, vonandi fáum við að fara út aftur í framtíðinni og vonandi CPl í texas og spila CS einsog við æfum hann (100hz) og smooth;) En við lærðum alveg að þessari ferð og vonandi hjálpar þetta okkur í framtíðinni.\nmér finnst þetta samt ekki aaalveg segja til um það sem við getum, vonandi getum við sannað það síðar, till then, we suck i guess:)\ntexi out."
        }
    ]
}