{
    "forum_title": "Windows",
    "user": "sigzi",
    "user_id": "1347",
    "date": "2001-06-26 22:46:32",
    "title": "Bill Gates",
    "text": "William H. Gates\nWilliam (Bill) H. Gates er formaður og aðalhugbúnaðahönnuður Microsofts, allsherjar leiðandi fyrirtæki í hugbúnaði, þjónustu og internet tækni fyrir persónulega- og fyrirtækja notkun. Tekjur Mircosofts voru $22,96 milljarðar eða billjarðar, (veit ekki alveg hvort það var, en það er nokkuð líklegra að það sé billjarðar) í lok Júní, 2000, og inniheldur meira en 39,000 manns í vinnu í 60 löndum.\nFæddur 28. október, 1995. Gates og tvær systur hans ólust upp í Seattle. Faðir þeirra, William H. Gates II, er lögmaður í Seattle. Móðir þeirra, heitin, Mary Gates, var skólakennari, Háskóli Washingtons, stjórnandi þar og fundarstýra United Way International.\nGates sótti almennan grunnskóla og hinn einkaskóla, Lakeside School. Þar uppgvötaði hann áhuga sinn á hugbúnaði og hóf tölvu forritun 13 ára gamall.\n1973, Gates gekk inn í Harvard, þar þróaði hann forritunarmálið BASIC fyrir fyrstu einkatölvuna.\nÁ hans yngri árum, þá fór Gates frá Harvard til að helga tíma sínum í Mircrosoft, fyrirtæki sem hafði verið stofnað 1975 af honum með æskuvini sínum Paul Allen. Stýrt af þeirri trú að tölvan yrði gagnlegt tæki á hverri einustu skrifstofu og heimili, hófu þeir þróun á hugbúnaði fyrir einkatölvur. Forsjálni og draumórar Gates hafa verið kjarninn í velgengni Mircosofts og hugbúnaðariðnaðinum.\nUndir forystu Gates, þá hefur verkefni Mircosofts ætíð verið að bæta hugbúnaðartæknina, gera hana auðveldara, skilvirkari og skemmtilegri fyrir fólk sem notar tölvur.\nMannúð er mjög mikilvæg fyrir Gates. Hann og konan hans, Melinda, hafa gefið stofnunum yfir $21 milljarð til að styrkja líknarframtakssemina á svæðum alheimsheilsu og þekkingar, í þeirri von að um leið og við færumst yfir í 21. öldina, þá verði betri heilsa fyrir fólkið á þeim svæðum sem þess þarfnast. Þau tvö, Bill og Melinda Gates hafa stofnað fyrirtæki sem heitir “Bill and Melinda stofnunin” og er hún væntanlega til að gefa þessum fátæku löndum.\nGates giftist 1. janúar, 1994, Melindu French Gates. Hjónin eiga tvö börn, dóttur, Jennifer Katharine Gates fædd 1996 og strák, Rory John Gates, fæddur 1999.\nGates er óður lestrarhestur, og nýtur þess að spila golf og bridge.\n-\nSmá umsögn sjálfur:\nÞað eru mjög margir sem hata Bill Gates, einfaldlega útaf því hann er svo góður að búa til hugbúnað sem hrynur auðveldlega (win2000 undantekning), það er alveg satt að Windowsinn er ekkert stöðugur, þá tala ég ekki um NT kerfin, heldur DOS-inn, en ef Bill hefði ekki komið inn, þá gæti alveg eins verið að einu stýrikerfin á markaðnum væru Linux og MacOS (ef það er nafnið).\nÉg prófaði einu sinni Linux hjá vini mínum, og ég sá strax að mig langaði heim í Windowsinn, Makkinn er leiðinlegt fyrirbæri, enda ekkert fyrir mig, bara fyrir hönnun og svona fyrirtækja stuff. Ég man þegar Windows 98 íslenskur kom út.. ojbara, þvílík mistök! Það vita t.d. allir krakkar hvað “fæl” er, enginn veit hvað “skrá” er.. svo er bara nafnið svo ljótt !! Gluggar ‘98 SE, ímyndið ykkur; “Gluggar 2000”.\nMircosoft hefur verið dálítið í lægðinni um þessar stundir, hugbúnaðurinn þeirra hefur ekki gengið sem skyldi. En þó þegar Windows 2000 kom út, þá fór aðeins að birta til hjá þeim. Á næstunni, eða 25. október kemur út Windows XP (eXPerience) og vonum bara að þá muni birta verulega til hjá þeim.\nEn ég ætla sko að vona að þið takið þessari grein vel, ekki með eintómum niðurlægingum og skömmum. Ég tók þetta efni af Bill Gates’ Web Site.. og þýddi þar.\nsigzi",
    "url": "https://www.hugi.is/windows/greinar/32533/bill-gates/",
    "url_id": "32533",
    "id": "218766",
    "replies": [
        {
            "user": "Kjarrval",
            "user_id": "3269",
            "date": "2001-06-26 22:58:54",
            "id": "218767",
            "reply_to_id": "218766",
            "text": "Gates er samt ekki fæddur árið 1995, örugglega innsláttarvilla.  Ég held að það sé um 23 billjarðar dollara.\nÞetta var góð þýðing og ég er sammála þessari persónulegu umsögn"
        },
        {
            "user": "Rebook",
            "user_id": "1567",
            "date": "2001-06-26 23:06:05",
            "id": "218768",
            "reply_to_id": "218766",
            "text": "nú ekki fæddur 95 segiru : )"
        },
        {
            "user": "ArnarHelga",
            "user_id": "4984",
            "date": "2001-06-26 23:27:08",
            "id": "218769",
            "reply_to_id": "218766",
            "text": "Ég hata hélvítis windowsið mitt það er alltaf að koma einhverjir errorar og talvan alltaf að frjósa en samt er þetta örugglega betra en Linux"
        },
        {
            "user": "arnihr",
            "user_id": "61",
            "date": "2001-06-26 23:30:51",
            "id": "218770",
            "reply_to_id": "218769",
            "text": "Ekki segja það…\nLinux er ekki sambærilegt við ykkur leikjafíkla í win98. Einfalt. Linux er hins vegar alltaf að verða notendavænna og notendavænna meðan windows stendur í stað. Hafiru einhverja áætlun á að læra á tölvur í framtíðinni skaltu athuga það að læra/fikta í linux, það er góður grunnur fyrir næstum hvaða tölvunám sem er að kunna á linux…\nHvað windows varðar mæli ég frekar með win2k en öllum öðrum útgáfum."
        },
        {
            "user": "Kjarrval",
            "user_id": "3269",
            "date": "2001-06-26 23:36:49",
            "id": "218771",
            "reply_to_id": "218770",
            "text": "Windows er alveg að verða notendavænna því Windows XP kemur í haust.  Ég er með Beta 2 og það er mjög stöðugt og hefur aldrei crashað for no reason.  Það er ekki góður hardware support í Linux að mínu mati."
        },
        {
            "user": "JonGretar",
            "user_id": "7636",
            "date": "2001-06-27 14:27:08",
            "id": "218772",
            "reply_to_id": "218771",
            "text": "Ég hef líka prufað XP og ég vil bara benda þér á hversu mikið crap það er. Það er álíka mikil breyting milli þess og Win2000 og á milli 95-98. Nema að XP er óstöðugra. Og allir eru að tala um flottara userinterface…… BULLSHIT. Ég fór aðeins oníþetta og þetta er bara skin ofaná gamla interfacið. Þú getur keypt svona look í W2K á netinu.\nOg ekki góður hardware support í Linux?? Og þótt að sum fyrirtæki hafi ekki haft fyrir að gera drivera fyrir linux þá eru það bara fyrirtæki sem ekki skipta máli. Mér er sama þótt að eitthvað ómerkilegt kort sem bara leikjafíklar þurfa á að halda virki ekki. 98 er fyrir þá. En Linux er langbesti kosturinn fyrir fyrirtæki og stofnanir. Hann er bara hraðastur og bestur í hópvinnu. Fyrirtækið sem ég er hjá, Postal(Post Production) er búið að setja Linux / IRIX only policy sem fer í gang eftir að Maya for Linux kemur út í sumar. Það var bara skynsamlegasti kosturinn."
        },
        {
            "user": "critias",
            "user_id": "6317",
            "date": "2001-06-28 17:25:33",
            "id": "218773",
            "reply_to_id": "218771",
            "text": "Hvernig geturðu sagt að það sé ekki gott “hardware support” (vélbúnaðarstuðningur) í GNU/Linux?? Það styður margfalt meira út úr kassanum (eða af FTP) in Windows. Ég heltd þú hafir aldrei prófað RedHat eða Mandrake Linux installerana."
        },
        {
            "user": "Kjarrval",
            "user_id": "3269",
            "date": "2001-06-28 17:30:14",
            "id": "218774",
            "reply_to_id": "218773",
            "text": "Ég setti inn Mandrake 8"
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2001-06-28 21:57:17",
            "id": "218775",
            "reply_to_id": "218774",
            "text": "Og Steve Jobs stal ekki hugmyndinni frá Xerox! Hann keypti hana og þó að þessi stýrikerfishugmynd Xerox  hafi verið nokkuð fullkomin þá var hún alls ekkert lík því stýrikerfi sem Apple setti svo á markað. Apple var búinn að vinna að stýrikerfi sínu í langan tíma áður en Steve Jobs labbaði sinn rúnt í Xerox. Þeir einfaldlega spunnu inn auka hugmynd frá Xerox og endurbættu hana mikið!\nSvo að hættið að nota þessi rök þó að þið hafið horft á Pirates of Silicon Valley.\nXerox á þó fullan rétt á músinni!"
        },
        {
            "user": "mcflip",
            "user_id": "3379",
            "date": "2001-06-27 11:31:46",
            "id": "218776",
            "reply_to_id": "218770",
            "text": "ég er búinn að vera að vinna á linux mikið undan farið og ég komst að því að það er varla HÆGT AÐ KRASSA ÞVÍ. Samt vill ég frekar elskuna mín (win2k)"
        },
        {
            "user": "arnihr",
            "user_id": "61",
            "date": "2001-06-27 16:03:05",
            "id": "218777",
            "reply_to_id": "218776",
            "text": "Hvaða McFlip er þetta? Addi?\nAnywho, þú hefur þá varla verið að vinna mikið á linux því það er LÍTIÐ MÁL að krassa því…\nÞað sem ég var að segja með linux er að það er betra í stöðugleika… ekki hvort það sé krassanlegt eða ekki því mér finnst auðveldara að krassa linux heldur en windows og ef ég lendi í því að gera eitthvað vitlaust í linuxnum set ég frekar linuxinn aftur upp heldur en að reyna laga þetta því það tekur mig yfirleitt lengri tíma og þar sem ég er ekki með neitt mikilvægt á linuxnum er það ok mín vegna að setja linux aftur upp(tekur ekki nema 10 mín eða svo… og bara eitt reboot.)"
        },
        {
            "user": "JolaMetal",
            "user_id": "2606",
            "date": "2001-06-27 20:10:41",
            "id": "218778",
            "reply_to_id": "218777",
            "text": "Það er lítið mál að krassa X sem er gluggakerfið, en það er _erfitt_ að krassa Linux."
        },
        {
            "user": "izelord",
            "user_id": "1143",
            "date": "2001-06-27 00:03:41",
            "id": "218779",
            "reply_to_id": "218769",
            "text": "ef þú ert að fá alltaf einhverja errora og soleiðis þá er það bara vegna lélegs vélbúnaðar + lélegrar uppsetningar, eða þá að windows styður ekki vélbúnaðinn."
        },
        {
            "user": "ikorni",
            "user_id": "11292",
            "date": "2001-07-03 06:24:28",
            "id": "218780",
            "reply_to_id": "218769",
            "text": "Linux er betra og stöðugra en Windows. En Linux er ekki með þennan leikjamarkað sem allir styðja sig við.\nEin spurning er Windows betri útaf því að það eru fleiri leikir sem nota Windows?"
        },
        {
            "user": "Xzereon",
            "user_id": "7852",
            "date": "2001-06-26 23:46:24",
            "id": "218781",
            "reply_to_id": "218766",
            "text": "ég var með linux og það var hörmung og svo er linux alltaf að likjast windows meira og meira til að auðvelda fólki að nota það svo ég segi bara þó að windows sé ekki gott heldur ekki linux  þá verði alldrei allmennilegt stýrikerfi á markaðinum því það eru alltaf einhver error :)"
        },
        {
            "user": "JonGretar",
            "user_id": "7636",
            "date": "2001-06-27 12:03:56",
            "id": "218782",
            "reply_to_id": "218781",
            "text": "Linux er ekki alltaf að líkjast Windows meira og meira, heldur er það að fara út í notendavænna gluggaumhverfi.\nOg Windows byrjaði EKKI með gluggaumhverfið, það var Macintosh sem byrjaði á því, þannig að ef að þú segðir að Linux sé að herma eftir Windows, þá er Windows búið að vera að herma eftir Macintosh í yfir áratug.\nOFBOÐSLEGA eru menn að bulla mikið hérna? Hafið þið eitthvað notað Windows, Macintosh eða Linux að ráði? Ekki tala um eitthvað sem þið hafið ekki prófað, segið frá því sem þið hafið prófað og hvernig það virkar, ekki segja “oj oj þetta er ógisslegt, ég sá þetta einu sinni hjá vini mínum og það var ljótt maður”."
        },
        {
            "user": "JonGretar",
            "user_id": "7636",
            "date": "2001-06-27 14:35:50",
            "id": "218783",
            "reply_to_id": "218782",
            "text": ">Og Windows byrjaði EKKI með gluggaumhverfið, það var >Macintosh sem byrjaði á því, þannig að ef að þú segðir að >Linux sé að herma eftir Windows, þá er Windows búið að vera >að herma eftir Macintosh í yfir áratug\nOg Mac stal þessu annarstaðarfrá. Man ekki hvað fyrirtækið hét en Apple stal því á mun fólkulegri hátt heldur en MS gerði nokkurtíman.\nOg það er bara flott…. Ef að bara sá einn sem á hugmyndina má nota hana þá værum við að nota ritvélar."
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2001-06-27 15:20:26",
            "id": "218784",
            "reply_to_id": "218783",
            "text": "Apple stal gluggakerfinu af fyrirtæki sem fannst það ekki vera nytsamlegt. Bill Gates einfaldlega hermdi."
        },
        {
            "user": "Apostle",
            "user_id": "960",
            "date": "2001-06-27 15:33:42",
            "id": "218785",
            "reply_to_id": "218784",
            "text": "Fyrirtækið sem fann upp gluggakerfið var í framleiðslu á ljósritunarvélum."
        },
        {
            "user": "Kjarrval",
            "user_id": "3269",
            "date": "2001-06-27 19:52:49",
            "id": "218786",
            "reply_to_id": "218784",
            "text": "Fyrirtækið sem Apple er sagt hafa stolið gluggakerfinu frá, sem það gerði í raun og veru ekki, heitir IBM."
        },
        {
            "user": "Bake",
            "user_id": "5588",
            "date": "2001-06-28 01:28:03",
            "id": "218787",
            "reply_to_id": "218786",
            "text": "fyrirtækið sem um ræðir heitir Xerox, en Xerox er einmitt fyrirtæki sem er hæfilega þekkt fyrir framleiðslu á ljósritunarvélum.\nÞannig er annars málum vexti að Steve Jobs (sá mæti snillingur) fékk að kíkja á þetta rannsóknarverkefni sem Xerox var að vinna að.\nÞetta var annars þokkalega fullkomið gluggakerfi, studdi t.d. overlapping glugga (gluggi yfir glugga), vann út frá þriggja hnappa mús og svo framvegis."
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2001-06-28 09:01:48",
            "id": "218788",
            "reply_to_id": "218787",
            "text": "Steve Jobs hefði nú mátt herma eftir 3 hnappa músinni :)\nWhy one button?"
        },
        {
            "user": "Glowe",
            "user_id": "2627",
            "date": "2001-07-03 03:16:32",
            "id": "218789",
            "reply_to_id": "218786",
            "text": "Ef þið hafið svona mikinn áhuga á þessu öllu saman og vita hver stal hverju frá hverjum, þá er það ágætt ráð að horfa á myndina Pirot of silcon valley, en hún er byggð á staðreyndum um upphafið að veldi Bill Gates og öllu því drasli sem hann prettar inn á tölvunotendur.  svona við því að bæta þá er linux ekki notendavænt, og aðeins fyrir mjög reynda tölvunotendur að setja það upp."
        },
        {
            "user": "ikorni",
            "user_id": "11292",
            "date": "2001-07-03 06:30:12",
            "id": "218790",
            "reply_to_id": "218783",
            "text": "Apple. Stal þetta kerfi ekki. Þeir keyptu það."
        },
        {
            "user": "sigzi",
            "user_id": "1347",
            "date": "2001-06-27 00:20:18",
            "id": "218791",
            "reply_to_id": "218766",
            "text": "ohh, þurfti ég ekki að gera einhverja stafsetningarvillu.. gat það ekki verið í öðru orði !! nei, hann er fæddur 1955.. ;)\nsigzi - hættur öllu KJAFTÆÐI"
        },
        {
            "user": "Titan",
            "user_id": "7585",
            "date": "2001-06-27 00:24:08",
            "id": "218792",
            "reply_to_id": "218791",
            "text": "gín grein ( the fact is, ppl hate him because he is the second richest dude in da world and owns the richest company ) ;)"
        },
        {
            "user": "einarkm",
            "user_id": "2786",
            "date": "2001-06-27 00:50:53",
            "id": "218793",
            "reply_to_id": "218792",
            "text": "Reyndar, samkvæmt nýjustu könnunum er hann ríkasti maður heims."
        },
        {
            "user": "einarkm",
            "user_id": "2786",
            "date": "2001-06-27 14:35:59",
            "id": "218794",
            "reply_to_id": "218793",
            "text": "Á lista Forbes yfir ríkustu menn heims hefur Bill Gates verið á toppnum lengi vel. Hérna gefur að líta tölur síðan 1996.\n1996: $18.500.000.000\n1997: $39.800.000.000\n1998: $58.400.000.000\n1999: $85.000.000.000\n2000: $63.000.000.000\n2001: $58.700.000.000\nEf einhver á í erfiðleikum með þessar tölur, þá er t.d tala fyrir 2001 58.7 milljarðar dollarar. nú skulu allir gera 58.700.000.000 sinnum 103.01"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-27 14:37:45",
            "id": "218795",
            "reply_to_id": "218794",
            "text": "skoh"
        },
        {
            "user": "Titan",
            "user_id": "7585",
            "date": "2001-06-27 01:00:15",
            "id": "218796",
            "reply_to_id": "218792",
            "text": "Hann er ríkast maður í heimi. Það er mjög einföld ástæða fyrir því að fólk hati hann, mjög mikill meiri hluti fólks hatar fólk sema ná lengra en það sjálft. Hann er búin að búa til þetta risastóra veldi og er því hataður. Oft eru líka eitthverjir kommunistar að röfla yfir heimsvæðingu og annað og þá hatar þeir hann. En þetta er bara í eðli fólks og verður ekki breytt."
        },
        {
            "user": "Titan",
            "user_id": "7585",
            "date": "2001-06-27 01:53:39",
            "id": "218797",
            "reply_to_id": "218796",
            "text": "nei samkvæmt nýjustu könnun er gaurin sem á Wal-mart keðjuna ríkari ( munar 0,1 milljarði minnir mig )"
        },
        {
            "user": "flamer",
            "user_id": "2842",
            "date": "2001-06-27 02:15:59",
            "id": "218798",
            "reply_to_id": "218797",
            "text": "Ég hef bara aldrei lent í leiðindum með windows sem hafa ekki orðið vegna annars hugbúnaðar sem ekki er frá Microsoft, ekki síðan ég fór að setja windows upp sjálfur, eina skiptið sem ég hef verið með windows uppset af öðrum var þegar fermingar vélin mín var keypt í Tölvulistanum, eilíf leiðindi og þeir gátu ekki lagað neitt, svo ég ákvað að redda þessu sjálfur og what do you know allt í fínast lagi síðan, og það eru nokkur ár síðan, svo þetta með að Dos kerfin séu svo bögguð, ég hef bara aldrei vitað um böggað dos, það var Windows 95, 98 og verst af öllu 98se."
        },
        {
            "user": "arnorg",
            "user_id": "459",
            "date": "2001-06-27 02:50:23",
            "id": "218799",
            "reply_to_id": "218798",
            "text": "Auðvitað er ástæða fyrir að fólk hati þetta veldi hjá honum:\n1. Þessir asnar geta aldrei komið með létt kerfi á markaðinn, það er góð ástæða fyrir því hvað netscape og IE eru ógeðslega þungir og opera er léttur vafri, opera er ekki yfirfullt af einhverjum helvítis óþarfa eins og innbyggt e-mail í netscape og composer og þetta rusl, opera er bara strípaður vafri og þessvegna mun hraðari.\n2. Þessi punktur eru verstur, Þessi helvítis fífl eru víst sakaðir um að nota hugbúnað fenginn frá open source samfélaginu og gefa hann síðan út læstan án þess að hafa gert nokkuð skapaðan hlut í þessu annað en að breyta viðmótinu, þeir eru á móti þessu open source en eru síðan að nota þetta sjálfir og spara sér örugglega gríðarlega pening með þessu.\n3. Það er gríðuegur samdráttur í tölvuiðnaðinum og ég held að Wal mart gaurinn eigi eftir að síga lengra og lengra ofar frá honum.\nÉg hata ekki Bill Gates af því að hann á meiri pening en ég, bill Gates er ekki hataður og hann er meiraðsegja titlaður hálfgerður postúli fyrir hvað koma skal í tölvuheiminum.\nMicrosoft er hinsvegar mjög hatað fyrirtæki og fólk furðar sig á því hvað þeir komast alltaf upp með að gefa út óklárað drasl frá sér…"
        },
        {
            "user": "Sblender",
            "user_id": "1767",
            "date": "2001-06-27 06:31:41",
            "id": "218800",
            "reply_to_id": "218799",
            "text": "Linux-arar myndu ekki hata Gates eins mikið ef “blue screen of death” væri ekki. Virkilega, gætu þeir amk. breytt litnum :)"
        },
        {
            "user": "Bake",
            "user_id": "5588",
            "date": "2001-06-27 13:58:00",
            "id": "218801",
            "reply_to_id": "218792",
            "text": "ríkasta fyrirtæki heimsins er ekki Microsoft, það er meira að segja langt frá því að vera ríkasta fyrirtæki heims; í 216. sæti á lista yfir 500 ríkustu fyrirtæki heims. Ríkasta fyrirtæki heims er General Motors"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-27 14:00:56",
            "id": "218802",
            "reply_to_id": "218801",
            "text": "216 sæti? það er kjaftæði."
        },
        {
            "user": "einarkm",
            "user_id": "2786",
            "date": "2001-06-27 15:35:27",
            "id": "218803",
            "reply_to_id": "218801",
            "text": "Hérna fáiði smá lista:\nEfstu 5 á Forbes Top 500 listanum.\n1 Citigroup\n2 General Electric\n3 Exxon Mobil\n4 JP Morgan Chase & Co\n4 Verizon Communications\nGeneral Electric var þarna efst í fyrra.\nFyrirtækið sem hefur selt mest er Exxon Mobil, það hefur einnig grætt mest. Citigroup á flestar eignir, en General Electric er með mest markaðsvirði og aðeins 312.000 starfsmenn :o) Þess má geta að Microsoft er þarna í 22. sæti, en þeir verma einnig annað sæti hvað markaðsvirði varðar.\nÞar hafiði það"
        },
        {
            "user": "Smegma",
            "user_id": "33",
            "date": "2001-06-29 11:44:41",
            "id": "218804",
            "reply_to_id": "218801",
            "text": "Sennilega ertu að ruglast á “ríkasta” fyrirtækinu (eignir, verðmæti) og stærsta (stærð fyrirtækja er einungis mæld í veltu). Microsoft er LANGT frá því að vera stærsta fyrirtæki heims, en hins vegar allauðugt."
        },
        {
            "user": "tran",
            "user_id": "59",
            "date": "2001-06-27 08:26:24",
            "id": "218805",
            "reply_to_id": "218766",
            "text": "Þetta var ágætlega tilgangslaus grein.. :P\nOg hann er ekki ríkasti maður heims lengur, bæði útaf fallinu á nasdaq markaðnum í fyrrahaust og að hann er búinn að vera að gefa fullt af peningum..\nps, ég treysti cnn betur en skjáeinum"
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2001-06-27 11:17:03",
            "id": "218806",
            "reply_to_id": "218766",
            "text": "Staðreyndin er, Sigzi, að ef Windows hefði ekki verið til þá hefði maður alveg sætt sig við MacOS eða Linux, einfaldlega út af því að þú þekktir ekki WIndows. Ef þú hefðir verið á Linux á fyrstu tölvunni þinni þá myndir þú ekki fíla Windows.\nWindows 2000 er eina góða stýrikerfið(þeas frá microsoft) ásamt NT. En mér líst ekkert á XP, too many horror stories :)\nSvo er auðvitað MSN messenger og notepad algjör snilld."
        },
        {
            "user": "JonGretar",
            "user_id": "7636",
            "date": "2001-06-27 13:52:07",
            "id": "218807",
            "reply_to_id": "218766",
            "text": "Jæja já, það er sko greinilegt að þið vitið ekki um hversu illur Gates getur verið.\nSjáið það sjálf á\nhttp://www.theonion.com/onion3121/billgates.html\n!!"
        },
        {
            "user": "JonGretar",
            "user_id": "7636",
            "date": "2001-06-27 14:31:42",
            "id": "218808",
            "reply_to_id": "218807",
            "text": "Ehhmmm… Þú veist að theonion er gerfitímarit. You twit.\n>Jæja já, það er sko greinilegt að þið vitið ekki um hversu illur >Gates getur verið.\n>Sjáið það sjálf á >\nhttp://www.theonion.com/onion3121/billgates.html\n!"
        },
        {
            "user": "ManofWar",
            "user_id": "1155",
            "date": "2001-06-27 17:04:36",
            "id": "218809",
            "reply_to_id": "218808",
            "text": "þú hefðir átt að skoða linkinn áður en þú póstaðir. Hérna er fyrirsögnin: “Bill Gates Grants Self 18 Dexterity, 20 Charisma”\nOg heldurðu að ég viti ekki að the Onion er gervitímarit?\n/me casts magic missile at JonGretar !!!\nTake that, you twit!"
        },
        {
            "user": "ManofWar",
            "user_id": "1155",
            "date": "2001-06-30 01:13:27",
            "id": "218810",
            "reply_to_id": "218809",
            "text": "willie - Casts Fireball: Everyone\nEveryone - Takes 36 damage from willie\nEveryone - Death\nHAH! Take that!\nSeriously, Win2k er að virka fínt hjá moi."
        },
        {
            "user": "ManofWar",
            "user_id": "1155",
            "date": "2001-06-30 15:31:57",
            "id": "218811",
            "reply_to_id": "218810",
            "text": "“The internet will never be popular”\nBill Gates"
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2001-06-27 15:15:43",
            "id": "218812",
            "reply_to_id": "218766",
            "text": "Cool, gaurinn gifti sig 1994, en fæddist 1665, það er svalt……… :]"
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2001-06-27 15:19:39",
            "id": "218813",
            "reply_to_id": "218812",
            "text": "please, læra á fingrasetninguna áður en þið sendið inn svör  :)"
        },
        {
            "user": "Refur98",
            "user_id": "4412",
            "date": "2001-06-29 19:41:15",
            "id": "218814",
            "reply_to_id": "218766",
            "text": "Bill Gates og Hugh Grant voru einu sinni að tala saman um hið óþægilega atvik Grants þegar upp komst að hann hefði notfært sér þjónustu vændiskonunnar Divine Brown.\n“Hva segirðu, var hún alveg þess virði, þrátt fyrir óorðið sem hún kom á þig?” spyr Bill.\n-“Jahá maður, svo sannarlega,” segir Hugh.  “Langar þig ekki bara að prufa hana? Hér er númerið hennar.  Þú sérð sko ekki eftir því, he he.”\nBill er forvitinn og ákveður að kýla á það.  Hann hringir í Divine Brown og mælir sér móts við hana.  Eftir “fundinn” þeirra liggja þau saman í rúminu og reykja, örþreytt eftir hasarinn.\n“Fjúh!” segir Bill, “þetta var ÆÐISLEGT.  Engin furða að þú kallir þig Divine Brown.\n”Jebb, ég veit,“ segir Divine, ”og núna veit ég afhverju þú kallar fyrirtækið þitt Micro-soft!!\"\ntíhí"
        },
        {
            "user": "viceroy",
            "user_id": "3376",
            "date": "2001-07-02 11:32:24",
            "id": "218815",
            "reply_to_id": "218766",
            "text": "MÁ ÉG BENDA Á AÐ SAMA HVAÐ HVER SEGIR, ÞÁ Á ÞESSI MAÐUR STÆRSTAN ÞÁTT Í AÐ ÞIÐ SÉUÐ AÐ SPILA YKKAR TÖLVULEIKI OG AÐ TÖLVURNAR SÉU EINS OG ÞÆR ERU Í DAG!!!!!!\nMér er alveg drullusama hvað þessi maður er að gera. Mér er alveg sama.\nEf það væri ekki fyrir hans snilligáfu þá ætti ég ekki 466 MHz tölvu (sem var keypt fyrir ári og er að verða ÚRELT)\nVerið bara fegin að vera ekki að spila Leisure Suit Larry I núna!!!!!!!!\nEkki reyna að fara að benda mér á að tölvur eru ekki bara fyrir leiki!\nMaya! 3DStudio! Photoshop! OG bara hvernig Internetið er í dag!\nHugsið aðeins áður en þið farið að agnúast eitthva' út í einhvern mann, hvað hann hefur gert fyrir YKKUR!\nViceRoy"
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2001-07-02 12:21:49",
            "id": "218816",
            "reply_to_id": "218815",
            "text": "Uhh.. já.. ef að hann hefði ekki gert þetta værum við ennþá að vinna í uhh.. unix terminals.. einmitt.. það er bara eitt fyrirtæki sem finnur upp hluti og það er Microsoft!\nOg hvernig Internetið er í dag? Ótal forrit sem ekkert hlustar á sama staðal? Alveg æðislegt."
        },
        {
            "user": "viceroy",
            "user_id": "3376",
            "date": "2001-07-02 16:59:04",
            "id": "218817",
            "reply_to_id": "218816",
            "text": "Ég sagði ekkert um það að hann hefði ekki líka gert slæma hluti, en þessi maður og hans fyrirtæki á stærstan þátt í öllu því sem þið eruð að vinna á núna, nema kannski Linux menn, veit ekki. En ég segi ekkert um það, ég hef aungva ástæðu til að hata eða þola ekki kauða því ég þekki manninn ekki neitt, og þegar fólk er bara að pæla í hlutum sem maður hefur gert, en ekki góðu hlutunum og er svo alltaf að væla “Bill Gates, það á að skjóta þennan mann, því kerfið mitt er alltaf að hrynja” eða “Bill Gates, þetta er hálfviti”, hvað eru menn alltaf að væla, maðurinn er til, hann gerði þetta allt saman, hann á meiri peninga heldur en þið, hann gefur pening úr sjóði til að rannsaka HIV (eitthvað sem ekki hver sem er getur gert), og ekkert er verið að líta í eigin barm og hugsa, kannski var ég að troða einhverjum andskotanum inná tölvuna, sem gerir það að verkum að hún lætur svona, eða blababla.\nOg hvað með það þótt Internetið sé þannig í dag?\nÍ fyrsta lagi, þá ættirðu ekkert að vera að kvarta!\nViceRoy"
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2001-07-03 22:25:21",
            "id": "218818",
            "reply_to_id": "218817",
            "text": "Humm…var það ekki Bill Gates sem sagði í viðtali einhvern tímann að í framtíðinni myndi engin tölva þurfa meira en 256 k minni eða hvað það var ??\nOg ég myndi ekki segja að Bill Gates hafi gert ALLT fyrir tölvuiðnaðinn þó að hann hafi vissulega gert mikið.\nHvað hefur hann gert merkilegt ? BASIC, DOS og Windows ?? Ég nota ekkert af þessu!"
        },
        {
            "user": "Kjarrval",
            "user_id": "3269",
            "date": "2001-07-03 23:46:52",
            "id": "218819",
            "reply_to_id": "218818",
            "text": "Það er samt möguleiki á að Linux hefði ekki orðið til ef Windows hefði ekki verið til.  Ég er mjög viss á að Linus Thorvalds hefði ekki getað fattað upp á öllu þessu, hann hlýtur að hafa sótt einhverjar hugmyndir í Windows kerfið.  Ef Windows hefði ekki verið svona óstöðugt, þá hefði hann ekki skrifað kerfið með svo miklum metnaði.  Þannig að þið Linux menn getið þakkað Windows fyrir stöðugleika Linux."
        },
        {
            "user": "Danzi",
            "user_id": "7411",
            "date": "2001-07-04 00:59:40",
            "id": "218820",
            "reply_to_id": "218819",
            "text": "ÉG HATA BILL GATES… það er ég sem á að eiga peningana hans…."
        },
        {
            "user": "einarkm",
            "user_id": "2786",
            "date": "2001-07-04 01:34:02",
            "id": "218821",
            "reply_to_id": "218819",
            "text": "fragman:\nLinux v0.01 kemur út 1. Ágúst 1991 og var þróað útfrá Minix v1.0 sem kom út 1987. Þess má geta að Minix v1.0 var hannað í kringum 1984-1985 útfrá UNIX Time-Sharing System V7 sem gefin var út 1979.\nSegðu nú hvar Windows kemur inní þessa mynd ? Þegar t.d fyrsta UNIX kerfið sem kallaðist UNICS kom út í september 1969 og var hannað af Ken Thompson hjá Bell Laboratories\nKannski er hægt að segja að gluggakerfið í Linux styðjist við notendagildið (útlit, sé user friendly) úr Windows en það er mjög einfalt að sjá að Linux er ALLS ekki þróað útfrá Windows.\nkv.\neinarkm\nP.S\nEr Windows maður sjálfur þótt að ég noti Solaris og RH Linux við vinnu."
        },
        {
            "user": "ArnarHelga",
            "user_id": "4984",
            "date": "2001-07-02 12:43:38",
            "id": "218822",
            "reply_to_id": "218766",
            "text": "Ég var að fatta af hverju ég var alltaf að fá errora og eitthvað svoleiðis það var helvítis Vírus í tölvuni"
        },
        {
            "user": "Roland",
            "user_id": "525",
            "date": "2001-07-08 01:22:38",
            "id": "218823",
            "reply_to_id": "218766",
            "text": "Þetta er ekki alveg rétt hjá þér…\n“Gluggar '98 SE, ímyndið ykkur; ”Gluggar 2000“. ”\nWin´98 heitir Ljóri 98 á íslensku. Ljóri er gamalt orð fyrir gluggi."
        }
    ]
}