{
    "forum_title": "Kvikmyndir",
    "user": null,
    "user_id": null,
    "date": "2005-09-07 15:12:41",
    "title": "Johnny Depp - Part2",
    "text": "Árið 1994 sameinuðu Burton og Depp krafta sína á ný, í þetta skiptið til að gera mynd um hinn fræga leikstjóra Edward D. Wood Jr, eða Ed Wood. Wood er þekktur fyrir það að vera talinn sem einn versti leikstjóri sem nokkurn tímann hefur komið fram. Johnny túlkar Wood ótrúlega vel og það er hrein unun að fylgjast með honum í þessari glæsilegu mynd. Hann nær karakternum frábærlega, hvernig hann talar, þessu hallærislega brosi og þessari jákvæðni sem ríkti yfir Wood, sama hversu illa gekk. Jim Jarmusch vinur Depp's var mikið með Depp á þessum tíma, sérstaklega þar sem þeir voru að undirbúa gerð Dead Man, og hann sagði að Depp hafi algjörlega breyst í Ed Wood á þessum tíma og það hafi þurft að slá hann margt oft utan undir til að ná þessu helvítis Ed Wood brosi af honum er hann var utan tökustaðar. Synd að Depp hafi ekki verið tilnefndur til óskarsverðlauna fyrir túlkun sína en akedemían virðist ekki hafa tekið eftir leikhæfileikum Depp's fyrr en hann lék í The Pirates of the Caribbean sem er kaldhæðnislega fyrsta big budget myndin sem Depp lék í.\nDon Juan DeMarco er sérstök mynd en þar leikur Depp á móti Marlon Brando, en það var eiginlega eina ástæðan fyrir því að hann ákvað að leika í myndinni. Nick of Time er spennandi þriller og aftur leikur Depp á móti frábærum leikara en í þetta skiptið er það Christopher Walken. Báðar þessar myndir eru fínar en munu seint vera taldar frábærar. Með þessum tveim myndum fór Depp aðeins meira út í það að vera “mainstream” leikari en þeir sem héldu að hann væri kominn í þann pakka hafa væntanlega verið mjög hissa er þeir sáu næstu mynd kappans, Dead Man.\nDead Man er mynd eftir hinn furðulega leikstjóra Jim Jarmusch og hann er þekktur í indie geiranum fyrir að gera furðulegar og frumlegar myndir. Ef ég ætti að skrifa niður allt það sem mér finnst um Dead Man myndi ég örugglega ekkert stoppa að skrifa enda er þetta mynd sem virkilega skilur þig eftir með mikið til að hugsa um. Ég læt það duga að segja að þetta er frábær mynd, og að þetta snúist allt um lífið og dauðann og fer frábærlega út í þau efni. Depp er góður líka, mjög góður.\nÁrið 1997 lék Johnny síðan í Donnie Brasco á móti Al Pacino. Önnur óskarsverðlaunar frammistaða að mínu mati. Blómstar í hlutverki Donnie's. Sama ár var það The Brave sem var frumraun hans sem leikstjóri og tókst honum nokkuð vel upp á því sviði. Árið 1998 var svo komið að Fear and Loathing in Las Vegas. Þetta er mynd sem er ein af mínum 5 uppáhalds bíómyndum. Hún er svo ótrúlega falleg, klikkuð, litrík og skemmtilegt að það hálfa væri miklu meira en nóg. Terry Gilliam leikstýrir þessari mynd en Depp leikur rithöfundinn Hunter S. Thompson og gerir það fullkomnlega. Depp og Hunter voru einmitt miklir vinir en Hunter dó nýlega. Depp skaut ösku hans upp í loftið úr fallbyssu en það var ósk Hunter's.\nThe Ninth Gate kom út árið 1999 en henni var leikstýrt af Roman Polanski (enn einu sinni vinnur Depp með merkilegum leikstjóra) og fjallar um evrópuför Depp's sem Dean Corso þar sem hann er í leit af bók en finnur ekkert nema bilað fólk og tal um helvíti og djöfla. Depp er kúl, svalur, töff og nettur í þessari mynd. Næsta mynd var síðan Sleepy Hollow en þar voru Depp og Burton komnir saman aftur, í þriðja skiptið. Þar er hann Constable Ichabod Crane og fer á kostum sem þessi skemmtilegi og furðulegi karakter. Einnig lék hann í The Astronaut's Wife þetta ár en sú mynd gerði ekki góða hluti og er ein af fáum myndum sem hafa sett svartan blett á annars magnaðan feril Depp's.\nÁrið 2000 lék hann í 3 myndum. Hann lék lítið hlutverk í Before Night Falls sem fjallaði um ljóðskáldið Reinaldo Arenas frá Kúbu. Einnig lék hann aukahlutverk í Chocolat og The Man Who Cried. Bæði hlutverkin frekar tilfinningalaus en hann lék sjóræningja (þó ekki eins og í Pirates..) í þeirri fyrrnefndu en sígauna í þeirri síðarnefndu. From Hell er hrollvekja þar sem hann rannsakaði dularfull morð, rétt eins og í Sleepy Hollow en hlutverkin voru samt mjög ólík. Blow er vel heppnuð mynd frá árinu 2001, með Depp í aðalhlutverki sem kókaín kóngurinn George Jung. Hann túlkar George frábærlega í þessari mynd um ævi Jung's. Hann myndaði líka gott vinasamband við Jung, rétt eins og hann gerði við Hunter.\nÁrið 2003 lék hann í spennumyndinni Once Upon a Time in Mexcio sem var framhald af Desperado og El Mariachi. Sú mynd er alls ekki nógu góð og gengur hreinlega ekki alveg upp. Í myndinni leika margir góðir leikarar (Antonio Banderas, Willem Dafoe, Mickey Rourke….listinn heldur áfram) en Johnny stelur algjörlega senunni. Í alvöru talað, þá á hann hvert einasta atriði sem hann birtist í og bjargar hreinlega myndinni. Sama ár lék hann í Pirates of the Caribbean: The Curse of the Black Pearl þar sem hann stal senunni, aftur, og eignaði hann sér myndina og í þetta skiptið skyggði hann á Orlando Bloom og Keiru Knightley. Depp vakti gífurlega athygli í þessari mynd enda í fyrsta skiptið sem hann leikur í virkilega stórri framleiðslu og ekki skemmdu vinsældir myndarinnar fyrir. Hann er Captain Jack Sparrow, sjóræningji og er eins og fæddur í hlutverkið. Hann byggði karakterinn sinn eitthvað á Keith Richard, úr Rolling Stones. Þetta endaði með því að hann var tilnefndur til óskarsverðlauna í fyrsta skiptið og tími kominn til.\nHann lék síðan í þrillernum Secret Window á móti John Turturro (í annað skiptið) áður en hann lék í einni bestu mynd ársins, Finding Neverland en fyrir þá mynd var hann aftur tilnefndur til óskarsverðlaunanna.\nÞegar þetta er skrifað er Charlie and the Chocolate Factory að detta í bíóhúsin en það er hans nýjasta mynd, og í fjórða skiptið sem hann vinnur með Tim Burton. Myndin hefur fengið mjög góða dóma. Fimmta samstarfsverkefni Burton's og Johnny's mun vera teiknimyndin Corpse Bride sem kemur um næstu jól. Einnig mun þá koma The Libertine, sem er mynd, sem margir spá að Depp verði tilnefndur til óskarsverðlauna fyrir. Johnny er með einhverjar 4-5 aðrar myndir í vinnslu og meðal annars tvær framhaldsmyndir af Pirates of the Caribbean.\nEftirmáli\nÞegar er farið yfir langan feril Depp's sést greinlega hversu vel honum hefur gengið. Hann hefur nánast ekki leikið í slæmri mynd (allavega ekki síðan kvikmyndaferill hans fór almennilega í gang 1990 en þær eru auðvitað misgóðar en fáar virkilega lélegar) og hann getur leikið nánast hvaða karakter sem er, og hefur gert. Hann hefur leikið allt frá sjóræningja til dópista, löggu til manns með skæri, misheppnaðan leikstjóra til rithöfunds. Við getum haldið svona áfram í allan dag. Og allt hefur hann leikið þetta frábærlega. Það skiptir líka litlu máli hvað hann þarf að gera, hann getur verið fyndinn, töff, rómantískur….nákvæmlega allt. Magnaður leikari og frábær gaur.\nÝmislegt um Johnny Depp\nHann er með Vanissu Paradis og á með henni tvö börn (Lily-Rose Melody og Jack). Þau búa í París, Frakklandi.\nHann hafði áður verið með t.d Winonu Ryder og Kate Moss.\nHann er góður vinur Oasis-bræðranna og spilaði meira segja inná eitt lag með hljómsveitinni. Þetta var á plötunni Be Here Now sem kom út árið 1997. Noel Gallagher var svo fullur að hann gat ekki tekið upp lead-gítarinn í laginu Fade In-Out svo Depp tók sig til og negldi þetta í einni töku.\nHefur verið handtekinn allavega tvisvar, einu sinni fyrir að slást við blaðamenn og einu sinni fyrir að rústa íbúð í New York.\nEr í hljómsveit sem heitir P.\nÆttleiddi hestinn sem var notaður í myndinni Sleepy Hollow.\nBirtist í tónlistar myndbandi Tom Petty's “Into The Great Wide Open”\nHann á veitingastað/klúbb í París sem kallast Man Ray ásamt Sean Penn og John Malkovich.\nBjó til sitt eigið framleiðslu fyrirtæki árið 2004 sem heitir Infinitum Nihil.\n8 bestu myndir Johnny's að mínu mati\n1. Fear and Loathing in Las Vegas\n2. Edward Scissorhands\n3. Ed Wood\n4. Dead Man\n5. Pirates of the Caribbean: The Curse of the Black Pearl\n6. Blow\n7. The Ninth Gate\n8. Donnie Brasco\nHeimildir:\nImdb.com\nDeppimpact.com",
    "url": "https://www.hugi.is/kvikmyndir/greinar/325879/johnny-depp-part2/",
    "url_id": "325879",
    "id": "2456497",
    "replies": [
        {
            "user": "Marlowe",
            "user_id": "27612",
            "date": "2005-09-07 15:22:42",
            "id": "2457198",
            "reply_to_id": "2456497",
            "text": "*klappar*"
        },
        {
            "user": "Marlowe",
            "user_id": "27612",
            "date": "2005-09-07 21:19:41",
            "id": "2458803",
            "reply_to_id": "2457198",
            "text": "Sammála öllum bestu myndunum hans, nema ég myndi fleygja Pirates og henda inn Sleepy Hollow."
        },
        {
            "user": "inganossari",
            "user_id": "56131",
            "date": "2005-09-07 16:05:29",
            "id": "2457323",
            "reply_to_id": "2456497",
            "text": "Flott grein….mér finnst þó að það hefði verið fínt að fá smá yfirlit í lokin, bara lista með öllum myndunum sem hann hefur leikið í…\nfrábær grein samt!"
        },
        {
            "user": "zailex",
            "user_id": "1631",
            "date": "2005-09-07 17:58:40",
            "id": "2457855",
            "reply_to_id": "2457323",
            "text": "frábær grein\nhér er listi\nhttp://www.imdb.com/name/nm0000136/\nyfir allar myndirnar hans"
        },
        {
            "user": "zailex",
            "user_id": "1631",
            "date": "2005-09-07 20:22:30",
            "id": "2458573",
            "reply_to_id": "2457855",
            "text": "“# Pirates of the Caribbean (2003) (VG) …. Captain Jack Sparrow\n# Pirates of the Caribbean: The Curse of the Black Pearl (2003) …. Jack Sparrow”\nÉg var að vellta því fyrir mér hver munurinn væri, ég hef bara heirt um Pirates of the Caribbean: The Curse of the Black Pearl en hvað er hitt?\nAnnars flott grein þó ég hafi ekki lesið fyrri partinn :I en kíki á hann seinna því ég hef ekki tíma þegar þetta er skrifað:)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-08 11:03:20",
            "id": "2459895",
            "reply_to_id": "2458573",
            "text": "Hitt er tölvuleikur, held ég."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-08 12:56:20",
            "id": "2460071",
            "reply_to_id": "2459895",
            "text": "Okey:)"
        },
        {
            "user": "zailex",
            "user_id": "1631",
            "date": "2005-09-11 21:27:38",
            "id": "2471672",
            "reply_to_id": "2458573",
            "text": "VG = videogame"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-11 23:35:24",
            "id": "2472294",
            "reply_to_id": "2471672",
            "text": "OK, didn't know."
        },
        {
            "user": "gloko",
            "user_id": "28731",
            "date": "2005-09-07 18:59:15",
            "id": "2458135",
            "reply_to_id": "2456497",
            "text": "Takk. Enough said.\nSkemmtileg lesning.\nJohnny Depp er að mínu mati einn besti leikari sem til er. Allt frábærar myndir."
        },
        {
            "user": "Cheng",
            "user_id": "6790",
            "date": "2005-09-07 19:01:25",
            "id": "2458148",
            "reply_to_id": "2456497",
            "text": "Flott grein, mjög ýtarleg og vel unnin.\nEn ég er hinsvegar ósámmala að the ninth gate sé þarna. Hún er virkilega skrítin og ég hef eiginlega aldrei lært að meta hana… Depp er hinsvegar alveg frábær í hlutverkinu en myndin var ekki að skila sýnu.\nÞað sem mér finnst best þar sem hann hefur leikið í er:\n1. Secret Window\n2. Edward Scissorhands\n3. Pirates of the Caribbean: The Curse of the Black Pearl\n4. Blow\nEdward Scissorhands og Pirates of the Caribbean: The Curse of the Black Pearl eru virkilega jafnar en þar sem Edward Scissorhands er svo ótrúlegur karakter þá set ég hana ofar en Pirates of the Caribbean: The Curse of the Black Pearl.\nEnn og aftur hrósa ég þér fyrir góða og skemmtilega grein."
        },
        {
            "user": "Cheng",
            "user_id": "6790",
            "date": "2005-09-07 19:03:00",
            "id": "2458159",
            "reply_to_id": "2458148",
            "text": "\"\nDepp er hinsvegar alveg frábær í hlutverkinu en myndin var ekki að skila\nsýnu\n.\n“\nÉg meina ”sínu\" :) - afsakið."
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2005-09-07 22:21:56",
            "id": "2459192",
            "reply_to_id": "2458148",
            "text": "Mér finnst Secret Window mjög slök…mitt uppáhald er Edward Scissorhands :)"
        },
        {
            "user": "exicuter",
            "user_id": "15274",
            "date": "2005-09-07 19:17:48",
            "id": "2458247",
            "reply_to_id": "2456497",
            "text": "blow er sú besta fynnst MÉR."
        },
        {
            "user": "exicuter",
            "user_id": "15274",
            "date": "2005-09-07 19:43:00",
            "id": "2458392",
            "reply_to_id": "2458247",
            "text": "þar er ég alllveg hjartanlega sammála þér…"
        },
        {
            "user": "exicuter",
            "user_id": "15274",
            "date": "2005-09-07 20:07:11",
            "id": "2458498",
            "reply_to_id": "2458392",
            "text": "Besti leikar okkar tíma að mínu mati… blow, fear and loathing in las vegas, pirates of the caribbean og secret window allt þvílík meistaraverk!\nSamt vil ég nefna fear and loathing in las vegas sérstaklega fyrir hans leik… því hann á þessa mynd allveg einn, brilleraði."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-07 20:15:22",
            "id": "2458540",
            "reply_to_id": "2458498",
            "text": "Annars bara two thumbs up fyrir greinina… meira svona =)"
        },
        {
            "user": "exicuter",
            "user_id": "15274",
            "date": "2005-09-08 00:25:52",
            "id": "2459673",
            "reply_to_id": "2458498",
            "text": "já það er líka frægt í draumaborginni hvað hann lék hlutverkið í fear and lothing in las vegas með eindæmum vel ..   og öll hlutverk sem hann virðist taka sér að lifir hann sig inní þau af stakri snilld :D"
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2005-09-07 22:22:32",
            "id": "2459196",
            "reply_to_id": "2458247",
            "text": "frábær mynd"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-07 21:44:43",
            "id": "2458933",
            "reply_to_id": "2456497",
            "text": "það er alveg ótrúlegt hvað hann er góður leikari.\nallavegana er hann minn uppáhalds.\nen alveg fáránlega góðar greinar hjá þér :)"
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2005-09-07 22:23:04",
            "id": "2459202",
            "reply_to_id": "2456497",
            "text": "Frábær grein!!! *klapp, klapp, klapp*"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-08 02:10:44",
            "id": "2459764",
            "reply_to_id": "2456497",
            "text": "já þetta er án efa nett grein\n*klapp**klapp**klapp*\nHann Aneax skellir einni Depp mynd i og horfi"
        },
        {
            "user": "Fasisti",
            "user_id": "24075",
            "date": "2005-09-08 13:02:29",
            "id": "2460084",
            "reply_to_id": "2456497",
            "text": "Þetta er virkilega góð grein, og þú hefur greinilega tekið þér nægan tíma í að skrifa hana. Ég hef svosem ekkert meira að segja (Ég sendi líka inn álit á Part 1) nema að ég get svo svarið það að Johnny Depp og Vannessa Paradis eiga heima í bæ í Suður Frakklandi, ekki París."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-08 16:05:50",
            "id": "2460586",
            "reply_to_id": "2460084",
            "text": "Já ég held að það sé rétt hjá þér með suður-frakkland, annars man ég það ekki.\nEn takk fyrir að vera svona kúl."
        },
        {
            "user": "HotWaX",
            "user_id": "3009",
            "date": "2005-09-08 19:38:39",
            "id": "2461566",
            "reply_to_id": "2456497",
            "text": "Cry Baby er líka snildar mynd :Þ"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-10 03:39:17",
            "id": "2465831",
            "reply_to_id": "2456497",
            "text": "Mín uppáhalds mynd með honum er Platoon, hann er ekki náungi sem maður tekur eftir þar, enda margir aðrir leikarar að fara á kostum. Myndin er bara geðveik og hann er í henni (smá smotterí) þá varð ég nú að nefna hana."
        },
        {
            "user": "Pac",
            "user_id": "11943",
            "date": "2005-09-15 14:44:55",
            "id": "2484000",
            "reply_to_id": "2456497",
            "text": "Góðar greinar, virkilega góðar."
        }
    ]
}