{
    "forum_title": "Deiglan",
    "user": "appel",
    "user_id": "2",
    "date": "2005-09-07 17:49:06",
    "title": "Ráðstöfun \"Símagullsins\" og lok Davíðs",
    "text": "Merkilegt hvað fólk hefur mikið við þetta ráðstöfun að athuga. Ég hef skoðað í hvað þessir peningar, 66,7 milljarðar, fara í, og get ekki sagt neitt annað en að þetta sé allt hið besta mál.\nHÁTÆKNISJÚKRAHÚS\nFlestir hafa gagnrýnt þetta “hátæknisjúkrahús”, að það skuli vera eytt peningum í það á meðan ekki er hægt að reka núverandi heilbrigðiskerfi á viðunandi hátt. Svo eru sumir sem vilja bara dæla þessu Símagulli beint inn í reksturinn á heilbrigðiskerfinu….ég spyr nú bara, er ekki í lagi með það fólk?\nTja, það sem ég vil segja við þetta fólk er að hætta þessu rugli. Ísland býr við eitt besta heilbrigðiskerfi í heimi.\nSvo er eitt, þegar búið er að sameina öll þessi sjúkrahús sem eru á víð og dreif um höfuðborgarsvæðið undir eitt þak, þá myndast gríðarlegt hagræði. Það mætti bera þetta saman við að reka amerískan 3lítra bíl frá 1970 á móti að reka 1,6lítra japanska toyotu 2005 árgerð. Það sjá allir að það er gríðarlegur aukakostnaður sem felst í því að reka gamlan og úr sér genginn bíl.\nHátæknisjúkrahús er einmitt það sem það er, hagræði. Það verður hægt að hafa færra fólk í vinnu, á hærri launum, og sinna fleiri sjúklingum, sem kemur til góða fyrir alla. Rekstrarkostnaður heilbrigðiskerfisins mun minnka, og hægt verður að nota þá peninga sem verða umfram í að styrkja aðrar stoðir heilbrigðiskerfisins.\nVEGAFRAMKVÆMDIR\nÉg hef reyndar ekki skoðað mikið nauðsyn þessara vegaframkvæmda, en ég efast ekki um að einhverjar af þeim eru nauðsynlegar. Þó hefði ég viljað sjá einhverjum af þessum peningum eytt í að tvöfalda, og gjörbylta, veginum milli Akureyrar og Reykjavíkur. Það verður án efa eitt brýnasta verkefni í vegamálum á næstu árum.\nHvað Sundabraut varðar, þá hef ég ekkert álit á henni þar sem ég keyri aldrei um á þessum hluta höfuðborgarsvæðisins.\nSKULDIR\nMér líst frábærlega á það að klára að borga allar erlendar skuldir íslenska ríkisins. Ekki margar þjóðir sem geta stært sig af því að skulda engum. Reyndar mættu íslendingar almennt taka sig á og borga sínar eigin skuldir (aðrar en ríkisins), sem eru út úr kortinu.\nLOK DAVÍÐS\nNokkuð gott hjá kallinum, taka við búi í kreppu, og skila því skuldlausu. Nú ríkir gríðarleg hagsæld á íslandi, og Ísland er í öðru sæti yfir lönd í heiminum þar sem lífsgæði eru mest.",
    "url": "https://www.hugi.is/deiglan/greinar/326002/radstofun-simagullsins-og-lok-davids/",
    "url_id": "326002",
    "id": "2457806",
    "replies": [
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2005-09-07 18:08:23",
            "id": "2457897",
            "reply_to_id": "2457806",
            "text": "Ísland er besta land í heimi. :)"
        },
        {
            "user": "BrickTop",
            "user_id": "57450",
            "date": "2005-09-07 18:11:30",
            "id": "2457914",
            "reply_to_id": "2457806",
            "text": "Ég vona bara að peningunum verði ekki eitt í einhver jarðgöng úti á landi, allavega ekki á meðan samgönguráðherra sér sér ekki fært að halda hringveginum í þokkalegu ástandi."
        },
        {
            "user": "Cheng",
            "user_id": "6790",
            "date": "2005-09-08 01:06:45",
            "id": "2459728",
            "reply_to_id": "2457914",
            "text": "Og hvað er svona að því að landsbyggðin fái jarðgöng?\nBókstaflega ekkert, nákvæmlega ekkert."
        },
        {
            "user": "Titan",
            "user_id": "7585",
            "date": "2005-09-08 14:36:22",
            "id": "2460325",
            "reply_to_id": "2459728",
            "text": "Tja, afhverju eyða milljörðum í einhver jarðgöng handa örfáum hræðum út á landi þegar hægt er nota þau í mun betri hluti."
        },
        {
            "user": "Cheng",
            "user_id": "6790",
            "date": "2005-09-08 16:12:57",
            "id": "2460610",
            "reply_to_id": "2460325",
            "text": "Vó.. Þykir mér þú afskaplega HEIMSKUR að kalla fólk á úti á landi hræður. Þú fyrirgefur en þú ert það bara, miðað við þetta svar þitt.\nEr fólk úti á landi eitthvað síður fólk og íbúar á þessu landi heldur en fólkið á höfuðborgarsvæðinu?\nÁ fólkið á höfðuborgarsvæðinu eitthvað meira skilið en fólkið úti á landi?\nOg hvað í anskotanum er hægt að verja peningum í betri hlut en að styrkja og sameina sveitarfélögin saman?\nVið eigum alveg skilið að fá okkar jarðgöng og okkar vegaframkvæmdir alveg einsog höfuðborgarsvæðið."
        },
        {
            "user": "vikkia87",
            "user_id": "27725",
            "date": "2005-09-07 18:14:14",
            "id": "2457921",
            "reply_to_id": "2457806",
            "text": "Mjög sammála þér og fín grein."
        },
        {
            "user": "Sblender",
            "user_id": "1767",
            "date": "2005-09-07 18:33:29",
            "id": "2458003",
            "reply_to_id": "2457806",
            "text": "Nú auðvitað reddaði blaðran sér stöðu seðlabankastjóra áður en hún hætti. Kannski að hann fái að halda nýfenginni einkaþotu sjálfstæðisflokksins líka ?"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2005-09-07 18:36:10",
            "id": "2458012",
            "reply_to_id": "2457806",
            "text": "Hvernig væri að leggja þetta allt inná bók og láta malla í nokkur ár ;) ?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-07 19:02:06",
            "id": "2458153",
            "reply_to_id": "2457806",
            "text": "Hvernig á hátæknisjúkrahús t.d. eftir að gagnast geðsjúkum? Sem í dag eru settir á árs biðlista eða hent út á götuna með pillur í vasanum! Hátækni bjargar ekki slíkum vandamálum.\nSvo eru það vegaframkvæmdirnar. Kom mér dálítið á óvart verð ég að viðurkenna, vona að þeir noti tækifærið og lækki bensínskattinn.\nAð borga skuldir er það besta við þetta. Planið er víst að lækka skatta fyrir næstu kosningar, ágætt að minnka skuldirnar fyrst.\nFinnst frábært að Davíð sé að hætta. Nú bíður maður bara eftir því að stjórnin falli."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2005-09-07 19:11:08",
            "id": "2458199",
            "reply_to_id": "2458153",
            "text": "Hverjir vill frjálshyggjumaðurinn að taki við?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-07 19:27:51",
            "id": "2458309",
            "reply_to_id": "2458199",
            "text": "Tja það er nú stór spurning og erfitt að svara.\nVil bara breytingar, þetta íhald er orðið þreytt. Þó það hafi gert ýmsa góða hluti í gengum tíðina.\nÉg vona innilega að Frjálshyggjumenn noti tækifærið og stofni stjórnmálaflokk fyrir næstu kosningar. Núna er umhverfið að breytast í pólitíkinni og fullkomið tækifæri til að stofna flokk. Þetta er búin að vera vangavelta í ágætis tíma og maður bara vonar það besta.\nVæri til í að sjá þriggja flokka stjórn. T.d. Framsóknarflokkur, Frjálslyndir og Frjálshyggjumenn (ef það verður búið að stofna flokk). Slíkt er reyndar ólíklegt þar sem Sjálfstæðisflokkurinn eða Samfylkingin munu leiða ríkisstjórnina.\nSamt veit ekki. Getur vel verið að Sjálfstæðisflokkurinn bætist eftir að Davíð fari. Það er eins og enginn hefur þorað að biðja um breytingar með kónginn í forystu."
        },
        {
            "user": "Ferjumadur",
            "user_id": "39228",
            "date": "2005-09-07 20:08:23",
            "id": "2458504",
            "reply_to_id": "2458309",
            "text": "Ekki það að ég se að sitja útá þig eða neitt, ætla ekki að stofna til rifrilda.\nEn ertu ekki bara hugsa það sem hommum er fyrir bestu eða skjátlast mér og ertu að hugsa það sem er okkur öllum fyrir bestu? Mæti það mikils að þú svaraðir heiðarlega."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-07 20:33:29",
            "id": "2458617",
            "reply_to_id": "2458504",
            "text": "Mínar stjórnmálaskoðanir byggjast á því sem ég tel sjálfum mér og öðrum vera fyrir bestu. Á því sem ég tel vera sanngjarnast samfélag fyrir alla.\nStór mínus hjá Sjálfstæðisflokknum þegar hann var eini flokkurinn sem vildi ekki taka þátt í að auka réttindi samkynhneigðra. En ég var nú ekki beint stuðningsmaður þeirra fyrir það heldur."
        },
        {
            "user": "Ferjumadur",
            "user_id": "39228",
            "date": "2005-09-07 20:43:15",
            "id": "2458652",
            "reply_to_id": "2458617",
            "text": "Okey, ég er sáttur með samfelagið sem er í dag, enda mest af því sem sjálfstæðisflokkurinn hefur verið að byggja upp núna.\nVissulega eiga allir skilið að fá sömu réttindi og finnst mer samkynhneigt fólk ekki neitt síðri en við."
        },
        {
            "user": "Kruzio",
            "user_id": "33774",
            "date": "2005-09-07 20:34:50",
            "id": "2458627",
            "reply_to_id": "2458309",
            "text": "Frjálslyndiflokkurinn og framsóknarflokkurinn gætu aldrei myndað ríkisstjórn saman.\nBæði vegna þess að þeir eru frekar ósammála og vegna þess að þeir eru báðir frekar litlir flokkar og síðan kæmist hvorugur flokkurinn til valda nema með annað hvort sjálfstæðisflokknum eða samfylkingunni.\nNýr flokkur mundi heldur ekki eiga létt með að komast beint inn í ríkisstjórn.\nÉg mundi vilja sjá frjálslynda með samfylkingunni í ríkisstjórn :P"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-07 20:39:05",
            "id": "2458642",
            "reply_to_id": "2458627",
            "text": "Ég mundi vilja sjá frjálslynda með samfylkingunni í ríkisstjórn :P\nOg heldur þú að frjálslyndur flokkur og forræðishyggjuflokkur passi saman í samstarf?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-07 21:02:40",
            "id": "2458726",
            "reply_to_id": "2458642",
            "text": "Frjálslndi flokkurinn hefur verið talinn\nvera frekar til vinstri og því ekki staðið undir nafni. Sé annars ekkert voðalega forræðishyggjulegt við Samfylkinguna, það á frekar við VG."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-07 21:10:32",
            "id": "2458763",
            "reply_to_id": "2458726",
            "text": "Eitt af aðal baráttumálum þeirra hefur verið að bilið sé að aukast mikið milli fátækra og ríkra og það eigi að leiðrétta þessa “villu”.\nÞessi flokkur er allavega ekki að berjast fyrir auknu frelsi einstaklingsins, það er víst. Mikilvægara er að neyða góðgerðastarfsemi yfir fátæka og konur en að leyfa öllum að fara eftir sömu leikreglum."
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2005-09-07 22:38:09",
            "id": "2459279",
            "reply_to_id": "2458763",
            "text": "Þessi flokkur er allavega ekki að berjast fyrir auknu frelsi einstaklingsins\nEnda hefur hann aldrei markaðsett sig sem einhvern frjálshyggjuflokk."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-07 23:42:41",
            "id": "2459546",
            "reply_to_id": "2459279",
            "text": "Frekar sem “jafnréttis”flokk byggðan á “jákvæðri” mismunun."
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2005-09-08 13:27:56",
            "id": "2460143",
            "reply_to_id": "2459546",
            "text": "Rétt, bara án gæsalappa."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-08 14:19:56",
            "id": "2460271",
            "reply_to_id": "2460143",
            "text": "Nei ég kýs að hafa gæsalappirnar.\nJafnrétti er aldrei raunverulegt jafnrétti þegar það er ýtt undir vissa hópa samfélagsins. Eina raunverulega jafnrétti er þegar allir fara eftir sömu leikreglum.\nSá sem telur að “jákvæð” mismunun sé hluti af jafnrétti, ætti að kaupa sér orðabók."
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2005-09-08 14:27:28",
            "id": "2460295",
            "reply_to_id": "2460271",
            "text": "Nei, þarna er kjánalegt að hafa gæsalappir.\nJafnrétti er raunverulegt jafnrétti þegar það er ýtt undir vissa hópa samfélagsins. Eina raunverulega jafnréttið er þegar allir standa frami fyrir sömu tækifærum í lífinu óháð erfðum og upphafi.\nSá sem neitar því að jákvæð mismunun sé hluti af jafnrétti, ætti að kaupa sér orðabók."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-08 14:32:26",
            "id": "2460312",
            "reply_to_id": "2460295",
            "text": "Erfiðleikar og upphafa einstaklinga á ekki að vera á ábyrgð stjórnvalda.\nEkkert réttlætir það að hafa löglegan þjófnað á þeim sem standa sig vel til þess að styðja undir þá sem eiga erfitt.\nGóðgerðastarfsemi er alltaf af hinu góða, á meðan það er ekki neytt fólk til þess að taka þátt gegn vilja sínum."
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2005-09-08 14:36:28",
            "id": "2460327",
            "reply_to_id": "2460312",
            "text": "Stéttarskipting er slæm. Erfðastéttir eru verri. Klárt fólk á ekki að þurfa að deyja því foreldrar þess eiga ekki efni á lyfjum og það á ekki að þurfa að vinna við götusópum því foreldrar þess gátu ekki sent það í skóla."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-08 14:49:12",
            "id": "2460360",
            "reply_to_id": "2460327",
            "text": "Stéttarskipting er af hinu góða og nauðsynleg til að halda þjóðfélaginu gangandi. Allar hindranir og mismunur er slæmt fyrir efnahaginn og bitnar á endanum líka á þeim fátæku. Hvað heldur þú að það sé hent miklum peningum bara í það að halda utan um þetta forræðishyggjukerfi? Hversu miklir peningar fara í ónauðsynlegar stöður og eftirlit? Þegar ríkið þarf að halda utan um slík fyrirbæri þá fer oft helmingurinn af kostnaðinum bara við það að halda utan um slíkt kerfi.\nEinhver þarf að sjá um að afgreiða í Hagkaup eða þrífa klósett. Hver á að gera það ef allir eru í sömu stöðu?\n“Fátækir” á Íslandi eru líka varla fátækir. Þetta er fólk sem er alveg að lifa af en heimtar betra líf frá stjórnvöldum. Við erum eitt af þeim löndum þar sem “fátækir” geta meðal annars leyft sér að reykja eða fara í ofþyngd. Sá sem er með húsnæði og aðgang að mat er ekki fátækur.\nSá sem hefur metnað getur alveg rifið sig upp úr fátækt. Ýmsir valmöguleikar eru í boði. T.d. styttri nám (starfsþjálfun, námskeið), kvöldskólar, taka eina önn á ári og vinna afganginn, taka lán… Ekkert réttlætir að taka peninga frá öðrum til þess að borga undir eigin erfiðleika í lífinu.\nÉg skal koma með dæmi fyrir þig…\nNú er húsnæði meira en helmingi dýrara á höfuðborgarsvæðinu en ýmsum stöðum á landsbyggðinni. Er ekki “jafnrétti” að stjórnvöld niðurgreiði húsnæði á höfuðborgarsvæðinu?"
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2005-09-08 15:02:08",
            "id": "2460395",
            "reply_to_id": "2460360",
            "text": "Og efnahagskerfið gengur heldur ekki án afskipta stjórnvalda…\nEinnig sé ég ekki að eftirlitsstöður séu ónauðsynlegar þegar forræðishyggjan er nauðsynleg. Þar að auki nenni ég ekki að þurfa að eyða tíma mínum í að fást við fífl og er mjög sáttur með að ríkið geri það fyrir mig.\n“”Fátækir“ á Íslandi eru líka varla fátækir.” Sem er einmitt vegna þess að ísland er kapítlasíkt ríki í imperialísku ríkjabandalagi og getur því lifað á virkilega fátæku fólki hinum megin á hnettinum. Þetta er slæmt.\nHvað heldurðu að það tæki langan tíma að taka grunnskóla, framhaldsskóla og háskóla í kvöldskóla? Hvað heldurðu að það kosti og hvað heldurðu að sá kostnaður sé stór hluti af tekjum lágtekjufólks?\nNú því sveitarfélögin halda uppi alveg ágætis grunnskólum á landsbyggðinni, þar má einnig finna góða heimilislækna og lífsgæði síst lakari en á höfuðborgarsvæðinu. Þér verðið nú að gera yður grein fyrir því að menntun er ekki það sama og réttindin til að eiga flottan bíl."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-08 15:22:30",
            "id": "2460452",
            "reply_to_id": "2460395",
            "text": "Og efnahagskerfið gengur heldur ekki án afskipta stjórnvalda…\nViltu veðja?\nEinnig sé ég ekki að eftirlitsstöður séu ónauðsynlegar þegar forræðishyggjan er nauðsynleg.\nErt ekki en þá búinn að útskýra fyrir mér hvernig forræðishyggjan er nauðsynleg.\nHvað heldurðu að það tæki langan tíma að taka grunnskóla, framhaldsskóla og háskóla í kvöldskóla?\nHversu fáir heldur þú að ættu ekki efni á því að senda börnin sín í skóla? Þegar tekjur heimilisins eru tugi þúsunda meira á mánuði er ekkert mál að borga slíkan kostnað. Í raun er maður bara að ráðstafa sjálfur peningum sem ríkið notar í dag.\nSkólar gætu verið stéttaskiptir og mikil samkeppni yrði á milli skóla. Menntun barna á Íslandi var komin upp í 90% áður en það var sett á skólaskyldu  með ríkisstraumnum.\nHvað heldurðu að það tæki langan tíma að taka grunnskóla, framhaldsskóla og háskóla í kvöldskóla? Hvað heldurðu að það kosti og hvað heldurðu að sá kostnaður sé stór hluti af tekjum lágtekjufólks?\nSamkeppni yrði mikil og rekstur skóla yrði hagkvæmari. Einnig yrðu skólar stéttaskiptir svo fólk gæti valið skóla eftir fjárhagsstöðu.\nLágtekjufólk eins og aðrir myndu fá hærri laun.\nÞér verðið nú að gera yður grein fyrir því að menntun er ekki það sama og réttindin til að eiga flottan bíl.\nHver er sinn gæfusmiður. Hvort sem það sé að mennta sig eða eiga bíl.\nAð fá aðgang að ókeypis skóla eru ekki mannréttindi. Það eru forréttindi sem á ekki að neyða aðra til að borga undir."
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2005-09-08 16:48:31",
            "id": "2460712",
            "reply_to_id": "2460452",
            "text": "Jæja? Kreppan í BNA/heiminum 1929, orsök, afleiðing og hvernig tekið var á málunum. Hvað skuldarðu mér mikið?\nForræðishyggjan er nauðsynleg því ég vil að allir hafi jafnan rétt til tækifæra í lífinu óháð stétt og stöðu…. Rámar reyndar í að hafa sagt eitthvað þessu svipað áðaur en það er kannski bara ég sem hef svona lélegt minni.\nAukin hagkvæmni í skólarekstri… samkeppni… þvaður… bulll….\n1) Hvaðan kemur þessi tölfræði?\n2) Fyrst að þetta er ekki svona auðvelt. Afhverju er þá stór hluti þriðja heimsins ólæs?\n3) Hvað veist þú um það hvernig skólar eru reknir í dag.\n4) Sammkepni -> eitt betra en annað -> “bónus” skólar -> lélegir skólar -> góðir skólar og svo framvegis. Afhverju ætti barn sem fæðist í fátæka fjölskyldu ekki að fá sömu tækifæri til almenninglegs náms og annað barn?\nAð menntun sé orðin óþörf eins og má lesa úr síðustu orðum þínum og svari þínu hér fyrir neðan. Þetta er hlægilegt svo ekki sé meira sagt. Þú gerir þér grein kannski ekki grein fyrir því að fólk er fólk ekki vélar…"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-08 17:05:46",
            "id": "2460772",
            "reply_to_id": "2460712",
            "text": "Ég sagði ekki að menntun væri óþörf.\nEinfaldlega að meirihluti fólks gæti menntað sig þó það væri ekki skólaskylda og borgað af ríkinu.\nRíkið ræktar ekki peningatré, það einfaldlega ráðstafar peningum sem þjóðin vann sér inn. Sanngjarnast er auðvitað að leyfa fólkinu sjálfu að ráðstafa öllum tekjunum. Velja sjúkratryggingu, námslán, aðgang að vegakerfinu og fleira í stað þess að borga það í gegnum skatta."
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2005-09-08 17:43:53",
            "id": "2460926",
            "reply_to_id": "2460772",
            "text": "En af hverju ætti maður að mennta sig þegar maður fær góð laun fyrir að þrífa klósett?\nÞú sagðir þetta nú samt\nOg ég sé ekki sanngirni í lýsingum þínum því þær hafa afleiðingarnar sem ég haf margoft lýst hér að ofan."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-08 17:47:00",
            "id": "2460939",
            "reply_to_id": "2460926",
            "text": "The bottom line is…\nÞó þér finnist það kannski hentugra kerfi fyrir þig að hafa eitthvað ríkiskerfi. Þá réttlætir ekkert það að þú fáir að taka hluta af mínum tekjum og nota í það gegn mínum vilja. Þetta eru peningar sem ég vann fyrir sjálfur og ég ætti að mega ráðstafa þeim sjálfur."
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2005-09-08 17:50:27",
            "id": "2460958",
            "reply_to_id": "2460939",
            "text": "Nei, því miður. Það er ekkert nema réttlátt að allir borgi jafnt til þjóðfélagsins svo það gangi sem smurðast. Manneskjan er félagsverða við hugsum ekki bara um sjálf okkur, amk flest okkar."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-08 17:56:04",
            "id": "2460976",
            "reply_to_id": "2460958",
            "text": "Ég er auðvitað að tala um þennan rétt aðeins á meðan það er ekki borgað neitt undir mig heldur.\nÉg bað aldrei um það að láta borga undir mig hluti. Ég vil fá allar tekjurnar mínar á þeim grundvelli að ég þurfi svo að ráðstafa þeim í allt sem ég nota í samfélaginu. Meðal annars það sem nú er borgað með sköttum."
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2005-09-08 18:03:46",
            "id": "2461007",
            "reply_to_id": "2460976",
            "text": "En afhverju ekki bara borga þína skatta og nota svo það sem þú þarft í samfélaginu?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-08 18:08:48",
            "id": "2461032",
            "reply_to_id": "2461007",
            "text": "Af því það takmarkar frelsi mitt til þess að velja hverjir sjái um þessa þjónustu og hversu mikið.\nSumir vilja kannski borga fyrir minni eða meiri þjónustu en núverandi ríkisflæði býður upp á."
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2005-09-08 18:11:16",
            "id": "2461044",
            "reply_to_id": "2461032",
            "text": "En takmarkar það ekki jafnframt frelsi annarra sem koma frá verr stæðari fjölskyldu til að lifa sama lífi og fá sömu þjónustu og þú?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-08 18:12:43",
            "id": "2461053",
            "reply_to_id": "2461044",
            "text": "Nei ég ber ekki ábyrgð á lífsgæðum annarra."
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2005-09-08 18:14:29",
            "id": "2461062",
            "reply_to_id": "2461053",
            "text": "En er það þá ekki gegn þinni stefnu um frelsi? Þegar þú ert farinn að hefta frelsi annarra?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-08 18:31:20",
            "id": "2461138",
            "reply_to_id": "2461062",
            "text": "Nei alls ekki.\nFrelsi er ekki að borga undir fólk. Frelsi er að allir fái að gera það sem þeim sýnist á meðan það skaðar ekki aðra. Allir fari eftir sömu leikreglum og hver sé sinn gæfusmiður.\nÞað er ekki skerðing á frelsi með því að sleppa því að neyða fólk til þess að borga undir fátæka.\nOg svo þú misskilir ekki, þá er ég ekki snobb einstaklingur sem vill gefa skít í fátæka. Hef sjálfur alltaf verið á lágum launum enda ungur og ómenntaður. Ég einfaldlega trúi á málstaðinn að hver sé sinn gæfu smiður og að fólk eigi að hafa frelsi til þess að ákveða sjálft í hvað tekjur þeirra fari í.\nEins og ég hef margoft sagt áður að þá er ríkið ekki með nein peningatré. Þetta eru allt peningar teknir úr vösum borgaranna, sem á endanum nýtast verr hjá ríkinu en einkaaðilum. Stór hluti þeirra fer í vaskinn vegna þess að það er svo dýrt að halda utan um kerfið meðal annars með ónauðsynlegum stöðum og eftirliti."
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2005-09-08 18:51:27",
            "id": "2461268",
            "reply_to_id": "2461138",
            "text": "“Frelsi er að allir fái að gera það sem þeim sýnist á meðan það skaðar ekki aðra.” En krafa þín um að borga ekki undir fólk veldur því að allir fá ekki sömu tækifæri á menntun. Þar af leiðandi eru þessar tvær fullyrðingar í mótsögn við hvora aðrar. Skemmtilegur málstaður sem er þannig upp byggður."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-08 18:55:04",
            "id": "2461289",
            "reply_to_id": "2461268",
            "text": "Frelsi er ekki að hafa sömu tækifæri og allir aðrir. Heldur aðeins hafa sömu leikreglur og frelsi frá ofbeldi annarra einstaklinga.\nEr ekki verið að takmarka frelsi mitt með því að hafa húsnæðisverð hærra í Reykjavík en á landsbyggðinni? Er verið að takmarka frelsi mitt af því ég fæ ekki að ferðast um með einkaþotu eins og Jón Ásgeir?\nAftur. Menntun eru forréttindi en ekki mannréttindi. Ég ber ekki ábyrgð á því að aðrir hafi það verra en ég, það er þeirra vandamál. Það er ekki frelsi að neyða mig til þess að borga handa þeim betri lífsgæði."
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2005-09-08 18:57:48",
            "id": "2461306",
            "reply_to_id": "2461289",
            "text": "Hvar liggur frelsið í því að fæðast í fátæka fjölskyldu og geta aldrei gert neitt við líf sitt því enginn kennir þér að lesa?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-08 19:00:41",
            "id": "2461327",
            "reply_to_id": "2461306",
            "text": "Aldrei of seint að byrja.\nLeiðinlegt, en lífið er ekki sanngjarnt. Leiðinlegt að einhver hafi átt svona hræðilega foreldra. En það er ekki mitt vandamál."
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2005-09-08 19:19:57",
            "id": "2461452",
            "reply_to_id": "2461327",
            "text": "En ef maður bara getur ekki byrjað? Hvernig á fátækt barn í afríku sem á ekki einu sinni fyrir mat að geta lært að lesa?\nVissulega skiptir þetta þig máli. Þú verður að hafa þetta svona. Þinn kapítalíski lifnaðarháttur er byggður á þessu ódýra vinnuafli."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-08 19:25:47",
            "id": "2461485",
            "reply_to_id": "2461452",
            "text": "Reyndar vill Frjálshyggjufélagið leggja niður allar viðskiptahindranir.\nSem myndi gagnast Afríku meira en öll góðgerðastarfsemi þar.\nVerður að passa þig að flokka ekki Frjálshyggju á sama hátt og allt sem er hægra megin."
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2005-09-08 20:03:32",
            "id": "2461646",
            "reply_to_id": "2461485",
            "text": "Klárlega, verður að gera það. Hagkerfið innanlands getur ekki hækkað enda laust án þess að grunnur þess veikist. Því þarf að sækja þennan grunn annars staðar að og þá þarf að hætta viðskiptahindrunum svo hægt sé að stunda grundvallariðnað í útlöndum þar sem vinnuafl er ódýrt.\nÞetta gagnast afríku á engan hátt enda byggir þetta beinlínis á fáttækt hennar."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-08 20:16:27",
            "id": "2461669",
            "reply_to_id": "2461452",
            "text": "Þróunin í þeim löndum sem græða á því getur líka endað illa, t.d. í Indlandi og Tælandi.\nNúna eru fyrirtæki á fullu að flytja verksmiðjur þangað. En þó þær bæti tímabundið ástandið þar, þá springur þessi bóla á endanum. Á endanum hækka laun þeirra með betri lífsgæðum og bólan springur, þá munu stórfyrirtækin draga til baka starfsemina. Æskilegra er að þróunin verði “eðlilegri” og jafnari í staðin fyrir þessa bólu sem vaxar óæskilega hratt."
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2005-09-08 20:25:51",
            "id": "2461696",
            "reply_to_id": "2461669",
            "text": "Núna ert þú bara að lýsa afleiðingum frjáls markaðar og kapítalisma. Ég hélt þú værir fylgjandi því?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-08 20:28:39",
            "id": "2461706",
            "reply_to_id": "2461696",
            "text": "Æi kannski er ég ekki að orða þetta nógu vel.\nÞað sem ég meina er að ég tel óæskilegt að þessi lönd fái þetta í svona stórum pakka á meðan önnur gera það ekki. Væri til í að sjá meiri dreyfingu en að öll fyrirtækin fari í nokkur Asíulönd."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-08 15:11:22",
            "id": "2460411",
            "reply_to_id": "2460360",
            "text": "Einhver þarf að sjá um að afgreiða í Hagkaup eða þrífa klósett. Hver á að gera það ef allir eru í sömu stöðu?\nEr ekki hægt að láta markaðinn sjá um það.\nÞessi störf verða þá bara metin meira og launin fyrir þau hærri, í staðinn fyrir að búa bara til stétt(lausa) fyrir þessi störf."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-08 15:26:04",
            "id": "2460467",
            "reply_to_id": "2460411",
            "text": "En af hverju ætti maður að mennta sig þegar maður fær góð laun fyrir að þrífa klósett?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-08 15:56:29",
            "id": "2460559",
            "reply_to_id": "2460467",
            "text": "Er það eitthvað atriði?\nMaður menntar sig til þess að vinna í ákveðnum störfum, þurfa ekkert endilega að vera vel borguð.\nEf margir læra það sama og það myndast offramboð hljóta menn að færa sig í eitthvað annað og öfugt.\nEn þú villt s.s. frekar mynda yfirstétt sem ein getur menntað sig og tryggt sér há laun en allir hinir eiga að vinna lélegu störfin í stað þess að láta markaðinn sjá um þetta? :D"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-08 17:02:00",
            "id": "2460759",
            "reply_to_id": "2460559",
            "text": "Nei ég vil einmitt láta markaðinn sjá um þetta. Allir eiga að fara eftir sömu leikreglum.\nMarkaðurinn sér til þess að það eru fólk í öllum stéttum.\nÁhugi er ekki nóg. Það nennir enginn að fara í áratug framhaldsnám til þess að verða t.d. læknir ef maður fær svipuð laun fyrir vinnu sem þarf enga menntun í.\nAuðvitað verður alltaf einhver sem gerir það eingöngu vegna áhuga. En samt sem áður myndi fjöldi menntaðra einstaklinga hrapa niður."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-07 19:19:42",
            "id": "2458262",
            "reply_to_id": "2457806",
            "text": "Ertu stjórnanndi á deiglunni?"
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2005-09-07 19:23:23",
            "id": "2458283",
            "reply_to_id": "2457806",
            "text": "Ég verð nú að segja það að Davíð hefur staðið sig vel gegnum árin. Hann tók við landinu, sem þá var að kafna fyrir skuldum, og núna skilar hann því skuldlausu. Góður árangur segi ég, þó svo að ég sé alls ekki Sjálfstæðismaður."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-07 19:28:52",
            "id": "2458315",
            "reply_to_id": "2458283",
            "text": "Og þú bíður bara spennt eftir því að fá vinstristjórn til þess að eyðileggja þennan árangur."
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2005-09-08 20:29:19",
            "id": "2461710",
            "reply_to_id": "2458315",
            "text": "As a matter of fact, JÁ."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-08 20:32:34",
            "id": "2461723",
            "reply_to_id": "2461710",
            "text": "Auðvitað.\nÞú heldur áfram að eyða í vitleysu þó að Diesel buxurnar hækki upp í 30 þúsund. Þú og þínir lifið af að borga meira í skatt.\nEkki hægt að segja það sama um alla."
        },
        {
            "user": "lalade",
            "user_id": "55731",
            "date": "2005-09-07 19:30:58",
            "id": "2458330",
            "reply_to_id": "2457806",
            "text": "Svo ég leiðrétti aðeins hérna. Skuggi85 það var varið 1 milljarði í geðfatlaða. Hér kemur aðeins um það: 1000 milljónir í framkvæmdir vegna geðfatlaðra:\nStefnt er að því að hefja nú þegar uppbyggingu til að tryggja búsetuskilyrði og þjónustu við geðfatlaða.  Þar er gert ráð fyrir kaupum eða byggingu á húsnæði og uppbyggingu dagvistunar eða endurhæfingaúrræða á árunum 2006-2010.\nStefnt er að því að eyða biðlistum og tryggja það að geðfatlaðir búi við fullnægjandi aðstæður.  Heildarfjárþörf er um 1.500 milljónir króna en gert er ráð fyrir að Framkvæmdasjóður fatlaðra komi með 500 milljónir til verkefnisins.\nOg af hverju mátti ekki byggja göng úti á landi ef þau munu skila hagnaði eftir ákveðins tíma. T.d Eyjagöng en það er ennþá verið að rannsaka botninn milli lands og eyja."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-07 20:37:16",
            "id": "2458637",
            "reply_to_id": "2458330",
            "text": "Svo ég leiðrétti aðeins hérna. Skuggi85 það var varið 1 milljarði í geðfatlaða. Hér kemur aðeins um það: 1000 milljónir í framkvæmdir vegna geðfatlaðra:\nStefnt er að því að hefja nú þegar uppbyggingu til að tryggja búsetuskilyrði og þjónustu við geðfatlaða. Þar er gert ráð fyrir kaupum eða byggingu á húsnæði og uppbyggingu dagvistunar eða endurhæfingaúrræða á árunum 2006-2010.\nStefnt er að því að eyða biðlistum og tryggja það að geðfatlaðir búi við fullnægjandi aðstæður. Heildarfjárþörf er um 1.500 milljónir króna en gert er ráð fyrir að Framkvæmdasjóður fatlaðra komi með 500 milljónir til verkefnisins.\nTakk fyrir upplýsingarnar. Lýst mjög vel á þetta, löngu kominn tími til þess að gera eitthvað í þessum málum.\nVeistu hvort það séu einhver plön um að minnka biðlista í meðferðum fíkla?"
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2005-09-07 19:33:26",
            "id": "2458345",
            "reply_to_id": "2457806",
            "text": "þetta fer í skattalækkanir sem stjórnarflokkar hafa lofað í fleiri fleirri ár :)\nþeim tókst að draga þennan ás útúr ermini"
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2005-09-07 19:49:26",
            "id": "2458421",
            "reply_to_id": "2457806",
            "text": "Nú er ég að pæla, ég var að lesa í Mogganum og þar er stendur að það er ekkert verið að borga allar skuldirnar… bara einhvern 1/5 af þeim, sem er náttúrulega slatti og ég er ánægður með það en það er samt ekki allar skuldirnar."
        },
        {
            "user": "rfm",
            "user_id": "23226",
            "date": "2005-09-07 22:15:52",
            "id": "2459153",
            "reply_to_id": "2458421",
            "text": "Sjáðu til, 32 milljarðar eru borgaðir strax núna, síðan fær ríkissjóður 20 milljarða í afgang á næstu mánuðum sem fer í skuldir og síðan verður lagðir einhverjir milljarðar hjá Seðlabankanum þannig að við fáum góðan vexti, þessir vextir eiga að borga líka skuldir þannig að þegar öll þessi tala er lögð saman, erum við skuldlaus :-)"
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2005-09-07 19:56:12",
            "id": "2458453",
            "reply_to_id": "2457806",
            "text": "Skynsamlegasti pistill um nauðsyn hátæknisjúkrahús sem ég hef lesið lengi. Það vita þeir sem eitthvað þekkja til starfsemi landspítala háskólasjúkrahúss að hann er dreifður um alla borg. Einni vita þeir að mörg af þeim skotum sem honum er troðið í eru bæði illa falin til spítalarekstrar eða úr sér gengin."
        },
        {
            "user": "exicuter",
            "user_id": "15274",
            "date": "2005-09-07 19:57:42",
            "id": "2458461",
            "reply_to_id": "2457806",
            "text": "almennt séð er ég nokkuð ánægður með þessa ráðstöfun á peningunum … en samt spyr ég .. er þetta sjúkrahús nauðsyn ? .. hvernig væri að setja þessa peninga í landspítalann sem er í bullandi taprekstri og búið að loka einhverjum deildum og segja upp fullt af starfsólki..   væri ekki nær að eyða peningnum í það ?   ekki skil ég nú með það að eyða peningunum í sundabrautina..   hverni væri að eyða peningnum í vegakerfið á landinu sé ekki að sundabraut sé eins mikil nauðsyn..  vegakerfið er að hruni komið myndi ég segja og annar ekki allari þessari trukka umferð eftir að strandsiglingarnar lögðust nánast af ….  en svona almennt séð ..  nokkuð sáttur með Davíð og félaga ….   Davíð á miklar þakkir skilið ..   hann hefur náð að breyta landinu í paradís og var hann kóngur í paradís :D Far Heill Davíð Oddsson."
        },
        {
            "user": "ethorg",
            "user_id": "22527",
            "date": "2005-09-08 14:10:47",
            "id": "2460246",
            "reply_to_id": "2458461",
            "text": "Ég veit ekki betur en að landspítalinn hafi rétt úr kútnum undir handleiðslu Jóns Kristjánssonar.  Svo felst gríðarlegt hagræði í því að byggja nýjan spítala, sá gamli er barn síns tíma og úr sér genginn.  Koma allri starfsemi undir einn hatt þannig að hlutir eins og týna sjúklingum komi ekki fyrir.  Einn aldraður ættingi minn lennti einmitt í því meðan var verið að flengjast með hann milli Miklubrautar og Fossvogs að týnast í nokkra tíma."
        },
        {
            "user": "Ferjumadur",
            "user_id": "39228",
            "date": "2005-09-07 20:08:38",
            "id": "2458506",
            "reply_to_id": "2457806",
            "text": "Hvað er besta land í heimi þá? varðandi lífsgæði?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-07 21:00:03",
            "id": "2458712",
            "reply_to_id": "2458506",
            "text": "noregur væntanlega."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-07 21:12:09",
            "id": "2458770",
            "reply_to_id": "2458712",
            "text": "Sumir segja Svíþjóð."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-07 21:29:35",
            "id": "2458851",
            "reply_to_id": "2458770",
            "text": "Þjóðarframleiðsa í Noregi mun vera\n30% meiri\nen í Svíþjóð. Auk þess er Noregur án efa með hærra frelsis og skemmtanagildi :)"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-07 21:33:55",
            "id": "2458884",
            "reply_to_id": "2458851",
            "text": "Tja þjóðarframleiðsla er ekki það eina sem spilar í lífsgæði.\nEn jú jú get alveg trúað því að Noregur sé #1. En Svíþjóð hefur líka oftast verið topp 3 held ég."
        },
        {
            "user": "rfm",
            "user_id": "23226",
            "date": "2005-09-07 22:09:56",
            "id": "2459102",
            "reply_to_id": "2458884",
            "text": "Kanada hefur líka oft verið nefnt."
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2005-09-08 00:12:43",
            "id": "2459646",
            "reply_to_id": "2458884",
            "text": "kúba oft í fyrsta sæti yfir lífsgæði og almenna vellíðan borgara og spila hlutir einsog menntakefið og frí heilsugæsla mikið inní þa"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-08 00:16:13",
            "id": "2459655",
            "reply_to_id": "2459646",
            "text": "Á þetta að vera fyndið? :)"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-08 15:07:29",
            "id": "2460405",
            "reply_to_id": "2459655",
            "text": "Tja þjóðarframleiðsla er ekki það eina sem spilar í lífsgæði.\n:)"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-08 15:23:55",
            "id": "2460458",
            "reply_to_id": "2460405",
            "text": "Kúba er kannski frábær fyrir ferðamenn.\nEn ég held að heimamenn hafi það ekki alveg jafn gott. Alveg eins og t.d. Tæland."
        },
        {
            "user": "ArtVandelay",
            "user_id": "57453",
            "date": "2005-09-07 22:17:24",
            "id": "2459166",
            "reply_to_id": "2457806",
            "text": "Ísland, bezt í heimi!!"
        },
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2005-09-07 23:37:50",
            "id": "2459532",
            "reply_to_id": "2457806",
            "text": "Allar þær vegaframkvæmdir sem þarna eru að ræða eru gríðalega arðbærar þegar til lengri tíma er litið. Þrátt fyrir að vera ósammála þér um mikilvægi betri vegar til Akureyrar verð ég að minnast á það að það er með öllu óskiljanlegt áhugaleysi þitt um Sundabrautina í ljósi þess að hún er fyrst og fremst ætluð til þess að greikka leiðina úr bænum og vestur á land og mun líklega fullgerð stytta leiðina til Akureyra um heilar 20 mínútur og munar um minna.\nSama mun Sundabraut upp á Kjalarnes, þverun Hvalfjarðar og Borgarfjarðarbrú mynda eina greiðfærustu leið á Íslandi: Leiðina til Akureyrar.\nSömuleiðis myndi brú frá Vatnsmýri upp í Straumsvík og tvöföld REykjanesbraut greiða gríðalega leiðina til Keflavíkur. Í dag tekur brautin 23 mínútur að keyra á löglegum hraða. Ef klippt yrði á Hafnarfjörð með brú yrði heildar keyrslutíminn útí Leifstöð frá miðbænum undir hálftíma. Það myndi gera okkur kleift að að flytja flugvöllinn út í Keflavík og rísa nýjan glæsilegan miðbæ  vestur af kvosinni í Reykjavík, til merkis um gullöld íslendinga.\nAkureyringar og margir aðrir sem eflaust kysu að búa á Akureyri hefðu þá um tvo kosti að velja: Að fara á eigin bíl suður eftir einstaklega greiðfærri leið á 5 tímum, eða fljúga suður eftir með innifalinni hraðrútu (án stoppistöðva) til hjarta Reykjavíkur á einum og hálfum tíma."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-08 15:18:57",
            "id": "2460443",
            "reply_to_id": "2459532",
            "text": "Já þessi hugmynd(sem reyndar er ekki ný) um þessa leið upp í Straumsvík er skemmtileg og\nbætir (hinn eina raunverulega) möguleika í þessu máli,  sem er flutningur innanlandsflugs\ntil keflavíkur.\nOg varðandi Akureyri að þá hefur verið rætt um hálendisveg, sem myndi stytta leiðina þangað um 81 km."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-08 11:00:23",
            "id": "2459892",
            "reply_to_id": "2457806",
            "text": "VEGAFRAMKVÆMDIR\nÉg hef reyndar ekki skoðað mikið nauðsyn þessara vegaframkvæmda, en ég efast ekki um að einhverjar af þeim eru nauðsynlegar. Þó hefði ég viljað sjá einhverjum af þessum peningum eytt í að tvöfalda, og gjörbylta, veginum milli Akureyrar og Reykjavíkur. Það verður án efa eitt brýnasta verkefni í vegamálum á næstu árum.\nHvað Sundabraut varðar, þá hef ég ekkert álit á henni þar sem ég keyri aldrei um á þessum hluta höfuðborgarsvæðisins.\nsoldið gaman að því hvað þú vilt láta gera við þjóðveg 1 á milli rvk og ak en hefur ekkert álit á sundabraut… vegna þess að þú keyrir hana ekkert…\nhvers vegna ætti t.d. bara að laga þjóðveg 1 á milli rvk og ak…. ég mundi nú frekar taka út ákveðin svæði á hringveginum/þjóðkerfinu og laga hættulegustu staðina og einnig fækka verulega 1 breiðum brúm\n(af þessu að dæma mundi ég halda að þú búir á ak)"
        },
        {
            "user": "MachineHead",
            "user_id": "2350",
            "date": "2005-09-08 15:17:42",
            "id": "2460440",
            "reply_to_id": "2457806",
            "text": "En hvað með öryrkja, var þeim ekki lofað mörgum milljónum fyrir síðustu kosningar en fengu svo bara hluta af þeirri upphæð.\nEinnig finnst mér ekki rétti tíminn akkúrat núna til að lækka skatta vegna gífulegrar þenslu í þjóðfélaginu, slíkt myndi bara orsaka verðbólgu!"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-08 17:29:16",
            "id": "2460864",
            "reply_to_id": "2460440",
            "text": "Verið að eyða nóg í öryrkja.\nAllt of margir að fá þessar bætur. Byrja að skera niður þá sem fá þessar bætur með harðari reglum og svo íhuga hvort eigi að hækka bæturnar."
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2005-09-09 12:14:37",
            "id": "2462957",
            "reply_to_id": "2460864",
            "text": "“Verið að eyða nóg í öryrkja.” Ertu að grínast? Ég ætla rétt að vona það..\nÞað væri gaman að fá að heyra þig segja þetta ef þú værir öryrkji."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-09 12:22:56",
            "id": "2462974",
            "reply_to_id": "2462957",
            "text": "Er það reyndar ekki sjálfur. En pabbi minn er það.\nHann fær laun fyrir að sitja heima og drekka bjór. Þar sem hann er alki.\nVissir þú að helmingur örykja eru annað hvort einstaklingar með geðræn vandamál eða fíkniefnavandamál? Af hverju er örykjum búið að fjölga gífurlega á nokkrum árum?\nÞað er hægt að hækka bætur þeirra sem virkilega þarnast þess, með sama peninga. Ef það er einfaldlega hert reglurnar."
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2005-09-09 13:08:22",
            "id": "2463054",
            "reply_to_id": "2462974",
            "text": "Þannig að fólk með geðræn vandamál á þá ekki að að fá vinnu né bætur?? Enginn ræður manneskju í vinnu sem er með geðræn vandamál.."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-09 13:46:59",
            "id": "2463122",
            "reply_to_id": "2463054",
            "text": "Er fólk með geðræn vandamál með “KLIKKAÐUR” stimplað á ennið á sér? Málið er ekki það að það sé ekki ráðið þau, heldur að þau vilja ekki vinna vegna ástandsins.\nÞarf að koma með eitthvað uppbyggilegra kerfi en er núna. Ég þekki líka konu sem hefur verið að fá fullar bætur í 7-8 ár fyrir það að vera fíkill og þunglynd. Hún situr heima hjá sér og reykir hass allan daginn, sem hún kaupir með þessum ríkisstyrk sínum. Hversu uppbyggilegt er það? Hún ætti að fara út að vinna og gera eitthvað af viti.\nÞessi vandamál eru í eðli sínu þannig að það er hægt að leysa þau og ná bata. Þetta er ekki sambærilegt við það að lenda t.d. í slysi og missa líkamlega getu sem ekki er hægt að draga til baka.\nÉg styð alveg að það sé aðstoðað fólk í vandræðum, líka þá sem eru fíklar eða með geðræn vandamál. En á sama tíma verður að gera kröfur frá einstaklingnum um að hann vilji ná bata og verða aftur virkur þegn í samfélaginu. Að borga fólki sem vill ekki bæta sig ár eftir ár fyrir það að vera í rugli er sóun á peningum.\nSetja viss skilyrði og koma fólki í uppbyggilegt umhverfi. Smátt og smátt gera auknar kröfur. Byrja á því að skerða bæturnar og láta þau vinna hlutastarf.\nEinnig er hægt að fá bætur fyrir ofþyngd og án þess að þurfa að sýna vilja um að breyta ástandinu. Getur farið á bætur sem borga undir þig McDonalds áfram. Þetta er ekkert annað en aumingjavæðing í gangi.\nÉg mun líka seint samþykkja það að öryrkjar fái hærri bætur en þeir sem að eru á lágmarkslaunum. Þannig er einfaldlega verið að gefa skít í þá sem vinna þessi störf og hvetur þá til þess að sækja um bætur frekar en að vinna."
        },
        {
            "user": "akkilles",
            "user_id": "25228",
            "date": "2005-09-21 10:17:44",
            "id": "2504379",
            "reply_to_id": "2463122",
            "text": "skuggi85 ég er búinn að lesa nokkra pósta frá þér og ég verð að segja þér að þessi frelsishyggja þín er komin ALGJÖRLEGA út í öfgar.\nSamfélagið myndi aldrei ganga upp eins og þú sérð það fyrir þér."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-21 10:46:19",
            "id": "2504408",
            "reply_to_id": "2504379",
            "text": "Nú af hverju ekki?"
        },
        {
            "user": "akkilles",
            "user_id": "25228",
            "date": "2005-09-21 11:34:34",
            "id": "2504496",
            "reply_to_id": "2504408",
            "text": "Af því að svoleiðis er það bara.\nÉg held að það sjái það allir nema þú.\nHeldurðu virkilega að ef fólk fengi að ráðstafa skattpeningunum sínum í það sem fólkið vill sjálft gera þá muni það ekki rústa jafnvægi samfélagsins?\nOg einnig ef fíkniefni væru lögleidd. Það myndi enda í miklum félagslegum vandræðum og aukinni glæpastarfsemi og myndi einnig rústa jafnvægi samfélagsins.\nÞú virðist vera nokkuð vel gefinn maður og ég er ekki að gagnrýna þig sjálfan, en þessi óhóflega frelsishyggja þín er komin langt fram yfir skynsamleg mörk."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-21 11:57:51",
            "id": "2504528",
            "reply_to_id": "2504496",
            "text": "Af því að svoleiðis er það bara.\nÞí hljómar eins og einræðisherranir sem útskýra fyrir þegnunum af hverju þeir fái ekki lýðræði. “Af því svoleiðis er það bara”.\nHeldurðu virkilega að ef fólk fengi að ráðstafa skattpeningunum sínum í það sem fólkið vill sjálft gera þá muni það ekki rústa jafnvægi samfélagsins?\nJá ég tel mannskepnuna vera nógu gáfaða til þess að ráðstafa tekjum sínum að fullu. Þú mátt endilega útskýra fyrir mér hvernig jafnvægið myndi rústast þar sem þú ert með þetta svona á hreinu.\nOg einnig ef fíkniefni væru lögleidd. Það myndi enda í miklum félagslegum vandræðum og aukinni glæpastarfsemi og myndi einnig rústa jafnvægi samfélagsins.\nUmhverfið í fíkniefnaheiminum er svona slæmt fyrst og fremst af því að þau ERU ÓLÖGLEG. Mörg fíkniefni eru minna ávanabindandi og hættulegri en áfengi en samt leiðist fólk út i verri félagsskap af þeim en með áfengi. Hvað segir þetta okkur? Jú að ólögleiki efnanna er það versta. Einnig þá myndu flestir halda sig frá fíkniefnum áfram þó þau verði lögleidd. Jafnvel þó neysla aukist þá er það ekki rök fyrir því að jafnvægi samfélagsins “rústist”.\nÞú virðist vera nokkuð vel gefinn maður og ég er ekki að gagnrýna þig sjálfan, en þessi óhóflega frelsishyggja þín er komin langt fram yfir skynsamleg mörk.\nÞetta er eina sanngjarna stefnan af því þetta er eina stefnan sem algjörlega vill setja öllum sömu leikreglur og frelsi.\nNúverandi kerfi er gróf mismunun á ýmsu fólki. Ég veit ekki um þig en ég er orðinn leiður á því að það sé ákveðið fyrir mig að viss hluti launa minna fari í offitusjúklinga, göng úti á landi, sendiráð, góðgerðarmál, sinfóníu og fleira sem ég hef ekki ákveðið að styðja.\nÞá að þjófnaður sé gerður löglegur þá er það samt þjófnaður."
        },
        {
            "user": "akkilles",
            "user_id": "25228",
            "date": "2005-09-25 12:09:44",
            "id": "2518024",
            "reply_to_id": "2504528",
            "text": "Þú vilt kannski líka láta opna öll fangelsi og leggja niður lögregluna þannig að allt verði sem allra frjálsast?\nEr ekki soldið ósanngjarnt fyrir glæpamennina að láta réttarkerfið ákveða sitt líf?\nAnnars nenni ég ekki að standa í neinum rökræðum við  þig þar sem að þú ert örugglega mjög sjóaður í því að reyna að sanna þitt mál. En hins vegar veit ég að þessi frelsishyggja þín myndi aldrei ganga upp og er barnalegt sjónarmið."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-25 12:28:16",
            "id": "2518085",
            "reply_to_id": "2518024",
            "text": "Réttarkerfið er nauðsynlegt fyrirbæri til að tryggja frelsi þegnanna.\nÞað er nú aðeins mikilvægara fyrirbæri en að t.d. byggja tónlistarhús fyrir 12 milljarða og neyða alþjóð að borga kostnaðinn.\nErtu að vinna? Ef svo er þá fara líklega um 70-80 þúsund krónur af þínum tekjum í tónlistarhúsið. Fjölskylda þar sem 2-3 einstaklingar eru að vinna er að borga svona 150-200 þúsund í þessu húsi.\nEn já við erum svo vitlaus að stjórnvöld verða að ráðstafa þessum tekjum fyrir okkur."
        },
        {
            "user": "akkilles",
            "user_id": "25228",
            "date": "2005-09-27 21:33:50",
            "id": "2527333",
            "reply_to_id": "2518085",
            "text": "Ég er alveg sammála því að stjórnvöld ættu EKKI að eyða peningum í menningartengdar hluti eins og þetta tónlistarhús.\nEn ég var að enda við að lesa þína pósta um fíkniefni og hef núna komist að því að þú ert ekki bara með ranghugmyndir, heldur gersamlega raunveruleikafirrtur."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-27 22:56:42",
            "id": "2527806",
            "reply_to_id": "2527333",
            "text": "Nú nú er það?\nhttp://www.drugtext.org/library/articles/newcombe1.gif\nHugsa út fyrir áróð stjórnvalda."
        },
        {
            "user": "akkilles",
            "user_id": "25228",
            "date": "2005-09-28 19:25:32",
            "id": "2530201",
            "reply_to_id": "2527806",
            "text": "Segðu mér eitt: Hefur þú einhvern tíman prófað þessi fíkniefni?\nÉg hef sjálfur notað amfetamín og e-töflur svo oft að það skiptir tugum. Ég er reyndar hættur því núna en ég þekki þessi efni samt mjög vel.\nÞau eru mjög hættuleg þar sem að maður missir alla stjórn á sjálfum sér og getur farið sér að voða eða þá tekið inn of stóran skammt. Það kemur oft fyrir.\nOg þau eru mjög ávanabindandi, ég hef fundið fyrir því sjálfur.\nEf þú vissir eitthvað um það sem þú værir að tala í sambandi við fíkniefni þá myndirðu ekki segja þetta."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-28 19:33:51",
            "id": "2530247",
            "reply_to_id": "2530201",
            "text": "Hef notað kannabis, spítt, E-pillur, áfengi og sveppi. Eina af þessu sem er frekar ávanabindandi er spíttið. Fann samt sjálfur engan mun á því.\nMissir alla stjórn á þér? Djöfulsins rugl. E-pillur fá mann ekki til þess að missa stjórn á sér, bara breyta hvernig manni líður. Þú missir meiri stjórn af þér við það að drekka.\nÞó þú hafir tekið þessa pillu inn tugi skipta þá segir það ekkert um aðra. Flestir sem prófa E taka hana bara nokkur skipti, þar sem hún er ekki mjög ávanabindandi og áhrifin minnka gífurlega við reglulega notkun.\nErt annað hvort að misnota þessi efni þvílíkt, gera óæskilega blöndu eða ert bara svona rosalega viðkvæmur fyrir fíkniefnum. En ég hef allavega prófað þetta allt og hef meiri stjórn á mér af þeim öllum nema kannski sveppum sem er svipað og áfengi."
        },
        {
            "user": "akkilles",
            "user_id": "25228",
            "date": "2005-09-29 21:11:19",
            "id": "2534460",
            "reply_to_id": "2530247",
            "text": "Það er góð ástæða fyrir því að þetta er bannað.\nÉg sjálfur var orðinn það háður e-töflum eftir nokkrar helgar að ég eyddi pening sem ég fékk fyrir skólabókum í e-töflur. Ég veit að maður verður ekki “hættulegur” öðrum af e-töflum en maður getur auðveldlega tekið inn of stóran skammt og dáið. Eða þá bara orðið svo þunglyndur á niðurtúrnum að maður fremji sjálfsmorð.\nEf þetta fer svona “vel” í þig þá ert þú heppinn. Annað gildir um alla aðra sem ég þekki. Ekki suma, heldur ALLA.\nFíkniefni eru mjög slæm og ef þau yrðu leyfð færi allt í vitleysu hérna. Mér finnst það svo augljóst að mér finnst fáránleg hugmynd að reyna að rökstyðja það."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-29 21:41:39",
            "id": "2534653",
            "reply_to_id": "2534460",
            "text": "Ástæðan er sú að þetta eru ný efni ólíkt áfengi.\nE-pillur eru minna ávanabindandi og drepa færri hlutfallslega en áfengi. Nokkra sek Google leit gefur þér þessar upplýsingar frá mörgum mismunandi heimildum.\nAð sumir ráði ekki við þetta eru ekki rök. Það ráða ekkert allir við áfengi. Þeir sem ráða við sígarettur (að reykja í hófi) er svo gífurlega lítill minnihlutahópur."
        },
        {
            "user": "akkilles",
            "user_id": "25228",
            "date": "2005-10-01 07:40:15",
            "id": "2539522",
            "reply_to_id": "2534653",
            "text": "Það ráða flestir ekki við þetta!\nOg ertu að segja að áfengi drepi meira og sé meira ávanabindandi en e-töflur? KOMMON! E-töflur eru langmest ávanabindandi efni sem ég hef prófað. Ef þú ert að meina í heildina þá getur það verið rétt þar sem að mjög fáir taka e-töflur en langflestir drekka öðru hverju áfengi.\nÉg var orðinn skítháður þessu eftir nokkur skipti.\nÁfengi er langminnst ávanabindandi af þessum efnum.\nÞað er ekki hægt að líkja e-töflu vímu saman við áfengi. E-töflu víman er svo ótrúlega góð að maður bara VERÐUR að gera þetta aftur og aftur og aftur og aftur.\nÁfengisvíman er hins vegar algjört drasl, sem gerir mann ekki mjög spenntan að prófa hana aftur."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-10-01 12:20:00",
            "id": "2539860",
            "reply_to_id": "2539522",
            "text": "Miða við hvernig þú lýsir þessu þá er þetta rosalega andlegt hjá þér.\nBreytir samt ekki þeirri staðreynd að áfengi er margfalt meira ávanabindandi en E-pillur. ÞETTA ER EFNAFRÆÐILEG STAÐREYND. Hvernig væri að byggja þetta á einhverju öðru en þínum persónulegu vandræðum? T.d. lesa eitthvað um þetta.\nOg nei ég er ekki að tala um heildina. Áfengi er um 50x líklegra til þess að drepa fólk HLUTFALLSLEGA.\nAð segja að áfengi sé minnst ávanabindandi er einfaldlega mikil fáfræði."
        },
        {
            "user": "akkilles",
            "user_id": "25228",
            "date": "2005-10-03 19:10:12",
            "id": "2548413",
            "reply_to_id": "2539860",
            "text": "Ég hef séð ungt fólk undir tvítugu sprauta sig. Ekki einn eða tvo, heldur mun fleiri.\nÞú veist ekkert um hvað þú ert að tala, það er mjög greinilegt, svo að slepptu því. Þú sérð bara einhvern sólskinsheim á skemmtistöðum á meðan það er bara mjög lítill hluti af málinu.\nÉg er steinhissa á því að það sé ekki einhver stjórnandi löngu búinn að banna þig fyrir þennan fíkniefnaáróður.\nOg bara svona til að það sé á hreinu þá er ég enginn frelsaður einstaklingur sem hefur verið heilaþveginn af AA. Ég hætti sjálfur í neyslu eftir að kynnast því hvað þetta fer illa með fólk og eyðileggur líf þeirra.\nÉg er alveg viss um að ég hafi miklu meiri reynslu af þessu en þú. Þú veist greinilega voða lítið um það sem þú ert að tala."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-10-03 19:21:09",
            "id": "2548473",
            "reply_to_id": "2548413",
            "text": "Ég hef séð ungt fólk undir tvítugu sprauta sig. Ekki einn eða tvo, heldur mun fleiri.\nGott hjá þér. Sjálfur hef ég aldrei séð það. Ég hef mikið verið að umgangast fólk sem notar önnur efni en ríkis-efnin, en samt aldrei séð neinn sprauta sig. Enda er slíkt ekki algengt miða við aðrar neyslur. Ég er annars persónulega á móti því að fólk sé að sprauta sig og hef engan áhuga á því sjálfur, þó ég vilji ekki að lögin endurspegli þetta viðhorf mitt yfir þá sem kjósa að taka áhættuna.\nÞú veist ekkert um hvað þú ert að tala, það er mjög greinilegt, svo að slepptu því. Þú sérð bara einhvern sólskinsheim á skemmtistöðum á meðan það er bara mjög lítill hluti af málinu.\nÉg hef aldrei sagt að fíkniefni séu skaðlaus og að það sé engin áhætta í að neyta þeirra. Eina sem ég hef bent á er að ólögleg fíkniefni eru að meðaltali ekkert verri en áfengi og tóbak, þó það séu til öfgadæmi eins og að sprauta sig.\nÉg er steinhissa á því að það sé ekki einhver stjórnandi löngu búinn að banna þig fyrir þennan fíkniefnaáróður.\nÆi góði þegiðu. Viltu ekki bara flytja til Kína ef þú ert svona á móti málfrelsi.\nOg bara svona til að það sé á hreinu þá er ég enginn frelsaður einstaklingur sem hefur verið heilaþveginn af AA. Ég hætti sjálfur í neyslu eftir að kynnast því hvað þetta fer illa með fólk og eyðileggur líf þeirra.\nGott hjá þér að hafa snúið blaðinu við. Sjálfur þekki ég fólk sem hefur farið mjög illa úr fíkniefnum, bæði löglegum og ólöglegum. Það er alltaf leiðinlegt. En þú tókst þá ákvörðun að fara í þessa neyslu, það neyddi þig enginn til þess. Af hverju má ég ekki taka sömu áhættu og þú? Af því það endaði illa hjá þér? Endilega haltu þig frá þessum efnum ef þú ræður ekki við þau, en óþarfi að skíta yfir aðra sem fara aðrar leiðir.\nÉg er alveg viss um að ég hafi miklu meiri reynslu af þessu en þú. Þú veist greinilega voða lítið um það sem þú ert að tala.\nVeit ég voða lítið af því afleiðingarnar voru öðruvísi hjá mér en hjá þér? Ég hlýt þá að geta sagt sama á móti."
        },
        {
            "user": "akkilles",
            "user_id": "25228",
            "date": "2005-10-04 20:06:17",
            "id": "2552114",
            "reply_to_id": "2548473",
            "text": "Þú ert hálfviti og veist ekkert um hvað þú ert að tala.\nÉg veit miklu betur en þú, mér er skítsama hvaða rök þú kemur með.\nÞað að þér finnist auðvelt að neyta fíkniefna í hófi sannar málið ekki neitt. Eins og þú segir er það einstaklingsbundið, en LANGFLESTIR geta ekki neitt fíkniefna í hófi.\nÞín skoðun um það að þú viljir hafa frelsi til að gera það sem þú vilt á ekki að koma niður á þeim ungu sálum sem lesa þetta og trúa því KJAFTÆÐI að áfengi sé meira ávanabindandi en e-töflur.\nFólk prófar e-töflu einu sinni, og eftir það eru mjög stórar líkur á því að þeir eyðileggi líf sitt út af því. Á meðan að nánast allir drekka öðru hverju og mjöööög fáir lenda í stórum vandræðum með það.\nHafðu þína skoðun, bara ekki vera að ljúga að fólki einhverju bulli bara til að reyna að sanna þitt mál."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-10-04 20:11:46",
            "id": "2552136",
            "reply_to_id": "2552114",
            "text": "Já þessar efnafræðilegu staðreyndir eru greinilega ekki jafn vegamiklar í umræðunni og þín persónulega reynsla.\nSvo þegar maður kaffærir þér í umræðunni þá bregstu við með því að æsa þig og segja að ég viti ekki neitt.\nKlikkaðu á linkinn í undirskriftinni minni. Er hann rangur? Hvað er rangt við hann? Ert þú með annan réttari lista? Endilega komdu með heimildir sem segja að öll ólögleg fíkniefni séu verri en áfengi og sígarettur.\nÞanga til gef ég skít í þessar fullyrðingar."
        },
        {
            "user": "akkilles",
            "user_id": "25228",
            "date": "2005-10-11 21:56:35",
            "id": "2569110",
            "reply_to_id": "2552136",
            "text": "Þessar efnafræðilegu staðreyndir þínar eru tómt kjaftæði.\nOg ég segi ekki að þessi fíkniefni séu alslæm, heldur eru afleiðingarnar sem fást af þeim alslæmar.\nVeistu það þú þarft ekki nema að leita á hverri einustu alvöru lækna og/eða heilsusíðu og fletta uppi e-töflum eða amfetamíni og þá sérðu hversu ótrúlega skaðleg þessi efni eru.\nAð þú virkilega sért að halda þessu fram gerir þig að algjörum hálfvita í mínum augum. Þú veist bókstaflega EKKERT um hvað þú ert að tala og þú ættir að skammast þín fyrir þennan fíkniefnaáróður.\nhttp://www.notodrugs-yestolife.com/page09.htm\n-quote: “The false idea that a person only feels good with ecstasy leads to a desire to take it more often than just at raves and techno parties; 67% of those who use the drug want to continue taking it, despite having bad experiences.”\n-quote: “92% of those who take ecstasy also abuse other, even harder drugs.”\nhttp://www.nida.nih.gov/Infofacts/ecstasy.html\nhttp://www.clearhavencenter.com/substance-abuse-treatment-resources/ecstasy.php\nÉg gæti linkað hérna í þúsundir af síðum sem segja þetta."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-10-11 22:47:37",
            "id": "2569327",
            "reply_to_id": "2569110",
            "text": "Efnafræðilegu staðreyndirnar eru að þær séu minna ávanabindandi.\nég sagði aldrei að þær væru skaðlausar eða alls ekki ávanabindandi."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-10-11 23:03:17",
            "id": "2569391",
            "reply_to_id": "2569110",
            "text": "http://thedea.org/pictures/deathsper100k.gif\nhttp://thedea.org/statistics.html"
        },
        {
            "user": "akkilles",
            "user_id": "25228",
            "date": "2005-10-12 17:28:26",
            "id": "2571218",
            "reply_to_id": "2569391",
            "text": "Hvaða efnafræðilegu staðreyndir ert þú eiginlega að tala um?\nEf þú myndir skoða þessa síðu aðeins betur myndirðu sjá að hún segir líka mjög marga slæma hluti um e-töflur, t.d. hverjar líkurnar eru á að maður verði geðveikur af því að taka þær.\nOg svo sé ég hvergi á þessari síðu hversu ávanabindandi e-töflur eru,\nmiðað við höfðatölu\nSvo væri ég til í að sjá einhverjar heimildir þar sem síðan er ekki helguð e-töflum.\nEn það skiptir víst engu máli hvað ég segi, þú bara þverneitar fyrir það af því að þú ert þrjóskur hálfviti með ranghugmyndir."
        },
        {
            "user": "akkilles",
            "user_id": "25228",
            "date": "2005-10-12 17:31:18",
            "id": "2571227",
            "reply_to_id": "2571218",
            "text": "Staðreyndin er sú að þú hefur rangt fyrir þér, og ef þetta er EINA heimildin sem þú getur gefið, þá tel ég mig hafa sannað mitt mál.\nEf þú finnur einhverja alvöru læknisfræðisíðu sem segir það að e-töflur séu meira ávanabindandi en áfengi miðað við höfðatölu, þá skal ég hætta.\nEn ég veit að það er ekki hægt :)"
        },
        {
            "user": "Konungurinn",
            "user_id": "40134",
            "date": "2005-09-08 21:52:06",
            "id": "2462030",
            "reply_to_id": "2457806",
            "text": "Mistök hjá ráðamönnum að tala um að byggja nýtt hátæknisjúkrahús. Hefðu frekar átt að tala um að flytja alla starfsemi sjúkrahússins á sama stað, eins og þeir eru í raun og veru að gera, þá hefðu færri gagnrýnisraddir heyrst."
        },
        {
            "user": "lalade",
            "user_id": "55731",
            "date": "2005-09-09 19:16:43",
            "id": "2464488",
            "reply_to_id": "2457806",
            "text": "Skuggi og Bessi b þið ættuð að hittast yfir kaffibolla og ræða málin ykkar á milli. eitt sem ég skil ekki alveg er það að ég commentaði á greinina mjög snemma og svo komu skugga og bessa umræðurnar og þá fluttist commentið mitt neðst í svörin.\nAllavega myndi kommúnistaríki ekki þrífast hérna því það yrði enginn hvati fyrir fólk að fara t.d í læknisfræðinám ef það myndi svo fá sömu laun og ómentaður unglingur sem væri að vinna á mcdonalds.\nEinnig með öryrkja og atvinnulausa þá er þetta alveg merkilegt. Allt of margir sem eru á örorku og atvinnuleysisbótum því þetta fólk nennir einfaldlega ekki að vinna."
        }
    ]
}