{
    "forum_title": "Gæludýr",
    "user": "Joi1X",
    "user_id": "22257",
    "date": "2005-09-10 14:29:00",
    "title": "gæludýrin okkar",
    "text": "Gæludýr\nÉg myndi segja að allar manneskjur mættu vel eiga á einum tímapunkti í lífinu gæludýr. Ég trúi því að það geri okkur gott að eyða tíma orku og ást í viti bornar verur þó þær séu ekki manneskjur, og er jafnvel þroskandi, sérstaklega fyrir okkur yngra fólkið sem kann ekki að bera ábyrgð á neinu af ruslinu okkar.\nEn svo verðum við að spyrja okkur, er það ekki soldið yfirgengið og óréttlátt af okkur manneskjunum að hrefsa fyrir okkar eigin ánægju dýr sem eiga jafnmikinn rétt að vera frjáls og við hérna á Jörð?\nFiskar eru svona frekar ósjálfstæðar skepnur, það er nokkuð vitað, þeir gera basicly tvo hluti, éta og fjölga sér, synda svo um rýmið sitt og finna nýja hluti á hverjum einasta klukkutíma…þó það sé sami hlutur aftur og aftur. Er þá ekki bara rétt að við höfum þá í búrunum okkar til að horfa á og hafa gaman að?\nEn hvað með vitrari skepnur, t.d. hunda? Hundar eru svona töluvert gáfaðri, það mætti segja að þeir finni sér maka og njóti þeirra, leiki sér og þess háttar. Erum við þá að brjóta af okkur við að temja og “eiga” þá?\nÉg held persónulega að það sé betra að líta á öll gæludýr sem félaga, sem vini sem þú hugsar um og elskar, að við séum einfaldlega að leita okkur að félögum og vinum á meðan við lifum út líf okkar..\nÞetta fer náttúrlega eftir skoðunum hvers og eins, persónulega vil ég líta á dýrin sem vini.\nps. myndin er af dýri sem heitir Chinchilla.",
    "url": "https://www.hugi.is/gaeludyr/greinar/326716/gaeludyrin-okkar/",
    "url_id": "326716",
    "id": "2465833",
    "replies": [
        {
            "user": "helgibjo",
            "user_id": "34809",
            "date": "2005-09-10 14:51:53",
            "id": "2466483",
            "reply_to_id": "2465833",
            "text": "hummm"
        },
        {
            "user": "misstimberlake",
            "user_id": "25398",
            "date": "2005-09-10 14:52:32",
            "id": "2466488",
            "reply_to_id": "2465833",
            "text": "góð grein hér á ferð!"
        },
        {
            "user": "RonBurgundy",
            "user_id": "31296",
            "date": "2005-09-10 14:56:47",
            "id": "2466504",
            "reply_to_id": "2466488",
            "text": "sammála^^"
        },
        {
            "user": "Krizzix",
            "user_id": "58746",
            "date": "2005-09-10 21:27:00",
            "id": "2467780",
            "reply_to_id": "2466504",
            "text": "hæ hvað seigiru gott?"
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2005-09-10 16:08:57",
            "id": "2466684",
            "reply_to_id": "2465833",
            "text": "Góð grein, er þetta pokarotta á myndinni :S  ?\nEn ef hundastelpan mín er kanski úti á palli ekki í keðju (komist kanski út um opna hurðina or sum) þá fer hún ekkert, hjá okkur fær hún að borða og það er hugsað vel um hana, en málið er að hvar væru hundar ef ekki hjá mönnunum?\nKanski að róta í rusli í borgunum, kanski í skógunum að drepa allt þar, ég veit það ekki."
        },
        {
            "user": "nalani",
            "user_id": "30987",
            "date": "2005-09-10 17:33:25",
            "id": "2466873",
            "reply_to_id": "2466684",
            "text": "þetta er chinchilla, nagdýr sem margir hafa sem gæludýr\nef hundar hefðu aldrei verið gerðir að gæludýrum þá væru þeir líklegast í nátturunni að drepa það sem þeir þyrftu til að lifa af, ekki allt :)"
        },
        {
            "user": "rosberg",
            "user_id": "32261",
            "date": "2005-09-10 18:39:40",
            "id": "2467067",
            "reply_to_id": "2466873",
            "text": "Ég skil hvað þú meinar….við eigum Tvo ketti sem eru\nMeðlimir\ní Fjölskyldunni…þeir eru ekki\nTamdir\ná nokkurn hátt…þeim er\nAldrei Haldið\ninni af einhverri/engri ástæðu….en kettirnir hafa týnst til lengri tíma…3-4 daga og þá hefur óttast um slys eða einhvað….þeir sem vilja sjá kettina “okkar” í fjölskyldunni þá eru myndir Hér:\nhttp://www.simnet.is/rosberg/kettir/\nVið Eigum Gulbröndóttan Högla sem er ekki búið að gelda og Svarta/hvíta Læðu sem er á Pillunni….gengur mjög vel með þau bæði.\nKveðja Rosberg."
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2005-09-10 20:11:51",
            "id": "2467455",
            "reply_to_id": "2466873",
            "text": "jamm, aðeins harkalega orðað hjá mér :S"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-10 22:50:01",
            "id": "2468149",
            "reply_to_id": "2465833",
            "text": "ég a 2 gullfiska sem heyta Hans og gréta :P"
        }
    ]
}