{
    "forum_title": "Vísindi",
    "user": "Calliope",
    "user_id": "6606",
    "date": "2005-09-12 00:16:50",
    "title": "Skynjunarsálfræði og taugavísindi",
    "text": "Hvort tveggja í uppáhaldi hjá mér. Á KurzweilAI.net er t.d. ágætlega áhugaverð grein eftir sálfræðinginn Kosslyn um það hvernig það að sjá eitthvað fyrir sér virkjar bæði sömu heilastöðvar og að skynja það í raun og veru, og hvernig það getur haft raunveruleg áhrif á líkamann (án þess að ég fari nú að aðhyllast einhverja tvíhyggju um líkama og sál). Sjá hér:\nhttp://www.kurzweilai.net/meme/frame.html?main=/articles/art0509.html",
    "url": "https://www.hugi.is/visindi/korkar/327280/skynjunarsalfraedi-og-taugavisindi/",
    "url_id": "327280",
    "id": "2472433",
    "replies": [
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-09-12 10:40:27",
            "id": "2472794",
            "reply_to_id": "2472433",
            "text": "Já, þetta er áhugavert.  Sérstaklega reynslusagan þarna neðst.  Þetta er samt eitthvað sem að búddistar hafa verið að gera meðvitað dálítið lengi.  Ég las um þessa tækni fyrst í The Art of Happiness eftir Dalai Lama.  Þ.e.a.s. hvernig þeir ná betra tilfinningalegu jafnvægi í gegnum íhugun, það felst í því að hugsa um af hverju þú hafir t.d. reiðst yfir hinu og þessu og hvernig sé best að takast á við hitt og þetta ef þú lendir í því aftur.  Í raun og veru eru að rifja upp ákveðið atvik (hugsanlega myndrænt) þar sem þú hefur reiðst eða komist í uppnám og horfa á það aftur og leiðrétta.  Rétt eins og er lýst þarna.  Hinsvegar hafði ég aldrei spáð í því að maður gæti notað þetta á ímynduð tilvik, t.d. eins og með styttrileiðina og mismunandi fólk í húminu.\nÞað er kannski engin tilviljun að menn eru að rannsaka búddamunka núna í gríð og erg :P"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-09-18 21:05:14",
            "id": "2495913",
            "reply_to_id": "2472433",
            "text": "Akkúrat það sem ég hef mikinn áhuga á að rannsaka þegar ég kemst í aðstöðu til þess."
        }
    ]
}