{
    "forum_title": "Gullöldin",
    "user": null,
    "user_id": null,
    "date": "2005-09-12 15:12:57",
    "title": "My Generation: The Very Best Of The Who",
    "text": "I Cant Explain er fyrsta lag disksins og er í “Kinks-stæl”. Mér finnst það flottasta við lagið viðlagið. Næsta lag heitir Anyway, Anyhow, Anywhere og er samið af Roger og Pete, lagið er fínt. Mér finnst lagið versna smá þegar “Jam” parturinn kemur í lagið. Samt er lagið mjög flott. My Generation er titilag disksins en smat ekki það besta að mínu mati, en samt mjög gott. Ég vil taka fram að diskinn er ég búinn að eiga mjög lengi og þekki öll lögin vel og þykir þau öll góð. Besta við My Generation er bassasólóið sem John gerir, mjög flott hjá honum.\nSubstitute er næsta lag og þar er annað bassasóló sem er líka flott, en ekki jafn flott. Það flottasta við Substitute er gítarspilið, og lagið er með þeim bestu á disknum. I’m A Boy er næst, trommuleikurinn í því er góður. Ég las einhverstaðar að þetta hefði verið þyngsta lag síns tíma, ég á erfitt með að trúa því. I’m A Boy er ljúft lag en þegar trommunar byrja að spila þyngist það, en samt ekki það mikið.\nBoris The Spider er eina lagið eftir John Entwistle á disknum og er mjög gott og vel gert. Næsta lag er Happy Jack er lag í glaðlegri og skemmtilegri kantinum, sérstaklega viðlagið. Pitcures Of Lily, uppáhalds lagið mitt, eða var það á tímabili. Lagið er mjög flott og, já, fjallar um sjálsfróun, en það er allt annað mál. Pitcures Of Lily lag sem ég mæli með að allir heyri. I Can See For Miles er sísta lagið á disknum, finnst mér. Lagið er í þunglyndri kantinum og mér finnst það ekki það grípandi, þó Pete vilji kalla þetta “The Ultimate Who Song”. Magic Bus er næsta lag og er líka í skemmtilegir kantinum, svona glaðlegt á ég við.\nPinball Wizard er næsta lag og var í rokkóperuni Tommy, þetta lag var líka uppáhalds lagið mitt á disknum á tímabli, ásamt My Generation, Substitute, Pitcures Of Lily og Won’t Get Fooled Again. Næsta lag er The Seeker og það er rokkað lag. The Seeker kemur manni í stuð er hægt að segja.\nBaba O’ Riley er næst og píanóið í laginu er það sem heillar mig mest. Lagið er líka með flott viðlag. Wont Get Fooled Again, það er með þeim flottustu á þessum disk!\nLet’s See Action er næsta lag og er með þeim sístu á disknum, þó það sé fínt. Á eftir Let’s See Action fylgir 5.15 og er af plötuni Quads. Lagið er í fínni kantinum og bara mjög skemmtilegt, á eftir því kemur svo Join Together sem er, ja, mjög gott laga bara, eiginlega ekkert meira að segja um það.\nSqueeze Box er næsta lag og er frekar stutt, finnst mér þó það sé næstum jafnlangt og sum lög á disknum. Squeeze Box er líka glaðlegt og skemmtilegt lag. Who Are You er næst og er með mjög skemmtilegu viðlagi. Síðan þegar erindið byrjar verður lagið í rokkaðri og reiðilegri kantinum, samt gerir það lagið ekkert verra, bara betra. You Better You Bet er eslkað og hatað af aðdáendum The Who, persónulega elska ég þetta lag,\nÍ heildina er diskurinn góður og ég gef honum góða einkunn 9/10.",
    "url": "https://www.hugi.is/gulloldin/pistlar/327373/my-generation-the-very-best-of-the-who/",
    "url_id": "327373",
    "id": "2473421",
    "replies": [
        {
            "user": "jungleman",
            "user_id": "40195",
            "date": "2005-09-12 16:12:35",
            "id": "2473727",
            "reply_to_id": "2473421",
            "text": "og"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-12 16:17:01",
            "id": "2473749",
            "reply_to_id": "2473421",
            "text": "Ég veit að ég var búinn að segja þér þetta á heimasíðunni þinni en ætla samt að segja það aftur.\nÞað er fáranlegt að dæma best of diska."
        },
        {
            "user": "ArtVandelay",
            "user_id": "57453",
            "date": "2005-09-12 18:25:16",
            "id": "2474445",
            "reply_to_id": "2473421",
            "text": "who eru ´gðoir\nbold er ekki alvega ð virka hjá þér verður að “svarta” textann og ýta svo á B"
        },
        {
            "user": "ArtVandelay",
            "user_id": "57453",
            "date": "2005-09-12 18:31:03",
            "id": "2474488",
            "reply_to_id": "2474445",
            "text": "ég gerði það\ner að testa hérna"
        },
        {
            "user": "ArtVandelay",
            "user_id": "57453",
            "date": "2005-09-12 18:31:57",
            "id": "2474497",
            "reply_to_id": "2474488",
            "text": "nú virkaru, hellvítis bold.Loksins þegar ég þarfnast þín ekki virkaru,en þegar ég þarfnast þín bregstu mé"
        },
        {
            "user": "ArtVandelay",
            "user_id": "57453",
            "date": "2005-09-12 18:33:07",
            "id": "2474511",
            "reply_to_id": "2474497",
            "text": "hehe"
        }
    ]
}