{
    "forum_title": "Smásögur",
    "user": "Violet",
    "user_id": "38251",
    "date": "2005-09-21 00:06:58",
    "title": "Eldri ár Emmu",
    "text": "Hér er einskonar framhald af sögunni Emma sem ég sendi hér inn á smásögur fyrir langa löngu . Ég var að lesa hana um daginn og lagaði að skrifa meira um hana. Og bara endilega lesið og skoðanir.\n-\nEmma vaknaði enn einn morguninn við skerandi hljóð vekjaraklukkunnar sem stóð á náttborðinu. Klukkan var rétt að ganga 6 að morgni og hún dreif sig upp úr rúminu og labbaði letilega inn á baðherbergi, greiddi hrokkið brúnt hárið og byrjaði að tannbusta sig. Emma spýtti úr sér tannkreminu og þurrkaði sér í framan og flýtti sér í föt og fór svo niður og fékk sér eina skál af Cheerios í flýti.\nÍ dag var mánudagur og tími til kominn að bera út blaðið.\nEmma labbaði niður snjóuga götuna og stoppaði við og við fyrir framan húsin og stakk einu blaði í hverja lúgu. Það var kominn desember og styttist í jólin. Hún hafði ekkert haft það sérstaklega gott þessi nokkur ár sem höfðu rólega endað.\nEineltið var enþá á fullu þó að María, stelpan sem byrjaði, var löngu hætt í skólanum því önnur stelpa hafði tekið við af Maríu sem hét Andrea og það var ekki skárra.\nEmma hugsaði hvað um hvað krakkar á hennar aldri væru að hugsa með því að leggja aðra í einelti. Hún var komin í áttunda bekk og krakkarnir ætluðu aldrei að þroskast og hætta þessu einelti.\nEmma labbaði upp að síðasta húsinu og stakk blaðinu rólega inn í bréfa lúguna og hélt svo aftur heim. Klukkan var að verða sjö og Emma þurfti ekki að mæta fyrr en tíu mínútur yfir átta þannig hún var ekkert að flýta sér heim.\nKlukkan átta var Emma komin að skólanum. Krakkarnir voru ekki úti eins og áður að skjóta að henni snjóboltum, núna voru þeir inni og sátu letilega fyrir frama skólastofurnar að éta nammi eða sjúga á sleikjó að hugsa um hvað þau gætu logið að kennaranum um hvað þau hefðu þurft að gera í staðinn fyrir að læra heima.\nEmma gekk frá úlpunni sinni og skóm inn í skápinn sinn, henti slitnu töskunni yfir öxlina og hélt í tíma. Í fyrsta tíma var stærðfræði, uppáhalds fag hennar og það var helsta ástæðan að henni var strítt.\nHún settist í autt sæti út í horni og tók upp stærðfræði bókina sína , snjáð pennaveskið og  byrjaði svo að reikna.\nFyrr en varði hringdi bjallan og hinir krakkarnir hlupu nánast út úr stofunni og í frímínútur. En Emma sat áfram og rólega tók saman dótið sitt og labbaði síðust út ú stofunni fyrir utan Jón kennara sem sat og var að fara yfir þau fáu heimaverkefni sem skilað höfðu verið inn.\nEitt andartak fannst Emmu eins og kennarinn hefði kallað á hana, en eftir nokkurra sekóntna umhugsun ákvað hún að þetta hefði bara verið hún sjálf .\nEn aftur kallaði kennarinn og í þetta skipti svaraði hún til baka.\n“Ertu að kalla á mig?” spurði Emma hissa.\n“Já , reyndar það er í sambandi við heimalærdóminn þinn” svaraði  Jón kennari og benti henni að koma aftur inn í skólastofuna.\nEmma labbaði órólega að stofunni og hugsaði um afhverju hann hefði verið að kalla hana aftur til sín , sem hafði aldrei áður gerst hjá honum eða nokkrum öðrum kennara.\nÞegar Emma var komin að skrifborðinu þá tók Jón kennari aftur til máls: “Hvað er þetta? Ég sem fæ yfirleitt mjög góð svör frá þér í stærðfræðinni en núna er þetta hræðilegt. Hvað kom eiginlega fyrir ?”\nEmma leit á heimadæma blaðið sitt og sá að svörinn voru fáránleg, meira að segja létt plús dæmi voru vitalaus reiknuð.\n“ehhh” Emma gat ekki komið upp orði, hver hafði gert þetta? Þarna var nafnið hennar skýrt í hennar skrift en svörin voru ekki þau sömu. Stelpurnar.\nSkyndilega fann hún fyrir svakalegri reiði, hana langaði helst að henda töskunni sinni í gólfið og rífa blaðið í tætlur en hún hafði of stóra samvisku og hún vissi að um leið og hún hafði gert þetta þá myndi henni sjá eftir þessu.\n“Ég held að þú ættir að fara yfir þetta því það er ekki eitt svar rétt.” Með þessum orðum rétti Jón kennari Emmu blaðið og benti henni að fara út.\nEmma labbaði orðlaus út úr kennslu stofunni með blaðið í hendinni. Hún labbaði að næstu rusla fötu og stakk því þar ofan í. Henni leið alveg hræðilega og tók áttina að útidyrum skólans en þegar hún var komin að þeim hætti og hljóp upp í samfélagsfræðistofuna og dreif sig sein inn í tíma, settist aftast og lagði höfuðið á borðið.\n“Hvað kemur til að þú ert sein Emma?” spurði Sigrún samfélagsfræði kennari ströng.\nEn Emma svaraði henni ekki og lét hugan reika um hvað það var ömurlegt að vera hún.\n“Jæja , fyrst þú svarar mér ekki þá færð þú auka heimavinnu fyrir vikið.” Sigrún kennari hætti að líta á Emmu og byrjaði að tala um hvað ætti að gera í tímanum.\nEmma hafði ekki heyrt eitt orð Sigrúnar allan tíman því eyrun á henni fyltust af flissi í stelpunum framar í stofunni sem horfðu takfast í áttina á henni til að sjá viðbrögð hennar við þessu en Emma ætlaði ekki að leyfa þeim að njóta þess að sjá hvernig henni leið.\nSkólinn var lengi að líða þó að Emma var búin klukkan eitt. Stelpurnar voru með leiðinlega athugasemdir það sem eftir var dagsinns og þar sem þær voru vinsælar þá voru flestir vinir þeirra að gera grín af Emmu líka.\nÞað snjóaði þegar hún labbaði heim með þungu skólatöskuna á bakinu heim. Emma hefði hugsað að þetta væri bara mánudagur og það væri allaf erfitt í byrjun vikunnar en þetta var svona á hverjum degi þannig það var enginn tilgangur í því.",
    "url": "https://www.hugi.is/smasogur/greinar/327483/eldri-ar-emmu/",
    "url_id": "327483",
    "id": "2474724",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-21 00:18:47",
            "id": "2504089",
            "reply_to_id": "2474724",
            "text": "Of satt. Góð saga, vel skrifað."
        },
        {
            "user": "Catalunya",
            "user_id": "14472",
            "date": "2005-09-21 10:52:09",
            "id": "2504415",
            "reply_to_id": "2474724",
            "text": "Frábærlega vel skrifað, og þú hefur alveg greinilega hæfileika á þessu sviði :)\nEn ég er nú bara ég, og ást mín á íslensku máli er mikil. Ég get því ekki látið það ósagt að þú mættir kannski aðeins líta yfir stafsetninguna hjá þér.\nÉg er alls ekki að segja að þú sért að gera mikið af villum, þvert á móti, en þær eru samt nokkrar og frekar klaufalegar :)\nEkki taka þessu illa, vildi bara benda þér á þetta ;)\nEn annars er þetta skemmtilega vel skrifuð saga :P"
        },
        {
            "user": "krizza4",
            "user_id": "54759",
            "date": "2005-09-21 13:34:50",
            "id": "2504718",
            "reply_to_id": "2474724",
            "text": "jebb…. flott saga, maður sér það virkilega hvað ÞÚ hefur breyst síðan þú skrifaðir hina söguna þarna Emma… en þú gerir þetta gott :D"
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2005-09-22 21:00:30",
            "id": "2510059",
            "reply_to_id": "2474724",
            "text": "Vá.\nÆði. (Já,, með þetta orð á heilanum)\nÖðruvísi en Emma litla."
        }
    ]
}