{
    "forum_title": "Deiglan",
    "user": "idf",
    "user_id": "20187",
    "date": "2005-09-13 15:04:16",
    "title": "Fasteignamarkaðurinn mun hrynja !",
    "text": "Af hverju segi ég það ? Jú, það er eitt atriði, það er komið sérstakt fasteignasjónvarp ! Munið þið eftir verðbréfadellunni um aldamótin, þá byrjaði Eggert Skúlason með verðbréfaþátt og eins og við mannin mæltl, stuttu seinna hrundi markaðurinn. Eins og þeir segja á Wall Street, þegar leigubílstjórinn er farinn að gefa þér “stocktips” þá er tími til að fara að selja (vitleysingjunum sem enn vilja kaupa). Fasteignamarkaðurinn hefur kólnað mikið undanfarið, þekki tvær fjölskyldur með frábærar eignir á sanngjörnu verði sem hafa verið á sölu í nokkrar vikur, bara eitt tilboð sem brást. Og nú er verðbólgan að fara á fullt og lítið sem ekkert hægt að gera, krónan hækkar (fínt fyrir okkur sem flytjum inn og græðum á neyslubrjáluðum Landanum, Íslendingurinn nefnilega borgar uppsett verð og kvartar ekki) en svo gengur þessi vitleysa ekki lengur, krónan hrapar og eykur enn á verðbólguna, fólk getur ekki staðið í skilum og missir eignir sýna. En auðvitað standa bankarnir upp i með pálmann (þ.e. eignirnar) í höndunum og búnir að ná haug af peningum af fólkinu, af hverju fattaði maður ekki fyrr að kaupa í Landsbankanum ?",
    "url": "https://www.hugi.is/deiglan/greinar/327657/fasteignamarkadurinn-mun-hrynja/",
    "url_id": "327657",
    "id": "2476939",
    "replies": [
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-13 15:29:48",
            "id": "2477475",
            "reply_to_id": "2476939",
            "text": "Lækkar verðið þá í þessu hruni?\nEr að fara að kaupa næsta sumar nefnilega :P"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-13 15:48:14",
            "id": "2477555",
            "reply_to_id": "2476939",
            "text": "Tek undir þetta.\nÞetta hefur reyndar legið í loftinu í töluverðan tíma, enda ekkert á bakvið þessa Bólu.\nBankarnir ogfl hafa farið hamförum undanfarið ár og hæpað þessa dellu upp. Ættu bara að skammast sín.\nHvenær nákvæmlega lækkunin(eða hrunið) verður er kannski ekki vitað en væntanlega kemur það í kjölfar fallsins á krónunni sem mun koma á næstu misserum. Því þá stóreykst verðbólguþrýstingur og afborganirnar af 20 milljón króna lánunum verða vandamál. Fagna annars þessari væntanlegri húsnæðislækkun!\nHlutabréf eru á leið niður, var rétt í þessu að að reyna að selja(sölutilboð).\nÞað er jú fyrirboði, enda reynir markaðurinn að vera á undan þróuninni."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-09-13 15:56:08",
            "id": "2477594",
            "reply_to_id": "2477555",
            "text": "Ætli það verði búið að lækka eitthvað næsta sumar?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-16 22:19:38",
            "id": "2489148",
            "reply_to_id": "2477594",
            "text": "Þetta virðist vera að byrja. Fasteignaverð er niður um 0,6% í seinasta mánuði, sem er\nfyrsta lækkunin\nsíðan ég veit ekki hvenær :D"
        },
        {
            "user": "ojb",
            "user_id": "1502",
            "date": "2005-09-13 17:31:22",
            "id": "2478048",
            "reply_to_id": "2477555",
            "text": "Það sem drífur þetta áfram eru lægri vextir vegna aukinnar samkeppni í húsnæðislánum. Fólk horfir bara á hvað það þarf að borga á mánuði, með lægri vöxtum getur það keypt dýrari eign á sömu greiðslubyrgði. Þegar fleira fólk hefur meiri peninga til umráða hækkar verð vegna aukinnar samkeppni um góðar eignir. Þegar fólk þarf svo að stækka við sig lendir það í vandræðum ef íbúðarverð lækkar og hugsanlega stækkar seinna við sig. það mun verða skortur á minni íbúðum og verð lækkar ekki þá.\nÞað er kannski eitthvað sem ég er að gleyma en ég held að tvennt þurfi til að verð lækki, hærri vextir eða fleiri íbúðir."
        },
        {
            "user": "ojb",
            "user_id": "1502",
            "date": "2005-09-13 17:35:41",
            "id": "2478072",
            "reply_to_id": "2478048",
            "text": "reyndar tel ég að fólk eigi eftir að leysa stækkunarvandamál með því að flytja í úthverfin í auknum mæli með hærra hækkandi verði þar. Fólk selur gömlu íbúðina með sem minnstu tapi, ef vextir haldast eins eða lækka mun verð á minni íbúðum því ekki lækka."
        },
        {
            "user": "hemmi1",
            "user_id": "36036",
            "date": "2005-09-13 18:37:29",
            "id": "2478410",
            "reply_to_id": "2478072",
            "text": "Það sem er áberandi með húsnæðismarkaðinn á Íslandi er hvað vextirnir eru svakalega háir. 4,15% plús verðtrygging! Og landinn bara stekkur á þessi “hagstæðu” lán með bros á vör. Það er búið að vera mjög auðvelt fyrir bankana að taka ódýr óverðtryggð erlend lán og lána svo til Íslendinga á okurvöxtum(mér er alveg sama þó þeir séu lægri en vextir risaeðlunar Íbúðalánasjóðs voru). Ekki skemmir gengisþróun krónunnar fyrir.\nEn þetta er nákvæmlega það sem þjóðin vill, þjóðin vill hafa Krónuna og á meðan hún er við lýði munu ódýr erlend íbúðalán ekki verða í boði, og Íslendingar borga fyrir heittelskuðu Krónuna sína dýrum dómum. Og bankarnir halda áfram að græða."
        },
        {
            "user": "ojb",
            "user_id": "1502",
            "date": "2005-09-13 19:14:06",
            "id": "2478637",
            "reply_to_id": "2478410",
            "text": "kannski háir en ef þeir lækkuðu enn meira myndi verðið hækka enn frekar. Ættir kannski að þakka fyrir að þeir séu ekki orðnir lægri ;-)"
        },
        {
            "user": "hemmi1",
            "user_id": "36036",
            "date": "2005-09-13 20:54:08",
            "id": "2479071",
            "reply_to_id": "2478637",
            "text": "Já það er alveg á hreinu að lækkun vaxta í dag mundi hækka íbúðarverð verulega, og það yrði ekki gaman að vera að fara að kaupa sína fyrstu íbúð eftir nokkur ár. Þannig að þetta er kannski ágætt. Ekki það að þetta hefur engin áhrif á mig, ég er nýbúinn að selja íslensku íbúðina mína með svakalegum gróða og er ekki á leiðinni að kaupa íbúð á Íslandi á næstu árum."
        },
        {
            "user": "ojb",
            "user_id": "1502",
            "date": "2005-09-13 21:15:14",
            "id": "2479137",
            "reply_to_id": "2479071",
            "text": "eina leiðin til að græða er að fara úr kerfinu t.d. með því að flytja út eins og þú :-)"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2005-09-13 21:27:08",
            "id": "2479174",
            "reply_to_id": "2478410",
            "text": "Eru þetta ekki miklir snillingar sem stjórna hér ? Vitandi um komandi þenslu fara þeir útí að bjóða 90% lán til að auka á þensluna og svo opinberar framkvæmdir á fullu, það mætti halda að þessir menn hefðu ekki einu sinni ráðgjafa ! Það er kannski ekki furða að Davíð er að stimpla sig út til að skilja Dabba eftir með komandi vandamál. Peningamálastjórnin er í rúst."
        },
        {
            "user": "ojb",
            "user_id": "1502",
            "date": "2005-09-13 22:07:11",
            "id": "2479374",
            "reply_to_id": "2479174",
            "text": "kallað góðæri á meðan verið er að eyða og svo þegar allt hrynur er það einhverjum öðrum að kenna."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-14 15:58:13",
            "id": "2481078",
            "reply_to_id": "2479174",
            "text": "heh já. Það er aldeilis rugl að hefja stórframkvæmdir, hækka íbúðalán og lækka skatta á sama tíma :D"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2005-09-13 21:28:38",
            "id": "2479180",
            "reply_to_id": "2477555",
            "text": "Aroz\nHvenær heldurðu að krónan fari að falla ? Er ekki best að fara að kaupa Evrur til að verja lausafé sitt ?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-14 16:38:05",
            "id": "2481290",
            "reply_to_id": "2479180",
            "text": "Það er erfitt að segja nákvæmlega til um það, en viðbúið er að það gerist á næsta ári.\nÞví verður gaman að sjá viðbrögð Seðlabankans.\nEf hann hækkar vexti styrkist krónan og núverandi ástand heldur eitthvað áfram, en ef ekki fer gengið niður.\nÞað hlýtur að vera betra að gera ekkert,\nannars munu erlendir aðilar þá bara bæta við sig fleiri milljörðum af skuldabréfum þannig að fallið verður enn meira.\nAnnars lækkaði markaðurinn aftur í dag,\nþað getur verið tímabundið panik, en ef ekki\ner það væntanlega fyrirboði um næstu mánuði.."
        },
        {
            "user": "Xavier",
            "user_id": "2009",
            "date": "2005-09-13 22:16:18",
            "id": "2479433",
            "reply_to_id": "2476939",
            "text": "Fasteignaverð mun ekki lækka!\nHækkun mun hinsvegar verða lægri en hækkun á vísitölu sem hefur þau áhrif að fasteignaverð verður lægra sem hlutfall af kaupmætti etc.\nKveðja,\nXavie"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2005-09-14 16:25:36",
            "id": "2481216",
            "reply_to_id": "2479433",
            "text": "Það eru engin sjáanleg rök fyrir því að núverandi Yfirverð haldist, sérstaklega þegar verðbólgan fer á flug. Það hefur verið skotið langt yfir markið og bætt lánakjör hrökkva skammt fyrir þessum hækkunum. Bara innantómt æði.\nÞegar menn eru farnir að versla með kauprétt, koma á fasteignasölusjónvarpi, offjölgun orðin á fasteignasölum og greiningardeildirnar koma reglulega með hlægilegar umfjallanir til þess að tala upp verðið er auðséð hvað er í gangi.\nÞessi bólumyndun hefur átt sér stað í BNA ogfl löndum og lækkunun byrjaði fyrir rúmu ári í Bretlandi. Hagsmunaaðilar hér þegja auðvitað yfir því :D"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2005-09-18 01:51:38",
            "id": "2493233",
            "reply_to_id": "2481216",
            "text": "Efnahagsstjórnin í þessu landi er til skammar, ekkert betri en hjá e.h. bananalíðveldinu, það eru algeir amatörar og líklega gerspilltir menn líka hér við stjórnvölinn. Er það tilviljun að Davíð er að fara núna ? Það held ég ekki, hann er búinn að vera við stjórnvölinn á uppleiðinni og skammta sér laun (auðvitað grautfúll að Baugsmenn hafa grætt miklu meira en hann) en nú stimplar hann sig út þegar allt er að fara til fjandans og lætur Dóra “dummy” taka við komandi vandræðum og þau verða nóg ! Seðlabankinn ræður ekki við neitt og vaxtahækkun gerir allt verra með því að hækka enn gengi krónunnar og ýta undir frekari neyslu en svo hlítur allt að krassa, spurning hvenær maður fer að kaupa gjaldeyri fyrir alvöru."
        },
        {
            "user": "BigG",
            "user_id": "36282",
            "date": "2005-09-17 15:11:05",
            "id": "2490723",
            "reply_to_id": "2476939",
            "text": "Ég er ekki svo viss:\nSjáðu til; hverjir eiga orðið flest húsinn (beint og óbeint)? Bankarnir og Íbúðalánasjóður.\nHverjir fjármagna byggingaverktaka? Bankarnir.Sumir segja að það sé nóg til af hálfkláruðu húsnæði en bankarnir stjórni innkomu á markaðinn til að halda verði háu.\nSjálfur held ég að 5% lækkun sé varla “hrun”. En verðið fer ekki mikið niður fyrir það. Að vísu munu skítaholur angandi af hlandlykt við 101 (sem seldust ekki fyrir sprenginuna) lækka svo og annað húsnæði sem í venjulegu árferði er erfitt að selja.\nAð öðru leyti geta bankarnir ekki leyft verðinu að lækka. Tapa sjálfir of mikið á því. Eins geta bankarnir ekki sett fólk á hausinn. Græða ekkert á því þar sem þeir sitja þá uppi með dýra fasteign, glataðar kröfur og tapaða viðskiptavini.\nÞað sem mun gerast eru enn meiri breytingar á lánsfyrirkomulagi. Lengri lán, öðruvísi greiðslufyrirkomulag og þess háttar. Eins væri ekki ótrúlegt ef bankarnir stofni til leigumiðlana eins og tíðkast í Danmörku. Þannig myndu þeir leysa til sín húsnæði frá byggingaverktökum og leiga út.\nSkuggi. Þú tapar ekkert á því að bíða en þangað til skaltu velja ér banka og kam þér í mjúkinn hjá honum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-17 20:42:32",
            "id": "2491956",
            "reply_to_id": "2490723",
            "text": "Já, sjálfsagt munu bankarnir reyna að halda verðinu uppi eins og þeir geta.\nÆtli þeir munu ekki stofna rekstrarfélag eða eitthvað utanum eignirnar sem þeir taka til sín eða yfirtaka sem þeir eiga veð í og reyna þannig að halda uppi verðinu.\nStaða innlánsstofnanna er neikvæð um 1000 milljarða og því reyna bankarnir eins og þeir geta að koma sem mestu yfir á almenning út á húsnæðishæp og viðhalda því.\nKB banki gerir lítið úr lækkuninni í seinasta mánuði og í sumar bað einn bankastjóri Landsbankans sveitarfélögin um að fara sér hægt í lóðaúthlutnum. Það má semsagt ekki hrófla við þessari “auðlind” þeirra…"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2005-09-25 00:05:05",
            "id": "2517296",
            "reply_to_id": "2490723",
            "text": "'Eg á eina svona “hlandholu” sem hækkaði um 6 millur á 3 árum, annars er ég ekkert að spá mikið í því þó að það lækki örugglega minna hér en í úthverfunum þegar allt hrynur."
        }
    ]
}