{
    "forum_title": "Deiglan",
    "user": "girlygirl",
    "user_id": "9160",
    "date": "2001-06-28 03:52:12",
    "title": "Strætó",
    "text": "Það er alltaf verið að hvetja mann til að fara í strætó, það sé svo ódýrt, ég veit vel að það er miklu ódýrara en að reka bíl, en nú ætla ég að bara saman nokkra hluti.\nSegjum að eftir fyrsta júní þá þurfi ég að brasa voðalega mikið einn daginn, eitthvað sem krefst þess að vera á ferðinni allan daginn á milli milljón staða. Ég fer kannski að heiman um 09.00 og borga þá 200 kr. tek skiptimiða sem gildir í um það bil 30-60 mín, mjög mismunandi. Ég er vestur í bæ og þarf að fara upp í mjódd. Ok ég get tekið 4., 6. eða 3. Ég tek 3. klukkan fimm mín. yfir 9. Þá verð ég komin upp í mjódd klukkan, ef hann er á réttum tíma, tuttugu og fimm mínútur í 10. Svo þarf ég að fara í einhverja búð þar, er þar í 20 mínútur, kem aftur á stoppustöðina til að taka strætó niður í kringlu, ég þarf að bíða í 10 mín. eftir næsta strætó. Þá eru liðnar 60 mínútur og mjög líklegt að skiptimiðinn minn sé útrunninn, ég borga þessvegna 200 kr aftur, og tek annan skipti miða, inn í strætóinn kemur manneskja sem lyktar alveg hræðilega illa og það liggur við að ég æli af lyktinni, eftir 10 mínútna mjög óþægilega og “bumpy” ferð er ég komin niður í kringlu, ég þarf að fara í 3 búðir þar og býst þessvegna ekki við að vera mjög lengi, þetta tekur mig um það bil hálftíma. Þá þarf ég að fara upp í Hafnarfjörð, 140 stoppar þarna nálægt svo ég labba að þeirri stoppustöð, ég sé strætó keyra í burtu, s.s. rétt missi af honum og þarf að bíða í 20 mín. eftir næsta. Ég sit á mínum þreytta rassi (eftir óþægilegar strætóferðir allan morgunin) og bíð og bíð, eftir 30 mín. kemur g.d. strætó loksins, ææ, er ekki skiptimiðinn minn runninn út, jæja, það verð enn einar 200 kr.\nÉg stend svo í strætó í 10 mín, engin sæti laus. Svo kem ég niður í fjörð, ég er að fara til vinkonu minnar sem býr í öðrum hluta Hfj svo ég þarf að taka strætó, ææ, ég gleymdi að taka skiptimiða!! 200 kr! Þegar ég loksins kem til vinkonu minnar, með hendur fullar af pokum, er ég gjörsamlega að deyja úr þreytu, hlamma mér niður hjá henni og borða með henni hádegismat. Við ákveðum svo að fara saman niður í bæ, aftur tveir strætóar og næstum klukkutími, 200 kr. á manninn. Við ákveðum að taka 3. heim til mín, að skila pokunum, 200 á mann, löbbum svo niður í bæ aftur. Jæja, klukkan er orðin hundmargt og ég á varla krónu í veskinu, að drepast í rassinum og finn liggur við ennþá lyktina.\nÉg held ég kaupi mér bíl, þá hefði þetta ekki tekið allann þennan tíma né óþægindi.\nÉg hata að taka strætó!! það kostar fullt, það er hundleiðinlegt og ógeðslegt stundum, svo kunna sumir þessir bílstjórar bara ekkert að keyra!! Svo næst þegar einhver ætlar að fara að böggast um að taka strætó, þá skal sú sama manneskja vera viss um að hún hafi sjálf prufað það!!!!!!!!!",
    "url": "https://www.hugi.is/deiglan/greinar/32766/straeto/",
    "url_id": "32766",
    "id": "220633",
    "replies": [
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2001-06-28 09:30:58",
            "id": "220634",
            "reply_to_id": "220633",
            "text": "Eftir að ég prófaði neðanjarðarlestakerfið í Rotterdam og Amsterdam þá vil ég aldrei fara aftur í Strætó. Svona Neðanjarðarkerfi er svo miklu betra. Lest kemur á 5 mínútna fresti og maður er 2-5 mín á milli staða. Þetta er hraðskreiður og þægilegur ferðamáti. Auðvitað efast ég um að Íslendingar myndu vilja borga fyrir svona kerfi. En ég væri alveg til í að leggja af Strætó ef þetta kæmi í staðinn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-30 13:45:40",
            "id": "220635",
            "reply_to_id": "220634",
            "text": "ég hef prófað underground í london, og lestir í þýskalandi [á milli borga og innanbæjar] og get tekið undir það með gourry að ég vil aldrei taka strætó aftu"
        },
        {
            "user": "viceroy",
            "user_id": "3376",
            "date": "2001-07-03 02:36:51",
            "id": "220636",
            "reply_to_id": "220634",
            "text": "Heyr heyr, það veitti ekkert af að losna við strætóinn úr umferðinni þetta eru margir hverjir fífl sem þykjast eiga götuna. Þótt þeir hafi meiri rétt en aðrir í umferðinni (til að halda áætlun) þá er ekki þar með sagt að þeir eigi bara að svína fyrir fólk villt og galið! Burt með þá! hehe. Væri gaman að fá lestarkerfi hingað\nÓhagstætt kannski, en gaman að sjá.\nViceRoy"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-28 09:34:07",
            "id": "220637",
            "reply_to_id": "220633",
            "text": "ég held það sé langt frá því að þessir menn sem eru að skammast yfir einkabílum íslendinga séu sjálfir að nota strædó. það er líka langt frá því að stjórnmálamenn sem predika um að almenningur eigi að herða sultarólina geri það sama og sýni þannig fordæmi.\nalmenningur má svelta og lifa skítarlífi sem topparnir myndu aldrei bjóða sjálfum sér upp á. hvað þá að þeir fari að ferðast í strædó."
        },
        {
            "user": "Sblender",
            "user_id": "1767",
            "date": "2001-06-28 09:45:51",
            "id": "220638",
            "reply_to_id": "220633",
            "text": "Ég hef ekkert á móti strætó. :)\nÍ vetur tók ég alltaf strætó í í skólann sem er nálægt miðbænum frá Breiðholtinu. Strætó-inn leyfði mér að “vakna” almennilega. Ég hefði getað fengið far, nánast hvern einasta dag en ég ákvað frekar að taka strætó. :)"
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2001-06-28 09:59:17",
            "id": "220639",
            "reply_to_id": "220633",
            "text": "Málið er að Reykjavík (og nágrenni) er svo mikill sveitabær, að það er vonlaust að búa hérna án þess að eiga bíl til að komast á milli staða. Hafið þið nokkurn tíma heyrt um 150.000 manna bæ þar sem það tekur upp í hálftíma að komast í vinnu? Ég bara spyr! Og fólk virðist ekki læra. Nú er verið að byggja enn eitt úthverfið (Grafarholt) með tilheyrandi umferðargötum og einbýlishúsum. Það er rétt, það er nóg pláss hérna í kring, en sóunin á því er hinns vegar fáránleg. Ég man ekki hvað búa margir á hvern ferkílómetra í Reykjavík, minnir að það sé svipað og í fínu úthverfi í Evrópu og USA. Ég var t.d. að skoða þetta fína aðalskipulag Reykjavíkur. Það sem maður rekur fyrst augun í er meiri götur fyrir alla þessa bíla, í endalausum vítahring: Fleiri bílar = fleiri götur = lengri leiðir = fleiri bílar…\nNóg röfl í bili…\nJ."
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2001-06-28 11:54:41",
            "id": "220640",
            "reply_to_id": "220639",
            "text": "Chicago borg er með einhverjum 5 milljónum(er ekki alveg viss á tölunni) íbúa en borgin er bara 3svar sinnum stærri en Reykjavík."
        },
        {
            "user": "Ukyo",
            "user_id": "7465",
            "date": "2001-06-28 11:14:40",
            "id": "220641",
            "reply_to_id": "220633",
            "text": "Ég vill bara svona underground eins og í London, hversvegna ekki, það þyrfti bara svona í mesta lagi tvær leiði"
        },
        {
            "user": "Lois",
            "user_id": "5777",
            "date": "2001-06-28 11:23:37",
            "id": "220642",
            "reply_to_id": "220641",
            "text": "Vegna þess að við búum á jarðskjálftasvæði- einn smá skjálfti & kerfið er hrunið. Ekki mjög traustvekjandi."
        },
        {
            "user": "kaktus",
            "user_id": "618",
            "date": "2001-06-28 23:27:19",
            "id": "220643",
            "reply_to_id": "220642",
            "text": "í sambandi við jarðskjálftasvæði þá er það ekkert atriði, Japan t.d. er mjög mikið jarðskjálftasvæði, meira en Ísland, og þar eru menn ekki að hika við að grafa allt í sundur.\nMér finnst reyndar afskaplega skrýtið að það sé ekki búið að gera underground í Reykjavík, ég myndi ekki hika við að nota það ef það verður eins og úti í London eða París, þar sem ég hef verið, þar getur maður verið inni í hlýjunni í staðin fyrir úti í kuldanum og rokskýlunum eins og í strætó. hugsa sér að vera innan við 10 min úr miðbæ Rvk niður í hafnarfjörð, geðveikt !"
        },
        {
            "user": "Porcelina",
            "user_id": "5822",
            "date": "2001-06-29 08:49:08",
            "id": "220644",
            "reply_to_id": "220643",
            "text": "Reykjavík er bara allt of fámenn til að það borgi sig rekstrarlega séð að hafa einhverjar neðanjarðarlestir í gangi hér - það yrði þá bara þess dýrara."
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2001-07-02 09:32:35",
            "id": "220645",
            "reply_to_id": "220644",
            "text": "Rotterdam er með 300.000 íbúa og þeir eru með neðanjarðarkerfi. Auðvitað eru Reykjavíkubúar einungis 160.000 eða svo en það þarf ekki að vera langt í það að við náum 300.000"
        },
        {
            "user": "akarnid",
            "user_id": "6152",
            "date": "2001-07-02 12:28:24",
            "id": "220646",
            "reply_to_id": "220645",
            "text": "Smá spurning Gourry:  hvar færð þú út að það búi 300.000 í Rotterdam?  Áttu þá bara við í miðborginni?  Mínar heimildir segja mér nú að það búi ca. 1,2 millur á Rotterdam svæðinu."
        },
        {
            "user": "Guajira",
            "user_id": "10239",
            "date": "2001-06-28 11:56:12",
            "id": "220647",
            "reply_to_id": "220633",
            "text": "Girlygirl, ég er gjörsamlega sammála þér! OK, dæmisagan þín er kannski dálítið ýkt, en þetta getur komið fyrir.\nAnnað pirrandi er hversu snemma hann hættir að ganga.  Manneskja sem á heima í Breiðholtinu, t.d., og fer niður í miðbæ á kaffihús á virkum degi þarf alltaf að vera með augun á klukkunni til að missa örugglega ekki af síðasta vagni.\nÉg elska bílinn minn ennþá meira þegar ég minnist menntaskólaáranna í strætó!"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2001-06-28 13:59:21",
            "id": "220648",
            "reply_to_id": "220633",
            "text": "Það er náttúrulega dýrara að eiga bíl en að nota strætó en það er bara svo miklu fljótlegra og þægilegra.  Það er náttúrulega val hvers og eins hvað hann gerir í því.\nDæmið eins og með þessa bæjarferð þar sem fórnarlambið þarf að borga 6 sinnum í strætó og eyðir þannig 1200 kalli, þá er spurning hvort það væri ekki hagkvæmara að kaupa strætómiða til að eiga, jafnvel þó maður taki strætó sjaldan.  Svo getur maður keypt grænt kort ef maður tekur hann oft."
        },
        {
            "user": "Sykur",
            "user_id": "9705",
            "date": "2001-06-28 14:03:39",
            "id": "220649",
            "reply_to_id": "220633",
            "text": "Þegar að maður á bíl þarf maður ekki alltaf að hafa áhyggjur af því hvenær strætó fer, maður getur farið hvenær sem maður vill. Og gjaldið sem maður borgar í strætó getur til lengri tíma hæglega gengið upp í bensín og tryggingar.\nÉg lenti í brjáluðum strætóbílstjóra um daginn, keyrði tvisvar yfir á rauðu á fjölförnum gatnamótum, og keyrði næstum niður konu sem var að fara yfir gangbraut."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2001-06-28 15:21:22",
            "id": "220650",
            "reply_to_id": "220649",
            "text": "Þeir eru margir kolruglaðir þessir strætó bílstjórar.  Svína fyrir mann eins og ég veit ekki hvað.\nGræna kortið í eitt ár getur ca. gengið upp í tryggingu af litlum bíl ef maður er í fullum bónus.  Svo bætist við bifreiðagjald, skoðun, smurning, kannski einhverjar viðgerðir, dekk ofl.  Og náttúrulega bensín.  Og líka afskriftarkostnaður af bílnum þar sem hann lækkar alltaf í verði.\nÞetta er ekkert ódýrt en flestum finnst það vel þess virði þegar hinn valkosturinn er að húka úti í skýli og bíða."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-06-28 15:45:39",
            "id": "220651",
            "reply_to_id": "220650",
            "text": "Ég er komin með æluna upp í háls á því að taka strætó. Hann er alltaf seinn og ef maður setur aðeins út á það að strætóin sé seinn þá fær maður bara sora kjaft á móti frá bílstjóranum( kanski ekki öllum) en flest allir strætó´bílstjórar eru með kjaft að eithverja stæla. enda er ekki skrítið að það sé verið að berja þessi kvikindi. Ég hef fengið svo nóg af þessu stræró kerfi að ég hef hætt í skóla og farið að vinna fyrir bíl sem er vel þess vyrðis að þurfa ekki að taka strætó aftu"
        },
        {
            "user": "okay",
            "user_id": "621",
            "date": "2001-06-28 15:15:35",
            "id": "220652",
            "reply_to_id": "220633",
            "text": "Verður það ekki ódýrara fyrir okkur utan Reykavíkur að taka strætó, ég las það út úr því.\nViti þið eitthvað um það?"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2001-06-28 15:51:14",
            "id": "220653",
            "reply_to_id": "220652",
            "text": "Með utan Reykjavíkur, ertu þá að meina þá sem taka AV í dag?  Aðal breytingin er sú að það er komið unglingafargjald frá 12 til 18 ára sem hefur ekki verið hjá AV.  Það mun vera hægt að kaupa 10 miða kort á þúsundkall sem gerir 100 kall á farið.\nFyrir þá sem eru eldri en 18 verður hægt að fá farið á 150 kall með því að kaupa 10 miða kort.  Það er hækkun bæði frá SVR og AV.  Fyrir börn innan 12 ára verður farið á 50 kall (20 kall ef keypt er 20 miða kort) en það er aðeins hærra en hjá SVR og aðeins lægra en hjá AV.\nSvo lækkar náttúrulega græna kortið um 200 kall eða úr 3900 í 3700 og svo á að taka upp námsmannakort sem gildir í 3 mánuði en ég hef ekki heyrt hvað það á að kosta."
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2001-06-28 16:34:04",
            "id": "220654",
            "reply_to_id": "220653",
            "text": "Eftir 1 júlí verður ekki lengur til Av eða svr, það verður bara strætó bs. sama fyrirtækið, og það á að hækka gjaldið fyrir fullorðna í 200 kr. það er ógeðslegt"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2001-06-28 16:41:51",
            "id": "220655",
            "reply_to_id": "220654",
            "text": "Hversu oft tekurðu strætó?"
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2001-06-28 16:52:21",
            "id": "220656",
            "reply_to_id": "220655",
            "text": "10 sinnum í viku um það bil"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2001-06-28 21:38:53",
            "id": "220657",
            "reply_to_id": "220656",
            "text": "Ef þú tekur strætó 10 sinnum á viku þá borgar sig fyrir þig að kaupa græna kortið.\nÍ dag ef þú borgar fullt gjald í hvert skipti, 150 kall, þá ferðu með 1500 kall á viku eða 78 þúsund á ári.  Ef þú kaupir alltaf 8 miða kort færðu farið á 125 og ferð þá niður í 1250 á viku eða 65 þúsund á ári.  Græna kortið myndi hins vegar kosta 46.800 kr. á ári hjá SVR.\nÞegar SVR og AV breytast í Strætó bs geturðu fengið ódýrari miða því ef upplýsingarnar á heimasíðunni þinni eru réttar ertu 17 og getur því farið á unglingafargjaldi, færð farið á 100 kall ef þú kaupir alltaf 10 miða kort.  Þá væri kostnaðurinn 1000 kall á viku eða 52 þúsund á ári en græna kortið lækkar hjá Strætó bs og verður á 44.400 á ári þannig að það er samt alltaf hagstæðara."
        },
        {
            "user": "sljo",
            "user_id": "9268",
            "date": "2001-06-28 15:51:24",
            "id": "220658",
            "reply_to_id": "220633",
            "text": "Ég verð að samþykkja það að stætó er mjög erfiður ferðamáti. Fyrir nokkrum árum átti ég bíl en ákvað a ðselja hann þar sem að sem fáttækur námsmaður þá er talsverður sparnaður í því að taka strætó - og það sparar sig í alla staði að kaupa grænakortið - merkilega borgar sig eftir 20 ferðir eða ca. 10 daga. Hins vegar er þetta á kostnað þæginda. Ég bý í Hafnarfirði og samtals eyddi ég a.m.k. tveimur tímum á dag í að komast milli í háskólan og til baka og í raun meira. Og ef mér datt í hug að fara eitthvert annað þó var það stundum heljarinnar mál. Ég hef búið úti og kynntist t.d. neðanjarðarkerfum í Vín, Lissabon og nokkrum stöðum í Þýskalandi. Þegar ég kom aftur til Íslands fannst mér alveg ferlegt að bíða eftir strætó - úti gat ég tekið eitthvað þangað sem ég var að fara innan við a.m.k. tíu mínútna í versta falli nema á nóttunni en þá gat var strætókerfi í gangi sem var alveg eins og hérna heima!!!\nGallinn við Reykjavík og nágrenni er ósköp einfaldlega hversu fáir búa á svæðiseiningu. Umferðarmannvirki (götur, brýr, bílastæði) eru að verða stærsti hluti þess sem þekur Reykjavík ekki hús. Fjöldi fólks á flatareiningu í Reykjavík er með því lægsta sem þekkist í heiminum! Þetta þýðir það að við Íslendingar erum að eyða mjög miklum fjármunum í umferðarmannvirki og það sem meira er - bara götur og þess háttar. Það sem ég er í raun að segja er að ef að fjöldi fólks á flatareiningu í Reykjavík væri svipuð og t.d. í Evrópu þá þyrftum við minna fjarmagn til þess að smíða götur og þess háttar og ef við myndum eyða sama pening og við eyðum í dag við umferðarmannvirki gætum við byggt neðanjarðarkerfi líka! Að sjálfsögðu er málið örlítið flóknara en ég vona að einhverjir nái því sem ég er að segja. Málið er það að við Íslendingar erum kóngar, við viljum eiga eigið hús með garði - þetta táknar dreifðari byggð. Þetta er einmitt vandamál sumstaðar í Bandaríkjunum þar sem úthverfin eru mjög dreifð. Það má segja að Reykjavík sé bara úthverfi."
        },
        {
            "user": "doIh8u",
            "user_id": "4729",
            "date": "2001-06-28 19:10:36",
            "id": "220659",
            "reply_to_id": "220633",
            "text": "Hey girlygirl það sem þú gerir þér ekki grein fyrir er hversu dýrt er að raka bíl, ég gerðii mér það ekki fyrr en ég fékk bílpróf fyrir um hálfu ári síðan, græna kortið kostar eitthvað um 4000(þú ættir að gera það ef þú notar strætó svona mikið) en að eiga bíl usssss það er svona 4000 kall á VIKU í BENSÍN og 60000 á ári í tryggingar hvort helduru asvo að sé dýrara?"
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2001-06-28 22:11:13",
            "id": "220660",
            "reply_to_id": "220633",
            "text": "Enginn eyðir 4000 krónum á viku í bensín nema að vera að rúnta um endalaust á bensínháki… sem að ungir menn nýkomnir með bílpróf gera reyndar talsvert af.\nStrætó er einstaklega lélegur ferðamáti, alltaf verið að fækka fjölda ferða vegna lélegrar nýtingar, léleg nýting stafar aftur af fáum ferðum og því erum við komin með vítahring, þar sem að það er bara einn strætó á 20-30 mínútna fresti.\nMetro í París og Lyon, og svo sporvagnarnir (ofanjarðar nota bene) í Grenoble voru æðislegur ferðamáti, maður stressaði sig aldrei því ef maður missti af var bara annar kominn innan 5 mínútna eða svo."
        },
        {
            "user": "GlingGlo",
            "user_id": "2646",
            "date": "2001-07-01 00:14:27",
            "id": "220661",
            "reply_to_id": "220660",
            "text": "Ömm ég held nú að ég fari alveg með þennan pening í bensín á viku eða jafnvel meira og ég er sko ekki rúntandi um að gamni mínu, allavegana mjög sjaldan. Aftur á móti á ég tvo krakka sem fara á sitt hvorn staðinn í pössun, önnur á leikskóla og hin til dagmömmu, svo er kallinn að vinna í einum enda bæjarins og ég í hinum. Hjálpi mér hamingjan ef við ættum að þvælast um með strætó á morgnana, ég myndi vera svona klukkutíma of sein að staðaldri.\nStrætókerfið hérna er bara ferlega eitthvað fáránlegt, það er t.d miklu aðgengilegra í Svíþjóð, þar koma strætóar á 10 mín fresti og stoppistöðvarnar henta einhvernvegin miklu betur, allavegana þar sem ég bjó í denn."
        },
        {
            "user": "reggi",
            "user_id": "4651",
            "date": "2001-07-02 18:17:57",
            "id": "220662",
            "reply_to_id": "220633",
            "text": "Ef þú átt bíl þarftu að borga tryggingar. Til dæmis ef þú átt Polo þá gætirðu verið að borga um 130.000 á ári í tryggingar og meira ef þú átt stærri bíl. Svo er það  bensín og viðhald á bílnum þ.e. olía, vetrardekk, rúðupiss og þess háttar. Svo auðvitað getur það gerst að maður lendi í óhappi og þá eykst þessi kostnaður verulega. Svo það er alveg pottþétt ódýrara að taka strætó þó það geti verið mjög leiðinlegt stundum."
        },
        {
            "user": "LollyPolly",
            "user_id": "47547",
            "date": "2005-08-04 13:42:48",
            "id": "2356390",
            "reply_to_id": "220633",
            "text": "Rosalega er ég sammála þessu. Ég bý í Kópavoginum og þarf að taka 3 strætóa til að komast í júdó.\nSvo á leiðinni heim þá er köldkerfið vanalega að komast á þannig að ég þarf að hanga í 40 mín á Hlemmi og það er depressing staður."
        }
    ]
}