{
    "forum_title": "Box",
    "user": "Paze",
    "user_id": "43258",
    "date": "2005-09-19 11:03:15",
    "title": "Sjálfsvarnaríþróttin box",
    "text": "Af hverju flokkast box ekki undir sjálfsvarnaríþrótt?\nBox er MJÖG góð íþrótt þegar kemur að því að verja sjálfan sig úti í heiminum.\nÍ boxi sparrar maður mikið og venst því að fara ekki í ‘'panik’' þegar kemur að stykkinu.\nÍ boxi þjálfast maður líkamslega miklu betur en í öllum þessum sjálfsvarnaríþróttum.\nVið erum með meira þol og meiri styrk sem er númer 1, 2 og 3 í sjálfsvörn.\nSterkur aðili hefur the upper-hand í slag.\n''Já en hann kann ekki tækni og verður fljótt þreyttur!!''\nJájá, en svo grípur hann í þig og lemur þig í buff og þá ert þú rotaður og hann þreyttur.\nEn boxarar eru með gott þol, styrk, snerpu OG tækni.\nVið kunnum ekki að sparka né grappla, en svo lengi sem að boxarinn er nógu sterkur þá getur hann komist út úr flestum gripum.\n(Dabbi og ég erum lifandi sönnun á því)\nDabbi er mun sterkari en ég, og ég kemst ekki út úr gripum sem hann gerir.\nÉg reyni nákvæmlega sömu grip á hann, og hann kemst út, og frekar hratt líka.\nVið erum báðir boxarar og höfum æft júdó.\nDabbi sýndi mér framm á það að maður getur ekki bara kýlt og kýlt í alvöru bardaga.\nHann náði mér niður á gólfið mjög fljótt, og það er hlutur sem grapplarar læra.\nÞað sem gerðist síðan var að ég fékk Dabba í grip, hann losnaði og tók mig í grip sem ég gat ekki losnað úr og þurfti að submitta.\nHefði Dabbi verið jafn sterkur og ég hefði hann ekki komist úr gripinu mínu. Hefði hann verið aumari hefði ég hugsanlega getað komist úr gripinu hanns.\nSvona martial gaurar læra ekki að slást. Þeir eru bara að sparra í einhverjum stelpu dúr þar sem að þeir geta submittað þegar þeir geta ekki meir, eða glancað hvern annan með spörkum og hnefum.\nÞað er að segja þegar þeir eru ekki að sparka út í loftið öskrandi.\nÞeir eru ekki hræddir þegar þeir sparra.\nBoxarar eru hræddir fyrst þegar þeir sparra.\nÞegar þeir sparra vilja þeir ekki fá högg í sig. Þegar þú sérð nýann boxara boxa, þá sérðu hann horfa í burtu og horfa niður þegar hann er kýldur. Haldandi fyrir hausinn á sér bakkandi á fullu. Þeir gera þetta kannski rétt á gólfinu fyrir framan spegilinn, en ekki í hringnum.\nEf þú lítur svo á reyndan boxara sem er vanur höggunum, þá sérðu að hann er að gera réttu hlutina.\nAf hverju ætti þetta að vera öðrvísi í martial arts?\nTalandi um að fá högg á sig.\nMartial arts náungi er ekki bombaður í andlitið og kroppinn á hverri æfingu.\nÉg þekki ekki neitt martial art þarsem það er gert nokkurtíman, með hönskum eða ekki, en ég ætla ekki að segja að það sé ekki til.\nÞar sem ég æfi (HR) þar er alls ekki mikið um sparr.\nAllt of lítið.\nÞað var útskýrt fyrir mér þannig að það væru ekki allir sem vilja fara í hringinn.\nEn ég held að það sé verið að taka á þessu þarsem að við fórum að sparra í fyrsta sinn (sem ég hef séð) á æfingu.\nEn það var þannig að bara þeir sem vildu og væru með góm fengu að sparra.\nEn sparr er ESSENTIAL í boxi. Til að verða góður boxari ÞARF maður að sparra. Period. Í Danmörku var okkur hent inn í hringina án góms eða með góms, handbindi eða ekki. Stelpur og strákur, strákur og strákur, stelpa og stelpa. Skipti engu máli. Við ÁTTUM bara að sparra.\nÞað er náttúrulega ekki rétt að hafa það þannig, en þetta var svona ghetto klúbbur með lítið af röð og reglu.\nEn ég æfðist höggum þar, og fékk stjórn á sjálfum mér inni í hringnum.\nÉg er viss um að boxari myndi mala martial arts gaur sem myndi ekki fara í grappling við boxarann.\nBoxarinn getur gefið frá sér devistating högg sem geta þurkað þessa náunga út, meðan þeir eru kannski með sneggri og aumari högg.\nBoxarinn myndi ekkert meiða sig ef hann yrði kýldur, hafa stjórn á sér og halda áfram í sama dúr.\nMartial gaurinn, ef hann yrði kýldur með kannski jab, þá myndi hann meiða sig og kannski missa stjórn á sér.\nEf boxarinn myndi fara inn í hann með combinations, þá myndi martial gæjinn algjörlega missa stjórn á öllu, snúa sér frá, meiða sig afskaplega mikið og hugsanlega detta niður eða reyna hlaupa.\nBoxarar eru superior, púnktur.",
    "url": "https://www.hugi.is/box/greinar/327720/sjalfsvarnarithrottin-box/",
    "url_id": "327720",
    "id": "2477872",
    "replies": [
        {
            "user": "Maggisun",
            "user_id": "36571",
            "date": "2005-09-19 12:09:47",
            "id": "2497416",
            "reply_to_id": "2477872",
            "text": "okey , góð grein :D"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2005-09-22 22:38:58",
            "id": "2510646",
            "reply_to_id": "2497416",
            "text": "Maggi, þetta er ekki til þín heldur til allra sem lesa:\nSjáiði virkilega ekki að ég er að segja að mér fynnst að box ætti að vera sjálfsvarnaríþrótt og ekki að box sé það.\nStendur mjög skýrt í byrjun greinarinnar:\nAf hverju flokkast box ekki undir sjálfsvarnaríþrótt?\nOg svo segja sumir:\nMér fynnst bara að box ætti ekkert að vera sjálfsvarnaríþrótt\nhaha"
        },
        {
            "user": "Maggisun",
            "user_id": "36571",
            "date": "2005-09-22 22:47:36",
            "id": "2510714",
            "reply_to_id": "2510646",
            "text": "What the fuck are you on about?"
        },
        {
            "user": "HrKrissi",
            "user_id": "47093",
            "date": "2005-09-19 12:33:06",
            "id": "2497441",
            "reply_to_id": "2477872",
            "text": "hérna…\nhvað er að sparra ???"
        },
        {
            "user": "HrKrissi",
            "user_id": "47093",
            "date": "2005-09-19 13:03:09",
            "id": "2497520",
            "reply_to_id": "2497441",
            "text": "Að fara í hringinn og æfa sig á móti andstæðing.\nSvipað og æfingarleikur í fótbolta."
        },
        {
            "user": "andskotinn",
            "user_id": "36189",
            "date": "2005-09-19 12:33:09",
            "id": "2497442",
            "reply_to_id": "2477872",
            "text": "Þetta er alveg magnað, afhverju er þetta sjálfsvarnaríþrótt, maður er mættur þarna inní hringinn til að berja hinn gaurinn, ég sé ekkert í þessu sem tengist sjálfsvörn."
        },
        {
            "user": "HrKrissi",
            "user_id": "47093",
            "date": "2005-09-19 13:01:40",
            "id": "2497514",
            "reply_to_id": "2477872",
            "text": "Box verður seint talið sjálfsvarnaríþrótt. Ef að einhver gæfi boxara sköflungaspark í hægri fótinn í götuslag yrði boxarinn fljótur að missa jafnvægið.\nÞað þíðir engan veginn að mæta í slagsmál á móti reyndum gaurum og ætla að boxa þá og vera bara sterkur í grapplinu."
        },
        {
            "user": "HrKrissi",
            "user_id": "47093",
            "date": "2005-09-19 15:07:57",
            "id": "2497877",
            "reply_to_id": "2497514",
            "text": "flestir sem lenda í götuslag, niðrí bæ oftast, eru ekki að spá í sköflungasparki. flestir sem fara í slag niðrí bæ gefa stór tækifæri á rothöggi og ef maður kann að slá almenilega þá er gaurinn rotaður eftir nokkrar sek"
        },
        {
            "user": "HrKrissi",
            "user_id": "47093",
            "date": "2005-09-19 15:51:45",
            "id": "2498040",
            "reply_to_id": "2497877",
            "text": "Eins og þú segir, flestir, en ekki allir. Fólk byrjar oft bardagana á sparki og það gæti þessvegna verið spark í vinstri fótinn á boxaranum. Í þessi fáu skipti sem að ég lendi í alvöru slagsmálum byrja ég á því að gá hvort að ég sjái eitthvað svona sem að ég get gert til að enda slaginn sem fyrst."
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2005-09-20 14:11:46",
            "id": "2501329",
            "reply_to_id": "2497514",
            "text": "Vill enn og aftur benda á það að nafnið er kaldhæðni. Ég er að reyna að segja að box geti líka verið sjálfsvarnaríþrótt.."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-19 15:00:04",
            "id": "2497851",
            "reply_to_id": "2477872",
            "text": "boxing rules, martial arts sucks ?"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-09-19 15:02:01",
            "id": "2497860",
            "reply_to_id": "2477872",
            "text": "Ég held að box sé einfaldlega of einhæft til að geta virkað vel á götunni.\nAð geta _bara_ boxað, þó að maður geri það kannski vel, held ég að sé ekki nóg.\nÞað er beinlínis líklegt að þú munir lenda í þeim aðstæðum, ef þú lendir í slagsmálum, að þú getur ekki einfaldlega kýlt alla í klessu.\nEða hvað heldur þú?"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2005-09-19 15:11:57",
            "id": "2497888",
            "reply_to_id": "2477872",
            "text": "æ fokkkk…hva mig langar að byrja að æfa box. Hvennig er það?"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2005-09-19 22:54:44",
            "id": "2500134",
            "reply_to_id": "2497888",
            "text": "helvíti á jörð!!! blóðnasir,sprungin hné,sigg á eyrunum og svo sprengir maður stundum hljóðhimnurnar\nneinei það er mjög gaman"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2005-09-30 00:47:01",
            "id": "2535595",
            "reply_to_id": "2500134",
            "text": "haha!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-19 15:59:14",
            "id": "2498063",
            "reply_to_id": "2477872",
            "text": "Skil ekki tilganginn með þessari grein … ?"
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2005-09-19 17:48:47",
            "id": "2498583",
            "reply_to_id": "2477872",
            "text": "Frekar barnaleg grein.\nÍ boxi sparrar maður mikið og venst því að fara ekki í ‘'panik’' þegar kemur að stykkinu.\nÉg panikka heldur aldrei þegar ég kúka…."
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2005-09-19 18:14:45",
            "id": "2498702",
            "reply_to_id": "2498583",
            "text": "Ömurlegasta example sem ég hef heyrt.\nÞú ert kannski of barnalegur til að skilja þetta."
        },
        {
            "user": "gunnarlala",
            "user_id": "59454",
            "date": "2005-09-19 17:49:27",
            "id": "2498585",
            "reply_to_id": "2477872",
            "text": "Box flokkast ekki undir sjálfsvarnar íþrótt vegna þess að sjálfsvarnaríþróttir ganga útá það að verja sig…\nEf að þú lendir í slagsmálum úti á götu er miklu betra að geta komið þeim sem þú ert að slást við í burtu frá þér, niður í götuna eða bara einhverskonar bragð til að rugla hann. Ef þú ferð að kíla hann í andlitið áttu yfir þér dóm fyrir morðtilraun..eða einfaldlega morð."
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2005-09-19 18:14:22",
            "id": "2498698",
            "reply_to_id": "2498585",
            "text": "þetta er kaldhæðni í nafninu. Svo að það sé ljóst."
        },
        {
            "user": "Rokkvi",
            "user_id": "42127",
            "date": "2005-09-19 18:02:26",
            "id": "2498645",
            "reply_to_id": "2477872",
            "text": "HAHAHAHA er box hvað sjálfvarnarnar hvað??? jæja ég box sé ákaflega MIKIÐ langt frá því að vera sjálfsvarnaríþrótt"
        },
        {
            "user": "Rokkvi",
            "user_id": "42127",
            "date": "2005-09-19 18:41:31",
            "id": "2498857",
            "reply_to_id": "2498645",
            "text": "Þarf ekki að vera það… hugsum rökrétt, fullur/spíttaður gaur ræðst á þig fyrir utan skemmtistað í miðbænum.\nHvað er líklegast að svoleiðis gaur reyni að gera.. jú, kíla þig, sem boxari þá ættiru að geta varið þig ágætlega og jafnvel nelgt hann í magann og forðað þér."
        },
        {
            "user": "Rokkvi",
            "user_id": "42127",
            "date": "2005-09-19 18:55:28",
            "id": "2498936",
            "reply_to_id": "2498857",
            "text": "já en það sem felst í sjálfsvarnaríþrótum er að það meigi aðeins lemja aðstæðing en hann lemur mann !! Það er ekki hægt ekki segja um box það er bardagaíþrótt þar sem andstæðingar ráðast á hvor annan af því að þeir eru að boxa. Að sjálfsögðu er hægt að nýta sér þessa kunnáttu til sjálfsvarnar en hún er notuð mjög takmarkað á þann hátt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-20 01:43:20",
            "id": "2500667",
            "reply_to_id": "2498936",
            "text": "Það er allveg rétt.. Boxíþróttin eins og hún er í dag myndi að sjálfsögðu ekki flokkast undir sjálfsvarnar íþrótt… heldur er ég að segja að ef þú kannt box, þá ættiru að geta varið sjálfan þig ágætlega fyrir árásarmönnum.\nÞess vegna vill ég meina að boxið sjálft er hægt að nota til sjálfsvarnar."
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2005-09-19 22:26:27",
            "id": "2499947",
            "reply_to_id": "2498645",
            "text": "Þetta er kaldhæðni í nafninu. Vertu tregur.."
        },
        {
            "user": "Mog",
            "user_id": "15637",
            "date": "2005-09-19 19:50:01",
            "id": "2499217",
            "reply_to_id": "2477872",
            "text": "Ég æfi box. Ef ég lendi í slag(sem gerist sem betur fer ekki oft) er ég ekki að reyna að smetta viðkomandi. Reyni fyrst og fremst að kýla hann rétt fyrir ofan kynfærið (engin vöðvi þar, neðan magavöðvana), þindina eða rifbeinin. Eitt högg og gaurinn er svo gott sem niðri."
        },
        {
            "user": "Dorno",
            "user_id": "56944",
            "date": "2005-09-19 20:10:26",
            "id": "2499301",
            "reply_to_id": "2477872",
            "text": "Box er langt frá því að vera sjálfsvarnar íþrótt. Ef að fimm skuggalegir náungar réðust á þig í dimmu húsasundi, hvort væri betra að kunna box eða karate?"
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2005-09-19 20:52:04",
            "id": "2499478",
            "reply_to_id": "2499301",
            "text": "Box myndi ég segja. Spörk geta verið nytsamleg, en þú ert úr jafnvægi þegar þú sparkar og meiri hætta á að verða ýtt/hrinnt í gólfið, þar sem þér langar ekki að vera, sérstaklega ef þú kannt bara karate, á móti 5 andstæðingum."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-09-19 20:55:59",
            "id": "2499493",
            "reply_to_id": "2499301",
            "text": "Karate?\nHvað ætlarðu að gera? Dansa frá þeim?"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2005-09-19 22:27:25",
            "id": "2499952",
            "reply_to_id": "2499301",
            "text": "Box. Karate er ónytsamlegt."
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2005-09-19 20:56:11",
            "id": "2499495",
            "reply_to_id": "2477872",
            "text": "Tjah veit ekki með sjálfsvarnaríþrótt, en box er bardagaíþrótt.\nÞú hefur mjög fasta ímynd af því hvað bardagaíþróttir er finnst mér. Ég er sammála þér, þú lærir aldrei neitt um bardaga með að slá út í loftið, það er lífsnauðsynlegt að sparra reglulega og verða vanur því að keppa á móti lifandi andstæðing sem gerir allt til að sleppa undan þínum árásum og gerir sjálfur árás. En þú virðist gera þau mistök að halda að bara af því fólk æfir bardagaíþróttir þá sparri það ekki, það eru vissulega margar þannig, en ég æfi ekki slíkt.\nMeð þessi höld, þá ganga þau ekki út á styrk einan, ég hef oft submittað menn sem eru í kringum 100-120kg'in, það er vissulega erfiðara, en littli ég get það alveg ef þeir hafa litla reynslu, og ég myndi persónulega mun frekar vera í gólfinu (ofan á) á móti 120kg gaur, en að vera standandi með honum í bardaga. Það eru ekki bara höld sem gilda, ef þú ert í gólfinu, ertu í mun betri stöðu til að slá andstæðinginn, ef þú ert ofan á og kannt þitt fag, þá átt þú að hafa algjörlega yfirhöndina í gólfinu á móti óþjálfuðum einstakling. En það er náttúrulega léttara sagt en gert að taka einhvern í gólfið :) það verður líka að æfa með sparring."
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2005-09-19 22:29:08",
            "id": "2499961",
            "reply_to_id": "2499495",
            "text": "Vill enn og aftur benda á það að nafnið er kaldhæðni. Ég er að reyna að segja að box geti líka verið sjálfsvarnaríþrótt.."
        },
        {
            "user": "1on1",
            "user_id": "22341",
            "date": "2005-09-20 15:58:40",
            "id": "2501718",
            "reply_to_id": "2477872",
            "text": "Fín grein hjá þér,\nEn Hnefaleikar að mínu matti ættu ekki að falla undirsjálfsvarnar íþrótt, frekar bardaga.\nÞú lærir að mínu matti ekki beint sjálfsvörn í boxi, jú þú lærir að slipa hög og komast hjá þeim en í boxinu læriru ening að koma með hög til baka, og svara fyrrir þig. Og það gerist allt með högum í andlitið eða skrokinn, og það leiðir til þess að þú ert kominn í slagsmál sama hvort þau enda við höginn frá þér eða ekki.\nSjálfsvörn gengur að mínu matti útt að það að yffir buga anstæðinginn, koma í veg fyrrir að hann meiði þig eða aðra. Að kíla einhvern niður eða rotta hann er soldið gróft, þar sem það gettur leit til t.d kæru þér á hendur ef þetta eru götuslagsmál, en að taka einhvern fasta taki leiðir ekki til þess.\nTek sem dæmi dyraverði ekki æskilegt að þeir færu að æra box sem sjálfsvarnar aðferð nema til að læra að bregðast við og slipa hög, kæmi ekki vel út ef dyraverðir væru í því að boxa fólk í gólfið ball eftir ball, því þó að menn læri að kíla í boxi þá er ekki víst að þú hitir alltaf á réttan stað eða náir að rota menn í einnu högi og þar af leiðandi gætturu þurft að boxa soldið við gaurinn áður en þú yffir vegar hann og lent í því að brjóta tennur nef kjálka eða eitthvað verra.\nBoxara hafa snerpu þol og skilning til að komast hjá slagsmálum ef það er ráðist á þá, en fæstir mundu bara hlaupa í burtu, það að kíla menn með kreftan hnefa er árás, og þá ertu kominn í bardaga í hringnum eða fyrri utan hann.\nÞetta er mitt álit á þessu.\nDislexia er ekki minn vandi þú þarft að lesa þetta :Þ"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2005-09-20 18:59:02",
            "id": "2502455",
            "reply_to_id": "2501718",
            "text": "Sæll.\nBox ER ekki sjálfsvörn. Titillinn er bara til þess að sýna fram á það að mér fyndist box reynast vel í sjálfsvörn.\nSatt er það að box er gróflegt og ekki við hæfi ef maður er bara að reyna sleppa í burtu, en ef maður ræðst á mann þá veit hann ekki hversu mikið af snerpu, reynslu*, styrk og úthald við höfum, og þar af leiðandi getum við yfirbugað andstæðinga með hráum styrk.\nOfbeldi er gróft, sá sem ræðst á þig er ekki að hugsa um að leggja þig í gólfið og halda þér. Allavega ekki í mestum tilvikum.\n*Sparr."
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2005-09-21 22:14:27",
            "id": "2506978",
            "reply_to_id": "2477872",
            "text": "Þessi grein er nú meira kjaftæðið, þú veist greinilega ekki rassgat um bardagaíþróttir. Þú virðist bara halda að allar bardagalistir séu eins og Karate, semi-contact rugl eitthvað.\nHefurðu séð Muay Thai bardaga? Þarna eru\nengar hlífar\nólíkt ólimpísku boxi þar sem allir eru með móngólítahjálm, það má ekki bara kíla heldur líka nota olnboga, spörk og hné. Góðir Muay Thai bardagamenn eru að berjast svona 1-2 á mánuði og ferillinn þeirra er yfirleitt búinn áður en þeir verða þrítugir vegna meiðsla. Box er barnaíþrótt miðað við Muay Thai.\nBox er alltof takmörkuð til að virka vel í bardagakeppnum eins og hefur margoft sannast. Þegar boxarar fara í K1 eru þeir bara sparkaðir í sköflunginn þangað til þeir detta og geta ekki staðið upp aftur. Þegar boxarar keppa í MMA eru þeir tappaður út á 10 sekúndum.\nBox er mjög góð striking íþrótt og góður boxari getur auðveldlega rotað flesta gaura sem aldrei hafa æft neitt. En það að segja að box eitt og sér sé “superiour” er fáfræði.\nTaktu nokkrar lotur á móti Árna “Iron” úr Pumping Iron og sjáðu hvernig þér gengur."
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2005-09-22 17:20:05",
            "id": "2509037",
            "reply_to_id": "2506978",
            "text": "Þessi grein er nú meira targeted towards traditional martial arts. Hlýtur að hafa séð það ef þú last greinina."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-22 21:22:21",
            "id": "2510169",
            "reply_to_id": "2509037",
            "text": "Þá gastu nú tekið það fram í greininni. Í staðinn fyrir að drulla bara yfir allt “martial arts”."
        },
        {
            "user": "MrSmile",
            "user_id": "6887",
            "date": "2005-09-22 13:07:06",
            "id": "2508154",
            "reply_to_id": "2477872",
            "text": "Það þarf ekki en einn gaurinn að koma hingað inná boxið og segja að box sé ófullkomin martial art list því það er auðséð þar sem við notum EINUNGIS hnefana og vegna þess þróum við mestu snerpuna, mesta hraðann og drögum fram mesta kraftinn úr líkama okkar fram í hnefunum. Eins og ég hef oftast sagt.. gaman væri að sjá muy tai, karate , braselískt drasl reyna að gefa viðbúnum boxara högg á kjaftinn eins og þú sagðir sjálfur, þeir þora bara að sparka í sköflungana eða þarumlíkt því þeir geta ekki annað en á móti því væri brandara að sjá boxara sparka í viðkomandi.\nUmræðan sem hann var að búa til er að verja sjálfan sig í þessum brjálaða miðbæ og fleiri stöðum sem ísland býður uppá á góðum helgum. Ég er mjög feginn fyrir að hafa lært boxið því það er nóg af snarklikkuðu útumdópuðu liði í bænum sem ég vil ekki vera varnarlaus gegn, box er þarafleiðandi góð “sjálfsvarnaríþrótt” eins og hann vildi benda á með greininni. Í “venjulegu” street brawl eru hnefar notaðir."
        },
        {
            "user": "Freestyle",
            "user_id": "29242",
            "date": "2005-09-22 15:53:31",
            "id": "2508648",
            "reply_to_id": "2508154",
            "text": "Ókey Mr. Smile, það broslegasta við þennan póst þinn er að þú ert að segja að gaman væri að sjá Muay Thai, kickbox og BJJ menn reyna að vinna sigur á boxara, og lýsir því svo í smáatriðum hvernig það myndi fara, þ.e með sigri boxarans.  Sem er skrítið þar sem að ég hef séð ansi marga boxara reyna fyrir sér í bæði K-1(þar sem að högg, spörk og hné eru leyfð) og UFC(þar sem glímutök og fellur eru einnig leyfð) og hreinu boxararnir hafa tapað.  Alltaf.  Þetta hefur verið margreynt og niðurstaðan er óumdeilanleg.  Box eitt og sér er ekki að gera sig gegn fjölhæfari bardagalistamanni sem að sparrar og æfir öll svið bardagalista.  Ég mæli með að þú skellir þér á DC og skoðir t.d UFC 1 þar sem Art Jimmerson Golden Gloves meistari keppti, og UFC 4 þar sem að Melton Bowen, GG meistari og pro boxari með sæmilegt record var gjörsamlega tekinn í bakaríið og náði ekki inn einu góðu höggi.  Einnig fremur slælega frammistöðu Francois Botha í K-1.\nEn staðreyndin er samt sú að góð solid box-tækni er afar mikilvægur hluti af bardagalistum.  Það er engin tilviljun að langflestir UFC bardagamenn eru með boxþjálfara á sínum snærum….en þeir eru líka með Muay Thai þjálfara, Brazilian Jiu-Jitsu þjálfara og Wrestling þjálfara.  Ef að þeir vanrækja eitthvað svið bardagans þá tapa þeir.  Þú verður að vera “well-rounded”.   Boxari sem að er BARA boxari tapar.  En BJJ maður sem að er bara BJJ maður tapar líka.\nHvað varðar upprunalegu spurninguna um hvort að box sé sjálfsvarnarlist þá er svarið já.  Þú getur notað box til að verja hendur þínar.  En eins og margir hafa bent á þá er hún takmörkuð að því leyti að þú ert einungis orðinn mjög góður í afmörkuðu sviði sjálfsvarnar, þ.e að útbýta hnefahöggum.\nÉg persónulega æfi ekki box, en það er alls ekki af því að ég kunni ekki að meta það.  Þvert á móti, ég ber mikla virðingu fyrir boxurum. En ef ég þyrfti að slást við einn slíkan þá er það alveg ljóst að ég myndi fara með hann beint í gólfið því að það er mín eina sigurvon.  “You do what you have to do”.  Það á einnig við um sjálfsvörn.  Sjálfsvörn getur verið afar afstætt hugtak.  Ef að einhver er að hrinda þér og almennt bara með leiðindi þá er það ekki sjálfsvörn að rota hann.  Betra að geta tekið hann í jörðina og haldið honum þar.  En ef að hann brýtur t.d flösku þá gerirðu það sem að til þarf til að ganga frá mannkvikindinu.  Og það er fullkomlega löglegt.\nNú er ég búinn að skrifa allt of mikið en niðurstaðan af því sem ég er að reyna að segja er:\n1: Boxarar eru langt frá því að vera ósigrandi\n2: Box á fyllilega rétt á því að teljast til bardagalista OG sjálfsvarnarlista.\n3: Box er mikilvægt púsl í hinu stóra púsluspili mannlegra átaka - en það er einungis eitt púsl."
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2005-09-22 17:22:53",
            "id": "2509049",
            "reply_to_id": "2508648",
            "text": "2: Box á fyllilega rétt á því að teljast til bardagalista OG sjálfsvarnarlista.\nThat prooves my point. Thank you sir."
        },
        {
            "user": "MrSmile",
            "user_id": "6887",
            "date": "2005-09-22 17:30:47",
            "id": "2509080",
            "reply_to_id": "2508648",
            "text": "einhvernveginn vissi ég að einhver auli myndi mislesa þetta, lestu betur , ég sagði BARA að þeir gætu aldrei gefið honum kjaftshögg, sagði aldrei neitt með sigur eða tap. Stendur m.a. þarna að boxari eigi lítin sem engan séns í all around fighter. Lesa fyrst, bitch svo"
        },
        {
            "user": "Freestyle",
            "user_id": "29242",
            "date": "2005-09-22 23:02:46",
            "id": "2510811",
            "reply_to_id": "2509080",
            "text": "Sorry maður, yfirleitt þegar boxarar tala um að ná ekki “einu kjaftshöggi inn” þá þýðir það að menn hafa enga sigurvon…..ég bara mistúlkaði póstinn þinn, ekki það að ég hafi ekki lesið hann.\nEn ég stend við það sem ég sagði(sem að var langt frá því að vera diss á box, ég hef varið box í nokkrum þráðum á Bardagalistir áhugamálinu), að púra boxarar geta ekki unnið í hreinum bardaga gegn “well-rounded” bardagalistamanni.\nOg smá nitpicking, ég held að glímumenn á borð við Randy Couture geti vel komið inn kjaftshöggi á boxara með því að nota “dirty boxing”, þ.e að grípa í höfuð eða clincha með underhook og nota króka og uppercuts.  Flestir boxarar nota clinch aðallega til að hvíla sig og kaupa tíma meðan þeir jafna sig eftir högg og bíða eftir að dómarinn skilji þá að - wrestlers elska clinch og þegar þeir læra að kýla úr clinch verða þeir hættulegir.  Tékkaðu t.d á Dan Henderson(ef þú hefur ekki gert það nú þegar).  Hann kann nánast ekkert að boxa, bara rétt basics en hann er skæður striker(ekki það sama og boxer) því að hann kann að nota dirty boxing(dirty boxing er fyrir þá sem að ekki vita þau högg sem að þú að öllu jöfnu fengir viðvörun fyrir frá dómara í box bardaga en eru lögleg í MMA)."
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2005-09-22 17:39:33",
            "id": "2509112",
            "reply_to_id": "2508648",
            "text": "hey gaur .. fysrta algi þá eru þetta útbrunnir gamlir jkallar sem eru að fara i k-1 þessir boxarar semmsagt .. ef tyson eða ali eð aliston eða foreman eða eitthverjir af þessum agurum hefðu fari ð í k-1 á synum besta tima hefðu þeir sópað því upp ekkert meira með það sagt…"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2005-09-22 21:32:10",
            "id": "2510222",
            "reply_to_id": "2509112",
            "text": "Fótaburðirinn og hreyfingarnar hjá boxurum eru ekki hannaðar til að standast spörk og hné. Ef Ali færi að dansa um hringinn á móti topp Muay Thai manni gæti hann sparkað í fæturnar á Ali og ruglað allt. Ef Tyson færi að beygja sig niður út um allt gæti eitt hnéspark endað þetta. Ef góður boxari myndi hinsvegar æfa sig sérstaklega fyrir K1 bardaga gæti honum gengið vel.\nOg rétt er að minnast á að Helio Gracie, upphafsmaður Brasilian Jiu-Jitsu skoraði á Ali, Foreman, Norton og alla þessa gaura í bardaga en enginn þeirra þorði í hann því þeir vissu að þeir myndu tapa."
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2005-09-22 22:36:26",
            "id": "2510619",
            "reply_to_id": "2510222",
            "text": "Þú veist að maður er með hendur fyrir framan höfuðið þegar maður er rúllandi?\nOg mig myndi annars mjög mikið langa að sjá einhvern rúlla Foreman saman.\nÞú gerir þér grein fyrir því að foreman er einn höggþungasti maður sögunnar, og nautsterkur.\nÆtti erfitt með að trúa að einhver gæti haldið honum niðri."
        },
        {
            "user": "MrSmile",
            "user_id": "6887",
            "date": "2005-09-22 22:53:48",
            "id": "2510754",
            "reply_to_id": "2510619",
            "text": "deadlocks og chokes eru ekki eitthvað sem auðvelt er að komast úr burtséð frá styrkleika, K-1 fighterar eru líka þrautþjálfaðir og engir aumingjar."
        },
        {
            "user": "Freestyle",
            "user_id": "29242",
            "date": "2005-09-22 23:10:10",
            "id": "2510862",
            "reply_to_id": "2510754",
            "text": "Kannski ert þú reyndari grappler en ég en WTF er deadlock?  Mig langar að læra það! :)\nertu að meina joint lock(liðamótalás)….."
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2005-09-22 23:13:39",
            "id": "2510883",
            "reply_to_id": "2510619",
            "text": "Þú virðist halda að grapl snúist aðallega um styrk. Sem er algjört rugl, þetta er aðallega tækni. Gracie gaurarnir eru nú engir rumar en þeir hafa samt tekið ófáa fighterana sem eru vel yfir 100 Kg og rúllað þeim saman. Royce Gracie vann meira að segja Akebono, Japanska súmókappann sem er yfir 2 metrar á hæð og 220 Kg."
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2005-09-23 17:27:29",
            "id": "2512960",
            "reply_to_id": "2510883",
            "text": "Þú getur ekki sagt mér að grappling snýst ekki um styrk meðal annnars."
        },
        {
            "user": "Freestyle",
            "user_id": "29242",
            "date": "2005-09-25 14:46:04",
            "id": "2518619",
            "reply_to_id": "2510619",
            "text": "“Þú veist að maður er með hendur fyrir framan höfuðið þegar maður er rúllandi?”\nFyrirgefðu en ég bara skil ekki þessa setningu….umorða please."
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2005-09-25 15:55:14",
            "id": "2518841",
            "reply_to_id": "2518619",
            "text": "Þu ert ad blocka tegar tu rollar under."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-22 23:33:20",
            "id": "2510978",
            "reply_to_id": "2510222",
            "text": "eitt er segja annaðer að gera og það er vandamálið hja k-1 fighterum .. góðu boxaranir hefðu hlaupið inni þa´og RÚSTAÐ ÞEIM"
        },
        {
            "user": "Freestyle",
            "user_id": "29242",
            "date": "2005-09-22 23:40:25",
            "id": "2511031",
            "reply_to_id": "2510222",
            "text": "sannaðu þetta með aþeir þorðu þvi ekki .. ég held að þú sert bara eitthvað blindur og haldir ða þu´vitir allt … ef eitthver hefði ætlað að tak foreman i eitthvað tak BWAAAAHHAHAHAHA … ég hef heyrt lyftingakappa uppy gym 80 vera ð tal aum hann og btw þeir eru nautsterkur .. en þeir voru að tla aum hvað foreman hafi verið NAUTSTERKUR … já þetta snýst um styrtk .. þvi að foreman hefði bara explótað á þessa grpplerra sem eru btw miklu styttri en han  .. það er efiðara ða enda slag með þviað grppla en að kyla … miklu meiri likur að að grpplerin rotist  … svo tekuru dæmi um boxara sem hafa suckað i k-1 .. ti dæmis þennan feita gaur sem er EX boxer og hann kann ekkia ðsparka .. varla boxa  .. en þeir eru hnjáa hann a´fullu  …hann dettur aldrei .. það enfar alltaf á skori sem han tapar á .. boxarar eru bar amiklu meira rough .. ef tyson hefði farið i k-1 hefði ENGINN Stoppað hann þvi að K-1 gaurar eru einfaldlega of slow … þeir eur að þjálfa bæði fætur og hendur  .. á meðan boxarar einbeita sér bar að höndum þangi að þefar þeir hefðu ætlað að spraka  ..counter einsog ekkert sé .. kyla þá væri game over fyrir þá  ….\nforeman hefði bar leift þima ð koma i sig og overpowerað þá inni næstu iku .. ALI hefði ruglað þessu heilalausu fáviti í ríminu og rotða þa´með eitthverju töfrhöggi sme myndavélanar hefðu ekki naáð  … so hættu að tla aum eitthvað svona rugl .. ég er vissum að ef þetta er satt með helio  þá vildu þeir bara ekki fara þvia ð þeir vissu að þeir mundu drepa þenna littla gaur .. OG  þessi akebolo er bara fituhlussa sem getur engann unnið …"
        },
        {
            "user": "Freestyle",
            "user_id": "29242",
            "date": "2005-09-23 02:21:47",
            "id": "2511301",
            "reply_to_id": "2511031",
            "text": "OK ég ætla að gera ráð fyrir því að þú sért ölvaður miðað við stafsetningu en allavega…..Allt sem að þú segir er hugarspuni.  Það er engin leið til að sanna eða afsanna það sem að þú segir.  Þar af leiðandi eru comment þín einskins virði.  Ef að þú vilt leiða hjá þér mín rök(sem að eru byggð á atburðum sem að hafa átt sér stað og eru til á myndbandi)þá þú um það.  Mér er slétt sama hvort að þér finnst þeir boxarar sem tekið hafa þátt í K-1 og MMA einhvers virði.  Staðreyndin er sú að þeir sem tekið hafa þátt hafa tapað.  Alveg burtséð frá þyngd, stærð, record o.s.frv.  Sumir hafa verið komnir yfir sitt prime, satt er það, sumir hafa líka verið mun stærri en andstæðingarnir(eins og t.d Butterbean sem að tapaði í fyrstu lotu fyrir 65 kg grappler sem heitir Genki Sudo).  Ef að fram kemur boxari sem að er fit, in his prime og tilbúinn að keppa sem að vinnur alla í MMA verð ég fyrstur manna til að segja “hann er bestur, hann er maðurinn”.  Ég held ekki með neinum….  Ég er bara að segja þér hvað hefur gerst í RAUNVERULEIKANUM á meðan þú ert að segja mér hvað þú heldur að gerist ef, ef, ef,………Og ef að þú heldur að grappling snúist um styrk…þá hefur þú aldrei glímt.  Treystu mér, ég hef verið rasskeltur af stelpum sem eru 10 kg léttari en ég í Judo(bæði í köstum og gólfinu) einfaldlega af því að þær höfðu betri tækni en ég.  Ég átti ekkert svar við því."
        },
        {
            "user": "Freestyle",
            "user_id": "29242",
            "date": "2005-09-23 15:07:34",
            "id": "2512441",
            "reply_to_id": "2511301",
            "text": "BYRJARU AFTUR AÐ TAKA FÁRÁNLEG DÆMI … butterbean var boxari sem boxaði 4 lotu bardaga .. og hanne reldgamann og feitur og er bara þarna utaf hann er freak ….. þú ert svo fáránlegur að aþð er ekki eðlilegt .. svo er ekki mitt mál að þú sért fatty sem látir stelpur 10 kiloum léttari dúndra´þér nyður .. þú ert ekki þrautþjálfaður … so shut it ."
        },
        {
            "user": "Freestyle",
            "user_id": "29242",
            "date": "2005-09-23 17:56:42",
            "id": "2513067",
            "reply_to_id": "2512441",
            "text": "Vertu nú bara kurteis félagi….við erum bara að spjalla saman hérna.  Alveg óþarfi að hegða sér eins og smákrakki.  Ég tíni einungis til þau dæmi um boxara vs mma menn sem hafa átt sér stað.  Ekki mér að kenna að topp gaurarnir sýni sportinu ekki áhuga.\nÉg er rétt rúm 70 kg, 1.81 og bara í ágætis formi takk kærlega fyrir.  Ég mæli með að þú kíkir í einhvern af júdóklúbbunum á höfuðborgarsvæðinu og veljir þér einhvern lítinn og nettan gaur og gáðu hvað þú stendur lengi.\nHversvegna eiga boxarar svo erfitt með að viðurkenna að eitthvað annað en box geti krafist tækni og fimi?  Fordómarnir hjá þér eru þér og þínum til skammar.  Ég hef prófað að boxa, bæði vestrænt og thaibox og veit hversu´hættulegur góður boxari er, en þú hefur aldrei prófað grappling þannig að hvernig í ósköpunum veist þú hvað til þarf og hvað ekki til að ná árangri?\nSkelltu þér á Mjölnisæfingu og komdu svo til baka og segðu mér hvað þér finnst.  Ef þú ert ennþá sömu skoðunar þá ókey, en ég get lofað þér því að svo myndi ekki vera."
        },
        {
            "user": "Freestyle",
            "user_id": "29242",
            "date": "2005-09-23 21:13:59",
            "id": "2513733",
            "reply_to_id": "2513067",
            "text": "þú segjri að ég sé með fordóma og eitthvað gegn grapplon  NÚ SKAL ÉG SEGJA ÞE´R EITT KALLINN MINN .. það vill svo nefnilega til að áður en ég æfði box var ég í júdó og ég lenti í 2 sæti á reykjavikumóti .. hefði það ekki verið fyrir klaufaskap þa´tapaði ég fyrirr seinasta gaurinum … öðru lagi þá hef ég geðveikt gaman af grapplin og ég á svona 70 GB af eintómu grappling og mma inná tölvuni minni… það eru ekki marghir á mínum aldri sem geta unnið mig í grappling einfaldlega þvi að e´g er ekki lélegur i grappling og ég er frekar i stærri kanntinum miðan við aldur .. þannig að ég ségji bara .. ég þarf ekki að far a´amjölnisæfingu þvi að ég erof góður fyrir að fara á eina æfingu og prófa …. en fysrst að éghef reynslu af grappling og boxi .. þá verð ég að segja að ég mundi ferekar nota box i streetfight því að það er léttaa að enda fight þannig … mitt markmið er að ná langt i boxi .. ég held mikið uppá box  … en aef það færi úti það að vera á jörðini þa´gæti ég alveg bjargfað me´r þvi að ég er ágætlega reyndur grppler … ekki segja ða ég sé með foróma áður en þú þekkir mig .. ég er að segja að box er skaðrænna og það er staðreynn …"
        },
        {
            "user": "Freestyle",
            "user_id": "29242",
            "date": "2005-09-23 22:46:23",
            "id": "2513994",
            "reply_to_id": "2513733",
            "text": "Ókey….ég tek þig þá bara á orðinu með það að þú sért búinn að reyna grappling en finnst samt dálítið skrítið að maður með judoreynslu geri grín að hvítbeltingi(mér) sem er tekinn á Ippon af 10 kg léttari kvenmanni með brúna beltið….og fjandi góð.\nOg hurru….má ég koma í heimsókn með flakkarann minn og kíkja á grappling/mma safnið þitt?  Örugglega eitthvað þar sem ég hef ekki séð :)\nP.s Í guðanna bænum reyndu að bæta stafsetninguna þína.  Það er voðalega erfitt að taka menn alvarlega á netinu þegar textinn er eins bjagaður og hjá þér.  Ekkert að vera með leiðindi, bara benda þér á það."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-24 02:43:03",
            "id": "2514593",
            "reply_to_id": "2513994",
            "text": "já ég vanda mig i prófum main pointið er að þú náir efninu"
        },
        {
            "user": "Ahl",
            "user_id": "13224",
            "date": "2005-09-23 10:32:20",
            "id": "2511537",
            "reply_to_id": "2511031",
            "text": "Þetta eru staðreyndir, Helio Gracie skoraði á alla þessa gaura en þeir neituðu. Var ég eitthvað að segja að Foreman væri ekki sterkur? Nei. Ég var að segja að þó hann sé sterkur virkar það ekki eitt og sér í grappli, tæknin er mikilvægust. Þú gerir grín af Akebono en ég skal lofa þér því að hann er mikið sterkari en Foreman var nokkurn tíman. Akebono rústaði öllum súmó keppnum í Japan áður en hann hætti. Hann var að taka aðra súmó hlunka og kasta þeim úr hringnum. Ég meina, gaurinn er yfir 2 metrar á hæð og næstum fjórðungur af tonni. Ef þú ætlar að segja að hann sé aumur hlæ ég bara að þér."
        },
        {
            "user": "Ahl",
            "user_id": "13224",
            "date": "2005-09-23 11:36:26",
            "id": "2511627",
            "reply_to_id": "2511537",
            "text": "Ég skora á þig að mæta mér þann þrítugasta september næstkomandi klukkan 16:00 í Viðey til þess að eiga við mig bardaga sem fer fram með beittum vasahnífum.\nNúna hefur verið skorað á þig ert þú mér eitthvað verri með kutana þó svo að þú neitir?\nAtvinnuhnefaleikar snúast um peninga, það særir ekki stolt atvinnuhnefaleikara að neita áskorunum frá óþekktum mönnum sem þeir myndu ekkert fá borgað fyrir að takast á við."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-23 15:11:40",
            "id": "2512459",
            "reply_to_id": "2511537",
            "text": "hann e með mikin skriðþunga sem gefur honum kleift að íta öðrum hlussum útur eitthverjum hringi !!! reyndu að hugsa drengur .. hendunar á honum liggja á mallanum og leið og hann mundi labba í áttina mundi foreman BOMBA fésið á honum .. foreman var lika um 2 metra á hær pg mjög armlangur .. … ég geri grín af akebono því að hann erbara valtari .. það þíðir ekki bar að labba að gaurum i alvuru slag maður þaf lika ða geta kylt og sparkað … ég er vissum að akebono hefði unnið eitthvern boxara i súmó… EN ef þú ert að líkja foreman við akebono þa´ert þú mesti fáránlegasti gaur i heimi .. og EF þú ætlar ða ðfar að segj aað þetta uppblásna fiskibolla geti kylt eða sparkað þá ertu bara heimskur gaur .."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-24 21:01:34",
            "id": "2516711",
            "reply_to_id": "2512459",
            "text": "Æ ég nenni þessu ekki lengur. Þú virðist hvorki geta skilið það sem ég skrifa né gert sjálfan þig skiljanlegan þannig þú ert engan veginn hæfur til að taka þátt í svona umræðum. Legg til að þú klikkir á “Útskrá” linkinn hér fyrir ofan og komir aldrei aftur."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-25 12:19:17",
            "id": "2518056",
            "reply_to_id": "2516711",
            "text": "HAHAHA AUMINGI þú veist bara ekki hvað þú átt að segja  heimski hálfviti …. endinlega komdu með eitthvað annað akebono fiskibolludæmi … en þú ert hættur því að þú er weak … bæ farðu að runka .ér yfir eitthverjum kínverja drepa naut.."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-10-05 18:49:27",
            "id": "4062437",
            "reply_to_id": "2511031",
            "text": "l2spell"
        },
        {
            "user": "Freestyle",
            "user_id": "29242",
            "date": "2005-09-22 23:08:04",
            "id": "2510844",
            "reply_to_id": "2509112",
            "text": "Það vitum við ekkert um þar sem það hefur aldrei verið reynt….\nVið getum alveg eins rifist um hvort að Guð sé til eða ekki, hvorugur getur sannað neitt.\nFyrir mína parta þá hélt ég að það að vera Golden Gloves meistari væri bara helv.. gott.  Ekkert auðvelt að verða einn slíkur.  Ef að við ætlum bara að tala um stórstjörnur boxins þá verða K-1 menn og UFC menn einnig að fá að draga fram þungaviktarmenn sína :)  S.s Nogueira, Fedor Emilianenko, Ernesto Hoos, Cro-Cop, Bonjaski og Jerome LeBanner.\nEkki matcha bestu boxara ever við meðal-MMA mann eða meðal K-1 mann.  Verður að vera fair right?  :)"
        },
        {
            "user": "Ahl",
            "user_id": "13224",
            "date": "2005-09-23 11:27:01",
            "id": "2511612",
            "reply_to_id": "2510844",
            "text": "Blessaður vertu nóg af Golden Gloves titlum þarna úti sem gæti ekki verið auðveldara að næla sér í"
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2005-09-23 13:45:38",
            "id": "2512059",
            "reply_to_id": "2477872",
            "text": "Ég var að spá að í K1 sem ég hef horft á þónokkuð oft þá hafa boxararnir þar eiginlega alltaf verið ótrúlega slow miðað við bara alla aðra.\nÉg sá til dæmis mikið af K1 í sumar á Eurosport og það var eitthvað svona mót í því. Í lokabardaganum komust svo einn svartur brjálaðslega aggressive boxari og hann lenti á móti einhverjum brasilískum hvítum gaur sem var svona svipað byggður og Sergio sem var í the Contender.\nAllavega þá var þessi hvíti að æfa einhverja bardagaíþrótt, ekki box þó en hann notaði eiginlega bara fæturna.\nÉg hafði bara mjög gaman af bardaganum því hvíti gaurinn var að pwna þann svarta. Svarti kom alltaf brjálaður inn og sá hvíti dodegaði oftast.\nSíðan endaði barðaginn á því að sá hvíti kom svarta á óvart með því að taka eitt svona bluff spark einhvernveginn og síðan tók hann eitthvað spark þannig að fóturinn fór ofan á öxlina á svarta og sá sá svarti lá.\nÞetta var nú bara eitt dæmi og miðað við mína reynslu þá mundi ég segja að það sé betra að geta líka sparkað því mér finnst spörk persónulega vera miklu nothæfari."
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2005-09-23 15:18:30",
            "id": "2512485",
            "reply_to_id": "2512059",
            "text": "þori að veðj aað ef þett avar boxari var hann eldgamall og útbrinninn .. ekki taka þannig dæmio .. það er ekki að marka .."
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2005-09-23 17:23:05",
            "id": "2512933",
            "reply_to_id": "2512485",
            "text": "Þú rændir uppáhalds mottóinu mínu Dabbi!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-23 21:08:43",
            "id": "2513718",
            "reply_to_id": "2512933",
            "text": "þu´átt ekki neitt motó hálfviti"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2005-09-23 17:18:44",
            "id": "2512914",
            "reply_to_id": "2512059",
            "text": "haha.. Þinni reynslu?\nÞetta var nú þvílík reynsla.\nOg þessi gaur hefur verið ömurlegur og reiður greinilega."
        },
        {
            "user": "daiji",
            "user_id": "5200",
            "date": "2005-09-24 11:24:07",
            "id": "2514865",
            "reply_to_id": "2477872",
            "text": "Golden Gloves skiptist í regional og national titla. Það er ekki erfitt að verða regional Golden Gloves meistari ef þú ert á svæði þar sem að það er lítil samkeppni. Að vera National GG meistari er mikið afrek.\nGeorge Foreman er c. 193,5 cm á hæð og var upp á sitt  besta í kringum 100 kg. Stærð hefur ekkert með styrk að gera. Sjáið bara Matt Hughes. Foreman gat lyft mönnum með höggunum sínum og er almennt séð talinn líkamlega öflugasti hnefaleikamaður allra tíma (þótt einnig beri að minnast á Jim Jeffries og Sonny Liston). Það er ekki hægt að bera hann saman við Akebono á nokkurn hátt. Þeir eru báðir sterkir með sínu lagi.\nÍ þriðja lagi er það listamaðurinn, ekki listin, sem skiptir máli. Þessar endalausu umræður um hvað er best eru ákaflega þreyttar. Í MMA þarftu að vera með góða blöndu af wrestling, BJJ, boxi og muay thai til að ná árangri til lengri tíma. Það eru margir af þessum 2. kynslóðar MMA gæjar að sýna okkur, sem koma ekki nauðsynlega úr einhverjum ákveðnum bakgrunni, heldur bara MMA."
        },
        {
            "user": "Khan",
            "user_id": "18059",
            "date": "2005-09-27 19:13:38",
            "id": "2526625",
            "reply_to_id": "2514865",
            "text": "Öflugasta bardagaíþróttin er cross-training. Nuff said."
        },
        {
            "user": "mansoninn",
            "user_id": "59228",
            "date": "2005-09-29 09:05:51",
            "id": "2531830",
            "reply_to_id": "2477872",
            "text": "Það er náttúrulega góð æfing að sparra reglulega, ekki bara kýla í einhverja púða or shit.\nMæli sterklega með 12 lotum, þar er hægt að koma að sparra í bæði box og kickboxi eða allavena boxi.\nbox er að vissu leyti sjálfsvarnaríþrótt þar sem að kennt er að verjast höggum, bara í svona boxstíl.\nVeit ekkert hvort að eitthvað af þessu meikaði sens en ég tala út fá minni eigin reynslu þar sem að ég æfi box og hef bara ekkert slæmt um box að segja.\ntakk fyrir mig"
        },
        {
            "user": "VincentVega",
            "user_id": "5614",
            "date": "2005-10-01 15:09:45",
            "id": "2540375",
            "reply_to_id": "2477872",
            "text": "ERTU VANGEFIN!!!??!!?\nÍ boxi þjálfast maður líkamslega miklu betur en í öllum þessum sjálfsvarnaríþróttum.\nVið erum með meira þol og meiri styrk sem er númer 1, 2 og 3 í sjálfsvörn\nSvona martial gaurar læra ekki að slást. Þeir eru bara að sparra í einhverjum stelpu dúr þar sem að þeir geta submittað þegar þeir geta ekki meir, eða glancað hvern annan með spörkum og hnefum.\nÞað er að segja þegar þeir eru ekki að sparka út í loftið öskrandi.\nÞeir eru ekki hræddir þegar þeir sparra\nEf þú ert að segja að muy-thay og mma gaurar séu með eitthvað kellingasparr þá ertu með fjós uppí hausnum á þér!\nÞú talar um að þeir clinchi þegar þeir geti ekki meira, hefurðu þú HORFT á box? Ég veit ekki betur en að í hvert skipti sem boxarar eru þreittir þá faðma þeir/clincha þeir hvorn annan þar til þeim er stíað í sundur!\nHeldurðu að það sé þægilegt að fá olnboga og hné framan í sig í keppnum? Bókað mun skaðsamara en venjulegt hnefahögg í hönskum og með höfuðbúnað.\nSvo er það bara tóm tjara að engir æfi sig jafn stíft og boxarar og æfingarnar þar taki endilega meira á en í td. bjj, mma, mt og fleirri íþróttum.\nÉg er ekkert að gagnrýna box því box er cool og reyndar algjör snilld (gott sparr og æft lifandi)\nen ef að boxari færi muy-thay eða mma mann þá er ég nokkuð viss hvernig sá bardagi myndi enda."
        },
        {
            "user": "VincentVega",
            "user_id": "5614",
            "date": "2005-10-01 15:25:30",
            "id": "2540423",
            "reply_to_id": "2540375",
            "text": "Biðst afsökunar á að hafa skrifað muay-thai vitlaust"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2005-10-01 22:16:35",
            "id": "2541825",
            "reply_to_id": "2540423",
            "text": "Biðst afsökunar á að hafa skrifað muay-thai vitlaust\nGlad you did your research."
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2005-10-01 22:15:58",
            "id": "2541823",
            "reply_to_id": "2540375",
            "text": "MMA er ekki bardagaíþrótt. MMA er mix af bardagaíþróttum. Þar á meðal box.\nÞú veist greinilega ekkert hvað þú ert að tala um fyrst að þú kannt einu sinni ekki að skrifa Muay Thai.\n(Og nei þetta var enginn tæpó fyrst að þú skrifaðir það eins tvisvar amk.)\nOg box er talin ein mest líkamslega intens æfing í heimi íþrótta.\nHarðari en BJJ, veit ekki með Muay Thai þar sem ég hef ekki prófað það og þekki það lítið."
        },
        {
            "user": "VincentVega",
            "user_id": "5614",
            "date": "2005-10-01 23:05:58",
            "id": "2542020",
            "reply_to_id": "2541823",
            "text": "Einmitt þú hefur ekki prufað það og veist því ekki rassgat um það svo ég skil ekkert í því hversvegna þú ert að drulla yfir bardagalistir!\nÉg mundi heldur ekkert eftir því hvernig skrifa átti Muay Thai enda baðst ég afsökunar á því en var ekki að fela mig á bakvið einhverja stafsetningarvillu. Ég er samt handviss að þú hefðir ekki kveikt á því ef ég hefði ekki leiðrétt mig sjálfur.\nSvo veit ég hvað mma er, en þú varst að halda því fram að box þjálfun væri að taka öllu fram.\nEf þú ætlar að verað drulla yfir bardaga/sjálfsvarnaríþróttir á annaðborð þá ættirðu í hið minsta að taka fram hvaða íþróttir þetta eru sem þér finst svona asnalegar/lélegar áður en þú þarft að spóla öllum skítnum til baka aftur uppí kjaftinn á þér!"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2005-10-01 23:22:36",
            "id": "2542107",
            "reply_to_id": "2542020",
            "text": "Ég var ekki að drulla yfir eitt né neitt í fyrsta lagi.\nÉg var að útskýra að box er jafn gott og betra í sjálfsvörn en flestar ‘'sjálfsvarnaríþróttir’'\nÍ öðru lagi þá er ég handviss um að þú hafir ekki æft neina bardagaíþrótt í meira en mánuð.\nÞú veist ekki neitt um þetta og ert að reyna að segja mér á móti með einhverju rugli sem meikar ekki sens.\nMórall?"
        },
        {
            "user": "VincentVega",
            "user_id": "5614",
            "date": "2005-10-01 23:26:58",
            "id": "2542132",
            "reply_to_id": "2542107",
            "text": "Jæja þú veist greinilega allt best (kaldhæðni)\n(ég er kanski enginn fight séní en ég hef nú æft lengur en það)\nannars nenni ég ekki að rífast lengur við þig."
        },
        {
            "user": "Sticky",
            "user_id": "55710",
            "date": "2005-11-15 09:27:25",
            "id": "2694394",
            "reply_to_id": "2477872",
            "text": "þetta er virkilega flott grein hjá þér, ég sjálfure byrjaði að boxa núna í vetur/haust og áður en ég byrjaði að boxa hafði ég einmitt verið í júdó, ég hætti þar vegna meiðsla á fingri og ákvaðað snúa mér í boxið… svo ég veit alveg nákvæmlega hvað þú er að tala um :D"
        },
        {
            "user": "mansoninn",
            "user_id": "59228",
            "date": "2006-01-22 20:13:18",
            "id": "2999868",
            "reply_to_id": "2477872",
            "text": "[Að fara í hringinn og æfa sig á móti andstæðing.\nSvipað og æfingarleikur í fótbolta.\n]\nSmá athugun þarna sem að mig langaði að gera smá commentagrein um:\nÞarf ekkert endilega að fara í hringinn heldur bara að æfa þig á móti andstæðingi, taka tíma eða eitthvað og berjast á móti honum.  en já það er eins og æfingaleikur í fótbolta eða bara það þegar að skipt er í 2 lið og spilað á móti hvorum öðrum.\ngerðiði það fyrir mig að leiðrétta mig ef að þetta er eitthvað vitlaust.Ég er nú ekki alvitur þetta er bara skilgreining mín:P"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2006-01-22 22:08:18",
            "id": "3000515",
            "reply_to_id": "2999868",
            "text": "Sko það er bannað að sparra fyrir utan hringinn og án öryggisbúnaðs.\nSparr er ekki að æfa högg meðan hinn gerir eitthvað sérstakt til að verja sig (þótt maður geti blandað því inn í sparr) heldur er sparr þar sem að þú slæst við andstæðing, þó rólega, til þess að venjast því að keppa.\nÞess vegna er ekki látið fólk sem vill ekki keppa sparra."
        },
        {
            "user": "BjarniBJJ",
            "user_id": "12799",
            "date": "2006-02-22 23:07:13",
            "id": "3141388",
            "reply_to_id": "2477872",
            "text": "eitt er segja annaðer að gera og það er vandamálið hja k-1 fighterum .. góðu boxaranir hefðu hlaupið inni þa´og RÚSTAÐ ÞEIM\nK1 hefur verið með keppni þar sem að allt cardið var Muay Thai/Kickboxarar á móti boxurum og ekki 1 boxari vann sinn bardaga. Það er samt ekki þar með sagt að það sé ekki hægt. Ég er ekkert að setja út á box með því að segja þetta, boxarar eru án efa með bestu hendurnar af öllum bardagasportunum. Staðreyndin er hins vegar sú að lappirnar á okkur mannfólkinu eru yfirleitt mun lengri en hendurnar á okkur og þar af leiðandi ná þær lengra. Aðili sem að er reyndur striker með fótunum getur átt auðvellt með að halda fjarlægð á móti einhverjum sem að er bara að reyna að kýla hann."
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2006-02-22 23:41:18",
            "id": "3141536",
            "reply_to_id": "3141388",
            "text": "Hæ.. Af hverju svaraðiru mér? :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-03-11 19:42:10",
            "id": "3206931",
            "reply_to_id": "3141388",
            "text": "gaur…þessir boxarar sem fara í k-1 eru líka allir annaðhvort útbrunnir og löngu búnir að vera eins og Botha eða aumingjar sem gætu aldrei meikað það og staðið eina lotu gegn þeim bestu"
        },
        {
            "user": "skuggormur",
            "user_id": "44980",
            "date": "2006-03-02 20:18:42",
            "id": "3171272",
            "reply_to_id": "2477872",
            "text": "Box er mergjuð íþrótt það er alveg hægt að nota hana sem sjálfsvarnaríþrótt, en box er ein besta og skemmtilegasta íþrótt sem ég hef stundað og er búin að æfa í ár:D er frekar stolt!"
        },
        {
            "user": "HomoLuminous",
            "user_id": "34866",
            "date": "2006-03-07 23:43:18",
            "id": "3191137",
            "reply_to_id": "2477872",
            "text": "Alveg sammála..\nEr bara hobby boxari, en hef æft með gaur sem var nálægt því að vera pro, og hann kenndi mér nokkuð..\nAllavega, líka það að vera í boxi kennir þér að gefa almennileg högg. Ofannefndi var ekki með neina sérstaka vöðva, og er sjálfur um 20 kílóum þyngri en hann, en hann gat gefið rooosaleg högg.\nSvo boxaði ég oft við vin minn sem æfir tækwondó.. Ég ber hann í spagettí every time. Hann er nálægt svarta beltinu, en hinsvegar ekki alveg jafn sterkur og ég."
        }
    ]
}