{
    "forum_title": "Spenna / Drama",
    "user": "eel",
    "user_id": "8142",
    "date": "2001-06-28 16:21:52",
    "title": "Danny Strong - Jonathan",
    "text": "Daniel \\'Danny\\' Strong heldur uppá afmæli sitt 6. júní, á ári hverju. Hann ólst upp á Manhattan Beach, Californiu, þar sem hann gekk í Mira Costa miðskólann. Hann byrjaði að leika í skólaleikritum á fyrsta ári og varð samstundis gagntekinn af leiklist. Þegar hann svo útskrifaðist, hafði hann unnið meirihluta af \\“high school drama festivals\\” og fengið marga námsstyrki til að ganga í the University of Southern California (USC) með leiklist sem aðalfag.\nÁ þessum fjórum árum sem hann var í USC, tók hann þátt í heilmörgum sviðsetningum. Á sínu öðru ári, kom hann fram með the USC Rep. Company á the Edinburgh Fringe Festival, þar sem hann lék í heimsfrumsýningunni á Something Wicked This Way Comes og You\\'re a Good Man, Charlie Brown (sem Snoopy) eftir Ray Bradbury. Á fjórða árinu var hann tilnefndur til hinna virtu verðlauna, Irene Ryan/Kennedy Center Award, og USC verðlaunaði hann með James Pendleton Award fyrir leiklist.\nEftir útskrift fór hann smátt og smátt að fá smá hlutverk í sjónvarpsþáttum. Með hans fyrstu hlutverkum voru í Boy Meets World,  Saved By The Bell – The New Class og útgáfu af fyrsta Buffy the Vampire Slayer þættinum (pilot-þætti). Eftir u.þ.b. ár var Danny kominn með margt annað á listann, þ.á.m. Seinfeld og Third Rock From The Sun. Hann var svona \\'recurring character\\' í sjónvarpsþáttunum Clueless og svo einnig í               Buffy the Vampire Slayer               , sem Jonathan. Hann hefur einnig leikið í mörgum myndum (þ.á.m. í sínu fyrsta aðalhlutverki á móti Tori Spelling sem hét Perpetrators of the Crime), mörgum sjónvarpsauglýsingum (Dr. Pepper) og útvarpsauglýsingum (Beyond.Com).\nEf heppnin hefur verið með þér, hefuru náð að sjá Danny \\'life\\' á sviðinu – á stað sem er eins og annað heimili fyrir hann; staður sem hann á, um leið og hann stígur fæti inn í leikhúsið. Nýleg leikhúsverk eru t.d. No Orchids for Miss Blandish og A Devil Inside (þar sem hann lék á móti Lindu Cardellini, sem leiddi hópinn í Freaks and Geeks nokkrum mánuðum seinna).\nÁrið 1997 verðlaunaði USC Danny með kennarastöðu. Hann kom aftur og kenndi leiklist um sumarið. Hann heldur enn gestafyrirlestra í USC á milli starfa sem leikari. Danny, sem er ákafur leikhúss- og kvikmyndaáhugamaður, vonast til að skrifa og leikstýra á báðum sviðum einn daginn. Hann er nýbúinn að fá sitt fyrsta kvikmyndahandrit \\'optioned\\' (ekki viss hvað það þýðir) – Die, Harry, Die.\nHérna er ferilskrá Danny:\nSjónvarpsþáttarraðir\nBuffy the Vampire Slayer sem Jonathan (recurring; 1997- )\nClueless sem Marshall (recurring; 1998-1999)\nOver the Top (2 þættir)\nBoy Meets World (1 þáttur: \\“The Heart is a Lonely Hunter\\”)\nSaved by the Bell - The New Class (4 þættir sem ýmsar persónur)\nSeinfeld (1 þáttur: Vincent í \\“Vincent Pick\\”)\n3rd Rock from the Sun (1 þáttur)\nUnion Square (1 þáttur)\nMinor Adjustments (1 þáttur)\nNightStand (1 þáttur)\nKvikmyndir\nNew Suit (í gerð - 2001)\nDie Harry Die (einnig handritshöfundur - í gerð - 2001)\nShriek If You Know What I Did Last Friday the 13th sem Boner (2000)\nPerpetrators of the Crime sem Phil (2000)\nPleasantville sem Jukebox Boy (1998)\nThe Prophecy II sem Julian (1998)\nDangerous Minds sem Student (1995)\nStuttmyndir\nSpoof! An Insider\\'s Guide to Short Film Success sem Scott (2000)\nLeikhús\nNo Orchids for Miss Blandish (október-nóvember 1999)\nA Devil Inside sem Gene (júní-júlí 1999)\nYou\\'re a Good Man, Charlie Brown sem Snoopy (Edinburgh Fringe Festival)\nLost in Yonkers sem Jay (Tennessee Repertory Theatre)\nOliver! sem the Artful Dodger (Civic Light Opera of South Bay Cities)\nSomething Wicked This Way Comes sem Jim Nightshade (Edinburgh Fringe Festival - heimsfrumsýning - í Skotlandi)\nEarly Morning sem Ned (Body Evidence Theatre Company - West Coast Premiere)\nSimpletown sem Gerald/Gerard (Santa Monica Playhouse)\nSjónvarpsauglýsingar\nDr. Pepper (\\“Are You Lonesome Tonight?\\”)\nSprint\nCadillac\nMcDonald\\'s\nDiet Coke\nGolden Grahams\nDoritos\nHardees\n7-Up\nTide\nCircle K/Union 76\nACDelco\nFOX Sports\nÚtvarpsauglýsingar\nbeyond.com (3 sinnum)\nSTP Motor Oil\nSoma.com\nBravo Credit Card\nPowerade\nPG&E Utilities",
    "url": "https://www.hugi.is/spenna/greinar/32777/danny-strong-jonathan/",
    "url_id": "32777",
    "id": "220749",
    "replies": [
        {
            "user": "Harry",
            "user_id": "49977",
            "date": "2001-06-28 21:39:44",
            "id": "220750",
            "reply_to_id": "220749",
            "text": "Guð, ég vorkenndi honum svo þegar þetta atriði gerðist (myndin), ég grét næstum því (seriously), ég er meiraðsegja klökkur núna, hann er svo sorgmæddur og einn. Snilldarleikari, svo er víst."
        },
        {
            "user": "Irie",
            "user_id": "8887",
            "date": "2001-06-29 12:38:38",
            "id": "220751",
            "reply_to_id": "220750",
            "text": "Hvað varð um hann?\nFór hann alveg eftir þáttinn “Superstar”??"
        }
    ]
}