{
    "forum_title": "Blizzard leikir",
    "user": "Olinn",
    "user_id": "3181",
    "date": "2000-09-03 02:36:58",
    "title": "Carrier vs Battlecruiser",
    "text": "Jæja, ég verð nú aðeins að tala um flaggskip Protoss og Terran. CARRIER og Behemoth Battlecruiser. Bæði er þetta stærstu og dýrsustu geimskip flokkanna, og öflugustu! En hvort þeirra er betra. Sjálfum finnst mér Carrier vera betri, en einn Carrier á móti Battlecruiser gæti orðið tæpt, og Battlecruiser myndi væntalega vinna. Tala nú ekki um ef að Battlecruiser notar Yamato-gun. En margir Carrier saman myndu stúta sama fjölda af Battlecruiserum.\nOlinn",
    "url": "https://www.hugi.is/blizzard/greinar/3283/carrier-vs-battlecruiser/",
    "url_id": "3283",
    "id": "12912",
    "replies": [
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2000-09-03 22:56:15",
            "id": "12913",
            "reply_to_id": "12912",
            "text": "Carrier er mikið betri heldur en battlecruiser, vegna a)carrier er með fleiri hitpoints\nb)Battlecruiserinn er lengi að skjóta en   carrierinn snöggur.\nc)Ef maður notar emp shockwave á battlecruiser þá notar hann yamato gun ekki næstu mínúturnar.\nd) Protoss rúla!"
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2000-09-03 23:48:09",
            "id": "12914",
            "reply_to_id": "12913",
            "text": "Ég veit nú ekki hvar þið hafið verið að spila StarCraft en þið eruð eitthvað að sýrutrippa. í alla staði er Battlecruiser betri.\nSegjum að fully upgraded 12 manna hersveit af carrier færi að berjast á móti fully upgraded 12 manna hersveit af battlecruisers. Staðreyndin er að battlecruisers myndu vinna og samt eiga 4 skip eftir. Battlecruiser gera svo talsvert meiri skaða en carrier í hverju höggi, auk þess að þeir eru með betra armor. Má einnig geta að battlecruiserarnir myndu alltaf gera full damage á skjöldinn þannig að hann myndi hverfa fljótt. Svo skiptir máli að nota ekki attack-move með battlecruiser, heldur fyrirskipa 12 battlecruiser að ráðast á einn carrier í einu því að þegar carrierinn fer þá hverfa 8 interceptors sem er talsvert tap á firepower. Ef þið látið battlecruisers ráðast með attack-move munu þeir ráðast á interceptorana og væri það gjörsamlega tilgangslaust.\nÞetta með Emp shockwave var alveg tilgangslaust comment. Fyrst og fremst þyrftirðu að vera allied með terran til þess að gera það(eða nota mind control sem er talsvert vesen, sérstaklega þar sem þar þyrftirðu að búast við því að óvinurinn sé með ghost með Emp) og það að emp shockwave myndi helst vera vont fyrir carriera frekar en Battlecruiser, þeir jú, missa víst allan skjöldinn sinn sem er talsverð vörn.\nTreystið mér, ég og vinur minn gerðum mjög mikið af svona “scientific tilraunum” í u.m.þ.b ár og var útkoman alltaf eins. Carrierar sökka ef fólk kann á þá. 24 manna hydra lið tekur 12 carriera í nösina ef rétt er farið að. Sama gildir um Dragoon. Carrierar eru bestir sem support fyrir önnur unit þar sem þeir valda general confusion og erfitt er að láta hvert unit ráðast á eitthvað ákveðið(fyrir opponentinn). 12 carrier, 12 dragoons og 12 zealots er til dæmis skemmtileg blanda þar sem fólk reactar oftast með því að gera attack move og þá ráðast unitinn á interceptorana á meðan zealotarnir og dragoons rústa öllu öðru."
        },
        {
            "user": "Inginn",
            "user_id": "3267",
            "date": "2000-09-04 14:18:43",
            "id": "12915",
            "reply_to_id": "12913",
            "text": "Í firsta lagi setur batelkruserana á hold og ta eru allir interseporarnir dauðir\nog í öðrulagi ertu ekki oft prótoss með imp\ní þriðja lagi\nguð ég er farinn að sánda eins og alþíngismaður en eins og eg segi er battelkruserinn betri\n(finst mér )\nen eg elska samt carrierinn meira :)\nafsakið stafsettninga villurna"
        },
        {
            "user": "Sivar",
            "user_id": "3343",
            "date": "2000-09-04 08:48:15",
            "id": "12916",
            "reply_to_id": "12912",
            "text": "Flottasta unitið í starcraft er náttúrulega Templar,  Ekki dark templar, þó að náttúrulega að þeir séu svalir\nEn templar er langflottastur.  Með Rafmagnskraftinn (það er svolítið langt síðan að ég spilaði hann, vonandi\nfyrirgefið mér það) og síðan samblöndunarkraftinn (merg with other templars).  Archon!  Þeir eru frábærir.\nÞeir söcka feitt á móti góðum terran spilara en eru frábærir á móti zerg.\nAnnars er Carrierinn flottari og skemmtilegri unit en battlecruiser sterkari einn og sér en carrier."
        },
        {
            "user": "pzycho",
            "user_id": "1780",
            "date": "2000-09-04 10:41:09",
            "id": "12917",
            "reply_to_id": "12916",
            "text": "NEWBIES! , carriers owna battlecrusers með strad , upgraded eður ey , hydrur owna archona , terran ownar , carriers OWNA alla ground units nema goliaths í bw “púnktur”"
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2000-09-04 13:13:51",
            "id": "12918",
            "reply_to_id": "12917",
            "text": "BC er svo margfalt betri en Carrier verður nokkurn tímann. Þó er ég sammála að Carrier eru mjög góðir á móti ground units."
        },
        {
            "user": "Gemini",
            "user_id": "3295",
            "date": "2000-09-04 10:39:27",
            "id": "12919",
            "reply_to_id": "12912",
            "text": "Ok til að byrja með kostar battlecruiser mun minna en Carrier :)\nCarrier 350m 250g +8*30=240(interc.)\nsemsagt 590m og 250g\nBattlecruiser 400m 300g\nEn fyrir utan það þá eru BC með yamato sem mundi láta þig vinna orustuna mun betur.  2-1 carrier með yamato og þá eru 6-7 cruiserar eftir.  Síðan afgangurinn attack á hvern og einn með shift command þannig að þeir haldi áfram án þess að þú þurfir að hugsa um þá, og getur haldið áfram Macro management.\nTreystu mér þeir vinna léttilega.  En ég mundi reyndar frekar nota Wraitha ef Protoss væri ekki með Corsaira :) og hvað þá ef þeir væru ekki með observera :-)\nEitt enn þú notar ekki Carriera á móti BC nema þú notir Arbiter líka og staticar helminginn :) þá ertu strax með betri stöðu.\nSvo eru Ghostar ekki með Emp heldur SCIENCE VESSLE\nGhostar eru með lockdown.\nValkyre og Wraithar eru bestir á móti protoss air.\nValkyre koma ok skjóta á liðið og drepa alla observera með splash damageinu svo koma Wraitharnir inn og clára dæmið :)"
        },
        {
            "user": "Inginn",
            "user_id": "3267",
            "date": "2000-09-04 14:30:02",
            "id": "12920",
            "reply_to_id": "12919",
            "text": "miðað við þessa lísingu mindi mig langa mjög mikið að spila leikinn við þig\nsérstaklega í kóop þar sem ég get einbeitt mér að bögga þið\nd:Þ"
        },
        {
            "user": "pzycho",
            "user_id": "1780",
            "date": "2000-09-06 09:34:03",
            "id": "12921",
            "reply_to_id": "12920",
            "text": "hey rólegur á því.. spilaðu við mig! toss vs terran og ég skal sýna þér Carrier power! :)"
        },
        {
            "user": "kjarni",
            "user_id": "1891",
            "date": "2000-09-06 14:16:55",
            "id": "12922",
            "reply_to_id": "12921",
            "text": "uss benni newbie raper.. be nice :)"
        },
        {
            "user": "SoKKuR",
            "user_id": "2151",
            "date": "2000-09-04 11:51:08",
            "id": "12923",
            "reply_to_id": "12912",
            "text": "Þú ert heimskur.(punktur)\nÞAÐ NOTAR ENGINN BATTLECRUSIERS NÉ CARRIERS(allavega sjaldann)\nDark templar er svalasta júnitið\nGo Dominos!"
        }
    ]
}