{
    "forum_title": "Hundar",
    "user": "EstHerP",
    "user_id": "11032",
    "date": "2001-06-29 12:58:43",
    "title": "Bílveiki !",
    "text": "Ég er með tæplega 3.mánaðar hvolp sem verður svo svakalega bílveik í bíl, í styttri ferðum byrjar hún að slefa og jafnvel æla en undantekningarlaust í lengri ferðum (30.mín eða lengur) ælir hún.\nÉg ræddi þetta við dýralækninn hennar og þar var mér sagt að halda bara áfram að pína hana, þetta mundi að öllum líkindum venjast af henni með aldrinum, ég fer ekki lengur með hana í langar ferðir vill bara ekki leggja það á hana en hún er tekin með í styttri bíltúra og verður ennþá jafn veik.\nNú langar mig að vita, veit einhver hér ráð til að láta henni líða betur í bíl ?? mér skilst að þetta sé algengt vandamál með hvolpa, þannig að einhverjir hérna hljóta að hafa gengið í gegnum þetta sama.\nÖll hjálp væri vel þegin :)\nKveðja Esthe",
    "url": "https://www.hugi.is/hundar/greinar/32873/bilveiki/",
    "url_id": "32873",
    "id": "221515",
    "replies": [
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2001-06-29 17:48:57",
            "id": "221516",
            "reply_to_id": "221515",
            "text": "Þegar maður verður sjóveikur þá er best að vera þar sem maður sér sjóndeildarhringinn þannig að það er spurning hvort henni liði betur að sjá út um glugga.  Ég hugsa líka að það gæti verið gott fyrir hana að fá ferskt loft, hafa gluggann smá opinn.  Samt ekki leyfa henni að vera með hausinn úti, hún getur fengið eyrnabólgu."
        },
        {
            "user": "Tzu",
            "user_id": "7615",
            "date": "2001-06-29 18:47:50",
            "id": "221517",
            "reply_to_id": "221516",
            "text": "það sem best er að gera er að hafa hundinn ekki lausan í bílnum, heldur hafa hann í búri þá verður hann miklu öruggari.. prufaðu þetta og ég skal lofa þér því að hundurinn verður miklu betri í bíl"
        },
        {
            "user": "Barabas",
            "user_id": "9210",
            "date": "2001-06-29 20:14:57",
            "id": "221518",
            "reply_to_id": "221517",
            "text": "það er betra fyrir hundinn að vera í mynni rími=búri þar sem sólin skín ekki á hann og hafa alltaf gluggan opin :)"
        },
        {
            "user": "Gungun",
            "user_id": "8102",
            "date": "2001-07-01 18:59:14",
            "id": "221519",
            "reply_to_id": "221515",
            "text": "Já, þú verður bara að halda áfram að\nrúnta með hana og venja hana við.\nOg svo geturu passaði uppá að hún\nsé ekki nýbúnað borða áður en hún\nfer í bíl….\nGangi þér vel."
        },
        {
            "user": "hjordisv",
            "user_id": "2322",
            "date": "2001-07-02 12:16:25",
            "id": "221520",
            "reply_to_id": "221515",
            "text": "Ég hef átt 2 hunda sem voru báðir svona sem hvolpar, en síðan bara minnkaði þetta smám saman.. var alveg hætt um 1 árs aldurinn."
        },
        {
            "user": "Midlarinn",
            "user_id": "8191",
            "date": "2001-07-03 15:24:20",
            "id": "221521",
            "reply_to_id": "221520",
            "text": "Það sem við höfum verið að gera við okkar hunda\nþegar við förum með þá í bílinn.\nEr að hafa þá í búri annað hvort í framsætinu eða í miðjunni afturí.\nHafa kaldann blástur ,ekki taka harkalegar beyjur, keyra hratt,stansa harkalega.\nMeð að hafa hundinn með hausinn út um gluggan getur hann fengið vírus í augun,en það er allt í lagi að hafa opinn glugga ef þið viljið.\nStundum höfum við gert það ef einhver hundur er mikið bílveikur  er að farþegin framí heldur á honum,leyfir hundinum að liggja í kjöltinni.\nÞá höfum við líka alltaf poka með okkur ef hann skildi æla.\npassa bara að það sé ekki heitt.\nkv,M"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-07-20 09:29:56",
            "id": "221522",
            "reply_to_id": "221515",
            "text": "Þegar tíkin mín var hvolpur varð hún alltaf bílveikur en hún vandist þessu með tímanum. Besta ráðið er að taka hundinn alltaf með þegar þú þarft að fara í stuttar ökuferðir, t.d. út í sjoppu, vídeóleigu, búð, bensínstöð ofl og þannig smá lengja ferðirnar. Hún var frekar lengi að venjast þessu, vældi, slefaði og jafnvel ældi í bíl fyrstu 1-4 mánuðina en svo skyndilega hætti hún þessu og nú elskar hún að vera í bíl…\nkv\nWeimarane"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-07-20 19:54:50",
            "id": "221523",
            "reply_to_id": "221515",
            "text": "hef aldrei heyrt um þetta"
        }
    ]
}