{
    "forum_title": "Fjármál og viðskipti",
    "user": "vgr",
    "user_id": "9249",
    "date": "2001-06-29 21:50:57",
    "title": "EVRAN",
    "text": "Ég hef mjög lítið heirt um Evruna en það sem ég hef heirt er að ef   Evran væri tekin upp á Íslandi þá þyrfti seðlabankinn ekki að vera að grípa inní einhverjar gengisbreitingar á Íslensku krónuni fyrir marga miljarða sem hefur svo ekkert að segja nema í u.þ.b. einn dag.\nÉg hef samt ekki heirt neitt slæmt af Evruni svo ég væri mjög ánægður ef einhver segði mér hvað væri slæmt við að taka upp evruna.  það er ekki einsog við séum að ganga í Evrópubandalagið eða einhvað.  Eða filgja þessu kanski einhverjar aukaverkanir sem ég veit ekki um?  Mér þætti mjög gaman að fá svar við þessu því að ég veit ekki svo mikið um Evruna en hef samt svolítinn áhuga á henni.\nP.s. ég bið ykkur að afsaka allar stafsetningavillurna",
    "url": "https://www.hugi.is/fjarmal/greinar/32891/evran/",
    "url_id": "32891",
    "id": "221640",
    "replies": [
        {
            "user": "Kjarrval",
            "user_id": "3269",
            "date": "2001-06-30 09:13:05",
            "id": "221641",
            "reply_to_id": "221640",
            "text": "Við þurfum ekki endilega að taka upp Evruna, við getum bara fest krónuna við hana og þá þurfum við ekki að skipta."
        },
        {
            "user": "vgr",
            "user_id": "9249",
            "date": "2001-06-30 09:21:38",
            "id": "221642",
            "reply_to_id": "221641",
            "text": "En hverju skiptir það hvort við festum krónuna við Evruna eða tökum hana upp er það ekki nokkurnvegin það sama?"
        },
        {
            "user": "Kjarrval",
            "user_id": "3269",
            "date": "2001-06-30 09:32:49",
            "id": "221643",
            "reply_to_id": "221642",
            "text": "Það kostar rosalega mikið að skipta um gjaldmiðil.  Ég held að kostnaðurinn fari í marga tugi milljarða króna."
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2001-06-30 17:29:36",
            "id": "221644",
            "reply_to_id": "221643",
            "text": "ja.. en það kostar 80-120 milljarða að halda krónunni sá ég einhversstaðar,\nmiklu ódýrara að vera með evru"
        },
        {
            "user": "vgr",
            "user_id": "9249",
            "date": "2001-06-30 19:16:40",
            "id": "221645",
            "reply_to_id": "221644",
            "text": "meinaru að það kosti 80-120 miljarða á ári eða bara einu sinni og ef einusinni hvenær þurfa íslendingar þá að borga það og hvers vegna\np.s. ég er ekkert að efast um að þetta sé rétt hjá þér. Ég hef bara svolítinn áhuga á að vita þetta"
        },
        {
            "user": "Kjarrval",
            "user_id": "3269",
            "date": "2001-06-30 22:55:23",
            "id": "221646",
            "reply_to_id": "221645",
            "text": "Ef það kostar minna að skipta yfir í Evruna en að halda krónunni, myndi ég velja Evruna.  Við þyrftum þá ekki að skipta aftur um gjaldmiðil og Seðlabankinn þarf ekki að borga marga tugi milljarða til að halda genginu."
        },
        {
            "user": "survivor",
            "user_id": "9753",
            "date": "2001-07-11 21:29:42",
            "id": "221647",
            "reply_to_id": "221644",
            "text": "1) getur ekki verið að þetta séu bara tölur fripnar úr lausu lofti, það er a.m.k. enginn fótur fyrir þeim hef ég heyrt.\n2) ef við skiptum yfir í evru, þurfum við að ganga í evrópubandalagið, sem þýðir að við höldum ekki fiskimiðum okkar óbreyttum…."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2001-07-29 12:41:59",
            "id": "221648",
            "reply_to_id": "221644",
            "text": "Sælir,\nÞessi tala 100-120 milljarðar, eða hvað það er, er kjaftæði.  A.m.k. fæst enginn til að gefa upp hvernig hún er fengin út.  Ég hef spurst víða fyrir um það, hjá Samfylkingunni, Ungum jafnaðarmönnum, Evrópusinnum o.s.frv. en engir treysta sér til að gefa upp hvernig þessi tala var fengin út.  Ég gef ekki mikið fyrir svoleiðis innihaldslausar fullyrðingar!\nKveðja,\nHjörtu"
        },
        {
            "user": "holmfrg",
            "user_id": "4788",
            "date": "2001-08-29 19:54:58",
            "id": "221649",
            "reply_to_id": "221648",
            "text": "Það sem allir virðast vera að gleyma er að það er ekki bara Seðlabankinn sem borgar fyrir krónuna, það er allur almenningur og fyrirtækin í landinu. Þessir 80-120 milljarðar eru útreikningar Samtaka iðnaðarins (frekar en atvinnulífsins held ég) á kostnaði Íslendinga við að halda uppi krónunni. T.d. er verðbólga undanfarinna mánaða alfarið krónunni og gengissigi hennar að kenna og hverjir borga brúsann? Það er ekki bara Seðlabankinn, því kaupmáttur alls almennings lækkar.\nEf við hefðum verið með evruna væri áhættan á gengissigi miklu minni en krónunnar. Einfaldlega vegna þess að þar dreifist áhættan á svo marga og ein svört skýrsla frá Hafró breytir engu um stöðugleika myntarinnar. Þannig að það er ekki spurning. Fyrir langtimahagsmuni Íslendinga er mun betra að ganga í ESB og taka upp evruna.\nReyndar er hægt að taka upp einhliða tengingu við evruna en það þýðir að við höfum engin áhrif á stefnuna en skuldbindum okkur til að haga okkur eins og evruþjóðum hentar. Því er það verri kostur.\nSvo er það mjög hagstætt að ganga í ESB því við þær þjóðir eigum við 2/3 allra okkar viðskipta (gróft reiknað) og þá myndu tollar falla niður af öllum þeim viðskiptum. Ég gæti haldið áfram að lýsa mörgum öðrum efnahagslegum rökum fyrir inngöngu í esb, s.s. fjárhagsstuðningi ESB við jaðarsvæði, hlut í myntsláttuhagnaði og svo framvegis. Læt þetta nægja að sinni.\nkv. holmfrg."
        },
        {
            "user": "ljufa",
            "user_id": "249",
            "date": "2001-06-30 23:06:37",
            "id": "221650",
            "reply_to_id": "221640",
            "text": "Mér finnst bara svo kjánalegt að vera með krónuna hér á þessu litla landi, það myndi auðvelda svo mikið að hafa einhvern svona stóran gjaldmiðil…\nÉg veit samt ekki betur en að við þyrftum að ganga í ESB til að fá að taka upp Evruna, eða er það eitthvað búið að breytast?"
        },
        {
            "user": "vgr",
            "user_id": "9249",
            "date": "2001-07-01 13:23:49",
            "id": "221651",
            "reply_to_id": "221650",
            "text": "Ef við þurfum að ganga í ESB þá mundi ég aldrei vilja taka upp Evruna hvað sem það kostar."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2001-07-02 21:02:54",
            "id": "221652",
            "reply_to_id": "221640",
            "text": "Eftir því sem ég best veit þurfum við að ganga í ESB til þess að geta tekið upp evruna, og viljum við Íslendingar ganga þar inn? Það er stór spurning og þegar stórt er spurt er oft lítið um svör….\nVarðandi þetta að festa krónuna við annan gjaldmiðil, hvað með að festa hana í dollaranum? Evran hefur nú ekkert verið að rokka neitt gríðarlega feitt sko…"
        },
        {
            "user": "snorrioli",
            "user_id": "3780",
            "date": "2001-07-03 12:43:12",
            "id": "221653",
            "reply_to_id": "221652",
            "text": "Upp með evruna, krónan er helvítis vésen."
        },
        {
            "user": "Sblender",
            "user_id": "1767",
            "date": "2001-07-04 18:55:16",
            "id": "221654",
            "reply_to_id": "221640",
            "text": "Hvað með það þótt að Krónan kosti okkur 20 Milljarða á ári. Við höfum efni á því, auk þess mun alveg örugglega koma jafnvægi aftur á hana er líður á tímann. Áfram með krónuna, ef við skiptum henni út, hvað þá næst? Kannski hættum við að tala Íslensku og byrjum að tala ensku… Ekki vera svona ignorant…"
        },
        {
            "user": "mimir",
            "user_id": "1573",
            "date": "2001-07-05 17:20:14",
            "id": "221655",
            "reply_to_id": "221640",
            "text": "Eins og fram hefur komið þá þarf að ganga í ESB til þess að taka upp evruna.\nEinnig hefur evran lækkað mikið miðað við dalinn frá því að upphafsgengi hennar var ákveðið.\nEf að gengi Evrunnar fellur þá skiptir engu máli hvað Seðlabanki Íslands gerir, við munum sökkva með Evrópu.\nÞað kostar enga tugi miljarða fyrir seðlabankann að halda uppi gengi krónunnar.\nÞað sem seðlabankinn gerir er að kaupa krónur fyrir erlenda gjaldmiðla. Hann sem sagt fær krónur fyrir miljarðana. Svo selur hann smátt og smátt krónurnar aftur þegar gengið styrkist.\nVona að þetta skýri eitthvað.\nKveðja,\nIngólfur Harri"
        },
        {
            "user": "Kjarrval",
            "user_id": "3269",
            "date": "2001-07-07 21:55:08",
            "id": "221656",
            "reply_to_id": "221655",
            "text": "Það kostar hann samt tugi milljarða í nútíðinni og hvað ef gengið heldur áfram að lækka samt sem áður, þá er Seðlabankinn að tapa.\nKannski er hægt að gera samning við þá í ESB, Mónakó er með sér Evru og þeir þurftu ekki að ganga í ESB.  Við gætum kannski gert það sama og haldið íslensku krónunni.\nÉg efast að Evrópa verði gjaldþrota því við erum að tala um stóran hluta af heimsálfu.  Erum við öruggari ef Evrópa verður gjaldþrota og við erum með dollarinn.  Svarið er nei!  Ef Evrópa verður gjaldþrota, mun hún draga okkur með hvort eð er því það sama gerist og orsakaði kreppuna miklu í New York 1929.  Ef Evrópa verður gjaldþrota, verðum við gjaldþrota, hvort sem við erum í ESB eða ekki."
        },
        {
            "user": "Titan",
            "user_id": "7585",
            "date": "2001-07-08 02:00:31",
            "id": "221657",
            "reply_to_id": "221656",
            "text": "well :-) ég veit bara að ég heg engin tengsli við krónuna :) og ég virkilega hata þegar fólk fer að röfla um hluti eins og ap næst förum við bara að tala ensku og svo framvegis :P * BULL *"
        },
        {
            "user": "mimir",
            "user_id": "1573",
            "date": "2001-07-08 03:19:19",
            "id": "221658",
            "reply_to_id": "221656",
            "text": "Ef þú kaupir einn miljarð af krónum fyrir dollara þá kostar þig ekki neitt.\nEf þú selur síðan miljarðinn aftur þegar krónan hefur fallið um eitt prósent þá hafa viðskiptin kostað þig um 10 miljónir. Það er örugglega einhver umsýslukostnaður en hann er varla mjög hár.\nEn ef að kaup þín hafa komið í veg fyrir að krónan félli um tvö prósent þá hefur þú gert krónurnar í landinu verðmætari. þ.m.t. launaumslagið mitt og þitt.\nVið þurfum ekki að fara svo langt aftur í tímann til að sjá Evruna falla meðan krónan styrktist.\nEf að Evrópusambandið hrynur þá getur það tekið okkur með sér, en ef við verðum aðilar að því þá er það sjálfgefið að við sökkvum með því.\nP.S.\nÞað er mjög ólíklegt að aðild að ESB valdi því að við förum að tala ensku. Kannski Þýsku eftir tuttugu ár en varla ensku.\nKveðja,\nIngólfur Harri"
        },
        {
            "user": "octavo",
            "user_id": "10323",
            "date": "2001-07-10 22:22:15",
            "id": "221659",
            "reply_to_id": "221658",
            "text": "Tókum upp dollarann, við þurfum ekki að ganga í Bandaríkin til þess."
        },
        {
            "user": "ljufa",
            "user_id": "249",
            "date": "2001-07-20 12:24:05",
            "id": "221660",
            "reply_to_id": "221655",
            "text": "Reyndar er það þannig að Evran lækkaði ekki mjög mikið gagnvart dollaranum, heldur einnig dollarinn sem hækkaði gagnvart Evrunni vegna góðærishagsveiflunnar í USA. Og einmitt þessvegna streymdi evrópskt fjármagn til Bandaríkjanna frá evrópskum fjárfestum því gróðavonin var miklu meiri þar og það stuðlaði auðvitað að meiri uppsveiflu í USA en evrópskt efnahagslíf stóð í stað.\nEf evrópskir fjárfestar myndu í staðinn fjárfesta í Evrópu, og þarmeð auka hagvöxt væri staðan aðeins öðruvísi.\nÞað hefur líka verið sagt að lækkunin hafi verið mjög ofmetin, staðan í Evrulöndum er yfir höfuð mjög góð, lítil verðbólga og verðlag stöðugt.\nPersónulega held ég að Evran eigi eftir að sækja í sig veðrið og styrkjast.\nJá og Survivor: ESB semur við þau lönd sem ganga í ESB og yfirleitt er tekið tillit til sérstakra þjóðfélaga eins og t.d. við Íslendingar sem lifum af á fiski. Á meðan 75% af okkar útflutningi (þjónustujöfnuður ekki meðtalinn) er fiskur þá er það hlutfall ekki nema um 1% í flestum öðrum löndum! Og í greinagerð frá ESB greina þeir frá því að þeir séu tilbúnir að hagræða reglunum fyrir svoleiðis aðstæður.\nKveðja,\nLjúfa"
        }
    ]
}