{
    "forum_title": "Battlefield",
    "user": "barabinni",
    "user_id": "24711",
    "date": "2005-09-19 13:32:09",
    "title": "Rússinn",
    "text": "Ég hef verið að velta því dálítið fyrir mér. Af hverju ekki að hafa rússnenska herinn sem ábót eða hluta af einhverju stóru patchi einn daginn ? Að sjálfsögðu eru MEC og Kínverjinn góði með öll helstu vopn rússnenska hersins.\n.En þá fyndist mér allt í lagi að bæta Rússunum við og einhverjum af þeirra nýrri vopnum. Bæði þar sem Rússinn er ennþá öflugt herveldi. Bara sem dæmi að þeir eru með stærsta og sterkasta skriðdrekaflota heimsins.\nMörgum fyndist þetta bara óþarfa vinna og óþarfa viðbót. En sjálfum mér fyndist allt í lagi að bæta við einni nýrri hlið á leikinn.\nGætuð ímyndað ykkur bardaga milli Kínverja og Rússa í miðri Síberíu. Eða jafnvel að þetta næði allt inní Mongólsku Eyðimörkina.\nSumir vilja kannski meina að ef bætt verði Rússum við sem allie. Af hverju ekki að bæta N-Kóeru við axis hliðina. Ef það má kalla MEC og CLA “axis” ?\nAð minnsta kosti ræð ég engu hjá E.A Og félögum. En mér þætti það gaman að sjá meiri fjölbreyttni.",
    "url": "https://www.hugi.is/bf/greinar/329376/russinn/",
    "url_id": "329376",
    "id": "2497454",
    "replies": [
        {
            "user": "Tumilitli",
            "user_id": "18708",
            "date": "2005-09-19 13:48:27",
            "id": "2497628",
            "reply_to_id": "2497454",
            "text": "MOTHER RUSSIA!!!"
        },
        {
            "user": "zorrozorro",
            "user_id": "58495",
            "date": "2005-09-19 19:03:59",
            "id": "2498986",
            "reply_to_id": "2497628",
            "text": "Allir að fara inná   blog.central.is/byflugugengi    núna strax!!!!"
        },
        {
            "user": "bluntman",
            "user_id": "49532",
            "date": "2005-09-19 14:17:37",
            "id": "2497715",
            "reply_to_id": "2497454",
            "text": "Ertu að spyrja okkur að þessu?"
        },
        {
            "user": "bluntman",
            "user_id": "49532",
            "date": "2005-09-19 18:04:09",
            "id": "2498652",
            "reply_to_id": "2497715",
            "text": "Nei, hann er að skapa umræðu."
        },
        {
            "user": "Mellon",
            "user_id": "60003",
            "date": "2005-09-19 14:37:41",
            "id": "2497762",
            "reply_to_id": "2497454",
            "text": "Grein? Veit ekki með það en góðar pælingar engu að síður. Verst að maður fær engu ráðið. :("
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-19 14:43:32",
            "id": "2497789",
            "reply_to_id": "2497762",
            "text": "Já, ég er alveg sammála öllu sem þú sagðir."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-09-19 15:26:41",
            "id": "2497945",
            "reply_to_id": "2497454",
            "text": "Axis? Nei.\nAf hverju ekki að bæta við bara frökkum og bretum.  Eða S.Þ.-unum."
        },
        {
            "user": "Kollinn",
            "user_id": "30039",
            "date": "2005-09-19 16:23:38",
            "id": "2498182",
            "reply_to_id": "2497945",
            "text": "EÐA barq íslandi?"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-09-19 17:07:51",
            "id": "2498389",
            "reply_to_id": "2498182",
            "text": "Já, skátarnir væru ágætis viðbót."
        },
        {
            "user": "Kollinn",
            "user_id": "30039",
            "date": "2005-09-19 18:40:51",
            "id": "2498852",
            "reply_to_id": "2498389",
            "text": "já :d"
        },
        {
            "user": "Zketch",
            "user_id": "59046",
            "date": "2005-09-21 21:57:27",
            "id": "2506850",
            "reply_to_id": "2498182",
            "text": "Já skátarnir…… Þeir gætu verið með heimatilbúna boga og svo Íslenski herinn með kylfur og vasahnífa?"
        },
        {
            "user": "Kollinn",
            "user_id": "30039",
            "date": "2005-09-21 22:11:00",
            "id": "2506951",
            "reply_to_id": "2506850",
            "text": "hahaha auðvitað!"
        },
        {
            "user": "battletoad",
            "user_id": "38949",
            "date": "2005-09-19 15:44:04",
            "id": "2498012",
            "reply_to_id": "2497454",
            "text": "Eða sleppa svona pælingum bara, Rússland er ekkert heimsveldi lengur, bara eitt risavaxið land."
        },
        {
            "user": "frantic89",
            "user_id": "6497",
            "date": "2005-09-19 16:39:32",
            "id": "2498260",
            "reply_to_id": "2497454",
            "text": "Af hverju er þetta samþykkt sem grein? Þetta á ekki einu sinni skilið að vera samþykkt sem laufblað…"
        },
        {
            "user": "dickhead",
            "user_id": "52104",
            "date": "2005-09-19 18:43:03",
            "id": "2498870",
            "reply_to_id": "2498260",
            "text": "óóoóó þessi var nú góður\nheld samt að enginn hafi fattað hann nema ég :) og þú náttúrlega"
        },
        {
            "user": "dickhead",
            "user_id": "52104",
            "date": "2005-09-19 19:05:26",
            "id": "2498996",
            "reply_to_id": "2498870",
            "text": "Ohh þú ert svo klár, Þú virkilega fattaðir þennann! (ekkert til að monta sig yfir!"
        },
        {
            "user": "dickhead",
            "user_id": "52104",
            "date": "2005-09-19 20:26:40",
            "id": "2499367",
            "reply_to_id": "2498996",
            "text": "jú þetta er nefninlega eitthvað til að monta sig yfir\nað fatta brandara er merkilegt"
        },
        {
            "user": "dickhead",
            "user_id": "52104",
            "date": "2005-09-19 20:39:26",
            "id": "2499420",
            "reply_to_id": "2499367",
            "text": "Það er ekki að ástæðulausu að þú kallir þig “dickhead”"
        },
        {
            "user": "dickhead",
            "user_id": "52104",
            "date": "2005-09-19 21:24:57",
            "id": "2499621",
            "reply_to_id": "2499420",
            "text": "hehe\nþessi var líka góðu"
        },
        {
            "user": "dickhead",
            "user_id": "52104",
            "date": "2005-09-19 21:36:03",
            "id": "2499682",
            "reply_to_id": "2499621",
            "text": "Sko þig, þú getur sko skilið nokkra brandara!"
        },
        {
            "user": "dickhead",
            "user_id": "52104",
            "date": "2005-09-19 22:20:54",
            "id": "2499920",
            "reply_to_id": "2499682",
            "text": "já ég er svo klár :)"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2005-09-19 17:26:42",
            "id": "2498481",
            "reply_to_id": "2497454",
            "text": "Rússar eru alltaf klassík í öllum leikjum."
        },
        {
            "user": "ViktorVaugn",
            "user_id": "58145",
            "date": "2005-09-19 18:06:04",
            "id": "2498663",
            "reply_to_id": "2497454",
            "text": "Rússinn er ennþá öflugt herveldi\nLol."
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2005-09-19 18:15:28",
            "id": "2498708",
            "reply_to_id": "2497454",
            "text": "ég væri nú helst til í að sjá indland koma inn þarsem það er auðvitað næstfjölmennasta ríki í heimi og býr yfir gríðarlegum hernaðarstyrk\nannars væri rússland frekar bandamenn kína þ.e. ef menn hafa verið að fylgjast með fréttum\nværi kannski sniðugt að setja evrópubandalagsher inní þetta og un tæki aldrei þátt í átökum af þessari gráðu þarsem það er fjölþjóðlegur her og hann hefur í raun ekki neitt að verja eða hagnast neitt á því að taka þátt í þessum átökum og un myndu alrei senda herinn til að verja hagsmuni ákveðnar þjóðar í stríði þarsem ekki væri um að ræða þjóðarmorð o.s.f."
        },
        {
            "user": "zorrozorro",
            "user_id": "58495",
            "date": "2005-09-19 19:04:28",
            "id": "2498989",
            "reply_to_id": "2498708",
            "text": "Allir að fara inná\nblog.central.is/byflugugengi\nnúna strax!!!!"
        },
        {
            "user": "zorrozorro",
            "user_id": "58495",
            "date": "2005-09-19 19:05:01",
            "id": "2498992",
            "reply_to_id": "2498989",
            "text": "Allir að fara inná\nblog.central.is/byflugugengi\nnúna strax!!!!"
        },
        {
            "user": "battletoad",
            "user_id": "38949",
            "date": "2005-09-19 19:25:20",
            "id": "2499094",
            "reply_to_id": "2498989",
            "text": "haha :D"
        },
        {
            "user": "Kalashnikov",
            "user_id": "53318",
            "date": "2005-09-19 19:39:55",
            "id": "2499174",
            "reply_to_id": "2497454",
            "text": "Það verða Rússar í Special Forces, rússnesku spetznas gaurarnir, öss, þeir verða snilld!"
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2005-09-19 21:29:24",
            "id": "2499645",
            "reply_to_id": "2497454",
            "text": "svo varðandi rússneska herinn þá er hann engann veginn bardagahæfur eða allavega 70% af honum þarsem laun eru ekki greidd, liðhlaupar eru stórt vandamál, mikil glæpa og ofbeldisstarfssemi á sér stað í hernum og margir ungir strákar sem eru kvaddir í herinn vilja frekar fremja sjálfsmorð frekar enn að ganga í herinn\nt.d. fyrir sirka 6 árum þá gátu rússar t.d. ekki verslað olíu til að keyra skriðdrekana sína\nsvo hafa þeir ekki efni á að halda úti öllum kjarnavopnunum þótt þeir séu að fjölga þeim aftu"
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2005-09-20 02:11:38",
            "id": "2500681",
            "reply_to_id": "2497454",
            "text": "hahahahaha\n“sem dæmi að þeir eru með stærsta og sterkasta skriðdrekaflota heimsins”\nkannski stærsta en ekki sterkasta. Það er mikill munur að vera með stóran her og að vera með góðan og öflugan her."
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2005-09-20 02:59:53",
            "id": "2500699",
            "reply_to_id": "2500681",
            "text": "rússar/sovétmenn áttu öflugasta landher og skriðdrekaher enginn vafi á því\nt-90 t.d. eru ekki jafn fullkomnir og m1abraham skriðdrekar enn eru alveg jafn hættulegir í höndum hæfra áhafna\nhvaða önnur þjóð hefur átt stærri skriðdrekaher og hvað þá öflugari ?"
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2005-09-20 03:31:35",
            "id": "2500708",
            "reply_to_id": "2500699",
            "text": "T-90 er svo sem skít sæmilegur, en lykilorðið hjá þér er í höndum hæfra áhafna. Ekki mikið um það hjá rússum."
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2005-09-20 03:40:00",
            "id": "2500710",
            "reply_to_id": "2500708",
            "text": "bæði og\nþað er bæði mikið agavandamál vegna óreglu á launum og fleirri þannig hlutum þónokkrir verið fangelsaðir vegna þess að þeir eru að selja vopn,varahluti og birgðir( gleymi því aldrei þegar 60 mínútur tóku viðtal við liðsforingja sem seldi smurolíuna sem átti að fara á brynvagn sem hann sá um til að senda börnin sín í einkaskóla)\nþað eru bæði virkilega vel viðhaldnar sveitir innan rússneska hersins og liðsandi hár og stíf þjálfun enn svo alveg hinumeginn á kvarðanum líka\ngetur ekki gleymt því að rússnesski herinn hefur barist lengi t.d. í tjétseníu"
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2005-09-20 12:24:12",
            "id": "2501050",
            "reply_to_id": "2500710",
            "text": "já hann barðist þar með slökum árangri, ekki gleyma því að hann var sendur heim með skottið milli lappanna 1996 og svo þegra þeir réðust inn aftur þá var taktíkin að umkringja svæði eins og Grosní og svo sprengja það í tættlu"
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2005-09-20 12:27:23",
            "id": "2501061",
            "reply_to_id": "2501050",
            "text": "nefndu mér eitthvað herveldi sem hefur tekist að vinna á skæruhernaði með góðum árangri\nvíetnam ?\nírak?"
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2005-09-20 16:38:23",
            "id": "2501887",
            "reply_to_id": "2501061",
            "text": "í víetnam var þó hlutfallið 1/50 USA í hag þ.e. ef þú skilur þetta ekki þá drápu USA 50 víetkonga fyrir hvern 1 sem þeir misstu auk þess þá voru gerði samningar 1973, svo kallaðir Parísarsamningar og megnið af bandaríska hernum var sent heim eftir það, N-víetnamar stóðu ekki við samningana og því fór sem fór, en USA vann alla helstu orrustur sem urðu í víetnam.\nAfganista og Írak eru gott dæmi um hæfni hers í stað stærðar. Enda hefur þar gengið mjög vel að taka svæði. Þegar USA of UK tóku falútsja þá unnu þeir hana á inna við viku og mistu við það 4 hermenn og 40 særðust. Þegar Rússar fóru inn í Grosní fyrst þá mistu þeir 200 skriðdreka og fjöldan allan af hermönnum. Í síðararskiptið umkringdu þeir bara borgina og sprengdu allt sem hægt var að sprengja þar."
        },
        {
            "user": "Kalashnikov",
            "user_id": "53318",
            "date": "2005-09-21 20:51:36",
            "id": "2506478",
            "reply_to_id": "2501887",
            "text": "Þegar USA of UK tóku falútsja þá unnu þeir hana á inna við viku og mistu við það 4 hermenn og 40 særðust.\nErtu nú allveg viss, tala látinna var allavega\n50-60\nhjá Bandaríkjamönnum og um\n400-500\nþað allvarlega særðir að það þurfti að flytja þá á hersjúkrahús í Þýskalandi sem þýðir að menn hafa sarst\nMJÖG\nmikið.\nÞegar Rússar fóru inn í Grosní fyrst þá mistu þeir 200 skriðdreka og fjöldan allan af hermönnum.\nHefur einhver tölu um hvað Tsétsenar misstu marga, það var örugglega miklu meira."
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2005-09-22 00:30:01",
            "id": "2507590",
            "reply_to_id": "2506478",
            "text": "Rússunum var slátrað í Grosní 1996 þegar þeir meðal annar misstu 200 skriðdreka, það var í öllum fréttum  þessi hernaðarmistök.\nHvar fékkst þú 50-60 og 400-500 særðir við að taka Falútsja, ÉG á BBC heimildarmynd um þetta og þara kemur þetta allt fram. Ekki bulla bara eitthvað um hluti sem þú veist greinilega ekkert um."
        },
        {
            "user": "Kalashnikov",
            "user_id": "53318",
            "date": "2005-09-22 13:13:52",
            "id": "2508170",
            "reply_to_id": "2507590",
            "text": "Heyrðu! Ég fylgist grant með málum þarna í Írak og ég vil segja að það rétt tala, þetta var í fréttunum og blöðunum, en ég veit ekki hvað þeir á BBC eru að bulla, örugglega til særa ekki meðlanda sína."
        },
        {
            "user": "Jandri15",
            "user_id": "54622",
            "date": "2005-09-22 16:59:42",
            "id": "2508944",
            "reply_to_id": "2508170",
            "text": "í víetnam var þó hlutfallið 1/50 USA í hag\nÍ Víetnam !\n….og svo er BBC breska ríkissjónvarpið svo að afhverju ættu þeir að vera ljúa að bretum um fall bandaríkja manna í víetnam ?"
        },
        {
            "user": "Kalashnikov",
            "user_id": "53318",
            "date": "2005-09-22 21:26:23",
            "id": "2510191",
            "reply_to_id": "2508944",
            "text": "Ég veit ekki en, mér finnst nánast enginn munur á öllum þessum fjölmiðlum, BBC, CNN, ABC og þetta allt, en mér langar bara til að koma mér úr umræðunni, en ef þið finnið einhverstaðar þessa mynd þar sem er kort af Írak og einn depill merkir staður þar sem ráðist var á hermenn og eitt “tikk” þýðir einn dauður hermaður held ég, þá ættu menn að taka eftir því að það eru eru allveg greint hellingur af tikkum á mánaðarmótunum nóv.-des. 2004 (orrustan um um Falujah)."
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2005-09-23 01:28:54",
            "id": "2511275",
            "reply_to_id": "2501887",
            "text": "p.s. enginn maður með fullu viti telur það að drepa óvininn hernaðarlegan sigur\nhernaðarlegur sigur tellst í unnu landsvæði og það var eitthvað sem bandaríkjamenn gerðu lítið af\nþeir gátu stjórnað s-víetnam á daginn enn á næturnar fór vietcong af stað og skattlagði bændur eða réðst á þá og náði sér í nýliða\nég kalla það ekki hernaðarlegan sigur að sprengja hrísgrjónabændur uppí loft hvað þá að varpa napalmi á þá :)"
        },
        {
            "user": "barabinni",
            "user_id": "24711",
            "date": "2005-09-21 02:50:13",
            "id": "2504200",
            "reply_to_id": "2497454",
            "text": "Já. Þetta var nú ekki langt en þetta skapaði þá umræðu. Sama hversu góð hún var. Ég sjálfur sé ekki ástæðun fyrir því að grein um sama hlutinn var samþykkt. En svona er nú heimurinn ósanngjarn.\nHinsvegar þegar fólk fer að gera lítið úr hernaðargetu Rússana þá gera þeir sér ekki grein fyrir styrk þessa lands.\nNr.1 Þá hefur Rússland haft stærst kjarnavopnasafn allra landa síðan s.h. lauk. Þar að auki þá framleiða þeir bæði Su-34 og su-37 vélarnar sem standast öllum núverandi bandarískum flugvélum snúninginn nema á einum sviði. Og það er að þær eru ódýrari. Það má deila að tækni þeirra er jafnvel frumstæðari en á hinn bóginn betri en sá sem kaninn hefur.\nOg það þarf ekki annað en að benda á þann hæfileika sem nýjustu su vélarnar bera með sér. Og það er að stöðva vélina í miðju lofti. Hinsvegar þá er nýji T-90s skriðdrekinn einn sá öflugasti sem finnst í dag. Hægt er að bera saman abram og t-90 og hægt að segja að þeir séu mjög jafnir á mörgum grundvöllum. Þannig þegar þú kemur að því að segja “þessi er betri” Þá ertu aðallega að tala um tækniatriði búin í tölum.\nÞað má alltaf tala um lélegan efnahag og skort á aga, olíu og foristu. En það sem fæstir vita er að efnahagur Rússlands er að batna með hverjum degi. Maður getur séð full hrokafullar greinar frá einhverjum bandarískum prófessorum að segja “Rússland er með frumstæð vopn, frumstæðar kenningar og frumstæðar aðferðir” en sannleikurinn er sá að Rússland hefur sum af mest áreiðanlegustu vopnum samtímans í höndunum. Þeir hafa jú ekki jafn þjálfaða landgönguliða eins og myndir tíðkast í flestum löndum. En þeir hafa meira en nóg til að kallast hernaðarveldi. Peningurinn er að streyma inn, olían er til staðar. Staðan er ekki jafn slæm og fyrir 10 árum eða 5 árum. En það er eitthvað sem fólk verður bara að sjá. Og besta dæmið af mínu leiti er það sem Þjóðverjinn gerði. Þeir rifu sig uppúr einhverri 30 ára efnahagskreppu uppí eitt stærsta og öflugasta herveldi þeirra tíma.\nAuðvita er Rússland ekki sá aðili í dag. Og ekki er allt í mesta sóma hjá þeim. En þeir eiga ennþá inni þann rétt að vera virt sem gamalt veldi með tiltölulegan herstyrk. Hvort sem það er sýnt daglega í fréttunum eða ekki. Þá er það bara eitthvað sem vitað er."
        },
        {
            "user": "Jandri15",
            "user_id": "54622",
            "date": "2005-09-21 13:52:32",
            "id": "2504758",
            "reply_to_id": "2504200",
            "text": "Sagði Prófessor í hernaðarfræðum sovétríkjanna….\n….. en samt margir góðir punktar hjá þér ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-21 23:25:14",
            "id": "2507372",
            "reply_to_id": "2504200",
            "text": "Má til gamans geta að þetta er lengra en greinin þín.. :)"
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2005-09-23 01:31:32",
            "id": "2511277",
            "reply_to_id": "2504200",
            "text": "svo er eitt\nekkert stríð hefur unnist á tæknilegum yfirburðum\nþað eru hermennirnir á jörðinni sem vinna bardaga og þau tæki og tól sem þeir berjast með og styðja þau\nþað heldur enginn landsvæði með orrustuflugvél"
        },
        {
            "user": "Karnage",
            "user_id": "7017",
            "date": "2005-09-21 16:29:51",
            "id": "2505261",
            "reply_to_id": "2497454",
            "text": "Mér finnst samt alltaf hálf furðulegt að MEC og Kina berjast aldrei, mér þætti sennilegra að BNA og Kína vinni saman gegnu MEC. Þótt svo að stríð milli Kína og BNA er ekkert svo ósennilegt þá er MEC vs. Kína það ekki heldur.\nSvona svipað og í C&C generals."
        },
        {
            "user": "battletoad",
            "user_id": "38949",
            "date": "2005-10-04 17:28:02",
            "id": "2551315",
            "reply_to_id": "2505261",
            "text": "Kína er kommúnistaríki… You know the rest."
        },
        {
            "user": "Mercenary",
            "user_id": "57856",
            "date": "2005-09-23 08:54:38",
            "id": "2511386",
            "reply_to_id": "2497454",
            "text": "Rússar eru málið"
        },
        {
            "user": "barabinni",
            "user_id": "24711",
            "date": "2005-09-23 11:19:19",
            "id": "2511598",
            "reply_to_id": "2497454",
            "text": "Bara svona til að svara innskotinu hjá þér zink. Þá finnst mér það einmitt vera lykillinn fyrir greinum. Þetta ætti ekki að bara að vera 50 staðreyndir. Eða ekki svo miklar staðreyndir, lesnar upp. Gæti haft styttri greinar með meiri umræðu sem heldur samfélaginu lifandi."
        },
        {
            "user": "Myndarlegur",
            "user_id": "34366",
            "date": "2005-09-23 13:34:45",
            "id": "2512002",
            "reply_to_id": "2497454",
            "text": "Þetta kemur ömmu minni ekkert við :S"
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2005-09-24 08:37:58",
            "id": "2514688",
            "reply_to_id": "2512002",
            "text": "þú mættur aftur\ndemmit"
        },
        {
            "user": "Myndarlegur",
            "user_id": "34366",
            "date": "2005-09-24 11:28:58",
            "id": "2514895",
            "reply_to_id": "2514688",
            "text": "heheh :D"
        },
        {
            "user": "Myndarlegur",
            "user_id": "34366",
            "date": "2005-09-29 17:32:38",
            "id": "2533161",
            "reply_to_id": "2514895",
            "text": "bandaríkjamenn eyddu hundruða þúsunda í að finna upp penna til að skrifa með út í geimnum…\nrússar voru búinir að finna út úr því… nota blýant =D"
        },
        {
            "user": "Myndarlegur",
            "user_id": "34366",
            "date": "2005-09-29 20:03:43",
            "id": "2534043",
            "reply_to_id": "2533161",
            "text": "hahaha!"
        },
        {
            "user": "Kalashnikov",
            "user_id": "53318",
            "date": "2005-10-14 13:17:14",
            "id": "2576989",
            "reply_to_id": "2533161",
            "text": "Haha, þetta var aftan á einhverju nokkurra ára gömlu Andrés blaði."
        },
        {
            "user": "djmo",
            "user_id": "24263",
            "date": "2005-10-10 18:26:20",
            "id": "2564451",
            "reply_to_id": "2497454",
            "text": "MEC eru rússar spassi, þeir segja að þetta sé flest öll asía í einsu liði (mið austur löndin og rússar)"
        },
        {
            "user": "HulkHogan",
            "user_id": "54301",
            "date": "2005-10-18 23:24:51",
            "id": "2592885",
            "reply_to_id": "2497454",
            "text": "http://www.pointofexistence.com/\nþetta mod er allveg eins og Bf2 bara rússneski herinn er í þessu og ungverski og kanin"
        },
        {
            "user": "Hrothgar",
            "user_id": "20911",
            "date": "2005-10-23 17:25:10",
            "id": "2609644",
            "reply_to_id": "2497454",
            "text": "Það má eiginlega segja það að bf2 er byggt á spádomi nostradamusar, um þriðju heimstyrjöldina. En hann sagði að miðausturlöndin gerðu innrásir i öll lönd við bótni miðjarðarhafs sem voru ekki með þeirra trú og að vesturlöndin retalliated. En hann sagði lika að þegar stridið var að vera buið, sem sagt að múslimarnir hefðu náð yfirhöndina i evropú að þá mundu kinverjar ráðast inn að austan yfir rússnesk lönd berjast við múslimar og kristnir á sama tima. Þetta kemur allt fram i bókina Nostradamus og spádomarnir um Ísland."
        }
    ]
}