{
    "forum_title": "Bardagaíþróttir",
    "user": "Kenzo",
    "user_id": "29298",
    "date": "2005-09-20 11:43:59",
    "title": "Íslendingur keppir í MMA erlendis",
    "text": "Ég ætlaði upprunalega að starta kork en kunni það ekki :(\nNú fer það að skella á..en Árni “Iron” Ísaksson er að flytja til Írlands þar sem hann mun æfa hjá óða Sbg íranum John Kavanagh og félögum.\nÞetta er mjög sterkt gym og eru með topp menn í öllu sem tengist mma..john er brúnt belti í Bjj(Evrópumeistari í sínum þyngdarflokki í purplebelt division)Einnig eru þeir með wrestler sem er á heimsmælikvarða(er ranked 8 í heiminum í sínum þyngdarflokk)auk góðra boxara og Thai stráka.\nFyrsti MMA bardaginn hans Árna verður þann 15 október í Dublin.Keppnin kallast Ring of truth og er á Johns vegum\nEinnig er Árni skráður til að keppa tvö aðra mma bardaga áður en árið er á enda\n26.nóv í Bretlandi og 17.des aftur í Írlandi\nFyrsti bardaginn verður í 75kg en hinir seinni í 77kg\nÞetta verður klikkað og óska ég Árna alls hins besta..hann er búinn að lofa muna ennþá eftir okkur þegar hann verður frægur :)\nOg hver veit nema maður sjái strákinn seinna meir í einhveri af stóru keppnunum!\n-Arnar Freyr Mjölni/SBG\nmjolnir.nt.is",
    "url": "https://www.hugi.is/martial_arts/greinar/329527/islendingur-keppir-i-mma-erlendis/",
    "url_id": "329527",
    "id": "2499209",
    "replies": [
        {
            "user": "tunkur",
            "user_id": "16472",
            "date": "2005-09-20 12:31:11",
            "id": "2501069",
            "reply_to_id": "2499209",
            "text": "Flott vonandi gengur honum vel svakalegur Muay thi maður alltaf gaman að vera að æfa á sömu æfingum og hann þegar hann verður farinn úr pumping iron þá á eftir að vanta eithvað á æfingarnar s.s. geðveika brútal gaurinn maður mun sakkna þess að vera kíldur í hausinn af honum sniff sniff"
        },
        {
            "user": "Khan",
            "user_id": "18059",
            "date": "2005-09-20 12:33:13",
            "id": "2501074",
            "reply_to_id": "2499209",
            "text": "Þetta er magnað hjá honum. Ég óska honum góðs gengis og hlakka til að sjá hann berjast."
        },
        {
            "user": "Freestyle",
            "user_id": "29242",
            "date": "2005-09-20 12:35:08",
            "id": "2501085",
            "reply_to_id": "2499209",
            "text": "Wohoooo!!!\nTil hamingju Árni!  Við gætum ekki sent betri fulltrúa íslenskra bardagalist í þetta, Árni er ekki bara skæður striker og góður grappler heldur einnig einstakur ljúflingsdrengur sem öllum vill vel.  Ekkert bad-boy attitude á þeim bænum.\nVerður gaman að sjá hvort hann kemst upp á topplevelið á bretlandseyjum sem hefur verið að hækka hratt undanfarið.  Er hann ekki í sama þyngdarflokki og Lee Murray? :)"
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2005-09-20 12:52:32",
            "id": "2501123",
            "reply_to_id": "2499209",
            "text": "Glæsilegt! Virkilega gott val af gym hjá honum!"
        },
        {
            "user": "atj",
            "user_id": "22111",
            "date": "2005-09-20 13:21:41",
            "id": "2501206",
            "reply_to_id": "2499209",
            "text": "Það verður spennandi að sjá hvernig honum gengur. Hann hefur alla burði til að verða góður í sportinu!\nÁrni Þór\nhttp://mjolnir.nt.is"
        },
        {
            "user": "deadgau5",
            "user_id": "25259",
            "date": "2005-09-20 18:24:06",
            "id": "2502305",
            "reply_to_id": "2499209",
            "text": "Vonandi gengur honum sem allra best segi ég bara."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-20 19:25:09",
            "id": "2502622",
            "reply_to_id": "2502305",
            "text": "vááá góóður! er super ánægður með þig að hafa látið verða úr þessu :) og að vera strax kominn með 3 bardaga á næstu 4 mánuðum er ekkert sma nice. vonandi gengur þer bara sem allra best.. MAY THE FORCE BE WITH U HOMIE\nshiit hvað mig er farið að hlakka til að sjá þig keppah…. VEL GERT GAu"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-20 19:25:49",
            "id": "2502627",
            "reply_to_id": "2502305",
            "text": "hmm svaradi vitlausum, who cares"
        },
        {
            "user": "BjarniBJJ",
            "user_id": "12799",
            "date": "2005-09-20 19:26:42",
            "id": "2502635",
            "reply_to_id": "2499209",
            "text": "Frábært að hann sé að fara út, hann er að gera það sem svo marga langar, að láta drauma sína rætast!\nMig langar líka að segja að Árni er frábær æfingafélagi, fljótur að læra og bendir manni líka á ef maður er að gera mistök.\nGangi þér vel úti!!!!"
        },
        {
            "user": "bent",
            "user_id": "13086",
            "date": "2005-09-20 22:10:39",
            "id": "2503452",
            "reply_to_id": "2499209",
            "text": "Hann mun takast á við Aidan Marron\nhttp://www.fighttalk.co.uk/club%20and%20fighters/clubs/progressive%20combat/aidan%20marron/aidan%20marron.htm"
        },
        {
            "user": "BjarniBJJ",
            "user_id": "12799",
            "date": "2005-09-29 18:32:54",
            "id": "2533467",
            "reply_to_id": "2503452",
            "text": "Fann þetta á einhverri síðu\n“Árni Ísaksson (SBG) v Aidan Marron (PC) 75kgs\nÁrni ”Ironman“ Ísaksson, fights out of Straight Blast Gym, so we can be sure the enigmatic Icelander will have a good clinch and ground game. Ísaksson also has some experience in Muay Thai, so he may try to push the action from standing, as his opponent, while a rounded fighter, is mostly known for his submission skills.\nAidan Marron, from Progressive Combat has been on an upswing lately. His only recent loss was been a decision which went to British fighter Dave Metcalf - just one week after Marron's win over Point Blank Submissions' highly rated John Walsh. With wins by submission, referee stoppage and decision, the Northerner has proved that he has not only the skills to finish, but also the heart to continue no matter what.\nCan Marron force his opponent to experience the long arctic night, or will the Icelandic volcano erupt in Dublin? We'll find out, on October 15th! ”"
        },
        {
            "user": "Bernie",
            "user_id": "16856",
            "date": "2005-09-29 18:55:51",
            "id": "2533635",
            "reply_to_id": "2533467",
            "text": "Hehe vonum bara að Árni fari ekki að gjósa yfir gaurinn!!"
        },
        {
            "user": "VincentVega",
            "user_id": "5614",
            "date": "2005-10-01 01:36:19",
            "id": "2539270",
            "reply_to_id": "2533467",
            "text": "Hélt að Árni væri þyngri en 75kg.\nHvað er hann annars búinn að æfa bjj lengi? Á hann eftir að spjara sig í jörðinni? Finst hann brjálaður standandi og efast ekki um að hann reddi sér þa"
        },
        {
            "user": "Freestyle",
            "user_id": "29242",
            "date": "2005-10-01 12:53:57",
            "id": "2539925",
            "reply_to_id": "2539270",
            "text": "Árni er mjög góður grappler - hann var allavega fyllilega samkeppnishæfur við strákana sem eru komnir með bláa beltið fyrir nokkrum mánuðum.\nHann er náttúrulega betri standandi en ég held að hann geti alveg bjargað sér í jörðinni.\nHann á samt á brattan að sækja - þessi Aidan er með record upp á 10-3 og þarafleiðandi tonn af reynslu, eitt að töpunum þrem var á split decision viku eftir síðasta bardaga þannig að hann hefur greinilega tonn af kjark.\nEitt sem ég sá á þessu spjallborði var að þessi keppni er í RINGS Ireland, og er þá þarafleiðandi örugglega með RINGS reglum(engin högg í jörðinni).  Nema RINGS reglunum hafi verið breytt nýlega."
        },
        {
            "user": "Kenzo",
            "user_id": "29298",
            "date": "2005-10-02 01:09:40",
            "id": "2542619",
            "reply_to_id": "2539925",
            "text": "Nei nei Einar minn…það eru sömu reglur í þessari keppni og eru í UFC fyrir utan olnboga\n-Arnar Freyr Mjölnir/SBG"
        },
        {
            "user": "Freestyle",
            "user_id": "29242",
            "date": "2005-10-03 16:05:57",
            "id": "2547643",
            "reply_to_id": "2542619",
            "text": "OK svalt….Veit ekki hvort að það er Árna í hag eða ekki en allavega svalara en gömlu Rings reglurnar."
        },
        {
            "user": "daiji",
            "user_id": "5200",
            "date": "2005-09-29 23:17:39",
            "id": "2535272",
            "reply_to_id": "2503452",
            "text": "Gæjinn er 10-3 í MMA. Írarnir virðast þó spá Árna sigri.\nHeld að Írinn myndi skíta á sig ef að honum tækist að ná Árna í armbar. Árni myndi rífa af sér handlegginn og bitchslappa írann í rot með henni! Svo myndi hann bara brosa og vitna í Dr. Phil (private joke) fyrir hann."
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2005-09-21 16:55:44",
            "id": "2505384",
            "reply_to_id": "2499209",
            "text": "verdur bardaginn ekki alveg orugglega pro? og vitiði hvað hann fær mikid fyrir hann?"
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2005-09-29 19:41:48",
            "id": "2533925",
            "reply_to_id": "2505384",
            "text": "Adain Morran er allavega skráður á sherdog með pro bardaga, þannig mér fyndist skrítið ef þetta gæti verið amatör bardagi."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-26 18:17:03",
            "id": "2522563",
            "reply_to_id": "2499209",
            "text": "svarah mér?"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2005-09-29 23:22:12",
            "id": "2535310",
            "reply_to_id": "2499209",
            "text": "Maður tárast næstum því að sjá að Íslendingurinn meiki það út í heim :')"
        },
        {
            "user": "mansoninn",
            "user_id": "59228",
            "date": "2005-10-06 23:43:50",
            "id": "2553999",
            "reply_to_id": "2499209",
            "text": "já og hann ýtir mann oft áfram í að klára allt sem að á að gera og gera það vel og það verður skrítið að hafa hann ekki á svæðinu."
        }
    ]
}