{
    "forum_title": "The Sims",
    "user": "BunBun",
    "user_id": "11227",
    "date": "2005-09-19 19:50:54",
    "title": "Allt um NightLife",
    "text": "Nýjasti aukapakkinn ber heitið NightLife og verð ég að segja að hann er mjög góður. Persónulega finnst mér hann miklu skemmtilegri en University.\nNú er komið svokallað DownTown hverfi, eða Miðbæjarhverfi. Þar eru fullt af veitingahúsum, keilusölum, skemmtistöðum og ég veit ekki hvað.\nHægt er að búa niður í DownTown. Ég lét eina konuna mína flytja þangað, hún býr við hliðina á skemmtistað, stanslaust stuð og stutt í djammið.\nÁður var ekki hægt að sjá húsin í kring þegar maður lék fjölskyldu. Nú er það hægt. Þú sérð í raun nágranna þína, þú sérð húsin í kringum þig! Prófaðu t.d. að bjóða nágranna þínum í næsta húsi, og horfðu síðan á hann lappa út úr sínu húsi fyrir til þín. Mjög sniðugt og gerir leikinn mun raunverulegri.\nBílar eru komnir inn í leikinn, eins og er, eru fáar týpur í boði en þeir bæta það upp með litaúrvali á bílunum. Á hverjum bíl er hægt að velja yfir 10 mismunandi liti.\nHægt er að byggja bílskúr, leggja bílnum þar eða gera eins og ég… ég gerði bílskúrinn svo stóran að þar er gítarinn, bassinn og trommusettið ásamt bílnum :) Mitt einka garage band :)\nKomið er nýtt Aspiration… Pleasure aspiration.. ég vara samt við, það getur verið svolítið erfitt. Þeir sem hafa pleasure aspiration vilja mikið skemmta sér, fara í bæinn og stundum verður maður þreyttur á því.\nStefnumót eru loks orðið mun raunverulegri en þau voru. Nú getur þú hringt og boðið einhverjum á stefnumót… annaðhvort niður í bæ eða bara heim til þín, getur valið hvort þú takir leigubíl eða farir á þínum eigin bíl (ef þú átt einn)\nÁ meðan á stefnumótinu stendur, geturðu séð hvað hinum aðilinum langar að gera… já þú getur séð hvaða aspiration henni langar að uppfylla t.d. kyssa þig, dansa o.s.frv. og einnig hvaða aspiration hún er t.d. fortune, knowledge o.s.frv.\nSvo kemur í ljós hversu skemmtilegt er að fara með þér á date. Ég mæli með því að þið reynið eins og þið getið að hafa stefnumótið skemmtilegt.\nEf stefnumótið fer illa, lætur hinn aðilinn stundum illa við þig eftir stefnumótið. Sem dæmi. Jack fór á stefnumót með Annie, það gekk mjög illa, og hóf hún að stela morgunblaðinu hans, kveikja í poka (fullan af kúk) fyrir utan dyrnar hans Jack o.s.frv. Jack fór á annað date nú með Sarah. Það gekk mjög vel. Daginn eftir kom Sarah með stóran búnt af rósum og fallegt ljóð. Tveimur dögum seinna kom hún og skildi eftir risa gosbrunn fyrir utan húsið hans. Þetta er allt satt, gerðist í alvöru hjá mér. Jack fékk gosbrunn frá Sarah og síðan DJ bás frá Arianna.\nÞað er svo margt skemmtilegt í leiknum, hægt er að gera woo-hoo í bílnum ;) hægt er að láta taka myndir af sér í svo posavél, veit ekki hvað það heitir á íslensku en það er algjört snilld.\nNú geta simsarnir geymt dót á sér. T.d. lét ég einn simsann minn geyma allt reward dót sem hann hafði fengið, áður en hann flutti og þegar hann flutti í nýja húsið, tók ég dótið og setti það upp aftur.\nÞað er svo rosalegt margt nýtt, tæki mig nokkra daga að segja frá öllu. Ég tel mig vita allt um sims … eða svona næstum… ef það er eitthvað sem þið viljið spyrja um … endilega spyrjið mig og ég reyni að svara :)\nOg já… það eru vampírur í leiknum, þær eru algjör snilld!",
    "url": "https://www.hugi.is/sims/greinar/329513/allt-um-nightlife/",
    "url_id": "329513",
    "id": "2499098",
    "replies": [
        {
            "user": "JesusChrist",
            "user_id": "50715",
            "date": "2005-09-19 20:01:08",
            "id": "2499262",
            "reply_to_id": "2499098",
            "text": "Þessir leikir eru orðnir svo slappir að þeir hefðu átt að hætta þessu fyrir löngu."
        },
        {
            "user": "JesusChrist",
            "user_id": "50715",
            "date": "2005-09-19 20:27:18",
            "id": "2499369",
            "reply_to_id": "2499262",
            "text": "Ef þeir eru svona FKN ömurlegir afhverju ertu þá að fkn lesa þetta? Hvað þá að vera á þessu fkn áhugamáli…TÍK?!!"
        },
        {
            "user": "JesusChrist",
            "user_id": "50715",
            "date": "2005-09-19 21:52:52",
            "id": "2499811",
            "reply_to_id": "2499369",
            "text": "einhver hörundsár ??? annars er þetta svo út þynnt að það er ekki fyndið"
        },
        {
            "user": "rrs",
            "user_id": "59125",
            "date": "2005-10-04 21:52:53",
            "id": "2552697",
            "reply_to_id": "2499262",
            "text": "NEII þetat eru gjegt skemtilegir leikir nema 1.serían:S"
        },
        {
            "user": "Delirium",
            "user_id": "19072",
            "date": "2005-09-19 21:24:22",
            "id": "2499615",
            "reply_to_id": "2499098",
            "text": "ef U veist allt um leikinn o.O\ncan you tell me how I make my biatch become a vampire? o.O\n*confused*"
        },
        {
            "user": "Dancingdoe",
            "user_id": "58328",
            "date": "2005-09-20 00:22:37",
            "id": "2500556",
            "reply_to_id": "2499615",
            "text": "Hjá mér fór ég niður í bæ að kvöldi til að djamma og þá kom svona sígunakona. Ég bað hana um blind date (og er líka með vampires í turn on!) þá fékk ég einhvern vampíru gaur! Svo hélt ég áfram að hafa kontakt við hann þar til hann beit mig! ^_^ Svo geturu breyst aftur ef þú kaupir drykk hjá sígunakonunni (getur hringt í hana)."
        },
        {
            "user": "Dancingdoe",
            "user_id": "58328",
            "date": "2005-09-20 14:53:23",
            "id": "2501441",
            "reply_to_id": "2500556",
            "text": "hvað drykkur er það?"
        },
        {
            "user": "Dancingdoe",
            "user_id": "58328",
            "date": "2005-09-20 21:38:21",
            "id": "2503299",
            "reply_to_id": "2501441",
            "text": "Þú getur bara keypt tvo og einn er Love Potion #8,5 og svo er hinn sem heitir eitthvað sambandið við vampírur…"
        },
        {
            "user": "marsbui",
            "user_id": "50297",
            "date": "2005-09-20 22:13:01",
            "id": "2503462",
            "reply_to_id": "2499615",
            "text": "Þú ferð niður í bæ(að kvöldi, þegar dimmt er orðið) og leitar að vampírunni. Þú verður að kynnast henni vel svo hún geti bitið þig.\nÞað eru meiri líkur á því að þú verðir bitin/nn\nef þú er með knowledge aspiration, eða annað aspiration og mikið í logic."
        },
        {
            "user": "gardina",
            "user_id": "47375",
            "date": "2005-11-12 17:24:10",
            "id": "2684204",
            "reply_to_id": "2499615",
            "text": "átt ÞÚ Sims2 NightLife :S"
        },
        {
            "user": "Delirium",
            "user_id": "19072",
            "date": "2005-11-13 19:09:20",
            "id": "2688462",
            "reply_to_id": "2684204",
            "text": "maria mín mannstu ekki þegar ég varað segja þér frá ferðinni minni litlu niðrí BT ^-^\nSumsagt.\nJess =D  ^-^ *dances* gaman að því…"
        },
        {
            "user": "gardina",
            "user_id": "47375",
            "date": "2005-11-13 20:11:42",
            "id": "2688773",
            "reply_to_id": "2688462",
            "text": "jaaaaá… ertekki einmanna, á ég ekki að kíkja í heimsókn til þín??? =D híhí"
        },
        {
            "user": "gardina",
            "user_id": "47375",
            "date": "2005-11-13 22:40:22",
            "id": "2689603",
            "reply_to_id": "2499615",
            "text": "það er líka hægt að nota boolprop svindlið\nlas það >\nhérna"
        },
        {
            "user": "aegireyt",
            "user_id": "51038",
            "date": "2005-09-19 21:58:57",
            "id": "2499846",
            "reply_to_id": "2499098",
            "text": "djöfuls bull finnst mér að búa til fleiri og fleiri og fleiri og fleiri aukapakka fyrir leika meina þetta er bara peningaplokk.com"
        },
        {
            "user": "jandia",
            "user_id": "56182",
            "date": "2005-09-19 22:59:06",
            "id": "2500159",
            "reply_to_id": "2499846",
            "text": "já, alveg TOTALLY pengingaplokk.com! Helduru að við vitum það ekki? Þetta er samt skemmtilegt fyrir það!^^"
        },
        {
            "user": "fluffyhoe",
            "user_id": "60449",
            "date": "2005-09-19 23:01:29",
            "id": "2500171",
            "reply_to_id": "2499098",
            "text": "Aargh ég get ekki beðið eftir að fá að prófaa leikinn! =D"
        },
        {
            "user": "karamella",
            "user_id": "4619",
            "date": "2005-09-20 00:04:37",
            "id": "2500498",
            "reply_to_id": "2499098",
            "text": "Jamm, ég er sammála, fyrst þú veist svona mikið gætiru ekki frætt okkur um vampýrur, t.d. mættiru sega okkur hvar þær eru að finna :). Vona að ég hafi ekkki verið dónaleg :). En allavega fór konan mín á “deit” með manni og það gekk ansi vel og svo kom kallinn allt i einu og gaf henni útvarpssamstæðu. Og áður hafði hún farið á ömurlegt stefnumót og kallinn kom til hennar um miðja nótt, hringdi bjöllunni og fór svo þegar hún kom til dyra :)"
        },
        {
            "user": "fghfkgyughv",
            "user_id": "60479",
            "date": "2005-09-20 17:27:41",
            "id": "2502088",
            "reply_to_id": "2499098",
            "text": "aaaaaaa ég er að drepast mig langar svo í leikin"
        },
        {
            "user": "fghfkgyughv",
            "user_id": "60479",
            "date": "2005-09-20 19:45:47",
            "id": "2502755",
            "reply_to_id": "2499098",
            "text": "kantu svindlið í sims2 nightlife"
        },
        {
            "user": "fghfkgyughv",
            "user_id": "60479",
            "date": "2005-09-20 19:48:15",
            "id": "2502779",
            "reply_to_id": "2499098",
            "text": "hvað kostaði sims2naghtlife"
        },
        {
            "user": "Dancingdoe",
            "user_id": "58328",
            "date": "2005-09-20 21:39:17",
            "id": "2503306",
            "reply_to_id": "2502779",
            "text": "Keypti hann á um 2500-"
        },
        {
            "user": "kjutipae",
            "user_id": "58684",
            "date": "2005-09-20 23:32:42",
            "id": "2503952",
            "reply_to_id": "2502779",
            "text": "ég keypti hann á 1999"
        },
        {
            "user": "kjutipae",
            "user_id": "58684",
            "date": "2005-09-21 14:23:13",
            "id": "2504830",
            "reply_to_id": "2503952",
            "text": "Hvar?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-21 14:29:11",
            "id": "2504850",
            "reply_to_id": "2504830",
            "text": "fríhöfninni (mamma mín vinnur þar)"
        },
        {
            "user": "marsbui",
            "user_id": "50297",
            "date": "2005-09-20 22:14:39",
            "id": "2503474",
            "reply_to_id": "2499098",
            "text": "Og ef þú býður einhverjum á stefnumót sem er í sömu vinnu og þú gætirðu átt von á stöðuhækkun ef stefnumótið fer vel en gætir fer illa."
        },
        {
            "user": "fghfkgyughv",
            "user_id": "60479",
            "date": "2005-09-22 18:49:57",
            "id": "2509397",
            "reply_to_id": "2499098",
            "text": "þetta er snildarleiku"
        },
        {
            "user": "Sigurdurh",
            "user_id": "59402",
            "date": "2005-09-23 13:17:38",
            "id": "2511927",
            "reply_to_id": "2499098",
            "text": "þessi grein gerði útslagið ég er stokkin útí búð að kaupa nightlife feitast sko :D …!!!"
        },
        {
            "user": "nikulas11",
            "user_id": "60058",
            "date": "2005-09-27 12:22:05",
            "id": "2524777",
            "reply_to_id": "2511927",
            "text": "ef það er e-ð sem lætur mann slaka á þá er það sims.. ahhhhh… maður svona einangrast frá umheiminum og sekkur inní leikinn.. mmmm… mig gæti samt ekki langað meira í nightlife en það er svona að vera fátækur nemi.. afhverju er ekki hægt að kaupa þetta í raðgreiðslum!? :p"
        },
        {
            "user": "nikulas11",
            "user_id": "60058",
            "date": "2005-09-27 12:24:54",
            "id": "2524786",
            "reply_to_id": "2524777",
            "text": "gleymdi.. ég á bara sims2 … blandast svona hann og night life saman?"
        },
        {
            "user": "Kaea",
            "user_id": "52376",
            "date": "2005-10-25 19:18:35",
            "id": "2618779",
            "reply_to_id": "2499098",
            "text": "Verður maður að eiga sims 2 til að spila þennan?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-10-28 14:37:44",
            "id": "2629202",
            "reply_to_id": "2499098",
            "text": "ég á Sims2 og university það er rugl er alltaf að nota peningaleyni(50,000 í einu) og geri alltof stórt hús\nP.S. peningaleynið er motherlode"
        },
        {
            "user": "Zoid",
            "user_id": "61190",
            "date": "2005-11-06 18:07:46",
            "id": "2661878",
            "reply_to_id": "2499098",
            "text": "Er nightlife góður leikur??\nZoid"
        },
        {
            "user": "LukkaSol",
            "user_id": "18589",
            "date": "2005-11-08 20:37:50",
            "id": "2671603",
            "reply_to_id": "2499098",
            "text": "Afhverju get eg ekki séð húsin í kring ?"
        }
    ]
}