{
    "forum_title": "Kvikmyndir",
    "user": null,
    "user_id": null,
    "date": "2005-09-24 13:35:23",
    "title": "Amadeus: The Director's Cut",
    "text": "Kvikmyndin Amadeus kom út árið 1984 og hrifsaði til sín öllum helstu Óskarsverðlaunum t.d. besta mynd, besti leikstjóri- Milos Forman, besti aðalkarlleikari- F. Murray Abraham og besta tónlist enda er þessi mynd sannkallað meistaraverk. Þrátt fyrir öll þessi Óskarsveðlaun og tugi annarra viðuekenninga hefur þessi mynd svolítið gleymst í gegnum tíðina. Ég vil ekki meina að hún sé vanmetim, alls ekki, heldur er ekki oft minnst á hana þegar talið kemur að góðum kvikmyndum. Síðar kom út önnur útgáfa af þessari mynd þ.e. Director´s cut sem er um 20 mínútum lengri en upprunalega útgáfan. Þá mynd ætla eg að skrifa um.\nMyndin segir frá kannski eins og nafnið bendir til frá ævi Wolfgang Amadeus Mozart, einu virtasta tónskáldi allra tíma. Söguna segir maður að nafni Antonio Salieri (F. Murray Abraham), en hann horfir til baka þegar hann var sjálfur tónskáld. Á þeim tíma þráði Antonio ekkert heitar en að semja undurfagra tónlist og biður hann til Guðs dag hvern um að veita honum hæfileikann til að verða gott tónskáld. Hann fær dag einn tækifæri til að sjá Mozart, sem hafði verið lofaður um allan heim, flytja eitt verka sinna og þar með byrjar myndin að rúlla.\nÞá kemur Mozart til sögunnar. Við sjáum Mozart með augum Antonio’s þ.e. sem einstakling útvalinn af Guði til að semja tónlist og tala fyrir Guð í gegnum tónlistina. Antonio er mjög svekktur þegar hann sér Mozart í fyrsta sinn því honum finnst ömurlegt að Guð hafi valið svo óheflaðan einstakling sem var sífellt með læti og dónaskap til að vera sinn útvaldi tónsmiður. Til gamans má geta að nafnið Amadeus merkir elskaður af Guði.\nÉg held að það þurfi ekkert að taka það fram en tónlistin í myndinni en alveg mögnuð enda leikur enginn vafi á því að maðurinn (Mozart) var snillingur. Tónlistin er notuð við hvert tækifæri og þessar mögnuðu sinfoníur, óperur og margt fleira er notað í gegnum alla myndina. Maður getur ekki annað en fyllst af hrifningu þegar maður heyrir tónlistina því hún er svo öflug og áhrifarík. Þar sem ég hef ekki hlustað mikið á klassíska tónlist þá get ég ekki annað sagt en að ég hafi fundið svona hámenntaðrar-menningartilfinningu þegar ég heyrði lögin, frekar skemmtilegt.\nMyndin er frábærlega leikin og finnst mér þá standa upp úr Tom Hulce en hann leikur Mozart. Hann lifir sig inn í hlutverkið og þá finnst mér atriðin þegar hann er að stjórna óperunum alveg einstaklega vel útfærð hjá honum. Hreyfingarnar eru óaðfinnanlegar og það er engu líkara en að hann hafi sjálfur verið hljómsveitarstjóri. Tom æfði fjórar klukkustundir á dag á píanóið fyrir hlutverkið enda var það mikilvægur hlutur í lífi Mozarts. F. Murray Abraham sýnir líka frábæran leik. Þegar Mozart er að koma aftur og aftur með frábærar óperur verður Antonio afbrýðisamari með hverjum deginum sem líður og nær F. Murray honum fullkomnlega.\nÞað síðasta sem ég ætla að minnast á eru búningar og sviðsmynd. Myndin gerist seint á átjándu öld og fötin skrautleg á þessum tíma. Búningarnir eru alveg magnaðir og manni finnst að hvert einasta smáatriði sé útpælt og mjög líklega sérsaumað. Fötin ásamt sviðsmyndinni eru alveg einstaklega metnaðarfull og það eru engir viðvaningar á ferð enda fengu búningarnir Óskar.\nÞessi mynd er meistaraverk, allt þetta sem ég nefndi fyrir ofan er svo óaðfinnanlegt að maður getur ekki annað en hrifist af þessari mynd og auðvitað ætlar maður að fara að skella einum Mozart disk í tækið og láta menninguna flæða í gegnum sig.\n*****/*****    - með þeim betri sem ég hef séð.",
    "url": "https://www.hugi.is/kvikmyndir/greinar/330842/amadeus-the-directors-cut/",
    "url_id": "330842",
    "id": "2514537",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-24 15:55:49",
            "id": "2515724",
            "reply_to_id": "2514537",
            "text": "Fílaði þessa mynd aldrei en þetta er mjög flott grein og vel unninn!"
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2005-09-24 17:22:26",
            "id": "2515931",
            "reply_to_id": "2514537",
            "text": "Ágætis gagnrýni hjá þér, nema þú minnist ekkert á besta manninn í myndinni. Snillingurinn Jeffrey Jones er þarna í sínu besta hlutverki ever, sem hinn fremur vitgranni Austurríkiskeisari. “Too many notes!” er alveg yndisleg sena."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-24 17:34:33",
            "id": "2515970",
            "reply_to_id": "2515931",
            "text": "Já það er reyndar rétt hjá þér hann var góður. Ég bara gleymdi honum, síðan ætlaði ég líka að segja frá hlátrinum hans Mozart en ég gleymdi því líka. Yndislegur hlátur."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-09-24 18:12:02",
            "id": "2516085",
            "reply_to_id": "2514537",
            "text": "Ég horfði einmitt á\nImmortal Beloved\nfyrir einhverjum mánuðum og tékkaði þá á því hvort ekki væri eitthvað til um fleiri snillinga og greip þessa með.  Ekki sá ég eftir því."
        },
        {
            "user": "inganossari",
            "user_id": "56131",
            "date": "2005-09-24 18:13:27",
            "id": "2516096",
            "reply_to_id": "2514537",
            "text": "thessi mynd er algjør perla…pabbi benti mer a hana einhverntiman thegar vid vorum a bokasafninu…..mer finnst samt thessi langa utgafa einum of….held ad thad se samt af thvi ad eg horfdi a hana alllt of seint um kvøldid….buin sonna klukkan 3 eda eitthvad….var vid thad ad sofna…en otruleg mynd samt. hef sed leikritid amadeus og thad var otrulefa sterkt….\nmæli med thessa mynd sko!"
        },
        {
            "user": "rfm",
            "user_id": "23226",
            "date": "2005-09-24 18:37:45",
            "id": "2516212",
            "reply_to_id": "2516096",
            "text": "Tom æfði fjórar klukkustundir á dag á píanóið fyrir hlutverkið enda var það mikilvægur hlutur í lífi Mozarts.\nHehe peturp, hann æfði sig fjóra klukkutíma á dag á píanóið - gott mál … en í hve langan tíma? Viku, mánuð, ár?\nAnnars fínasta grein, Amadeus er mynd sem maður er alltaf á leiðinni að sjá en eins og þú sagðir, þá gleymist hún.\nRespect."
        },
        {
            "user": "rfm",
            "user_id": "23226",
            "date": "2005-09-24 18:39:02",
            "id": "2516219",
            "reply_to_id": "2516096",
            "text": "Sorry, ætlaði nú ekki að svara þér heldur greinarhöfundi! Afsakið :-)"
        },
        {
            "user": "rfm",
            "user_id": "23226",
            "date": "2005-09-24 18:39:36",
            "id": "2516223",
            "reply_to_id": "2514537",
            "text": "Tom æfði fjórar klukkustundir á dag á píanóið fyrir hlutverkið enda var það mikilvægur hlutur í lífi Mozarts.\nHehe peturp, hann æfði sig fjóra klukkutíma á dag á píanóið - gott mál … en í hve langan tíma? Viku, mánuð, ár?\nAnnars fínasta grein, Amadeus er mynd sem maður er alltaf á leiðinni að sjá en eins og þú sagðir, þá gleymist hún.\nRespect."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-09-24 18:42:17",
            "id": "2516237",
            "reply_to_id": "2516223",
            "text": "Þangað hann var það góður að hann virkaði sannfærandi. Meira veit ég ekki. Örugglega nokkrar vikur."
        },
        {
            "user": "Liverpool",
            "user_id": "1692",
            "date": "2005-09-25 02:54:54",
            "id": "2517657",
            "reply_to_id": "2514537",
            "text": "Mjög góð grein um geðveika mynd!, góð endurbæting frá sumum af síðustu greinuunum þínum. En enn og aftur góð grein."
        },
        {
            "user": "Jorgenmar",
            "user_id": "54288",
            "date": "2005-09-25 17:35:28",
            "id": "2519295",
            "reply_to_id": "2517657",
            "text": "Flott grein um góða mynd."
        },
        {
            "user": "Liverpool",
            "user_id": "1692",
            "date": "2005-09-26 08:52:03",
            "id": "2521133",
            "reply_to_id": "2519295",
            "text": "svara greinarhöfundi ekki mér;)"
        },
        {
            "user": "Jorgenmar",
            "user_id": "54288",
            "date": "2005-09-26 10:05:40",
            "id": "2521190",
            "reply_to_id": "2521133",
            "text": "Veit, gerði það óvart."
        }
    ]
}