{
    "forum_title": "Vísindi",
    "user": "JesusChrist",
    "user_id": "50715",
    "date": "2005-10-03 00:18:31",
    "title": "Kolkrabbar og smokkfiskar",
    "text": "Greindustu hryggleysingjarnir eru smokkfiskar og kolkrabbar, en þeir geta lært brögð af manninum, drepið með taugaeitri, og flúið óvini sína á marga vegu, t.d. með því að sprauta bleki eða dulbúa sig eins og kamelljón. Hér ætla ég að fjalla um nokkur dæmi um smokkfiska og kolkrabba.\nKolkrabbinn “Ofurheilinn” getur lært brögð af manninum. Hann getur lært að komast í gegnum smáop, opna krukkur með mat í og að brjótast út úr fiskabúrum.\nSmokkfiskurinn “Kamelljónið”  getur skipt um búning 1000 sinnum á 7 klukkstundum. Hann getur verið í tveimur búningum í einu, t.d. öðru meginn  í ógnvekjandi lit, en hinu meginn aðlaðandi fyrir kvenkynið.\nKolkrabbinn “Hermirinn” er hægfara og án varna, en samt leitar hann fæðu í dagsljósi og á berum sandinum. Hann fælir frá sér óvini með því að dulbúa sig sem sæslöngu, eitt eitraðasta dýr í sjónum. Aðrir kolkrabbar geta hreyft sig svo að þeir líkjast kókoshnetum eða þangi.\nKolkrabbinn “Dráparinn” er eitt allra hættulegasta dýr í heimi. Menn geta dáið ef dráparinn bítur þá. Bakteríur í munni hans framleiða eitur og fá í staðinn mat og húsnæði.",
    "url": "https://www.hugi.is/visindi/greinar/333275/kolkrabbar-og-smokkfiskar/",
    "url_id": "333275",
    "id": "2543727",
    "replies": [
        {
            "user": "Calliope",
            "user_id": "6606",
            "date": "2005-10-03 00:20:46",
            "id": "2546218",
            "reply_to_id": "2543727",
            "text": "Skemmtileg grein, þrátt fyrir að hún sé heldur stutt."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-10-03 01:57:25",
            "id": "2546402",
            "reply_to_id": "2543727",
            "text": "Hvaða gæluheiti eru þetta?"
        },
        {
            "user": "JesusChrist",
            "user_id": "50715",
            "date": "2005-10-03 08:57:04",
            "id": "2546560",
            "reply_to_id": "2546402",
            "text": "Þetta var ritgerð semn ég átti að gera um daginn og við fegnum bara lifandi vísindablöð þar sem þessi gælunöfn voru bara ekki latensku heitin."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-10-03 11:02:33",
            "id": "2546744",
            "reply_to_id": "2546560",
            "text": "Ég skil.  Þetta er mjög flott hjá þér annars."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-10-03 02:20:23",
            "id": "2546409",
            "reply_to_id": "2543727",
            "text": "áhugavert"
        },
        {
            "user": "Binno",
            "user_id": "30314",
            "date": "2005-10-03 11:51:14",
            "id": "2546850",
            "reply_to_id": "2543727",
            "text": "flott grein stutt en nákvæm"
        }
    ]
}