{
    "forum_title": "Rómantík",
    "user": null,
    "user_id": null,
    "date": "2001-07-05 16:39:23",
    "title": "Irc enn og aftur...",
    "text": "Fyrir skömmu þá var ég að fikta í tölvunni hér heima og ákvað að kikja aðeins á þetta vinsæla irc sem allir eru búnir að vera að tala um, ég connecta og fer inná eitthverja útlenska rás og þar kemur manneskja á mig og við byrjum að tala saman. Svo kemur í ljós að við eigum allmargt sameiginlegt. Bæði erum við 19 ára og fílum alveg sömu tónlistina, búum hvorugt hjá foreldrum okkar og höfum lent í alskonar veseni í gegnum ævina..\nVið enduðum með því að tala saman í 4 klukkutíma og þurftum að hætta vegna þess að hann þurfti að fara að vinna. Svo við kvöddumst og ákváðum að hittast aftur næsta dag á sama tíma, sem við og gerðum. Nú erum við búin að tala saman í ca mánuð og ég er alveg yfir mig ástfangin af honum og hann af mér. Ég væri þess vegna tíl í að fleygja draslinu mínu bara í tösku og hoppa af stað til hans og vera með honum til æfiloka.\nÉg veit að mánuður virðist ekki vera mikill tími, en ég meina við höfum meirað segja talað saman í síma 2 sinnum í viku frá því við hittumst. Hann veit að ég á barn og hefur ekkert á móti því, er til í að ganga því í föðurstað og allt..\nEr þetta bara bull hjá mér að vera að gera mér eitthverjar vonir með eitthvern gæja á irkinu eða  á ég að láta slag standa og bjóða honum í heimsókn eða skreppa til hans stutt??",
    "url": "https://www.hugi.is/romantik/greinar/33415/irc-enn-og-aftur/",
    "url_id": "33415",
    "id": "225176",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2001-07-05 19:11:23",
            "id": "225177",
            "reply_to_id": "225176",
            "text": "Kæra Twizzlers,\nnei ég er ekkert hissa á því að þú skulir verða ástfangin svona af einhverjum í gegnum irc, ég hef lennt í þessu trúðu mér, en reyndar ekki af neinum útlendingi. Svo þetta er ekkert asnalegt neitt þótt þið hafið ekki hisst. En ég ráðlegg þér samt frekar að fá hann fyrst í heimsókn til þín heldur en að þú farir til hans. Og ef hann kemur og allt gengur vel þá ættirðu að fara til hans til að búa nema að hann vilji búa hér. Því í alvöru á maður ekki að treysta neinum of mikið sem maður þekkir ekki, svo það væri betra að hann kæmi allavega fyrst til þín. Hvaðan er hann annars?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-07-05 20:29:39",
            "id": "225178",
            "reply_to_id": "225177",
            "text": "Tjaa.. bróðir minn hitti stúlku frá singapore á netinu og hún flutti loks til Íslands og þau  hafa búið saman í 3-4 ár núna :)"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2001-07-05 21:16:45",
            "id": "225179",
            "reply_to_id": "225176",
            "text": "Fullt af fólki á ircinu eru bara perrar og rugludallar upp til hópa! En hins vegar er líka slatti af fólki sem er bara eins og ég og þú og ég t.a.m. kynntist einni bestu vinkonu minni á ircinu, hún er örugglega besta manneskja sem til er!\nÉg mæli með því að þú hittir þennan gaur, en gerðu þér samt ekki of háar vonir því það er oft allt öðruvísi þegar maður hittir fólkið í raun og veru."
        },
        {
            "user": "EngeI",
            "user_id": "11328",
            "date": "2001-07-05 21:37:47",
            "id": "225180",
            "reply_to_id": "225179",
            "text": "Hugsanlegt að hann sé bara að grínast í þér.\nSumir eru með sjúkan húmor.\nEn þú gætir alveg látið reyna á þetta. Hitta gæjann áður en þú tekur ákvarðanir. Fólk á netinu er oft allt öðruvísi en það er á netinu."
        },
        {
            "user": "GlingGlo",
            "user_id": "2646",
            "date": "2001-07-05 22:11:07",
            "id": "225181",
            "reply_to_id": "225180",
            "text": "Satt hjá engel, fólk á netinu er allt öðruvísi en fólk á netinu."
        },
        {
            "user": "GlingGlo",
            "user_id": "2646",
            "date": "2001-07-06 01:02:40",
            "id": "225182",
            "reply_to_id": "225181",
            "text": "Ég er nú ekki alveg sammála því að fólk sé ekki eins í real life eins og það er á netinu. Ég hef kynnst fullt af fólki á ircinu og það er nú bara ósköp svipað í real life eins og það er á netinu. Auðvitað er til fullt af rugludöllum sem eru að villa á sér heimildir og bulla bara, en líka fullt af skemmtilegu venjulegu fólki sem er bara það sjálft. Ég kynntist kærastanum mínum á irc og einnig bestu vinkonu minni, ásamt fullt af góðum vinum.\nTwiZZlers, þú kemst allavegana ekki að neinu nema að þú hittir gæjann, en auðvitað er skynsamlegt að vera varkár til að byrja með, því eins og margir hafa bent á er til fólk sem lýgur alveg samviskulaust. Allavegana, vogun vinnur vogun tapar og það er ljóst að ef maður tekur enga áhættu í lífinu þá græðir maður heldur aldrei neitt. Ég tek samt undir með því að þú fáir hann í heimsókn til þín, hér ertu á heimaslóðum og þekkir allt, en ef þú ferð út ertu ansi varnarlaus ef eitthvað kemur upp á.\nAllavegana, gangi þér vel :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-07-06 01:38:50",
            "id": "225183",
            "reply_to_id": "225182",
            "text": "persónulega myndi ég ekki fara út til gæjans, amk ekki fyrst þú ert ekki ein. en endilega ef þið eruð orðin þetta náin reyndu þá að telja hann á að kíkja á klakann…\nég veit það fyrir víst að það eru helling af næs fólki á IRC og aðrir sem eru plein hálfvitar sem gera allt sem þeim dettur í hug… sama hvað það er.\nÉg veit amk eitt gott við þetta forrit og það er að það kynnti mig og minn mann… ég stórefa að við hefðum kynnst án ircsins…"
        },
        {
            "user": "EngeI",
            "user_id": "11328",
            "date": "2001-07-05 22:11:33",
            "id": "225184",
            "reply_to_id": "225180",
            "text": "… en það er í alvörunni.\nSmá typo.\nTakk fyrir ábendinguna, forev"
        },
        {
            "user": "heidabjork",
            "user_id": "1526",
            "date": "2001-07-11 14:36:53",
            "id": "225185",
            "reply_to_id": "225179",
            "text": "það er nú líka slatti af fólki sem maður hitir face to face perrar og rugludallar en virðast vera normal þegar maður talar við það… Ég er samt sammála þér johnnyB um að TwiZZleRs hitti gaurinn en taki því bara rólega til að byrja með…\nkv."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-07-14 03:56:44",
            "id": "225186",
            "reply_to_id": "225185",
            "text": "þetta er svalt good job !!!!!!!!  jammm eins og einhver sagði hér aðan vertu alveg viss að hann sé ekki að fuckast í þér áður en þú hittir hann eða eitthvað sumir eru sjúkir en það kemur alveg til greina víst tig eigið svona mikið sameiginlegt það er smá ótrúlegt en ég er ekkert að eyðileggja neitt enginn móðgun eða neitt Good luck"
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2001-07-05 22:37:28",
            "id": "225187",
            "reply_to_id": "225176",
            "text": "Ég kynntist konunni minni á irc-inu :)\nKannski er hann sá rétti og kannski ekki, hjá þér bætist að vísu við flækjustigið að hann er í útlöndum, það gerir þetta erfiðara, hvar ættuð þið að búa, mismundandi menningarheimar (milli vestrænna landa líka) og svoleiðis.\nGangi þér vel."
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2001-07-06 00:06:34",
            "id": "225188",
            "reply_to_id": "225187",
            "text": "eins og ég, ég virðist vera perri online, en svo er ég það bara ekkert í real life!"
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2001-07-06 00:11:37",
            "id": "225189",
            "reply_to_id": "225176",
            "text": "Einu sinni var ég að spjalla við stelpu. Við töluðum um heima og geima, virtumst fíla svipaða hluti, og trúðum hvort öðru fyrir ýmsu. Við skiptumst á myndum og hún vissi næstum allt um mig, og hún sagði mér ýmislegt sem hún sagðist ekki segja öðrum. Þetta gekk á í 4 mánuði, við töluðum um að hittast, en alltaf virtumst við fara á mis, eða eitthvað kom upp á. Hún meira að segja skildi eftir skilaboð í talhólfinu mínu. (Ég var auðvitað batteríslaus, just my luck). Svo var það að hún hringdi í mig eftir smá hlé, en mér fanst eitthvað skrýtið því röddin í henni hljómaði allt öðru vísi en í talhólfinu, en nú hafði ég símanúmerið hennar og fór að sms-ast á við hana svona öðru hverju. Svo kom það upp úr kafinu að hún var ekki sú sem hún sagðist vera, heldur hafði hún verið fengin til þess að hringja í mig af vinkonu sinni. Þessi vinkona hafði þóst vera þessi manneskja allann þennan tíma, ekki veit ég til hvurs. Það sem verra er að ég þekkti þessa stúlku og taldi hana vera ágætan vin minn… En þetta var ekki alvont, því ég eignaðist góða vinkonu (þessi sem hringdi) og lærði það að treysta engu sem maður les á skjánum :)\nJ."
        },
        {
            "user": "Zeron",
            "user_id": "2624",
            "date": "2001-07-06 09:34:52",
            "id": "225190",
            "reply_to_id": "225176",
            "text": "lefiðu hjarrtanu að ráða… þú gætir lent á gæja sem er algjör moðhaus en það eru sammt mikklu meiri líkur á því þetta sé nise gaur… þið eruð bæði 19 eins og þú sagðir svo þið hafið þroskan í það…. mundu bara að ef þú ferðþþþ tagtu þá með þér auka pening til að komast á hótel ef einhvað kemur upp á…. systir mín fór út um páskana að hitta gaur sem hún kinntist á netinu… hún var búin að þekkja hann í rúma 2 mánuði… þau voru mjög góðir vinir…. pössuðu sammt ekki saman líkamlega… svo ekki gera þér of mikklar vænntingar…… og ef allt fer í steik… þá eru fleiri fisskar í sjónum…\ngangi þér vel"
        },
        {
            "user": "Liza",
            "user_id": "7699",
            "date": "2001-07-06 10:17:26",
            "id": "225191",
            "reply_to_id": "225176",
            "text": "Vá! Þetta er sko alveg POTTÞÉTT e-r feitur og sveittur skalli!! Sem er að rúnka sér og klóra sér í bumbunni á meðan hann talar við þig… Hljómar of gott til að vera satt-og það er það þá yfirleitt. Sorrý-en farðu varlega.."
        },
        {
            "user": "Alfons",
            "user_id": "5489",
            "date": "2001-07-06 13:33:55",
            "id": "225192",
            "reply_to_id": "225191",
            "text": "Vinkona mín kynntist sínum kærasta á netinu og hann einmitt er erlendur maður. Hann kom til Íslands og sambandið þeirra hefur gengið mjög vel. Allaveganna segir hún að hún hafi aldrei verið eins hamingjusöm og þau eru búin að búa saman í rúmt ár núna.\nEn ég myndi samt fyrst láta hann koma hingað til þín en ekki þú að fara til hans. Sérstaklega ekki þar sem þú átt barn !\nEn auðvitað eru alls kyns rugladallar þarna úti á netinu en ég held að maður finni alveg hvort að manneskjan er hreinskilin og ekki að rugla í manni.\nVoandni gengur þér vel og endilega segðu okkur frá því hvað gerist.\nKveðja Alfons"
        },
        {
            "user": "Ukyo",
            "user_id": "7465",
            "date": "2001-07-06 14:24:18",
            "id": "225193",
            "reply_to_id": "225176",
            "text": "Mæli með þessu irki, ég kynntist mínum manni þar, við erum búin að vera saman í tvö ár, rosa rosa gaman :)"
        },
        {
            "user": "ruglud",
            "user_id": "5007",
            "date": "2001-07-06 14:48:58",
            "id": "225194",
            "reply_to_id": "225176",
            "text": "He sko ef þú heldur að þú sért orðin ástfangin eða veist það sláðu þá til og fáðu hann hingað ég hef verið með 2 strákum af irc en eg elskaði bara einn alveg elskaði hann og nú er han nað reyna við mig aftur og ég við hann en við vodrum fyrst vinir í ár bara í síma og irc og svo byrjuðum við saman júlí síðastliðinn og vorum saman í hálft ár svo byrjaði eg með vini mínum en hætti með honum eftir smá tima og kynntist öðrum samt eiginelga ekki í gegnum irc heldur kærasta vinkonu minnar nú var eg að segja honum upp og elska hinn ennþá en mér fannst svo asnalegt að vera með strák af irc og engum af vinum mínum líkaði við hann þannig að ég hæ´tti með honum en nú sakna eg hans svo mikið að þú gætir ekki ímyndað þér og hann ætlar að koma til mín í heimsókn í júlí eða ágúst eða við hittumst um versló og ég vona að eitthvað skeður þa ……..eg veit að eitthvað skeður svo ef þú heldur eða veist að þú elskir hann þá SLÁÐU Á ÞAÐ"
        },
        {
            "user": "dabbidanna",
            "user_id": "32647",
            "date": "2001-07-07 12:36:46",
            "id": "225195",
            "reply_to_id": "225176",
            "text": "Fyrir svona 2 - 3 árum byrjaði ég að irca og mjög fljótlega byrjaði ég að spjalla við eina stelpu sem ég varð strax ástfanginn af. Hún var frábær, við töluðum saman um allt og ekkert í tæpt ár. Mér fannst ég hafa fundið sálufélaga minn, og hún var búin að segja mér að hún liti á mig sem kærastann sinn. Svo kom að því að hún þurfti að fara að heiman í skóla og hafði ekki aðstöðu þar til að komast á ircið og spjalla og ég saknaði hennar endalaust… svo þegar skólinn var búinn og hún kom heim sagði hún mér að hún væri komin með kærasta og ætlaði með honum til Danmerkur í skóla þar. Hún er þar núna með kærastanum og ég sakna hennar ennþá! Ég hef ekki talað við hana í svona 2 ár og ekkert heyrt frá henni síðan hún fór til Danmerkur en sakna hennar óskaplega! Ég myndi segja þér að kýla á þetta því ég lét þetta tækifæri renna úr höndunum á mér því ég var heimskur… það er til gott fólk á ircinu innan um alla hálfvitana, og það er ekki gaman að missa þetta fólk frá sér þegar maður finnur það loksins… ef þú treystir honum fullkomlega, reyndu að fá hann til þín og sjáðu hvernig gengur.\nGangi þér vel!\nkveðja,\ngremlin…"
        },
        {
            "user": "molo",
            "user_id": "45",
            "date": "2001-07-09 22:53:25",
            "id": "225196",
            "reply_to_id": "225195",
            "text": "sko, það er fullt af geðveikt nice fólki á ircinu.. og síðan eru nottla þessi fífl sem reyna að ljúga af þér, annað hvort 45 ára karlar að þykjast vera 16 ára stelpur eða 11 ára stelpur að þykjast vera 18 ára strákar..\nwell, þúst.. mar lærir eilla að ignora fíflin með tímanum .. svaka sniðugt"
        },
        {
            "user": "Nacaza",
            "user_id": "11822",
            "date": "2001-07-20 12:27:19",
            "id": "225197",
            "reply_to_id": "225176",
            "text": "Ég verð bara að seigja þér að þú bara verður að hitta hann. Anbnars verðuru að velkjast í vafa lengi á eftir “Hvað ef hann var Hinn sanni” “ Hvað ef….” Og það er mjög leiðinlegt að velta sér uppúr því. En þú verður samt að fara varlega svo þetta komi ekki illa niur á ykkur barninu. Og bara svo að þú vitir það þá verður það örugglega mjög vandræðalegt þegar þið hittist fyrst því þið vitið svo margt um hvort annað. Og eitt enn, ég er samála hinum um að þú ættir að láta hann koma til þín. Það er a)öruggara og b) ódýrara fyrir þig, hvar sem drengurinn er !!!\nVerði þér að góðu!"
        }
    ]
}