{
    "forum_title": "Raunveruleikaþættir",
    "user": null,
    "user_id": null,
    "date": "2005-10-09 17:30:55",
    "title": "Íslenski ,,Bachelorinn''.......Sorp?",
    "text": "Sat ég fyrir framan sjónvarpið mitt í gær í rólegheitunum og var ætlunin að slaka á. Var ósköp lítið í sjónvarpinu, svo ég ákvað að horfa aðeins á\nSkjáeinn\n. Var þar næst á dagskrá\nÍslenski Bachelorinn\nog vakti sá þáttur forvitni mína. Ekki var það vegna þess að ég elska þessa týpu af raunveruleikaþáttum, heldur vegna þess að ég vildi sjá hvernig Skjáeinum hefði tekist með að líkja eftir bandaríska þættinum, sem flestir þekkja undir nafninu ,,\nThe Bachelor''\n. Síðan byrjaði þátturinn og ég sat ,,spenntur'' fyrir framan imbakassann með væntingarnar í svona meðallagi.\nByrjaði þátturinn á því að kynnirinn tilkynnti að búið væri að finna\nÍslenska Bachelorinn\n. Síðan fékk maður að ,,kynnast'' aðeins stúlkunum sem tóku þátt í keppnini. Eftir stutta kynningu fékk maður að sjá þann sem var kosinn Bachelor Íslands og verð ég að segja að á því ,,mómenti'' þá fór ég í hláturskrampa. Ekki nóg með að þetta væri mesta ,,rip-off'' sem ég hef séð, þá fannst mér þeim takast heldur ILLA til við að skapa stemmningu í kringum þetta. Síðan fór ,,Bachelorinn'' og stúlkurnar í einhverja leiki og voða gaman, og eftir það fór fólk að spjalla saman og síðan fór að nálgast STÓRA STUNDIN! ÚÚÚÚ Enn spennandi (NOT).\nFór hann inní herbergi þar sem búið var að staffla upp heilum haug af myndum af stelpunum og mætti halda að borðið hefði verið að kalla á hjálp því myndirnar voru næstum dottnar af þessu litla borði sem hélt þeim uppi.\nSíðan kom STÓRA STUNDIN og hann kom þarna inn (Bachelorinn) og stóð fyrir framan stúlkurnar. Sagði þá kynnirinn að ,,Bachelorinn'' væri búinn að gera upp hug sinn og væri tilbúinn að veita rósirnar þeim stelpum sem skilið ættu að komast áfram. Valdi hann síðan stelpurnar og alltaf heyrða maður eina mest pirrandi setningu sem ég heyrt hef í íslensku sjónvarpi, og það var alltaf: ,,Viltu gera mér þann heiður að taka við þessari rós''?\nHélt ég myndi gubba á þeirri stundu en í staðinn tók við sér óstjórnanlegur hlátur. En síðan kom vonarneisti fyrir íslenskt sjónvarp því ein stúlkan sagði NEI! við íslenska ,,Bachelorinn'' Búhú..greyið hann.\nSíðan lauk þessu og mér sýndist eins og flestum stelpunum hefðu verið saman að þær hefðu ekki verið valdar.\nSvo að lokum þá ætla ég að setja aðeins útaf nafn þáttarins. Er virkilega svona erfitt að láta þetta heita ,,Íslenski Piparsveinninn''?\nAnnað var það ekki í bili.\nSummi kveður…….(nærri dauður úr hlátri)",
    "url": "https://www.hugi.is/realitytv/greinar/334361/islenski-bachelorinnsorp/",
    "url_id": "334361",
    "id": "2554394",
    "replies": [
        {
            "user": "Masko89",
            "user_id": "38605",
            "date": "2005-10-09 17:46:23",
            "id": "2561378",
            "reply_to_id": "2554394",
            "text": "þetta er bara lame ass þáttu"
        },
        {
            "user": "Coxo",
            "user_id": "32111",
            "date": "2005-10-09 22:52:26",
            "id": "2562427",
            "reply_to_id": "2561378",
            "text": "svipað og idol…:P"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-10-09 17:47:48",
            "id": "2561383",
            "reply_to_id": "2554394",
            "text": "Vá ég er sammála.."
        },
        {
            "user": "geysir",
            "user_id": "22635",
            "date": "2005-10-09 17:47:56",
            "id": "2561384",
            "reply_to_id": "2554394",
            "text": "Þetta er svo mikið rusl.\nÉg gerði sjálfum mér það af einskærri sjálfspyntingarkvöl að prufa að horfa á þetta rusl.\nFékk nóg eftir kynninguna, kynnirinn hundleiðinlegur og bara allt ömurlegt í kringum þennan þátt.\nAð það sé verið að setja þetta í staðinn fyrir einhverja skemmtilega þætti sem SkjárEinn gæti sýnt, t.d. Top Gear eða 5th Gear."
        },
        {
            "user": "wanderlust",
            "user_id": "56345",
            "date": "2005-10-09 17:50:28",
            "id": "2561393",
            "reply_to_id": "2554394",
            "text": "HAHAHAHA :')\nEg hef bara séð brot af fyrsta þættinum en var að skoða heimasíðu “bachelorsins”  (\nhttp://bachelor.s1.is/\n) og þetta er nú bara fyndið sko ! ekki nóg með það að bachelorinn sé ekki það sætur eru stelpunar (sumar) það ekki heldur ! ég vil nú ekki móðga neinn en mér synist þessi þáttur vera alveg fáranlegur, mér finnst ísland vera of lítið. :')"
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2005-10-09 18:00:33",
            "id": "2561429",
            "reply_to_id": "2554394",
            "text": "hehe hljómar eins þetta sé einn stór brandari.\nbtw sammála um nafnið á þáttinum."
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2005-10-09 18:15:38",
            "id": "2561490",
            "reply_to_id": "2554394",
            "text": "Jújú, sorp."
        },
        {
            "user": "ASS",
            "user_id": "13287",
            "date": "2005-10-09 18:16:07",
            "id": "2561492",
            "reply_to_id": "2554394",
            "text": "Ekki bendla svona sora við heiðvirt samfélag eins og Sorpið…"
        },
        {
            "user": "BlueAndPurple",
            "user_id": "24625",
            "date": "2005-10-09 18:26:38",
            "id": "2561514",
            "reply_to_id": "2554394",
            "text": "HAHA ! þetta er svo fáranlegir þættir, konurnar eru ljótar og Piparsveinninn er fáranlegur, hahah. Sammála þér með nafnið."
        },
        {
            "user": "jandia",
            "user_id": "56182",
            "date": "2005-10-09 18:35:48",
            "id": "2561542",
            "reply_to_id": "2554394",
            "text": "Hahahaha='D Þetta er nú baaara fyndinn þáttur! Byrjaði að horfa alveg í endann þegar síðasta rósin var gefin og sá það, var í kasti yfir þessu allan tímann.. Svo lá við því að það liði yfir mig af hlátri þegar það kom svona rödd og sagði:“Eru Steini og Hekla að verða ástfangin? Hvað mun gerast á milli stelpnanna? Finndu það út í næsta þætti!” –(þetta var einhvernveginn svona..)\nMinnti mig svolítið á stöðumælavarðaþáttinn í fórstbræðrum.. Hahah, þetta var snilld^^,"
        },
        {
            "user": "heilsukex",
            "user_id": "39769",
            "date": "2005-12-29 23:09:30",
            "id": "2886337",
            "reply_to_id": "2561542",
            "text": "Verð nú bara að vera sammála, ALVEG eins og bílastæðættirnir…."
        },
        {
            "user": "jandia",
            "user_id": "56182",
            "date": "2006-01-04 13:23:55",
            "id": "2910711",
            "reply_to_id": "2886337",
            "text": ":D\nElskadi tessa taetti..:P;)"
        },
        {
            "user": "Toure",
            "user_id": "56592",
            "date": "2005-10-09 18:38:08",
            "id": "2561548",
            "reply_to_id": "2554394",
            "text": "“Síðan lauk þessu og mér sýndist eins og flestum stelpunum hefðu verið saman að þær hefðu ekki verið valdar.”\nhaha þetta átti svo ekki við eina af þeim, sem sagði minnig mig orðrétt “ég bjóst við meiru af honum” haha og var alls ekki sátt, og fannst mér það mjög sorlega fyndið. Annars algjör rusl þáttur, og mér fannst æðislegt hvernig þetta endaði\n“Eru Hekla og Steini ástfanginn???!!!”\nhahahahhaha"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-10-09 18:42:14",
            "id": "2561558",
            "reply_to_id": "2554394",
            "text": "Þetta er bara rugl.\nKveðja supermann"
        },
        {
            "user": "StettJ",
            "user_id": "26019",
            "date": "2005-10-09 18:56:33",
            "id": "2561594",
            "reply_to_id": "2554394",
            "text": "Alveg sammála, það er fáránlegt að þeir skyldu ekki kalla þáttinn “Íslenski Piparsveinninn” eða bara “piparsveinninn”.\nAnnars finst mér þetta vera hræðilegur þáttur í flesta staði, t.d. í 1. þættinum voru stelpurnar í viðtali og inn á milli komu upp euinvherjar myndir af hinu og þessu sem höfðu augljóslega verið “Gúglaðar”.\nÞetta minnti mann á lameass spjallborð."
        },
        {
            "user": "cull3n",
            "user_id": "14213",
            "date": "2005-10-09 19:01:26",
            "id": "2561611",
            "reply_to_id": "2554394",
            "text": "Ég er hjartanlega sammála! Heimskulegt og forpokað sjónvarpsefni á íslandi verður ekki mikið ruglaðara!\nHinsvegar er ég hvað mest sammála þér þegar þeir stela öllu hugsanlega um þáttinu og geta ekki einusinni breytt um NAFN!"
        },
        {
            "user": "skens",
            "user_id": "46623",
            "date": "2005-10-09 19:24:22",
            "id": "2561699",
            "reply_to_id": "2554394",
            "text": "Það er Ekki til Neitt í íslenskri tungu sem heitir… Bachelor… reynið að koma því inní hausinn á ykkur… vitleysingar á Skjá einum… :S"
        },
        {
            "user": "Xavier",
            "user_id": "2009",
            "date": "2005-10-09 19:25:36",
            "id": "2561704",
            "reply_to_id": "2554394",
            "text": "[Setjið inn nafn hér]! Viltu gera mér þann heiður að þiggja þessa rós?\nFrábær setning… Úff hvað það á eftir að gera mikið grín af þessu þegar frammí sækir.\nKveðja,\nXavie"
        },
        {
            "user": "gurkan",
            "user_id": "28428",
            "date": "2005-10-09 19:34:02",
            "id": "2561736",
            "reply_to_id": "2554394",
            "text": "Þetta er lágkúrulegustu þættir sem gerðir hafa verið í íslensku sjónvarpi…að eyða 40 milljónum í þetta !!!! Kynnirinn lítur út fyrir að vera með spýtu lengst uppí ra*****inu og er hundleiðinlegur!\nEn ímyndið ykkur hvernig “ástarfleyið” verður?!?!?!\nHAHAHA íslendingar kunna ekki að búa til sjónvarpsefni nema fóstbræður og einstaka móment af sveppa,audda,peddú."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-10-09 19:52:14",
            "id": "2561804",
            "reply_to_id": "2561736",
            "text": "Ástarfleyið verður örugglega mikið skárra. Þessi þáttur var bara eins og Djúpa laugin í hallærislegum  búningi úti á landi.\nAllavega tilbreyting að senda hóp Íslendinga í ferð út í heim. Og í raun er þetta minni formúla og meiri áhætta. Það eru ekki fáránlegar kröfur eins og að tvo verði að vera ástfangin í enda þáttarins.\nÉg allavega gef því meiri séns þó það gæti alveg líka fallið. En ég var frekar viss um að Bachelorinn myndi ekki meika það bara um leið og ég heyrði útvarpsauglýsinguna í leit að fólkinu."
        },
        {
            "user": "Grjoti",
            "user_id": "35773",
            "date": "2005-10-09 19:35:31",
            "id": "2561743",
            "reply_to_id": "2554394",
            "text": "ég er fúll yfir því að hafa eitt fimm mínutum af lífi mínu í þennan SORAVIÐBJÓÐ!!!!"
        },
        {
            "user": "Feiturfroskur",
            "user_id": "58265",
            "date": "2005-10-09 19:43:16",
            "id": "2561769",
            "reply_to_id": "2554394",
            "text": "fylgdist með honum “með öðru auganu” og þetta var CRAP!!!!!!!!!!! eða KRAPP!!!!!!!!!! eða þá á góðri íslensku SORP!!!!!!!!!!!!!!!!!!!\nEftir að kellurnar voru búnar að fá rósirnar sögðu allar þær sem ekki höfðu fengið rós “hann var bara ekki mín týpa”. Bókstaflega ALLAR!!!!!!!!!\nÞessi þáttur er ein af mörgum sönnunum fyrir því að Íslendingar geta ekki gert góða raunveruleika þætti. (fyrir utan Idol)"
        },
        {
            "user": "Eple",
            "user_id": "33563",
            "date": "2005-10-09 19:52:59",
            "id": "2561807",
            "reply_to_id": "2561769",
            "text": "Það var nú í þátt 2 sem það var verið að segja eithvað um eina stelpuna og þá kom þessi snilldar setning fram “Hún reykur hvorki né drekkur.” Ekki nóg með það að þeir geti ekki haft óperralegri kynni heldur geta þeir ekki einu sinni borið íslenskuna rétt fram."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-10-09 21:05:12",
            "id": "2562055",
            "reply_to_id": "2554394",
            "text": "jamm en það rugl …"
        },
        {
            "user": "Corgan",
            "user_id": "44362",
            "date": "2005-10-09 22:26:13",
            "id": "2562342",
            "reply_to_id": "2554394",
            "text": "Mér finnst þessi þáttur ekkert skárri en contender en samt virðast allir dýrka þann þátt."
        },
        {
            "user": "loevly",
            "user_id": "36144",
            "date": "2005-10-09 22:33:59",
            "id": "2562363",
            "reply_to_id": "2554394",
            "text": "Ég horfði á þessa tvo þætti af leitinni og tók þá meðvitaða ákvörðun um að ég hefði margt gáfulegra og skemmtilegra við tíma minn að gera.\nÞeir taka sig svo alvarlega þarna á skjá einum. Þetta er gjörsamlega Copy/Paste frá Bandaríkjunum og ekkert reynt að aðalaga þetta að íslenskri menningu.\nÍ leitinni var meira að segja gengið svo langt að tala við háskólaprófessora um kosti og galla raunveruleikasjónvarps af þessu tagi og hvaða áhrif það hefði á æsku landsins…….ZZZZZZ. Átti þetta ekki að vera afþreying?\nMér skilst að eina afþreyingin sé falin í því að þetta er stórkostlega fyndið af því að þetta er svo sorglegt og hallærislegt."
        },
        {
            "user": "Thorunnarson",
            "user_id": "53688",
            "date": "2005-10-10 00:29:18",
            "id": "2562653",
            "reply_to_id": "2554394",
            "text": "Verður þetta ekki bara einn af þessum þáttum sem fólk fylgist spennt með, bara vegna hallærisleikans.  Eins og t.d. Evróvísíjón. (Eða helv*** Æl-dollið)."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-10-10 02:28:25",
            "id": "2562810",
            "reply_to_id": "2554394",
            "text": "Ég held að það eyðileggi mest að þátturinn reynir á engan hátt að fela að það sé “rip off”.\nMeira segja auglýsa þeir þáttinn sem Íslenski Bacherlorinn (rosalega vel þýtt yfir á íslensku)\nOg það er nánast ætlast til þess í nafninu að maður hafi fylgst með amerísku-útgáfunni, til að fatta hvað þátturinn gangi út á.\nÍmyndið ykkur bara, hversu duglegir og ófrumlegir við íslendingar erum! Hversu mikið sjóvarpsefni og þættir koma frá útlöndum? -og hversu marga erlenda þætti höfum við fært yfir á íslenskt form?\nTil dæmis:\nViltu vinna milljón?\nIdol\nÍslenski Bacherlorinn osf."
        },
        {
            "user": "andskotinn",
            "user_id": "36189",
            "date": "2005-10-10 03:16:46",
            "id": "2562841",
            "reply_to_id": "2554394",
            "text": "Það er bara ekki þess virði að kveikja á sjónvarpinu og stilla á þetta, ég hef ekki horft á þetta og ég mun aldrei gera það."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-10-10 06:46:31",
            "id": "2562889",
            "reply_to_id": "2554394",
            "text": "Ísland er fairð í haugana, það er ekki einu sinni haft fyrir því að þýða nafnið á áhugamálinu yfir á greinargóða íslensku … Allavega ekki url-ið."
        },
        {
            "user": "Deathrock",
            "user_id": "30603",
            "date": "2005-10-10 08:41:47",
            "id": "2562948",
            "reply_to_id": "2554394",
            "text": "Ég hef því miður ekki horft á þennan ,,íslenska bachelor\" en heyrði samt að allar stelpurnar þarna væru alveg forljótar.."
        },
        {
            "user": "jandia",
            "user_id": "56182",
            "date": "2005-10-10 09:18:47",
            "id": "2562972",
            "reply_to_id": "2554394",
            "text": "hef ekki séð þennan þátt en ég hef séð þessa ensku og mér finnst þeir alveg með því heimskulegasta sem ég hef séð í sjónvarpinu.\nBannað að rugla svona þáttum við Sorpið, það er æðislegasti staður á jörðinni"
        },
        {
            "user": "jandia",
            "user_id": "56182",
            "date": "2005-11-25 00:17:45",
            "id": "2731130",
            "reply_to_id": "2562972",
            "text": "Hahahah, so true:D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-10-10 09:19:38",
            "id": "2562978",
            "reply_to_id": "2554394",
            "text": "gelymdi að minnast á að þetta var samt skemmtileg grein :D"
        },
        {
            "user": "NoAngel",
            "user_id": "15331",
            "date": "2005-10-10 11:22:51",
            "id": "2563105",
            "reply_to_id": "2554394",
            "text": "Já þetta er sorp! Íslensk sjónvarpsþáttagerð hefur aldrei sokkið svona djúpt niður að mínu mati."
        },
        {
            "user": "Notoriuz",
            "user_id": "10774",
            "date": "2005-10-10 13:06:11",
            "id": "2563269",
            "reply_to_id": "2554394",
            "text": "Já nækvæmlega af hverju íslenski Bachelorinn og ekki piparsveinninn??\nÞátturinn er algjört crap og strákgreyið sem var valið þyrfti að ná betri tökum á íslensku máli, bara til þess eins að koma betur fyrir."
        },
        {
            "user": "sixx",
            "user_id": "54015",
            "date": "2005-10-10 14:09:27",
            "id": "2563371",
            "reply_to_id": "2554394",
            "text": "hver er munusrinn á íslenski bachelorinn og leitin? er þetta ekki það sama?:S"
        },
        {
            "user": "mahalo",
            "user_id": "11521",
            "date": "2005-10-10 14:11:34",
            "id": "2563374",
            "reply_to_id": "2554394",
            "text": "sorp.. Pottþétt - hvernig dettur þeim í hug að gera þennan þátt.. hann var ömurlegu"
        },
        {
            "user": "Titan",
            "user_id": "7585",
            "date": "2005-10-10 15:16:05",
            "id": "2563546",
            "reply_to_id": "2554394",
            "text": "Mesta ruglið er nú að gaurinn er ekki vitund ríkur, er ég varla að misskilja enn var ekki pointið í þessum þáttum að gaurinn átti að vera ‘ríkur’?"
        },
        {
            "user": "darkjesus",
            "user_id": "12986",
            "date": "2005-10-10 15:41:20",
            "id": "2563612",
            "reply_to_id": "2554394",
            "text": "Þessi helvítis þáttur er alveg það mesta ógeð og mesta rusl sem ég hef á ævinni litið….ALLT við þennann þátt er svo yfirþyrmandi hallærislegt að það ætti að lífláta þann sem er að framleiða þetta."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-10-10 17:18:26",
            "id": "2564073",
            "reply_to_id": "2554394",
            "text": "Hver getur gert undirskriftalista á netinu til að fá þetta drasl af Skjáeinum?"
        },
        {
            "user": "SmellyCat2",
            "user_id": "45991",
            "date": "2005-10-12 11:38:41",
            "id": "2570032",
            "reply_to_id": "2554394",
            "text": "vó hvað þetta er hallærislegur þáttur, er til sjónvarpefni sem er meira shallow. Hvernig dettur mönnum í hug að eyða pening í að gera svona sorp þætti.\nÉg vorkenni fólkinu sem lét hafa sig að fífli með því að samþykkja (og leitast) eftir því að komast í þáttin, virkilega hallærislegt lið."
        },
        {
            "user": "Mithrill",
            "user_id": "13367",
            "date": "2005-10-13 20:52:03",
            "id": "2575526",
            "reply_to_id": "2554394",
            "text": "Er að horfa á þetta með öðru auganu, þar sem ég plokkaði hitt út þegar þátturinn var hálfnaður. Þetta er… sorglegt. :P"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-10-13 23:13:39",
            "id": "2576166",
            "reply_to_id": "2554394",
            "text": "ættir að hafa sent þetta á sorp þessi þáttur er hryllingu"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-25 13:10:18",
            "id": "2731973",
            "reply_to_id": "2576166",
            "text": "sorpið er ekki staður fyrir svona viðbjóð"
        },
        {
            "user": "heilsukex",
            "user_id": "39769",
            "date": "2005-10-17 14:49:23",
            "id": "2586591",
            "reply_to_id": "2554394",
            "text": "Dejöfull er ég sammála þér!"
        },
        {
            "user": "heilsukex",
            "user_id": "39769",
            "date": "2005-12-29 23:14:43",
            "id": "2886368",
            "reply_to_id": "2586591",
            "text": "Sammála síðasta Ræðumanni"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-10-22 14:28:53",
            "id": "2605619",
            "reply_to_id": "2554394",
            "text": "þessi þáttur sucka"
        },
        {
            "user": "Weasley",
            "user_id": "54296",
            "date": "2005-10-28 14:48:40",
            "id": "2629247",
            "reply_to_id": "2554394",
            "text": "oki ég hélt að þessi þáttur yrði rosa skemmtilegur en þegar ég hafði mist af fyrstu tvem ur .áttunum þá ákvað ég að kæikja þá eiddi ég 3 dírmætum mínútum af lífi mínu í  eitthvað RUSL"
        },
        {
            "user": "whysoserious",
            "user_id": "27654",
            "date": "2005-10-30 16:44:45",
            "id": "2636751",
            "reply_to_id": "2554394",
            "text": "Frekar leiðinlegur þáttur, frekar mikil tímaeyðsla."
        },
        {
            "user": "BlueRuins",
            "user_id": "61143",
            "date": "2005-11-01 14:19:24",
            "id": "2643337",
            "reply_to_id": "2554394",
            "text": "Vonlaus þáttur með vonlausu nafni og vonlausu fólki. Vonlaust. Íslenski badzjelorinn? Piparsveinn er ágætt orð!"
        },
        {
            "user": "BlueRuins",
            "user_id": "61143",
            "date": "2005-11-03 17:35:57",
            "id": "2651755",
            "reply_to_id": "2643337",
            "text": "Bachelor=viðurstyggilegt rusl\nviltu þiggja þessa rós.\noj bara"
        },
        {
            "user": "golleyratastan",
            "user_id": "54701",
            "date": "2005-11-08 22:30:57",
            "id": "2672119",
            "reply_to_id": "2554394",
            "text": "þessi þáttur er eitthvað nákvæmlega eins og bandaríski batchelorinn…bara verið að stæla hann… ef maðru svarar spurinngunni þinni þá er þetta ekkert nema sorp!!"
        },
        {
            "user": "Origami",
            "user_id": "60855",
            "date": "2005-11-10 17:48:58",
            "id": "2677923",
            "reply_to_id": "2554394",
            "text": "Ég er allveg sammála þér um þennan þátt..!\nÓþolandi mikið bull.\nOg ég fatta ekki af hverju þeir nota ekki Íslenska tungumáli og segja Piparsveinninn."
        },
        {
            "user": "BlueRuins",
            "user_id": "61143",
            "date": "2005-12-02 18:26:04",
            "id": "2760897",
            "reply_to_id": "2554394",
            "text": "Svar við fyrirsögn:ÓJÁ"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-12-16 23:45:57",
            "id": "2827373",
            "reply_to_id": "2554394",
            "text": "sammála han su**a"
        },
        {
            "user": "heilsukex",
            "user_id": "39769",
            "date": "2005-12-29 23:21:28",
            "id": "2886413",
            "reply_to_id": "2554394",
            "text": "GERUM UNDIRSKRIFTA LISTA UM AÐ VIÐ VILJUM ALDREI NEITT  -SVONA EKKI-NÓGU-GOTT-FYRIR-SORPU-\nhata svona junk sem er sett í staðinn fyrir the top gear eða eikka"
        },
        {
            "user": "Ilona",
            "user_id": "46983",
            "date": "2006-01-19 23:03:29",
            "id": "2987885",
            "reply_to_id": "2554394",
            "text": "messta rusl, crap, shit, og meira sem er til… HVAÐ ER AÐ ÍSLENDINGUM… hvað er að okkur… erum við orðin það hugmyndarlaus að við verðum að gera allt sem ameríka gerir, eða gerðum við ósýnilegum sáttmála við ameríku sem engin veit af eða eitthvað þannig… þetta er að gera mig svolítið pirraða á því hvað það er mikið sem Íslendingar copya frá öðrum löndum… oki þetta var flott með Idolið en íslenski bachelorin er bara einum of… bull og vittleisa!!!!!"
        },
        {
            "user": "Arthorn",
            "user_id": "53242",
            "date": "2006-05-04 16:56:36",
            "id": "3428792",
            "reply_to_id": "2554394",
            "text": "Íslenski Bachelorinn er nú bara eikkað til að hafa á sorpinu. Mér finnst það eigilega ekki vera sjónvarpsþáttur…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-06-19 06:57:46",
            "id": "3636550",
            "reply_to_id": "2554394",
            "text": "Alveg sammála!!"
        }
    ]
}