{
    "forum_title": "Hip hop",
    "user": "Bjarn1",
    "user_id": "26808",
    "date": "2005-10-09 02:53:39",
    "title": "Cage",
    "text": "Æskan:\nCage eða Chris Palko fæddist í Wurzburg í Þýskalandi. Pabbi hans hét Bill Murray og var í herlögreglu Bandaríkjahers og starfaði við herstöð í Vestur Þýskalandi. Cage og fjölskylda hans bjó þar þangað til pabba hans var vikið úr starfi með skömm fyrir sölu og notkun á heróíni. Þegar Cage var 4 ára gamall voru hann og fjölskylda hans send til Bandaríkjana og settust að í Middletown, NY.\nÞegar þau komu til Middletown hélt faðir hans áfram að nota heróín, hann lét oft Cage hjálpa sér að setja heimatilbúna æðaklemmu á handlegginn á sér.\nEinn daginn fór pabbi hans frá fjölskyldunni og byrjaði með annarri konu. Það síðasta sem Cage sá af pabba sínum var þegar pabbi hans átti í höggi við lögregluna í Middletown eftir að hann hótaði fjölskyldunni með haglabyssu. Hann var handtekinn og Cage hefur ekki séð hann síðan, þá var hann 8 ára gamall.\nUnglingsárin:\nÁ sama tíma og mamma hans var í 3 hjónabandinu var hann rekinn úr Middletown highschool á sínu fyrsta ári. Stjúpfaðir hans lamdi hann, kýldi hann í hausinn og skildi eftir sig ör á enninu. Á þessum tíma byrjaði Cage í dópi (LSD, mescaline, weed, alcohol).\nMamma hans sendi hann til að búa hjá frænda sínum (sem barðist í Vietnam og hætti aldrei í hernum) í 1 ár á Þýskri herstöð.\nÞessi frændi hans hataði hann. Hann barði hann og sendi hann svo heim til Ameríku eftir 1 ár.\nChris fór að lenda í allskyns vandamálum, þar á meðal að vera handtekinn fyrir að hafa undir höndum fíkniefni, slagsmál o.s.frv.\nHann var 16 ára gamall á þessu tímabili.\nHann var látinn á skilorð fyrir kærur, eftir mörg brot horfðist hann í augu við fangelsisdóm.\nMamma hans sannfærði dómarann um að Cage væri í andlegu ójafnvægi og í staðinn fyrir fangelsi var hann sendur á Stony Lodge geðsjúkrahúsið í tveggja vikna athuganir sem síðan breyttist í 18 mánaða veru.\nÁ meðan hann var á geðspítalanum var hann hluti af smáum hóp sem voru tilraunadýr fyrir nýtt lyf sem var kallað Prozac, sem var ekki komið á markað þá. Vitlaust greindur og látinn á Prozac fékk Cage mikla sjálsmorðshvöt og gerði margar sjálfsmorðstilraunir (fyrst með því að reyna að hengja sig með skóreimunum sínum, svo geymdi hann alltaf lithium skammtana sína í margar mánuði og tók þá alla í einu).\nEftir þetta var fylgst sérstaklega með honum svo að hann myndi ekki drepa sig.\nHann var settur í einangrun oftar en 20 sinnum í allt að 13 tíma í einu (ólöglega), stundum var hann látinn í spennitreyju eða handjárnarnaður í rúmið.\nCage sagði síðar að þessir tímar hafi verið “rapp skólinn” hans. Þessum tíma sem hann var bundinn eða járnaður niður eyddi hann í það eina sem hann gat, að kafa inn í hugann og skerpa ímyndunaraflið og þjálfa það. Svona samdi hann.\nEftir að hafa komist yfir það að vera háður lyfjum eins og Lithium, Prozac og mörgum öðrum lyfjum (og fleiri lyfjum sem höfðu áhrif á aukaverkanirnar), þá fór Chris úr því að vera vandræðaunglingur í það að vera ungur maður.\nÁ endanum var honum sleppt útaf geðspítalanum og þá skírði hann sig Alex DeLarge eftir aðalpersónunni í kvikmyndinni Clockwork Orange.\nRapp ferill:\n18 ára gamall og ferskur eftir að hafa komið út af geðspítalanum ákvað Cage að láta reyna á hæfileika sína sem hann þjálfaði á meðan hann var í helvíti og ákvað að gerast proffesional rappari.\nHann gaf út demo og fékk sér umboðsmann og var kynntur fyrir Pete Nice. Pete var með Cage á “Dust to Dust” í laginu “Rich Bring ‘Em Back” árið 1993, en þetta var frumraun Cage af rappi.\nÍ gegnum Pete Nice kynntist Cage Bobbito Garcia sem var nýbyrjaður með “late night mix show” með DJ Stretch Armstrong. Þetta átti eftir að slá í gegn.\nHonum var boðið á sýninguna nokkrum sinnum og þar vann hann sér inn mannorð í undirheimum NY sem villtur og hrár nýr MC með frumlegan stíl sem var byggður á kvalarfullu lífi hans og geðveiku myndmáli.\nÍ gegnum “late night mix show” kynntist hann KMD (sem var með Zev Love X eða MF DOOM fremstan í flokki) og myndaði sterk vinabönd við Subroc.\nCage var síðastur til að sjá Subroc á lífi áður en hann var drepinn.\nHann eignaðist einnig marga vini í gegnum þetta show, Kurious Jorge,\nK-Solo, Godfather Don, Artifacts, Pharoah Monch, El-P (sem reyndar vann með Cage í 3 laga demoi árið 1994), the Juggaknots og fleirum.\nBobbito og Pete Nice byrjuðu með fyrirtæki í undir merkjum Columbia Records sem var kallað Hoppoh og var þeirra fyrsta verkefni að gefa út efni með Cage. Á þessum tíma var Cage í harðri neyslu og í hvert skipti sem hann kom inn í stúdíóið var hann í of mikilli vímu til þessa að geta tekið upp eitthvað sem Columbia hélt að væri þess virði að hafa efst á útgáfulista.\nVonsvikinn og niðurdreginn setti Cage rappdrauma sína á bið og flutti aftur til Middletown þar sem hann sökk dýpra og dýpra í eiturlyfjaneyslu og fékk að vita að hann væri að fara að eignast barn.\nÁrið 1997 byrjaði vinur og lærifaðir Cage, Bobbito Garcia með sitt eigið útgáfufyrirtæki sem hann kallaði Fondle ‘Em Records og bauð Cage 12” samning.\nEinbeittur og ákveðinn í að takast þetta í þetta skipti samdi Cage síngúlinn Agent Orange. Síngúllinn varð einn af stærstu hitturunum í rapp undirheimum NYC og álit fólks á Cage fór hækkandi.\nEftir nokkrar fleiri plötur með Fondle ‘Em, hitti Cage og varð vinur Philly og rappsveit í New York sem hét The High And the Mighty. Hann stofnaði aðra sveit með þeim sem var kölluð The Smut Peddlers, Rawkus (sem var á plötum frá Company Flow og Mos Def, o.fl) bauð þeim disk í fullri lengd í gegnum “Eastern Conference”. Platan seldist í yfir 50.000 eintökum og breytti Cage í rísandi rapp stjörnu.\nCage gerði fleiri plötur með Eastern Conference, þar á meðal hans fyrstu solo plötu “Movies for the Blind”. Platan sýndi hvernig Cage breyttist í gegnum hræðilegu unglingsárin, byggðum á villtum, hráum, ofbeldisfullum, djörfum og uppreisnargjörnum viðhorfum sem hann hafði gegnum þessi ár. Platan hafði selst í 15.000 eintökum eftir aðeins 2 vikur og hersveit hans af aðdáendum stækkaði og stækkaði. Hann ferðaðist um heiminn og kynnti plötuna.\nStuttu seinna byrjaði hann með sveit sem kallaði sig “Weathermen” sem samanstóð af góðum vinum, Camu Tao, El-P, Aesop Rock, Yak Ballz, Tame 1, Breeze úr the Juggaknots og Vast Aire.\nÍ dag er hann hjá Def Jux ásamt Aesop Rock, C Rayz, Cannibal Ox, El-P, Hangar 18, Mr. Lif, Murs, Pfac, RJD2, Rob Sonic, Sa Smash og The Perceptionists og er nýbúinn að gefa út plötuna Hell´s Winter sem mér finnst frábær plata.\n————————————————\nÉg afsaka ef það eru einhverjar stafsetninga eða málfræði villur, einnig ef þetta er illa þýtt eða rangt að einhverju leyti. Ég er orðinn dauðþreyttur eftir að hafa skrifað þetta.\nÞýtt af:\nhttp://www.definitivejux.net/jukies/cage/",
    "url": "https://www.hugi.is/hiphop/greinar/334888/cage/",
    "url_id": "334888",
    "id": "2559534",
    "replies": [
        {
            "user": "Bjarn1",
            "user_id": "26808",
            "date": "2005-10-09 03:45:32",
            "id": "2560119",
            "reply_to_id": "2559534",
            "text": "Bjarni."
        },
        {
            "user": "Bjarn1",
            "user_id": "26808",
            "date": "2005-10-09 04:03:47",
            "id": "2560127",
            "reply_to_id": "2560119",
            "text": "?"
        },
        {
            "user": "Ferskastur",
            "user_id": "48865",
            "date": "2005-10-09 10:57:24",
            "id": "2560327",
            "reply_to_id": "2560127",
            "text": "Mér fannst gamli ruglaði Cage mun betri. Er alls ekki að fíla nýju plötuna hans. FInnst hún nær því að vera léleg en sæmileg."
        },
        {
            "user": "Ferskastur",
            "user_id": "48865",
            "date": "2005-10-09 11:29:28",
            "id": "2560362",
            "reply_to_id": "2560327",
            "text": "Maður þarf að vera eitthvað kúkú í hausnum til að finnast nýja léleg. Er að bíða eftir sendingunni með henni, en hef hlustað á brot úr öllum lögunum á definitivejux.com og taktarnir gefa oft hroll, og Cage er sætur og reynslumikill maður sem veit betur."
        },
        {
            "user": "Ferskastur",
            "user_id": "48865",
            "date": "2005-10-09 12:06:15",
            "id": "2560430",
            "reply_to_id": "2560362",
            "text": "Ég er greinilega kúkú í hausnum, því mér fannst hún sérstaklega léleg taktalega séð, hehehe"
        },
        {
            "user": "Pac",
            "user_id": "11943",
            "date": "2005-11-17 08:55:43",
            "id": "2702575",
            "reply_to_id": "2560430",
            "text": "Er að pæla…Finnst þér þá pródúserar hjá Definitive Jux(El-P, Blockhead, Rjd2, Camu Tao) bara lélegir yfir höfuð?\nMér finnst þeir allavega standa sig vel á plötunni."
        },
        {
            "user": "Ferskastur",
            "user_id": "48865",
            "date": "2005-11-17 11:13:47",
            "id": "2702793",
            "reply_to_id": "2702575",
            "text": "Mér finnst það eiginlega í flestum tilfellum. RJD2 á samt sína spretti."
        },
        {
            "user": "binnisk8",
            "user_id": "15359",
            "date": "2005-10-09 13:10:04",
            "id": "2560588",
            "reply_to_id": "2559534",
            "text": "dno, sko.. hlusta ekki á svona evrópskt rapp :/ en fín greyn hjá þér ;"
        },
        {
            "user": "darrri",
            "user_id": "22549",
            "date": "2005-10-09 13:47:38",
            "id": "2560710",
            "reply_to_id": "2560588",
            "text": "evrópskt rapp?!?!?"
        },
        {
            "user": "BoggiGudfadir",
            "user_id": "30020",
            "date": "2005-10-09 15:00:40",
            "id": "2560921",
            "reply_to_id": "2560588",
            "text": "Ég held barasta að þú hafir ekki lesið greinina…"
        },
        {
            "user": "binnisk8",
            "user_id": "15359",
            "date": "2005-10-09 18:35:47",
            "id": "2561541",
            "reply_to_id": "2560921",
            "text": "sá bara hvítan gaur og þýskaland :"
        },
        {
            "user": "BoggiGudfadir",
            "user_id": "30020",
            "date": "2005-10-09 19:42:53",
            "id": "2561766",
            "reply_to_id": "2561541",
            "text": "Hvernig geturðu þá sagt að þér hafi þótt þetta vera fín “greyn”?\nMér finnst ekkert rosalega leiðinlegt að þurfa segja þér það að þú varst að skjóta þig svo ílla í löppina og gerðir þig að algjörum vitleysing."
        },
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2005-10-09 21:48:31",
            "id": "2562191",
            "reply_to_id": "2561766",
            "text": "bíddu veistu hvað gr\ny\nn er … ;D þetta var mjög fín greyn hjá ef farið er út í það."
        },
        {
            "user": "BoggiGudfadir",
            "user_id": "30020",
            "date": "2005-10-09 23:12:31",
            "id": "2562487",
            "reply_to_id": "2562191",
            "text": "Nei ég get ekki sagt að ég viti hvað “gryn” er né “greyn”…"
        },
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2005-10-10 01:57:23",
            "id": "2562759",
            "reply_to_id": "2562487",
            "text": "didn't notist my erro"
        },
        {
            "user": "BoggiGudfadir",
            "user_id": "30020",
            "date": "2005-10-09 16:11:58",
            "id": "2561107",
            "reply_to_id": "2559534",
            "text": "Góð grein um örugglega góðann MC. Hef heyrt góða hluti um þennan mann en aldrei tekið mig til og splæst í einhverja plötu með honum.\nEn ég rakst á The High and Mighty í þessari grein,ef hann hefur unnið með þeim þá hlýtur hann að vera góður, elska alveg High N Mighty."
        },
        {
            "user": "Eddi",
            "user_id": "21852",
            "date": "2005-10-09 18:29:39",
            "id": "2561526",
            "reply_to_id": "2559534",
            "text": "góð plata.. ca. 50 af greininni kemur fram í stripes og smátt í öðrum lögum"
        },
        {
            "user": "KariBjorn",
            "user_id": "39275",
            "date": "2005-10-10 16:35:15",
            "id": "2563836",
            "reply_to_id": "2559534",
            "text": "þessi plata er ekkert nema dóp… Stripes, Hell's Winter, Good Morning, Subtle Art Of A Breakup Song(dópaðasta sögulag sem ég hef heyrt), ofl. ofl. ofl…..\nÁn efa kandídat til bestu plötu ársins!"
        },
        {
            "user": "Irizh",
            "user_id": "60763",
            "date": "2005-10-11 18:38:30",
            "id": "2568191",
            "reply_to_id": "2559534",
            "text": "mjög góð grein :D Cage er snillingu"
        },
        {
            "user": "pablo",
            "user_id": "719",
            "date": "2005-10-12 17:58:05",
            "id": "2571343",
            "reply_to_id": "2559534",
            "text": "Shoot Frank á Hell´s Winter pródúsað af Rjd2 er eitt af betri lögum ársins. Þetta lag hérna líka: Gnarls Barkley (Danger Mouse & Cee-Lo Green) - Crazy\nhttp://www.cadenceweapon.com/audio/Gnarls_Barkley_-_Crazy.mp3"
        },
        {
            "user": "Bjarn1",
            "user_id": "26808",
            "date": "2005-10-12 18:04:46",
            "id": "2571376",
            "reply_to_id": "2571343",
            "text": "Shoot Frank er mjög gott, mér finnst líka Scenester sem er producað af Blockhead vera helvíti gott og Weathermen gang er líka geggjað.\nBesta lag plötunnar að mínu mati er samt Hell´s Winter :)\nAnnars er þetta bara geðveikur diskur á heildina litið."
        },
        {
            "user": "McGauti",
            "user_id": "29605",
            "date": "2005-10-19 19:01:36",
            "id": "2595326",
            "reply_to_id": "2559534",
            "text": "góð grein, var samt búinn að lesa þetta mest allt áður.\nFucked up ævi sem gaurinn er búinn að upplifa.\nHann er feitt góður MC líka og er einn af mínum uppáhaldsröppurum."
        },
        {
            "user": "Bjarn1",
            "user_id": "26808",
            "date": "2005-10-25 23:43:48",
            "id": "2620132",
            "reply_to_id": "2559534",
            "text": "Ahh, Cage <3 Gotta Luff Him, Frábær Grein Btw"
        },
        {
            "user": "Bjarn1",
            "user_id": "26808",
            "date": "2005-11-07 18:36:09",
            "id": "2666498",
            "reply_to_id": "2620132",
            "text": "takk :)"
        }
    ]
}