{
    "forum_title": "Smásögur",
    "user": "krizza4",
    "user_id": "54759",
    "date": "2005-10-11 22:41:59",
    "title": "Fann ég mína leið?",
    "text": "Ég sit hérna og hugsa, hvað er ég, er ég ,ég? Eða er ég bara þú, bara öðruvísi þú? Ég er líklegast ekki þú, ekki einu sinni öðruvísi mynd af þér. Ég er líklegast bara ég, eða semsagt- Engin.\nÉg er að velta því fyrir mér- aftur, hvort þú viljir hitta mig aftur, eftir það sem ég lét þig ganga í gegnum, ætli ég eigi það skilið? Hvað í fjandanum var ég að gera þér?\nJá, á hverjum degi, þetta er orðin þráhyggja hjá mér, að sitja við símann, bara bíða, bíða eftir engu, af hverju er ég að gera það? Nema þennann eina dag, núna ætla ég að athuga hvort staðhæfing læknisins míns sé rétt, hvort lokun sé það eina rétta, svo ég komist út, svo ég verði ekki eins og ég er núna, í dag.\nÉg tek upp tólið, það er þyngra en ég hélt, þyngra en síðan fyrir 1 ári síðan, ég hef ekki talað við neinn nema lækninn minn eftir uppátæki mitt, og hann kom í heimavitjanir.\nNúmerin á símanum eru orðin lúin, ég stimpla númerið 1-1-8 og segi G-g-g-óðan d-d-dag, e-e-ert-u-u-u með n-n-n-númerið h-h-já A-a-a—aðal-S-S-steini Þ-þ-orsteinssyni?\nKonan svaraði og ég stamaði lítið T-t-takk út úr mér, tólið þyngdist enn meira þegar ég reyndi að stimpal númerið hjá honum, en hvað gat ég annað gert, ég varð að finna frið inní mér, og ég stimplaði númerð.\nAlltaf þegar hann svaraði lagði ég strax á aftur, en allt í einu, þá hringdi síminn minn, hann hlýtur að hafa rekið símtalið, eða já… hringt í 118 eins og ég og fengið nafnið, mitt. Ég tók upp tólið, það var enn þyngra en áðan, það fannst mér skrítið af því að ég streyttist ekkert á móti því að segja hæ.\nÉg stamaði ekki lengur, Lóa hér, hver er þetta með leyfi? Á línunni var svarað um hæl, Aðalsteinn hér, hvað vilt þú vilja að hringja hingað, hefur þú ekki gert nóg af því að reita mig til reiði? Ég gat ekki meir, og lagði á. Ég komst að því að það var ekki síminn sem var þungur, heldur mín byrði að byrgja sig upp.\nÉg lagðist niður í rúmið mitt, blautur koddi að vana, eftir tár mín, drukknaður koddi, hann er drukknaður í tárum mínum, geri ég allt vitlaust?\nÉg vaknaði við dyrabjöllu óminn í eyrum mínum, ég trúði því ekki í fyrstu, hélt að mig væri að dreyma, en ég var að fá heimsókn, frá Alla.\nÉg opnaði dyrnar þó þær voru þungar, þær voru byrði eins og hjarta mitt. Og hjarta mitt stóð opið, allveg eins og dyrnar ættu að gera.\nAðalstein stóð í dyrunum, ég sagði við hann að tími minn sé kominn og bað hann um að taka mig. Aðalsteinn tók mig upp, og fór út á svalir, flaug upp í nóttina, en sagði svo við mig, Þú átt ekki heima uppi, og sleppti mér eins og ekkert væri.\nÉg sem hélt að hann væri verndarengillinn minn.\nChristiana",
    "url": "https://www.hugi.is/smasogur/greinar/334847/fann-eg-mina-leid/",
    "url_id": "334847",
    "id": "2559163",
    "replies": [
        {
            "user": "kiza",
            "user_id": "27731",
            "date": "2005-10-11 22:49:40",
            "id": "2569332",
            "reply_to_id": "2559163",
            "text": "Mjög gott."
        },
        {
            "user": "krizza4",
            "user_id": "54759",
            "date": "2005-10-12 14:57:56",
            "id": "2570433",
            "reply_to_id": "2569332",
            "text": "takk :)"
        },
        {
            "user": "zikzak",
            "user_id": "32405",
            "date": "2005-10-23 23:47:02",
            "id": "2611549",
            "reply_to_id": "2559163",
            "text": "þetta er bara ansi flott saga…=D"
        },
        {
            "user": "krizza4",
            "user_id": "54759",
            "date": "2005-10-24 16:11:34",
            "id": "2613508",
            "reply_to_id": "2611549",
            "text": "takk :)"
        }
    ]
}