{
    "forum_title": "Deiglan",
    "user": "skuggi85",
    "user_id": "12479",
    "date": "2005-10-10 01:59:25",
    "title": "Palestínumenn og fjölmiðlar...",
    "text": "Ef maður reynir að tala fyrir hönd Ísraelsmanna og fá fólk til þess að sjá þeirra hlið málsins, þá er alltaf einhver fljótur að svara manni um að það sé áróður. Gyðingar eiga eða stjórna helstu fjölmiðlum í vesturlöndum, þessa tuggu heyrir maður aftur og aftur. Ef eitthvað er jákvætt fyrir hönd Ísraels þá hlýtur það að vera rangur áróður fjölmiðla, stjórnað af gyðingum og Bandaríkjamönnum. Allavega virðist það vera þannig á Íslandi í dag og meirihluta Evrópu.\nEn er það raunin? Ég ætla ekki að fara að fullyrða að Ísraelsmenn/gyðingar séu blásaklausir þegar kemur að þessu. En þetta virðist vera svo mikil skipting. Ef frétt hallast að því að vera jákvæð fyrir hönd Palestínumanna, þá heyrir maður engar vafasemisraddir. En þegar það er öfugt þá eru þær fljótar að koma út um allt. Jafnvel þó fréttirnar séu frá sömu fréttastofunni þá virðist það fara eftir efninu í fréttinni hvort það sé treyst fréttastofunni eða ekki.\nEn getur verið að þetta sé alveg öfugt? Eða að Palestínumenn séu með fjölmiðla í lúkunum á sér? Hér fyrir neðan er linkur að myndbandi sem útskýrir mjög vel þá fréttaframleiðslu sem hefur verið í gangi hjá Palestínumönnum. Sviðsett atriði sem eiga að vera bardagar þar sem Palestínumenn falla eða særast. Leikstýrð atriði sem á endanum urðu fréttaefni hjá fjölmiðlum um allan heim. Meðal annars þeim vestrænu stöðum sem “gyðingarnir stjórna”.\nhttp://seconddraft.org/streaming/pallywood.wmv\nEins og vanalega býst ég við því að fá meirihlutann á móti mér í þessari umræðu. En finnst algjört lágmark að þið kíkið á þetta myndband áður en þið tjáið ykkur.",
    "url": "https://www.hugi.is/deiglan/korkar/335185/palestinumenn-og-fjolmidlar/",
    "url_id": "335185",
    "id": "2562765",
    "replies": [
        {
            "user": "KafteinnFalki",
            "user_id": "25439",
            "date": "2005-10-10 02:41:02",
            "id": "2562819",
            "reply_to_id": "2562765",
            "text": "það sé treyst fréttastofunni?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-10-10 02:48:02",
            "id": "2562824",
            "reply_to_id": "2562819",
            "text": "Hvernig gengur að downloada myndbandinu?"
        },
        {
            "user": "KafteinnFalki",
            "user_id": "25439",
            "date": "2005-10-10 02:51:37",
            "id": "2562826",
            "reply_to_id": "2562824",
            "text": "hægt"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-10-10 23:23:04",
            "id": "2566132",
            "reply_to_id": "2562826",
            "text": "Jæja hvernig fannst þér það? :)"
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2005-10-10 15:32:23",
            "id": "2563586",
            "reply_to_id": "2562765",
            "text": "Amm, ég verð að vera sammála þér, þó ég trúi ekki alveg eitt hundrað prósent á þetta myndband þá er ég kominn með uppí kok af Palestínu og þeirra áróðri. Ísrael gefur eftir til að reyna að tryggja frið og koma vináttu á en Palestínumenn þrýsta bara meira og auka árásir sínar, þeir vilja greinilega ekki frið, þeir vilja blóðbað"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-10-10 18:05:16",
            "id": "2564341",
            "reply_to_id": "2563586",
            "text": "Já ég veit að það er heldur ekki hægt að vera 100% viss um að allt í myndbandinu sé rétt.\nEn myndbönd ljúga ekki. Ef þeir hefðu sýnt þessi myndbönd án útskýringa þá hefði maður samt áttað sig á mörgu sem er ekki eðlilegt."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-10-11 19:05:45",
            "id": "2568348",
            "reply_to_id": "2562765",
            "text": "Fake news, that's not really news.  Þessi setning hefur ef vel er athugað, tvenna merkingu.\n„The nation's immediate problem is that while the common man fights America's wars, the intellectual elite sets its agenda. Today, whether the West lives or dies is in the hands of its new power elite: those who set the terms of public debate, who manipulate the symbols, who decide whether nations or leaders will be depicted on 100 million television sets as ‘good’ or ‘bad.’ This power elite sets the limits of the possible for Presidents and Congress. It molds the impressions that move the nation, or that mire it.“ -Richard Nixon, 1980, úr bókinni The Real War\nÉg var búinn að benda þér á psyop aðgerðir Bandaríkjahers í Írak.  Þetta er algengt, mannstu eftir bretanum sem bjó til sviðsetta aftöku líkt og þessi sem voru endalaust að koma frá Írak?  Hann sýndi fram á með þessu að það væri minnsta mál að búa til svona myndband.  Enda tók hver einasta fréttastöð þetta og birti, það setti engin spurningamerki við þetta.\nAl Jazeera, fréttamiðill sem ég tók eftir að þú varst farinn að vitna í óspart, hefur greint frá því oftar en einu sinni að ýmislegt bendi til þess að sprengjuárásir í Írak séu sviðsettar af bretum og bandaríkjamönnum.  Þetta væri þá dæmi um frekari psyop aðgerðir.\nStríð hugmyndafræða fer fram í akademíunni og í fréttamiðlum, þetta veit hver maður sem skoðar sig um.  Það er t.d. ekki tilviljun að BNA styðja Ísraela, það er hugmyndafræðilegs eðlis.\nÍ eðli sínu er auðvelt að misnota fréttamiðla, það er ekki tilviljun að\nAl-Qaida opnaði sjónvarpsstöð\n.\nBara með því að skoða efnisvinsluþáttaranins er augljóst að þeir hafa kynnt sér hvernig þetta er gert.  Ég get lofað þér að þeir áorka meiru með þessu sjónvarpsefni en nokkurntíman sprengjum."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-10-11 19:08:57",
            "id": "2568363",
            "reply_to_id": "2568348",
            "text": "Já…\nSamt með Írak, ætla ekki að taka neina afstöðu hvort það sé eitthvað til í þessu hjá þér. En er það ekki frekar slæmt en gott fyrir Bandaríkjamenn og Breta þegar það eru gerðar árásir í Írak? Það virðist vera aðal vopn þeirra sem voru á móti innrásinni."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-10-11 19:28:14",
            "id": "2568470",
            "reply_to_id": "2568363",
            "text": "Hver er helsta réttlæting Bandaríkjana um þessar mundir til að lengja dvöl sína í Írak?\nÞú hlýtur að kannast við hugtakið hræðslu áróður.  Ef þú sannfærir fólkið um að það eina sem haldi þessum morðóðu uppreisnamönnum frá því að grípa völdin í augnablikinu er vera bandaríkjahers í landinu, er þetta þá ekki, þrátt fyrir einhverjar gagnrýnar skoðanir, til lengri tíma betra fyrir ríkistjórn BNA ef það er vilji hennar að dvelja í landinu.  Það helsta sem sýnir fram á “kraftin” sem uppreisnarmenn og minna á hann, eru þessar sprengjuárásir sem þeir endurtaka.\nEf þú ætlar að sannfæra Íraka, þá eru sprengjuárásinar kostur, en líklegast lítið nema auka púður fyrir þá sem eru utan landsins."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-10-13 10:30:30",
            "id": "2573484",
            "reply_to_id": "2568470",
            "text": "já, athyglisvert.\nRice sagði nýlega að ef herinn færi úr landinu myndu þessir hryjuverkamenn taka völdin.\nEn á móti kemur að alveg frá því að Bush lýsti yfir sigri hafa menn þar á bæ reglulega haldið því fram að uppreisnin sé við það að leggja upp laupana. Handtaka saddams, spilastokkurinn og alls konar tilefni hafa verið notuð og þessi stjórnarskrá verður síðan sjálfsagt nýjasta hálmstráið fyrir enn einni dánarfregninni yfir uppreisnarmönnum.\nOg svo er kostnaðurinn við að halda úti hernum þarna orðinn óheyrilegur og mannfall hermanna hefur haldist stöðugt.\nÞannig að sé nú ekki tilganginn fyrir hersetu -nema þeir fái eitthvað fyrir sinn snúð með því að koma upp leppríki og hefja “rússneska einakvæðingu” á olíulindum handa þeim fyrirtækjum sem Bush-stjórnin er nátengd."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-10-13 11:42:55",
            "id": "2573569",
            "reply_to_id": "2573484",
            "text": "Já, svo, hugsanlega hefur Al Jazeera eitthvað til sýns mál, ef við horfum á það sem Rice segir.  Hinsvegar, þá er það réttilega ályktað, að þetta kemur alls ekki heim og saman við það sem Bush segir stundum í ræðum sínum.  En við hvern er hann að tala í þessum ræðum?  Hver er markhópurinn?\nVið vitum fyrir víst að sprengjuárásirnar eru okkur fjarlægar, en Írakar horfa upp á þetta.  Svo það er efni í psyop aðgerðir þar í landi meðan hægt er að beita öðrum í BNA.\nAð sjálfsögðu, get ég ekkert fullyrt um þetta.  En ég hugsa bara sem svo, ef ég ætti að fara sannfæra þessa tvo mismunandi hópa, þá að sjálfsögðu þarf ég tvær mismunandi aðferðir.  Ætli það sé ekki auka atriði þótt einn og einn sjái einhverja mótsögn í þessu.\nEn já, “tilgangur” með hersetunni.  Hvort hefur Rice rétt fyrir sér um að tilgangurinn sé að koma í veg fyrir að hryðjuverkamenn séu að taka yfir eða hefur Bush rétt fyrir sér að uppreisnarmenn séu allir að leggja upp laupana (og eins og þú segir, hafa verið að gera það í langan tíma).  Eru Bush og Rice ósammála eða hvað?  Eða eru þau að gera þetta viljandi?\nSvo gæti verið að þetta sé bara pólítískt jargon til að rugla okkur í ríminu og halda okkur frá hinum einfalda veruleika:\nhttp://www.ccmep.org/2003_articles/Iraq/042603_reason_for_war.htm\nHver veit?  Mér finnst þetta allt saman, aðalega furðulegt.  Alveg augljóst að menn eru ekki að segja allan sannleikan."
        },
        {
            "user": "0000000000",
            "user_id": "60812",
            "date": "2005-10-14 23:36:11",
            "id": "2579257",
            "reply_to_id": "2573569",
            "text": "Ég er með smá samsæriskenningu:\nHaldið þið að það sé bara tilviljun að: palestínumenn hafi flutt vopn í sjúkrabílum\nskotið á ísraela úr skólabyggingum\nsent 12ára börn með byssur á móti skriðdrekum\nfalið hryðjuverkamenn í flóttamannabúðum\nog komið svo vælandi í fréttirnar og segjast vera fórnarlömp?\nÞeir eru skipulagðari en við höldum, ég segi að þetta sé allt planað til að fá meiri vorkunn.\neitt í viðbót: þegar ísraelar sprengja eitthvað upp þá er alltaf sagt frá að þrjú eða fleiri börn konur og óbreyttir borgarar hafi dáið en þegar palestínumenn sprengja upp strætó þá er bara talað um að 12 mann létu lífið í sjálfsmorðsárás\nég get alldrei verið sammála því að berjast á móti hervaldi með því að sprengja upp saklausa borgara, ég er ekki að réttlæta aðgerðir ísraels en palestínumenn geta heldur ekki réttlætt morð á saklausum borgurum, þeir fengu meiri samúð frá mér amk ef þeir réðust á hermenn en ekki börn"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-10-14 23:43:09",
            "id": "2579281",
            "reply_to_id": "2579257",
            "text": "Áhugavert."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-10-22 08:26:54",
            "id": "2604721",
            "reply_to_id": "2573569",
            "text": "Klikkaðu á “Iraqi Truth Project” í undirskriftinni. Mæli með “Weapons of Mass Destruction” (líka “Mass Graves”). Sjálfstæðir kvikmyndagerðamenn (meðal annars Íraki) gerðu myndina eftir að þeim fannst fjölmiðlar ekki kafa nógu djúpt í grimmdarverk Saddams og réttlætingu stríðsins. Ég er reyndar ekki búinn að sjá hana en ég er búinn að kíkja á “Making the movie” og lesa efni á síðunni, strax fær maður skýrari mynd af þessu og ég bíð spenntur eftir því að fá DVD diskinn sem ég var að panta í gær :)\nGagnrýnisraddir hafa komið úr báðum áttum þegar kemur að fjölmiðlum. Ég held að ástæðan sé sú að fjölmiðlar kafa ekki nóg í málið og hafa allt of “almennar” upplýsingar. Svona margir kusu, svona margir létu lífið…. Í stað þess að kafa almennilega í fortíðina og mannlegu hlið málsins."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-10-22 12:28:35",
            "id": "2605182",
            "reply_to_id": "2604721",
            "text": "Já, er að næla mér í hana. [heilaþvottur] Þú virðist hafa meira gaman af video en texta svo endilega skoðaðu þetta:\nhttp://www.chomskytorrents.org/Torrents.php"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-10-22 12:51:47",
            "id": "2605243",
            "reply_to_id": "2605182",
            "text": "Allt er auðvitað að vissu leiti áróður…\nEn þegar það kemur að Írak þá tek ég frekar mark á Íraka sem vil að fólk sjái hvernig þetta var í raun og veru, heldur en George Bush hatara (Michael Moore) sem hegðar sér svo sjálfur eins og þeir sem hann hefur gagnrýnt.\nÍ myndinni er einmitt gert nákvæmlega það sama við Moore og það sem hann hefur gert við aðra, t.d. eigendur stórfyrritækja. Framleiðendur WMD þurftu að  vera fyrir utan heimili hans í marga daga til þess að fá viðtalið. Hversu oft hefur Moore gagnrýnt slíka hegðun?\nThe documentary, set for theatrical release this week, is the first for Brad Maaske, a California businessman troubled by works like Michael Moore's “Fahrenheit 9/11” and the efforts of some uninformed Hollywood filmmakers.\nÓlíkt röngum eða ýktum áróði eins og Fahreinheit 9/11… þá tekur þessi kvikmynd ekki pólitíska afstöðu. Heldur aðeins sýnir áhorfandanum heildarmyndina af Saddam Hussein og hvernig ástandið var í Írak."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-10-22 12:59:26",
            "id": "2605263",
            "reply_to_id": "2605243",
            "text": "Ég hef nú aldrei tekið mikið mark á Moore, lít meira á hann sem skemmtikraft.  Það sem að verið er að gera í WMD er það sama og Noam Chomsky hefur verið að gera síðan 11. september, hann vekur áhuga á sagnfræðilegu samhengi atburða og samanburði (torrent síðan sem ég bennti á er samt ekkert tengd honum beint).  Ég mæli með flestum bókum hans um pólítík (getur svo sem lesið málvísindarit hans, en ég efast um að þú hafir áhuga).  Svo er það félagi hans Howard Zinn, sem er enn annar merkilegur karl, sem virðist hafa meiri áhuga á sögu Bandaríkjana og svona, en það er afar áhugavert og mikilvægt að skoða það til hlýtar til að skilja hegðun BNA.\nÞú getur líka skoðað chomsky.info til að finna lesefni."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-10-22 08:17:16",
            "id": "2604717",
            "reply_to_id": "2573484",
            "text": "Hmmm er ekki aðeins verið að taka úr samhengi það sem Rice segir?\nÞað sem Bush, Rice, hernaðarleiðtogar (bæði Íraskir og Bandarískir) og Íraskir stjórnmálaleiðtogar virðast vera með sátt um, er að áhættan er gífurleg á að það verði borgarastyrjöld ef það er yfirgefið landið áður en Írakar eru orðnir hæfir til þess að sjá um varnir landsins.\nFyrst eftir innrásina þá var talað um að hryðjuverk yrðu líklega ekki mikið lengur en ár. Uppreisnarmenn hefðu fundið/stolið fullt af vopnum einmitt þegar innrásin var. Og að þessi vopn myndu klárast á endanum. En hver er raunin í dag? Ekki aðeins hafa uppreisnarmennirnir nóg af vopnum, heldur eru þau orðin þróaðari en árið 2003. Hvað er í gangi? Jú vopnabirgðinar væru löngu búnar að klárast ef að erlendir hryðjuverkamenn væru ekki að streyma inn í landið með mannsafla og vopn. Talið er að þeir séu aðallega frá Sýrlandi en einnig frá Íran. Númer 1, 2 og 3 þegar kemur að vörnum landsins er að hafa öflugt landamæraeftirlit ásamt því að hafa almenna lögreglu og herlið.\nSvo verðum við að átta okkur á því að aðal markiðið hjá hryðjuverkamönnunum er að eyðileggja lýðræðisþróunina í Írak. Því má búast við því að strax á næsta ári muni árásum byrja að fækka, eftir þingkosningarnar.\nÞó að Bandaríkjamenn séu að leiða varnir landsins þá eru völdin samt sem áður hjá Írökum, landið er ekki hersetið. Írösk stjórnvöld vilja hafa bandamenn áfram í landinu á meðan verið er að þjálfa Íraka til þess að taka yfir vörnunum. Markmiðið er að Írakar taki að mestu leiti yfir þeim á næsta ári og að þá verði byrjað að fækka hermönnum. En líklega verður það gert í litlum skömmtum yfir næsta áratuginn til þess að minnka líkurnar á að það mistakist.\nEkkert bendir til þess að Bandaríkjamenn ætli að “stela” olíuauðlindum Íraks. Þessar auðlindir eru í eigu Íraka og hefur það einmitt verið aðal deilan um hvernig eigi að skipta þeim auðlindum. Reikna má með því auðvitað að olía verði seld Bandaríkjamönnum, enda allt of stór markaður til þess að sniðganga. En spár friðarsinna um að það verði “stolið olíunni” hafa ekki orðið að raunveruleika. Ekkert frekar en þessi risastóra borgarastyrjöld sem allir eru en þá að bíða eftir.\nHryðjuverkaárásir verða því miður líklega raunveruleiki í Írak næstu áratugina. Þó þeim fari líklega fækkandi nú á næstu árum. En er það eini mælikvarðinn um lífsgæði? Það eru reglulegar hryðjuverkaárásir í Ísrael en samt sem áður eru lífsgæði mjög góð þar, meðalaldur svipaður og á Íslandi. Saddam var að drepa um 20-50 þúsund manns árlega að meðaltali og því á ég erfitt með að samþykkja að hryðjuverkaárásinar séu verri. Frelsi með mannfalli hlýtur að vera skárra en kúgun og aðeins meira mannfall.\nSvo hefur efnahagurinn farið batnandi frá árinu 2004 og eru 3/4 viðskiptamanna bjartsýnir um að efnahagurinn muni halda áfram að vaxa næstu árin."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2005-10-21 23:06:36",
            "id": "2604001",
            "reply_to_id": "2562765",
            "text": "Sammála Skuggi,\nÉg vil benda á að Stúdentablaðið virðist orðið málgagn eða ölluheldur áróðusbleðill Palestínumanna, með þessum venulega subbuáróðri. Það kom hér gyðingur frá Svíþjóð sem hélt að ástandið hér væri betra en þar í þessum málum, en varð fyrir áfalli þegar hann sá enn hatursfyllri og einhliða áróður gegn Ísraelum,og þegar hann vildi skrifa á móti þessu í Moggan neitaði Styrmir honum.\nÉg held að margir séu að sjá að eins og Ísraelar sögðu þá var friður (og óspillt stjórnsýsla) vonlaus meðan Arafat var við völd, og múrinn hefur sannað gildi sitt.\nAð lokum; Það búa um milljón Arabar í Ísrael sem hafa full réttindi sem borgarar( í raun meiri þar sem þeir þurfa ekki að gegna herþjónustu) og meiri réttindi en Arabar í eigin löndum. Þeir mega mótmæla stefnu Ísraela og gleðjast yfir óförum Ísraela, svo er verið að lýkja Ísraelum við nasista ! Þingmenn okkar hafa orðið sér til skammar með ummælum sýnum eftir heimsóknir þarna, komust að vísu að því að grjótkast er ekki neinn barnaleikur eins og Ísland-Palestína hefur haldið fram ."
        }
    ]
}