{
    "forum_title": "Sorp",
    "user": "Kyy",
    "user_id": "21308",
    "date": "2005-10-11 13:12:27",
    "title": "Bleika ninjan 5 hluti.............................Flugferð I",
    "text": "Bleika ninjan hluti 5………………Flugferð I\n(þessi saga er ekki fyrir viðkvæmar sálir)\nSímon og Doddi nýi vinur hans, sátu yfirvegaðir í flugvélinni á leið til Japans,  hlustuðu á góða tónlist.  Gaman að segja frá því að Símon var að hlusta á head over heels með Tears for fears, og Doddi var að hlusta á never tear us apart með hljómsveitinni Inxs.\nDoddi var alveg að sofna, og Símon var að biðja um annan gos drykk þegar hann sá, að á móti honum horfði maður frá japan á hann.\n,, Ching chang chu kaba kling chong’’?  spurði Símon japanann, ég er kannski ekki búinn að minnast á það, en Símon kann reið brennandi japönsku, en ég geri mér grein fyrir því  að þú lesandi góður kunni ekki japönsku, þá skal ég þýða þetta fyrir þig, og framvegis bara skrifa það sem hann segir beint á íslensku.\n,,Hvað ertu að glápa?’’ spurði Símon.\n,, á þig vinur minn, því þú átt bráðum eftir að deyja’’. Sagði Japaninn\nSímon horfði á þennan mann, og glotti til hans.\n,, Veistu hver ég er, ég er með þeim máttugustu ninjum í heimi litli minn’’ sagði Símon og hló.\n,,Þú gerir þér ekki grein fyrir því að það eru um 30 ninjur umkringdir þig, en það skiptir ekki máli því ég ætla að drepa þig núna´´ sagði Japaninn og tók upp ninju stjörnu og kastaði í átt að Símoni.\nEn Símon greip stjörnuna og kastaði henni aftur í átt að Japönsku ninjunni, og ninju stjarnann lenti á milli augnanna á honum.\nUm leið og þetta gerðist, komu tíu ninjur ask vaðandi að þeim.  Doddi tók um Samuraj sverðið sitt og hjó hausinn af tveim að þeim, hjó svo í búkinn á fjórum, svo þeir fóru alveg í tvennt, svo stakk hann fjóra í viðbót, drap alla tíu á svona 30 sek.\nFarðþegannir voru allir í sjokki yfir öllu þessu blóði og inneflum sem gusuðu um allt.  En enginn af þeim öskraði, kannski út af því að þau voru öll í svo miklu sjokki.\nSímon og Doddi stóðu upp, voru tilbúnir til þess versta, enginn ninjur komu að þeim, þeir stóðu þarna, Doddi tilbúinn með sverðið, og Símon búinn að rífa ninju stjörnuna af Japananum.\nFólkið í kringum þá var lamað af hræðslu, vissu ekki alveg hvernig þau áttu að bregðast við.\nSvo allt í einu komu fimm ninjur að þeim, Símon kastaði stjörnunni beint í augað á einum, svo tók hann utan um hausinn á einni, sem kom hlaupandi að þeim, og reif af honum hausinn með berum höndum.\nDoddi hjó hausinn af einn, og reif barkan úr hinni í leiðinni.\nSvo kom sú seinasta hlaupandi að Símoni, Símon tók í hana, og kastaði henni aftur fyrir sig, þar sem hún lenti á sverði Dodda.\nNú voru þeir aftur bara einir, og farðþegarnir líka.\nSvo kom 10 ninjur að þeim, Þeir komu allir í röð, inn um ganginn.\nDoddi horfði á Símon, Símon vissi ekki hvað þeir áttu að gera.\nSvo kastaði Doddi sverðinu svo fast áfram, að það fór í gegnum allar ninjunar.\nNú var bara ein ninja eftir, hún horfði á þá með hræðslu í augum, svo hljóp hún að stjórnklefa flugvélarinnar.  Doddi og Símon fylgdu á eftir henni, þar sem hún sparkaði upp hurðina á stjórnklefa flugvélarinnar, og hún tók í báða flugmennina og skar þá á háls.\nSímon brá við þetta, því það var eins og þeir gerðu hvað sem er til að drepa hann.\nNinjan horfði bara á þegar Doddi kom ask vaðandi með sverðið í höndunum, hún varði sig ekki einusinni þegar hann hjó af henni hausinn.\nNú byrjaði flugvélin að hrapa, því að þeir voru að fara að lenda, og auto pilot var ekki á.\nDoddi horfði óttasleginn á Símon þegar hann spurði ,,kannt þú að fljúga flugvél?´´\nNú var voðinn vís, flugvélin var við það að hrapa, með Dodda, Símon og aðra 200 farþega um borð..  Og nú er bara spurningin kann Símon að fljúga??\nÞið fáið að vita það í næsta parti af BLEIKU NINJUNNI!!!!",
    "url": "https://www.hugi.is/sorp/greinar/335528/bleika-ninjan-5-hlutiflugferd-i/",
    "url_id": "335528",
    "id": "2566464",
    "replies": [
        {
            "user": "Linda",
            "user_id": "25798",
            "date": "2005-10-11 13:18:46",
            "id": "2566952",
            "reply_to_id": "2566464",
            "text": ":O:O:O geggt spenandi .. en eg var ad spa ka komast margir i svona vel og akkuru voru þeir i velini :O:O:O og hvad er málið með það sem þeir voru ad hlusta á en massiv snilld =D =D =D"
        },
        {
            "user": "Kyy",
            "user_id": "21308",
            "date": "2005-10-11 16:32:33",
            "id": "2567612",
            "reply_to_id": "2566952",
            "text": "þeir voru að fara til japans, að bjarga afa Símonar.."
        },
        {
            "user": "Kyy",
            "user_id": "21308",
            "date": "2005-10-19 18:35:16",
            "id": "2595222",
            "reply_to_id": "2566952",
            "text": "og já, endilega tékkaðu á þessum lögum sem þeir eru að hlusta á…. Kick ass góð lög maður..:)"
        },
        {
            "user": "TimBursala",
            "user_id": "59177",
            "date": "2005-10-11 18:11:15",
            "id": "2568042",
            "reply_to_id": "2566464",
            "text": "G'OÐ SAGA..mjög góð meirað segja.."
        },
        {
            "user": "lobsterman",
            "user_id": "56288",
            "date": "2005-10-12 16:24:00",
            "id": "2570841",
            "reply_to_id": "2566464",
            "text": "snilld :D ég var orðinn hræddur um að þú værir hættur að skrifa þessar sögur, en gott að vita að það er ekki þannig :D"
        },
        {
            "user": "Kyy",
            "user_id": "21308",
            "date": "2005-10-12 21:54:01",
            "id": "2572379",
            "reply_to_id": "2570841",
            "text": "ALDREI!!!  :)"
        },
        {
            "user": "lobsterman",
            "user_id": "56288",
            "date": "2005-10-12 23:52:21",
            "id": "2573032",
            "reply_to_id": "2572379",
            "text": "yay! *dansar “bleika ninjan mun aldrei hætta” dansinn*"
        },
        {
            "user": "Joop",
            "user_id": "59499",
            "date": "2005-10-15 00:44:46",
            "id": "2579531",
            "reply_to_id": "2566464",
            "text": "Marvelous, marvelous!!*klappar-höndunum-saman-og-skríkir-af-ánægju*"
        },
        {
            "user": "gunnisnigill",
            "user_id": "53924",
            "date": "2005-10-15 18:14:16",
            "id": "2581147",
            "reply_to_id": "2566464",
            "text": "þú ættir bara að hljóta nóbelsverðlaunin fyrir bókmenntir ;)"
        },
        {
            "user": "Kyy",
            "user_id": "21308",
            "date": "2005-10-16 21:42:21",
            "id": "2585100",
            "reply_to_id": "2581147",
            "text": "já, gæti ekki verið meira sammála.."
        },
        {
            "user": "gunnisnigill",
            "user_id": "53924",
            "date": "2005-10-17 01:10:32",
            "id": "2585863",
            "reply_to_id": "2585100",
            "text": "jújú allt getur gerst…."
        }
    ]
}