{
    "forum_title": "Sorp",
    "user": "Cho",
    "user_id": "31476",
    "date": "2005-10-12 18:20:22",
    "title": "Once There Was a Very Regular Guy",
    "text": "Já, þá er komið að því að ég sendi inn grein hérna! Og hvað væri betra en að senda inn einstaklega lekkera sögu sem ég samdi fyrir stuttu og inniheldur næstum því eitthvað fyrir alla! Eða þið dæmið bara um það! Hún er á ensku og þar sem að enskan mín er ekkert sérstök þá bið ég ykkur bara um að leiðrétta mig ef þið nennið! En bara gjöriði svo vel ;)\n- Part one -\nOnce there was a very regular guy. He was just a very sweet, cute, innocent guy. His name was Marcus. One day at work Marcus had to leave earlier than his workmates. Three ridiculously beautiful girls who worked with him wondered why he had to leave so early. They figured he had been acting so strangely lately, his hair had grown so much and it had lightened up, so he was probably visiting a therapist!\nAnd then the story began….\nThere is a fact that few people know. The king of Monaco has got four children not three as the world thinks. His younger son doesn’t want the attention so he lives in an island far, far away from his home country. It isn’t so small at all, actually it’s larger than Monaco, I think, but its population (which here means the number of the people who live there) is so low you just start to laugh when you hear it. Getting any ideas? Just to help you…Iceland!\nWell now you’re probably thinking, Oh My God, is it possible that I can actually be you know the Prince of Monaco’s best friend. I mean, that is like totally cool. And Oh My God, he could have been my boyfriend. You would only think that last if you were a girl or, you know gay, but if you’re a girl or gay you haven’t dated him. How can I be so sure? Well, because I heard him say that he had never dated anyone…including boys! And to you girls who wish he were your best friend, you can stop wishing. Coz his best friend is a guy. So guys, start dreaming!\nBut all this nonsense doesn’t really matter because the ones who will read this will know who he is so this was not necessary. Oh, damn I’ve wasted my time in useless explanations once again! I’ve gotta stop this!\nBut lets get back to the story. The Prince of Monaco is the very regular guy who I mentioned in the beginning. You might think it’s stupid of him to throw away his riches but it isn’t as easy as it sounds (looks, seems, whatever!) As I said earlier in the text he doesn’t like the attention and there is one other thing, actually a person, but I’ll get to that later.\nAnd now we are back were the three ridiculously beautiful girls are sitting in the coffee room, drinking Pepsi and eating a cake. There names are Michelle, who is the sneakiest and the most beautiful of them, Sophia, who is the mysteries and the most seductive of them and Ella Gella, who is the coolest of the gang and also the kindest. She is just too good to be true!\nSophia says in a low voice: „I think I know why he is visiting a therapist!“\nMichelle and Ella Gella look at her and smirk at each other.\n„That is not possible, you Silly Billy,“ Michelle says. She is not used to use so ridiculous phrases as Silly Billy but at this very moment she just felt like it was the ultimate thing to do!\n„No Wait!“ Sophia says. „I have an idea, hear me out!“ The other girls give her a chance and silent falls on the group. Then Sophia starts explaining. „I think, and I know this is very silly but anyway, I think Marcus is the Prince of Monaco and…“ Sophia says but is interrupted by Ella Gella\n„Now you’re just talking nonsense!“ Sophia looks at her with a spark in her eyes that tells Ella The Gella just to shut up and listen! „As I was saying,“ Sophia continued, „ he is the Prince of Monaco and he is visiting a therapist because his father died only few weeks ago! And I was in Monaco few weeks ago and I saw him with the other prince, his brother!“\n„But if he is the Prince of Monaco, which he probably is, at least if there is something true in this story of yours, then he must be very rich!“ Ella Gella says.\n„Very rich indeed!“ Michelle says.\n„And that’s why we need to take action soon, very soon!“ Sophia says and does the-very-fast-finger-movemento, turns her eyes in circles and smirks!\n„But how? What do you mean by that?“ Ella Gella and Michelle both say on the very same moment! „Well, we want his money, right!?“ Sophia says.\n„I don’t know, I mean, it isn’t nice to do things like that, but I mean, it isn’t fair that he is so rich and we don’t have any money, so sure, it should be alright!“ Ella Gella says in I-can’t-decide-myself voice. Michelle doesn’t say anything and looks out of the window. She really doesn’t want to be in this but she says nothing and hopes that they will find a way that doesn’t include her playing a big role! Sophia looks at Michelle with examining look in her eyes – she has a way to make her eyes do things that she wouldn’t other wise be able to do – and than continues: „And how to get his money? The easiest way is that one of us makes him fall in love with her and gets him to marry her and then when that is all done she runs away with his money and shares them with us! And I know exactly who should do it! It cannot be me because I have to be in charge and sneak some information to Marcus about that one of us is in love with him. And that leaves the two of you behind. It cannot be Ella Gella, because everyone know that she fancies Jacob, Marcus’s best friend so that makes Michelle the perfect woman for this job! Everyone okay with that?“\n„Is it really that obvious that I like Jacob?“ Ella Gella says in embarrassed voice.\n„Yes, kinda…everyone know it, except Jacob himself, but he is of course so into himself so he doesn’t notice a lot of things! But what about you Michelle, isn’t this okay by you? And I forgot to mention it right before but Marcus really likes you, so that makes you even more perfect for this job! It has all started to click!“ Sophia says and looks at Michelle, the examining look is still in her eyes. Michelle takes a deep breathe and then says: „I don’t think he likes me at all, I haven’t even talked to him so I’m not so sure that I’m the perfect woman for the job.“ „No, I’m sure he likes you, a lot, every time you walk past him he always raises his head and fixes his hair. Just trust me, he likes you!“ Sophia says, starting to be tired of always having to explain everything and just wanting to start planning the whole affair! Michelle closes her eyes and realizes that her hope has floated away. (Just like in the movie Hopes float, which is by the way a very boring film and you don’t need to see it.) Then she looks up and says in a shaky voice: „Alright, I’ll do it!“ Sophia smiles at her and puts herself in telling-somebody-about-a-plan possession „Alrigthy then girls! What I was planning….“\nAnd now when we know the little details that make us understand the story and often are planted in the end of stories so people who like to read very exiting detective stories will not know how it ends until at the end, which makes perfectly sense when you think of it, I can actually start telling the story as it came out in the very beginning. From now the people will not talk so much, everything will happen faster and it the whole story will be written in past tense. And now, I’m going to stop saying, and now, and begin where Michelle and Marcus are planning their wedding. I know it seems like they have known each other for like only 3 hours but in fact when I begin to write again they have known each other for 5 months and the plot has been plotting underneath the surface all along!\n5 Months later….\n„I can’t believe this is happening, I mean we’ve only known each other for five months and we’re already getting married,“ Marcus said and kissed Michelle on the cheek. Michelle smiled back at him and put the wedding plan list – which is a very long list which includes all the things you need to have when you’re organizing a wedding, a big wedding, a royal wedding! - On his head. „And I cannot believe that you didn’t tell me that you are the Prince of Monaco earlier. It made my entire wedding plans go up and down. And now that we have finished our surprising moments, we should go on so we can finish this whole flowering thing before night falls,“ Michelle said in a cheerfully voice. The plan was working perfectly, and now (I know I promised I wouldn’t use those words again but what can you do…) I’m not talking about the wedding plan that Michelle seems to be so eager to make, but the other plan, the evil plan, the plan that includes Sophia and Ella Gella and some robberies. And now (Oh what the hell) it is going to go very fast. Marcus and Michelle are very happy planning their wedding. In the end they got married and in no time another three months had past by. Then Sophia decided that it was enough and pulled the trigger (which is terrible wrong spelling progress on this very phrase!). She called Michelle and told her that now it was time to run away with the money. That is why one evening, Michelle, who had been waiting for this moment in despair coz in all this time she had started to care for Marcus, maybe not as her one true love but at least as her friend, took Marcus’s hand and said: „I know you love me very much but if I ever did something terrible like steal all of your money and then run away with it, could you, maybe possibly, ever even consider to forgive me?“ She looked down on the floor and waited in silence. Than she felt Marcus’s hand on her cheek and she looked up. „Michelle, I don’t know why you’re saying this, but as you know, or at least I hope you know I love you very, very much, and I could forgive you everything if there were a reason for your actions. And if you took all my money and ran away, I wouldn’t know what to do, not because all    my money was gone but because you would be gone. I know it sounds like a cliché but it is just how I feel,“ Marcus said and stroke his hand over her hair. They both smiled and went to bed. At one A.m. Michelle woke up. She got dressed and phoned the bank. Now all the money of their bank account had been transferred to another account, her secret bank account in Jamaica. Then she got her packed suitcase and pulled it to the back door. She was about to leave when she heard someone flush down at the bathroom. She quickly grabbed her negligee – which is a kind of cloth you put on when you want someone to think you’re wearing Pajamas beneath it when you’re really wearing you’re regular clothes and on you’re way out - and put it on. Then she walked to the bathroom door. Marcus opened the door and stared at her surprised. „Where were you?“ he asked. „Oh, I couldn’t sleep so I got up and watched an old friends series, it was on TV. But now I’m tired and I want to go to sleep. Shall we?“ Michelle said and pushed him into the bedroom. He kissed her on the lips and got into bed. She lay down and pulled the sheet over her head. Few minutes later, Marcus was a sleep. Then Michelle sneaked out of the room but right before she closed the door she looked back at him. Her husband lay there and had no idea what was going on. She could barely see him in the dark. And before she knew, a little tear had run down her cheek and was followed by another. „I’m sorry,“ she whispered. And then she whispered a line into the dark she had never said to anyone before and so she walked slowly into the night. „I Love You!“\nI know that this chapter in the story was a cliché and lame and all that but it was necessary for the progress. If I skipped the sentimental parts then you wouldn’t enjoy the funny and the I-don’t-know-what-you’re-talking-about parts or worse, not even notice them! And that would be terrifying! I couldn’t bare it; I’d die! Oh yahee! And I also know what I said about the less talking, more action part but what can I do, my finger just start to move and type down the words and I can not do anything to control it.\nAnd so we go on with this incredible story!\nMichelle, Sophia and Ella Gella got together and shared the profit. Marcus was of course heartbroken and when his brother and mother told him to contact the police he simple said „No“. And his mother never forgot the spark in his eyes when he said it. She wasn’t sure if it described complete hatred or something very, very different, the emptiness when one looses someone who is extremely close to that one!\nFew months went by and Michelle, Sophia and Ella Gella lived in luxury. But that pang of conscience stayed with Michelle and gnawed her inside.\nMeanwhile, Ella Gella tried to make Jacob notice her. But since he was so bloody self-absorbed it didn’t work very well. So Ella Gella made a new plan. It was brilliant, brilliant indeed. It all led to one conclusion. Jacob would become her best and greatest friend. Not a lover, a friend. F-R-I-E-N-D! That oh so brilliant plan, worked as she had hoped and now that they had become friends she could started working her charms.\nBut than it happened. That, and now I’m using a word that doesn’t exist in the English vocabulary, which is very sad, because it is a very beautiful word, Voveiflegi (It could be said as tragic but it doesn’t show the real deepness that comes along when such a horrible thing happens) event took place. It is so sad, that I can barely write it down. But as I was the one who said that I would write this story down I feel like I have some obligations. As Ella Gella started working her charms and Jacob started to see her in different light Michelle was MURDERED!\nAnd by the one person I never thought could be able to do it. The one who had loved her so much! Marcus!\nElla the Gella broke down as she heard the news and cried for over a week. Though Sophia was a good friend of her, she wasn’t comparable to what Michelle was to her. Michelle was, or at least she had been until she…died, had been murdered, oh I cannot say it out loud, her greatest and best friend her whole life. Michelle had always been there for her and Ella Gella had promised to always be there for her too. And when she needed her the most, Ella the Gella had been outside, having fun with Jacob, while Michelle was being…oh what a voveiflegur event, MURDERED. Ella Gella started to blame everything for her best friend’s tragic death. She blamed the government, she blamed the weather, she blamed the key that had opened the door at her house and let Marcus in. She blamed the knife Marcus had used. And most of all she blamed herself. She should have notice how Michelle acted when Sophia brought the plan about tricking Marcus up. She should have disagreed when Sophia said it was a great plan. She should have realized that Michelle was starting to like Marcus and tried to make her back out of the plan. She should have protected Michelle after the stealing part. She should have talked to Marcus and convince him that it wasn’t Michelle’s fault, convince him that it was her fault and she was the one to blame. Maybe, then Michelle would still be alive and Ella Gella would be dead instead. She would rather have her friend back by giving her own life than live without her. But to my and her most surprise, she didn’t blame Marcus. Not even a bit, not a tiny little bit. She just felt sorry for him, for he had also lost a great friend. Ella Gella locked herself up and refused to speak to anyone, even the love of her life, Jacob. Jacob then tried to contact Sophia but all he got when he tried to call her was her voice mail telling him that she had left the country in order to do some business. Jacob didn’t know what to do, Ella Gella just kept crying, his best friend had just killed the girl’s he was falling for best friend and he had been having some strange feelings when he was among his good-looking male friends. And then it struck him like a lightning. The answer to all his questions! He had to get away! Jacob had just found out that he was GAY! He said to himself that he had to free Ella Gella from her dreadful thoughts before he left, and he also had to contact Marcus. So, Jacob kicked the door of Ella Gella’s room open and burst in. Ella Gella sat on the floor with her face covered in tears. He walked at her and said in a high voice. „I am GAY!“ Ella Gella stared at him as like she couldn’t believe him. But then she thought backwards and saw all the evidence. Jacob had always been a fashion freak and he cared way too much about his look to be straight. And he had also painted his toenails pink very often! It all led to one conclusion. Jacob was really gay. But Ella the Gella didn’t give up on him then. She knew that somehow she could win him back and live happily ever after with him. So she just looked at him and said. „That’s GREAT!“ And for a moment she had forgotten all about her blamings! But then she remembered and her face darkened again. Jacob noticed that and said to her in a eager cheery convincing voice: „Ella Gella, you’re not the one to blame, if it is anyone’s fault it is Marcus’s fault and he should be blamed. „NO!“ Ella Gella yelled at him in a loud, squeaky voice – that is a very annoying sound but it works very well if you want to get one’s attention – „He shall not be blamed, for it was not his fault. If anyone should be blamed, it should be me, and if not me, then nobody.“ Jacob looked at her and smirked but with out letting her notice that. It had been his plan all along to get her out of the dazed mood she had been in during these eight last days. „Then it must have been an accident and there is no one to blame,“ Jacob said and pulled Ella Gella up from the floor. „I’m leaving now to try to find myself in these times of crisis. I will talk to you when I’m done and I promise that you will be the first one I contact when I have figured things out in my new gay life. Now you have to get yourself together and give Michelle the greatest gift you can ever give her. Make her she that you or happy, that you miss her and you will always remember her, but be happy at the same time. And now I have to make a phone call, I have to contact a very dear friend of mine and talk about very serious things. I hope you will not freak out when I say it is Marcus who I’m calling. We need to straighten things out before I leave. I will see you as soon as I can and you will start on the I’m-happy-progress.“ he said. Ella Gella just knocked her head and he could she that she had agreed with everything he said. Then they hugged each other and she said goodbye to him and smiled at him for the first time in a very long time! Jacob walked out with a suitcase that had packed everything down - it was a very handy suitcase he had bought in a flee market in Hong Kong - while he had had the conversation with Ella Gella and rang his friend, Marcus. They had a long talk and it ended in good. So Jacob went away to find himself while Ella Gella started feeling happy for her great friend Michelle. And that is all we are going to hear from them in a bit while.\nAnd now (Oh I use these two words way to much!) you surely are thinking again: „Oh, that was such a cliché and sentimental.“ And again I give you the same answer. You just have to scroll up to see it coz I’m in no mood to write it down again. And on this very moment I am going to quit writing this story because you, my readers, are so ungrateful! It is very frustrating to write when people are complaining. So I’m just going to tell you in a very few words how the story goes. Or at least some details which are very important. The only reason I’m doing this is because I’m not as mean as you are. So the rest of the story includes more murders, brainwash, a lot of brainwashing stuff going on, a marriage, a hotpot (which is a phrase invented by my mom or at least I heard it from her first), an affair with a one very seductive lady, a crying woman I know very well, three people living together, visiting hours in hell, someone running into the sunset, some magical potion that makes you immortal, Ashton Kutcher or whatever his name is, people talking nonsense, and last but not least an Obláta, which is a little plastic thing that pretends to be bread and is given to young children who are being confirmed in a church – it is a religious thing – who believe it is well tasting when it is in fact a complete horror! And to be completely honest, no matter how horrible the Obláta may taste, it still is the one thing that saves the day! I hope you have a nice life, you ungrateful assholes! At least I will! And I wouldn’t reckon to see anymore of the story if I were you!\nThis story was written by Cho(Hérna skiptir maður út litla yndislega nafninu sínu fyrir Huganafnið :þ) and was made by her and Elín Latoska and Selma someone’s daughter! I hope you enjoyed it (This was put there by my editor who thought I might give some readers a heart attack! I really couldn’t care less whether you enjoyed it or not!)\nVondandi nenntuð þið að lesa þetta ;) Og ég sendi inn Part Two ef einhvern langar til að lesa hann! Já þrátt fyrir þennan yndislega enda þá gerði ég framhald :þ Ótrúlegt en satt! :O",
    "url": "https://www.hugi.is/sorp/greinar/335907/once-there-was-a-very-regular-guy/",
    "url_id": "335907",
    "id": "2570696",
    "replies": [
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2005-10-12 20:20:45",
            "id": "2571976",
            "reply_to_id": "2570696",
            "text": "Byrjaði að lesa. Las endann. Nennti ekki að lesa allt ;)"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2005-10-12 22:17:25",
            "id": "2572527",
            "reply_to_id": "2571976",
            "text": "Ok, sumir hafa þolinmæðina í það, aðrir ekki…en þú reyndir þó ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-10-12 22:37:29",
            "id": "2572656",
            "reply_to_id": "2572527",
            "text": ":) First try is always hard xD\nOMGZ KÚLIST ÉG ER ENNÞÁ Í OFURHUGUNUM!!1!!1"
        },
        {
            "user": "lobsterman",
            "user_id": "56288",
            "date": "2005-10-13 00:41:42",
            "id": "2573180",
            "reply_to_id": "2570696",
            "text": "töff :D hlakka til að lesa næsta part :D"
        },
        {
            "user": "Joop",
            "user_id": "59499",
            "date": "2005-10-14 20:30:55",
            "id": "2578560",
            "reply_to_id": "2570696",
            "text": "Fín saga, hefði samt verið skemmtilegra að lesa hana í svona ca. 4-5 pörtum meina bara framhöld :)\nÉg rakst +a nokkrar villur en ég er nógu góð manneskja til að láta þær ekki inn :)hehe"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2005-10-15 11:01:49",
            "id": "2579916",
            "reply_to_id": "2578560",
            "text": "Ok…man það þegar ég sendi inn framhald…það er sko 11 bls. í Word. :$\nÉg ætla ekki að drepa ykkur…;)\nKv. Cho"
        },
        {
            "user": "Joop",
            "user_id": "59499",
            "date": "2005-10-15 13:03:25",
            "id": "2580136",
            "reply_to_id": "2579916",
            "text": "Wá hvað ertu búinnnn að vera lengi að skrifa ? Þú hlýtur að vera orðin lömuð í puttunum! Gangi þér vel segi ég nú bara… =D"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2005-10-15 19:44:49",
            "id": "2581441",
            "reply_to_id": "2580136",
            "text": "Frekar langan, samt ekkert svo, var svona mánuð að þessu! En takk samt, og puttarnir mínir lömuðust og duttu af og allt og svo urðu þeir bara allt í einu í lagi því að ég fékk mér ís! :)"
        },
        {
            "user": "Joop",
            "user_id": "59499",
            "date": "2005-10-15 19:49:30",
            "id": "2581463",
            "reply_to_id": "2581441",
            "text": "Já ég fæ mér alltaf kókómjólk sko því þá fylgir með frír ábætir…\nMeð kærri kveðju,\nMenntamálaráðherra Sorplands, Zweistein."
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2005-10-15 19:57:01",
            "id": "2581494",
            "reply_to_id": "2581463",
            "text": "Nú, hvar? Ég þarf að tékka á þessu…frír ábætir er ALLTAF velkominn til mín :D"
        },
        {
            "user": "Joop",
            "user_id": "59499",
            "date": "2005-10-15 20:01:11",
            "id": "2581509",
            "reply_to_id": "2581494",
            "text": "Hehe"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2005-10-15 20:05:17",
            "id": "2581520",
            "reply_to_id": "2581509",
            "text": "Ég er alltaf að segja á huga að ég sé að borða ís…ég held að allir haldi að ég sé svona kringlótt í laginu…:D Úff þá myndi ég bara rúlla niður brekkuna, sem væri reyndar fínt því að ég myndi ekki nenna að labba niður hana því að hún var full af snjó! Og þá væri ég líka ótrúlega góð í fótbolta því að boltinn getur varla tapað! Nauh, en magnað!"
        },
        {
            "user": "Joop",
            "user_id": "59499",
            "date": "2005-10-15 20:07:51",
            "id": "2581532",
            "reply_to_id": "2581520",
            "text": "Þú ert sko ekta alveg eins og klassískt gas í fötu fullri af mjólk!\nMeð kærri kveðju,\nMenntamálaráðherra Sorplands, Zweistein."
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2005-10-15 20:11:36",
            "id": "2581550",
            "reply_to_id": "2581532",
            "text": "Nei, ekki í fötu…ég vil vera í bala! Balar eru svo skemmtilegir!"
        },
        {
            "user": "Joop",
            "user_id": "59499",
            "date": "2005-10-15 20:16:42",
            "id": "2581563",
            "reply_to_id": "2581550",
            "text": "Balar? Ég sem var alinn upp við ranghugmyndir ætti að vita að hvenær sem maður tarf eigi að mála ketti skal hann forðast bölvanir mjök svo síður skuli buxur draga…I see… dead…\nPINEAPPLES!!!\nÞú hélst að ég myndi skrifa people. Hí á þig!#!\nMeð kærri kveðju,\nMenntamálaráðherra Sorplands, Zweistein."
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2005-10-15 20:20:03",
            "id": "2581574",
            "reply_to_id": "2581563",
            "text": "Nauts! Did not! Skal aldrei aftur segja köttur á æviminnikannski! Érbarafarin!\n…Brosir sínu yndislega brosi og allir í kringum verða svo ótrúlega glaðir að það er nánast ógnvekjandi en síðan ákveða allir að fara að fá sér Kit Kat!…"
        },
        {
            "user": "Joop",
            "user_id": "59499",
            "date": "2005-10-15 20:26:56",
            "id": "2581588",
            "reply_to_id": "2581574",
            "text": "Ha    ha þú borðaðir ekki kit kat með öllum hiiiinuuuum!"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2005-10-15 23:02:15",
            "id": "2582045",
            "reply_to_id": "2581588",
            "text": "Nei, þeir kláruðu það allt áður en ég fékk bita  :( En ég fékk mér bara Nóa Kropp í staðinn! Hehehe :D"
        },
        {
            "user": "Joop",
            "user_id": "59499",
            "date": "2005-10-15 23:06:43",
            "id": "2582063",
            "reply_to_id": "2582045",
            "text": "Oh no! We're all doomed! Help us god!\nMeð kærri kveðju,\nMenntamáluráðherra Sorplands, Zweistein."
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-08-25 11:20:00",
            "id": "3905338",
            "reply_to_id": "2570696",
            "text": "Well that took long to read that piece of art! But it was really cool and all. Very jolly like we like to call it, ey! Soapie (a new word! can you guess what it means?) and funny!\nIt's nice to know that the “deadly-at-first” obláta is after all not deadly! It's friendly and we all luv it\n*searches for a shop that sells oblátur*\n*doesn't find one*\n*goes to the church*\n*steals oblátur*\n*thinks good to the glód* (I like that)\nBut! Better start reading the Part II and Part II of Part II if 'm gonna get out of this netcafé before it closes!"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-08-27 01:29:59",
            "id": "3912682",
            "reply_to_id": "3905338",
            "text": "*Sendir frá sér mjög leyndardómsfullt bros*"
        }
    ]
}