{
    "forum_title": "Rokk",
    "user": "ludvik",
    "user_id": "9240",
    "date": "2001-07-07 03:25:30",
    "title": "Rokk gegn Rasisma!!!",
    "text": "ákveðið hefur verið að halda eigi tónleika í byrjun septembers sem munu bera nafnið\n“Rokk gegn Rasisma” og þeir tónleikar eru visst átak gegn rasisma\ná íslandi sem mér finnst vera prýðis góð hugmynd.\ntónleikarnir munu annaðhvort verða haldnir á gauknum eða á kakóbarnum Geysi(hitt húsið), og munu þar stíga á svið hljómsveitirnar: Fræbblarnir(pönk), Noise(gruggrokk)\nog Coral(gruggrokk) og kanski popprokk sveitin halím, ásamt öðrum\ngóðum hljómsveitum.\nég vildi nú helst fá að heyra ykkar álit á þessu öllu saman,\nég er allavega á þeirri skoðun að rasismi sé rugl og vonandi er\neinhver hér á sömu skoðun og ég.\nþetta er allavega mjög gott átak gegn rasisma og allir endilega að mæta:)",
    "url": "https://www.hugi.is/rokk/greinar/33638/rokk-gegn-rasisma/",
    "url_id": "33638",
    "id": "226607",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2001-07-07 14:10:25",
            "id": "226608",
            "reply_to_id": "226607",
            "text": "flott átak nú er bara að vona að það komi loftsteinn og fletji alla þjóðernissinna\nmeð von um sátt og samlyndi\nWoG"
        },
        {
            "user": "jordison",
            "user_id": "1965",
            "date": "2001-07-07 15:14:30",
            "id": "226609",
            "reply_to_id": "226607",
            "text": "Eg held ad tad se ekert nema gott um tetta ad segja\nSorry for the spelling…\nBeerman"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-07-07 17:32:45",
            "id": "226610",
            "reply_to_id": "226607",
            "text": "gott framtak, tónleikar gegn rasisma hafa verið haldnir áður(þá voru það hardcorehljómsveitir). En grunge og léttrokk er ekki alveg mín tónlist"
        },
        {
            "user": "ArniTh",
            "user_id": "7772",
            "date": "2001-07-07 17:43:01",
            "id": "226611",
            "reply_to_id": "226607",
            "text": "Gott framtak gegn rasisma      svalt nafn “Rokk Gegn Rasisma”\nKv.\nArniTh"
        },
        {
            "user": "ChuckBerry",
            "user_id": "7938",
            "date": "2001-07-07 21:50:38",
            "id": "226612",
            "reply_to_id": "226607",
            "text": "Rasismi er kjaftæði."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-07-07 21:54:56",
            "id": "226613",
            "reply_to_id": "226612",
            "text": "já ég er sammála að rasismi er fucking kjaftæði.\nog þjóðernissinnar eru algjörir bjánar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-07-08 12:27:48",
            "id": "226614",
            "reply_to_id": "226613",
            "text": "já ég er sammála að rasismi er fucking kjaftæði.\nog þjóðernissinnar eru algjörir bjána"
        },
        {
            "user": "Pippa",
            "user_id": "10238",
            "date": "2001-07-07 22:24:43",
            "id": "226615",
            "reply_to_id": "226607",
            "text": "Þetta er göfugt verkefni sem ég vona að fari lengra út í en bara þessir einu tónleikar."
        },
        {
            "user": "Pippa",
            "user_id": "10238",
            "date": "2001-07-07 22:53:13",
            "id": "226616",
            "reply_to_id": "226615",
            "text": "Hvernig í fuckanum eiga tónleikar að stoppar rasisma?\nDjöfulsins veiku börn.\nHvað með að selja súkkulaði stykki sem stoppa nauðgun???"
        },
        {
            "user": "ChuckBerry",
            "user_id": "7938",
            "date": "2001-07-07 23:11:28",
            "id": "226617",
            "reply_to_id": "226616",
            "text": "Ég held að það viti nú allir að það þarf annað og meira en tónleika til að stoppa rasisma."
        },
        {
            "user": "spik",
            "user_id": "6283",
            "date": "2001-07-07 23:31:21",
            "id": "226618",
            "reply_to_id": "226617",
            "text": "Auðvitað þarf eitthvað meira en tónleika til þess en þetta er ágætis byrjun er það ekki???\nDjöfulsins veiku börn????  Ég myndi nú segja að þetta er frábært framtak hjá þessum hljómsveitum og mér finnst frábært hvað það er mikið af unglingum sem vill gera eitthvað í þessu.  Þessar hljómsveitir eru allavega að gera eitthvað.  Ekki er ég að því þótt ég fegin vildi…  Ég mæti allavega pottþétt:)"
        },
        {
            "user": "hamrotten",
            "user_id": "5029",
            "date": "2001-07-10 21:12:35",
            "id": "226619",
            "reply_to_id": "226616",
            "text": "ég er svo hjatanlega sammála þér pippa, hvað í fuckinu haldið að einir tónleikar geri? “uu ég er rasisti, en þeir spila svo góða tónlist að ég er barasta hættur því” eigið þið von á því að það gerist? varla neima að rasistarnir séu orðnir en þá heimskari, og varla þeir geta ekki sokkið lengra niður í vitleysu. en samt fræbblarnir og noise eru góð bönd svo mar kanski skelli sér, en þetta mun aldrei koma í veg fyrir rasisma"
        },
        {
            "user": "thjostur",
            "user_id": "8781",
            "date": "2001-07-11 16:33:25",
            "id": "226620",
            "reply_to_id": "226619",
            "text": "Yfir hverju er fólk að kvarta, auðvitað vita allir að einir tónleikar breyta ekki heiminum en þetta er göfugt og gott framtak. Vonandi að aðrir sjái sér fært um að allavegana reyna að hafa áhrif en ekki segja þetta er ekki hægt. Margt smátt gerir eitt stórt. Húrra fyrir þessu frábæra framtaki. Svona á ungt fólk að hugsa, ást og kærleikur!!"
        },
        {
            "user": "RAVING",
            "user_id": "597",
            "date": "2001-07-11 19:50:46",
            "id": "226621",
            "reply_to_id": "226620",
            "text": "Fyrirsögnin er “Rokk gegn Rasisma” ekki “Tónleikar sem munu stöðva rasisma”, þetta er bara einfaldlega fólk með skoðanir og það kemur sínum skoðunum á framfæri svona, ég efast um að þeir sem að skipulögðu tónleikana hafi haft það efst í huga að stöðva algjörlega rasisma heldur einfaldlega að sýna fram á að það er á móti rasisma."
        },
        {
            "user": "thjostur",
            "user_id": "8781",
            "date": "2001-07-12 21:49:41",
            "id": "226622",
            "reply_to_id": "226621",
            "text": "Jæja sæl öll sömul.\nÉg ætla ekki að tala neitt um innflytjendur eða neitt þannig en hvernig er rokk gegn rasisma? eru það lög eins og “litli góði asíubúinn” eða þá “kynþáttahatarar fari úr landi” eða hvernig er það annars?"
        },
        {
            "user": "thjostur",
            "user_id": "8781",
            "date": "2001-07-13 10:28:25",
            "id": "226623",
            "reply_to_id": "226622",
            "text": "Ég veit ekki hvort maður á að hlæja af þér eða vorkenna."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-07-13 19:58:44",
            "id": "226624",
            "reply_to_id": "226623",
            "text": "Þjóðernissinnar eiga margar plötuútgáfur og þar eru lögin virkilega “racial” með línum sem tengjast öllu því og ég var að spá í hvernig þjóðernissvikatónlist væri.\nÉg hlæ að þér.\nRokk gegn rasisma haha"
        },
        {
            "user": "KurtCobain",
            "user_id": "7591",
            "date": "2001-07-08 01:48:20",
            "id": "226625",
            "reply_to_id": "226607",
            "text": "jess, 3 frábærar íslenskar hljómsveitir (sérstaklega ein þeirra ;D) að spila… ég mæti pottþétt, sérstaklega til að styrkja gott málefni! asnalegt ef þetta yrði á gauknum, af því að þar er aldurstakmark… :)"
        },
        {
            "user": "stoa",
            "user_id": "10772",
            "date": "2001-07-08 12:49:39",
            "id": "226626",
            "reply_to_id": "226625",
            "text": "sammála Kurt, tónleikarnir eiga ekki að vera á gauknum útaf aldurstakmarkinu, hafa þá bara á kakóbarnum geysi eða eitthvað, allir aldurshópar verða að komast inn, ég þekki svo marga unga anti-rasisma gaura"
        },
        {
            "user": "stoa",
            "user_id": "10772",
            "date": "2001-07-08 18:13:24",
            "id": "226627",
            "reply_to_id": "226626",
            "text": "ég var að fá að vita að tónleikarnir verða haldnir í hinu húsinu, þannig að fleiri komast inn\nekkert annað en gott um það að segja"
        },
        {
            "user": "stoa",
            "user_id": "10772",
            "date": "2001-07-08 23:56:50",
            "id": "226628",
            "reply_to_id": "226627",
            "text": "Er eitthvað til sem stoppar rasisma algjörlega? Nei því miður ekki, en þýðir það að við eigum ekki að gera neitt til að vekja athygli á hversu mikið við erum á móti honum? Auðvitað ekki, því oftar sem við sýnum hug okkar í verki, jafnvel þó það séu litlar framkvæmdir, því sterkari verður mótstaðan.  Þannig að þessir tónleikar eru frábært framtak og ætti endilega oftar að gera e-ð svona."
        },
        {
            "user": "spik",
            "user_id": "6283",
            "date": "2001-07-09 00:28:36",
            "id": "226629",
            "reply_to_id": "226628",
            "text": "Heyr heyr."
        },
        {
            "user": "angelica",
            "user_id": "5485",
            "date": "2001-07-09 01:43:01",
            "id": "226630",
            "reply_to_id": "226607",
            "text": "Noise er flottust"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-07-14 02:57:15",
            "id": "226631",
            "reply_to_id": "226630",
            "text": "takk:)"
        },
        {
            "user": "Drengur69",
            "user_id": "9747",
            "date": "2001-07-14 23:22:59",
            "id": "226632",
            "reply_to_id": "226607",
            "text": "Hæ hæ þetta er fint framlag og allar eru þetta góðar hljómsveitir og gaman að fá Fræbblana inni með yngri hljómsveitunum sem tóku allar þátt í Músiktilraunum 2001 og gengu ágætlega\nHafa þá á GEYSI KAKÓBAR ekkert aldurstakmark!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-07-17 12:36:39",
            "id": "226633",
            "reply_to_id": "226607",
            "text": "Látum ekki nokkra ASNA eyðileggja þetta fyrir okkur og gera okkur fúl og reið. Það er það saem þau vilja (annaðhvort það eða að þau eru bara bjánar).\nAUÐVITAÐ er gott mál að halda þessa tónleika. Það hefur alltaf verið til góðs að vekja athygli á góðum málum.\nMeð því fáum við fólk til að hugsa og þar af leiðandi byrja að gera eitthvað í hlutunum.\nEn því miður virðumst við búa í svo fyrndri mennignu að það þarf alltaf að kikkstarta okkur bara til að hugsa.\nÞetta er frábært mál og á tvímælalaust eftir að skila góðum árangri  !!!"
        },
        {
            "user": "urta",
            "user_id": "11838",
            "date": "2001-07-19 11:33:14",
            "id": "226634",
            "reply_to_id": "226607",
            "text": "mér finnst þetta frábært og ætla pottþétt að mæta. hlakka rosalega til að heyra í strákunum í Noise."
        }
    ]
}