{
    "forum_title": "Sagnfræði",
    "user": "Adelene",
    "user_id": "54218",
    "date": "2005-10-14 22:49:42",
    "title": "Closseum og skylmingaþrælar",
    "text": "Jáh þannig er mál með vexti að ég á að fara að flytja framsögur í sögutíma á mánudaginn um Colosseum og skylmingaþrælana. Ég leitaði mér heimilda á bókasafninu í skólanum og bæjarfélaginu og í alvöru talað voru bara tvær bækur sem fjölluðu e-ð örlítið um þetta og ég hef litlar sem engar heimildir.\nSvo ég var að hugsa hvort e-r vissi um áreiðanlega síðu á netinu sem fjallar um þetta? (þegar þetta er skrifað þá er ég ekki búin að prófa google, heldur vildi sjá hvort fólk vissi um e-r síður fyrir fram)",
    "url": "https://www.hugi.is/saga/korkar/336596/closseum-og-skylmingathraelar/",
    "url_id": "336596",
    "id": "2579036",
    "replies": [
        {
            "user": "Adelene",
            "user_id": "54218",
            "date": "2005-10-14 22:50:11",
            "id": "2579038",
            "reply_to_id": "2579036",
            "text": "Djöfull! Auðvitað átti þetta að vera COlosseum! Afsakið. Typo."
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2005-10-15 00:49:09",
            "id": "2579543",
            "reply_to_id": "2579036",
            "text": "Á Vísindavefnum eru nokkur svör, ekki ýkja löng eða ítarleg en kannski hjálpleg:\nHvaða arkitekt hannaði Colosseum í Róm, hve stórt er það og hve gamalt?\nÚr hverju og hvernig var hringleikahúsið í Róm byggt?\nHvaða skemmtanir fóru fram í hringleikahúsum Rómverja?\n.\nAnnars er alltaf betra að lesa bækur. Ég geri ráð fyrir að þú viljir frekar íslenskar bækur og að þær verði að vera fremur aðgengilegar þannig að þú ættir að prófa Will Durant,\nRómaveldi\nI og II og kannski Ásgeir Hjartarson,\nMannkynssaga: Fornöldin\n."
        },
        {
            "user": "Adelene",
            "user_id": "54218",
            "date": "2005-10-15 07:07:09",
            "id": "2579819",
            "reply_to_id": "2579543",
            "text": "Já það voru bækurnar eftir Will Durant sem ég notaði. En ég hef ekki tékkað á hinni. Sendi mömmu eftir henni í dag og gá hvort hún sé til á bókasafninu. :)\nEn annars takk fyrir linkana, tékka á þeim eftir vinnu."
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2005-10-15 00:53:46",
            "id": "2579556",
            "reply_to_id": "2579036",
            "text": "Prófaðu þetta:\nhttp://www.roman-empire.net\nVeit samt ekki alveg hvort þú finnur eitthvað þarna, hef ekki enn nennt að skoða þessa síðu almennilega. Það ættu þó allavega að vera einhverjir linkar."
        },
        {
            "user": "Adelene",
            "user_id": "54218",
            "date": "2005-10-15 07:07:37",
            "id": "2579820",
            "reply_to_id": "2579556",
            "text": "Jæja ég prófa allavega að skoða þetta. :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-10-16 00:22:38",
            "id": "2582259",
            "reply_to_id": "2579036",
            "text": "þú getur prófað að leita á www.wikipedia.org"
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2005-10-17 15:42:17",
            "id": "2586733",
            "reply_to_id": "2579036",
            "text": "russel crowe varð skylmingarþræll og eftir að hann komst til valda batt hann enda á þetta blóðssport"
        },
        {
            "user": "gvarson",
            "user_id": "26145",
            "date": "2005-10-28 03:26:53",
            "id": "2628124",
            "reply_to_id": "2586733",
            "text": "haha snilld"
        }
    ]
}