{
    "forum_title": "Vísindi",
    "user": "Noproblem",
    "user_id": "23636",
    "date": "2005-10-17 10:31:46",
    "title": "Fljúgandi Spagettískrímslið",
    "text": "Í fleiri aldir hafa menn vaðið villu síns vegar, trúað á mörg hundruð mismunandi\nfals-gvuði, Seifur, Ra og Jehóva …\nNúna er tíminn kominn til að við opnum augun fyrir staðreyndum lífsins og\nhættum að reiða okkur á þjóðsögur skrifaðar af hirðingjum á fyrri hluta bronz aldar.\nVið þurfum að taka á móti sannleikanum og undirbúa heiminn, og sérstaklega\nbörn á grunnstigi skólakerfisins, undir komu Fljúgandi Spagettískrímslisins.\nMeð komu kenningarinnar um Vitræna sköpun opnaðist leiðin fyrir söfnuðinn okkar\ntil að boða sannleikann, og knýja fram þær breytingar sem verða að eiga sér stað\ntil undirbúnings komu Hans.\nÉg set þessa frábæru listrænu túlkun á Hans Núðleika með greininni til að fólk geti gert sér grein fyrir því hve falleg ásjón hans er og hve vænt honum þykir um okkur öll, því við erum jú öll hans sköpun.\n(Ef myndin birtist ekki, þá má nálgast hana\nhér\n.)\nFyrir þau ykkar sem búa í hellum og hafið af þeim ástæðum ekki haft tækifæri til\nað kynna ykkur nýjustu rannsóknir á þessu sviði, vill ég byrja á því að færa ykkur\nþau eitilhörðu sönnunargögn sem eru til staðar.\nÁ\nþessu\nlínuriti sést greinileg\nfylgni milli fækkandi sjóræningja og hækkandi hitastigs á jörðinni, en fækkun sjóræningja fer mikið fyrir brjóstið á Hans Núðleika, því eins og allir vita voru sjóræningjar mjög meðvitaðir um hollustu spagettí afurða, og borðuðu mikið af núðlum.\nÍ Himnaríki okkar er bjór eldfjall OG strippara verksmiðja til að tryggja að allir séu ánægðir þegar við siglum inn í eilífðina.\nHver einasti föstudagur er trúarlegur frídagur, ef atvinnurekandinn þinn eða skólameistari\nmótmælir þessu skaltu krefjast þess að trúarbrögð þín séu virt annars hringiru í ACLU.\nAuk þess er sjálfsagt að kenna kenninguna um Fljúgandi spagettískrímslið í skólum,\nþar sem hún er alveg jafn gild og svipaðar kenningar um að einhver gvuð hafi skapað allt,\neða þá hugmynd sem er byggð á yfirgnæfandi og rannsakanlegum vísbendingum um að lífið hafi þróast.\nViljið þið ekki búa í réttlátu samfélagi?\nSameinis þá kröftum okkar og krefjumst þess að kenningin um sköpun Spagettískrímslisins\nsé kennd í skólum svo að börn geti tekið meðvitaða ákvörðun um hvaða kenning þeim finnst réttust\nog hverju þau vilja trúa!\nÉg er ekki nógu hæfur penni til að boða trú Hans Núðleika frekar, en ég treysti því\nog trúi að einhver mér betri muni taka upp hanskann fyrir mig og styðja okkur í baráttu okkar\nfyrir sönnu réttlæti og trúarjafnrétti!\nEndilega skoðið\nheimasíðu Kirkju hans Núðleika\nþar sem þið getið lesið mótmæla bréf og lesið tilvitnanir í fólk sem hefur verið snert af hans Núðlegu návist.\nÉg kveð að sinni.",
    "url": "https://www.hugi.is/visindi/greinar/337010/fljugandi-spagettiskrimslid/",
    "url_id": "337010",
    "id": "2583733",
    "replies": [
        {
            "user": "FiftyseveN",
            "user_id": "51015",
            "date": "2005-10-17 10:59:39",
            "id": "2586175",
            "reply_to_id": "2583733",
            "text": "Lol, eins og sumir segja…"
        },
        {
            "user": "Cheng",
            "user_id": "6790",
            "date": "2005-10-17 11:36:29",
            "id": "2586204",
            "reply_to_id": "2583733",
            "text": "Þvílík steypa sem þetta er og undrast ég mjög yfir stjórnendur áhugamálsins fyrir að hafa samþykkt þetta.\nÞað er bókstaflega enginn tilgangur í þessu nema kannski sá tilgangur að fá stig? Annan tilgang get ég ekki séð.\nOg já einsog sumir myndu nú segja:\nlol…"
        },
        {
            "user": "Calliope",
            "user_id": "6606",
            "date": "2005-10-17 12:04:35",
            "id": "2586246",
            "reply_to_id": "2586204",
            "text": "Þetta var samþykkt því Kirkja hins fljúgandi spagettískrímslis er þekkt háðsdeila á fólk sem aðhyllist vitræna hönnun, sbr.:\nI think we can all agree that it is important for students to hear multiple viewpoints so they can choose for themselves the theory that makes the most sense to them. I am concerned, however, that students will only hear one theory of Intelligent Design. I and many others around the world are of the strong belief that the universe was created by a Flying Spaghetti Monster….\nhttp://randi.org/jr/200509/091605church.html#1\nI think we can all look forward to the time when these three theories are given equal time in our science classrooms across the country, and eventually the world; One third time for Intelligent Design, one third time for Flying Spaghetti Monsterism, and one third time for logical conjecture based on overwhelming observable evidence."
        },
        {
            "user": "Calliope",
            "user_id": "6606",
            "date": "2005-10-17 12:07:54",
            "id": "2586255",
            "reply_to_id": "2586204",
            "text": "Sjá einnig hér:\nhttp://en.wikipedia.org/wiki/Flying_spagetti_monste"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-10-17 12:51:17",
            "id": "2586342",
            "reply_to_id": "2586204",
            "text": "Þá hefurðu ekki séð steypuna sem kemur stundum inn á þetta áhugamál, eða nánar tiltekið undiflokk þess sem heitir /dulspeki :)"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-10-17 11:56:42",
            "id": "2586230",
            "reply_to_id": "2583733",
            "text": "Það er vor skylda sem Íslendingar að virða óskir okkar frómaða almáttuga herra og leggjast á bæn með spagettí í hönd, og óska þess, að heimurinn sjái misgjörðina og leiðrétti sem fyrst.  LENGI LIFI SPAGETTÍSKRÍMSLIÐ!"
        },
        {
            "user": "somnus",
            "user_id": "15831",
            "date": "2005-10-17 15:18:13",
            "id": "2586659",
            "reply_to_id": "2586230",
            "text": "Við Spaghettí menn þurfum að fara hittast og tilbiðja skapara okkar, teikna myndir af honum, og biðja. BERJUMST GEGN ÁTU AFKVÆMA SKAPARA OKKAR! NIÐUR MEÐ SPAGHETTÍ RÉTTI!"
        },
        {
            "user": "BongoKazmir",
            "user_id": "34194",
            "date": "2005-10-17 16:01:39",
            "id": "2586798",
            "reply_to_id": "2586659",
            "text": "ég er að borða pasta, náskyldann ættingja spagettís.\nmmmmmm"
        },
        {
            "user": "Armageddon",
            "user_id": "7834",
            "date": "2005-10-17 16:51:57",
            "id": "2587062",
            "reply_to_id": "2583733",
            "text": "Þetta er ein besta grein sem ég hef lesið á huga í langan tíma, og ég ætla rétt að vona að lesendur geri sér grein fyrir þeirri ádeilu sem að höfundur er að setja fram. Frábær grein, og ætti að setja hlutina í samhengi fyrir suma."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-10-17 22:56:41",
            "id": "2588989",
            "reply_to_id": "2587062",
            "text": "Veistu, ég verð að þakka þér innilega fyrir þetta hrós, sem mér finnst þó vera full langt yfir markið.\nÉg er ekki mjög góður í að setja upp greinar og að skrifa langan texta í samhengi, og þessi grein sver sig ágætlega í ættina.\nEn ég þakka þér engu að síður og er sammála þér með að lesendur geri sér vonandi grein fyrir þessu."
        },
        {
            "user": "ASS",
            "user_id": "13287",
            "date": "2005-10-17 17:44:46",
            "id": "2587323",
            "reply_to_id": "2583733",
            "text": "malbik?\nEn samt, hvers vegna ættum við ekki að trúa á þessa vitleysu frekar en einhverja aðra vitleysu?"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-10-17 22:55:04",
            "id": "2588974",
            "reply_to_id": "2587323",
            "text": "Bíddu, sástu ekki línuritið eða?\nÞetta er hrein og klár sönnun.\nEf þú ert í fjölbraut mæli ég með því að þú takir áfanga sem heitir Sannanir 101!!!"
        },
        {
            "user": "ASS",
            "user_id": "13287",
            "date": "2005-10-18 07:23:49",
            "id": "2589640",
            "reply_to_id": "2588974",
            "text": "aha, og ertu með sönnun fyrir því að tölurnar á línuritinu hafi verið sannar, það þarf ekki að muna nema ofurlitlu og þá er allri kenningunni kollvarpað."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-10-18 12:42:44",
            "id": "2590056",
            "reply_to_id": "2589640",
            "text": "Eins og stendur þarna eru tölurnar ekki alveg 100% nákvæmar, heldur áætlaðar, og þessvegna verðuru bara að trúa þeim. ;)"
        },
        {
            "user": "ASS",
            "user_id": "13287",
            "date": "2005-10-18 17:17:43",
            "id": "2591093",
            "reply_to_id": "2590056",
            "text": "Það eru líka fleiri breytur sem geta spilað inn í en hækkandi hitastig, eins og betri varnir eða lægri skólagjöld, hærri laun eða meiri kórall."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-10-18 17:27:51",
            "id": "2591144",
            "reply_to_id": "2591093",
            "text": "Nei svona í alvörunni, skoðaðu þetta línurit vel."
        },
        {
            "user": "ASS",
            "user_id": "13287",
            "date": "2005-10-18 22:31:51",
            "id": "2592655",
            "reply_to_id": "2591144",
            "text": "Þeim fjölgar milli 1820 og 1860, þrátt fyrir hækkandi hita.  Ekkert samband er á milli hve mikið þeim fækkar hlutfallslega og hve mikið hitinn hækkar.  Línan ætti að vera fallega bogin upp, án brota.  Allt of ójafnt á milli ára og allt of ójafnt á milli fjölda sjóræningja.  Af því leiðir að línuritið er ekki bara meingallað heldur einnig kolólöglegt.\nTitillinn segir GAT vs. # of pirates, en vs. stendur fyrir versus sem þýðir á móti.  Þarna ætti að standa considering sem þýðir miðað við.  Réttast væri # of pirates considering GAT."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-10-18 22:34:16",
            "id": "2592670",
            "reply_to_id": "2592655",
            "text": "Haha, nákvæmlega. :-l\nFinnst þér það ekki bara frábært?"
        },
        {
            "user": "steini21",
            "user_id": "31936",
            "date": "2005-10-17 19:39:49",
            "id": "2587889",
            "reply_to_id": "2583733",
            "text": "Æji það er svo þreytt að senda svona inn. Því miður."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-10-17 22:57:31",
            "id": "2589000",
            "reply_to_id": "2587889",
            "text": "Já, satt marr …\nAllir búnir að senda inn grein um fljúgandi spagettískrímslið."
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2005-10-18 00:54:08",
            "id": "2589488",
            "reply_to_id": "2589000",
            "text": "amm, so yesterday."
        },
        {
            "user": "steini21",
            "user_id": "31936",
            "date": "2005-10-18 12:43:04",
            "id": "2590057",
            "reply_to_id": "2589000",
            "text": "Var, eins og þú veist, að tala um að gera grín að trúuðum á þennan hátt."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2005-10-18 12:48:34",
            "id": "2590068",
            "reply_to_id": "2590057",
            "text": "Ég hélt að maður ætti að hlæja að trúðum."
        },
        {
            "user": "maxina89",
            "user_id": "55679",
            "date": "2006-04-03 21:18:44",
            "id": "3304433",
            "reply_to_id": "2590068",
            "text": "hehe, snilldar svar þarna. en skemmtilegur annars, boðskapurinn í greininni"
        },
        {
            "user": "Skufsi",
            "user_id": "60469",
            "date": "2005-10-19 20:34:26",
            "id": "2595736",
            "reply_to_id": "2583733",
            "text": "Ég gæti aldrei ‘'dissað’' Spaghettí! Tilbiðjum nýja guð okkar!"
        },
        {
            "user": "Penis",
            "user_id": "50298",
            "date": "2009-02-12 09:12:06",
            "id": "6508094",
            "reply_to_id": "2583733",
            "text": ""
        }
    ]
}