{
    "forum_title": "Smásögur",
    "user": "girlygirl",
    "user_id": "9160",
    "date": "2001-07-09 02:51:48",
    "title": "Dýrahimnaríkið",
    "text": "Alveg frá því að ég var lítil þá hef ég átt gæludýr, eins og flestir þekkja þá eiga þau það til að deyja, því miður. Mamma mín sagði mér alltaf að það væri til dýrahimnaríki og þangað færu öll dýrin og lifðu í sátt og samlyndi. Þess má geta að ég hugsa ennþá um þetta dýrahimnaríki ef ég missi gæludýr.\nHalló, ég heiti Jónína og ég ætla að segja ykkur sögu mína.\nÞegar ég var bara lítið grey, kom lítil stelpa í gæludýrabúðina þar sem ég bjó með mömmu minni og systkinum. Mér leist mjög vel á þessa stelpu, sá það á henni að hún var góð. Ég ýldi á hana og reyndi að láta hana taka eftir mér. Hún sá mig og ég sá í augunum á henni að henni langaði að kaupa mig. Hún hljóp og náði í mömmu sína, á nokkrum mínútum vorum við búnar að sannfæra mömmu hennar um það að það væri gaman og auðvelt að eiga gæludýr.\nÉg var kvaddi fjölskylduna mína og hélt heim með litlu stelpunni og mömmu hennar.\nÞegar heim kom kom ég mér vel fyrir í búrinu sem þær keyptu handa mér og fór svo að leika mér með litlu stelpunni minni, ég skýrði hana Ásu og hún skýrði mig Jónínu, Jónínu naggrís.\nÉg lifði mjög góðu lífi hjá henni í 4 ár. Þegar ég var 3. ára gömul fékk ég krabbamein, og ári seinna dó ég. Ása var mjög leið og ég líka.\nÉg sveif þarna í yfir Ásu í smátíma, en var svo allt í einu komin á stað þar sem allt var hlýtt, og gott, ég horfði í kringum mig og sá allt fullt af öðrum dýrum, líka dýr sem áttu að vera óvinir mínir en samt fann ég ekki fyrir hræðslu, ég vissi að þau mundu ekki gera mér neitt, ég bara vissi það.\nÉg labbaði um og sá aðra naggrísi, ég fór og talaði við þá, þau buðu mig velkomin og sýndu mér himnaríkið, mér leist svo vel á þetta! Ég fann mér stað til að búa á, og hef búið þar alveg síðan, það hafa mjög margir skemmtilegir hlutir gerst hérna en ég sakna nú samt Ásu minnar, ég vona að hún muni lesa þessa sögu því ég vil segja henni að mér líður mjög vel og ég vona að henni líði líka vel!",
    "url": "https://www.hugi.is/smasogur/greinar/33785/dyrahimnarikid/",
    "url_id": "33785",
    "id": "227763",
    "replies": [
        {
            "user": "eirikurj",
            "user_id": "4959",
            "date": "2001-07-10 03:14:44",
            "id": "227764",
            "reply_to_id": "227763",
            "text": "Þetta er mjög skemmtileg saga.  Það er nefnilega gaman að hugsa frá sjónarhorni dýra."
        },
        {
            "user": "Maxx",
            "user_id": "10064",
            "date": "2001-07-10 13:55:59",
            "id": "227765",
            "reply_to_id": "227763",
            "text": "Ef ég á, á mun ég liklega nota þessa sögu sem sjónarhorn fyrir dóttur mína þegar hamsturinn hennar deyr (sem ég vona er ekki fljótlega)\nKv Maxx"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-07-20 16:08:57",
            "id": "227766",
            "reply_to_id": "227763",
            "text": "Ýkt sætt.."
        }
    ]
}