{
    "forum_title": "Vísindi",
    "user": "JesusChrist",
    "user_id": "50715",
    "date": "2005-10-19 20:42:59",
    "title": "Kóngulær",
    "text": "Kóngulær\nKóngulær eru þau dýr sem vekja hvað mestan ótta hjá fólki. Stafar þetta aðallega af fáfræði. Flestir halda að þær séu skordýr, en í rauninni er þær áttfætlur. Önnur dýr í þessum hópi eru t.d. mítlar, sporðdrekar og langfætlur. Til eru yfir 35.000 tegundir af kóngulóm. Kóngulær spinna vef úr silki sem stundum getur verið jafn sterkur og stál. Þær  veiða flugur og önnur dýr, eins og smáfugla, í vefinn.\nÞekktustu kóngulærnar á Íslandi eru Svarta ekkjan og Tarantúlan, samt lifa þær ekki á Íslandi. Svarta ekkjan dregur nafn sitt af því að hún drepur maka sinn eftir að hafa eðlað sig. Hin eiginlega svarta ekkja er svört með rauðum depli á miðjum skrokknum. Svarta ekkjan veiðir með því að fanga fórnarlömb sín í vef sinn og gerir svo leifturárás á þau og drepur með taugaeitri sem lamar fórnarlömbin. Svarta ekkjan getur ekki drepið mann, en eitur hennar er mjög óþægilegt og veldur miklum sársauka.\nOft er talað um að kóngulær sem lifa í suður-Evrópu séu Tarantúlur af því að  þær eru loðnar eins og hinar eiginlegu tarantúlur, sem lifa í suðvestur-hluta Bandaríkjanna (Arizona, Kalíforníu og Texas). Oft koma þessar kóngulær fram í gömlum hryllingsmyndum. Þær eru vinsæl gæludýr í Bandaríkjunum vegna þess að þær lifa lengi eða í allt að 30 ár. Þær eru líka oft kallaðar fuglakóngulær af því að þær eru líkar frændum sínum í suður-Ameríku sem éta smáfugla. Bit þeirra er ekki mjög eitrað en sársaukafult.",
    "url": "https://www.hugi.is/visindi/greinar/338096/kongulaer/",
    "url_id": "338096",
    "id": "2595762",
    "replies": [
        {
            "user": "JesusChrist",
            "user_id": "50715",
            "date": "2005-10-19 20:42:53",
            "id": "2595783",
            "reply_to_id": "2595762",
            "text": "djöffulinn þetta átti ekki að koma svona út fyrigefið"
        },
        {
            "user": "JesusChrist",
            "user_id": "50715",
            "date": "2005-10-19 20:47:11",
            "id": "2595819",
            "reply_to_id": "2595783",
            "text": "svona illa meinaru ?"
        },
        {
            "user": "JesusChrist",
            "user_id": "50715",
            "date": "2005-10-19 20:48:26",
            "id": "2595831",
            "reply_to_id": "2595819",
            "text": "já var með greinaskilum og öllu sko þetta mishpenaðist bara"
        },
        {
            "user": "JesusChrist",
            "user_id": "50715",
            "date": "2005-10-19 20:53:55",
            "id": "2595868",
            "reply_to_id": "2595762",
            "text": "Öööö er þetta ekki KÖngulær?"
        },
        {
            "user": "JesusChrist",
            "user_id": "50715",
            "date": "2005-10-19 20:55:11",
            "id": "2595877",
            "reply_to_id": "2595868",
            "text": "neibb kíkti í réttritunar orðabók þar stóð að það mætti skrifa kóngulæ"
        },
        {
            "user": "Calliope",
            "user_id": "6606",
            "date": "2005-10-19 21:00:58",
            "id": "2595928",
            "reply_to_id": "2595868",
            "text": "Það má skrifa hvort tveggja."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-10-19 21:00:32",
            "id": "2595925",
            "reply_to_id": "2595762",
            "text": "“þessar kóngulær eru eitraðar en bitið er þó sjaldnast banvænt nema þeim sem eru veikir fyrir, gömlu fólki eða börnum.”\nGetur þá drepið mann."
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2005-10-19 21:01:57",
            "id": "2595935",
            "reply_to_id": "2595762",
            "text": "fín grein en afhverju ertu með mynd af honum Dolla?"
        },
        {
            "user": "JesusChrist",
            "user_id": "50715",
            "date": "2005-10-19 21:02:58",
            "id": "2595942",
            "reply_to_id": "2595935",
            "text": "Dollla? hitler vinur minn lét myndina hef bara ekki komið því í lag að taka hana í burtu"
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2005-10-19 21:05:42",
            "id": "2595957",
            "reply_to_id": "2595942",
            "text": "skil þig þá vel félagi"
        },
        {
            "user": "gigo",
            "user_id": "7402",
            "date": "2005-10-19 21:37:12",
            "id": "2596165",
            "reply_to_id": "2595762",
            "text": "svarta ekkjan getur VÍST drepið menn, og hefur gert.. í ástralíu er alltaf viss fjöldi manna sem deyr úr ekkjubiti… aðallga vegna þess hversu óútreiknanlegt bitið er.. ef karl bítur mann, að þá er hægt að fá mótefni við því, en kerlingarnar eru vanalega ekki með sama eitrið, og því erfitt að lifa það af, því oft eru ekki til mótefni við mörgum tegundum eitursins.  Meðal maður deyr á fáeinum tímum, úr sársaukamikilli taugalömun.  Síðasta tilfelli af ekkjinni á íslandi var á seyðisfirði fyrir 2 árum að ég held, og barst hún þangað með vínberjum.  síðar fengum við að skoða hana í náttúrufræðitíma."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-10-19 22:27:15",
            "id": "2596463",
            "reply_to_id": "2596165",
            "text": "Flest bita leiða ekki til dauða og oftast, eins og hann sagði, er um að ræða fólk við illa heilsu, gamalt fólk eða ungbörn.  Oftast er jafnvel ekki gefið móteitur því þess þarf ekki.  Því sem þú ert að lýsa hljómar eins og rauðbakurin, sem er af sömu ætt og svarta ekkja.  Kerlan er einmitt með sterkara eitur.  Það hefur hinsvegar bara dáið einn maður síða 1959, en þá var mótefni búið til.\nSjá:\nhttp://en.wikipedia.org/wiki/Red-back_spide"
        },
        {
            "user": "Reichsmarschall",
            "user_id": "60136",
            "date": "2005-10-19 21:46:03",
            "id": "2596214",
            "reply_to_id": "2595762",
            "text": "Vefurinn er margfalt sterkari en stál miðan við þyngd!! og eitrið úr svörtu ekkjunni getur drepið mann en það gerirs ekki oft. Hún er þekkt á rauðum stundarglaslaga blett sem er undir henni"
        },
        {
            "user": "JesusChrist",
            "user_id": "50715",
            "date": "2005-10-19 21:47:26",
            "id": "2596222",
            "reply_to_id": "2596214",
            "text": "ætlaði að koma með mynd var bara of stó"
        },
        {
            "user": "Reichsmarschall",
            "user_id": "60136",
            "date": "2005-10-19 21:49:30",
            "id": "2596227",
            "reply_to_id": "2596222",
            "text": "Þá áttu bara að fá þér Photoshop “löglega”:) og minka myndirnar í því"
        },
        {
            "user": "JesusChrist",
            "user_id": "50715",
            "date": "2005-10-19 21:50:55",
            "id": "2596233",
            "reply_to_id": "2596227",
            "text": "á ekki efni á því"
        },
        {
            "user": "Reichsmarschall",
            "user_id": "60136",
            "date": "2005-10-19 21:52:00",
            "id": "2596242",
            "reply_to_id": "2596233",
            "text": "þegar ég sagði “Löglega” þá meinti ég að þú ættir að down loada því:P"
        },
        {
            "user": "JesusChrist",
            "user_id": "50715",
            "date": "2005-10-19 21:52:27",
            "id": "2596245",
            "reply_to_id": "2596242",
            "text": "aha múahahaha"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-10-19 22:08:43",
            "id": "2596325",
            "reply_to_id": "2595762",
            "text": "Kóngulær eru þau dýr sem vekja hvað mestan ótta hjá fólki. Stafar þetta aðallega af fáfræði. Flestir halda að þær séu skordýr, en í rauninni er þær áttfætlur.\nFáfræðin er hjá þér vinur minn, af hverju ætti fólk að vera eitthvað minna hrætt við þær af því þær eru áttfætlur en ekki skordýr?\nsvona hræðsla kallast einfaldlega phobia, er ekki viss um vísindalegt heiti yfir þessa. En ég er allavega skíthræddur við þessi kvikindi, og þó svo ég hafi oft oft pælt í því að það er ekkert hættulegt né ógnvekjandi við þær, þá skítbregður mér við að sjá þær á hvítum vegg."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-10-19 22:20:19",
            "id": "2596409",
            "reply_to_id": "2596325",
            "text": "Arachno-phobia (Könguló(a)-fælni) er líklegast það sem þú ert að leita að.  Hræðsla er hinsvegar ágætis þýðing á phobia (fóbía), en þetta er einfaldlega eitthvað sem er notað í ensku\nKöngulóafælni stafar af fáfræði, en fáfræðin felst ekki í því að þekkja í sundur skordýr og áttfætlur, ég held hann hafi ekki verið að reyna tengja þessar staðreyndir saman þótt þetta hafi lent svona."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-10-19 22:27:58",
            "id": "2596471",
            "reply_to_id": "2596409",
            "text": "fáfræðni í hverju þá?"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-10-19 22:57:40",
            "id": "2596699",
            "reply_to_id": "2596471",
            "text": "Fáfræði af því leiti að, án þess að vita það, heldurðu að þetta séu stórhættuleg dýr.  Ein aðferð í sálfræði til að losna við þessa fóbíu felst einmitt í því að koma þér í tæri við köngulær og í raun, venja þig við þær, svo þú áttir þig á því að það er ekkert að óttast.  Einhver gæti látið þig horfa á video, eða klappa tarantúllum, hver veit, kannski losnaru við hræðsluna."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-10-19 23:06:59",
            "id": "2596746",
            "reply_to_id": "2596699",
            "text": "nei, eins og ég sagði, þá hef ég oft gert mér grein fyrir því að þær eru ekkert hættulegar.. hef haldið á þeim og þannig, en það varir ekkert lengi, næsta dag eftir er þetta komið strax aftur.."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-10-20 09:21:53",
            "id": "2597273",
            "reply_to_id": "2596746",
            "text": "Já, ég skil.  Ætli þetta sé ekki bara djúp sannfæring lengst inn í kollinum á þér sem þú tekur ekki eftir."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-10-19 22:16:11",
            "id": "2596373",
            "reply_to_id": "2595762",
            "text": "Flott grein, leiðinlegt að þetta misheppnaðist, en það heppnast vonandi næst."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-10-19 22:47:36",
            "id": "2596637",
            "reply_to_id": "2595762",
            "text": "Fáfræðin og heimskan hjá sumum hér er vægast sagt fyndin en svo það sé á hreinu þá er ekki il það kóngurlóarbit né sporðdreka sem drepur menn nema að hjartveika fullorðna menn sé að ræða!\nSvarta ekkjan (þekkjist sem lítil svört könguló með eldrautt stundarglas á bakinu!) er hættuleg mönnum með hjartveiki og börnum. Hún heldur sig yfirleitt á rökum stöðum ( í USA) td. vinnuskúrum, bílskúrum sem ekki eru með loftræstingu, og bakhúsum sem geyma garðáhöld.\nFyrir fullfrískann mann er eitt bit ekki bannvænt en ef ungt barn er stungið nálægt hjarta eða veikur einstaklingur þá er voðin vís.\nSama á við sporðdreka."
        },
        {
            "user": "kvkhamlet",
            "user_id": "10172",
            "date": "2005-10-20 00:03:34",
            "id": "2596949",
            "reply_to_id": "2595762",
            "text": "Ég sjálf er arachnaphobic og ég vil ekki meina að það stafi af fáfræði. Ég ólst upp í sveit með fullt af köngulóm, ég veit vel að þær eru ekki hættulegar, en samt sem áður, þegar ég sé köngulær byrja ég að skjálfa, hjartslátturinn eykst og oft fer ég að gráta án þess að ráða við það. Ég fæ martraðir og myndin af köngulónni situr í mér lengi. Ég get ekki séð myndir af köngulóm, ég get ekki komið við mynd af könguló.. sömu áhrif… Ég veit engann veginn af hverju þetta er, en þessi “fóbía” eða hræðsla virkar nákvæmlega eins og lofthræðsla, innilokunarhræðsla eða hver önnur hræðsla.."
        },
        {
            "user": "JesusChrist",
            "user_id": "50715",
            "date": "2005-10-20 15:25:42",
            "id": "2598152",
            "reply_to_id": "2596949",
            "text": "hefði getað orðað það öðruvísi en það er jæu til fólk með fóbíu en aðrir vita bara ekki nóg um kóngluæ"
        },
        {
            "user": "JesusChrist",
            "user_id": "50715",
            "date": "2005-11-06 22:55:21",
            "id": "2663422",
            "reply_to_id": "2595762",
            "text": "Þekktustu kóngulærnar á Íslandi eru Svarta ekkjan og Tarantúlan, samt lifa þær ekki á Íslandi…….. kom soldið illa út en flott grein.."
        },
        {
            "user": "JesusChrist",
            "user_id": "50715",
            "date": "2005-11-06 23:10:15",
            "id": "2663511",
            "reply_to_id": "2663422",
            "text": "veit það alveg hún lét mig bæta þessu inn hún jóna hildu"
        }
    ]
}