{
    "forum_title": "Tolkien",
    "user": "bulli",
    "user_id": "37546",
    "date": "2005-10-21 17:22:24",
    "title": "Saruman",
    "text": "Mér hefur alltaf fundist Saruman nokkuð svalur en það var mestallt útaf Uruk-Hai. Það verður mjög lítið um þýðingar í þessarri grein ef það verða einhverjar.\nSaruman var fyrstur Maianna til þess að koma til Middle Earth en hann var kosin af Aule. (Valinn sem skapaði Dvergana fyrir þá sem ekki vita) Hann er elstur Maianna á Middle Earth. Fyrstu 1000 árunum sínum á Middle Earth eyddi hann í að ferðast um austurhluta Middle Earth. Hann mætti á fyrsta fund White Council og á honum var hann kosin stjórnandi White Council.\nÞað var um þetta leyti sem að hann byrjaði að lesa sér til um Máttarbaugana. Eftir það var hann alltaf svona á milli góðs og vonds: hann var á móti Sauron en hann var samt alltaf að hugsá um að ná the One Ring fyrir sjálfan sig.\nBeren nítjandi Steward af Gondor gaf honum lyklana að Orthanc þar sem að hann eyddi svo miklum tíma í að lesa um hringina í Minas Tirith.\nÞegar að sagan sem er í myndunum gerist er Saruman orðinn illur og hann gerir her Uruk-Hai en þið ættuð að vita rest. Hann gerir her, ræðst á Róhan, Entar ráðast á Isengard, Treebeard hleypir Saruman út. Síðan ferðast Saruman með Grima sem flakkari og ferðast til Héraðs og ræðst á það. Þegar að ‘stríðið’ var að fara að enda í Héraði þá drap Grima hann Saruman. Saruman og Grima voru kallaðir Sharkey og Worm eftir að Treebeard hleypti þeim útúr Orthanc. Þannig að Saruman dó semsagt.\nP.S. Hvað er málið með Ég Staðfest að þetta er mitt eigið verk???\nHeimildir:",
    "url": "https://www.hugi.is/tolkien/greinar/338597/saruman/",
    "url_id": "338597",
    "id": "2602177",
    "replies": [
        {
            "user": "bulli",
            "user_id": "37546",
            "date": "2005-10-21 17:26:14",
            "id": "2602557",
            "reply_to_id": "2602177",
            "text": "sry….heimildir: www.councilofelrond.com"
        },
        {
            "user": "2469",
            "user_id": "57683",
            "date": "2005-10-21 17:30:30",
            "id": "2602567",
            "reply_to_id": "2602177",
            "text": "Saruman skapaði\nEKKI\nUruk Hai heldur blöndu af mönum og Dríslum(Goblinum) Uruk Haiarnir voru aðeins málaliðar frá Mordor annað en í þessum blessuðu myndum."
        },
        {
            "user": "2469",
            "user_id": "57683",
            "date": "2005-10-21 17:31:22",
            "id": "2602570",
            "reply_to_id": "2602567",
            "text": "Ágætt grein btw. Svolítið stutt miðað við það sem má finna um persónuna en fín samt."
        },
        {
            "user": "delonge",
            "user_id": "22183",
            "date": "2005-10-21 17:39:34",
            "id": "2602592",
            "reply_to_id": "2602177",
            "text": "Sambandi með Hvíta Ráðið, Galadríel var aldrei sátt við að Gandalf var kosinn stjórnandi, hún vildi frekar hafa Gandalf :D"
        },
        {
            "user": "jungleman",
            "user_id": "40195",
            "date": "2005-10-21 17:51:43",
            "id": "2602629",
            "reply_to_id": "2602592",
            "text": "þetta meikaði 0 sens : /"
        },
        {
            "user": "delonge",
            "user_id": "22183",
            "date": "2005-10-21 17:54:12",
            "id": "2602638",
            "reply_to_id": "2602592",
            "text": "það sem eg meinti .. Gandalf ut, Saruman inn…"
        },
        {
            "user": "2469",
            "user_id": "57683",
            "date": "2005-10-21 19:29:16",
            "id": "2603021",
            "reply_to_id": "2602177",
            "text": "hehe, ég er svona lotr nubbi, finnst þetta mjög spennandi.. hinsvegar veit ég ekki baun hvað þetta allt er.. kannski legg ég nokkrar spurningar hérna..\n“saruman var fyrstur Maianna” - hvað er maianna? :s\n“white council” - myndi giska að þetta sé svona galdrakalla félag, gandalfur og co :)\nhvað er “entar”\nhver er “grima”\nhvað er “orthanc”\n:D sorry, er algjörlega nýr í þessu.."
        },
        {
            "user": "2469",
            "user_id": "57683",
            "date": "2005-10-21 20:48:07",
            "id": "2603437",
            "reply_to_id": "2603021",
            "text": "Maiar lestu Silmerilinn alltof langt að útskýra það hér.\n“white council” Var þing hjá Vitringunum og Galdadríel,Elrond, Sirdáni o.s.frv. um hvað skyldi gera gegn Sauroni.\nEntar eins og Treeberad og þeir í myndunum Trjákallarnir. Slæm útskýring en samt.\nGrima laumulegi þjónn Sarumans.\nOrthanc turninn sem Sarum bjó í."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-10-21 22:57:04",
            "id": "2603977",
            "reply_to_id": "2603437",
            "text": "ahh, kúl, takk ;)"
        },
        {
            "user": "2469",
            "user_id": "57683",
            "date": "2005-10-21 21:04:51",
            "id": "2603507",
            "reply_to_id": "2603021",
            "text": "Ég er að skrifa um Maiana btw svo þú getur bara beðið eftir greininni sem mun koma á spurt/svarað kubbinn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-10-22 00:17:38",
            "id": "2604182",
            "reply_to_id": "2603021",
            "text": "Sendu okkur fyrirspurn á spurt og svarað kubbinn :D"
        },
        {
            "user": "Origami",
            "user_id": "60855",
            "date": "2005-10-21 20:42:50",
            "id": "2603412",
            "reply_to_id": "2602177",
            "text": "Saruman skapaði EKKI Uruk Hai\nÉg hélt það alltaf þangað til að ég las Hringadróttinssögurnar. En það kemur oft fram að þeir vöru upprunir frá Mordor. Eins og þegar orkinn sagði við hinn orkann í nr. 3 : Það lendir alltaf á okkur blessuðu Úrúk orkunum að gera skítverkin. Jæja..ég er búinn;P"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-08 22:13:33",
            "id": "2672031",
            "reply_to_id": "2602177",
            "text": "frekar stutt grein samt fín"
        },
        {
            "user": "volex",
            "user_id": "59713",
            "date": "2005-11-25 20:10:20",
            "id": "2733710",
            "reply_to_id": "2602177",
            "text": "Ágætt grein svona en mér finnst greinin mætti vera ítarlegi, þetta er svona dæmigert skólabókadæmi um Saruman en annars var þetta stutt og laggott"
        },
        {
            "user": "Talesofelviz",
            "user_id": "39258",
            "date": "2005-12-07 17:57:26",
            "id": "2784172",
            "reply_to_id": "2602177",
            "text": "ha?\ngerði hann ekki urukana?\nÉg reyndar var að rembast af veikum mætti að skilja þennan há-orka kafla í annari bókinni skildi hvorki upp né niður:(\nen hvað gerði hann? blandaði saman dríslum og orkum?\nég reyndar hef aldrei skilið muninn á dríslum og orkum :/ En þessi uruka her, var það semsagt bara smá hópur af orkum frá mordor, þar sem ALVÖRU urukarnir voru búnir til? Og var restinn, þessir sem réðust á hjálmsdýpi, voru það blendingarnir?"
        },
        {
            "user": "bulli",
            "user_id": "37546",
            "date": "2005-12-07 20:48:43",
            "id": "2785178",
            "reply_to_id": "2784172",
            "text": "ég var nú að skilja lítið í því sem þú sagðir en svaraðu latex eða 2469 því þeir vita svo miklu meira en ég\nen annars voru uruk-hai fyrst í mordor (veit ekki hvort þeir hafi fyrst verið gerðir þar eða fyrst komið fram þar) og saruman skapaði sinn eigin ‘blendinga’ uruk-hai her sem gat staðist sólarljósið og í myndinni gerðu þeir áras á helms deep en í bókinni voru allskonar orkar, dunlendingar, (warg riders) og allskonar gerðir af hermönnum\nég held að þetta sé rétt en ef þetta hjálpar þér ekki mikið spurðu latex eða 2469 því þeir vita meira en ég :)"
        },
        {
            "user": "Talesofelviz",
            "user_id": "39258",
            "date": "2005-12-08 00:05:55",
            "id": "2786420",
            "reply_to_id": "2785178",
            "text": "hmmm ok,"
        },
        {
            "user": "Aglsen",
            "user_id": "37392",
            "date": "2005-12-15 19:02:07",
            "id": "2821848",
            "reply_to_id": "2602177",
            "text": "Treebeard “leifði” Sárúman aldrei að fara, hann komst í burtu út úr einum af mörgu inngöngum af Orthank"
        },
        {
            "user": "bulli",
            "user_id": "37546",
            "date": "2005-12-15 21:45:27",
            "id": "2822603",
            "reply_to_id": "2821848",
            "text": "saruman talaði sig útúr turninum með röddini sinni"
        },
        {
            "user": "Aglsen",
            "user_id": "37392",
            "date": "2005-12-15 22:19:14",
            "id": "2822835",
            "reply_to_id": "2822603",
            "text": "Mig mynnti að hann hefði komist út en það getur líka hafa verið eins og þú segi"
        }
    ]
}