{
    "forum_title": "Stjórnmál",
    "user": null,
    "user_id": null,
    "date": "2005-10-22 18:03:27",
    "title": "Könnun",
    "text": "“Er Morgunblaðið/rúv málgögn Sjálfstæðisflokksins/ríkissttjórnarinnar?”\nÉg hélt að það færi nú ekkert á milli mála.\nÞað hefur alltaf verið venjan að fjölmiðlar séu málpípur stjórnmálaflokka.",
    "url": "https://www.hugi.is/stjornmal/korkar/338933/konnun/",
    "url_id": "338933",
    "id": "2606400",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2005-10-22 22:06:51",
            "id": "2607263",
            "reply_to_id": "2606400",
            "text": "Algjörlegasammála"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-10-25 16:41:53",
            "id": "2617939",
            "reply_to_id": "2606400",
            "text": "Kanski mogginn en ekki RÚV"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-10-25 17:43:53",
            "id": "2618260",
            "reply_to_id": "2617939",
            "text": "En þetta er ekki sérstaklega vel upp sett könnun.\nÞví að með því að segja að Mogginn sé bleðill Íhaldsins, þá þarf maður einnig að segjast sammála því að RÚV sé talpípa ríkisstjórnar.\nÞarf af leiðandi verður hún ekki mjög markverð."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-10-25 19:49:21",
            "id": "2618977",
            "reply_to_id": "2618260",
            "text": "mhm, það er það sem ég er að segja, þess vegna svaraði ég henni ekki…"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-10-30 20:20:08",
            "id": "2637770",
            "reply_to_id": "2606400",
            "text": "Morgunblaðið já. Rúv birtir oft gagnrýni á stjórnvöld hins vegar."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-10-30 21:34:00",
            "id": "2638035",
            "reply_to_id": "2637770",
            "text": "Verð að játa það, að einhverra hluta vegna fór seinni partur könnunarinnar algerlega framhjá mér, heh …\nEn það breytir því samt ekki, að fjölmiðlar hafa í gegnum söguna verið tól stjórnmálaflokka."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-11-11 20:26:18",
            "id": "2682101",
            "reply_to_id": "2638035",
            "text": "Því er fáránlegt að tala um fjölmiðlalög (gegn Baugi) á meðan Sjálfstæðismenn fara reglulega á einkafundi á Morgunblaðinu við ritstjóra og Rúv er rekið.\nBara hafa alfjört frelsi. Stjórnvöld verða bara að sætta sig við að ekki geta allir fjölmiðlar verið á þeirra bandi."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-11-11 20:35:57",
            "id": "2682130",
            "reply_to_id": "2682101",
            "text": "Það er ekki endilega sama dæmið.\nRíkisútvapið er eign ríkisins, sama hvaða stjórnmálaafl leiðir ríkisstjórn og stjórn Morgunblaðsins veitir einfaldlega Sjálfstæðisflokknum sinn fjölmiðlalegan stuðning, á meðan Baugsmenn eiga sérstaklega sína fjölmiðla og geta gert hvaða þá vitleysu sem þeim sýnist með þá.\nHinir stjórnmálaflokkarnir ættu bara að koma sér upp dagblaði upp á eigin spýtur, eins og venjan hefur verið, til að jafna þetta út.\nVar það ekki annars Tíminn síðasta “flokksbundna” dagblaðið sem lognaðist út af markaðinum?\n- Colds"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-11-11 20:48:09",
            "id": "2682173",
            "reply_to_id": "2682130",
            "text": "Ekkert bendir til þess að starfsmenn á fjölmiðlum Baugar séu að fá beinar skipanir frá yfirmönnum.\nEn það er þessi þrýstingur bara að hafa þá vitneskju að Baugur á fjölmiðilinn. Sem hefur augljós áhrif á fréttaflutning.\nEn sama gildir um Rúv. Stjórnvöld með sinn meirihluta gætu breytt fjármögnum eða jafnvel fellt Rúv ef það ætlar að fara í stjórnarandstæðu sem fjölmiðill.\nRíkið á ekki að standa í fjölmiðlarekstri neitt frekar en að selja áfengi."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-11-11 21:03:15",
            "id": "2682235",
            "reply_to_id": "2682173",
            "text": "Ég vil ekki sjá það að RÚV væri fellt niður eða sellt eða neitt þannig.\nMér fannst áhugavert það sem að hann Páll Magnússon sagði í viðtölum þegar hann tók við nýja starfinu sínu núna nýlega, en hann sagði að ríkisútvarpið sæi um að útvarpa efni sem markaðurinn sér ekki um. Frekar spaugileg athugasemd þar sem hún gefur í skyn að ríkisútvarpið skaffi allt það sem er leiðinlegt þar sem enginn annar vill skaffa það, en það skaffar það samt. Það myndi svo fara ef ríkið losaði sig við það.\nEn þetta var útúrdúr.\nÞað er heldur ekkert sérstaklega á blaði að Morgunblaðið lúti einhverri stjórn Sjálfstæðisflokksins, það er hinsvegar almanna þekking hversu blámálað það er.\nEn ég get ekki sagt að ríkisútvarpið taki neina pólitíska afstöðu. Því það væri fásinna.\n- Colds"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-11-11 21:12:40",
            "id": "2682271",
            "reply_to_id": "2682235",
            "text": "Hvort sem það tekur afstöðu eða ekki þá myndi það aldrei þora að gagnrýna stjórnvöld jafn harkalega og aðrir fjölmiðlar.\nEn hvert á hlutverk Rúv að vera þá? Þú virðist vera á móti að það taki afstöðu í pólitík eða komi með efni sem markaðurinn getur ekki séð um. Hvað þá? Af hverju er mikilvægt að hafa ríkisfjölmiðil?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-11-11 21:21:27",
            "id": "2682303",
            "reply_to_id": "2682271",
            "text": "Hah, ég er alls ekkert á móti hlutverki RÚV á markaðnum. Ég er tíður hlustandi á sendingar frá tónleikum Sinfóníuhljómsveitarinnar eða þætti um fornsagnfræði. Myndi ég njóta þess efnis ef að fyrirtæki tæki yfir RÚV með það í huga að græða pening? Nei, ég held ekki.\nAnnað ágætis dæmi fyrir notagildi RÚV er sú staðreynd að hún næst hvar sem er á landinu. Það er þess vegna sem ein reglan í viðbrögðum við jarðskjálftum eða annars konar náttúruhamförum er sú að kveikja á útvarpinu, þar sem RÚV er nær strax komin með neyðarútsendingar í loftið.\nRÚV er ekki til til þess að kasta skít í ríkisstjórn eða stjórnarandstöðuna. RÚV er til vegna þess að RÚV er praktískt.\n- Colds"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-11-11 21:32:18",
            "id": "2682339",
            "reply_to_id": "2682303",
            "text": "Ég er tíður hlustandi á sendingar frá tónleikum Sinfóníuhljómsveitarinnar eða þætti um fornsagnfræði.\nÞannig að þér finnst í lagi að aðrir borgi undir eitthvað handa þér sem ekki er markaður fyrir?\nMyndi ég njóta þess efnis ef að fyrirtæki tæki yfir RÚV með það í huga að græða pening? Nei, ég held ekki.\nÞetta er sjálfselska en ekki rök fyrir mikilvægi ríkisfjölmiðils.\nAnnað ágætis dæmi fyrir notagildi RÚV er sú staðreynd að hún næst hvar sem er á landinu.\nBreytist það ef það verður selt stöðina? Annars þá er aðgangur að sjónvarpi ekki mannréttindi sem stjórnvöld eiga að flytja. Sá sem er óánægður með að ekkert sjónvarp sé aðgengilegt í sveitinni sinni getur bara flutt burt eða stofnað slíka sjálfur. Eða bara sætt sig við það að maður fær ekki allt sem maður vill upp í hendurnar.\nÞað er þess vegna sem ein reglan í viðbrögðum við jarðskjálftum eða annars konar náttúruhamförum er sú að kveikja á útvarpinu, þar sem RÚV er nær strax komin með neyðarútsendingar í loftið.\nÞað er munur á því að hafa eina útvarpsrás sem öryggi og að reka marghliða fjölmiðlakerfi.\nRÚV er til vegna þess að RÚV er praktískt.\nJá það er alltaf praktískt að neyða aðra til að borga undir eigin gæluverkefni. Þýðir ekki að það sé sanngjarnt."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-11-11 21:50:43",
            "id": "2682370",
            "reply_to_id": "2682339",
            "text": "Þannig að þér finnst í lagi að aðrir borgi undir eitthvað handa þér sem ekki er markaður fyrir?\nHiklaust.\nÞetta er sjálfselska en ekki rök fyrir mikilvægi ríkisfjölmiðils.\nSjálfselska, já. En þetta er sjálfselska sem ég deili með þúsundum annarra hlustanda, sem leggja grunn að þörf þeirrar hliðar miðilsins. Á meðan það eru hlustendur, þá er þörf.\nBreytist það ef það verður selt stöðina? Annars þá er aðgangur að sjónvarpi ekki mannréttindi sem stjórnvöld eiga að flytja. Sá sem er óánægður með að ekkert sjónvarp sé aðgengilegt í sveitinni sinni getur bara flutt burt eða stofnað slíka sjálfur. Eða bara sætt sig við það að maður fær ekki allt sem maður vill upp í hendurnar.\nÉg var að tala um neyðarútvarpssendinguna. Þeim myndi aldrei detta í hug að hætta allt í einu einni af endursýningum sínum frá síðustu Ólympíuleikunum eða leik helgarinnar í handbolta kvenna.\nÞað er munur á því að hafa eina útvarpsrás sem öryggi og að reka marghliða fjölmiðlakerfi.\nÞeir mega leggja niður Ríkisjónvarpið fyrir mér.\nJá það er alltaf praktískt að neyða aðra til að borga undir eigin gæluverkefni. Þýðir ekki að það sé sanngjarnt.\nSegjum sem svo að allt það yrði afnumið og borgar þyrftu að sækja um áskriftir af þeim stofnunum sem veita ákveðnar samfélagslegar þjónustur og borga það úr sínum eigin vasa. Hvað myndi gerast? Þær stofnanir sem byðu uppá eftirsóttasta efnið myndu ná yfirvöldum með auknum umsvifum og þær stofnanir sem eru ekki eins eftirsóttar myndu einfaldlega drepast úr fjársvelti, og þjónustan með þeim.\nEn segðu mér, hverju stingur þú uppá?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-11-11 23:58:26",
            "id": "2682740",
            "reply_to_id": "2682370",
            "text": "Ekki reyna að snúa þessu upp í almenna umræðu um þjóðfélagið.\nThe bottom line (afsakið slettuna) er að þú virðist vera sammála því að það sé neytt fólk til þess að borga fyrir þjónustu sem þau nota ekki svo það sé hægt að reka það fyrir aðra. Slíkur menningarlegur mismunur er ekki réttlætanlegur. Af hverju á að niðurgreiða sinfóníu frekar en rapphljómsveit? Hvað réttlætir mismuninn?\nFyrst var ekki markaður, svo talar þú um þúsundir manna sem verða að geta horft á þetta. Ef svo er þá er það nógu stór markaður fyrir einkaaðila. Selja Ríkissjónvarpið og hafa neyðarútvarpið sem hluta af kostnaði öryggisgæslu af beinum sköttum. Það er fullt af fólki þarna úti sem horfa aldrei á Ríkissjónvarpið eða hlusta á útvarpsrásirnar þeirra, en þurfa samt sem áður að borga alveg jafn mikið og aðrir. Þetta er ekkert annað en  fasismi og ótrúlegt að slíkt sé en þá í gildi árið 2005!"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-11-12 01:17:36",
            "id": "2682990",
            "reply_to_id": "2682740",
            "text": "Áttu einhvern pening?\nÉg vil eyða öllum þínum pening."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-11-12 16:27:44",
            "id": "2684037",
            "reply_to_id": "2682990",
            "text": "Kominn með tæpa milljón inn á bók. Er að safna fyrir íbúð.\nEn já væri ekki frábært að gefa Rúv þennan pening til þess að styrkja dagskrá sem markaðurinn nær ekki yfir."
        }
    ]
}