{
    "forum_title": "Dulspeki",
    "user": null,
    "user_id": null,
    "date": "2001-07-11 01:36:20",
    "title": "Frægir draugar",
    "text": "Ég fór til tannlæknis um daginn og þurfti auðvitað að bíða eftir að komast að. Ég fór að skoða Hello blað og rakst á grein um breska kerlingu sem er miðill en hún er ekkert venjulegur miðill´, nei hún er miðillinn sem fólk fer til til að hitta frægt fólk. Hún segir að frægt fólk(dáið nátturulega) koma til hennar til að ræða við aðdáendur sína. Í blaðinu var sýndar myndir af miðilsfundi og var þar fólk sem vildi tala við Freddie Mercury og auðvitað kom hann og ræddi við þau, gegnum kerlinguna auðvitað. Hún sagði líka að ótrulega mikið af frægu fólki hefur komið til hennar þar má nefna, Elvis, Dean Martin, Richard Nixon?, Rock Hudson og fleiri og fleiri. Mér fannst þetta alveg frábært og langar mikið að skreppa til hennar og spyrja Freddie eða Nixon eitthvað skemtilegt.\nkveðja sbs\nwww.sbs.is",
    "url": "https://www.hugi.is/dulspeki/greinar/34020/fraegir-draugar/",
    "url_id": "34020",
    "id": "229377",
    "replies": [
        {
            "user": "EngeI",
            "user_id": "11328",
            "date": "2001-07-11 08:22:51",
            "id": "229378",
            "reply_to_id": "229377",
            "text": "Já spurðu Freddie hvort maður sé gay eftir dauða eða hvort Guð hreinsi mann af þeirri synd."
        },
        {
            "user": "octavo",
            "user_id": "10323",
            "date": "2001-07-11 09:29:30",
            "id": "229379",
            "reply_to_id": "229378",
            "text": "Freddie var ekki gay, Freddi var try-sexual (When you try anything sexual) og óheppinn."
        },
        {
            "user": "ljufa",
            "user_id": "249",
            "date": "2001-07-11 21:00:24",
            "id": "229380",
            "reply_to_id": "229377",
            "text": "Ég trúi nú alveg að sumir miðlar hafi ákveðnar gáfur en mér finnst þetta einum of korní…\nDraugaaðdáendaklúbbur - þetta er eflaust ágætis gróðaaðferð fyrir þessa konu!"
        },
        {
            "user": "Horklessa",
            "user_id": "8391",
            "date": "2001-07-18 07:47:08",
            "id": "229381",
            "reply_to_id": "229377",
            "text": "En ömurlegt. Mér finnst það hallærislegt að græða á svona plotti og ekki traustvekjandi. Já þá vaknar auðvitað sú spurning sem EngeI varpaði fram, er fólk ennþá gay eftir dauðann, eða bi, eða straigt? Eða er þá fólk bara kynköld orka? Eða ekki neitt?"
        },
        {
            "user": "ruglubulli",
            "user_id": "6042",
            "date": "2001-07-20 16:19:41",
            "id": "229382",
            "reply_to_id": "229377",
            "text": "ég held að fólk sé nú ekki mikið annað eftir dauðann heldur en bara kjötstykki sem liggur í kistu neðanjarða"
        }
    ]
}