{
    "forum_title": "Rokk",
    "user": null,
    "user_id": null,
    "date": "2005-10-26 22:45:05",
    "title": "Eric Carr[Paul Caravello]",
    "text": "Fæddur undir Nafninu Paul Charles Caravello 12 júlí,1950 í Brooklyn Paul ólst upp í húsi þar sem 2 fjölskyldur bjuggu þar á meðal hans fjölskylda(mamma hanns ,pabbi og systkini) og frændi hans og fjölskylda.\nSnemma komu í ljós listahæfileikar hans og kennarinn hans í 6 bekk hvatti fjöldskyldu hans að ýta undir teiknihæfileika hans og stiðja hann.\nPaul gekk í listaháskóla þar sem hann lærði ljósmyndun og og að teikna teiknimyndir. Þegar hann stundaði skólann uppgötvaði hann The Beatles og byrjaði að taka smá tónlist með í námið og þess má geta að af öllum bítlunum vildi hann vera Ringo.\nPaul stúdaði 2 trommusettum meðan hann lærði að tromma en síðan keypti pabbi hans handa honum Ludwig sett. Hann stofnaði hljómsveitina The Cellarmen með vinum sínum og tóku þeir upp 2 demo áður en hljómsveitin hætti. Næsta hljómsveit hann stóð yfir í 9 ár og voru þeir í topp 40 yfir bestu cover hljómsveitir heims en loks fékk Paul leið á þessari stefnu tónlistar sem var disko og gekk í rokk cover hljómsveit að nafni Flasher þá var árið 1979.\nAð laga gaseldavélar á dagin og spila með hljómsveitinni sinni á kvöldin var það aðal hjá Paul en Paul fannst að hann ætti asð hætta í tónlist fyrir fullt og allt en vinur hans hvatti hann í prufu hjá Kiss sem höfðu gefið út að uprunalegi trommari sveitarinnar Peter Criss væri hættur.\nPaul drattaðist í áheyrnaprófið og sendi mynd af sér hljóðsnældu og ferilskrá.Eftir áheyrnaprófið fannst Paul standa sig vel og var viss um að þeir mundu velja sig og Kiss voru hrifnir af honum hringdu í hann og hann varð að þeirri persónu sem heimurinn þekkir Eric Carr The Fox\nEric Carr var nýja nafnið hans og ýmind hans Refur og undir þessu nafni gerði hann 6 plötur með Kiss en árið 1991 lést hann úr krabbameini\nERIC CARR R.I.P.",
    "url": "https://www.hugi.is/rokk/greinar/340237/eric-carrpaul-caravello/",
    "url_id": "340237",
    "id": "2621860",
    "replies": [
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2005-10-26 22:52:07",
            "id": "2623701",
            "reply_to_id": "2621860",
            "text": "Var virkilega þörf á því að senda þessa grein inná tvö áhugamál?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-10-28 16:15:34",
            "id": "2629735",
            "reply_to_id": "2623701",
            "text": "Hann hefur greinilega svo mikla þörf á því að fá stig… Hann fjöldaframleiðir svona “tveggja setninga-greinar” og sendir þær á víð og dreif um huga."
        },
        {
            "user": "BongoKazmir",
            "user_id": "34194",
            "date": "2005-10-26 23:57:01",
            "id": "2624075",
            "reply_to_id": "2621860",
            "text": "illa fjallað um kissárin hans…. eða já, ekkert fjallað um kiss árin hans."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-10-27 00:36:37",
            "id": "2624218",
            "reply_to_id": "2624075",
            "text": "þetta var nú meira um hann sjálfan og undan kiss sko en já tek þetta til greina næst"
        },
        {
            "user": "l0l3rc4k3",
            "user_id": "50613",
            "date": "2005-10-27 16:30:51",
            "id": "2625826",
            "reply_to_id": "2621860",
            "text": "vantað meira upp á þetta sasmt ágætt grein um lang best trommuleikar í heimi (mínu mati)"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2006-01-15 11:53:35",
            "id": "2963584",
            "reply_to_id": "2621860",
            "text": "hann er eða var lang besti KISS trommarinn, nokkuð fín grein þó hún sé stutt"
        }
    ]
}