{
    "forum_title": "Danstónlist",
    "user": "rawquZ",
    "user_id": "628",
    "date": "2005-11-02 10:35:43",
    "title": "Dj Craze á Gauknum 5 Nóvember!",
    "text": "DJ CRAZE TIL ÍSLANDS!\nÞrátt fyrir stórkostlegt Airwaves-kvöld á Pravda þar sem High Contrast gerði allt gjörsamlega vitlaust erum við á Breakbeat.is hvergi nærri hættir Laugardaginn 5. nóvember næstkomandi verður haldið kvöld í samvinnu við Kronik Entertainment á skemmtistaðnum Gauknum þar sem fram kemur einn hæfasti skífuþreytir heims, DJ Craze. Með honum kemur fram hinn frábæri MC Armanni Reign. Upphitun verður í höndum fastasnúða Breakbeat.is - Kalla, Lella & Gunna Ewok ásamt DJ Paranoya.\nDJ Craze, sem heitir í raun Arith Delgado og kemur frá Miami í Bandaríkjunum, er lifandi goðsögn í plötusnúðaheiminum. Hann hefur unnið það ótrúlega afrek að vinna DMC heimsmeistarakeppni plötusnúða alls 5 sinnum; þrisvar sinnum í einstaklingskeppninni (1998, 1999 & 2000) og tvisvar sinnum í liðakeppni (2000 & 2001). Craze á og rekur plötuútgáfuna Cartel Recordings ásamt bandaríska tónlistarmanninum JuJu og hefur einnig gefið út hjá útgáfufyrirtækjum á borð við Breakbeat Kaos, CIA og Breakbeat Science.\nArmanni Reign er af mörgum talinn vera einn albesti MC'inn í drum'n'bass heiminum í dag. Hann heitir í raun David R. Bruce og kemur frá Philadelphia í Bandaríkjunum. Armanni Reign hefur skotið hratt upp á stjörnuhimininn síðastliðin tvö ár og hefur hann komið fram í lögum með mönnum á borð við Photek, Hive, Gridlok og Mason. Einnig myndar hann dúettinn Mental Sharp ásamt MC Sharpness og hafa þeir meðal annars gert samning um væntanlegar skífur á TEKBDZ, plötuútgáfufyrirtæki Photek.\nÞað stefnir því í ógurlegt tjútt hjá Breakbeat.is & Kronik Entertainment á Gauknum laugardaginn 5. nóvember næstkomandi. Ekki klikka á þessu!\nHúsið opnar kl 23:00, Verð 1000kr og aldurstakmark, fædd 86 og eldri",
    "url": "https://www.hugi.is/danstonlist/greinar/340483/dj-craze-a-gauknum-5-november/",
    "url_id": "340483",
    "id": "2624462",
    "replies": [
        {
            "user": "Rawk",
            "user_id": "7092",
            "date": "2005-11-04 16:56:42",
            "id": "2655181",
            "reply_to_id": "2624462",
            "text": "Boooooooooooooooh! Það vita allir að þetta verður rúst ;)"
        }
    ]
}