{
    "forum_title": "Rokk",
    "user": null,
    "user_id": null,
    "date": "2001-07-12 00:46:26",
    "title": "Strandastrákarnir",
    "text": "Uppáhalds hljómsveitin mín er vafalaust The Beach boys, þó ég geti alveg séð að Bítlarnir hafi líka verið góðir enda höfðu Bítlarnir TVO snillinga en Beach boys aðeins einn og ef Brian Wilson gat ekki sigrað þá gat það enginn.\nOkei fyrstu plötur sandstrandastrákanna eru ekkert alltof góðar, oftast eitt tvö góð lög og afgangurinn slappur en þannig var markaðurinn þá og ekki gat maður búist við að nokkrir jolly brimbrettagæjar breyttu því er það nokkuð.\nPlöturnar urðu þó alltaf betri og betri en Brian var orðinn hræddur um að grúppan hans væri að verða úrelt svo hann ákvað að breyta til og það gerði hann heldur betur.\n1966 gáfu The Beach boys út lagið frábæra Good vibration og þarmeð tóku Beach boys forustuna í rokkheiminum.\nEn þeir tryggðu hana með meistaraverkinu PET SOUNDS, plötunni sem gaf Bítlunum innblástur að Sgt. Peppers lonely hearts club band, og ef ég á að segja alveg eins og er þá var Peppers ekki í sama klassa, ekki nálagt því enda hefur sjálfur Paul McCartney margsinnis lýst yfir aðdáun sinni á plötunni, viðurkennt áhrif hennar á sig og meira að segja sagt hana bestu plötu allra tíma og lag af henni God only knows besta lag allra tíma og hann veit sko hvað hann er að tala um.\nPeppers kom út og ákvað Brian að baka þá í eitt skipti fyrir öll með næstu plötu sinni en þanng fór að hann fór yfir um kallinn, bilaðist og kom þá platan ekkert út og Beach boys misstu af lestinni.\nÞær náðu sér aldrei alveg á strik eftir þetta, gáfu áfram út fullt af plötum og standa þar uppúr Sunflower og Surf´s up en annars var lítið varið í plötur Beach boys eftir Pet sounds.\nYkkur þarna úti finnst þeir kannski voða halló en þið getið ekki neitað áhrifunum sem þeir hafa haft á rokktónslistina.",
    "url": "https://www.hugi.is/rokk/greinar/34110/strandastrakarnir/",
    "url_id": "34110",
    "id": "229935",
    "replies": [
        {
            "user": "arnival",
            "user_id": "56129",
            "date": "2005-02-27 02:09:09",
            "id": "1995825",
            "reply_to_id": "229935",
            "text": "Þú veist að umrædd plata sem Brian missti sig yfir var gefin út rétt fyrir jól á síðasta ári, frábær plata þar á ferðinni."
        }
    ]
}