{
    "forum_title": "Half-Life",
    "user": "OBhave",
    "user_id": "3496",
    "date": "2005-10-30 01:58:46",
    "title": "NS LAN(tm) og Paintball - Aftermath - Frásögn af atburðinum.",
    "text": "Sælt veri fólkið. Hérna er smá “aftermath” grein um þetta “NS LAN™ og Paintball” sem var farið í um daginn. Fyrst fórum við í paintball kl 2 á sunnudaginn:\nPaintballinn…. var ógeðslega skemmtilegur andskoti! (´scuse my french.) Fullt af eftirminnilegum mómentum úr hinum ýmsu leikjum sem eru í prógramminu sem er tekið þegar menn panta völl . Af hverjum leik eru teknir 2 lotur og liðin skiptast á byrjunarstöðum “í hálfleik”.\nFyrst er tekið “Elimination” (team deathmatch) á fáránlega litlum velli til að auka actionið.\nRestin af greinunum er á stóra vellinum og eru:\nKill the Captain\nCapture the Flag\nSixteenth Century\n(og svo Last Man Standing, ef menn hafa tíma, kúlur og vilja til í lokin).\nLiðin voru:\nGrétar (aka Slayer eða Grizzi) og hans böns af hillbillies frá Ísafirði… og já einhverjum starfsmanni sem gekk til liðs við þá. Þeir þorðu víst ekki að vera einum færri með stelpu í hinu liðinu, geri ég ráð fyrir. :P Þeir voru með rauðan borða á handleggnum.\ná móti:\nRest.\nSem samanstóð af:\n*Mér\n*Eydísi kærustunni minni\n*Pétri aka “Rutep” (sem tók að sér að vera kapteinn)\n*Guðna aka “The Sage”\n*Garðar aka “Desidius”\nVið vorum með bláan borða á handleggnum. Red vs Blue then, HarHarHarHar!\n(Kapteinarnir fá það að auki hvítan borða á HINN upphandlegginn, þannig að þeir eru með tvo. Lucky bastards.)\nÍ stuttu máli fóru leikirnir svona (og já ég nota bara nicks héðan í frá upp á hentugleikann fyrir flesta lesendur):\nVið skíttöpuðum fyrsta elimination leiknum. Vorum skotin í hakkabuff vægast sagt. Ég var ekki mjög bjartsýnn á restina af leikjunum…    við ásökuðum hitt liðið um hax og héldum svo áfram. Við töluðum um hvað það væri gay að þeir væru með starfsmann í liðinu og djókuðum um að “skjóta feita gaurinn fyrst!” (sem var starfsmaðurinn). Ég hugsaði líka með mér (og ég er viss um að ég var ekki einn um það en við sögðum það náttúrulega ekki upphátt) að það að hafa stelpu í liðinu gerði þetta enn verra fyrir okkur.\nEn eftir að dómarinn eggjaði okkur og hafði að háð og spotti fyrir að hafa verið rústað svona af bláum býst ég við að við höfum fyllst eldmóði því við töpuðum ENGUM leik héðan í frá (nema einum Sixteenth Century, en það telst nú ekki með :P).\n———————————————-\nÍ Kill the Captain unnum við báða leikina. “Gratz Rutep, what level?” fyrir að halda sér alltaf lifandi.\nFyrri Capture the Flag leikurinn var gífurlega spennandi… ja fyrir mig allavega. Planið var að ég tæki fánann (það er sko bara einn fáni á vellinum og hann byrjar í miðjunni hægra meginn), það myndu 2 menn covera mig (Rutep myndi elta mig og The Sage myndi gefa snipe/covering fire)…  hin 2 í liðinu áttu þá að halda miðjunni vinstra meginn, til að við myndum ekki vera flankaðir frá vinstri OG til að halda “drop zone-inu” eða sem sagt staðinum sem á að flagga fánanum til að vinna.\nOkkar lið náði að komast í fánann á undan, Rutep með mér í sandpokunum þar og Sage í næsta cover við okkur að skiptast á skotum við hitt liðið. Ég tók fánann en þá féll Rutep við að verja mig… nnooOOOOOoooo…    ok. Ég vafði fánanum utan um vinstri lófan á mér og reyndi að veifa Sage eitthvað og telja niður með puttunum til að tákna að ég ætlaði að hlaupa og vildi fá covering fire. Þegar ég hljóp af stað þá er ég ekki viss hvort Sage hljóp líka af stað úr sinni stöðu eða hvort hann fór að skjóta á fullu. Ég veit bara að hann var skotinn en náði að taka einn hinna með sér.\nÞegar ég hleyp upp að stöðu óvinarins með fánann í einni og byssuna í hinni og drep einn þar tek ég eftir að allur vinstri flankinn okkar var þurrkaður út. Ég held áfram að hlaupa inn á þeirra svæði til að verða ekki flankaður í rassinn. Sé einn gaur á vinstri kantinum vera í cover og hleyp upp að honum og drep hann. Eftir það er ég þónokkuð þreyttur eftir að spretta út um allan völl með kúlur fljúgandi rétt framhjá mér (þetta er alls ekki sléttur völlur heldur, maður þarf oft liggur við að klifra). Ég fer í skjól og reloada. Tæmi síðasta aukahylkið í byssuna og fer að hugsa um að reyna að koma mér að skila fánanum.\nÉg hélt að þeir væru 2 eftir í hinu liðinu ennþá, þannig að ég er ekkert að flýta mér að skila fánanum svo þeir geti síðan hengt hann upp og unnið. Það er minna en ein mínúta eftir og ég sé einn úr óvinaliðinu vera í skjóli upp á hæð með gott skotfæri yfir “drop zone-ið”. Ég veit ekki hvar hinn maðurinn þeirra er á vellinum þannig að ég held bara minni stöðu og leikurinn endar í jafntefli.\nSíðan kemst ég að því að það var bara þessi eini maður eftir í óvinaliðinu…    en ég held að það hafi samt verið skynsamlegast hjá mér að halda bara, miðað við stöðuna sem hinn gaurinn hafði þarna.\nSeinni CTF leikurinn endaði með því að Sage var einn eftir í liðinu og skilaði fánanum þegar einhverjar sekúntur voru eftir. GG.\n—————————————————————-\nÍ Sixteenth Century þá raða bæði liðin sér upp öxl-í-öxl á móti hvort öðru. Dómarinn kallar: “Miðið” og síðan “Skjótið!” og skjóta menn EINU skoti úr byssunni. Síðan taka bæði lið eitt stórt skref áfram nema þeir dauðu sem fara út af vellinum. Liðið þjappa sér aftur saman öxl í öxl ef göt hafa myndast í línuna og endurtaka leikinn. Liðið sem á menn eftir standandi vinnur.\nFyrsta lota fór þannig að ég og Eydís vorum ein eftir á móti 4-5 í hinu liðinu, og vorum murkuð. Bláir vinna.\nSeinni lotan fór þannig að það var EINN gaur eftir í hinu liðinu á móti FJÓRUM hjá okkur. Ég sá mitt skot fara í munngrindina á grímunni á honum, en að hans eigin sögn fékk hann ÞRJÁR kúlur upp í kjaftinn á sér. Vá.\n————————————————–\nSvo var tekið, fyrst við höfðum tíma og kúlur, tókum við Last Man Standing í lokin. Þar lenti ég á móti fyrrum bandamanni mínum, Sage, í byrjun…    en ég kláraði gasið akkúrat þá og þegar ég ætlaði að skjóta Sage kom ekkert nema virkilega hávært prump úr byssunni, þegar hún auto-tæmdi restina af tanknum, þannig að Sage skaut mig í staðinn. Stuttur leikur fyrir mig.\nSíðan voru engir nema Sage og Slayer eftir í lokin, fastir í trench warfare bakvið sitthvort coverið. Eini gallinn þar var að Slayer átti ekki nema 3 kúlur eftir og Sage plaffaði hann á endanum. Sage endaði því sem sigurvegari og þeir einir voru eftir á vellinum að tala saman. Þá öskraði ég “open ze fire!” eða eitthvað, og við byrjuðum allir að skjóta restinni af kúlunum okkar á þá 2 af hliðarlínunni (ég hafði hellt mínum í nýja byssu). Það var mjög tilkomumikil sjón. Síðan, fyrst ég átti enn eftir kúlur og hafði ekki náð að taka crazy öskur-rushið mitt sem ég ætlaði að taka í Last Man Standing leiknum, þá rushaði ég Sage í staðinn, með byssuna í annarri hendi skjótandi á fullu öskrandi “ALLAH! ALLAH!!! MUHAMMED JIHAD!!” og eitthvað fleira bull. Sage varð nokkuð splattaður eftir það, liggjandi á jörðinni hjá sandpokunum sem hann tók cover bakvið þegar allir skutu á þá 2.\nSage sagði síðan Uberman seinna meir (sem gat því miður ekki komið) að ég hefði “rushað hann eins og að rusha Gorge með Cat-Pack” (Catalyst Packs, í NS).  :D rofl\n————————————————\nAð lokum: Já þessi grein er mjög svo sett fram út frá MINNI reynslu, einfaldlega vegna þess að það var það sem ég sá, heyrði og vissi af. Ég vil aftur á móti ENDILEGA að hinir sem voru með segi sínar sögur frá sinni reynslu ;-) .\nP.S. Og já LANið í Ground Zero var fínt, eftir að við fengum loksins allir tölvu, fyrir utan að NS var ekki installaður á þær og stundum voru vandræði með að installa hann því Internet Explorer leyfði ekki downloads og það var ekki HÆGT að keyra Mozilla Firefox (eins og á minni bugguðu tölvu, sem ég skipti einfaldlega úr).\nOg já, DoW hökti eins og *andskotinn* þarna af einhverjum ástæðum þannig að við spiluðum hann ekki neitt (heill leikur hefði tekið heila eilífð)…….   en NS var sko kickass skemmtilegur, þangað til mér var ejectað úr comm stólnum af einhverjum útlending og 2 hálfvitum (þurfti bara 3 atkvæði, WTF???)…           og já áður en ég verð spurður AFTUR að þessu: Já ég var í nærbuxum.",
    "url": "https://www.hugi.is/hl/greinar/341395/ns-lantm-og-paintball-aftermath-frasogn-af-atburdinum/",
    "url_id": "341395",
    "id": "2634712",
    "replies": [
        {
            "user": "EgErEnginn",
            "user_id": "37991",
            "date": "2005-10-30 02:11:28",
            "id": "2635408",
            "reply_to_id": "2634712",
            "text": "Flott grein :P\n—————————————————-\nhef aldrei átt seinasta orðið firsta sinn!!!\n—————————————————-\n:-) :P: D :S (:) ^<_>^"
        },
        {
            "user": "qurit",
            "user_id": "15134",
            "date": "2005-10-30 03:19:16",
            "id": "2635530",
            "reply_to_id": "2634712",
            "text": "Flott grein, hefði getað komið ef ég hefði átt pening :(, kem bara seinna :D"
        },
        {
            "user": "Uberman",
            "user_id": "17104",
            "date": "2005-10-30 15:33:14",
            "id": "2636500",
            "reply_to_id": "2634712",
            "text": "Já mér þótti miður að hafa ekki verið með í þessu, síðast þegar við fórum í paintball var það algjör snilld og mætti endurtaka þetta aftur einhverntíma.\nSvo hefði auðvitað verið gaman að kíkja á Lanið líka, þar sem maður lanar ekki oft með þessu fólki sem maður spilar með á netinu.\nHehe, já og svo heyrði ég sögur af því að Reynir(greinarhöfundur) hefði mætt í vígahug klæddur skotapilsi:) , og nei hann var ekki commando ef einhver er að velta því fyrir sér, en hann var commander HAHAHAhahaAhhaO!!1!1!!11!!… ok lélegur brandari"
        },
        {
            "user": "OBhave",
            "user_id": "3496",
            "date": "2005-10-30 18:12:37",
            "id": "2637127",
            "reply_to_id": "2634712",
            "text": "Já vúps smá mistök hérna…          ég fokkaði upp litunum … :P það voru “hillbilliarnir” sem voru bláir, við vorum rauðir. Yar."
        },
        {
            "user": "Desidius",
            "user_id": "32617",
            "date": "2005-10-30 18:29:29",
            "id": "2637240",
            "reply_to_id": "2634712",
            "text": "En hefuru vitlaust fyrir þér Ob þetta eru ekki réttir litir á liðunum\nþeir sem voru rauðir voru við (non-ísafjörður)\nog ísfirðingarnir voru ó litaðir\nen flott annars en það mættu óvenju fáir á gzero var að vonast eftir að fleyrri myndu mæta og paintballið var en betra en seinast veðrið var svo miklu betra nú hitti maður og þurfti ekki að reikna með rosa vindi,\nSvo næst þegar við höldum þetta verða fleyrri að mæta!\nKv. des með von um betri mætingu næst"
        },
        {
            "user": "OBhave",
            "user_id": "3496",
            "date": "2005-10-31 18:12:33",
            "id": "2640791",
            "reply_to_id": "2637240",
            "text": "Já dammit ég hafði afsökun fyrir að fokka þessu upp því ég tjaslaði saman þessarri grein í flýti og tók mér ekki einu sinni tíma í að fara yfir hana (eins og ég geri venjulega með greinar) því það eru að koma próf í háskólanum og ég hef nóg annað að hugsa um. Rawr! :P"
        },
        {
            "user": "Xavier",
            "user_id": "2009",
            "date": "2005-10-30 22:08:11",
            "id": "2638209",
            "reply_to_id": "2634712",
            "text": "LOL magnað.\nVerð með næst.\nXavie"
        },
        {
            "user": "OBhave",
            "user_id": "3496",
            "date": "2005-10-31 02:33:21",
            "id": "2639073",
            "reply_to_id": "2634712",
            "text": "Bíddu nú við, hillbillys frá ísafirði?\nMeinaru ekki hörðustu gaurar sem landið hefur nokkurtíman alið af sér? Ætla rétt að vona það.\nMinnist heldur ekkert á það að við spiluðum eins og liðið væri samsett úr eintómum terminators(sem það reyndar var) sem vissu ekkert hvað cover þýddi.\nOg að halda því fram að þið hafið verið eina liðið með kvenmann? við vorum með Slayer!\nCommander. Dóri\nHarðnagli frá Ísafirði"
        },
        {
            "user": "OBhave",
            "user_id": "3496",
            "date": "2005-10-31 18:11:07",
            "id": "2640784",
            "reply_to_id": "2639073",
            "text": "múhahaha já ég verð að viðurkenna að hann Slayer er annsi…      ja ég veit það ekki, hvað er orðið yfir mann sem íklæðist thong af mömmu sinni um helgar? ( =o ) en þannig að já, þetta var s.s. jafnt :P\nTerminators? Þið hljótið að hafa verið ansi litlir terminators því ekki tók ég eftir risastórum fornum power armor, helguðum af keisaranum sjálfum utan á ykkur …        hmm eða kannski var ég bara svona útúrspeisaður þennan daginn að ég tók ekki eftir því, hver veit…\n:P   Very Good Games btw. Þið Ísfirðingar eru nettir, þó HólaBillar séuð (jk) :P"
        },
        {
            "user": "Hindui",
            "user_id": "31868",
            "date": "2005-10-31 09:06:43",
            "id": "2639246",
            "reply_to_id": "2634712",
            "text": "bahahahahha gdr dóri"
        }
    ]
}