{
    "forum_title": "Apple",
    "user": null,
    "user_id": null,
    "date": "2001-07-12 22:59:48",
    "title": "Ég ætla að fara að fá mér makka",
    "text": "Ég er búinn að vera í djúpum hugleiðingum og ég er að pæla í að fá mér makka. ég hef alltaf verið mikill pésa maður og verið fremstur mönnum að drulla yfir makka en nú er það liðin tíð. síðasta haust keypti ég mér pc laptop fyrir 255 kall og var mjög ánægður með hana  í fyrstu, núna hata ég hana! hún skartar dvd drifi sem mér fannst voða kúl í fyrstu (pioneer) en síðan komst ég að því hvað það les illa venjulega cdrom diska og frýs oft þegar þeir eru settir í hana, núna eg alltaf ömurlegt suð í henni sem er svo mikið að ég þori ekki að sýna nokkrum manni hana í gangi. Síðan er windows svo mikið drasl að ég er að fara yfir um. ekki veit ég mikið um nýja makka og trúi lítið þessu 4x meiri hraði og svo finnst mér sorglegt hvað all á netinu er gert fyrir win svo ég er eiginlega kominn í smá klandur. í skólanum mínum er líka net fyrir pc tölvur svo það væri ömurlegt að geta ekki nýtt sér hraðann þar sem er geðveikur. ég vildi gjarnan fá einhver svör við því hvað ég á að gera.\nbtw tölvan mín er 700mhz hp omnibook og mæli ég ekki með þeim",
    "url": "https://www.hugi.is/apple/greinar/34139/eg-aetla-ad-fara-ad-fa-mer-makka/",
    "url_id": "34139",
    "id": "230268",
    "replies": [
        {
            "user": "Peturm",
            "user_id": "1869",
            "date": "2001-07-18 10:41:39",
            "id": "230269",
            "reply_to_id": "230268",
            "text": "Sko, þó það sé PC net í skólanum getur þú vel notað makkan þar, það á ekki að vera nokkuð vandamál. Ég mæli sterklega með því að þú kíkir á hvað Steve Jobs kynnir á eftir, þá veistu aðeins hverju þú mátt eiga vona á. Hvað hraðann varðar þá er eðlilegt að áætla að risc örgjörvi eins og motorola (MAC) örgjörvinn er sé ca, 40% öflugri en cisc (pc drasl.) Athugaðu þó að þarna er bara veið að tala um örgjörva hraðann, aðal ástæðan fyrir svo “smooth” vinnslu á mac er sú að þar er allt 100% samhæft. T.d. er mjög lítið um conflict á vélbúnaði í Mac. Stýrikerfið er hannað fyrir sérstakar kynslóðir sem tryggir en meiri samhæfni. Svo verður fljótlega hægt að nota OSX að einhverju viti og þá fyrst förum við að rokka."
        },
        {
            "user": "Sblender",
            "user_id": "1767",
            "date": "2001-07-18 11:40:09",
            "id": "230270",
            "reply_to_id": "230268",
            "text": "Ég heiti Skitapesi og ég ætla að fá mér stig…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-07-18 20:53:36",
            "id": "230271",
            "reply_to_id": "230270",
            "text": "jájá whatever sblender, þú veist hvar þú getur stungið þessum stigum mínum"
        },
        {
            "user": "Juniorjr",
            "user_id": "1932",
            "date": "2001-07-18 15:31:28",
            "id": "230272",
            "reply_to_id": "230268",
            "text": "Ég mæli með nýju iBookinni. Hún er flottasta ferðatölvan sem til er (kannski fyrir utan TiBook).\nGóður samanburður á iBook og öðrum ferðatölvum sést hér:\nhttp://www.apple.com/ibook/compare.html\nÞetta með skólanetin, það ætti ekki að vera neitt vandamál með að komast á netið þar. Ef þetta er wireless network (fyrir ferðatölvur) þá eru líkur á því að þetta svínvirkar með AirPort cardi. Þetta virkar amk. í mínum framhaldsskóla."
        },
        {
            "user": "anniegee",
            "user_id": "7552",
            "date": "2001-07-20 10:46:52",
            "id": "230273",
            "reply_to_id": "230268",
            "text": "Ég var í sumarvinnu síðasta sumar og þá smitaðis ég a makkaveirunni. Ég not ennþá PC til að spila leiki, en allt sem að ég vinn geri ég á makka…"
        },
        {
            "user": "anniegee",
            "user_id": "7552",
            "date": "2001-07-20 23:28:31",
            "id": "230274",
            "reply_to_id": "230273",
            "text": "makkar eru áreiðanlega milljón sinnum betri heldur en PC tölvur, ég var alltaf PC fylgjandi en síðan ég keypti mér iBook þá skil ég ekki afhverju ég fetaði ekki makka-veginn fyrr. Að mínu mati er allt mikið einfaldara í makka , það þarf ekki eins mikið af aukadrasli eins og í PC tölvum. þá er ég að meina að það er allt tilbúið í mökkum ,en í PC þarftu drævera og kort og eitthvað svona drasl sem vantar en kemur ekki með tölvunni eins og í mac. Til dæmis þá get ég sett myndir úr digital vélinni minni beint í gegnum USB tengið inn í iBookina en PC getur ekki “talað” við myndavélina nema að setja disk í hana fyrst og setja í hana dræver.\nÉg gæti aldrei hugsað mér að skipta yfir í PC aftur, makkar eru málið."
        },
        {
            "user": "Peturm",
            "user_id": "1869",
            "date": "2001-07-22 15:18:11",
            "id": "230275",
            "reply_to_id": "230273",
            "text": "ef hægt er að spila manager í mac þá er ekki spurning um að fá sér mac"
        },
        {
            "user": "Peturm",
            "user_id": "1869",
            "date": "2001-07-24 00:26:46",
            "id": "230276",
            "reply_to_id": "230275",
            "text": "well.. ég bara man ekki hvort manager hefur komið út fyrir makkann en í versta falli keyrir þú bara Virtual PC, og keyrir þá bara Windowskúk og svo managerinn þinn ofan á það, ekkert ofur hratt en virkar."
        },
        {
            "user": "Sblender",
            "user_id": "1767",
            "date": "2001-07-24 09:52:09",
            "id": "230277",
            "reply_to_id": "230276",
            "text": "Manager er líka í mac. Diskurinn inniheldur furir bæð Stýrikerfi, þ.e.a.s Win og Mac Os 9.X og neða"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-07-27 15:42:36",
            "id": "230278",
            "reply_to_id": "230275",
            "text": "…Þú getur spilað allt PC drasl í Makka… Þú installar bara Virtual PC og þá ertu koin með keyrandi pc á makkanum þínum og þeir leikir sem ekki eru til á Makk geturu spilað þar… virkar þrælfínt…"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2001-07-26 19:54:41",
            "id": "230279",
            "reply_to_id": "230268",
            "text": "hei, er búið að gleyma mörgæsinni ? :)\nwww.linux.org"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-08-23 18:48:57",
            "id": "230280",
            "reply_to_id": "230268",
            "text": "Hvaða tölvur eru notaðar í skólanum þínum eða vinnunni þinni, kemur málinu nákvæmlega ekki neitt við.\nNei, Mac er ekki 4x hraðvirkari, þó að Mackamönnum hætti til að ýkja aðeins í hverju Mackinn er betri. Mackinn er skartaður PowerPC örgjörvanum sem hefur aðra og betri kosti heldur en það að vera hraðvirkari en Pentium (sem hann er í mörgu, en mjög svipaður í öðru).\nMunurinn á G3 og G4 til dæmis er sú að í G4 eru skipanir sem forritin þurfa að styðja. Apple passar vel upp á Adobe og co, og passar að þessi forrit noti þessar skipanir, og þess vegna hefur Mackinn alltaf verið svona æðislegur í grafík og þessháttar, vegna þess að Apple passar vel að Adobe, Motorola (sem býr til PowerPC örgjörvana) og allir, séu að fylgjast með hvað er í gangi.\nÍ Windows-heiminum, aftur á móti, tekur það bókstaflega mörg ár fyrir mörg mjög stór og mikilvæg forrit, að drullast til að nota þessar skipanir. Þær eru kynntar, en síðan er það bara á ábyrgð forritaranna að nota þessar skipanir, á meðan Apple er miklu meira að halda utan um allt batteríið.\nÞetta er ástæðan fyrir því að Apple hefur fengið á sinn þann orðstír að þykjast alltaf vera mamma & pabbi manns. Það er bæði vegna þess að margir okkar ofurnördanna vilja meina að það sé ekkert hægt að gera í MacOS af viti (vegna þess einmitt að viðkomandi menn *skilja ekki* neitt sem er ekki hvítt með svörtum bakgrunni), sem og að Apple virkilega passar þessa hluti fyrir mann.\nApple er ekki að framleiða tölvur til þess að þú getir pingað og traceroutað og farið að tala við geimverur. Apple er að framleiða tölvur sem eru hugsaðar *sem verkfæri*, hvort sem er til leikja eða starfa. Þess vegna eru Apple að gera mjög góðar vélar sem henta nánast öllum, og núna sérstaklega með tilkomu MacOS 10, sem ég er mjög spenntur fyrir að sjá hvernig plumar sig.\nEn ég sé einnig að þú ert haldinn þessum sorglegu fordómum gagnvart forritum á Netinu. Ef þú athugar tölfræðina muntu sjá að það er mjög svipað magn hugbúnaðar til fyrir Macintosh og PC.\nHefurðu heyrt Linux-menn væla yfir skorti á hugbúnaði? Linux verður 10 ára í ár, vissirðu það? MacOS verður 18 ára í ár. Hvernig hvarflar það að mönnum að ekki sé til nákvæmlega *allt* sem þú þarft á MacOS?\nSjálfur er ég *mjög* reyndur Macintosh-notandi, *mjög* reyndur Linux-notandi, og *mjög* reyndur Windows notandi. Ég nota Linux sjálfur í augnablikinu, en helst vil ég einmitt nota Linux… á Macintosh vélar! Traustar og dyggar vélar með innimat sem segir sex. MacOS finnst mér æðislegt, vegna þess að þó ég vilji *geta* krukkað í skrám “the hard way”, þá hef ég nákvæmlega ekki eina einustu ástæðu til þess!\nGo pro.\nGo Mac.\nFriður."
        },
        {
            "user": "Andribezti",
            "user_id": "3014",
            "date": "2001-09-09 13:07:48",
            "id": "230281",
            "reply_to_id": "230268",
            "text": "makki er drsl fáðu og ekki fáðir makka PC er t.d.\nbesta leikja tölva sem þú færð og makkin er mikilu dýrari nuna en Pc.\nþú áttir ekki að fá þér laptop"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-10-11 01:34:31",
            "id": "230282",
            "reply_to_id": "230281",
            "text": "Já, greinargott svar Andribezti. Innihaldsríkt og sannfærandi. Hvenær fáum við að sjá þig í Þingkosninum?"
        }
    ]
}