{
    "forum_title": "Battlefield",
    "user": "zillus",
    "user_id": "30611",
    "date": "2005-10-30 22:44:37",
    "title": "Ójafn jöfnuður!",
    "text": "Það hafa eflaust margir kvartað og kveinað yfir því að liðin séu ekki jöfn og ég man nú oft eftir því þegar ég var að spila BF1942 að í öðuru liðinu voru 30 mans en 12 í hinu. Þá datt einhverjum snillingnum í hug að það væri hægt að jafna liðin í leiknum sjálfum þ.e. að láta serverinn(servér, eða hísingaraðila, er að reyna að venja mig á að nota íslensku ekki spyrja mig afhverju) sjá um að jafna út liðin þegar þau eru ójöfn.\nÍ bf 1942 og vietnam er þetta ágætis kostur þó maður hafi oft verið svektur að hendast yfir í hitt liðið sérstaklega þegar manni gékk vel með því liði sem maður var í.\nVandamálið kemur hins vegar til sögunar í BF 2, þar er einfaldlega ekki hægt að nota team balance(nenni ekki að íslenska) þar sem allir mans leikir eru skráðir og fer inn á svo kallaða ferislsskrá eða BFHQ. Mig leiðast reynslusögur en ég tel mig knúinn til að koma með eina núna.\nÉg var nefnilega að spila BF2 fyrir stuttu og  var USMC og var að nauðga nokkrum sandnegrum(MEC), liðið sem ég var í vann vel saman og þá sérstaklega squadið sem ég var í. Ég var 4. hæstur í scori og með flest kill. Þegar ég drapst var ég án mín vilja kominn í MEC liðið sem ég hafði unnið hörðum höndum að drepa allan leikinn.\nSkiljanlega varð ég brjálaður og ákvað því að halda áfram að nauðga MEC þó ég væri nú í því liði enda með 78 stig og mátti því missa nokkur. Það skal tekið fram að mér var kickað þegar ég var kominn í – 34 stig .\nParadoxið er því þetta, þegar maður er að berjast og stendur sig sæmilega en er síðan sendur í hitt liðið má segja að maður hafi verið að berjast við sjálfan sig. Það á við hvort sem maður fer í verra eða betra liðið. Því allir sigara og ósigrar koma inn á BFHQ og því eins og í mínu tilviki fæ ég 1 ósigur í stað +1 sigur, slíkt er auðvitað óþolandi.\nAnnað sem mig langar að koma að hér er þetta með scannerinn, hann er alveg að eyðilegja fyrir mér að vera sniper. Þegar maður hefur komið sér á góðan stað og náð að drepa nokkra, sérstaklega ef það er nálagt upphafsstað óvinarins þá bregst ekki að commanderinn spotar mann og þá er góður staður farinn fyrir bíg.",
    "url": "https://www.hugi.is/bf/greinar/341464/ojafn-jofnudur/",
    "url_id": "341464",
    "id": "2635581",
    "replies": [
        {
            "user": "armrdwlf",
            "user_id": "29825",
            "date": "2005-10-30 23:29:52",
            "id": "2638692",
            "reply_to_id": "2635581",
            "text": "Ekki oft sem ég er með eitthvað skítkast, en gaur… ertu þroskaheftur? Svona gerist, sættu þig við það."
        },
        {
            "user": "LoveGun",
            "user_id": "24548",
            "date": "2005-10-30 23:58:07",
            "id": "2638808",
            "reply_to_id": "2638692",
            "text": "Þarna fórstu yfir strikið félagi.."
        },
        {
            "user": "armrdwlf",
            "user_id": "29825",
            "date": "2005-10-31 12:50:55",
            "id": "2639627",
            "reply_to_id": "2638808",
            "text": "Ertu í Ástralíu eða eitthvað?\nKemurru í BF42:SWOWWII einhverntíman?"
        },
        {
            "user": "Villzi",
            "user_id": "35429",
            "date": "2005-10-31 16:54:54",
            "id": "2640404",
            "reply_to_id": "2638692",
            "text": "Binni rasisti"
        },
        {
            "user": "JanItor",
            "user_id": "36021",
            "date": "2005-10-30 23:38:16",
            "id": "2638736",
            "reply_to_id": "2635581",
            "text": "Ok. Þú varst 4. efsti í þínu liði, varst færður í hitt liðið, segir að það megi ekki því þá færðu lélegt score í BFHQ og drepur svo liðsfélaga þína.\nÉg er ekki alveg að fatta hvað þú ert að væla um hérna."
        },
        {
            "user": "BirkirHauks",
            "user_id": "6603",
            "date": "2005-10-31 00:06:18",
            "id": "2638829",
            "reply_to_id": "2635581",
            "text": "Mér fannst þetta svo fyndið :D"
        },
        {
            "user": "Villzi",
            "user_id": "35429",
            "date": "2005-10-31 09:57:25",
            "id": "2639310",
            "reply_to_id": "2638829",
            "text": "Auðvitað sammþyggir maður svona gay greina"
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2005-10-31 10:48:26",
            "id": "2639409",
            "reply_to_id": "2639310",
            "text": "Ég sé að það hefur ekki verið mikið samþykkt eftir þig hérna, svo hættu að væla þegar aðrir eru að reyna að halda þessu áhugamáli lifandi og senda inn greinar til að fá fram umræðu."
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2005-10-31 11:02:48",
            "id": "2639438",
            "reply_to_id": "2639409",
            "text": "Ertu að grínast með því að senda inn 2 sorglegar greinar í röð?"
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2005-10-31 11:26:48",
            "id": "2639469",
            "reply_to_id": "2639438",
            "text": "Vá hvar eru allar greinarnar eftir þig hérna?????"
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2005-10-31 11:39:41",
            "id": "2639484",
            "reply_to_id": "2639469",
            "text": "Ég skrifa ekki greinar, ef allir mundu skrifa greinar þá væri lítið gaman! Skemmtilegra að lesa eftir aðra nema þú ert kannski undantekning!"
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2005-10-31 11:45:12",
            "id": "2639492",
            "reply_to_id": "2639484",
            "text": "Það eru ekki allir sem geta komið hugsunum sínum á blað, þú ert greinilega einn af þeim. Ég hef skrifð þó nokkuð margar greinar hér og flestar hafa fengið góðar viðtökur, hins vegar þá eru menn eitthvað að misskilja inntakið í þessari og lýta einungis á söguna sem er innan hennar en ekki sjálft vandamálið sem verið er að reyna að taka á.\nEf þú lest greinina betur sérðu að ég var búinn að safna saman 78 stigum og þar af 32 killum þó það komi ekki fram sem þýðir að þegar ég skipti um lið var ég í sjálfum sér búinn að “tk” 32 mans þar sem ég hafði drepið 32 í MEC liðinu þegar ég var í US. Sem meðlimur í MEC hafði ég sem sagt unnið gegn sjálfum mér.\nÞetta er kannski of flókið fyrir þig en fáðu bara mömmu þína til að útskíra þetta fyrir þér og svaraðu mér svo."
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2005-10-31 12:17:24",
            "id": "2639544",
            "reply_to_id": "2639492",
            "text": "Þú ert nú meiri vitleysingurinn kemur hingað á huga til að nöldra yfir team balance sem er ekkert nema sniðugt!\nÞetta er nákvæmlega eins og þetta var í bf 42 þannig ég skil ekki hvað þú ert að nöldra!\nÞað eru nokkrir sem skipta um lið þegar liðið þeirra er að tapa og það bitnar jú á gaurum eins og þér að þurfa að skipta um lið en ég skil ekki af hverju þú gast bara ekki drepið USMC í staðin og haldið síðan kjafti?\nEinhver þarf jú að fara yfir! Og svo er þetta fáranlega illa skrifuð grein og mamma mín mundi ekkert frekar skilja þetta frekar en allir aðrir á þessu áhugamáli!"
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2005-10-31 12:47:35",
            "id": "2639620",
            "reply_to_id": "2639544",
            "text": "Má vel vera að þér finnist hún illa skrifðu en eins og ég hef sagt þá er ekki mikið um greinar hérna eftir þig. Það eru menn eins og þú sem drepa niður áhugamál því þeir nenna ekki eða geta ekki sent inn greinar. Það er auðvelt að sitja á hliðarlínunni og gagnrýna aðra sérstaklega ef menn eru með þágufallssýki eins og þú."
        },
        {
            "user": "Perry",
            "user_id": "59962",
            "date": "2005-10-31 15:34:50",
            "id": "2640088",
            "reply_to_id": "2639620",
            "text": "ég verð að segja að það er skárra að fá enga grein heldur en mjög svo lélegar eins og þú ert að gera"
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2005-10-31 16:41:15",
            "id": "2640351",
            "reply_to_id": "2640088",
            "text": "Hvernig stendur á því að það eru hér menn sem hafa aldrei sent inn eina einustu grein á þetta áhugamál og eru rétt svo hæfir til að senda inn eina og eina línu hér og þar, afhverju eru þessir menn að rífa sig yfir þeim sem eru þó að senda inn greinar og halda þessu áhugamáli gangandi.\nEf þú hefur ekki tekið eftir því þá skapa greinar umræður um hluti sem verða oft til þess að það verða  gerðar breytingar á leikjum eða það koma mod. Þessi grein var ætluð til að fá umræðu um team balance en vegna manni á borð við þig þá hefur þetta snúist upp í skrípaleik um eitthvað tk sem er í raun aukatriði í greininni.\nEkki svar mér nema þú teljir þig hafa öðlast einhvern þroska og getu til þess."
        },
        {
            "user": "ZueS",
            "user_id": "31220",
            "date": "2005-11-01 17:38:40",
            "id": "2644233",
            "reply_to_id": "2639544",
            "text": "Lmao. Þú ert að segja að hann kunni ekki að skrifa? Hann kann þó að setja punkt fyrir aftan málsgrein, hann setur ekki bara upphrópunarmerki."
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2005-11-01 17:47:01",
            "id": "2644269",
            "reply_to_id": "2644233",
            "text": "Sem er málfræðilega rangt!"
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2005-11-02 15:09:01",
            "id": "2647233",
            "reply_to_id": "2644269",
            "text": "maggi styðst við nýbúamálfræði"
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2005-11-02 15:11:26",
            "id": "2647238",
            "reply_to_id": "2647233",
            "text": "Já það er rétt að skrifa “!” eftir setningar þegar þá ert að skrifa upphrópun sem við skrifum yfirleitt hér á huga og msn og þannig!\np.s Ef maður kíkir á Andrés blöð þá er alltaf upphrópunar merki eða spurningar merki á efti setningum!"
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2005-11-02 15:17:35",
            "id": "2647266",
            "reply_to_id": "2647238",
            "text": "Það er ekkert endilega málfræðilega rétt að nota upphrópunarmerki, enn það er oft möguleiki á að nota það og stundum krafa þó ég haldi að hugarar séu ekkert að hafa miklar áhyggjur af því."
        },
        {
            "user": "ZueS",
            "user_id": "31220",
            "date": "2005-11-02 23:06:23",
            "id": "2649629",
            "reply_to_id": "2647238",
            "text": "Hefuru ekki gengið í gegnum grunnskóla drengur? Maður setur punkt á eftir málsgrein. Maður setur upphrópunarmerki á eftir málsgrein þegar maður er að leggjá áherslu á eitthvað eða að hrópa eitthvað upp. Já maður hrópar ekki upp í 100% tilvika."
        },
        {
            "user": "ZueS",
            "user_id": "31220",
            "date": "2005-11-03 00:23:08",
            "id": "2649946",
            "reply_to_id": "2649629",
            "text": "Já ég hef gengið í gegn um grunnskóla og annars þá er ég að gera rétt, það fer eftir því hvernig málsgreinin er hvort það sé punktur eða “!” eða “?”. Í flestum tilvika þegar við erum að tala við hvorn annann hérna á huga eða á msn eða einhverjum spjallrásum þá er það yfirleitt rétt að hafa “!”\nEf þú kíkir t.d. í Andrés blöð þá sérðu\nALLTA\nF upphrópunarmerki eða “?” í lok málsgreina og það er af því það er málfræðilega rétt af því það eru einhverjir að tala saman!\np.s. upphrópun kemur ekkert sögninni við að “hrópa” eða “öskra” eða eithvað þess háttar!"
        },
        {
            "user": "ZueS",
            "user_id": "31220",
            "date": "2005-11-03 08:23:37",
            "id": "2650271",
            "reply_to_id": "2649946",
            "text": "Víst kemur það þeirri sögn við, allavega eftir því sem ég lærði það. Vertu ekki að segja að það sé rétt að setja “!” á eftir setningum á huga eða msn, því þú ert sá eini sem gerir það alltaf. Þegar ég tala á msn þá setur nánast enginn “!” á eftir venjulegum málsgreinum.\nAndrés Önd er öðruvísi."
        },
        {
            "user": "ZueS",
            "user_id": "31220",
            "date": "2005-11-03 10:00:16",
            "id": "2650398",
            "reply_to_id": "2650271",
            "text": "Andrés önd notar “!” af því það er rétt það eru tveir að tala saman!\nEf ég er að segja þér eithvað t.d “hesturainn er gulur” þá á ég að setja “!” af því að ég er að segja eithvað til þín ég er í raun að hrópa þetta til þín og þá nota ég “!”!\nNú veit ég ekki hvað þú ert gamall og hvort þú sért í íslensku en ef þú ert í málfræði þá getur þú bara prufað að spyrja kennarann þinn\n!"
        },
        {
            "user": "ZueS",
            "user_id": "31220",
            "date": "2005-11-06 18:38:03",
            "id": "2662009",
            "reply_to_id": "2650398",
            "text": "Svona smá andlit, en af hverju hefuru þá upphrópunarmerki á eftir setningu þegar þú býrð til kork, þá ertu ekki bara að tala við einn annan heldur fullt af fólki. Já Andrés Önd er myndasaga, þetta er öðruvísi. Það er rétt að nota stundum “!” ena “!” 100% er ekki rétt, þá meina ég eftir venjulegri setningu (ekki spurnar setningu)."
        },
        {
            "user": "Villzi",
            "user_id": "35429",
            "date": "2005-10-31 14:42:57",
            "id": "2639938",
            "reply_to_id": "2639409",
            "text": "Haha, Enda hef ég Aldrei sent in grein á þessu áhugamáli.\nOg þessi grein á heima á /sorp"
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2005-10-31 15:15:16",
            "id": "2640018",
            "reply_to_id": "2639938",
            "text": "Þú ert ekki beint í aðstöðu til að dæma um greinar annara þar sem þú hefur aldrei sjálfur sent inn eina einustu grein.\nÞað er auðvelt að púa á menn af hliðarlínunni en taka aldrei sjálfur þátt í leiknum."
        },
        {
            "user": "Villzi",
            "user_id": "35429",
            "date": "2005-10-31 16:47:00",
            "id": "2640369",
            "reply_to_id": "2640018",
            "text": "Því miður jú.\nÉg veit Þokkalega góðan mun á góðum og lélegum greinum.\nEins og ég sagði tilheyrir þessi sorpinu."
        },
        {
            "user": "vikkia87",
            "user_id": "27725",
            "date": "2005-12-18 02:37:34",
            "id": "2832122",
            "reply_to_id": "2640018",
            "text": "maður þarf ekki að hafa skrifað neitt til að hafa vit á skrifum.."
        },
        {
            "user": "BirkirHauks",
            "user_id": "6603",
            "date": "2005-10-31 15:54:43",
            "id": "2640167",
            "reply_to_id": "2638829",
            "text": "Jæja Birkir… Ég er tilbúinn til að keppa við þig á sjónvarpsstýrðu rakettunni."
        },
        {
            "user": "BirkirHauks",
            "user_id": "6603",
            "date": "2005-10-31 17:04:38",
            "id": "2640443",
            "reply_to_id": "2640167",
            "text": "Bring it on, aftur ice vs. Rec0n ? :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-10-31 20:20:12",
            "id": "2641390",
            "reply_to_id": "2640443",
            "text": "Alls ekki… var bara að reyna að vera macho… :D"
        },
        {
            "user": "DragonFly",
            "user_id": "50559",
            "date": "2005-10-31 00:08:32",
            "id": "2638836",
            "reply_to_id": "2635581",
            "text": "Ok hvað er að þér (veit ég var að kvarta yfir móral hér en þetta er ekki hægt að svara öðruvísi en með móral) Skítt með þetta BFHQ, erum við ekki spila til að hafa gaman af þessu.\nMér finst stundum bara gaman að byrja í öðru liðinu og hamast þar og ef það er að vinna þá fer ég yffir, það er gegjað að sækja fram og drepa ná flögum.\nEn það er náttúrlega bara ég :O skítt með að tapa, þó ég hafi farið yfir, bara að ég viti að ég hafi reynt að gera mitt fyrir liðið sem ég er að spila fyrir, mættu kanski fleyri taka þetta upp, staðin fyrir að kampa bara."
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2005-10-31 10:41:53",
            "id": "2639390",
            "reply_to_id": "2638836",
            "text": "Það eru allir að spila til að vinna, þeir sem halda öðru fram eru alvarlega þroskeheftir eða einstaklega gay.\nÞegar það er kominn mælikvarið inn í leikinn sem metur allt sem maður gerir þá vill maður auðvitað standa sig vel.\nÞar sem ég skipti ekki um lið þegar ég spila heldur stend með mínu liði þá hef ég tappað annsi oft, oftar en ég hefði þurft ef ég hefði í mörgum tilvikum bara skipt um lið. Fyrir menn eins og mig sem skipta ekki um lið þegar illa gengur er það einstaklega kvimleitt að verða “skiptur” þegar vel gengur.\nEf þú skilur ekki inntakið í greininni ekki vera að hafa fyrir því að svara."
        },
        {
            "user": "DaQuai",
            "user_id": "28090",
            "date": "2005-10-31 11:11:41",
            "id": "2639448",
            "reply_to_id": "2639390",
            "text": "Fyrst þú hefur svona mikinn áhuga á að vinna þá hefðuru átt að sætta þig við þetta, að vera færður yfir í hitt liðið, og halda bara áfram að spila vel. Í staðinn fyrir að fara að þursast eitthvað eins og kelling að gera eitthvað sem skemmir fyrir öðrum, bara plain barnaskapur og væl í þér."
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2005-10-31 11:36:34",
            "id": "2639479",
            "reply_to_id": "2639448",
            "text": "Það kemur sá tími að maður sættir sig ekki lengur við þann hálfvitaskap sem felst í því að henda mönnum í annað liðið án þeirra samþykki. TK er ekki eitthvað sem ég geri reglulega en þarna gerði ég undantekningu það var einfaldlega gegnið yfir strikið með því að henda manni yfir í annað liðið sérstaklega þar sem það voru ekki nema 5 fleirri í US teaminu á 64 manna server sem var næstum fullur.\nÞegar ég var færður yfir kom “sys admin” sem þýðir af admin, þarna var einhver franskur hommatittur að reyna að jafna liðin ekki í fjölda heldur í getu, slíkt er fáránlegt á bara að eiga sér stað í upphaf leikja ekki í miðjum leik. Admininn sem engu skeitti þegar ég tuðaði yfir þessu við hann nema að hann sagðir “cest la vie” eða svona er lífið tja já svona er lífð og ég byrjaði að bauna niður liðsfélaga okkar, míns og adminsins. Svona er bara lífið."
        },
        {
            "user": "DaQuai",
            "user_id": "28090",
            "date": "2005-10-31 16:26:14",
            "id": "2640282",
            "reply_to_id": "2639479",
            "text": "Bíddu.. semsagt þegar þú ert óánægður með eitthvað þá lætur þú það bara bitna á öðrum?\nAfhverju í andskotanum var þessi vælu grein sammþykkt?"
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2005-10-31 16:33:43",
            "id": "2640318",
            "reply_to_id": "2640282",
            "text": "Þetta er ekki væl grein en það er kannski of erfitt fyrir þig að skilja það, það er ein stutt reynslusaga ,eins og ég vil kalla það, í greininni og hún er meira til að sína fram á það sem getur gerst þegar það er búið að vera að henda mönnum í sithvort liðið alveg hægri vinstri.\nInntak greinarinnar er eflaust fjarri þínum skilningi ég mæli því með því að þú fári einhvern með IQ yfir 30 til að lesa greinina fyrir þig og útskýra hana svo þú áttir þig á henni."
        },
        {
            "user": "Villzi",
            "user_id": "35429",
            "date": "2005-10-31 16:49:52",
            "id": "2640379",
            "reply_to_id": "2639479",
            "text": "Fyrirgefðu en þegar annað liðið er að vinna eiga nokkrir hálvitar til að fara yfir í Vinnings liðið. það er náttúrlega bara fávitaskapur og auðvitað á að vera Auto balance á 64 manna server annars fara bara 10 manns í hitt liðið að lokum."
        },
        {
            "user": "codename",
            "user_id": "6758",
            "date": "2005-10-31 00:19:26",
            "id": "2638879",
            "reply_to_id": "2635581",
            "text": "þá er náttúrulega að vona að ea eða dice gefi út patch þar sem sniper er kominn með búning sem felur hitan hans (þ.e.a.s. ef scanner leitar eftir hita) þá er sniper málið búið (er reyndar sammála þér þar). En ég er ósammála þér með teambalance, því það er bitch þegar “team mates” verða chicken og fara yfir í hitt liðið og þá endar næstum alltaf mappið þeim í hag"
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2005-10-31 10:46:05",
            "id": "2639402",
            "reply_to_id": "2638879",
            "text": "Það er rétt það sígur feitt að vera í liði þar sem helmingurinn fer yfir í liðið sem er að vinna. Ég vil þó taka það fram að ég hef aldrei skipt sjálfur um lið sama hvernig gengur, mér finnst það einfaldlega heimskulegt. Það er því einkar kvimleitt að lenda í því að verða “skiptur” þegar vel gengur í liðinu mans og það er jafnvel að stórum hluta manni sjálfum að þakka.\nÞað væri miklu heilbrigðara að skipta liðunum upp á milli korta eða leikja í sama korti."
        },
        {
            "user": "Perry",
            "user_id": "59962",
            "date": "2005-10-31 06:44:12",
            "id": "2639146",
            "reply_to_id": "2635581",
            "text": "Mér finnst þú ekki hafa neinn rétt á að drepa liðsmenn, hvað eigum við að gráta því það var skipt þér um lið. shit happens deal with it"
        },
        {
            "user": "superflyer",
            "user_id": "41908",
            "date": "2005-10-31 07:23:31",
            "id": "2639155",
            "reply_to_id": "2635581",
            "text": "Þegar ég sá titilinn á greininni þá hugsaði ég með mér “Loksins er einhver búinn að skrifa grein um að allar byssurnar í Bf2 eru eins í öllum liðunum, það er bara öðruvísi módel” En nei þá les ég einhverja grein um náunga sem er að nöldra um að hann hafi drepið liðsmenn sína.\nBFHQ skiptir nákvæmlega ENGU máli, flestar unlock byssurnar eru lélegar og væri ég ekkert á móti því að spila bara á unranked serverum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-10-31 09:59:35",
            "id": "2639315",
            "reply_to_id": "2639155",
            "text": "Sammála ég vill ekki ranked servera! ranked serverar eru bókstaflega að eiðilegjja bf2 samfélagið!"
        },
        {
            "user": "Villzi",
            "user_id": "35429",
            "date": "2005-10-31 10:00:00",
            "id": "2639317",
            "reply_to_id": "2635581",
            "text": "Gaur.. Svona fólk eins og þú se mert að team killa fyrir að vera bar heimskur.. Án efa áttu skilið bann félagi. Og ég vona það að rconarnir banni þig tímabundið."
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2005-10-31 10:33:12",
            "id": "2639363",
            "reply_to_id": "2639317",
            "text": "TIl að byrja með þá spila ég ekki á íslneskum serverum svo þú þarft ekki að hafa áhyggjur af því hvað ég er að tk annar staðar.\nSíðan held ég að fólk sé ekki að ná inntakinu í greininni enda ekki furða þar sem IQ hérna virðist vera á við gúrku.\nTil að útskýra þetta betur þá er ég að tala um paradoxið sem kemur upp hjá mönnum þegar þeir eru allt í einu komnir í annað lið og þá liðið sem þeir hafa verið að vinna gegn allan tíman. Fyrir þá sem vilja halda góðum stada á BFHQ er þetta kvimleitt.\nÞað skal tekið fram að ég TK yfir höfðu ekki en þar sem ég var einstaklega pirraður í þetta skiptið enda ekki fyrsta skiptið sem þetta kom fyrir mig og admininn á servernum var ekki að svara mér lét ég það bara  bitna á öllum öðrum."
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2005-10-31 11:07:00",
            "id": "2639441",
            "reply_to_id": "2639363",
            "text": "Ertu að segja að þegar þú vast færður yfir um lið fórstu þá að drepa gauranna sem eru með þér í liði? Bara til þess að Usa mundi vinna?"
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2005-10-31 11:37:35",
            "id": "2639481",
            "reply_to_id": "2639441",
            "text": "“Ertu að segja að þegar þú vast færður yfir um lið fórstu þá að drepa gauranna sem eru með þér í liði?”\nJÁ\n“Bara til þess að Usa mundi vinna?”\nNEI"
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2005-10-31 11:42:27",
            "id": "2639488",
            "reply_to_id": "2639481",
            "text": "Þegar þú vast færður yfir í MEC þá áttir þú að drepa USMC ekki MEC þú verður að sætta þig við að vera færður yfir!"
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2005-10-31 11:47:19",
            "id": "2639495",
            "reply_to_id": "2639488",
            "text": "Þegar ég eða aðrir erum færðir um lið eigum við í sjálfum sér ekki að gera neitt, ég gæti þess vegna bara staðið og borað í nefið en það hefði bara ekki kennt þessum franska homma sem var adminn á servernum neina lexíu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-10-31 12:19:29",
            "id": "2639548",
            "reply_to_id": "2639495",
            "text": "Í staðin fórstu bara og drapst liðsfélaga þína sem vissu ekkert betur en þú værir með þeim í liði?"
        },
        {
            "user": "armrdwlf",
            "user_id": "29825",
            "date": "2005-10-31 12:53:11",
            "id": "2639635",
            "reply_to_id": "2639495",
            "text": "Sennilegast var þetta nú bara autobalance."
        },
        {
            "user": "EpicObeze",
            "user_id": "21273",
            "date": "2005-10-31 14:41:10",
            "id": "2639932",
            "reply_to_id": "2639363",
            "text": "Þetta er góð grein sem þú skrifar Zilus og skildi ég hana vel, kanski v/þess að ég er ný orðinn fertugur ;)  Að gefa þessum krökkum (ekki öllum) heiðurinn að vera með greind á við gúrku fynst mér rausnarlegt.  Það fer að koma tími að láta taka smá tiltekt á þessum grísum sem hafa ekkert betra að gera en rífa kjaft og skíta á fólk.\n<=BaD=>Obeze"
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2005-10-31 15:25:38",
            "id": "2640061",
            "reply_to_id": "2639932",
            "text": "Þakka þér fyrir\nÉg get nú viðurkennt að ég gékk kanski yfir strikið þegar ég slátraði nokkrum liðsfélögum en þetta var bara uppsafnaður pirringur sem þurfti að komast út.\nÉg vona að EA lagið nokkur vandamál sem tengjast leiknum svo sem þetta með sniperinn og jafnvel geri mönnum kleift að tengjast BFHQ sem eru á proxy."
        },
        {
            "user": "Villzi",
            "user_id": "35429",
            "date": "2005-10-31 16:50:56",
            "id": "2640385",
            "reply_to_id": "2640061",
            "text": "Fáðu þér boxpúða og látti reiði þína bitna á honum í staðinn fyrir liðsfélaga þína? :o"
        },
        {
            "user": "Villzi",
            "user_id": "35429",
            "date": "2005-10-31 14:44:36",
            "id": "2639945",
            "reply_to_id": "2639363",
            "text": "Dont care hvaða server þú gerðir þetta á.\nSvona fólk eins og þú er ástæða til að finnast bf 2 leiðinlegur."
        },
        {
            "user": "DaQuai",
            "user_id": "28090",
            "date": "2005-10-31 11:14:05",
            "id": "2639450",
            "reply_to_id": "2635581",
            "text": "Held að þú hafir unnið titilinn: bitrasti BF2 spilari Íslands."
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2005-10-31 12:49:05",
            "id": "2639624",
            "reply_to_id": "2639450",
            "text": "Það er allt í lagi ég er alla vega ekki ljótasti spilarinn á meðan þú ert enn að spila.\nÞetta var illa sagt af mér en ég stóðst ekki mátið. Þú verður bara að afsaka þessi skrfi í bili."
        },
        {
            "user": "DaQuai",
            "user_id": "28090",
            "date": "2005-10-31 16:26:52",
            "id": "2640288",
            "reply_to_id": "2639624",
            "text": "Spila ekki einu sinni BF.. ekki neinn af leikjunum þrem."
        },
        {
            "user": "Villzi",
            "user_id": "35429",
            "date": "2005-10-31 16:54:28",
            "id": "2640403",
            "reply_to_id": "2639450",
            "text": "Nei, Zurgur á þann titil."
        },
        {
            "user": "Steini",
            "user_id": "24054",
            "date": "2005-10-31 12:04:25",
            "id": "2639517",
            "reply_to_id": "2635581",
            "text": "Ég hata sjálfkrafa liðaskiptingu…\nEn afhverju aftengdirðu þig ekki?"
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2005-10-31 12:44:32",
            "id": "2639617",
            "reply_to_id": "2639517",
            "text": "Hef gert það svo oft en þarna var ég bara búinn að fá nó."
        },
        {
            "user": "Villzi",
            "user_id": "35429",
            "date": "2005-10-31 16:52:08",
            "id": "2640393",
            "reply_to_id": "2639517",
            "text": "Hvernig mundiru halda að 64 manna server gætist haldist jafn ef það væri ekki AUto balance ? :P\nÞegar hitt liðið er að vinna fer svona sirka 3-10 manns yfir sem suckar því miður."
        },
        {
            "user": "Jandri15",
            "user_id": "54622",
            "date": "2005-10-31 16:46:17",
            "id": "2640365",
            "reply_to_id": "2635581",
            "text": "Höfum þetta einfalt. Það eru fkn aumingjar sem skifta um lið þegar liðið þeirra er í verri stöðu.\nOg meiga þeir rottna í helv*****\n…en það þýðir ekki að þú meigir byrja að TK-a þá, því það er bara heimska í þé"
        },
        {
            "user": "Villzi",
            "user_id": "35429",
            "date": "2005-10-31 16:53:30",
            "id": "2640400",
            "reply_to_id": "2640365",
            "text": "indeed"
        },
        {
            "user": "goofish",
            "user_id": "25113",
            "date": "2005-10-31 16:48:53",
            "id": "2640377",
            "reply_to_id": "2635581",
            "text": "Okey okey.. ég skynja hita í greininni. Gott mál!\nEn svona málfarslega þá er þetta mjög góð grein. Vel upp sett og læsileg. Stafsetningin er þó ekki jafn góð og mikið um enskuslettur en þetta skiptir ekki máli þannig séð. Orðin sem þú notar eru góð, þú styrkir mál þitt vel sem bendir fram á að þú ert svona nokkuð gáfaður einstaklingur, eða hvað?\n(Plís, ekki taka þessu sem “fleimi”, “burni” eða einhverju svoleiðis)\nEn svona við nánari athuganir fór ég að skoða.\nNr. 1. Af hverju ferðu í US þegar það eru fyrir 30 manns þar að brytja niður 12 “sandnegra” ?\nNr. 2. Af hverju ertu að væla þegar þú ferð í fjölmennara lið á server sem þú getur vel séð að sé stillt TeamBalance á?\nNr. 3. Af hverju ertu að eyðileggja skorið þitt með því að drulla yfir liðsmenn þína þegar þú varst þegar með ágætis skor? (Ég meina, ósigur með 78 stigum er betri en ósigur með -34 stigum.)\nNr. 4. Scannerinn er til að koma í veg fyrir þetta svo skemmtilega “sniper camp”\nNr. 5. Shit happens!\nNiðurstaða: Þú ert kannski gáfaður hvað varðar málfar og rökstuðning. En framkvæmdirnar koma svona misskemmtilega út.\nHvað legg ég til að þú gerir? Tjahh.. til dæmis, biðjir þennan Admin sem þú “skeyst” yfir afsökunar  og sendir EA eða Dice kvörtunarbréf varðandi BFHQ (Sem getur nú þannig séð aldrei orðið fullkomið).\nSvo ein looooka spurning.. Hefuru einvhern tíman heyrt um æru, heiður eða virðingu?"
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2005-10-31 17:05:50",
            "id": "2640448",
            "reply_to_id": "2640377",
            "text": "Þakka þér fyrir málefnalegt svar.\nÉg geri mitt besta við að vanda orðaval og stafsetningu. Ég hef undanfarið verið búsettur erlendis vegna náms og hef því vanist því að hugsa á öðru tungumáli og með aðra setningarskipan, auk þess hef ég aldrei verð sterkur í stafsetningu rétt skreið í gegnum hana í MR á sínum tíma enda raunvísindi mitt fag.\nÉg spila BF ekki mikið nú orðið, en þegar ég geri það þá langar mig yfirleitt að hafa gaman af honum. Keppnisskapið er samt ekki langt undan svo þegar ég hef verið að spila vel með öðru hvoru liðinu langar mig að klára leikinn þar.\nÞegar ég byrjaði að spila þennan fræga leik þá voru liðin jöfn en sökum yfirburða míns liðs varð liðsmunurinn annar en ætlast er til, ef svo má að orði komast.\nÉg er vanur að taka því sem að mér ber og ef ég hef verið sendur í annað liðið þá bretti ég vanarlega upp ermarnar og byrja að snúa leiknum aftur mér í hag. En það sem fylgdi ekki sögunnu í upphafi var að þetta var í 6 skiptið sem ég var sendur í verra liðið og því lét ég skapið fara með mig í þetta skiptið. Sé ég eftir því? já að vissu  leiti en gallinn sem ég var að vekja áhuga á stendur enn."
        },
        {
            "user": "goofish",
            "user_id": "25113",
            "date": "2005-10-31 17:21:41",
            "id": "2640510",
            "reply_to_id": "2640448",
            "text": "Tjahh, ég skil vel að ef að þér er hennt yfir 6 sinnum í röð þá verður maður nokkuð heitur. 2 sinnum er meira að segja nóg, og þó. Þá er nú kannski kominn tími til að hoppa á annan ehmm.. Server.\nKeppnisskap er alltaf gott að hafa, í hófi.\nÉg sé það nú að þegar greinin var skrifuð var hún ekki allveg fullbúin undir eftirvæntingarnar sem að “fólkið” hafði, enda sjáum við það augljóslega á skrautlegum svörum og mætti kannski komast til botns í málinu áður en farið er að dæma. Ég vona að botninn sé fundinn (Þar að segja ekki endalaus fleim hringur sem endar ekki), heldur má margt læra að þessu. Eins og: enginn er fullkominn, hver einasti maður vill vinna ( og gera oft allt í sínu valdi til þess, í þessu tilfelli virðist mér að liðsfélagar “sandnegrana” hafi sagt skilið við þá og gerst ameríkanskir ríkisborgarar, og þú þar af leiðandi dæmdur föðurlandssvikari og gerður að “sandnegra”, ósanngjarnt ekki satt.)\nEins og ég sagði, mættu þessar upplýsingar sem þú hefur veitt í nokkrum af síðustu svörum þínum hafa verið í sjálfri greininni og hefði það þar af leiðadi komið í veg fyrir misskilning.\n*Eitt sem ég skil þó ekki allveg, af hverju að hóta illum nöfnum, gefa mönnum titla og dæma fólk áður en að það hefur komið máli sínu fullkomlega fram? (Við sem vorum að tala um “móral” um daginn)*\nEn já, BFHQ er alls ekki fullkomið, það tekur ekki þannig séð tillit til TeamBalance í þessu tilviki. Við skulum bara vona að þeir lagi það í framtíðinni og vona að þetta komi ekki illa út á því mikla og efnilega keppniskapi sem þú hefur."
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2005-10-31 17:42:27",
            "id": "2640641",
            "reply_to_id": "2640510",
            "text": "Vissulega hefðu mátt koma fram hinar ýmsu ítarlegu upplýsingar í greininni. Það vildi bara svo til að ég skrifaði hana rétt eftir leikinn og las hana ekki  yfir enda var pirringurinn í þann mund að renna af mér þá.\nÉg velti þvi fyrir mér hvort viðbrögðin væru önnur ef ég hefði sleppt því að segja frá tk. Hugsunin á bakvið það var annars vegar sú að sýna hvað gæti gerst þegar gengið er á þolinmæði manna og hins vegar hvað það getur verið niðurdrepandi fyrir aðra spilara."
        },
        {
            "user": "Villzi",
            "user_id": "35429",
            "date": "2005-11-01 14:27:03",
            "id": "2643367",
            "reply_to_id": "2640510",
            "text": "hæ kári"
        },
        {
            "user": "goofish",
            "user_id": "25113",
            "date": "2005-11-01 17:51:59",
            "id": "2644292",
            "reply_to_id": "2643367",
            "text": "lo' villi"
        },
        {
            "user": "barabinni",
            "user_id": "24711",
            "date": "2005-10-31 22:12:40",
            "id": "2641934",
            "reply_to_id": "2635581",
            "text": "Ég held að þú eigir bara að fá bann sem endist þér nógu lengi til að þú áttir þig á því að þótt þú sért þvingaður í lið andstæðingsins þá áttu ekki að láta eins og 10 ára krakki í frekjukasti. Eitthvað á ég bágt með að sjá einhverja réttlætingu á því sem þú gerðir. Og ekki er alltaf sanngjarnt í tölvuleikjum. En láttu ekki eins og smábarn þegar það gerist."
        },
        {
            "user": "kaffi14",
            "user_id": "60898",
            "date": "2005-11-03 16:55:32",
            "id": "2651612",
            "reply_to_id": "2635581",
            "text": "Af hverju er ykkur ekki sama um ferliskrána ykkur(bfnoq eða what ever).. Bíddu sjá einhverjir hana aðrir en þið og vinir ykkar?!"
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2005-11-04 02:34:36",
            "id": "2653850",
            "reply_to_id": "2651612",
            "text": "Af því við viljum vera bestir og vinna, þeir sem segjast vilja bara vera með og skemmta sér eru þeir sem voru alltaf valdír síðastir í leikfimi og sucka feitt."
        },
        {
            "user": "Omerta",
            "user_id": "32677",
            "date": "2005-11-09 22:10:28",
            "id": "2675438",
            "reply_to_id": "2653850",
            "text": "Af því við viljum vera bestir og vinna, þeir sem segjast vilja bara vera með og skemmta sér eru þeir sem voru alltaf valdír síðastir í leikfimi og sucka feitt.\nÞú ert svo mikill thurs að ég er ekki að komast yfir það.\nÉg er löngu kominn með ógeð á rökræðum um helvítis stafsetningu og þannig rusli eftir að hafa verið að skoða svörin hérna.\nEn á ég núna að fara að réttlæta fyrir þér að það er ekki pláss fyrir endalausa sigurvegara, það verða alltaf einhverjir að vera síðastir í einhverju eins og t.d. íþróttum. Þeir geta þá bara einbeitt sér að því að verða betri í einhverju öðru.\nÞú ert bara ein fordómafyllsta og ótillitsamasta manneskja sem ég veit um!"
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2005-11-10 00:33:58",
            "id": "2676151",
            "reply_to_id": "2675438",
            "text": "Að þú skulir geta lesi út fordóma úr þessu svari finnst mér hjákátlegt.\nÞað er rétt hjá að það verða alltaf einhverjir að vera síðastir og þeir eiga þá að snúa sér að öðru.\nEf þú hefðir náð inntakinu í greininni þá hefðiru áttað þig á því að markmið hennar var að sýna fram á galla í leiknum sem snýr einmitt að þeirri aumingjavæðingu sem á sér stað í dag. Það þarf að jafna allt og þannig eyðileggja fyrir mönnum sem standa sig vel og hafa áhuga á því að vinna.\nÉg spila til að vinna."
        },
        {
            "user": "Omerta",
            "user_id": "32677",
            "date": "2005-11-10 01:05:06",
            "id": "2676236",
            "reply_to_id": "2676151",
            "text": "Það þarf að jafna allt og þannig eyðileggja fyrir mönnum sem standa sig vel og hafa áhuga á því að vinna.\nSannur sigurvegari getur staðið sig vel, sama hvaða liði hann er í ;)"
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2005-11-10 01:09:58",
            "id": "2676248",
            "reply_to_id": "2676236",
            "text": "Það er bara ekki rétt, þessi leikur snýst um samvinnu og það eru sumir spilarar sem ná því bara ekki. Því eru sum lið betri en önnur."
        },
        {
            "user": "Omerta",
            "user_id": "32677",
            "date": "2005-11-10 01:27:19",
            "id": "2676285",
            "reply_to_id": "2676248",
            "text": "Það er alveg rétt. EN, þú ert nú bara á public."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-06 20:06:05",
            "id": "2662437",
            "reply_to_id": "2635581",
            "text": "FÓLK! hvað er að??? það kemur grein inn og MIKLU  meira en helmingurinn af svörunum er skítkast og ekki nóg með það heldur er það tilgangslaust skítkast! hvað er það með móralin hé"
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2005-11-07 04:18:29",
            "id": "2664185",
            "reply_to_id": "2635581",
            "text": "skil það, ert kanski spec op og hefur unnið hörðum höndum við að sprengja brýr og skriðdreka og flugvelar. kickað yfir og þá þarfu að nota hlutina sem þú sprengdir."
        },
        {
            "user": "Origami",
            "user_id": "60855",
            "date": "2005-11-07 19:12:42",
            "id": "2666755",
            "reply_to_id": "2664185",
            "text": "ég verð að játa, að ég hló þegar ég las svarið þitt:) hehehehehehe….Það getur samt verið pirrandi>:("
        },
        {
            "user": "Omerta",
            "user_id": "32677",
            "date": "2005-11-09 22:02:02",
            "id": "2675386",
            "reply_to_id": "2635581",
            "text": "Mæer er svo drullu sama hvaða point var í þessari grein, en ég las hana alla. Það vara bara eitt þarna sem gerir þig að algjöru fífli.\nSkiljanlega varð ég brjálaður og ákvað því að halda áfram að nauðga MEC þó ég væri nú í því liði enda með 78 stig og mátti því missa nokkur. Það skal tekið fram að mér var kickað þegar ég var kominn í – 34 stig .\n“SKILJANLEGA” Hvernig er það skiljanlegt að þú verðir súr og vælir eins og smápatti og byrjar að teamkilla á fullu!? Þeir sem ÞÚ ÁKVAÐST að tk'a gerðu þeir ekkert. EN þú varst hinsvegar að eyðileggja allt fyrir þeim!\nÉg verð bara reiður við að sjá svona viðbjóðslega heimsku!"
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2005-11-10 01:06:01",
            "id": "2676240",
            "reply_to_id": "2675386",
            "text": "Eigum við að tala um fífl? gerum það. Það má vel vera að þér finnist smá tk fíflalegt og ég væri í flestum tilvikum sammála þér. Ég vil spila leikinn þannig að ég geti treyst meðspilurum mínum, ég vil að leikurinn sé spilaður heiðarlega og menn hagi sér að flestu leiti vel á þeim serverum sem þeir eru á. En ég vil líka vinna og ég geri margt til þess svo sem að sprengja “commander búnað” andstæðingsins og brýr og fleirra en ég skipti aldrei um lið. Ég stend með því liði sem ég byrja í við upphaf leiks(borðs,map). Menn sem skipta um lið þegar illa gengur eru að svíkja alla á servernum því það bitnar á þeim sem voru með þeim í liði því þeir eru nú færri og eiga því enn minni möguleika á að vinna, en það bitnar líka  á þeim sem eru í betra liðinum því þeir meiga eiga von á því að vera sendir í verra liðið gegn sínum vilja.\nÞað er hins vegar annar hlutur sem fer meira í taugarnar á mér en tk og það er spawncamp enda eyðileggur það meira en nokkuð tk því það má alltaf kicka þeim sem stunda tk. Spawncamp er þess eðlis að erfitt er að fá þeim kickað sem stunda það því hver vill kicka mönnum sem eru að vinna leikinn fyrir liðið sitt? Sem betur fer hefur BF2 tekið á þessu og spawncamp er lítið í leiknum en það eru alltaf til fífl sem vilja halda því til streitu eins og þú.\nGreinin hjá mér var upphaflega ætluð til að skapa hér umræðu um réttlæti þess að jafnaliðin, rétt eins og umræðan um spawncamp varð til þess að EA hefur nánast tekist að útiloka það í BF2."
        },
        {
            "user": "Omerta",
            "user_id": "32677",
            "date": "2005-11-10 01:25:43",
            "id": "2676282",
            "reply_to_id": "2676240",
            "text": "ég vil að leikurinn sé spilaður heiðarlega og menn hagi sér að flestu leiti vel á þeim serverum sem þeir eru á\nÞað vilja það allir, en það eru byrjendur á serverum líka. Svo má ekki gleyma spilurum sem eru bara fífl yfir höfuð.\nÉg stend með því liði sem ég byrja í við upphaf leiks(borðs,map). Menn sem skipta um lið þegar illa gengur eru að svíkja alla á servernum því það bitnar á þeim sem voru með þeim í liði því þeir eru nú færri og eiga því enn minni möguleika á að vinna, en það bitnar líka á þeim sem eru í betra liðinum því þeir meiga eiga von á því að vera sendir í verra liðið gegn sínum vilja.\nMenn eiga ekki að flakka á milli liða ef liðin eru jöfn. En stundum eru þau það ekki svo þá er það viturlegt fyrir suma að skip\nta um lið. Svo verðuru líka að muna, þetta er bara almennings leikjaþjónn, þetta er ekki scrimm. Þú þarft ekki að taka “hollustuni” svona alvarlega ^^,\nSpawncamp er bara eitthvað sem er ekki hægt að fjarlægja 100% úr leikjum, listin er að kunna að drepa þessa spawncampara.\nÉg vill nú vitna í Kára GooFish\nSvo ein looooka spurning.. Hefuru einvhern tíman heyrt um æru, heiður eða virðingu?"
        },
        {
            "user": "Omerta",
            "user_id": "32677",
            "date": "2005-11-10 01:26:23",
            "id": "2676283",
            "reply_to_id": "2676282",
            "text": "Shit, quote fór aðeins í rugl. Þú ættir nú alveg að geta náð þessu."
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2005-11-10 01:34:03",
            "id": "2676293",
            "reply_to_id": "2676283",
            "text": "Ég átta mig á þessu, ekki svo mikið mál.\nSpawncamp þekkist varla í BF2 en það var daglegt brauð í Bf1942 sem var nokkuð kvimleitt. Og það var ekki alltaf svo auðvelt að drepa þá sem voru að spawna, sérstaklega ef það var skriðdreki beint fyrir framan nefið á manni þegar maður spawnaði. Ég er samt ekki á móti sniper spawni það er annars eðlis.\nHvað varðar spurningu þína um heiður, virðingu og  æru þá hef ég heyrt um það ég kýs bara að spila ekki eftir því. Snúiru baki í mig þá sting ég þig það er ef þú ert andstæðingur minn. Annars þá stend ég með mínu liði fram í það síðasta.\nEins og ég sagði þá var greinin ætluð til að koma á stað umræðu um jöfnun liða líkt og spawncamið varð til þess að úr því voru gerðar úrbætur en ég heyr á þér að þú saknar þess en tala samt um heiður, virðingu og æru!"
        },
        {
            "user": "Omerta",
            "user_id": "32677",
            "date": "2005-11-10 01:39:18",
            "id": "2676302",
            "reply_to_id": "2676293",
            "text": "It's like the things aren't getting in!"
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2005-11-10 01:42:59",
            "id": "2676307",
            "reply_to_id": "2676302",
            "text": "Ef þú skilur ekki inntakið í greininni þá mæli ég með því að þú fáir einhvern til að útskíra það fyrir þig."
        },
        {
            "user": "Omerta",
            "user_id": "32677",
            "date": "2005-11-10 01:44:32",
            "id": "2676311",
            "reply_to_id": "2676307",
            "text": "Ég átti nú ekki við mig."
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2005-11-10 01:47:04",
            "id": "2676318",
            "reply_to_id": "2676311",
            "text": "Ein spurning, afhverju ertu að tuða í mér fyrir að hafa tk einu sinni á ferlinum þegar þér finnst til dæmis jafn alvarlegur hlutur og spawncamp vera eðlilegt og bara hluti af leiknum?"
        },
        {
            "user": "Andromedus",
            "user_id": "28986",
            "date": "2005-11-10 08:56:26",
            "id": "2676468",
            "reply_to_id": "2635581",
            "text": "hahaha\nþetta er fyndin thread"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-11-10 09:36:45",
            "id": "2676545",
            "reply_to_id": "2635581",
            "text": "Ok, hvað með að hætta að pæla í þessum helvítis tölum sem eru skráðar einhversstaðar útí fjandans rassgati og hafa bara gaman að þessu!\nAð vera góður í leiknum er ekki það sama og að vera góður að raka inn stigum."
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2005-11-10 15:24:32",
            "id": "2677344",
            "reply_to_id": "2676545",
            "text": "það er nú oftast fylgni á milli þess að vera góður í leiknum og að fá mörg stig.\nEn afhverju svaraðirðu ekki spurningunni minni?"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2005-11-10 19:36:59",
            "id": "2678416",
            "reply_to_id": "2677344",
            "text": "Það er mjög erfitt að dæma hvort einhver sé góður í BF þar sem sá leikur hefur margar víddir og býður upp á mjög margt.\nÞetta er bara tölvuleikur, maður á að hafa gaman að honum. Maður á ekki að reiðast yfir því að hafa misst einhver stig og þess vegna ætti það ekki að skipta máli að hafa svona balancing forrit á servernum því jöfn lið auka bara á skemmtanagildi leiksins og í raun er skemmtanagildið það eina sem mögulega getur skipt máli þar sem maður leggur nákvæmlega ekkert undir í þessum leik."
        },
        {
            "user": "vikkia87",
            "user_id": "27725",
            "date": "2005-12-18 02:39:56",
            "id": "2832132",
            "reply_to_id": "2677344",
            "text": "ég veit ekki hvernig BF2 gefur score en ég man í þá daga sem .START. SittingDuck var hoppandi milli skotgrafa með viðgerðarlykilinn í hönd að gera við tanka í liði sínu, enda svo með jafnvel 0 í score en samt búinn að gera meira en flestir aðrir fyrir ofan hann, hæfileikar eru ekki í stigunum.."
        }
    ]
}