{
    "forum_title": "Bretti",
    "user": null,
    "user_id": null,
    "date": "2005-11-04 01:32:32",
    "title": "Verslanir á Íslandi",
    "text": "Með kólnandi tíðarfari og lækkandi sólu virðist snjóbrettahlutinn af þessu áhugamáli eitthvað hafa vaknað eftir nokkurra mánaða dott, einungis komið einn og einn korkur um allt og ekkert.\nÞað fyrsta sem maður tekur eftir er að það eru fjölmargir sem hafa áhuga á því að fjárfesta í nýju snjóbretti eða jafnvel sínu fyrsta snjóbretti, sem er ekkert nema gott.\nVerslanirnar eru nokkrar en ber hlest að nefna, Útilíf, Markið, GÁ Pétursson, Brim og Intersport.\nÚtilíf selja Rossignol, sem er mjög vandað merki enda hafa þeir hjá Rossignol mikla reynslu fyrir við framleiðslu á skíðum. Rossignol eru hin fullkomnu bretti fyrir bæði byrjendur sem og lengra komna, þegar maður kaupir vörur frá þeim er maður ekki að borga fyrir merkið heldur fyrir gæði. Rossignol hafa verið að framleiða bretti síðan 1986 svo þeir eru með þó nokkura reynslu þó að þeir séu ekki með mestu reynsluna.\nNidecker voru einnig seld í Útilíf en þó er ég ekki viss hvort þeir selji það merki lengur en ég ætla samt sem áður að skrifa aðeins um það merki;\nNidecker er svisslenskt merki og eru margir virtir og góðir riderar sem rida(renna sér) á vörum frá því fyrirtæki. Ég byrjaði með Nidecker og líkaði það nokkuð vel bara þangað til að ég færði mig í Burton, en við förum út í þá sálma síðar, þeir eru með hin ágætustu byrjenda bretti en þegar við förum að færa okkur út í dýrari kanntin mæli ég hins vegar með mörgum öðrum brettum, einfaldlega vegna þess að ég hef allavega sjálfur ekki fundið neitt bretti frá þeim sem ég held að sé nógu og gott, fyrir mig allavega. Þeir eru með frekar ódýr bretti svo það er ágætt að kaupa Nidecker ef maður er ekkert einstaklega fjárgóður en maður fær þó hin ágætustu bretti þrátt fyrir lágt verð.\nÉg man ekki eftir neinum öðrum brettum sem Útilíf eru að selja en ég er auðvitað enginn læknir.\nMarkið. Afsakið innilega ef ég er að fara eitthvað vitlaust með þetta en ég held að aðalmerkin þeirra séu Nitro og Scott.\nÍ meira en fimmtán ár hefur Nitro verið að framleiða gæða bretti og hafa þau verið rómuð á markaðnum um allan heim, þó ekki hafi farið mikið fyrir þeim hérna á íslandi fyrr en núna fyrir nokkru. Sjálfur hef ég ekki prufað Nitro og hef því miður ekki en hitt neinn sem á Nitro bretti svo ég get fátt um það merki sagt. Hef þó aðeins kynnt mér Nitro almennt og ég get ekkert út á það sett. Þar sem m.a. M.F. Montoya, Erik Christensen, Rube Goldberg og Andrew Crawford eru á samninngi hjá þeim, þá hlýtur eitthvað til þessa merkis koma.\nScott hafa verið í vetrarsport markaðnum síðan 1958, þeir eru þekktir út um allan heim á fyrir gleraugun sem þeir framleiða og notar m.a.s. Ameríski herinn gleraugu frá þeim en þeir eru svo þrjóskir þar á bæ að það hlýtu. Þeir eru einnig með snjóbretti, mér persónulega fátt til þeirra koma. Hef prufað þau og leyst ekki neitt allt of vel á þau sem ég hef prufað. Getur vel verið að það séu góð bretti enda ágætis reynsla í þessu sporti sem þeir hafa en ég get fátt um þau bretti sagt. Fatnaður og gleraugu eru sterku hliðarnar hjá þeim finnst mér, á gleraugu frá þeim sem mér líkar mjög vel við og væri alveg til í að fjárfesta í nýjum gleraugum frá þeim þegar þar að kemur.\nGÁ Pétursson, eða GÁP eins og það er best þekkt sem selur Burton og Option bretti.\nÆtli maður byrji ekki bara á Burton. Burton er merkið sem allir þekkja. Þeir sem eru að byrja í sportinu vita líka hvaða merki Burton er. Það er einfaldlega merki sem um það bil alla langar að eiga vöru frá.\nFyrst hafði ég mikla fordóma fyrir Burton vegna þess að mér fannst það ofmetið og fannst fólk vera svo mikið show off ef það var að ride-a á Burton. En það var bara guðlast og dónaskapur í mér. Á síðasta ári fjárfesti ég í Burton Cruizer bretti, Burton Freestyle bindingum og Burton Tribute skóm, allt 04’ en þennan pakka keypti ég í útlandinu og var þetta afar hagstæður pakki, annað en hérna á Íslandi.\nStrax og ég prufaði þetta vissi ég að ég var ekki að borga fyrir merki, heldur gæði. Nú er Cruizerinn í 2. verðstygi af 7 hjá Burton en þó er þetta mjög groovy bretti.\nÉg býst fastlega við mikilli gagnrýni á það hvað ég lofa þetta merki mikið en það er einfaldlega mjög gott.\nOption bretti! Seld líka hjá Brim svo það fylgir bara með þessu.\nOption er gott merki, hef reynslu af 2 slíkum brettum og mér fannst þau bæði þó nokkuð góð. Einnig prufað þrennar bindingar frá þeim og fannst þær mjög groovy. Að vísu brotnuðu einar af þeim bindingum eftir 3 ferðir, glænýjar keyptar í Ítalíu í búð rétt fyrir neðan brekkuna sem vorum í og var það nokkuð fyndið þegar ég sá félaga minn fara á þennan uþb eins metra háa pall og vera allt í einu bara með einn fót á brettinu, en það var bara einsdæmi og framleiðslugalli sem getur komið fyrir hjá hvaða fyrirtæki sem er. Get ekkert sagt á móti þessu merki.\nIntersport finnst mér hafa verið hálf veikir í sölu á snjóbrettavörum. Þeir voru einu sinni með Salomon en ég veit ekki hvort þeir eru enþá með það merki en fer til vonar og vara útí það merki.\nSalomon er þónokkuð líkt Rossignol. Bæði fyrirtækin hafa mikla reynslu á skíðamarkaði og ég held ég verði hreinlega að líkja Salomon alveg nákvæmlega eftir Rossignol. Svo að, ef þú vilt læra meira um Salomon skaltu lesa um það bil allt úr Rossignol kaflanum;)\nIntersport selja líka Burton, eða gerðu það allavega í fyrra svo þú skalt bara lesa Burton kaflan aftur líka;D\nCrazy Creek er til sölu hjá Intersport. Það er hið ágætasta bretti fyrir byrjendur. Ef þú ert ekki viss um að þú eigir eftir að vera mjög virkur í þessu sporti en langar samt í bretti skaltu fá þér þetta merki. Eins og ég sagði þá eru þetta hin ágætustu bretti fyrir byrjendur og í þokkabót ódýr.\nÉg ákvað að fara bara út í brettin og örlítið út í Bindingar en ef einhver vill fá tilsögn í val á fatnaði skal ég alveg líka fara yfir það. Ætli maður fari ekki líka að skrifa grein um kaup á hjálmum, sem sár vantar hér á klakann.\nVona að þetta hafi hjálpað einhverjum og ef þið viljið leiðrétta eitthvað þá er það bara endilega sko;)",
    "url": "https://www.hugi.is/bretti/greinar/342126/verslanir-a-islandi/",
    "url_id": "342126",
    "id": "2642700",
    "replies": [
        {
            "user": "Fredrik",
            "user_id": "30853",
            "date": "2005-11-04 01:44:30",
            "id": "2653810",
            "reply_to_id": "2642700",
            "text": "þú átt hrós skilið fyrir þessa grein, þó svo að ég las hana ekki alla mun ég gefa mér tíma fyrir það seinna, later champ"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-04 08:18:27",
            "id": "2653941",
            "reply_to_id": "2653810",
            "text": "Þakka:)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-04 10:56:51",
            "id": "2654173",
            "reply_to_id": "2642700",
            "text": "geðveikt (Y) þú ættir að íhuga að vera formaður á big jump ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-04 11:14:03",
            "id": "2654207",
            "reply_to_id": "2654173",
            "text": "Jah, hef eiginlega ekki aldurinn sko en ég væri alveg til ef ég væri nógu og gamall"
        },
        {
            "user": "viddisnoop",
            "user_id": "28377",
            "date": "2005-11-04 13:21:29",
            "id": "2654489",
            "reply_to_id": "2642700",
            "text": "Mig langar líka til þess að benda á HEAD brettin, sem eru mjög góð. Ég eignaðist HEAD í fyrravetur. Áður átti ég Burton Freestyle bretti, bindingar og skó (rándýran pakka) og ég verð að segja að ég ánægðari með HEAD!!!\nÞetta fer að sjálfsögðu eftir smekk, maður fílar ekkert endilega bretti sem eru dýr.\nÉg set fram þessa fullyrðingu: AÐ KAUPA BURTON ÁN ÞESS AÐ PRÓFA ANNAÐ FYRST, ER SNOBB!\nþá ertu bara að kaupa Burton,\nútaf þú heldur'það sé best\nþví það kostar mest… hehe flott? :p"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-04 19:40:19",
            "id": "2655746",
            "reply_to_id": "2654489",
            "text": "Shit!!! Ég gleymdi EVEREST! Fuck! Sorry til allra!:("
        },
        {
            "user": "Custom56",
            "user_id": "1556",
            "date": "2005-11-04 14:00:54",
            "id": "2654617",
            "reply_to_id": "2642700",
            "text": "Mjög góð grein. Gaman að sjá að það er annað að detta hér inn, ekki bara kopí/peist greinar frá mér. Keep up the good work.\nHeilsaaaaaaaa\ngeiri@bigjump.is"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-04 19:40:52",
            "id": "2655751",
            "reply_to_id": "2654617",
            "text": "Þakka"
        },
        {
            "user": "TheMe",
            "user_id": "59286",
            "date": "2005-11-04 15:22:16",
            "id": "2654905",
            "reply_to_id": "2642700",
            "text": "flott grein..btw. ég var í gap og þá sagði einn gaurinn mér að þeir væru hættir með umboðið fyrir option brettin,og option brettin sem eru til núna séu bara frá því í fyrra ..þannig að ég keipti mér burton frá usa. og á eftir að prufa það"
        },
        {
            "user": "TheMe",
            "user_id": "59286",
            "date": "2005-11-04 23:10:03",
            "id": "2656419",
            "reply_to_id": "2654905",
            "text": "töff grein finnst mér og já ég á sjálfur rossignol og það klikkar ekki :D"
        },
        {
            "user": "TheMe",
            "user_id": "59286",
            "date": "2005-11-05 15:53:58",
            "id": "2658003",
            "reply_to_id": "2656419",
            "text": "akkerju ertu að svara mér?? ,ég samdi ekki greinina"
        },
        {
            "user": "TheMe",
            "user_id": "59286",
            "date": "2005-11-05 20:25:26",
            "id": "2659044",
            "reply_to_id": "2658003",
            "text": "ææi kann ekkert á þetta"
        },
        {
            "user": "TheMe",
            "user_id": "59286",
            "date": "2005-11-05 21:23:55",
            "id": "2659216",
            "reply_to_id": "2659044",
            "text": "skrollar efst og ýtir á gefa álit þar sem að höfunda nafnið er og tímasetning og svona er,.. til hægri"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-05 22:15:23",
            "id": "2659378",
            "reply_to_id": "2659216",
            "text": "já oki :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-01-02 14:39:05",
            "id": "2900892",
            "reply_to_id": "2656419",
            "text": "sammála rossignol for life :D:D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-01-02 19:57:30",
            "id": "2902484",
            "reply_to_id": "2900892",
            "text": "jebbs :D"
        },
        {
            "user": "Marketwatch",
            "user_id": "22466",
            "date": "2005-11-06 03:02:17",
            "id": "2660135",
            "reply_to_id": "2642700",
            "text": "Hvað varð um brim?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-06 12:03:09",
            "id": "2660470",
            "reply_to_id": "2660135",
            "text": "Það kemur þarna framm einhverstaðar inni að þeir selji option bretti. Verður bara að lesa þetta"
        },
        {
            "user": "CuAn",
            "user_id": "15172",
            "date": "2005-11-06 18:56:44",
            "id": "2662107",
            "reply_to_id": "2642700",
            "text": "Flott grein. Vönduð og vel skrifuð. Fleiri svona takk fyrir.\nEn ég vil nota tækifærið og koma því að, að mér finnst úrval á brettavörum og verslanir hérlendis vera hneysa."
        },
        {
            "user": "CuAn",
            "user_id": "15172",
            "date": "2005-11-06 18:59:34",
            "id": "2662131",
            "reply_to_id": "2662107",
            "text": "Þakka, alveg sammála. Það er ekki eins gúrme gott og það mætti vera. Miðað við hversu vinsælt þetta port er."
        },
        {
            "user": "CuAn",
            "user_id": "15172",
            "date": "2005-11-06 19:03:36",
            "id": "2662159",
            "reply_to_id": "2662131",
            "text": "Einmitt. Það er ótrúlegt að miða við eftirspurnina að ekki hafi einhver nýtt sér tækifærið og sett á laggirnar sérhæfða brettaverslun hérna.\nÉg átti alltaf von á að stór-veldin þarna myndu fjárnmagna e-ð slíkt. Ekki það að ég kæri mig um að versla við þau.\nKanski maður reyni bara að kippa þessu í liðinn sjálfur.."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-06 19:05:46",
            "id": "2662178",
            "reply_to_id": "2662159",
            "text": "Held bara að því miður þori enginn út í þetta vegna þess að þetta gæti gengið illa og þá situr maður uppi með fullt af brettum og engan pening:)\nFinnst líka merkilegt að stærri verslanir hafi ekki byrjað að flytja inn betri bretti því ég held að þeir viti að margur íslendingurinn sé farinn að leita út til þess að kaupa. Þ.á.m. ég."
        },
        {
            "user": "Konninn",
            "user_id": "58187",
            "date": "2005-11-07 22:36:41",
            "id": "2668049",
            "reply_to_id": "2642700",
            "text": "Heeeeeeelvíti flott grein! en hvað ertu gamall???"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-08 08:20:12",
            "id": "2668850",
            "reply_to_id": "2668049",
            "text": "16 year old I am."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-08 08:34:10",
            "id": "2668871",
            "reply_to_id": "2668049",
            "text": "y?"
        },
        {
            "user": "gonzo91",
            "user_id": "45240",
            "date": "2005-11-08 15:12:56",
            "id": "2669852",
            "reply_to_id": "2642700",
            "text": "Flott flott…ég vona að þetta eigi eftir að geta hjálpað mér eitthvað:P"
        },
        {
            "user": "Cappa",
            "user_id": "33595",
            "date": "2006-01-03 18:01:50",
            "id": "2906843",
            "reply_to_id": "2642700",
            "text": "Segjum sem svo að maður ætli að demba sér út í þetta sport. Hvað erum við þá að tala um dýran pakka? Er það ekki bara bretti, skór, buxur og gleraugu sem maður þarf? Í hverja af þessum búðum sem þú telur upp mælir þú með að maður fari til að versla þetta allt saman?\nps. ég hef aldrei stigið á bretti á ævinni, eingöngu skíði:)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-01-03 22:28:37",
            "id": "2908608",
            "reply_to_id": "2906843",
            "text": "Ég er hættur á huga, en ég þurfti að fara hingað til að gera solítið. Ég ætla að svara þér núna en ég geri það ekki aftur.\nSú búð sem ég myndi mæla með að kaupa ALLT er Útilíf.\nEn annars er hægt að fara út um allan bæ og finna eitthvað."
        },
        {
            "user": "hurder",
            "user_id": "62000",
            "date": "2006-01-03 21:46:43",
            "id": "2908350",
            "reply_to_id": "2642700",
            "text": "Flott grein…ÉG á head bretti nuna en það er allveg i ruglinu og mig langar i nýtt….mælir einhver hérna með einhveru bretti ?"
        }
    ]
}