{
    "forum_title": "Netið",
    "user": "Anarion",
    "user_id": "32458",
    "date": "2005-11-03 12:13:23",
    "title": "Er njósnaforrit frá Sony á þinni tölvu?",
    "text": "Sælir netverjar.\nÉg er nýr hér, og dett í rauninni inn eingöngu til að koma á framfæri upplýsingum sem mér þykja heldur betur eiga erindi við netverja hvar sem er.\nVæntanlega hafa einhverjir hér heyrt um DRM (Digital Rights Management) sem má í stuttu máli segja að snúist um viðleitni útgefenda efnis á digital formi (tónlistar, myndefnis og þar fram eftir götunum) til að verja rétt sinn til verksins, einkum gegn ólöglegum fjölföldunum og niðurhali af netinu.\nÞað þykir ekki öllum sjálfgefið að útgefandi geti takmarkað frelsi þess sem kaupir vöru (t.d. geisladisk) til að nota eign sína að öðru leyti en því sem lýtur að höfundarréttarlöggjöf, en stór fyrirtæki vilja eins og menn geta væntanlega ímyndað sér helst hafa sem mest um það að segja hvað þú gerir við þinn geisladisk heima hjá þér, þótt þú hafir keypt hann löglega úti í búð.\nEn nú eru menn heldur betur farnir að færa sig upp á skaftið.\nHér er linkur inn á blogg Mark Russinovich hjá Sysinternals.com. Þar lýsir hann því hvernig hann fyrir tilviljun uppgötvaði rootkit á tölvunni hjá sér. Rootkit er í mjög stuttu máli njósnaforrit sem hylur slóð sína með þeim hætti á tölvunni að eigandi tölvunnar á gríðarlega erfitt með að sjá að tölvan sé smituð, hvað þá losna við óværuna nema með tímafrekri enduruppsetningu á stýrikerfi með öllu saman. Menn verða eiginlega að lesa bloggið til að sjá hvað það útheimti mikla vinnu hjá honum að losna við þetta drasl af tölvunni sinni.\nhttp://www.sysinternals.com/blog/2005/10/sony-rootkits-and-digital-rights.html\nSvo fór hann að skoða betur hvað þetta gerir, og þá kemst hann að því að þetta er forrit sem Sony laumar inn á tölvuna með copyrighted CD útgefnum af þeim. Notandinn er hvergi spurður um samþykki fyrir því að hlaða njósnaforriti sem fylgist með ýmsustu hlutum í tölvunni sem koma Sony ekkert við fyrir nú utan það að bjóða hökkurum greiðan aðgang að tölvunni með til þess skrifuðum vírusum.\nMæli með því að menn kíki á þessa grein, og versli aldrei framar við Sony. Hvorki diska né sjónvörp, myndavélar, memory sticks eða nokkra aðra vöru frá þessum ofbeldisfullu valdníðingum. Þeir eiga að skammast sín!",
    "url": "https://www.hugi.is/netid/greinar/342783/er-njosnaforrit-fra-sony-a-thinni-tolvu/",
    "url_id": "342783",
    "id": "2650449",
    "replies": [
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2005-11-03 12:14:29",
            "id": "2650611",
            "reply_to_id": "2650449",
            "text": "Kemur mér svosem ekkert á óvart að Sony sé búið að gera þetta, kemur mér reyndar svolítið á óvart hve langt þeir ganga í að fela þetta, af hverju ekki bara taka þetta fram einhversstaðar falið inní EULA, les það hvorteðer enginn.\nSpurning hvort þeir verði eitthvað kærðir útaf þessu."
        },
        {
            "user": "Omerta",
            "user_id": "32677",
            "date": "2005-11-03 12:29:52",
            "id": "2650638",
            "reply_to_id": "2650449",
            "text": "Enda löngu komið í ljós að Sony eru fávitar þrátt fyrir góðar vörur öðru hverju."
        },
        {
            "user": "Omerta",
            "user_id": "32677",
            "date": "2005-11-03 12:31:16",
            "id": "2650644",
            "reply_to_id": "2650449",
            "text": "Má til með að henda þessu hingað inn ^^,"
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2005-11-03 12:35:14",
            "id": "2650655",
            "reply_to_id": "2650449",
            "text": "Ég ætlaði að fá mér PS2, en eftir svona meðferð, þá dettur mér ekki í hug að kaupa svo mikið sem snúru með Sony merki.\nGreinilega öruggara að nota bara allofmp3.ru. :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-03 13:15:18",
            "id": "2650786",
            "reply_to_id": "2650449",
            "text": "shit maður er bara hræddu"
        },
        {
            "user": "Hordur1",
            "user_id": "30652",
            "date": "2005-11-03 13:17:16",
            "id": "2650793",
            "reply_to_id": "2650449",
            "text": "Helvítis hálvitar, já ég ætla að hætta að versla hluti frá þeim."
        },
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2005-11-03 13:17:50",
            "id": "2650795",
            "reply_to_id": "2650449",
            "text": "og hvar eru sannanir fyrir að sony sé eina fyrirtækið sem gera þetta? þetta gæti þessvegna verið samkeppnismál hjá stærstu fyrirtækjunum, hvað vitum við, eitthvað græða þeir á þessu, og þeir eru ekki eina fyrirtækið í heiminum sem starfar út á peninginn."
        },
        {
            "user": "Whoi",
            "user_id": "26863",
            "date": "2006-03-02 21:44:22",
            "id": "3171645",
            "reply_to_id": "2650795",
            "text": "Ef þetta voru ekki mestu spakmæli aldarinna"
        },
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2006-03-03 01:09:45",
            "id": "3172505",
            "reply_to_id": "3171645",
            "text": "óóójááá"
        },
        {
            "user": "Binno",
            "user_id": "30314",
            "date": "2006-07-24 00:34:35",
            "id": "3786447",
            "reply_to_id": "2650795",
            "text": "Síðan er þetta kannski bara nördar í Sony og Microsoft að keppast um hvaða viðskiptavinur á mesta\nklámið"
        },
        {
            "user": "Cheng",
            "user_id": "6790",
            "date": "2005-11-03 13:19:55",
            "id": "2650807",
            "reply_to_id": "2650449",
            "text": "Jahérna hér..\nÉg hef alltaf grunað Sony fyrir að vera með eitthvað ljótt í pokahorninu og núna er sá grunur staðfestur.\nÞetta er svo rosalegt að ég á ekki orð yfir þetta, helst vil ég að þessir menn taki sig saman og kæri Sony og fari með þetta í blöðin og láta sony fara á hausinn helst."
        },
        {
            "user": "Anarion",
            "user_id": "32458",
            "date": "2005-11-03 13:25:25",
            "id": "2650832",
            "reply_to_id": "2650807",
            "text": "Þetta hefur fengið umfjöllun á tveimur stöðum so far:\nhttp://www.washingtonpost.com/wp-dyn/content/article/2005/11/02/AR2005110202362.html?sub=new\nog\nhttp://news.bbc.co.uk/2/hi/technology/4400148.stm"
        },
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2005-11-03 13:25:27",
            "id": "2650833",
            "reply_to_id": "2650449",
            "text": "og til að verja sony enn frekar bendi ég á:\nhttp://seattlepi.nwsource.com/business/1700AP_Sony_Copy_Protection.html"
        },
        {
            "user": "scarecrow",
            "user_id": "60540",
            "date": "2005-11-03 14:52:16",
            "id": "2651101",
            "reply_to_id": "2650833",
            "text": "Nú vona ég hins vegar að þú hafir rétt fyrir þér, ég nota sony vaio tölvu og er ekki mjög hrifinn af þessari grein."
        },
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2005-11-03 15:35:25",
            "id": "2651255",
            "reply_to_id": "2651101",
            "text": "fer eftir því hvernig þú túlkar hlutina, hver hefur rétt fyrir sér."
        },
        {
            "user": "scarecrow",
            "user_id": "60540",
            "date": "2005-11-03 17:42:05",
            "id": "2651783",
            "reply_to_id": "2651255",
            "text": "Algerlega sérstaklega þegar umræðan er trúarbrögð."
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2005-11-03 15:34:27",
            "id": "2651251",
            "reply_to_id": "2650833",
            "text": "Fannst þessi grein ekkert vernda Sony sérstaklega, var að reyna að útskýra þeirra sjónarmið sem eru … léleg.\nÞað að gera þetta public núna þegar þetta er uppgötvað er bara til að lægja gagnrýni og vonast að þeir komist í burtu með þetta og skrifi svo annað forrit sem er betur falið… og hey.. það meira að segja stendur í greininni."
        },
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2005-11-03 15:36:19",
            "id": "2651257",
            "reply_to_id": "2651251",
            "text": "Nei, ég er alls ekki að vernda þetta, mér finnst þetta fáránlegt, en einelti er ljótt ekki satt ;)\nen já, eins og ég segi ofar, þá stórefa ég að sony sé eina fyrirtækið sem gerir þetta, og önnur fela þetta jafnvel betur."
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2005-11-03 15:41:15",
            "id": "2651268",
            "reply_to_id": "2651257",
            "text": "Jú, það er reyndar rétt hjá þér. Maður hefur alveg vitað að flestöll fyrirtæki nota svona."
        },
        {
            "user": "ojb",
            "user_id": "1502",
            "date": "2005-11-03 18:38:30",
            "id": "2652056",
            "reply_to_id": "2651257",
            "text": "kemur Sony í raun ekkert við hvort aðrir séu að gera þetta líka, það búið að koma upp um Sony ekki hina, hinir fá sömu meðferð ef upp um þá kemmst."
        },
        {
            "user": "ojb",
            "user_id": "1502",
            "date": "2005-11-03 18:36:04",
            "id": "2652045",
            "reply_to_id": "2650833",
            "text": "til þess að fá þetta patch þarftu að gefa upp persónuupplýsingar sem Sony getur notað gegn þér ;-)"
        },
        {
            "user": "TheAshlander",
            "user_id": "47756",
            "date": "2005-11-03 13:32:01",
            "id": "2650852",
            "reply_to_id": "2650449",
            "text": "Hmm skemmtileg grein sem þessi náungi skrifaði, álitið á Sony stórféll…\nTakk fyrir þetta\nAshy…"
        },
        {
            "user": "Ivan",
            "user_id": "21525",
            "date": "2005-11-03 14:06:15",
            "id": "2650952",
            "reply_to_id": "2650449",
            "text": "Já, ætli fólk hætti bara ekki að hlaða tónlist núna og fari að kaupa geisladiska"
        },
        {
            "user": "ojb",
            "user_id": "1502",
            "date": "2005-11-03 18:40:38",
            "id": "2652058",
            "reply_to_id": "2650952",
            "text": "lol, ákkúrat öfugt, þessi vörn er ekki á ogg/mp3 :-)"
        },
        {
            "user": "Ivan",
            "user_id": "21525",
            "date": "2005-11-03 21:50:52",
            "id": "2652951",
            "reply_to_id": "2652058",
            "text": "Þetta var líka bullandi kaldhæðni hjá mér :p"
        },
        {
            "user": "scarecrow",
            "user_id": "60540",
            "date": "2005-11-03 14:51:09",
            "id": "2651100",
            "reply_to_id": "2650449",
            "text": "Ahhh. ég er með sony vaio laptop.\nShit.\nWell what can you do…"
        },
        {
            "user": "wanderlust",
            "user_id": "56345",
            "date": "2005-11-03 16:14:40",
            "id": "2651376",
            "reply_to_id": "2650449",
            "text": "ok, en hvað gerir þá þetta njósnidót hjá þeim ?o_O"
        },
        {
            "user": "1Xtra",
            "user_id": "25810",
            "date": "2005-11-03 16:49:44",
            "id": "2651590",
            "reply_to_id": "2650449",
            "text": "Væri ekki hægt að flokka svona verknað undir innbrot? Eða jafnvel verra?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-11-03 17:20:23",
            "id": "2651708",
            "reply_to_id": "2651590",
            "text": "Svona álika slæmt og að stelpa copyright vörum.\nNúna hefur maður enga samúð með þessum fyrirtækjum. Allir að downloada á fullu. Þessi fyrirtæki eru alveg jafn slæm að brjóta á fólki af því þau gætu MÖGULEGA verið að brjóta höfundarrétt þeirra.\nÞetta er eins og að höggva hendina af öllum manneskjum af því að sumir eru þjófar."
        },
        {
            "user": "gummalina",
            "user_id": "6224",
            "date": "2005-11-03 16:57:18",
            "id": "2651618",
            "reply_to_id": "2650449",
            "text": "Sonytussan Fær ekki mína peninga framar, það er öruggt, Takk fyrir að koma þessu fram."
        },
        {
            "user": "axuz",
            "user_id": "7235",
            "date": "2005-11-03 17:36:03",
            "id": "2651756",
            "reply_to_id": "2650449",
            "text": "fáránleg vinnubrögð hjá Sony með þessum ‘rootkit’ og spurning um lagalegu hliðina á þessu. Eiga vafalaust eftir að skíta uppá bak með þessu..\nEngu að síður komumst við framhjá þessu eins og öllu öðru sem okkur eru settar skorður fyrir. Auðvitað vil maður og á að geta tekið t.d. öryggisafrit af geisladisknum sínum eftir sinum smekk, tala nú ekki um ef þínum sé stolið því þá kemur öryggisafritð sér vel og þetta hefur t.d. reddað mér ;)"
        },
        {
            "user": "SPSS",
            "user_id": "13954",
            "date": "2005-11-03 18:17:55",
            "id": "2651950",
            "reply_to_id": "2650449",
            "text": "Ég þori að veðja að eftir svona 3 mánuði verða allir búnir að gleyma þessu og halda áfram að verzla við Sony líkt og þeir gerðu áður fyrr.  Svo munu allir kaupa sér Playstation 3 þegar hún kemur út og Sony halda áfram að græða, líkt og þetta hefði aldrei gerst."
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2005-11-03 18:22:58",
            "id": "2651972",
            "reply_to_id": "2651950",
            "text": "Ég er amk hættur við að fá mér PS2. Sucks, mig langaði svo í alvöru horror leik. :) en ég er alveg að fá nóg af svona.\nFyrirtæki virðast halda að þau geti bara ákveðið að fylgja reglum þegar þeim hentar. T.d. finnst þeim ekkert að því að flytja verksmiðjur yfir hálfan hnöttinn til að spara pening, en ef veslings neytandinn ætlar að notfæra sér hnattvæðinguna, þá er hann undir endalausum árásum. (DVD regioon coding, allofmp3.ru, svo ég nefni 2 dæmi)"
        },
        {
            "user": "ojb",
            "user_id": "1502",
            "date": "2005-11-03 18:28:24",
            "id": "2652001",
            "reply_to_id": "2650449",
            "text": "langar bara benda á á Apple og Linux eru ónæm fyrir þessu. Tími kominn til að skipta :-D"
        },
        {
            "user": "Rusty",
            "user_id": "39411",
            "date": "2005-11-04 19:06:02",
            "id": "2655598",
            "reply_to_id": "2650449",
            "text": "Heh. Mynda halda að þetta fær fólk til að frekar kaupa EKKI vöru frá Sony, þar sem þær vörur mætti núna örugglega vel kalla vírusa."
        },
        {
            "user": "Rusty",
            "user_id": "39411",
            "date": "2005-11-04 19:50:20",
            "id": "2655791",
            "reply_to_id": "2650449",
            "text": "Sniðug lesning:\nhttp://news.cnet.co.uk/digitalmusic/0,39029666,39189658,00.htm\nSony að tala við AntiVirus framleiðendur varðandi það að fjarlægja það sem þeir gerðu þar sem auðvelt er fyrir hackara að nota það."
        },
        {
            "user": "Anarion",
            "user_id": "32458",
            "date": "2005-11-04 21:10:08",
            "id": "2656115",
            "reply_to_id": "2655791",
            "text": "Það fer að verða spurning hvort það borgar sig ekki að fara og versla einhvern af þessum diskum, setja hann í eins og eina vél og demba þessu inn hjá manni. Það eru ansi margir aðilar að skoða möguleikann á að höfða fjöldamál á hendur Sony, og það er hugsanlegt að þar verði um sæmilegar fjárhæðir að ræða.\nBara að benda á þetta ef menn hafa áhuga á að skella sér með, diskana er auðvelt að nálgast af Amazon.com."
        },
        {
            "user": "HoddiX",
            "user_id": "15213",
            "date": "2005-11-05 04:05:45",
            "id": "2656987",
            "reply_to_id": "2656115",
            "text": "Svona sem dæmi um hvaða áhrif þetta hefur, þá eru hakkarar farnir að nota þetta til að svindla í World of Warcraft.\nhttp://www.securityfocus.com/brief/34"
        },
        {
            "user": "Marketwatch",
            "user_id": "22466",
            "date": "2005-11-16 19:03:19",
            "id": "2700565",
            "reply_to_id": "2650449",
            "text": "Nú hefur Sony gengið of langt. Langt langt yfir strikið.\n!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!\nForstjóri Sony BMG's Global Digital Business\nsegir hér:\n“Most people, I think, do not even know what a Rootkit is, so why should they care about it?”\n!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!\nHlustið VEL á þetta þetta. Að heira í forstjóra Sony segja svona, fær mann til að hugsa sig 2 um áður en maður fær sér vöru frá sony.\nhttp://www.npr.org/templates/story/story.php?storyId=4989260\nhttp://www.npr.org/templates/story/story.php?storyId=4989260\nhttp://www.npr.org/templates/story/story.php?storyId=4989260\nhttp://www.npr.org/templates/story/story.php?storyId=4989260\n“!”!#$#“%%!&%/&%(#%”%$#!%$#&%$/&%($/“$”“#$%$ /#&!$%”#%\"#$"
        },
        {
            "user": "aThorri",
            "user_id": "24528",
            "date": "2005-11-23 19:40:02",
            "id": "2725946",
            "reply_to_id": "2650449",
            "text": "Það er nú ekki bara Sony.\nEins og með allar samsteypur, ef þær verða of stórar þá hætta þær að þjóna almenningi og stjórnast af peningaflæði í staðinn.\nWindows sjálft njósnar um þig, eins og GNU frömuðurinn Richard Stallmann sagði á fyrirlestri hérlendis fyrr á árinu, þá er bæði Windows Media Player og Windows Update kerfið að transferra personal-info til Microsoft þegar það er notað.\nhttp://www.marketingshift.com/2005/03/is-microsoft-spying-on-you-with.cfm\nÞetta er eini hlekkurinn sem ég fann til að rökstyðja það mál, en ég efast samt um (þó að Stallman sé sérvitur) að hann mundi þora að segja svona á opinberum (og recorded) fyrirlestrum hefði hann ekki góðar heimildir.\nKv.,\n-Hrafn"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-09 09:43:33",
            "id": "3963084",
            "reply_to_id": "2725946",
            "text": "er þá ekki örrugast að nota forrit sem koma ekki frá microsoft? s.s. iTunes og Mozzillu og svo framvegis?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-01-23 15:11:21",
            "id": "3002907",
            "reply_to_id": "2650449",
            "text": "Ekki séns að ég versli við þá aftur, enda er niðurhal á tónlist ekki til neins nema góðs, fólk kaupir fleirri diska, ef það downloadar, allavega geri ég það og flestir sem ég þekki."
        },
        {
            "user": "gillimoon",
            "user_id": "37839",
            "date": "2006-03-20 16:27:41",
            "id": "3243553",
            "reply_to_id": "2650449",
            "text": "Tölvuhakkarar nota þetta til að senda trójuhesta!!!!!"
        },
        {
            "user": "Maggiiii",
            "user_id": "36149",
            "date": "2006-07-02 23:08:09",
            "id": "3697917",
            "reply_to_id": "2650449",
            "text": "Hvernig er svo hægt að losna við þetta njósnaforrit/skoða hvort það sé í tölvunni manns?"
        },
        {
            "user": "Anarion",
            "user_id": "32458",
            "date": "2006-07-15 02:16:59",
            "id": "3750700",
            "reply_to_id": "3697917",
            "text": "Náðu þér í forrit frá sysadmins.com sem heitir rootkitrevealer."
        },
        {
            "user": "Anarion",
            "user_id": "32458",
            "date": "2006-07-15 02:17:28",
            "id": "3750702",
            "reply_to_id": "3750700",
            "text": "Errr sysinternals.com vildi ég sagt hafa. :-)"
        }
    ]
}