{
    "forum_title": "Farsímar",
    "user": "psycho",
    "user_id": "1791",
    "date": "2001-07-14 12:54:34",
    "title": "Twin sim batterí og front (bakhliðar)",
    "text": "hafið þið heirt um þetta?\nþetta er snild.\nþetta leifir þér að vera með eitt vinnu númer og eitt númer sem að þú átt sjálfur og losnar við það að vinnan sé alltaf að hringja í þig, og það ánþess að þurfa alltaf að vera að opna og loka símanum til að skipta um kort. og eiga það á hættu að tína kortinu.\nþetta er baterí sem að tekur 2 simkort og með tengi pungta í sim lesaran.\nþað eina sem að þú þarft að gera er að slökva á símanum og kvekja á honum aftur, þá er hitt símanúmerið komið í notkun.\nþetta er hlutur sem að fáir hérna á landi vissu að væri til. enda hefur þetta ekki verið til nema í MJÖG takmörkuðum mæli.",
    "url": "https://www.hugi.is/farsimar/greinar/34320/twin-sim-batteri-og-front-bakhlidar/",
    "url_id": "34320",
    "id": "231319",
    "replies": [
        {
            "user": "fatBastard",
            "user_id": "7012",
            "date": "2001-07-15 01:19:06",
            "id": "231320",
            "reply_to_id": "231319",
            "text": ":( hvað ertu at bulla?????????????!!!!!!!!!!!!!!!!"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2001-07-15 03:16:23",
            "id": "231321",
            "reply_to_id": "231319",
            "text": "Eftir að hafa lesið greinar eftir þig vaknar alltaf hjá mér sama spurningin, kanntu ekkert í íslensku yfir höfuð?\nT.d. þá notaru aldrei stóra stafi, svo skrifaru heilar hrúgur af orðum vitlaust, eins og t.d. heirt(heyrt), snild(snilld), leifir(leyfir), slökva(slökkva), kvekja er nú sennilega innsláttarvilla, en ef ekki þá er það kveikja, án þess eru tvö orð, þegar þú týnir einhverju geriru það með ypsiloni, batterý var ekki íslenskt orð síðast þegar ég vissi en engu að síður hef ég ekki vanist því að það sé skrifað með einu t-i og venjulegu í-i, punktar ekki pungtar(nema að þetta sé eitthvað sér GSM-orð, þá biðs ég velvirðingar).\nSvo segir maður í takmörkuðu mæli.\n“Keep it real”"
        },
        {
            "user": "FarmerJon",
            "user_id": "3219",
            "date": "2001-07-15 12:45:28",
            "id": "231322",
            "reply_to_id": "231321",
            "text": "hverju skiptir máli hvernig hann skrifar hérna á huga, svona umræðuefni kom á huga fyrir mörgum mánuðum og fólk kvartaði undan þessu að tilgangslausu,,,ef til vill kann ekki að skrifa rétt? en ef ég skil þetta þá er það allt í lagi."
        },
        {
            "user": "psycho",
            "user_id": "1791",
            "date": "2001-07-15 13:19:26",
            "id": "231323",
            "reply_to_id": "231322",
            "text": "þakka þé"
        },
        {
            "user": "psycho",
            "user_id": "1791",
            "date": "2001-07-15 13:21:26",
            "id": "231324",
            "reply_to_id": "231321",
            "text": "þetta hefur verið vandamál hjá mér lengi\nég er með lesblindu og þetta er ekki neitt findið.\nég sé bara ekki hvað það skiptir máli.\nfirst að þú getur ekki séð fram hjá þessu hættu þá að lesa greinar eftir mig.\nþú ert asni\nmeð stórustafina þá hef ég bara vansist á það að skrifa þetta svona"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2001-07-15 14:17:47",
            "id": "231325",
            "reply_to_id": "231321",
            "text": "“Svo segir maður í takmörkuðu mæli.”\nKannski gott að vita eitthvað um það sem maður er að leiðrétta……\nSíðast þegar ég vissi beygðist þetta svona:\nTakmarkaður mælir\nTakmarkaðan mæli\nTakmörkuðum mæli\nTakmarkaðs mælis\nSjáðu til, mælir er karlkyn og því segir maður “í takmörkuðum mæli”.\nEkkert sem pirrar mig meira en fólk sem fullyrðir eitthvað sem það veit ekki rassgat um…\nZedlic"
        },
        {
            "user": "psycho",
            "user_id": "1791",
            "date": "2001-07-15 14:43:37",
            "id": "231326",
            "reply_to_id": "231325",
            "text": "þakka þé"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2001-07-15 21:13:14",
            "id": "231327",
            "reply_to_id": "231321",
            "text": "Ok þú ert lesblindur, ÉG VISSI ÞAÐ EKKI, enginn þörf á því að kalla mann nöfnum hérna. En þó svo að þú sért lesblindur þá er það ekki algild afsökun, ég á vin sem er lesblindur, en með mikilli vinnu hefur honum tekist að sigrast á þessu að miklu leyti, og í dag skrifar hann mjög rétt. Og svo sagði ég aldrei að mér þætti þetta vandamál þitt fyndið.\nEinhver minntist á það að þetta væri leiðinleg umræða, mér finnst alltaf leiðinlegt þegar fólk er að skrifa alveg kolvitlaust (smávægilegar villur eru alveg fyrirgefanlegar) og mér finnst sorglegt hversu léleg íslenskukunnátta ungra Íslendinga er orðin.\nVarðandi takmarkaðan mæli, þá er mikið til í þessu sem einhver sagði, hvernig takmarkaðUR mælir er fallbeygður. En þegar eitthvað er í takmörkuðu magni, er það þá ekki líka í takmörkuðu mæli?"
        },
        {
            "user": "mainman",
            "user_id": "35414",
            "date": "2001-07-16 10:10:48",
            "id": "231328",
            "reply_to_id": "231327",
            "text": "Kræst hvað JohnnyB nennir að vera smámunasamur og leiðinlegur hérna. Þetta er ekkert próf í íslensku og þessar greinar hérna liggja á sama leveli og ircið finst mér þar sem stafsetningarvillur eru ekki í hávegum hafðar og stórir stafir þekkjast varla. JohnnyB ætti bara að fá útrás fyrir nöldrinu á vinum sínum, þ.e. ef hann á einhverja"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2001-07-16 20:57:57",
            "id": "231329",
            "reply_to_id": "231328",
            "text": "Djöfulsins skítkast alltaf hreint, ég er bara að reyna að leiðbeina manninum og þá er maður bara rakkaður niður í svaðið!\nOg mainman, ég á fullt af vinum."
        },
        {
            "user": "psycho",
            "user_id": "1791",
            "date": "2001-07-16 22:07:46",
            "id": "231330",
            "reply_to_id": "231329",
            "text": "Ég kæri mig ekki um leiðbeiningar frá þér."
        },
        {
            "user": "Pex",
            "user_id": "4129",
            "date": "2001-07-16 22:13:46",
            "id": "231331",
            "reply_to_id": "231329",
            "text": "Ekki telja þesa ósýnilegu vini þíni með JohnnyB.\nþedda er eggi sdafsedningarprof.\n(Þetta er ekki stafsetningarpróf)"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2001-07-16 22:26:49",
            "id": "231332",
            "reply_to_id": "231331",
            "text": "Ég taldi þá ekki með :)"
        },
        {
            "user": "FarmerJon",
            "user_id": "3219",
            "date": "2001-07-16 19:00:00",
            "id": "231333",
            "reply_to_id": "231327",
            "text": "þetta er ekki íslenskuvefur,\nþetta er hugi.is\nEf fólk skrifar ekki alveg rétt,\nþá er einfald lausn við því:\nekki lesa neitt frá því!\nþögn."
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2001-07-17 12:52:15",
            "id": "231334",
            "reply_to_id": "231327",
            "text": "það sem gerir það að verkum að þetta er mismunandi gegnur undir nafninu KYN.\nSjáðu til, orðið “magn” er hvorugkyn en orðið “mælir” er karlkyn.\nSemsagt: “Takmarkaður mælir” og “Takmarkað magn”"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2001-07-18 23:33:22",
            "id": "231335",
            "reply_to_id": "231334",
            "text": "Eftir að hafa skoðað orðabækur og fleira er ég farinn að hallast að því að þú hafir rétt fyrir þér zedlic, þetta var misskilingur hjá mér og ég biðst forláts, og ég er alveg tilbúinn að meðtaka villu mína og gera betur næst! (annað en sumir)\nBatnandi mönnum er best að lifa!"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2001-07-20 19:41:38",
            "id": "231336",
            "reply_to_id": "231335",
            "text": "Afsökunarbeiðni þín er móttekin og þess má geta að þú hefur hækkað í áliti fyrir þetta…..\n…og ég var ekki að leiðrétta stafsetningarvillu, ég var að leiðrétta ranga fullyrðingu, ok?"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2001-07-17 12:54:50",
            "id": "231337",
            "reply_to_id": "231327",
            "text": "JohnnyB: “En þó svo að þú sért lesblindur þá er það ekki algild afsökun”\nAfhverju ætti hann að þurfa að koma með einhverja afsökun? Af því að þér líkar ekki við hvernig hann skrifar? Veltur allt á þínu áliti?\nSpurning um að taka hausinn úr rassgatinu á sér…"
        },
        {
            "user": "psycho",
            "user_id": "1791",
            "date": "2001-07-16 20:47:07",
            "id": "231338",
            "reply_to_id": "231319",
            "text": "þakka ykkur:)\nþað er greinilegt að ykkur líkar við eitthvað sem að ég skrifa"
        },
        {
            "user": "freki",
            "user_id": "1682",
            "date": "2001-07-16 21:50:54",
            "id": "231339",
            "reply_to_id": "231319",
            "text": "Þetta er snild eins og þú sagðir.\nÉg sá þetta niðri í Heimsnet á Skúlagötu.  Hvort þeir eru með þetta til sölu eða sýnis veit ég ekki en það má athuga það."
        },
        {
            "user": "freki",
            "user_id": "1682",
            "date": "2001-07-17 13:00:03",
            "id": "231340",
            "reply_to_id": "231319",
            "text": "Bara langar að bæta við fyrir þá sem hafa áhuga á þessu en ekki að vera röfla um stafsetningu.  Þá fæst þetta í Tal í Kringlunni og kostar um 4.400 kr.  Mér finnst það að setja út á stafsetningu annara vera smábarnaskapur."
        },
        {
            "user": "TuTuHimm",
            "user_id": "5577",
            "date": "2001-07-18 22:11:29",
            "id": "231341",
            "reply_to_id": "231340",
            "text": "Ég veit allir hætta að tala um stafsetningu og einbeiti sér að það sem psucho skrifaði……..\nfyrir hvaða síma er þetta?\nTuTuHimm"
        },
        {
            "user": "starwars",
            "user_id": "755",
            "date": "2001-07-20 20:24:58",
            "id": "231342",
            "reply_to_id": "231319",
            "text": "Það var til svona sími í Símanum Kringlunni fyrir svona ári síðan og hann. Þá var skipt á milli með því að fara í setup og stilla á milli SIM1 og SIM2. Þetta gaf ekki góða raun."
        },
        {
            "user": "freki",
            "user_id": "1682",
            "date": "2001-07-21 21:28:41",
            "id": "231343",
            "reply_to_id": "231342",
            "text": "Mig langar að svara spurningunni um fyrir hvaða síma þetta er.\nHeld eins og er að þetta sé fyrir Nokia 5110."
        }
    ]
}