{
    "forum_title": "Deiglan",
    "user": "thunderstorm",
    "user_id": "60225",
    "date": "2005-11-05 22:39:10",
    "title": "Hitler",
    "text": "Ég var svona aðeins að hugsa og spá, það eru voða margir sem vita ekki neitt um þennan man, en samt segja þau t.d ég hatta Gyðinga,samkyneigða og svertingja. Ég meina fólk sem er segir þetta það veit tæknilega ekki neitt um hvað það er að tala, svo ef maður spyr það jæja segðu mér sögu um Adolf Hitler, tja kemur ekki neitt svar.\nÞetta fólk er bara gera þetta vegna þess að það heldur að það sé svo flott með því og veit einfaltlega ekkert um hvað það er að segja.\nFólk þarf aðeins að lesa sig um áður en það fer að tala, lærðu áður en þú talar!\nFólk á heldur ekki að ganga með hakakrossinn (swastika) á sér út um allt, því þetta getur sært aðilan/n sem þú labbar framhjá eða bara þú getur verið barin/n, því þetta er ekkert grín og ekkert til að hlægja af, því það sem var kemur ekki aftur.",
    "url": "https://www.hugi.is/deiglan/korkar/343531/hitler/",
    "url_id": "343531",
    "id": "2659432",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-05 23:03:49",
            "id": "2659484",
            "reply_to_id": "2659432",
            "text": "Heimskulegur þráðu"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-11-06 01:50:11",
            "id": "2660015",
            "reply_to_id": "2659432",
            "text": "Ef þú hefðir lesið þér eitthvað til yfir ævina, þá gætirðu skrifað nokkrar málsgreinar án svona ruglaðra villna.  Meira segja tilgangur korksins er óljós og efnið úr samhengi.\nÞetta er á ágætri íslensku kallað, steypa."
        },
        {
            "user": "Dyrlingur",
            "user_id": "10993",
            "date": "2005-11-06 12:27:29",
            "id": "2660520",
            "reply_to_id": "2659432",
            "text": "Til hamingju. Þú ert heimskasti maður sem nokkuð tíman hefur skrifað einhvað á Hugi.is\nHatur kemur Hitler ekki neitt við helvítis vanvitinn þinn.\nHitler var bitur maður sem var enþá vælandi útaf World War 1\nOg það var Social Security sem sá um allt ógeðið sem hann er þekktur fyrir, ekki hann."
        },
        {
            "user": "thunderstorm",
            "user_id": "60225",
            "date": "2005-11-06 13:09:23",
            "id": "2660682",
            "reply_to_id": "2659432",
            "text": "Já máti hann ekki hafa sínar skoðanir eins og aðrir?\nAdolf Hitler var snillingur og ég hef ekkert á móti honnum. Ég er bara stiga maður."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-06 13:54:35",
            "id": "2660839",
            "reply_to_id": "2660682",
            "text": "Gerir sjálfann þig að algjöru fífli með að þykjast dýrka Hitle"
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2005-11-08 01:32:56",
            "id": "2668703",
            "reply_to_id": "2660682",
            "text": "á hvaða hátt var hann snillingur ?\nvar hann snillingur fyrir að nýta sér tíðarandann og það að þýskaland og þýska þjóðinn hafi verið í sárum ?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-06 19:36:49",
            "id": "2662328",
            "reply_to_id": "2659432",
            "text": "Hvað í andskotanum getur þú sagt mér um hitler sem réttlætir þessa viðbjóðslegu stefnu hans?  Djöfulsins endalausa bull er í´ykkur nýnasistana. Þið eruð endalaust að tala um það að þið séuð svo vel lesnir, og allir aðrir vita ekkert hvað þeir eru að tala um.  Við vitum að Hitler startaði seinni heimstyrjöldina. Í nafni Hitlers og stefnu hans voru milljónir manna slátrað útaf engri ástæðu nema þjóðerni sínu, hneigðir og trúarbrögð.    Getur þú sagt mér einhverja SÖGU um Hitler sem leiðréttir þetta? þú mátt endilega segja mér hana…ENDILEGA.\nhættu þessu helvítis væli um að Hitler hafi verið misskilinn snillingur. Þetta er bull drengur. Hitler var snillingur, en hann er ekki misskilinn. Illur snillingur, er þrátt fyrir allt…ILLUR."
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2005-11-06 20:52:50",
            "id": "2662652",
            "reply_to_id": "2659432",
            "text": "Nýnasismi er ekki “inn” í dag. Hefur reyndar aldrei verið það.\nÞú ert ekki kúl og verður það ekki með þessu áframhaldi.\n:|"
        },
        {
            "user": "thunderstorm",
            "user_id": "60225",
            "date": "2005-11-06 21:15:17",
            "id": "2662781",
            "reply_to_id": "2659432",
            "text": "Ný-nasisti er til og verður það alltaf.\nEr ég einhvað að reyna að vera (Cool)?"
        },
        {
            "user": "Dyrlingur",
            "user_id": "10993",
            "date": "2005-11-07 11:47:33",
            "id": "2664664",
            "reply_to_id": "2662781",
            "text": "Augljóslega ertu að reyna það.\nÞví annars myndiru halda kjafti og framkvæma. Ekki vera á netinu og skrifa einsog einhver lúði sem á enga vini og er að reyna vera cool."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-07 13:05:52",
            "id": "2664886",
            "reply_to_id": "2662781",
            "text": "Já, þú ert að því, hættu svo að tala."
        },
        {
            "user": "thunderstorm",
            "user_id": "60225",
            "date": "2005-11-07 13:50:07",
            "id": "2665069",
            "reply_to_id": "2659432",
            "text": "Jæja brundsaurar nú er ég búinn að fá mig fullsatann á þessu bulli, ég skrifaði bara eina grein svo skrifa ég “þetta skiftir engu máli því ég er bara siga maður” s.s vill safna stigum og vissi ekkert hvað ég ætti að skrifa um þannig að ég skrifaði þetta.\nOg voðarlegur mórall er í þessu liði, og það er óþarfi að vera með kjaft því það hefur enginn til gang!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-07 18:32:19",
            "id": "2666467",
            "reply_to_id": "2665069",
            "text": "Tilhvers að blanda satan í þetta?"
        }
    ]
}