{
    "forum_title": "Farsímar",
    "user": "imbakassi",
    "user_id": "59115",
    "date": "2005-11-07 11:13:53",
    "title": "Símarnir mínir",
    "text": "Ég ætla að skrifa grein um símana sem ég hef átt.\nFyrir þremur árum þá gekk ég inn í verslun ogvodafone í smáralindinni og keypti mér minn fyrsta síma. Það var Nokia sími. Hann  var bæði vatns- og höggheldur.  Hann var ekki með myndavél og ekki með litaskjá.  Það eina skemmtilega sem var í honum að mínu mati voru leikirnir sem ég spilaði töluvert á þessum tíma.  Hann virkaði sem skildi og bilaði aldrei þar til um hálfu ári eftir að síminn var keyptur.  Þá lenti ég í útistöðum í skólanum og fékk spark í vasann, beint í símann.  Tíu mínutum síðar tók ég upp símann og sá mér til hryllings að skjárinn hafði brotnað,  meiri höggheldnin það!\nNokkrum dögum síðar lá leið mín í Smáralind til þess að kaupa nýjan farsíma í verslun OgVodafone.  Eftir miklar vangaveltur ákvað ég að kaupa mér Nokia 3300 síma  sem kostaði 19.900.  Hann var algjör lúxus miðað við gamla símann.  Hann var með myndavél, útvarpi og að sjálfsögðu litaskjá.  Það var alltaf eitthvað vesen með þennan síma.  “Please insert sim” voru villuboð sem ég sá nánast daglega!  Hann entist ekki lengi og nokkrum mánuðum eftir að ég fékk hann þá bilaði hann.  Ég fó með hann í verslun Ogvodafone og bað þá um að líta á hann.  Þeir sögðu við mig að síminn væri rakaskemmdur(sem ég trúi ekki eftir að hafa lesið síðustu grein hérna).\nSvo núna fyrir nokkru síðan fékk ég mér Sony Ericsson T630 á 10.000.  Hann er með myndavél og öllum fínustu græjum.  Ég vona að hann endist lengur en hinir símarnir mínir!",
    "url": "https://www.hugi.is/farsimar/greinar/343642/simarnir-minir/",
    "url_id": "343642",
    "id": "2660777",
    "replies": [
        {
            "user": "Maggisun",
            "user_id": "36571",
            "date": "2005-11-07 11:35:09",
            "id": "2664636",
            "reply_to_id": "2660777",
            "text": "Hehe það er gott að fólk trúir mér :)"
        },
        {
            "user": "Jessalyn",
            "user_id": "17818",
            "date": "2005-11-07 12:21:43",
            "id": "2664741",
            "reply_to_id": "2660777",
            "text": "Eftir að hafa átt trilljón síma þá hef ég komist að því að Sony Ericsson er drasl."
        },
        {
            "user": "Binno",
            "user_id": "30314",
            "date": "2005-11-07 19:37:17",
            "id": "2666931",
            "reply_to_id": "2664741",
            "text": "Sony er ekki Drasl ég á S700i og hann er mergjaður hann er búinn að entast í 2 ár er ekki búinn að bila og er með 1,4 megapixla myndavél sem er geðveikt ef maður er ekki með myndavélina sína sem enginn(alla vega ekki vona að móðga sem minnst af fólki)tekur með út á ball eð einhvað t.d. fer ég (b)aldrei(/b) með litla myndavél sem kostar hevy mikið út að skemmta mér allavega þá getur maður tekið upp vel og tekið myndir af special stundum en ekki verið að dröslast með fulla vasa allt með lítinn síma og litla myndavél sem er tveir fullir vasar ef þú ert í gallabuxum"
        },
        {
            "user": "Jessalyn",
            "user_id": "17818",
            "date": "2005-11-07 20:54:21",
            "id": "2667355",
            "reply_to_id": "2666931",
            "text": "Vá, ég var ekki að biðja um lýsingu á því hversu dýr og heavy kúl síminn þinn er.\nEn ætli þetta sé ekki bara happa glappa hvort maður lendi á góðum síma eða ekki. Allavega kaupi ég aldrei Sony Ericsson aftur."
        },
        {
            "user": "baldvin",
            "user_id": "62936",
            "date": "2006-02-26 13:38:52",
            "id": "3153836",
            "reply_to_id": "2664741",
            "text": "Sammála\nég fór með minn sony ericsson síma 5 sinnum í sömu vikuni samt virkaði hann ekki!!!"
        },
        {
            "user": "Pythagoras",
            "user_id": "54862",
            "date": "2005-11-07 12:45:03",
            "id": "2664818",
            "reply_to_id": "2660777",
            "text": "fékst gaurinn ekki til að borga símann? :S"
        },
        {
            "user": "imbakassi",
            "user_id": "59115",
            "date": "2005-11-07 12:53:19",
            "id": "2664843",
            "reply_to_id": "2664818",
            "text": "Bara helminginn."
        },
        {
            "user": "Vanheftur",
            "user_id": "53825",
            "date": "2005-11-07 12:58:14",
            "id": "2664861",
            "reply_to_id": "2660777",
            "text": "Að sparka í síma getur verið þyngra högg, En að missa síma er annað… þú getur ekki keyft síma hlaða hann .. Svo ferðu að dúndra honum á gólfið … og farið í Vodafone og sagt hann sé bilaður…\nSíminn er höggveldur, en ekki skjárinn.. missi símann og skjáinn lendir beint á lítinn stein… þá er hann brotinn. eða fyrir utan um hann allavega.\nFatta?"
        },
        {
            "user": "imbakassi",
            "user_id": "59115",
            "date": "2005-11-07 13:00:45",
            "id": "2664871",
            "reply_to_id": "2664861",
            "text": "Já!"
        },
        {
            "user": "Reichsmarschall",
            "user_id": "60136",
            "date": "2005-11-07 13:46:10",
            "id": "2665048",
            "reply_to_id": "2660777",
            "text": "Sony Ericsson er með bestu símunum á markaðnum og er ég líka með T630 og hann er búinn að fá sér nokkrar flugferðirnar í gólfið og götuna og enn lifir hann góðu lífi. og svo að maður gleymi ekki rafhlöðunni sem að endist lon og don."
        },
        {
            "user": "Reichsmarschall",
            "user_id": "60136",
            "date": "2005-11-07 14:30:22",
            "id": "2665198",
            "reply_to_id": "2665048",
            "text": "Nei nei Samsung eru bestir!!!"
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2005-11-07 16:20:45",
            "id": "2665662",
            "reply_to_id": "2665198",
            "text": "Samsung er mesta draslið á markaðnum"
        },
        {
            "user": "helgibjo",
            "user_id": "34809",
            "date": "2005-12-06 16:54:29",
            "id": "2778889",
            "reply_to_id": "2665662",
            "text": "Ég á samsung síma sem er búinn að endast í næstum 3 ár. Er að fara fá nýjan því ég er kominn með leið á honum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-03-12 22:16:44",
            "id": "3212083",
            "reply_to_id": "2665198",
            "text": "á samsung samlokusíma á 10.þús kall og er oft að henda honum í gólfið eða til einhvers og missi hann svo oft að það er hálfótrúlegt…búinn að eiga hann í 1 ár og samt er hann í besta lagi ?\n[ódýr og góður]"
        },
        {
            "user": "Lorax",
            "user_id": "36395",
            "date": "2005-11-07 15:12:32",
            "id": "2665340",
            "reply_to_id": "2665048",
            "text": "Já, ég hef átt Nokia, Motorola, Bosch og Sony Ericsson síma, og þeir frá Sony Ericsson eru einfaldlega bestir, ég hleð minn einu sinni í viku, og það hefur aldrei verið neitt vesen með hann ^^"
        },
        {
            "user": "baldvin",
            "user_id": "62936",
            "date": "2006-02-26 13:40:49",
            "id": "3153843",
            "reply_to_id": "2665048",
            "text": "Rafhlaðan er ömurleg í Sony Ericsson T300"
        },
        {
            "user": "Diamond",
            "user_id": "5482",
            "date": "2005-11-07 13:54:16",
            "id": "2665090",
            "reply_to_id": "2660777",
            "text": "Best að kaupa bara ódýra síma, helst nokia 5110 af ebay. Því allir símar í dag eru drasl sem endast ekki neitt. Svo þegar hann bilar þá er hann 99% rakaskemmdur. Spurning að kaupa nýjan síma, skemma hann eitthvað og fara með hann í viðgerð og sjá hvort svarið verði ekki “rakaskemmdur”.."
        },
        {
            "user": "JonMaiden",
            "user_id": "34856",
            "date": "2005-11-07 16:09:22",
            "id": "2665598",
            "reply_to_id": "2660777",
            "text": "Ég átti minn Nokia 3310 í 5 ár áður en ann skemmdist\nÞá var það eina sem var að honum var að takkarnir voru leiðinlegi"
        },
        {
            "user": "Doofy",
            "user_id": "38930",
            "date": "2005-11-07 16:09:27",
            "id": "2665599",
            "reply_to_id": "2660777",
            "text": "ég fékk nokia 3310 bláu símanna … og er búinn að duga ´sirka 2-3 ár!"
        },
        {
            "user": "Doofy",
            "user_id": "38930",
            "date": "2005-11-07 16:11:47",
            "id": "2665612",
            "reply_to_id": "2665599",
            "text": "3310 eru bestu símarnir ! duga lengi, marr þarf ekki myndavél/litaskjá bara rusl sem er verið að selja ykkur t.d efþið viljið myndavél bara kaupa litla flotta og litaskjá tölvur/sjónvarp !“”!!!!!!!!!"
        },
        {
            "user": "nalani",
            "user_id": "30987",
            "date": "2005-11-07 19:12:06",
            "id": "2666748",
            "reply_to_id": "2665612",
            "text": "3310 er málið :D"
        },
        {
            "user": "Doofy",
            "user_id": "38930",
            "date": "2005-11-08 20:37:51",
            "id": "2671604",
            "reply_to_id": "2666748",
            "text": "nalani ….. Respect !"
        },
        {
            "user": "Vanheftur",
            "user_id": "53825",
            "date": "2005-11-07 19:30:52",
            "id": "2666877",
            "reply_to_id": "2660777",
            "text": "Draumasíminn minn er:\nq. Nóg pláss fyrir símanúmerum, MMS & SMS-boðum\nq. Flott lúkk - Mynd af kærustuni á bakinu.\nq. Hægt verður vera með MP3 lög & rauntónar\nq. Batterý-ið dugar\nlengi\nog vel!\nq. Lítill og nettur\nq. Góða myndavél\nMaður þarf\nEKKERT\nmeð hitt í símanum að gera fyrir utan stillingar.\n*Mín Skoðun*Takk Fyrir*"
        },
        {
            "user": "bjarkikr",
            "user_id": "12613",
            "date": "2005-11-07 21:01:31",
            "id": "2667417",
            "reply_to_id": "2660777",
            "text": "Ég átti samsung síma man ekki hvernig allavegna ekki góðann og hann var með ágætt batterí og svona hann var bara svo böggandi HATA samsung síma\nfékk mér svo nokia 3310 hann var góður nema batteríið var svo lélegt svo ég þurft að kaupa mér nýjan\nNúna um daginn keypti ég mér Sony Ericson t630 síma á 9980 kr og hann er mjög góður mæli með honum !"
        },
        {
            "user": "lol100",
            "user_id": "43712",
            "date": "2005-11-13 12:42:14",
            "id": "2686861",
            "reply_to_id": "2667417",
            "text": "Afhverju eru þeir böggandi..?"
        },
        {
            "user": "Indie",
            "user_id": "36843",
            "date": "2005-11-07 21:40:13",
            "id": "2667692",
            "reply_to_id": "2660777",
            "text": "Ég er búinn að hafa mjög góða reynslu af Sony Ericsson T630. Búinn að eiga hann núna í meira en ár og hann er ósjaldan dottið í gólfið og ýmislegt komið fyrir hann en alltaf hefur hann verið heill og í fínasta lagi :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-07 21:44:33",
            "id": "2667731",
            "reply_to_id": "2660777",
            "text": "ég á sony ericson T630 sem eru allveg fínir símar en bara samt ALLGJÖRT drasl:S … pinnarnir rústast alltaf!"
        },
        {
            "user": "Addi21",
            "user_id": "24719",
            "date": "2005-11-07 21:55:44",
            "id": "2667792",
            "reply_to_id": "2660777",
            "text": "Ég hef átt Sagem = 3\nBosch = 1\nNokina = 6 (3x 3310, 1x 3330, 1x 3220           5140i)\nSony Ericson = (1x T510, 2x T630 og er með K750i (er með hann nunaásamt 5140i)\nSamsung = 1 (SGH-E720)\nEftir allir þessa símasögu verð ég að segja að nokia er að standa sig best, uppá endingu, ericsson er með tæknina en HRÆÐILEGA ENDINGU, einnig líkaði mér vel við Samsunginn sem entist mér vel og var með þá tækni sem mig langaði í."
        },
        {
            "user": "Cessna",
            "user_id": "48579",
            "date": "2005-11-10 16:55:31",
            "id": "2677707",
            "reply_to_id": "2660777",
            "text": "Mér fynst ekkert skrítið að símarnir þínir skemmist. Þó þetta sé höggelt þá á ekki að nota þetta sem hamar."
        },
        {
            "user": "imbakassi",
            "user_id": "59115",
            "date": "2005-11-10 17:02:16",
            "id": "2677739",
            "reply_to_id": "2677707",
            "text": ":D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-10 22:01:06",
            "id": "2679015",
            "reply_to_id": "2660777",
            "text": "eg átti noki 3100 fyrir 2 árum en hann var drasl svo eg skipti sony eriksson k500 og hann var endalsut að bilka svo i áföstudaginn fekk eg mer philips 755 og hann eg geðbveiku"
        },
        {
            "user": "lol100",
            "user_id": "43712",
            "date": "2005-11-13 12:38:33",
            "id": "2686848",
            "reply_to_id": "2660777",
            "text": "Fæ mér bráðum Samsung síma man ekki númerið… hann er ekkert smá flottur!!!"
        },
        {
            "user": "tillumta",
            "user_id": "11059",
            "date": "2005-11-18 00:51:36",
            "id": "2706403",
            "reply_to_id": "2660777",
            "text": "ég átti fyrst nokia 3210 (minnir að hann hafi heitið það, svartur og grár) en honum var stolið á skólaballi. Skildi aldrei hver nennti að stela honum, hann var orðinn heavy gamall.\nSvo keypti ég nokia 3330 sem var allt í lagi sími, batteríið dó reyndar fljótlega í honum\nÞá keypti ég mér samsung c100 sem lúkkaði rosalega vel en var crap. Heyrði seinna að sölumenn bt voru að telja fólk ofan af því að kaupa hann (mamma notar hann núna, hún er náttúrulega bara að hringja og svara)\nSvo fékk ég mér sony ericsson t610 en ég var einhvern veginn aldrei nógu sátt við hann þannig að ég keypti mér nýjan innan árs\nog núna í sumar keypti ég samsung sgh-e720 og ég elska hann. Hann lúkkar vel, er með mp3 og góðri myndavél. Hann kostar reyndar 45þús hérna sem ég myndi aldrei eyða í síma. Ég keypti hann á 30þús í london.\nPirrandi samt að það eru ekki til mms stillingar fyrir hann þannig að ég get ekki sent mms. Er búin að vera að tuða í símanum að redda þessu í hálft ár en þeir koma bara með endalausar afsakanir.\nAfar pirrandi að kaupa dýran síma og geta síðan ekkert notað allt sem er í honum"
        },
        {
            "user": "baa",
            "user_id": "32672",
            "date": "2005-11-24 12:53:48",
            "id": "2727881",
            "reply_to_id": "2706403",
            "text": "mer finst mjog gott að eiga sima sem eru ekkert dyrir er með einhvað nokia rusl sem er með ljosum a hliðunum fekk hann a 10 i bt nuna i agust og eg verð að fara fa mer nyjan, baterið er onyt og er alltaf að detta i sundur helvitis drasl"
        },
        {
            "user": "sverrirf",
            "user_id": "61443",
            "date": "2005-11-28 13:21:02",
            "id": "2742397",
            "reply_to_id": "2660777",
            "text": "Fyrsti sími sem ég fékk var svona 3210 og hann var svona ok, en ekkert meira, Síðan fékk ég 3310 sem var bara virkilega góður. Ég átti hann í 2 ár og seldi hann síðann og eftir minni bestu getu er hann ennþá í góðu lagi. Ég fékk 3200 í jóla gjöf jólin '04 en ég smassaði honum eftirminnilega. Fyrir svona mánuði keypti ég mér síðan K750i. Ég var aldrei voðalega “hooked” á myndavélina í 3200 símanum en mér finnst eginlega bara mjög gaman að taka stöðug myndir á þessum nýja."
        },
        {
            "user": "bagzruz",
            "user_id": "32825",
            "date": "2005-12-08 23:04:35",
            "id": "2790706",
            "reply_to_id": "2660777",
            "text": "nokia og sony fyrsti sony siminn minn er p910i einn og hann er ekki algengur mig minnir að það sé búið að selja 10 svoleiðis sima…"
        },
        {
            "user": "bluh",
            "user_id": "58065",
            "date": "2005-12-23 12:44:13",
            "id": "2858491",
            "reply_to_id": "2660777",
            "text": "Ég átti 3310 símaí uþb 3 ár og varð aldrei bilaður!:).. en ég hef samt komist að því að Sony Ericson eru ekkert þeir bestu simarnir..!:D.. en það er því miður bara mitt álit :P.. ég á núna Nokia.. =D en ég man samt ekki númer kvað =D.. hann er með myndavel og litaskjá og rosalega góður sími nema myndave´lin er ekkert sú allra besta =D.. en annars þarf ég eiginlega enga myndavel :D.. vegn þess að ég á þessa Digital =P.. sem að er rosalega gott skoo =D.."
        },
        {
            "user": "baa",
            "user_id": "32672",
            "date": "2005-12-25 18:52:10",
            "id": "2868258",
            "reply_to_id": "2660777",
            "text": "eg er með nokkia 5140i. og atla að vona að hann endist i 5manuði eins og hinn,"
        },
        {
            "user": "glaucoma",
            "user_id": "45483",
            "date": "2006-02-01 00:53:52",
            "id": "3045219",
            "reply_to_id": "2660777",
            "text": "Ég á sony ericsson t230 sem er algert drasl. Steinaldar-fyrirbæri! samt, hann er sterkur, hann þoldi það þegar ég missti bílskúrshurðar mótor ofan á hann, hann bara rispaðist aðeins….svo hefur hann líka lifað af allskonar stuff!\nsony. Hefur gæðin!"
        },
        {
            "user": "DrPhil",
            "user_id": "29624",
            "date": "2006-03-15 20:56:04",
            "id": "3224542",
            "reply_to_id": "2660777",
            "text": "ég á ericson k500i og han er búinn að endast í 2 ár og aldrey í viðgerð"
        },
        {
            "user": "addii",
            "user_id": "54753",
            "date": "2006-03-24 18:24:19",
            "id": "3261723",
            "reply_to_id": "2660777",
            "text": "ég átti ansi fínan sony ericson það var t310 hann entist á 2 ár þangað til mér var gefinn nokia 3220 en ericsoninn er enn í fínu lagi"
        },
        {
            "user": "StefaniJoanne",
            "user_id": "62226",
            "date": "2006-06-09 08:40:52",
            "id": "3593405",
            "reply_to_id": "2660777",
            "text": "flott grein;]  en ég hef átt 4 síma og var ad fa þann\nfimmta sem er nokia samloku sími,,ég hef líkabara átt nokia;],,ég kann ekki á neitt annad"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-06-17 19:08:31",
            "id": "3630474",
            "reply_to_id": "2660777",
            "text": "hef átt 2 1sti var þessi nokia með ljósin á hliðunum… geggt töff! honum var hinsvegar stolið (sagði það við mömmu(týndist á alvöru)).Svo núna á ég svona samsung kellingasíma xD en verð að fara að kaupa nýjan síma….. allafa flott grein hjá þé"
        }
    ]
}