{
    "forum_title": "Sagnfræði",
    "user": null,
    "user_id": null,
    "date": "2005-11-06 12:55:43",
    "title": "Hitler",
    "text": "Ég var svona aðeins að spá var hataði hittler Gyðinga alveg frá byjun eða notaði hann hatur Margra þjóðverja á þeim einungis til að komast til valda?",
    "url": "https://www.hugi.is/saga/korkar/343635/hitler/",
    "url_id": "343635",
    "id": "2660631",
    "replies": [
        {
            "user": "Hv1tT",
            "user_id": "51676",
            "date": "2005-11-06 12:59:45",
            "id": "2660651",
            "reply_to_id": "2660631",
            "text": "Hafði bara óbeit á þeim."
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2005-11-06 13:51:07",
            "id": "2660821",
            "reply_to_id": "2660631",
            "text": "Sjálfur segir hann í Mein Kampf að hann hafi ekki leitt mikið hugann að gyðingum fyrr en hann kom til Vínarborgar sem unglingur. Borgin var uppfull bæði af gyðingum og gyðingahöturum.\nLestu endilega “Að Hetjuhöll” eftir Þorstein Thorarensen. Þar er málið útskýrt mjög vel."
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2005-11-06 17:31:50",
            "id": "2661702",
            "reply_to_id": "2660821",
            "text": "Hann segir reyndar að hann hafi fyrst fengið óbeit á gyðingum vegna gyðings sem hann var með í barnaskóla í Linz."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-11-06 22:54:42",
            "id": "2663412",
            "reply_to_id": "2660631",
            "text": "Það var gyðingahatur meðal margra Evrópubúa á þessum tíma, kynþáttastefna nasismans ver hinsvegar að miklu mótuð af Alfred Rosenberg.\nDæmi um fræga menn sem höfðu á óbeit af gyðingum aðrir en Hitler, var t.d. Richard Wagner."
        },
        {
            "user": "SirPink",
            "user_id": "12287",
            "date": "2005-11-12 01:05:30",
            "id": "2682951",
            "reply_to_id": "2663412",
            "text": "Það eru nú skiptar skoðanir um skoðanir Wagners a gyðingum… Margir segja að ástæða þess að hann sé tengdur við gyðingahatur er notkun Hitlers á tónlist hans mörgum árum eftir dauða hans"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-11-12 19:38:57",
            "id": "2684817",
            "reply_to_id": "2682951",
            "text": "Það væri nú frekar, leyfist mér að segja, rugluð ályktun.  Það er nóg að lesa texta eftir hann, hann talaði opinskátt á andsemískan hátt."
        },
        {
            "user": "Sticky",
            "user_id": "55710",
            "date": "2005-11-06 22:54:43",
            "id": "2663413",
            "reply_to_id": "2660631",
            "text": "hann hataði þá frá upphafi, þessi nasista tussa !!!"
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2005-11-07 15:21:08",
            "id": "2665375",
            "reply_to_id": "2660631",
            "text": "Gyðinar voru líka heppilegur hópur til að sameina þýsku þjóðina gegn. Gyðingar voru alltaf miklir bisnessmenn og þegar ofsóknirnar byrjuðu tók nasistaflokkurinn eignir þeirra til að styrkja sjálfan sig."
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2005-11-12 08:59:57",
            "id": "2683230",
            "reply_to_id": "2665375",
            "text": "auk þess voru þeir komnir á þingið. ráku bankana og búðirnar, enn flestir gyðingar þýskalands voru afkomendur innflytjenda, t.d. hvernig liði okkur ef tælendingar færu á þing. og ræku búðirnar og bankana?"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2005-11-13 23:50:30",
            "id": "2690034",
            "reply_to_id": "2683230",
            "text": "hmmm, svo þetta gyðingahatur er þá afsakað fyrir mér."
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2005-11-14 03:28:11",
            "id": "2690506",
            "reply_to_id": "2690034",
            "text": "endurtaktu þetta svar svo ég skilji það. hljómar annað hvort eins og þú sért gyðingahatari eða sért að ásaka mig um gyðingahatur. (ekki það að ég hati gyðinga né gyðingahatara, sumir gyðingar geta verið andskotans geltir)"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2005-11-14 12:32:12",
            "id": "2690881",
            "reply_to_id": "2690506",
            "text": "Allt hatur Hitlers á gyðingum er afsakað fyrir mér, ekkert um þig."
        },
        {
            "user": "sKaKKur",
            "user_id": "5790",
            "date": "2005-11-11 14:57:30",
            "id": "2680603",
            "reply_to_id": "2660631",
            "text": "Hitler hataði gyðinga og gyðingahatur breiddist út í Þýskalandi, þannig að hann notaði þetta ekki til að komast til valda heldur var fólkið sammála hans raunverulegu skoðunum."
        }
    ]
}