{
    "forum_title": "Sorp",
    "user": null,
    "user_id": null,
    "date": "2005-11-07 04:20:49",
    "title": "Sorgin ...",
    "text": "Síðastliðinn föstudag dreymdi mig frekar krípí draum. Ég mundi hann, og skreytti hann örlítið, en annars er þetta það sem mig dreymdi.\n“Hrefna! Ég er hér!”\nHún leit við, hafði verið að skima í kringum sig í leit að einhverju, ég rétt vona að það hafi verið ég. Þegar augu okkar mættust brosti hún og byrjaði að ganga í áttina að mér, og eftir stutta stund var þetta komið upp í létt skokk hjá henni. Ég gekk í áttina að henni, leit ekert í kringum mig og því síður hún. Það var vetur, eilítil hálka á götunni en lítil bílaumferð hinsvegar.\nSkyndilega verður mér litið til hliðar, þar sem ég sé Honda Civic á örugglega 70 kílómetra hraða koma, en hámarkshraðinn á þessum slóðum er aðeins 30 km/klst. Ég lít aftur á Hrefnu og sé að hún hefur ekki tekið eftir bílnum og stefnir hraðbyri í veg fyrir hann.\n“Hrefna!” kalla ég, “stoppaðu! Sérðu bílinn!”\nHún leit til hliðar og reyndi að stoppa, en rann í hálkunni og datt. Bíllinn hafði nú tekið eftir henni og reyndi að bremsa sýndist mér, en það var algerlega vonlaust. Hrefna stóð upp og var við það að koma sér í skjól, en það var einfaldlega of seint. Bíllinn klessti á hana á miklum hraða þannig að hún kastaðist upp í loftið og lenti fimm metra frá mér, á grúfu, hreyfingarlaus.\nÉg dreif mig til hennar, ætlaði að snúa henni við þegar einhver kallaði til mín að það ætti ekki að hreyfa fólk eftir slys, veit ekki hver það var. Ég einhvernveginn stóðst mátið þó mér þætti þetta persónulega fáránlegt, ég vildi taka utan um hana og vernda hana gegn sársaukanum sem umlykur hana örugglega.\nEkki það að hún finni eitthvað meðvitundarlaus, en henni gæti dreymt illa, hver veit hvernig fólki líður meðvitunarlaust? Kannski var hún að upplifa slysið aftur, og aftur, og aftur, og fann sífellt meira til, hver veit?\nEftir langan, langan tíma, sem líklega var ekkert það langur, kom sjúkrabíll á staðinn. Ég færði mig frá, stóð svo stjarfur og horfði bílinn keyra í burtu. Vinkona hennar, Stella, stóð við hliðina á mér. Hún hafði líklegast komið með Hrefnu í bæinn, ég hafði bara ekki tekið eftir henni fyrr, ég hafði verið svo upptekinn af Hrefnu. Bæði þegar ég sá hana fyrst og þegar hún lá þarna, fagurt andlitið tómlegt.\nVið vorum leidd í burtu, settumst inn í lögreglubíl sem skutlaði okkur á spítalann. Biðum þar, daginn eftir fengum við að hitta hana. Hún var í öndunarvél, ósköp lítil að sjá. Við vorum aðeins hjá henni, sögðum ekkert, fórum svo aftur fram eftir að læknarnir skipuðu okkar að fara fram. Eyddum öllum deginum á spítalanum, en þegar kvölda tók var okkur ráðlagt að fara. Stella fór, en mér tókst að lauma mér inn til Hrefnu, og ætlaði ég mér að eyða nóttinni þar.\nUm miðja nóttina vaknaði ég við eilítið þrusk, ég rétt opnaði augun og sýndist ég sjá bílstjóra bílsins sem hafði keyrt á Hrefnu. Ég hélt að mig væri að dreyma, þannig að ég lokaði augunum og hélt áfram að sofa.\nDaginn eftir vaknaði ég við að læknir með meira en lítið ógnvænlegt augnaráð hristi mig, spurði hvað í andskotanum ég hefði gert. Ég skildi hann ekki, ég hafði aðeins eytt nóttinni í stofunni, það var auðvitað ekki í lagi en varla neitt til að láta svona illa út af. Þannig að ég spurði hann af hverju hann væri að æsa sig svona yfir því að ég hefði einfaldlega bara eytt nóttinni í stofunni.\n“Öndunarvélin var tekin úr sambandi í nótt. Hrefna er dáin.”\nÉg var, vægast sagt, orðlaus. Einhver hafði drepið Hrefnu um nóttina og þessi djöfull í mannsmynd reyndi að kenna\nmér\num það. Ég braut mér leið út, ýtti helvítinu frá og hljóp af stað og út.\nÉg hljóp út á bílastæði, náði þar í leigubíl og sagði honum að fara uppí Efra-Breiðholt. Borgaði honum þegar á leiðarenda var komið, og labbaði út í lítinn skóg, flokk trjáa, sem stendur á milli Efra- og Neðra-Breiðholts.\nÞar sem ég hafði hitt hana …\n—–\n- Á - var það eina sem ég hugsaði þegar ég allt í einu rakst á eitthvað óvenjulega mjúkt, þó ekki hafi það verið mjúkt, og óvenjulega stórt, af tré að vera.\nÉg leit upp, og á móti mér sat ein fegursta stelpa sem ég hafði séð.\n“Hæ”\n—–\nFyrsti kossinn …\n—–\n“Það … hefur verið gaman í kvöld,” sagði hún þegar við vorum að labba úr bíóinu, frá Mjóddinni heim til frænku hennar, þar sem hún dvaldi.\n“Já … Mjög svo,” sagði ég og brosti lítillega til hennar. Hún stöðvaði, ég stöðvaði næstum um leið, við horfðumst í augu, hún hallaði sér eiltíð fram, ég hallaði mér á móti, munnar okkur mættust í einhverju því allra klaufalegasta sem ég hafði nokkurn tímann gert, en um leið því allra besta. Eftir nokkrar sekúndur enduðum við kossinn, brostum til hvors annars og hölluðum okkur aftur fram …\n—–\nFyrsta ástarjátningin …\n—–\n“Manstu þegar við hittumst hérna fyrst?” sagði ég skyndilega, þar sem við lágum á milli kræklinga, trjáa, eða hvað sem á að kalla þetta.\n“Hehe, já! Það var vont …” svaraði hún hálfbrosandi, þó ég gæti ekki séð það þar sem ég var ekki að horfa á hana. Ég gat fundið hana brosa. Það var æðislegt.\n“Eru virkilega bara tvö ár síðan?” spurði ég …\n“Nei, það er bara eitt,” svaraði hún og hló. “Mér finnst það hafa verið eilífð.”\n“Mér líka.”\nVið þögðum.\n“Hrefna …?”\nHún reisti sig aðeins við og horfði á mig.\n“Já?”\nÉg reisti mig á móti henni, leit í augun á henni, fagurblá og fín, einstök.\n“Þú … Þú ert orðn einhverskonar hluti af mér. Óendanlega skrítið. Mér finnst eins og að ef þú myndir deyja, myndi ég deyja með þér, ég gæti ekki á nokkurn hátt haldið áfram … Þú ert æði.”\nHún brosti, óeðlilega glöð á svipinn, bros sem náði, næstum því, alveg til eyrna. Augun full af einhverju, einhverju ólýsanlega yndislegu, einhverju aðeins ætlað mér.\nOg hún þurfti ekkert að segja, ég sá það.\n—–\nNú sit ég hérna, og áttaði mig á því að þetta var rétt. Ég var gjörsamlega dauður án hennar.\nÉg hafði á einhverjum tímapunkti byrjað að gráta eilítið, allavega voru kinnar mínar rennblautar, tárvotar. Ég dró upp hníf, sem ég bar á mér mér til varnar.\n“Ég kem til þín Hrefna”\nOg ég skar, hægt og rólega, horfði á blóðið spýtast út taktfast, í takt við hjarta mitt. Blóðið flæddi úr líkama mínum, úr hjarta sem var dautt fyrir.\nBráðum varð ég syfjaður, syfjaður, augnalokin fóru að þyngjast, ég hallaði þeim, allt varð svart.\nOg ég vaknaði aldrei framar, hvorki í þessum heimi né öðrum.\nMig dreymdi að það væri ekið á vinkonu mína og að hún dæi, hitt var allt frekar mikið skreytt.",
    "url": "https://www.hugi.is/sorp/greinar/343934/sorgin/",
    "url_id": "343934",
    "id": "2664187",
    "replies": [
        {
            "user": "mofosam",
            "user_id": "53926",
            "date": "2005-11-07 04:21:57",
            "id": "2664188",
            "reply_to_id": "2664187",
            "text": "Já, þetta er í sögukeppnina."
        },
        {
            "user": "mofosam",
            "user_id": "53926",
            "date": "2005-11-07 11:38:50",
            "id": "2664646",
            "reply_to_id": "2664188",
            "text": "*Stendur upp með skallann og gerir Klapp klapp*"
        },
        {
            "user": "HoneyBunny",
            "user_id": "59729",
            "date": "2005-11-07 12:36:51",
            "id": "2664797",
            "reply_to_id": "2664187",
            "text": "váá….flott saga…ég var nstum farin að tárast :Þ"
        },
        {
            "user": "sky",
            "user_id": "47757",
            "date": "2005-11-07 13:05:02",
            "id": "2664884",
            "reply_to_id": "2664187",
            "text": "ertu að grínast ? ..varstu vakandi klukkan rúmlega 4 !  haha…og mér finnst ég vera þreytt :P\nen jáá :) flott saga..mjöög flott!"
        },
        {
            "user": "Hyrrokkin",
            "user_id": "56599",
            "date": "2005-11-07 13:09:42",
            "id": "2664902",
            "reply_to_id": "2664187",
            "text": "ertu að grínast ? ..varstu vakandi klukkan rúmlega 4 ! haha…og mér finnst ég vera þreytt :P\nWhat I was thinking.. O_o\nFrábær saga ^_^ Hvenær fær maður að velja sögu? :( *bíííður*"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-08 07:42:03",
            "id": "2668828",
            "reply_to_id": "2664902",
            "text": "Kemur inn könnun um það 22nóv."
        },
        {
            "user": "Vansi",
            "user_id": "41739",
            "date": "2005-11-07 15:00:05",
            "id": "2665296",
            "reply_to_id": "2664187",
            "text": "Flott saga :} Dreymdi þig þetta í alvöru?\nhver veit hvernig fólki líður meðvitunarlaust?\nÉg held að ég geti kannski svarað þessu, þar sem að ég hef verið, tja, í svipuðu ástandi og meðvitundarleysi. Maður huxar ekkert, veit ekki af sér fyrr en maður vaknar, weird fíling :/"
        },
        {
            "user": "iver",
            "user_id": "55152",
            "date": "2005-11-07 18:10:44",
            "id": "2666334",
            "reply_to_id": "2665296",
            "text": "Æjj vansi litli þú ert svo sérstakur, rúsínan hans afa ohhh\nSíðastliðinn föstudag dreymdi mig frekar krípí draum. Ég mundi hann, og skreytti hann örlítið"
        },
        {
            "user": "Vansi",
            "user_id": "41739",
            "date": "2005-11-07 18:14:55",
            "id": "2666362",
            "reply_to_id": "2666334",
            "text": "Ehhh, meina, hvort Leif dreymdi í alvöru að e-r hafi dáið, eða hvort sögupersónuna dreymdi það…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-07 18:39:46",
            "id": "2666514",
            "reply_to_id": "2666362",
            "text": "Ahm, mig dreymdi."
        },
        {
            "user": "arezo",
            "user_id": "48161",
            "date": "2005-11-07 16:26:24",
            "id": "2665700",
            "reply_to_id": "2664187",
            "text": "vá!…:|… *klappa*"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-07 18:31:18",
            "id": "2666461",
            "reply_to_id": "2664187",
            "text": "Flott saga, en svona tótallí off topic, hvenær ætlaru að skipta um mynd?  (Avatar)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-07 18:40:14",
            "id": "2666517",
            "reply_to_id": "2666461",
            "text": "Sometime."
        },
        {
            "user": "Sirja",
            "user_id": "32711",
            "date": "2005-11-07 22:32:53",
            "id": "2668014",
            "reply_to_id": "2664187",
            "text": "Þetta er geðveikt fínt. Hefðir átt að senda inn á /smásögur líka. Eða, kannski ekki, svo löng bið þangað… En allaveganna, ekki líkt venjulegum stíl þínum, eða, því sem ég hef lesið. Vel gert."
        },
        {
            "user": "Sirja",
            "user_id": "32711",
            "date": "2005-11-07 23:10:07",
            "id": "2668246",
            "reply_to_id": "2668014",
            "text": "Tjah, kannski sendi ég þangað inn, en sagan er ekki komin þangað inn?"
        },
        {
            "user": "Sirja",
            "user_id": "32711",
            "date": "2005-11-07 23:19:40",
            "id": "2668297",
            "reply_to_id": "2668246",
            "text": "Nei…"
        },
        {
            "user": "Sirja",
            "user_id": "32711",
            "date": "2005-11-07 23:24:53",
            "id": "2668325",
            "reply_to_id": "2668297",
            "text": "Það sem ég var að meina er að kannski sendi ég á /smasogur en að sagan hefur einfaldlega ekki verið samþykkt enn.\nVeit ekki hvort þú skildir þetta þannig eða ekki, þetta var illa orðað áðan :P"
        },
        {
            "user": "Sirja",
            "user_id": "32711",
            "date": "2005-11-07 23:46:18",
            "id": "2668424",
            "reply_to_id": "2668325",
            "text": "Hehe, allt í lagi."
        },
        {
            "user": "vettlingurinn",
            "user_id": "22926",
            "date": "2005-11-08 01:44:20",
            "id": "2668720",
            "reply_to_id": "2664187",
            "text": "Ég var farin að tárast, þetta var svo sorglegt!"
        },
        {
            "user": "Joop",
            "user_id": "59499",
            "date": "2005-11-08 17:30:41",
            "id": "2670453",
            "reply_to_id": "2664187",
            "text": "Djúpt heh :)"
        },
        {
            "user": "Supernanny",
            "user_id": "57879",
            "date": "2005-11-08 19:19:09",
            "id": "2671079",
            "reply_to_id": "2664187",
            "text": "flooooooott! frábært =D"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2005-11-11 17:00:25",
            "id": "2681145",
            "reply_to_id": "2664187",
            "text": "Vá! Mín saga á ekki séns í þessa! Þetta er ótrúlega flott! :D"
        }
    ]
}