{
    "forum_title": "Bækur",
    "user": "Sirja",
    "user_id": "32711",
    "date": "2005-11-07 22:10:43",
    "title": "Örvar eða LoveStar?",
    "text": "Þetta er bókmenntaritgerð sem ég skrifaði úr sögunni\nLoveStar\neftir\nAndra Snæ Indriðason\n. Ég fékk fína einkunn fyrir hana svo mér datt í hug að þetta væri kannski eitthvað sem þið hefðuð gaman að lesa. Veit ekki hvort maður skilur þetta ef maður er ekki búinn að lesa bókina.\nHeimurinn hefur tekið framförum. Mannfólkið er orðið handfrjálst og þarfnast hvorki snúra né gervihnatta lengur. Fólk er ekki grafið heldur er því skotið upp í geiminn og látið brenna í ósónlaginu til þess að gera jörðina hreina og lausa við rotnun. Þetta er svo fullkomið að fólk þarf ekki einu sinni að leita að ástinni lengur, allir jarðarbúar eru mældir og reiknaðir saman við sinn fullkomna maka. Þetta má allt rekja til hugmyndaflæðis eins manns: LoveStar.\nAndri Snær Magnason segir hér frá nýrri tækniöld heimsins og lífum þriggja einstaklinga í tveimur sögum sem fléttast saman í gegnum tækni LoveStars. Önnur sagan er af LoveStar sjálfum en hin fjallar um Indriða og Sigríði sem hafa orðið ástfangin og baráttu þeirra við tæknina þegar hún segir að þau séu ekki hið fullkomna par. Hér verður þó einkum fjallað um LoveStar sjálfan og persónuleika hans. Er LoveStar mannlegur eða er hann einhverskonar yfirnáttúruleg vera send til jarðarinnar til að bæta hana og þróa?\nÞetta hófst allt þegar maðurinn Örvar fékk þá stórkostlegu hugmynd að láta rannsaka ratvísi kría, dúfna, randaflugna, laxa og kóngafiðrilda . Vísindamenn veltu því fyrir sér hvernig heil fiskitorfa gat snúið sér við á sama sekúndubroti án þess að hægt væri að greina að nokkur boð bærust á milli. Þeir rannsökuðu hvort ekki væri hægt að nýta þessa tækni til þess að leyfa mönnum að hafa samskipti á svipaðan máta. Starfssemi þessi starfaði undir nafninu Fugla- og fiðrildadeild fyrirtækisins LoveStar, Örvar sjálfur tók upp nafnið LoveStar og brátt gleymdu allir hvað hann hét í alvörunni.\nÞetta var þó aðeins byrjunin. Hver hugmyndin af annarri heltók LoveStar. Þegar þær mynduðust í kollinum á honum gat hann ekkert gert til að stöðva þær. ,,Það var ekki Örvar sjálfur sem sagði þetta. LoveDeath var að reyna að drepa samtalið. Örvari var sjaldan hleypt upp á yfirborði.,” (bls. 139) Þetta skrifar höfundur um LoveStar þegar hann talar við Helgu, konu sína. Sérhver hugmynd átti hann. Hann vanrækti fjölskyldu sína og vini á meðan hugmyndirnar yfirtóku líkama hans og notuðu hann til þess að koma sér á framfæri. Þegar þær höfðu náð því fram skildu þær hann eftir, tómann hrakinn, tættan og miklu ríkari og voldugari, eins og sumir bentu á. ,,Ekkert stöðvar hugmynd,” sagði LoveStar stundum. Af því mætti ætla að hann hafi ekkert með hugmyndirnar gera, þær eigi hann og hann hafi ekkert um framvindu þeirra að segja, hann sé aðeins strengjabrúða sem eitthvað stærra stjórnar.\nÞótt hugmyndirnar virðist hafa náð tangarhaldi á LoveStar er hann langt frá því að vera ósjálfstæður eða algjör þræll einhvers. Hann hugsar mjög mikið og oftast eru það vangaveltur hans og tilraunir sem koma hugmyndunum af stað. Á bls. 148 er hann t.d. að mæla fuglabylgjur með konunni sinni og fær þá hugmynd að reyna að mæla þeirra eigin bylgjur. Seinna verður þetta kveikjan að fyrirtækinu inLove sem mælir bylgjur manna og finnur hinn fullkomna maka hvers og eins út frá því. Þegar hugmyndirnar þrengja of mikið að honum gerir hann líka ýmislegt til þess að bægja þeim frá eins og að reikna út stórar og tilgangslausar tölur eða teikna mynstur. Þetta sýnir okkur að hann er ekki algjör þræll hugmyndanna, hann hefur ennþá sína sjálfstæðu hugsun sem maður.\nMaðurinn Örvar Árnason var giftur konu sem hét Helga. Þau áttu saman nokkur börn, tvo syni og eina dóttur. Fjölskyldan virðist hafa verið hamingjusöm áður en hugmyndin um LoveDeath heltók LoveStar. ,,Þú sast yfir strákunum og undraðist hvernig þeir léku sér orðalaust. Þú kenndir þeim að þekkja fuglana. Þú sagðir þeim hvernig móinn var áður en kríurnar hurfu,” (bls. 139) segir Helga við hann seinna. Síðan virðist allt hafa breyst. ,,Þú hugsar ekki um annað en dauðann,” (bls. 135) segir Helga við hann á meðgöngutímabili hugmyndarinnar um LoveDeath. Hún biður hann oft að snúa sér aftur að fuglabylgjunum og höfundur sýnir okkur tíma þar sem þau voru hamingjusöm saman úti í náttúrunni að rannsaka fuglabylgjur, áður en LoveStar fór að hafa mikil áhrif á heiminn. Það er þar sem Örvar mælir bylgjur Helgu og sínar eigin og kemst að því að þær eru alls ekki líkar. Samkvæmt rannsóknum inLove seinna, eftir að Helga er dáin, er það fólk með eins bylgjur sem myndar hið fullkomna par.\nEftir að hugmyndin um LoveGod hefur heltekið Örvar er höfundur farinn að gefa í skyn að hann sé á sínu síðasta. Hárið er farið að grána og hann er hættur að hafa samband við fólkið í kringum sig, fyrirtækin eru eina ástæða hans til mannlegra samskipta. Þegar hann hefur fundið fræið sem allar bænir heimsins virðast beinast að hefur hann áhyggjur af því hvað sé að gerast þegar það tekur að visna í höndum hans. Milljónstjörnuhátíðin hefst, flugvélin brotlendir uppi á Vatnajökli og LoveStar deyr með fræið í hendinni.\nÁður en hugmyndirnar fara að heltaka LoveStar er hann bara maðurinn Örvar. Hann á hamingjusama fjölskyldu og virðist elska konuna sína. Þetta finnst mér gefa það sterkt til kynna að hann sé aðeins mannlegur. Hann hefur heldur enga stjórn á hugmyndum sínum, þær birtast bara í kollinum á honum og eina undankomuleið hans frá þeim er að einbeita sér fyllilega að einhverju öðru. Síðan deyr hann í flugslysi, mjög mannlegur dauðdagi. Hefði hann ekki lifað það af ef hann væri yfirnáttúrulegur? Ef eitthvað yfirnáttúrulegt kemur við sögu finnst mér líklegra að LoveStar sé bara milliliður, maðurinn sem kemur hugmyndum hins æðra á framfæri.",
    "url": "https://www.hugi.is/baekur/greinar/344030/orvar-eda-lovestar/",
    "url_id": "344030",
    "id": "2665333",
    "replies": [
        {
            "user": "cull3n",
            "user_id": "14213",
            "date": "2005-11-07 22:31:34",
            "id": "2668007",
            "reply_to_id": "2665333",
            "text": "Flott grein, er einmitt að fara í próf úr henni á morgun. Kannski þetta geti nýst manni eitthvað! :D"
        },
        {
            "user": "Sirja",
            "user_id": "32711",
            "date": "2005-11-07 22:35:05",
            "id": "2668039",
            "reply_to_id": "2668007",
            "text": "Hehe, vona það. Annars fannst mér bókin ekkert spes… Voðalega óhnitmiðuð :P"
        },
        {
            "user": "09876",
            "user_id": "16067",
            "date": "2005-11-08 11:04:47",
            "id": "2669078",
            "reply_to_id": "2668007",
            "text": "hey ertu í mk?"
        },
        {
            "user": "cull3n",
            "user_id": "14213",
            "date": "2005-11-08 11:13:02",
            "id": "2669090",
            "reply_to_id": "2669078",
            "text": "Ja.."
        },
        {
            "user": "09876",
            "user_id": "16067",
            "date": "2005-11-08 11:33:32",
            "id": "2669134",
            "reply_to_id": "2669090",
            "text": "Ókeimms."
        },
        {
            "user": "LDjonnson",
            "user_id": "33811",
            "date": "2005-11-07 22:53:58",
            "id": "2668159",
            "reply_to_id": "2665333",
            "text": "Hvaða skóla ertu?"
        },
        {
            "user": "Sirja",
            "user_id": "32711",
            "date": "2005-11-07 22:58:26",
            "id": "2668188",
            "reply_to_id": "2668159",
            "text": "MH."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-07 23:19:45",
            "id": "2668298",
            "reply_to_id": "2665333",
            "text": "Skemmtileg grein, maður fattar svona sirka hvað er að gerast þó öll þessi Love-dæmi séu svolítið ruglandi :P"
        },
        {
            "user": "09876",
            "user_id": "16067",
            "date": "2005-11-07 23:55:44",
            "id": "2668474",
            "reply_to_id": "2665333",
            "text": "ég er búin að lesa c.a. 100 bls í þessari bók og hún er hrein snilld (sama gildir um þessa grein). Andri er einfaldlega bara snillingur :)\nFlott og vel skrifuð grein :)"
        },
        {
            "user": "Sirja",
            "user_id": "32711",
            "date": "2005-11-08 00:04:47",
            "id": "2668513",
            "reply_to_id": "2668474",
            "text": "Mér fannst bókin ekkert skemmtileg :P Mér finnst ritgerðin líka hundleiðinleg. En þetta er sennilega bara ekki mitt áhugasvið."
        },
        {
            "user": "09876",
            "user_id": "16067",
            "date": "2005-11-08 00:09:29",
            "id": "2668525",
            "reply_to_id": "2668513",
            "text": "í mínu tilviki verða bækur alltaf leiðinlegri þegar að maður ÞARF að lesa þær og/eða skrifa ritgerð úr þeim. Um daginn tók ég mig til og las þó nokkrar arnalds indriðasonar bækur og svo byrjaði ég á lovestar eftir að hafa fengið uppí kok af sakamálasögum (þó að arnaldar bækurnar séu góðar)\nHvernig bækur eru þá í þínu áhugasviði?"
        },
        {
            "user": "Sirja",
            "user_id": "32711",
            "date": "2005-11-08 00:10:32",
            "id": "2668526",
            "reply_to_id": "2668525",
            "text": "Ég les nú ekki mikið í augnablikinu en vísindaskáldsögur eru allaveganna ekki minn tebolli. Þetta var bara bókin á listanum sem var til heima hjá mér."
        },
        {
            "user": "skens",
            "user_id": "46623",
            "date": "2005-11-08 13:37:54",
            "id": "2669450",
            "reply_to_id": "2665333",
            "text": "Ég verð nú bara að segja mitt álit… og vona að ég særi engann…\nþetta er ein leiðinlegasta bók sem ég hef á ævi minni lesið og ég hef nú lesið þær nokkuð margar að með töldum námsbókum… eftir að hafa lesið 15bls á klukkutíma… gafst ég upp… ákvað síðan að lesa bókina bara á hundavaði… sem sagt hratt eins og þegar maður er að renna yfir bókina í síðasta sinn fyrir próf… þegar ég ég var komin á bls 100… var ég orðin ógeðslega pirruð á henni náði þó að lesa fram á bls. 150… þá var ég komin með algjört ógeð á henni langði mest til að kveikja í henni, traðka á henni og henda henni svo lengst út í hafsauga…\nsemsagt að mínu áliti… ákaflega ógeðslega leiðinleg bók… afsakið… ónæðið…"
        },
        {
            "user": "Sirja",
            "user_id": "32711",
            "date": "2005-11-08 15:30:06",
            "id": "2669930",
            "reply_to_id": "2669450",
            "text": "Ég er svo algjörlega sammála þér. Reyndar ekki alveg leiðinlegasta bók sem ég hef lesið, þær gerast leiðinlegri. En ég þurfti að lesa þetta, hafði ekki tíma til þess að breyta um bók þegar ég loksins reyndi að lesa hana og komst að því hversu leiðinleg  mér fannst hún. Aðrir telja þetta bestu bók sem þeir hafa lesið. Eitt er víst, hún skilur engann eftir tómann."
        },
        {
            "user": "BaddiT",
            "user_id": "42722",
            "date": "2005-11-14 18:46:58",
            "id": "2692347",
            "reply_to_id": "2665333",
            "text": "ekki lesid mikid af islenskum baekum en mer fannst love star god, or in the immortal words of þórgerdi einarsdottur ‘svidandi þjóðfélags gagrýni’"
        },
        {
            "user": "Sirja",
            "user_id": "32711",
            "date": "2005-11-14 23:02:49",
            "id": "2693671",
            "reply_to_id": "2692347",
            "text": "Já, það er reyndar svolítið til í því."
        },
        {
            "user": "Sirja",
            "user_id": "32711",
            "date": "2005-12-03 16:52:27",
            "id": "2764810",
            "reply_to_id": "2665333",
            "text": "Hey takk , Fékk 20 fyrir þetta í skólanum ;)"
        },
        {
            "user": "Sirja",
            "user_id": "32711",
            "date": "2005-12-03 16:54:30",
            "id": "2764815",
            "reply_to_id": "2764810",
            "text": "Þú veist að þetta eru brot á höfundarrétti og ég gæti kært þig núna?"
        },
        {
            "user": "Sirja",
            "user_id": "32711",
            "date": "2005-12-03 16:55:53",
            "id": "2764819",
            "reply_to_id": "2764815",
            "text": "ég var nú bara að grínast ;)"
        },
        {
            "user": "Sirja",
            "user_id": "32711",
            "date": "2005-12-03 16:58:51",
            "id": "2764822",
            "reply_to_id": "2764819",
            "text": "Eins gott fyrir þig ;P"
        },
        {
            "user": "Sirja",
            "user_id": "32711",
            "date": "2005-12-03 17:02:02",
            "id": "2764839",
            "reply_to_id": "2764822",
            "text": "Þetta er nú samt rigerð upp á 10."
        },
        {
            "user": "Sirja",
            "user_id": "32711",
            "date": "2005-12-03 17:05:20",
            "id": "2764855",
            "reply_to_id": "2764839",
            "text": "Ég fékk líka 9,4. Hæsta sem ég hef fengið fyrir ritgerð, held ég. Sérstaklega þar sem þetta er fyrsta ritgerðin sem ég skila í framhaldsskóla."
        },
        {
            "user": "tobmarley",
            "user_id": "61217",
            "date": "2006-10-16 19:49:58",
            "id": "4103838",
            "reply_to_id": "2665333",
            "text": "Ég er í MH, og er að fara að gera ritgerð um söguna. Þetta hjálpaði =D"
        },
        {
            "user": "Sirja",
            "user_id": "32711",
            "date": "2006-10-16 20:22:14",
            "id": "4104002",
            "reply_to_id": "4103838",
            "text": "Bara svo þú vitir, þá hafa allir íslenskukennararnir í MH lesið þessa ritgerð af því að kennarinn minn var svo ánægður með hana svo ég myndi ekkert fara að stela henni."
        },
        {
            "user": "tobmarley",
            "user_id": "61217",
            "date": "2006-10-16 20:50:44",
            "id": "4104165",
            "reply_to_id": "4104002",
            "text": "Nei auðvitað ekki :P Er að gera um annað efni úr sögunni ;)"
        },
        {
            "user": "Sirja",
            "user_id": "32711",
            "date": "2006-10-16 21:51:17",
            "id": "4104430",
            "reply_to_id": "4104165",
            "text": "Já ok, hehe."
        },
        {
            "user": "minny",
            "user_id": "21131",
            "date": "2007-09-11 11:55:13",
            "id": "5222170",
            "reply_to_id": "2665333",
            "text": "Þú vilt kanski leiðrétta upphafið af greininni. Andri Snær er Magnason…ekki Indriðason.\nVildi bara láta þig vita."
        },
        {
            "user": "Sirja",
            "user_id": "32711",
            "date": "2007-09-11 15:29:55",
            "id": "5222648",
            "reply_to_id": "5222170",
            "text": "Haha, fyndið enginn skuli hafa tekið eftir þessu áður. En ég verð að syrgja þig með því að ég get ekki breytt greininni."
        }
    ]
}