{
    "forum_title": "Heimspeki",
    "user": null,
    "user_id": null,
    "date": "2005-11-07 23:45:12",
    "title": "Hvers vegna er svona fyndið þegar aðrir meiða sig?",
    "text": "Sko, þegar ég var yngri og var með einum vini mínum sem var alveg einstaklega óheppinn og alltaf að misstíga sig og meiða sig og allt þetta klabb, þá hló ég alltaf. Ég gat ekki hamið mig og fór að skellihlæja að honum þegar hann lá í jörðinni. Kannski ekki þegar eitthvað alvarlegt gerðist, eins og hann hjólaði einu sinni með andlitið á vegg hehe, en það var ekki fyndið þá heldur bara núna. Svo þegar hann fékk t.d. fótbolta í andlitið , hehe það er fyndið, þá hló ég líka. Af hverju hlæjum við að einhverjum sem er að meiða sig? Er virkilega svona gaman að sjá einhvern annan þjást? Það eru náttúrulega þættir eins og Jackass eða Dirty Sanches sem ganga einungis út á þetta, að hlæja að óförum annarra. Ég veit ekki með alla en það er bara almennt fyndið þegar einhver meiðir sig, kannski lagast þetta með aldrinum. Allavega, hvað er svona fyndið við það þegar aðrir meiða sig? Bara svona smá kvöldpæling þegar ég er að hlæja einn inni í herbergi að óförum vina minna.",
    "url": "https://www.hugi.is/heimspeki/korkar/344302/hvers-vegna-er-svona-fyndid-thegar-adrir-meida-sig/",
    "url_id": "344302",
    "id": "2668418",
    "replies": [
        {
            "user": "Aerie",
            "user_id": "45488",
            "date": "2005-11-08 16:49:36",
            "id": "2670255",
            "reply_to_id": "2668418",
            "text": "Hlær maður í alvörunni alltaf þegar einhver meiðir sig.\nEr það ekki meira að þegar þetta fólk meiðir sig þá gerðist eitthvað voðalega kjánalegt og hlægilegt.\nEeen ég veitiggi…"
        },
        {
            "user": "giornata",
            "user_id": "30666",
            "date": "2005-11-08 22:52:02",
            "id": "2672198",
            "reply_to_id": "2668418",
            "text": "kannast við þetta - ég hlæ alltaf að óförum vina minna….greyjin ! :S Samt bara ef það er eitthvað lítið, alls ekki ef að það er eitthvað mikið! ég er ekki svo vond. Fer samt líka alltaf að skellihlægja þegar ég slasast sjálf. Veit ekki hvað þetta er….sennilega bara eins og sagt var hér fyrir ofan - að oftast gerist eitthvað asnalegt eða kjánalegt um leið og fólkið meiðir sig"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-11-09 12:08:37",
            "id": "2672987",
            "reply_to_id": "2668418",
            "text": "Held að það geri sér engin grein fyrir þjáningu annarra nema þegar það er augljóst, t.d. opið beinbrot, þá finnum við til með fólkinu oftast og grípum jafnvel í eigin fót, eins og við séum að verja hann eða finnum til.  Erfitt að skilja af hverju það gerist, en við höfum hæfileikan til að setja okkur í spor annarra.\nChaplin er gott dæmi um það, hvernig hægt er að draga fram kómíska þætti í mistökum, slysum og jafnvel alvarlegum hlutum eins og jarðaför eða verðlaunaafhendingu.  Þetta er bara spurning um að sjá hlutina á ákveðin hátt að ég held.\nSumir bregðast neikvætt við mistökum annarra og sjálfkrafa dæma þá sem hálfvita fyrir það sem þeir gerðu, þannig fólk er bara í eðli sínu eða fyrir lélegt dagskap, svartsýnt og kaldlint.  Það er ekkert sanngjarnt við slíka hleypidóma og í raun heimskulegt að gera ráð fyrir því að fólk sé heimskt vegna þess að það gerir mistök, allir gera mistök.\nEf við erum í góðum skapi tekst okkur að sjá jákvæðu hlutina, sá sem er í vímu er sjálfkrafa í afar góðu skapi og getur þess vegna fundið eitthvað hlægilegt við næstum hvað sem er, t.d. lélega hryllingsmynd.\nÞetta er bara spurning, að ég held, hvernig þú lítur á hlutina.  Það ræðst að sjálfsögðu af skapinu sem þú ert í og alvarleika hvers tilviks o.s.frv.  Ég held það sé ekkert dulafullt við þetta."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-10 20:46:52",
            "id": "2678701",
            "reply_to_id": "2668418",
            "text": "Ósjálfráð viðbrögð"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-14 02:26:56",
            "id": "2690477",
            "reply_to_id": "2668418",
            "text": "það fyndna er ekki að sjá fólkið þjást heldur svipinn á því og þannig það er fyndnast"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-15 17:58:56",
            "id": "2696109",
            "reply_to_id": "2668418",
            "text": "http://en.wikipedia.org/wiki/Masochism"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-15 19:05:37",
            "id": "2696454",
            "reply_to_id": "2696109",
            "text": "Næstum því ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-15 21:54:19",
            "id": "2697348",
            "reply_to_id": "2696454",
            "text": "Hjúkket, ég var farin að halda að þú værir eitthvað afbrigðilegur…"
        }
    ]
}