{
    "forum_title": "Sorp",
    "user": "Pikknikk",
    "user_id": "52454",
    "date": "2005-11-08 19:25:36",
    "title": "Krossi og Friddi: Vandræðin með Drug (sögukeppni)",
    "text": "Hæ. Ég heiti Krossi (Leikinn af Meaniac). Ég ætla að segja ykkur sögu. Einu sinni var maður sem hét Gunnfriddi (leikinn af Mizzeeh). Ég þekkti hann rosalega vel. Við hittumst á hverjum degi og bökum köku. Verst að mamma hans (kokusneid) er svo fúl. Hún leyfir okkur aldrei að nota pipar í kökuna.\nEn ég,  Krossi, þekki mann sem heitir  relaeD gurD ( MadClaw). Hann vildi selja okkur lifandi pipar (rödd: Nesi13). Piparinn vildi ekkert frekar en að kmast í kökuna og við settum hann þar. Mamma Gunnfridda kom ekki að okkur þá. En pabbi hans ( Zweistein) gerði það. Hann dró mig og Fridda (stytting) heim til mín. Öskraði hann á okkur og margir litu við (m.a. vansi supermann og foxyme) þegar við komum heim var mamma (vettlingurinn) að ryksuga undir dagblaðinu okkar. Pabbi (Pikknikk) lamdi pabba Fridda. Hann dó kvalafullum dauðdaga.\nVið vorum samt heimilislausir. relaeD var með þetta fína pappakassahús sem hann seldi okkur fyrir 500 kaggl. En vandamálið var að í því bjó róni (Devotion, kóngurinn sjálfur) og risaeðlan hans (miltisbrandur). Ég var svo óheppin að hafa fengið genin hans pabba og drap hann því á stundinni. Og hló. Ha ha ha ha ha. Þá komumst við að því að þetta var sviðsmynd fyrir bíómynd leikstjórans fræaga, Kevin Kielberg (HerraFullkominn).\nVið fórum í þetta notalega fangelsi sem hafði alveg tvö rúm. Við vorum reyndar 5 (einnig Kyra Sedna og BirkirHe) þar en það bíttaði ekki. Vegna þess að þessir vinir okkar voru komnir með fullkomið plan. Einn þeirra nnamójS (Kyra) var góð eftirherma. Hann hermdi eftir röddum fangavarðanna segja að mömmur fanganna væru sex sinnum 89 kílo (hvað er það mikið?)\nVið vorum sloppnir.\nÞá var kominn tími fyrir hefnd!\nVið komums að því að relaeD var í raun glæpamaðurinn frægi, Drug Dealer. Eftir að hafa farið til afa míns var ferðinni heitið til hans. En það var ekki aðuvelt. Fyrst þurftum við að drepa allt lífvarða gengið hans (supernanny, vansi, allidude, Gelgjan, Rivian og TimBursala)! Eftir að þau voru dauð var leiðin að Drug opin. Eða það héldum við. Við höfðum gengið inní grafhvelfingu. En sem betur fer voru nnamójS, sem hét reyndar Sjómann, Klukki (BirkirHe) og Haraldur (Sedna) með okkur. Því uppvakningarnir voru ekkert grín. Þeir sögðu eokkur svo mikið af bröndurum að ef Haraldur hefði ekki verið þá væriru ekki að lesa þetta núna. Hann hefur neflinlega ENGANN húmor. Eftir góða brandara eins og þennann:\nÞórhallur prestur vaknar á sunnudagsmorgni og sólin skín. Hann ákveður að í dag ætli hann að segjast vera veikur og hann komist ekki til messu. Svo hann hringir í annan prest, tilkynnir veikindin, nær svo í golfsettið sitt og læðupokast upp á golfvöll í þeirri von að enginn sjái hann. Á vellinum er ekki nokkur maður svo ráðabrugg Þórhalls prests ætlar að ganga upp. Uppi í Himnaríki snýr Lykla-Pétur sér að Guði og spyr: “Guð, ætlarðu að láta vígðan manninn komast upp með þetta?” Guð horfir niður á Þórhall prest þar sem hann slær teighöggið. Kúlan flýgur 420 metra í fallegum boga, skoppar einu sinni á flötinni og rennur svo beina leið ofan í holuna!\nKraftaverkahögg!\nLykla Pétur lýtur skilningsvana á Guð og spyr: ,,Hversvegna í ósköpunum léstu hann fara holu í höggi?\"\nDrottinn svarar: ,,Hverjum á hann að segja frá þessu?!\nEftri að Haraldur hafði Súið auppvakningana úr hálslið var röðin komin að Drug. Hann var horfinn. En lifandi piparinn var ennþá þarna. Með naumindum tókst honum að kumpa uppúr sér því að hann (Drug) væri í Vestmanneyjum. Nánar tiltekið í Heimaey. Við fundum hann skoruðum við á hann í Gátukeppni. Hann sagði já. Með lúmskum svip gaf hann upp fyrstu gátuna. Þessi um fullt hús matar. Eftir miklar umræður innan hópsins komumst við að niðurstöðu um að svarið væri egg. Ég, Krossi segi með algerum jarðarfarar hljóm: Er það nokkuð egg, minn kæri Drug. Rétt var það. En Drug spilaði óheiðarlega. Tvær ninjur (moonchild og Raiden) köstuðu myluðum osti í okkur. Eins og allir vita er Fridddi með ofnæmi fyrir mygluðum osti og féll hann strax í dá. Við sögðum þá okkar gátu: hvernit ger TILLIT aftur á bak? Þar stóð hann á gati og klukki handtók hann. Kann fékk smá sekt fyri að drepa allt þetta fólk. En hann fékk lífstíðardóm, fyrir það að eiga húfu, sem allir vita að er bannað!\nÉg og Friddi fórum svo heim að éta chillipiparköku.",
    "url": "https://www.hugi.is/sorp/greinar/344440/krossi-og-friddi-vandraedin-med-drug-sogukeppni/",
    "url_id": "344440",
    "id": "2670102",
    "replies": [
        {
            "user": "Pikknikk",
            "user_id": "52454",
            "date": "2005-11-08 19:36:16",
            "id": "2671184",
            "reply_to_id": "2670102",
            "text": "já. kagglinn á myndinni er sumsé Drug"
        },
        {
            "user": "Supernanny",
            "user_id": "57879",
            "date": "2005-11-08 19:37:06",
            "id": "2671189",
            "reply_to_id": "2670102",
            "text": "weird o.O\nfrekar erfitt að skilja þetta..but okei!"
        },
        {
            "user": "Pikknikk",
            "user_id": "52454",
            "date": "2005-11-08 19:37:43",
            "id": "2671191",
            "reply_to_id": "2671189",
            "text": "how do u like it"
        },
        {
            "user": "Supernanny",
            "user_id": "57879",
            "date": "2005-11-08 19:39:57",
            "id": "2671207",
            "reply_to_id": "2671191",
            "text": "good!"
        },
        {
            "user": "Pikknikk",
            "user_id": "52454",
            "date": "2005-11-08 19:40:33",
            "id": "2671209",
            "reply_to_id": "2671207",
            "text": "jeio/"
        },
        {
            "user": "MadClaw",
            "user_id": "50461",
            "date": "2005-11-08 19:50:46",
            "id": "2671281",
            "reply_to_id": "2670102",
            "text": "Mjög svo… Sniðug saga en það eru samt 3 villur; 1) Þetta er ekki beint villa en hvað var með Fridda að deyja og falla síðan seinna í dá? 2) Ég er nefninlega MJÖG góður í gátukeppni, tillit aftur á bak er litli T MVUHAHAHAHAHAHA 3) HAHAHAHAHAHAHAHA Þessi mynd er EKKERT lík mér…\n534!!!!!\nPS Sniðugt"
        },
        {
            "user": "Pikknikk",
            "user_id": "52454",
            "date": "2005-11-08 19:51:37",
            "id": "2671286",
            "reply_to_id": "2671281",
            "text": "Friddi dó aldrei pabbi fridda dó"
        },
        {
            "user": "Pikknikk",
            "user_id": "52454",
            "date": "2005-11-08 19:53:54",
            "id": "2671302",
            "reply_to_id": "2671281",
            "text": "tillit afturábak er einfaldlega tillit"
        },
        {
            "user": "MadClaw",
            "user_id": "50461",
            "date": "2005-11-08 20:02:24",
            "id": "2671337",
            "reply_to_id": "2671302",
            "text": "Það veit ég vel, þetta var grín….."
        },
        {
            "user": "Pikknikk",
            "user_id": "52454",
            "date": "2005-11-08 20:03:02",
            "id": "2671340",
            "reply_to_id": "2671337",
            "text": "harha"
        },
        {
            "user": "diensukok",
            "user_id": "42926",
            "date": "2005-11-08 20:05:52",
            "id": "2671367",
            "reply_to_id": "2671302",
            "text": "líka ryksuguskyr og fílalíf"
        },
        {
            "user": "Pikknikk",
            "user_id": "52454",
            "date": "2005-11-08 20:19:01",
            "id": "2671466",
            "reply_to_id": "2671367",
            "text": "Ryksuguskyr\nsniðugt orð"
        },
        {
            "user": "diensukok",
            "user_id": "42926",
            "date": "2005-11-08 20:22:32",
            "id": "2671497",
            "reply_to_id": "2671466",
            "text": "jaaaaaaaaaaaaaááá"
        },
        {
            "user": "Pikknikk",
            "user_id": "52454",
            "date": "2005-11-08 20:23:34",
            "id": "2671506",
            "reply_to_id": "2671497",
            "text": "nýtt frá KEA skyr ryksuguskyr\nmeð alvöru rykbragði"
        },
        {
            "user": "diensukok",
            "user_id": "42926",
            "date": "2005-11-08 20:25:14",
            "id": "2671517",
            "reply_to_id": "2671506",
            "text": "HAHAHAHAH þetta- er svo- fyndið- þú-meintir-náttla-ryksugu-bragð AHAHAHJAHAHAHAHAHAHAH!!!!"
        },
        {
            "user": "Pikknikk",
            "user_id": "52454",
            "date": "2005-11-08 20:28:20",
            "id": "2671533",
            "reply_to_id": "2671517",
            "text": "já"
        },
        {
            "user": "Pikknikk",
            "user_id": "52454",
            "date": "2005-11-08 19:54:33",
            "id": "2671306",
            "reply_to_id": "2671281",
            "text": "´þú ert líka meikaður og með kollu og allt í þessari sögu"
        },
        {
            "user": "MadClaw",
            "user_id": "50461",
            "date": "2005-11-08 20:03:28",
            "id": "2671345",
            "reply_to_id": "2671306",
            "text": "Ókey… HA?"
        },
        {
            "user": "Pikknikk",
            "user_id": "52454",
            "date": "2005-11-08 20:04:09",
            "id": "2671354",
            "reply_to_id": "2671345",
            "text": "*myndin"
        },
        {
            "user": "MadClaw",
            "user_id": "50461",
            "date": "2005-11-08 20:05:46",
            "id": "2671366",
            "reply_to_id": "2671354",
            "text": "Jám, ég fattaði það….."
        },
        {
            "user": "Joop",
            "user_id": "59499",
            "date": "2005-11-08 20:03:15",
            "id": "2671342",
            "reply_to_id": "2670102",
            "text": "Mín persóna dó í upphafi mjög kvalafullum dauða… ertu að reyna að segja eitthvað? hehe ;)"
        },
        {
            "user": "Pikknikk",
            "user_id": "52454",
            "date": "2005-11-08 20:03:50",
            "id": "2671348",
            "reply_to_id": "2671342",
            "text": "nei allt gert í gríni og glensi"
        },
        {
            "user": "Pikknikk",
            "user_id": "52454",
            "date": "2005-11-08 20:04:39",
            "id": "2671358",
            "reply_to_id": "2671342",
            "text": "nei heyrðu mín persóna drap þína… ehh"
        },
        {
            "user": "Joop",
            "user_id": "59499",
            "date": "2005-11-08 20:05:57",
            "id": "2671368",
            "reply_to_id": "2671358",
            "text": "*horfir grunsamlega og illilega á þig, tek síðan upp lófatölvuna mína og segi á meðan ég skrifa “Memo to self, kill Pikknikk”*"
        },
        {
            "user": "Pikknikk",
            "user_id": "52454",
            "date": "2005-11-08 20:06:46",
            "id": "2671373",
            "reply_to_id": "2671368",
            "text": "*eyðilegg lófatölvuna þína*"
        },
        {
            "user": "Joop",
            "user_id": "59499",
            "date": "2005-11-08 20:11:53",
            "id": "2671409",
            "reply_to_id": "2671373",
            "text": "*ber þig með hafnaboltakylfu þannig að þú rotast áður en þú nærð að snerta mig eða lófatölvuna mína, dreg þig síðan í kirkjugarðinn og raða stafasúpu í kringum þig, hleyp síðan í burtu, upp í bíl sem skransar og keyrir í burtu á fullri ferð inn í stóra flugvél sem er með svona flutningsrými fyrir bíl, flugvélin fer af stað og flýgur með mig yfir Rússland þar sem ég stekk útúr í fallhlíf, síðan springur flugvélin, ég lendi heill á húfi, stekk á mótorhjól, skransa og bruna síðan í burtu að Rússneskri geimstöð, hleyp upp í geimskutlu og hún fer af stað og ég er kominn á sporbaug jarðar þegar ég fatta að ég gleymdi að skrúfa fyrir baðkerið*"
        },
        {
            "user": "Pikknikk",
            "user_id": "52454",
            "date": "2005-11-08 20:13:41",
            "id": "2671423",
            "reply_to_id": "2671409",
            "text": "*gefst upp*"
        },
        {
            "user": "Joop",
            "user_id": "59499",
            "date": "2005-11-08 20:20:47",
            "id": "2671478",
            "reply_to_id": "2671423",
            "text": "*tek þig upp í privat-jet sem ég á, svona herþota, bind þig sundur og saman, lætur fæturna og hendurnar á þér í fötu fulla af blautri steypu, bíð þar til steypan þornar og á meðan ég bíð sing ég lagið sem Selma var með í Eurovision í ár, þegar steypan er þornuð hendi ég þér útbyrðis yfir miðju Atlantshafi, flýg síðan í burtu og hlæ mega illum hlátri á meðan ég horfi á þig drukkna, fæ síðan siðferðiskennd og hoppa útúr í fallhlíf, bjarga lífi þínu með því að reyna fyrst að brjóta steypuna af en get það ekki þannig að ég saga hendurnar og fæturna af þér og syndi með þig á yfirborðið, hringi síðan í flugvélin sem snýr við og útúr henni kemur þyrla sem sendir niður reypi sem ég næ taki á á meðan ég held á þér með annarri hendinni og síðan tekur reypið okkur upp og við förum inní þyrluna, síðan inní flugvélina þar sem þú færð ágrædda nýjar hendur og fætur og það gengur alveg eins fyrir sig eins og í atriðinu þar sem Anakin fær nýja hendi, e-ð vélmenni kemur og potar í hendurna þínar og fætur,\nsíðan\nfljúgum við á sjúkrahús til að gá hvort allt sé í lagi með þig og síðan semjum við frið og störfum saman THE END*"
        },
        {
            "user": "Pikknikk",
            "user_id": "52454",
            "date": "2005-11-08 20:22:17",
            "id": "2671494",
            "reply_to_id": "2671478",
            "text": "*vinn saman með þér*"
        },
        {
            "user": "Joop",
            "user_id": "59499",
            "date": "2005-11-08 20:31:55",
            "id": "2671561",
            "reply_to_id": "2671494",
            "text": "Ví ^-^"
        },
        {
            "user": "Pikknikk",
            "user_id": "52454",
            "date": "2005-11-08 20:47:38",
            "id": "2671660",
            "reply_to_id": "2670102",
            "text": "Þess má svo geta af Krossi og Friddi 2 er á leiðinni"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-08 20:55:20",
            "id": "2671693",
            "reply_to_id": "2670102",
            "text": "já herðu , þetta er nokkuð gott. Keep it up m8 :D"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2005-11-11 16:43:34",
            "id": "2681056",
            "reply_to_id": "2670102",
            "text": "Æjji ég missti þráðinn…þarf að byrja upp á nýtt…Ég getetta!"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2005-11-11 16:49:33",
            "id": "2681084",
            "reply_to_id": "2670102",
            "text": "Vííí mér tókst að lesa þetta…fattaði ekki allt en annars mjög skemmtilegt!\nEn hver var klukki og hverja drap hann til að þurfa að fara í fangelsi?"
        },
        {
            "user": "Pikknikk",
            "user_id": "52454",
            "date": "2005-11-13 21:18:42",
            "id": "2689140",
            "reply_to_id": "2681084",
            "text": "það kemur allt fram í krossi og friddi 2"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2005-11-13 22:45:29",
            "id": "2689637",
            "reply_to_id": "2689140",
            "text": "Okei…skelli mér í það þegar það kemur út!"
        }
    ]
}