{
    "forum_title": "Sci-Fi",
    "user": "NEOSEEKER",
    "user_id": "34316",
    "date": "2005-11-09 13:28:30",
    "title": "Han Solo",
    "text": "Hér er önnur Star Wars grein eftir mig, en þessi er um frábæru persónuna Han Solo. Ég fann slatta af upplýsingum um hann og vona að þið hafið gaman af.\nFyrir atburðina sem áttu sér stað í Star Wars Episode IV: A New Hope, var Han Solo betlari á götum heimaplánetu sinnar, Corellia, þar til hann var uppgötvaður af Garris Shrike, kafteini skipsins “Trader's Luck”. Hann var heillaður af loforðum um betra líf, og fór með Shrike að skipi hans, sem var forngripur úr Klóna Stríðinu.\nÞað sem hinn ungi Solo vissi ekki, var að Trader's Luck var ekkert nema þrælaskip. Hann eyddi meirihluta barnævi sinnar í að stela og svindla eins oft og hinn ofbeldisfulli Shrike skipaði. Seinna hitti hann kvenkyns Wookiee-inn Dewlanna, sem var ekkja og í eigu grimma kafteinsins.\nÞegar Solo var 19 ára slapp hann frá Shrike á geimskutlunni Ylesian Dream, sem var stjórnað af vélum. Þegar Shrike frétti af þessu, myrti hann Dewlönnu, sem var orðin hálfgerð móðir Solos.\nSolo svaraði auglýsingu sem óskaði eftir góðum flugmönnum. Í hans augum þýddi það aðeins frítt far til næstu plánetu. Hann tók mikla áhættu með því að ferðast á óveðurs-plánetunni Ylesia, sem var undir stjórn Hutta. Þar uppgötvaði hann trúarlegt samsæri, sem laðaði þræla að plánetunni til að framleiða ólöglegt eiturlyf (Glitterstim Spice). Með hjálp vina sinna Muuurgh the Togorian og Briu Tharen (Fyrstu ást Solos, sem hann fann dáleidda í eiturlyfjaverksmiðjunni og læknaði), stal Solo gríðarmiklu magni af listaverkum Teroenza (Æðsta presti Ylesiu), sem var mikils virði. Þrenningin sprengdi einnig verksmiðjuna, og stráði salti í sárið með því að stela einkaskutlu prestsins.\nÁ Coruscant hvarf Bria Tharen úr lífi Solo, sem varð til þess að viðhorf Solos til kvenna samanstóð af því að “Love ‘em and leave’em”. Það var þá sem Han skráði sig í her Veldisins til að sleppa frá CorSec liðsforingjanum Hal Horn. Á degi inntökuveislu Hans í Veldið, var hann nærrum því drepinn af Garris Shrike, sem ætlaði sér að safna peningnum sem hafði verið settur á höfuð Solos vegna eyðileggingarinnar á Ylesia. Han varð brjálaður útaf morðinu á Dewlönnu og var kominn nálægt því að drepa Shrike þegar annar hausaveiðari drap hann til þess að eigna sér dauða Solos. Þetta virkaði ekki og Han drap hausaveiðarann.\nSeinna var Solo rekinn úr Veldishernum og hitti þá Chewbacca, sem var þá þræll Veldisins, og bjargaði honum. Eins og þekkt er, sór Chewbacca Han lífseið.\nStuttu seinna vann hann Millenium Falcon geimskutluna frá vini sínum og lagabrjót Lando Calrissian í sprengimagnaðri Sabacc keppni á Bespin, og þar með hófst hinn heimsfrægi smyglunar-ferill Solos og Chewbacca.\nHugrekki Hans í Bardaganum á Nar Shaddaa varð til þess að Uppreisnarfélagið fór að veita honum athygli, ásamt Bria Tharen, sem var nú orðin uppreisnarmaður.\nÞar sem Han sá sig ekki sem hetju, átti hann erfitt með að ákveða að hjálpa fyrrverandi ást sinni. Áætlun Briu var að hefja stóra árás gegn eiturlyfjaverksmiðjunni á Ylesiu, sem var nú tvisvar sinnum stærri. Honum var lofað góðri borgun, og fóru þá Han, Lando og Chewie með Uppreisnarmönnunum til Ylesiu.\nEftir gríðarlega baráttu, beindi Bria og menn hennar vopnum sínum að Han og vinum hans og heimtuðu allt vermætt sem þeir höfðu, i nafni Uppreisnarinnar.\nSolo var bálreiður og hótaði að drepa Briu ef hann sæi hana aftur. Han varð þekktur svikari á Nar Shaddaa, og enginn trúði því að hann hafði ekki haft neitt með svik Briu að gera. Þessu trúði Lando ekki, og kýldi Han í andlitið. Þetta eru atburðirnir sem sagt er að Han og Lando tala um í Star Wars Episode V: The Empire Strikes Back;\nLando: You got alotta guts comin' here, after what you pulled“\nog það sem Han hafði sagt áður; ”That was a long time ago, I'm sure he's forgotten about that“.\nHan og Chewie héldu áfram að smyggla, og urðu fljótt þekktir sem þeir bestu í bransanum. Skip þeirra var hinsvegar ”handtekið\" og skoðað af Veldinu, sem neyddi Han til að losa sig við efnið sem hann var að flytja, fyrir Jabba the Hutt. Þetta varð til þess að Han skuldaði Jabba mikinn pening, og þegar hann gat ekki borgað, lét Jabba setja verð á höfuð Solos, og vakti það áhuga margra mismunandi hausaveiðara (Eins og hinum klaufalega Greedo, sem Solo drap).\nÞessi atburður var nógu vonlaust til að Han og Chewie tóku við pening fyrir að flytja sveitadreng, Luke Skywalker, og gamlan mann, Obi-Wan Kenobi að nafni.\nÞað leiddi til þess að þeir voru dregnir inn í stríðið á milli Uppreisnarinnar og Veldisins.\nSolo bjó yfir óvenjulegum hæfileikum miðað við að hann var mannvera og ekki Jedi. Á meðal þessa hæfileika voru mjög nákvæm geta hans að skynja hættu, og fyrsta flokks flug-hæfileikar hans, sem voru mun betri en flug-hæfileikar besta flugmanns Veldisins (og vetrabrautarinnar) Darth Vaders.\nHan sannar sig enn og aftur í Empire Strikes Back, þegar hann forðast árásargeimflaugar Veldisins með því að fljúga beint inn í smástirnisský. Solo og félagar hans lifðu af, en TIE flaugar Veldisins gátu alls ekki hermt þetta eftir.\nSolo spilar lykilhlutverk í Star Wars seríunni. Seinna er hann gerður hershöfðingji, og leiddi lið Uppreisnarmanna til skógartunglsins Endor, í baráttunni um Endor.\nÁ árunum eftir dauða Keisarans ríkti ringulreið, og var Solo kosinn til að stjórna herdeild Nýja Lýðveldisins sem fékk það verkefni að leita niður og drepa stríðsherrann Zsinj. 4 árum eftir Bardagann um Endor hætti Solo sem hershöfðingji til þess að sækjast eftir Leiu Prinsessu. Eftir að hafa drepið stríðsherrann á leiðinni, giftust Han Solo og Leia Organa á Coruscant.\n5 árum eftir Endor, fór Solo með annað lykilhlutverk. Í þetta skipti var það að fá Talon Karrde og aðra smyglara til að styðja Lýðveldið með því að njósna um óvini þeirra. Hann hitti Leiu ekki oft á þessu tímabili, þar sem hann var oft sendur á aðrar plánetur af Nýja Lýðveldinu, með vinum eins og Calrissian, Wedge Antilles og Lt. Page. Hann var einnig viðstaddur Bardagann á Wayland, sem endaði með dauða Joruus C'Baoth (Sem var illur Jedi klóni, sem hafði klónað Luke Skywalker og látið Luke berjast við sinn eigin klón. Klóninn var vopnaður geislasverðinu sem Luke missti í Empire Strikes Back).\nHan og Leia hafa átt þrjú börn saman: Tvíburana Jainu Solo og Jacen Solo, ásamt Anakin Solo sem var skírðu eftir föður Luke og Leiu, Anakin Skywalker. Endurfætt en fámennt og illa skipulagt Veldi reyndi oft að ræna þessum börnum til að ala þau upp sem Myrka Jedia.\nSolo og Chewbacca fóru seinna í friðarför til Kessel. Á leiðinni þangað var flaug þeirra skotin niður og þeir handteknir af Moruth Doole. Á meðan þeir voru í fangelsinu, vinaðist Solo við ungan dreng, Kyp Durron að nafni. Chewbacca, Solo og Durron tókst að flýja í geimflaug í eigu Veldisins. Þeir tóku stóra áhættu og flugu framhjá The Maw, sem var gríðastórt svarthol. Á ferð sinni voru þeir handteknir aftur, í þetta sinn af Admiral Daala. Solo var tekinn til Qwi Xux, en hann hjálpaði við að framleið Death Star, og hafði nýverið klárað að hanna nýtt ofurvopn fyrir Veldið, The Sun Crusher.\nHan Solo náði að sannfæra Dr. Xux að Veldið ætlaði sér aðeins illt með vopnið, og Xux frelsaði Solo, Chewie og Durron. Þeir stálu Sun Crusher vopninu og tóku það til Nýja Lýðveldisins.\nKyp Durron byrjaði strax að læra hætti Jedianna, en undir kennslu anda hins illa Exar Kun, og féll til Myrku Hliðarinnar. Solo hóf leit að Durron eftir að hann stal Sun Crusher vopninu og byrjaði að slátra öllum sem tengdust Veldinu. Eftir að Durron var fundinn, eyddist andi hins illa Sith og Kyp gaf sig fram til Solo.\nSolo stóð við bakið á Durron þegar hann fór fyrir rétt Nýja Lýðveldisins, og fór með hann til Luke Skywalkers. Skywalker fyrirgaf Durron og hélt námi hans áfram, og það leiddi til þess að Kyp Durron varð einn af fyrstu Jedi Meisturum nýju Jedi Reglunnar.\nSolo ferðaðist til Corelliu, en þangað hafði hann ekki komið í mörg ár. Frændi hans, Thrackan Sal-Solo, var að hefja uppreisn til að varpa þáverandi ríkisstjórn Corelliu af stóli, en Solo og vinir hans stöðvuðu Thrackan áður en borgarstyrjöld braust út.\nStuttu eftir þetta lét Chewbacca lífið við að bjarga Anakin Solo. Han Solo tók dauða besta vinar síns hræðilega og varð alvarlega niðurdreginn og byrjaði að drekka mikið magn af áfengi. Hann lét reiði sína og sorg bitna í fjölskyldu sinni með því að einangra sig og hefja gamla einfara lífstíl sinn á ný. Stuttu áður en hann nær fullum bata, lætur Anakin einnig lífið, sem gerir Solo enn sorgmæddari. Einhverjum tíma síðar, kemst Han loks á sátt við dauða Chewbacca og Anakins, og snýr aftur til fjölskyldu sinnar.\nMér finnst ættartré Solos mjög skemmtilegt og ákvað að skella því hér upp:\nFjölskylda Han Solo:\nEiginkona: Leia Organa Solo\nSynir: Jacen Solo og Anakin Solo (Látinn)\nDóttir: Jaina Solo yngri\nTengdabróðir: Luke Skywalker\nTengdasystir: Mara Jade Skywalker\nFrændi: Ben Skywalker (Sonur Lukes)\nForeldrar: Jonash Solo (Látinn) og Jaina Solo eldir (Látin)\nTengaforeldrar: Anakin Skywalker (Látinn) og Padmé Amidala (Látin)\nBesti Vinur / Bróðir (Er ekki óhætt að segja það?): Chewbacca (Látinn)",
    "url": "https://www.hugi.is/scifi/greinar/344649/han-solo/",
    "url_id": "344649",
    "id": "2672444",
    "replies": [
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2005-11-09 13:45:19",
            "id": "2673172",
            "reply_to_id": "2672444",
            "text": "Frábær grein hjá þér. Máski mar taki upp pennann og skelli inn einni grein eða svo :)"
        },
        {
            "user": "Steini",
            "user_id": "24054",
            "date": "2005-11-09 14:01:11",
            "id": "2673211",
            "reply_to_id": "2672444",
            "text": "djöfull eru allar svona sci-fi greinar vel gerðar…..Hvar fáiði allar þessar upplísísíngar\nég á ipod…."
        },
        {
            "user": "Steini",
            "user_id": "24054",
            "date": "2005-11-09 14:01:50",
            "id": "2673212",
            "reply_to_id": "2673211",
            "text": "hehe ekki alveg buinn að læra á huga.is kann ekkert að gera svona quote eða þannig :S"
        },
        {
            "user": "Steini",
            "user_id": "24054",
            "date": "2005-11-09 14:27:59",
            "id": "2673312",
            "reply_to_id": "2673212",
            "text": "[q[b][/b]oute]Hér kemur texti [/quote[b][/b]]"
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2005-11-09 14:52:47",
            "id": "2673381",
            "reply_to_id": "2673312",
            "text": "ég er buinn að laga það held eg fer eg ekki bara í ego o.s.f"
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2005-11-09 16:17:15",
            "id": "2673650",
            "reply_to_id": "2673381",
            "text": "Tala um undirskriftina ?"
        },
        {
            "user": "ojb",
            "user_id": "1502",
            "date": "2005-11-09 19:03:48",
            "id": "2674319",
            "reply_to_id": "2673212",
            "text": "notaðu Firefox og bbcode extension, þá geturðu bara hægrispellt í formið og valið allar aðgerðir."
        },
        {
            "user": "Kalashnikov",
            "user_id": "53318",
            "date": "2005-11-09 14:31:20",
            "id": "2673326",
            "reply_to_id": "2672444",
            "text": "Frábærlega gert hjá þér. Snilld að hann var í her Veldisins í smá tíma."
        },
        {
            "user": "Steini",
            "user_id": "24054",
            "date": "2005-11-09 14:41:53",
            "id": "2673347",
            "reply_to_id": "2672444",
            "text": "hvar fékkstu allar þessar upplýsingar um söguna eftir “söguna” ??"
        },
        {
            "user": "Steini",
            "user_id": "24054",
            "date": "2005-11-09 14:44:38",
            "id": "2673359",
            "reply_to_id": "2673347",
            "text": "Það eru til meira en 100~ Official Star Wars bækur og aðeins 3 fjalla um myndirnar."
        },
        {
            "user": "MadClaw",
            "user_id": "50461",
            "date": "2005-11-09 14:54:30",
            "id": "2673385",
            "reply_to_id": "2673359",
            "text": "akurru er bara buið að gera 6 myndir…..akurru ekki 100???????????:)"
        },
        {
            "user": "MadClaw",
            "user_id": "50461",
            "date": "2005-11-09 16:23:51",
            "id": "2673671",
            "reply_to_id": "2673385",
            "text": "Tja, kannski af því að það myndi taka nokkra tugi ára að gera 100 góðar Star Wars myndir, vegna þess að hver og ein bók er ekki nóg efni í eina mynd og af því að fólk vill ekkert endilega gera sögur eftir öllum bókum….."
        },
        {
            "user": "MadClaw",
            "user_id": "50461",
            "date": "2005-11-09 18:37:12",
            "id": "2674171",
            "reply_to_id": "2673671",
            "text": "smá djók en,,, ok ^O-"
        },
        {
            "user": "MadClaw",
            "user_id": "50461",
            "date": "2005-11-09 18:48:44",
            "id": "2674233",
            "reply_to_id": "2674171",
            "text": "Ókí"
        },
        {
            "user": "NizzazziN",
            "user_id": "13231",
            "date": "2005-11-09 21:52:27",
            "id": "2675313",
            "reply_to_id": "2673359",
            "text": "Hver skrifar bækurnar og hvar er hægt að kaupa þær?"
        },
        {
            "user": "Steini",
            "user_id": "24054",
            "date": "2005-11-09 23:00:40",
            "id": "2675745",
            "reply_to_id": "2675313",
            "text": "Það eru margir höfundar.\nGetur ábyggilega fengið þær á Bókasafni."
        },
        {
            "user": "Steini",
            "user_id": "24054",
            "date": "2005-11-09 14:43:47",
            "id": "2673355",
            "reply_to_id": "2672444",
            "text": "Þetta er magnað hjá þér!\nHaltu þessu áfram, þú ert góður penni."
        },
        {
            "user": "Mephz",
            "user_id": "29276",
            "date": "2005-11-09 15:03:01",
            "id": "2673424",
            "reply_to_id": "2672444",
            "text": "góð grein"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-09 15:17:39",
            "id": "2673461",
            "reply_to_id": "2672444",
            "text": "Frábært"
        },
        {
            "user": "Hv1tT",
            "user_id": "51676",
            "date": "2005-11-09 15:18:35",
            "id": "2673465",
            "reply_to_id": "2672444",
            "text": "Já enn og aftur djöfull góð grein!…Og já….þarna ef það verða episodes 7,8 og 9 verða þeir þá um þetta:P?…hljómar vel en já….mjög góð grein!"
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2005-11-09 16:19:00",
            "id": "2673659",
            "reply_to_id": "2672444",
            "text": "Frábær grein hjá þér eins og alltaf :)"
        },
        {
            "user": "MadClaw",
            "user_id": "50461",
            "date": "2005-11-09 16:27:37",
            "id": "2673681",
            "reply_to_id": "2672444",
            "text": "Heh! Snilld enn og aftur, þú ert alveg frábær með svona.. Djöfull vona ég að það komi mikið fleiri Star Wars myndir af því að það er svo mikið gott efni, meira en nóg til að gera 7, 8, 9 og 10 og líka Preqeel(gerist fyrir 1)… Djöfull er þetta einmitt staðurinn til að lesa svona greinar þar sem að ég vill vita allt um Star Wars, sérstaklega langar mig til að sjá mynd með Möru Jade og börnum Luke og Leiu(og Han og Möru nátt'lega líka) en að lesa um þetta er það næstbesta….."
        },
        {
            "user": "doppan",
            "user_id": "18665",
            "date": "2005-11-09 16:36:33",
            "id": "2673722",
            "reply_to_id": "2672444",
            "text": "Skemmtileg grein! Hef alltaf haft dálæti á Han Solo"
        },
        {
            "user": "Origami",
            "user_id": "60855",
            "date": "2005-11-09 16:52:23",
            "id": "2673780",
            "reply_to_id": "2672444",
            "text": "Góð grein..! Gaman að lesa líka um líf hans\neftir\nStar Wars myndirnar;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-09 17:27:24",
            "id": "2673916",
            "reply_to_id": "2672444",
            "text": "Snilldargaur… Flott grein."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-09 17:38:18",
            "id": "2673966",
            "reply_to_id": "2672444",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "ojb",
            "user_id": "1502",
            "date": "2005-11-09 19:01:28",
            "id": "2674303",
            "reply_to_id": "2672444",
            "text": "góð grein, hef ekki nennt að lesa bækurnar, en þetta er góður úrdráttu"
        },
        {
            "user": "ivaribbi",
            "user_id": "30777",
            "date": "2005-11-09 19:27:25",
            "id": "2674480",
            "reply_to_id": "2672444",
            "text": "Helvíti flott hjá þér.Haltu endilega áfram að skrifa ."
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2005-11-09 21:05:36",
            "id": "2675035",
            "reply_to_id": "2672444",
            "text": "smygglara djöfull!"
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2005-11-09 21:34:39",
            "id": "2675209",
            "reply_to_id": "2672444",
            "text": "ahhhhhhhhhhhhhh ljótur haus"
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2005-11-09 23:45:19",
            "id": "2676005",
            "reply_to_id": "2672444",
            "text": "Það er ekki oft sem ég nenni að lesa svona langar greinar, en það gerist þegar mér finnst efnið mjööög áhugavert. Þetta er eitt af þeim fáu skiptum, þar sem að mér finnst Han Solo einn mesti snillingur kvikmyndasögunnar…síðan er Harrison Ford í uppáhaldi hjá mér líka.\nÞetta var allavega þess virði! Mjög góð grein :)"
        },
        {
            "user": "Titan",
            "user_id": "7585",
            "date": "2005-11-10 00:14:05",
            "id": "2676099",
            "reply_to_id": "2672444",
            "text": "Flottasta grein hjá þér, vissi þetta ekki með Lando t.d, mjög fræðandi."
        },
        {
            "user": "Zicoman",
            "user_id": "23592",
            "date": "2005-11-10 01:03:44",
            "id": "2676233",
            "reply_to_id": "2672444",
            "text": "hahaha vissi ekkert hver / hvað etta var…man bara eftir essu úr zoolander! :D"
        },
        {
            "user": "EpEpli",
            "user_id": "60221",
            "date": "2005-11-10 01:52:02",
            "id": "2676321",
            "reply_to_id": "2672444",
            "text": "Mjög flott grein og vel skrifuð."
        },
        {
            "user": "greedo",
            "user_id": "57130",
            "date": "2005-11-10 15:38:14",
            "id": "2677394",
            "reply_to_id": "2672444",
            "text": "góð grein, en fyrst Chewbacca lést hvað gerðist þá við Tarfful."
        },
        {
            "user": "Fannekkertgott",
            "user_id": "60154",
            "date": "2005-11-10 18:10:48",
            "id": "2677999",
            "reply_to_id": "2672444",
            "text": "Er ekki viss…En var Mara Jade Skywalker ekki dóttir Lukes,ef svo er þá er hún ekki tengdasystir hans Hans"
        },
        {
            "user": "NEOSEEKER",
            "user_id": "34316",
            "date": "2005-11-10 18:58:40",
            "id": "2678183",
            "reply_to_id": "2677999",
            "text": "Mara Jade Skywalker er eiginkona Lukes"
        },
        {
            "user": "Fannekkertgott",
            "user_id": "60154",
            "date": "2005-11-12 19:02:42",
            "id": "2684622",
            "reply_to_id": "2678183",
            "text": "k…ruglaðist"
        },
        {
            "user": "Wolfpack",
            "user_id": "50641",
            "date": "2005-12-11 11:53:54",
            "id": "2800577",
            "reply_to_id": "2672444",
            "text": "NERD ALERT!!!!!!!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-10 17:58:07",
            "id": "4332266",
            "reply_to_id": "2672444",
            "text": "Er Chewbacca dauður????????"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-10 17:58:52",
            "id": "4332271",
            "reply_to_id": "2672444",
            "text": "Og hver er konan hans Lukes???"
        }
    ]
}