{
    "forum_title": "Tölvuleikir",
    "user": "Zoon",
    "user_id": "10274",
    "date": "2001-07-16 03:52:31",
    "title": "RedFaction",
    "text": "vá mér er hreynlega farið að Klæja í fingurnar, er ég býð eftir\nRedFaction í PC..\nÞessi leikur er bygður svo vél upp, það sem þú getur gert er allt\nþú getur allt -\nþú getur spreynkt Göt í alla veggi og öll golf!\nþað er það sem maður hrífst eftir, ég er hreynt æstur í að fá að\nprufa hann\nen það líður ekki að löngu, Hér er ég með ,upplýsingar, um sjalfann\nleikinn…\nHÉR ER SMÁ     ,FAQ,\nThis is the Red Faction FAQ. You may find that it is not so much a\nFAQ in the literal sense, because a great majority of the questions\nare not necessarily frequently asked; however, it is a tremendous\nresource for anyone looking to find whatever known information\nthere is about Red Faction, no matter how obscure said information\nmay be.\nListed below are all of the categories within the FAQ. You'll find\nthat a number of questions have been repeated in multiple\ncategories. This was intentional. Let's say you want to find info\non something pertaining to geo-modding physics within the editor,\nbecause this question can apply to both the GEO-MODDING/PHYSICS\nsection as well as the MODDING/RED section the question was\nduplicated in each so that browsing the FAQ would be easier and\nfinding answers to your questions faster. You'll also notice that a\nlot of the answers appear as if Volition employees were answering\nthem personally.\nThis is because the FAQ was not so much written, as it was\ncompiled from literally thousands of VBB posts, and dozens if not\nhundreds of previews and interviews. In fact, a great majority of\nthe answers are direct or paraphrased quotes from Volition\nemployees where only certain grammatical aspects were changed for\nlegibility. Because it would be a terribly daunting task to\ncompletely rewrite each answer to negate the Volition presence,\nit was decided best to simply leave it be. Now, with that said, it\nshould also be understood that this is not an official Volition\nproduct, and while all of the answers are certainly credible and\nnone are malicious lies or stretches of the truth by any means,\nthey should still not be taken as gospel simply because Volition\nWatch is not in any way affiliated with Volition Inc. With all of\nthis mumbo-jumbo said, we do hope that the FAQ answers all of your\nquestions, but if, by chance, there is something we missed, you are\nalways welcome to ask in either our general forum here at Volition\nWatch or at the official VBB.\nJá tær snilld…\n……..SAGAN……\nYou are a miner named Parker, toiling in the mines on Mars for a\ndeceiving company known as Ultor. The conditions are worsening day\nby day, and there is talk of a rebillion. All the miners are\nsuffering from a strange, deadly disease called the Plague that is\nsuddenly sweeping through their ranks.\nThe miners' anger and resentment are ready to boil over, and the\nplayer provides the spark that starts a rebellion against Ultor.\nThe player's goal is to stay alive long enough to bring down Ultor\nand solve the mystery of the Plague. This journey takes him from\ngritty subterranean mines to Ultor's pristine science and nanotech\nlabs to the surface of Mars and even onto satellites orbiting high\nabove the planet.\nJá þessi leikur lofar góðu og einnig væri gamann að fá sér Áhugamál\nfyrir hann..\nKK\n[]UN[]Zoon-",
    "url": "https://www.hugi.is/tolvuleikir/greinar/34491/redfaction/",
    "url_id": "34491",
    "id": "232881",
    "replies": [
        {
            "user": "OlafurJoels",
            "user_id": "11272",
            "date": "2001-07-18 13:12:14",
            "id": "232882",
            "reply_to_id": "232881",
            "text": "Það er rétt Red Faction er snilld, ég er búinn að vera spilann á PlayStation 2.  Einn af betri skotleikjum í langan tíma.  Verður eflaust ennþá flottari á PC, með level editor ofl.\nFoxarinn"
        },
        {
            "user": "Zoon",
            "user_id": "10274",
            "date": "2001-07-18 20:34:10",
            "id": "232883",
            "reply_to_id": "232882",
            "text": "Já ég hef Prufað Hann í Ps2 Hann verður örigglega betri eða -\nLéttara að stjórna Honum í  PC..\nKK\nZoon-"
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2001-07-19 01:12:19",
            "id": "232884",
            "reply_to_id": "232881",
            "text": "Asnalegt að það sé ekki hægt að nota lyklaborð og mús"
        },
        {
            "user": "Zoon",
            "user_id": "10274",
            "date": "2001-07-19 07:56:50",
            "id": "232885",
            "reply_to_id": "232884",
            "text": "jú auðvitað verður það Hegt þegar hann kemur í PC :)"
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2001-07-19 14:06:43",
            "id": "232886",
            "reply_to_id": "232885",
            "text": "Það er satt, en PS2 styður mús og lyklaborð\nen ekki leikurinn, og eg á usb mús, usb lyklaborð og PS2 :("
        },
        {
            "user": "ArnarHelga",
            "user_id": "4984",
            "date": "2001-07-20 14:42:07",
            "id": "232887",
            "reply_to_id": "232881",
            "text": "mér finnst hann alveg nóu góður í PS2"
        },
        {
            "user": "Zoon",
            "user_id": "10274",
            "date": "2001-07-26 02:47:27",
            "id": "232888",
            "reply_to_id": "232887",
            "text": "en kanski flottari í PC =)"
        }
    ]
}