{
    "forum_title": "Ljóð",
    "user": "honkadunk",
    "user_id": "53894",
    "date": "2005-11-11 21:08:39",
    "title": "Of seint...",
    "text": "Þú ert það sem þú vilt vera,\nþað sem þú ert er aðeins það sem þú hugsar,\nhugsun þín er það sem þú ert!\nEf hugsun þín hefði vængi gæti hún þá flogið?\nÞví þú flaugst út um gluggan\nog ég reyndi að horfa út um hann til að sjá á eftir þér.\nEn ég sá aðeins speigilmynd mína í glugganum\nog ég braut gluggan í reiði minni.\nOg það var of seint, þú varst farinn\nOf seint að sjá á eftir þér.",
    "url": "https://www.hugi.is/ljod/greinar/345394/of-seint/",
    "url_id": "345394",
    "id": "2680890",
    "replies": [
        {
            "user": "RitchieB",
            "user_id": "41754",
            "date": "2005-11-11 23:01:08",
            "id": "2682557",
            "reply_to_id": "2680890",
            "text": "Ég held ég hafi bara tvisvar lesið jafnleiðinlegt ljóð. Annað var eftir norskan mannfræðing og ég man ekki alveg eftir hvern hitt var en það var í það minnsta ansi leiðinlegt. Þitt ljóð væri betra ef þú hefðir skipt út orðinu ,,hugsun“ fyrir orðið ,,lárviðarkrans”. Og það hefði líka verið betra, hefði það verið styttra. Mun styttra."
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2005-11-13 00:34:38",
            "id": "2685888",
            "reply_to_id": "2680890",
            "text": "Held nú að RitchieB ætti að breyta notandanafninu sínu í Bitchie..\nAllavegana, mér fannst þetta gott ljóð, en mér hefði fundist það betra ef þú hefðir sleppt alveg fyrsta hlutanum og haft það bara:\nEf hugsun þín hefði vængi gæti hún þá flogið?\nÞví þú flaugst út um gluggan\nog ég reyndi að horfa út um hann til að sjá á eftir þér.\nEn ég sá aðeins spegilmynd mína í glugganum\nog ég braut gluggan í reiði minni.\nOg það var of seint, þú varst farinn\nOf seint að sjá á eftir þér.\nEn já.. það er kannski bara ég."
        },
        {
            "user": "gardina",
            "user_id": "47375",
            "date": "2005-11-13 17:32:31",
            "id": "2688073",
            "reply_to_id": "2680890",
            "text": "humm, ekkert meistaraverk en ágætt samt, ég er sammála með það að sleppa fyrsta erindinnu þá er það flottara, meira vit í því líka. En þessar fyrstu línur eru svosem altílagi bara passa ekki við afganginn"
        },
        {
            "user": "honkadunk",
            "user_id": "53894",
            "date": "2005-11-14 17:30:10",
            "id": "2691957",
            "reply_to_id": "2680890",
            "text": "Heheh úff bitur gaur þarna eða?\nAllavega þá er það lika alveg rétt hjá ykkur:)..\nMá alveg stytta það!\nEn þetta var fyrir textaverk sem ég átti að gera í skólanum og þar átti ég að lengja það;)\nÞað var sjáðu til fyrst ekki svona langt!\nMyndin sem ég gerði sagði lika svo margt að þetta lítur tómlega út svona bara skrifað á tómt:/\nEn já segið hvað ykkur finnst:D En alveg róleg á þessu ég hef aldrei lesið eins leiðinlegt ljóð, ééééég eeeefast um það!"
        },
        {
            "user": "honkadunk",
            "user_id": "53894",
            "date": "2005-11-14 17:33:21",
            "id": "2691978",
            "reply_to_id": "2680890",
            "text": "Varst það ekki annars þú sem samdir þetta ljóð…\nBragðgóður Stefán í dill sósu með jarðeplamauki\nhmmm…nei bara að pæla!"
        }
    ]
}