{
    "forum_title": "Litbolti",
    "user": "Xavier",
    "user_id": "2009",
    "date": "2001-07-18 01:00:50",
    "title": "PAINTBALL Á AKRANESI UM HELGINA",
    "text": "Þessa helgi verðum við á Skaganum með Sup'AirBall völlinn okkar. Völlurin verður á Skagaverstúninu fyrir þá sem til þekkja og er óhætt að segja að mikill áhugi sé á Akranesi fyrir því að fá að spila.\nMótið verður að öllum líkindum haldið á Sunnudeginum og munu LiBS og LBFR sjá um alla skipulagningu á mótinu að þessu sinni. Fleirri dómarar verða en á seinasta móti og eiga hlutirnir að geta gengið mun hraðar fyrir sig nú en seinast.\nMargir ætla að gista á skaganum og skemmta sér þar. Það er um að gera að skella sér með og fylgjast með mótinu á sunnudag.\nÞað er síðan fyrir þá sem að vilja bara spila til að skemmta sér þá er hægt að panta tíma í síma 893-9000 fyrir laugardaginn.\nSjáumst hress.\nXavie",
    "url": "https://www.hugi.is/litbolti/greinar/34735/paintball-a-akranesi-um-helgina/",
    "url_id": "34735",
    "id": "234536",
    "replies": [
        {
            "user": "Xavier",
            "user_id": "2009",
            "date": "2001-07-18 01:02:26",
            "id": "234537",
            "reply_to_id": "234536",
            "text": "Á einhver myndir frá mótinu í Hafnarfirði. Það væri gaman að geta safnað þeim saman og leyft öðrum að sjá. Þið sem eigið myndir endilega hafið samband í síma 893-9000 og leyfið okkur að njóta þeirra með ykkur.\nXavie"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-07-18 09:53:31",
            "id": "234538",
            "reply_to_id": "234536",
            "text": "Sorry en ég verð ekki á landinu…"
        },
        {
            "user": "Confuzed",
            "user_id": "8064",
            "date": "2001-07-18 10:49:43",
            "id": "234539",
            "reply_to_id": "234536",
            "text": "til að geta spilað bara uppá skemmtunina???\nhvaða dag verður það laugardaginn eða sunnudaginn??\nþað er golfmót á laugardeginum þannig að það yrðu fáir sem myndu spila þá ekki nema þetta yrði eikkað fram á kvöld!!!\n-malló-"
        },
        {
            "user": "GiRND",
            "user_id": "2653",
            "date": "2001-07-18 20:10:45",
            "id": "234540",
            "reply_to_id": "234539",
            "text": "Confuzed……ég held svona grínlaust að yfirleitt sé ekki sama fólkið að horfa á paintball og golf!\ná laugardag geta allir sem vilja spilað(séu þeir eldri en 18ára eða eldri en 15ára með skriflegu leyfi foreldra) og þá er bara að hringja í 8939000 og panta…. mótið er á sunnudag og þá er hægt að horfa……\nkv.Girnd ruglukolla"
        },
        {
            "user": "Confuzed",
            "user_id": "8064",
            "date": "2001-07-18 20:25:21",
            "id": "234541",
            "reply_to_id": "234540",
            "text": "nei sko málið er að það er svo fullt af unglingum í mótinu þannig að þessvegna var ég nú að leggja þetta fram en hvað þarf að standa á miðanum frá foreldrum??\n-Malló-"
        },
        {
            "user": "GiRND",
            "user_id": "2653",
            "date": "2001-07-18 22:26:14",
            "id": "234542",
            "reply_to_id": "234541",
            "text": "það þarf að standa\nnafn foreldris og kennitölu\nog að þau leyfi barni sínu (nafn og kennitala) að spila paintball(og hafa kynnt sér reglur)\nog að það sé yfir 15ára aldri(það er dagurinn sem gildr en ekki árið)\nsvo símanúmer þar sem hægt er að ná í þau og staðfesta leyfið.\nkv.Girnd"
        },
        {
            "user": "geirigradi",
            "user_id": "10500",
            "date": "2001-07-20 03:45:28",
            "id": "234543",
            "reply_to_id": "234542",
            "text": "Það ætla hópar manna sem keppa að gista í tjöldum á laugardaginn og djamma síðan keppa þunnir og flottir á sunnudeginu öllum er velkomið að koma\nfarið verður á pöbba rölt um akranes í fylgt xavier sem verður búin að kynna sér þetta\nég kem með brandara sveinbjörn segir sögur og\njói stuð bolti kemur með góða skapið !!!!\nég minni á að drykkju aldurinn er 20ára"
        },
        {
            "user": "GiRND",
            "user_id": "2653",
            "date": "2001-07-22 20:23:00",
            "id": "234544",
            "reply_to_id": "234543",
            "text": "LOL það voru sem betur fer ekki allir jafn þunnir og þú!!!\ntakk fyrir seinast allir….I had fun!\nkv.GiRND"
        },
        {
            "user": "KaritaS",
            "user_id": "10394",
            "date": "2001-07-18 17:51:56",
            "id": "234545",
            "reply_to_id": "234536",
            "text": "en hvernig er það.. er eitthvað aldurstakmark í paintball eða mega allir vera með??? og já hvenar á sunnudeginum verður þetta???"
        }
    ]
}