{
    "forum_title": "Stjórnmál",
    "user": null,
    "user_id": null,
    "date": "2001-07-18 22:41:24",
    "title": "Árni Jónsen/hann laug/hann stal",
    "text": "HANN LAUG, HANN STAL Í OPINBERU STARFI.\nDómari ég var að labba framhjá búðini og sá að það var engin á bak við afgreiðsluborðið, svo ég bara vatt mér yfir það og tæmdi þar kassan, það skaðaðist enginn og ég sé eftir því að hafa gert þetta; fyrirgefið mér dómari?\n„Það er búið að gera mjög mikið úr þessu máli.  Ég féll í þá grifju að svara út í hött þegar ég var spurður um steinana.  Ég sagði ekki alveg satt frá a.m.k. ekki allan sannanleikann og gaf í skin ákveðnahluti; sneri nánast út úr.  Það stóð hinsvegar ekki lengi.  Ég hef borgað þessa steina og það hefur enginn skaðast neitt af því.  Ég vona að mér fyrirgefist svona skammhlaup.“\nÞað bara snögg fauk í mig og ég stakk hann, ég sé eftir því, fyrir gefið mér.\nOg svo getur hann bara sjálfum sér um kennt, hann átti hnífinn.\nJa en Dómari, ég þrætti í svo stuttan tíma hjá lögreglu, því er ég sá að þeir vissu alveg að það var ég sem að nauðgaði konuni, reyndar var komið að mér.\nEn er það er komið svona harkalega að manni og snöggt er ekki við öðru að búast en maður reyni að koma sér undan réttvísinni, eða á maður ekki annars að reyna koma sér undan réttvísinni er maður er búinn að brjóta af sér, er ekki leikurinn annars til þess gerður?  Fyrirgefið?\nÞessi dæmi eiga það eitt sameiginlegt og það er: þar eru sekir menn biðjandi afsökunar á glæpum sínum og að réttlæti þá.\nÁ réttlætið að vera sveiganleg? Á réttlætið að vera sniðið af þörfum hvers\nog eins?  Er það að sníða jakka eftir vexti, það að réttlæti er ekki fyrir alla?\nMér fynst ekki ásýnd þjóðleikhússins dökkna heldur ásýnd alþingis.\nÞví fynst mér það? því maður spyr sig, hvort svona lagað sé daglegt brauð hjá þingmönnum er sitja í nemdum og sinna  trúnaðar störfum fyrir okkur kjósendur?  Hvort þetta mál sé að eins brot af því sem viðgeingst, og hafi aðeins komist upp vegna þess að hann Árni hafi hegðað sér eins og hann ætti heiminn og allt það sem í honum væri, og að venjulegu fólki hafi ofboðið háttvísi þingmannsins, og hringt málið inn, gæti verið að aðrir þingmenn/ráðherrar séu að leika sama leikin? En séu bara að fara fínna í það en hann gerði? Og því kemst ekki upp um þá.\nMér fynst þetta vera eðlilegar spurningar sem á mig leita, ég vona að ég sé ekki einn um það að vera hugsandi og kunna að leggja saman tvo plús tvo.\nÉg er ekki heimsins besti í stafsettningu en rökhugsun mín er í lagi.\nNiðurlag mitt er eftir farandi:\nMaður sem fremur glæp fær refsingu lögum samkvæmt, annað er óeðlilegt.\nOg ekki síst maður sem opinberu starfi sinir og fremur brotið í skjóli þess, raunar á sá maður að hljóta þingstu mögulegu refsingu, ef hann fær hana ekki, hvaða skilaboð er verið að senda til hins allmenna borgara?  Ég veit hvernig ég hefði skilið þetta er ég var unglingur, ég hefði verið snöggur að kveikja á peruni, minn skilningur hefði verið á þennan veg:  Það er í lagi að stela ef þú ert frægur og átt vini, en ef þú ert vinalaus og enginn vill vita hver þú ert, skyptir ekki máli hvað við þig er gert.\nVið verðum að passa okkur á hvaða skilaboð við sendum út, til þeirra sem eru að vaxa upp, þeir sem eru að mótast núna, verða að fá rétt skila boð og þau eiga að vera á þann veg að  það er rangt að stela og þeir sem stela fá refsingu fyrir það sama hver það er og sama hve miklu hann stal.\nÖrn Þór K",
    "url": "https://www.hugi.is/stjornmal/greinar/34765/arni-jonsenhann-laughann-stal/",
    "url_id": "34765",
    "id": "234895",
    "replies": [
        {
            "user": "rammrocks",
            "user_id": "11015",
            "date": "2001-07-18 23:27:54",
            "id": "234896",
            "reply_to_id": "234895",
            "text": "en málið er kannski ekki enn að þetta sé BARA Árni..hugsið ykkur allt hitt fólkið sem gerir þetta líka..jafnvel aðra alþingismenn(hver segir að þeir séu ekki í þessu líka..fari bara leyndar með það en Árni bjáni að REYNA að ljúga sig útúr málunum og gera þar með illt verra)Á mistökum hans getur maður lært eitt..það að ljúga gerir í FLESTUM tilfellum bara illt miklu verra.."
        },
        {
            "user": "gong",
            "user_id": "4056",
            "date": "2001-07-19 00:23:20",
            "id": "234897",
            "reply_to_id": "234895",
            "text": "Ef fólk í opinberu starfi brýtur af sér, er talað um að megi veita þyngri refsingu en hinn almenni borgari fengi. Hinsvegar er hægt og rólega verið að aflífa manninn í blöðum, sjónvarpi og á netinu. Bíðum með dóminn þangað til mál kallsins hafa verið rannsökuð, og vonandi kerfið tekið rækilega í gegn. Mér þætti skrýtið ef allir í svipaðri stöðu eru með geislabaug."
        },
        {
            "user": "afh",
            "user_id": "3650",
            "date": "2001-07-19 00:32:29",
            "id": "234898",
            "reply_to_id": "234895",
            "text": "Þetta er alveg rétt hjá þér og ég fagna því að það er einhver sem sér þetta í réttu ljósi !! Það væri réttast að draga hann fyrir dómstóla og refsa honum eins og hverjum öðrum glæpamanni.  Ég er líka svo viss um að hann er ekki sá eini sem stundar það að “nýta sér stöðu sína”, af þessum þingmönnum öllum.  Þeir keppast allir við að koma sér í stjórnunarstöður og þetta gæti verið ein af ástæðunum fyrir því. Ekki að ég sé að segja að allir alþingismenn sé glæpamenn, en þeir eru mennskir og geta þar af leiðandi verið gráðugir og heimskir.  Þó þeir geta brosað voða sætt á einhverjum kostningaároðurs-myndum, þá eru þeir ekki algörir dýrlingar fyrir vikið.  Hann ætti að segja af sér þingmennsku og fara í langt og gott frí…"
        },
        {
            "user": "Aniston",
            "user_id": "5069",
            "date": "2001-07-19 02:17:02",
            "id": "234899",
            "reply_to_id": "234898",
            "text": "Árni VERÐUR að segja af sér og ef rannsókn leiðir í ljós eitthvað ólögmætt VERÐUR að draga hann fyrir dómstóla. Ástæðan fyrir því er einfaldlega sú að vegna þess hve mikla umfjöllun málið hefur fengið er þetta orðið fordæmismál í augum margra. Ef Árni segir ekki af sér og verður ekki refsað ef upp kemst um ólögmætt athæfi sendir það mönnum í svipaðum ábyrgðarstöðum og Árni gegndi þau skilaboð að þetta er Í LAGI. Maður lýgur bara og bíður þangað til gullfiskaminni þjóðarinnar hefur snúið sér að næsta máli. Síðan heldur maður bara áfram sínum athöfnum.\nÁrna fékk traust þjóðarinnar til að fara með peninga þjóðarinnar. Hann hefur hrækt á það traust með því að ljúga að þjóðinni. Á hann sem þingmaður, eða nefndarmaður engu að síður að fá áframhaldandi aðgang að skattpeningum Jóns og Gunnu? Láglaunafólk og ýmsir sem hafa orðið fyrir óláni í lífinu eiga ekki fyrir salti í grautinn og tröppurnar fyrir utan Þjóðleikhúsið eru vægast sagt sorgleg sjón. Samt finnst Árna að almannafé sé betur varið í hellulagnir í garðinum fyrir utan eitt af húsunum sínum en að nota féð í þágu landsmanna, þeirra sem unnið hafa fyrir því. Ég spyr: Hvernig getur maðurinn horft framan í einn einasta íslenskan skattborgara? Líður honum vel þegar hann gengur um í húsum sínum, í garðinum, á hellunum? Ég á ekki til orð."
        },
        {
            "user": "GaRuna",
            "user_id": "2938",
            "date": "2001-07-19 02:55:59",
            "id": "234900",
            "reply_to_id": "234899",
            "text": "Árni Jónsen stal. Árni Jónsen laug.  Þetta hefur hann sjálfur viðurkennt fyrir okkur íslendingum.  Og íslendingar verða að vonum öskureiðir.  En í guðs bænum athugið eitt.  Með því að hengja Árna Jónsen í fjölmiðlum erum við að hengja fjölskyldu hans.  Mikið væri gott að við myndum eyða jafn miklu púðri í að þenja okkur daginn út og daginn inn (ég líka) og mótmæla hlutum eins og - bensínhækkunum - ……..við muldrum aðeins í okkar barm og höldum svo áfram.  En um leið og á að ráðast á einn mann þá stöndum við okkur svo vel.  Af hverju er það?"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2001-07-19 08:19:17",
            "id": "234901",
            "reply_to_id": "234900",
            "text": "Það er aðeins annars eðlis þegar bensínverð hækkar heldur en þegar maður sem hefur verið kosinn af þjóðinni til ábyrgðarstarfa misnotar sér aðstöðu sína á þennan hátt.  Kannski ættum við að bíða eftir rannsókninni áður en við dæmum en fyrir mér lítur það út sem þessi maður hafi líklega stungið undan milljónum króna af peningum ríkisins.  A.m.k. er hann ekki saklaus eða hvítþveginn.  Það er alveg á hreinu.  Og auðvitað á hann að segja af sér."
        },
        {
            "user": "jubii",
            "user_id": "9806",
            "date": "2001-07-19 09:11:03",
            "id": "234902",
            "reply_to_id": "234901",
            "text": "Af hverju eigum við að vera að bíða eftir niðurstöðu úr rannsókn.  Árni er búinn að játa opinberlega að hann hafi logið og stolið.  Honum fannst það að vísu ekkert alvarlegt.  Það réttlætir ekki hvað Árni gerði að einhverjir aðrir hafi örugglega stolið líka.  Málið er einfalt þingmenn sem ljúga og stela eiga ekkert erindi á alþingi og því ber honum að segja af sér tafarlaust.  Ég lofa því að ég gleymi málinu ekkert þó hann þumbist við í nokkrar vikur og ég veit að svo verður með fleiri.  Það er heimska ef hann heldur að þetta gangi bara yfir og svo gleymist þetta."
        },
        {
            "user": "KoRn",
            "user_id": "1137",
            "date": "2001-07-19 10:31:35",
            "id": "234903",
            "reply_to_id": "234900",
            "text": "Það var einginn að brjóta nein lög né ljúga þegar bensínið hækkaði, en Árni var að stela og ljúga, þetta eru allt öðru vísi mál."
        },
        {
            "user": "ljufa",
            "user_id": "249",
            "date": "2001-07-19 12:24:56",
            "id": "234904",
            "reply_to_id": "234895",
            "text": "Og núna er hann búinn að ákveða að segja af sér ræfillinn.\nÉg held að það sé langbest fyrir alla aðila!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-07-20 13:46:11",
            "id": "234905",
            "reply_to_id": "234895",
            "text": "Mér til talsverðrar furðu er þessi grein þín alls ekki agaleg.\nÞú biðst afsökunar á stafsetningu þinni, enda stafsetning annað en rökhugsun.\nÞetta eru eðlilegar pælingar og ég hef ekki heyrt neinn sem er ósammála þessu, þó að þú virðist full róttækur þegar maður les efni eftir þig. Það þarf ekki að vera slæmt hinsvegar, athugaðu. Róttæki á oft rétt á sér, sem og í þessu máli, vegna þess að Íslendingar eru jú hræðilega líklegir til að hugsa aldrei lengra en um nefið á sjálfum sér, og þ.a.l. gleyma þeir undantekningalaust svona skandölum.\nSbr. því að Steingrímur Hermannsson, sem var frægur fyrir það eitt að kunna *ekki* að fara með peninga á meðan hann var forsætisráðherra, settur í bankastjórasæti Seðlabankans.\nOg að þeim orðum sögðum langar mig til að hjálpa þér með stafsetninguna. Þú hlýtur að vita það af biturri reyslu að slæm stafsetning hvetur jafnvel mjög meðvitaða menn mjög mikið til að taka minna mark á þér. Til hamingju með að hafa vanið þig á punkta og kommur, það munar miklu. ;)\nÞað er *ekki* ypsilon í “að finnast”. “Þér finnst”, “þér fynst” ekki. Og já, tvö “n”.\n“Skilaboð” er samsett orð.\n“Stafsetning” er með einu “t”. Eitt af því sem er erfiðara að muna.\n“Eftirfarandi” er samsett orð.\nRestin er svona… vantar “n” hér og þar. Ekkert agalegt samt, þér batnar áberandi hratt og þetta er betra en frá alltof mörgum sem rita hér á Huga. Verst er þó tilhneyging þín til að setja ypsilon þar sem það á ekki heima, og sleppa því þar sem það á heima.\nEn já, þið hin, ekki gleyma ykkur í leiðréttindum mínum, lesið það sem maðurinn sagði án tillits til stafsetningar. :)"
        }
    ]
}