{
    "forum_title": "Handbolti",
    "user": "vaffess",
    "user_id": "9092",
    "date": "2001-07-18 23:58:59",
    "title": "Evrópukeppnin, búið að draga!",
    "text": "Íslands og bikarmeistarar Hauka mæta Hollenska liðinu Van der Voort Quintus í Evrópukeppni félagsliða. Fyrri leikurinn fer fram úti 8. eða 9. september og seinni leikurinn á Ásvöllum viku síðar eða, 15. eða 16. september. Hollenska liðið hafnaði í þriðja sæti í hollensku deildinni síðastliðið keppnistímabil, sem er þeirra besti árangur. Liðið er að leika í fyrsta skipti í Evrópukeppni og verða Haukarnir að teljast frekar heppnir með andstæðing. Af 22 liðum sem voru í hattinum voru 16 frá Austur-Evrópu. Viggó Sigurðsson þjálfari Hauka er bjartsýnn á gengi Haukanna og telur að þeir eigi að hafa þetta án mikilla vandræða.\nHin íslensku liðin sem munu halda í víking eru HK og Fram. HK situr hjá í fyrstu umferð Evrópukeppni bikarhafa sem og Frammarar sem taka þátt í Áskorendakeppninni, sem hét áður Borgarkeppni Evrópu. Leikir þeirra verða í nóvember og verður dregið fyrir þá leiki 16. október.",
    "url": "https://www.hugi.is/handbolti/greinar/34772/evropukeppnin-buid-ad-draga/",
    "url_id": "34772",
    "id": "234922",
    "replies": [
        {
            "user": "ArnarHelga",
            "user_id": "4984",
            "date": "2001-07-19 20:19:33",
            "id": "234923",
            "reply_to_id": "234922",
            "text": "Þeir hljóta að vinna þetta"
        },
        {
            "user": "Harry",
            "user_id": "49977",
            "date": "2001-07-21 14:44:50",
            "id": "234924",
            "reply_to_id": "234922",
            "text": "Haukar hljóta að fara áfram. Spurning eru fleiri örvhentir leikmenn en rétthentir í Haukum ? Fær Ásgeir ársmiða að leikjum liðsins í sárabætur fyrir tréverkið ?"
        },
        {
            "user": "Harry",
            "user_id": "49977",
            "date": "2001-07-22 01:55:34",
            "id": "234925",
            "reply_to_id": "234924",
            "text": "Hvern fjandann meinarðu? Ég vil vita sem mest, eitthvað í gangi og hver er þessi Skrefaras sem átti að vera á leiðinni."
        }
    ]
}