{
    "forum_title": "Kvikmyndir",
    "user": null,
    "user_id": null,
    "date": "2005-11-20 17:14:12",
    "title": "Í bíó - The Exorcism of Emily Rose",
    "text": "The Exorcism of Emily Rose\nÚtgáfuár: 2005.\nHandrit: Paul Harris Boardman og Scott Derrickson.\nLeikstjórn: Scott Derrickson.\nAðalhlutverk: Laura Linney, Tom Wilkinson, Campbell Scott og Jennifer Carpenter.\nSýningarstaðir: Regnboginn, Smárabíó, Laugarásbíó og Borgarbíó.\nSýningartímar:\nhttp://kvikmyndir.is/?v=bio\n.\nThe Exorcism of Emily Rose hefur hlotið talsverða athygli að undanförnu vegan þess að myndin hefur verið kynnt sem sönn saga. Sagt er að í Austurríki (að ég held) hafi þessir atburðir farið fram seint á áttunda áratugnum og í myndinni er búið að færa þetta yfir á smábæ í Bandaríkjunum (hvert annað?). Leikstjórinn Scott Derrickson hefur ekki gert mikið í kvikmyndaheiminum en leikstýrði þó fimmtu Hellraiser myndinni, Hellraiser: Inferno, sem að mér skilst að hafi valdið vonbrigðum en þar eð ég hef ekki séð hana vil ég ekkert meira um það segja.\nYfirlit söguþráðar:\nMyndin byrjar á því að réttarlæknir er kallaður til á heimili Rose-fjölskyldunnar þar sem dóttir þeirra, Emily (Carpenter), hefur látist. Að sögn prests hennar (Wilkinson) var Emily andsetin og hann framkvæmdi misheppnaða særingarathöfn á henni sem olli dauða hennar. Ríkisvaldið býr mál á hendur prestinum og kennir honum um hvernig fór fyrir stúlkunni. Lögfræðingurinn Erin Bruner (Laura Linney) er ráðin til að verja prestinn og upphaflega er það aðeins vegna þess að henni er lofuð stöðuhækkun fyrir verkið. Erin er efasemdarmanneskja sem að lítur aðeins á réttarhaldið sem leið til að komast upp valdastigann en brátt fara réttarhöldin að hafa djúpstæðari áhrif á hana. Réttarhöldin verða brátt endurskin af ágreiningnum milli vísindaheimsins þar sem allt þarfnast sannanna og hins yfirnáttúrulega og óútskýranlega þar sem öll náttúrulögmál virðast bresta.\nThe Exorcism of Emily Rose er svo miklu meira en aðeins hryllingsmynd. Myndin er fjöllaga og inniheldur dýpri ágreining og merkingu en virðist í fyrstu. Írafárið sem framleiðendur myndarinnar hafa skapaði í kringum hana í sambandi við að hún sé sönn hefur vissulega áhrif hvort sem það er satt eður ei. Myndin hefur færst yfir á annað merkingarsvið en margar svona myndir þar sem það er viðtekið viðhorf hjá áhorfandanum að myndin eigi sér stað í öðrum heimi. Þegar ég segi í öðrum heimi meina ég að áhorfandinn hugsar að slíkir atburðir gætu ekki gerst í okkar heimi. Það að láta þetta gerast á okkar tíma og að kynna myndin sem sanna sögu göfgar myndina og gæðir hana djúpstæðari merkingu. Ekki aðeins er reynt að ná til áhorfandans á sálrænan hátt heldur er réttarhöldunum og þar með myndinni í heild stillt upp sem einum djúpstæðusta ágreiningi nútímans. Ágreiningur milli vísindaheimsins sem við lifum í þar sem rökfesta og sönnunarbyrði er eini viðtekni sannleikurinn og síðan heims djöfla og engla, hins yfirnáttúrulega og óútskýranlega, sem samræmist ekki vísindahugsjónum nútímamannsins. Hinni óumflýjanlegu staðreynd er varpað upp; hvort sem við trúum á djöfla eður ei geta þeir samt sem áður ráðist á okkur ef tilvist þeirra er sönn.\nMyndir um ólíkamsbundin, ill öfl sem spila á áhorfandann á sálrænan hátt er eitthvað sem nær miklu frekar til mín en myndir eins og Hostel þar sem splatter og líkamsviðbjóður eru aðalhryllingurinn. Hugmyndin um særingar og að djöflar geti tekið sér bólfestu í líkama mannsins og hrein, ólíkamsbundin illska er það sem myndin spilar út á. Ef þetta er eitthvað sem ykkur hryllir við er The Exorcism of Emily Rose mynd fyrir ykkur. Allaveganna var ég skíthræddur nánast allan tímann. The Exorcism of Emily Rose býður upp á spennuþrungið andrúmsloft og eftirvæntingin eftir hryllingnum er eitthvað sem að mér finnst miklu meira spennandi en oft það sem augað sér. Jafnvel í rólegum réttarhaldaatriðunum var ég samt kvíðinn yfir því sem koma skyldi og er það afgerandi hrós til myndarinnar. Á einum tímapunkti myndarinnar fór Emily inn í kirkju til að flýja alla illu andana en hún var ekki laus við þá þar. Þarna er eiginlega eini griðastaðurinn sem áhorfandinn gæti ímyndað sér tekinn frá honum og eina vonartilfinningin sem áhorfandinn hefur er rifin í tætlur. Hvernig ykkur líkar myndin fer náttúrulega allt eftir því hvernig áhrif svona umfjöllunarefni hefur á ykkur. Ég er viss um að einhverjum hefur fundist myndin leiðinleg, óspennandi og óáhugaverð.\nThe Exorcism of Emil Rose er stillt upp sem réttardrama og á meðan atburðirnir eru skýrðir í réttarhöldunum er saga andsetningar Emily Rose sýnd í endurlitsatrðium. Leikararnir standa sig vel í myndinni. Laura Linney sýnir prýðisgóðaframmistöðu og mér hefur alltaf líkað mjög vel við Tom Wilkinson. Jennifer Carpenter stendur sig líka vel og tekst að túlka hina andsetnu Emily með hreinum ágætum. Tónlistin í myndinni er alltaf mjög góð og virkar eins og hún á að gera í hryllingsmynd; ýkir tilfinningu og stemningu myndarinnar hverju sinni. Myndatakan var einnig skemmtileg.\nNiðurstaða:\nÞegar allt kemur til alls er The Exorcism of Emily Rose mjög fín særingarmynd sem býr einnig yfir djúpstæðari merkingu og ég hvet alla til að kíkja á hana og láta í ljós sína skoðun. Ef hins vegar hugmyndir um ill, ólíkamsbundin öfl og særingar hræðir ykkur ekki ættuð þið að láta kyrrt við liggja.\n*** - ***1/2 / *****",
    "url": "https://www.hugi.is/kvikmyndir/greinar/348206/i-bio-the-exorcism-of-emily-rose/",
    "url_id": "348206",
    "id": "2714268",
    "replies": [
        {
            "user": "rfm",
            "user_id": "23226",
            "date": "2005-11-20 17:19:47",
            "id": "2714291",
            "reply_to_id": "2714268",
            "text": "Já það er aldeilis. Bjóst ekki við neinu af þessari mynd en það er spurning að skella sér á hana eftir þessa gagnrýni… sjáum til."
        },
        {
            "user": "Hrislaa",
            "user_id": "42360",
            "date": "2005-11-20 17:25:07",
            "id": "2714311",
            "reply_to_id": "2714268",
            "text": "Fór á hana í gær.. og fannst hún frekar leiðinleg."
        },
        {
            "user": "Titan",
            "user_id": "7585",
            "date": "2005-11-20 17:30:24",
            "id": "2714341",
            "reply_to_id": "2714268",
            "text": "Fínasta, fínasta mynd, mæli hiklaut með henni, ‘tw o thumbs up’."
        },
        {
            "user": "Dystopia",
            "user_id": "26940",
            "date": "2005-11-20 17:34:04",
            "id": "2714356",
            "reply_to_id": "2714268",
            "text": "fór á hana í gær, þetta var svona mynd sem mér fannst allt of mikið vera að reyna að fá fólk til að bregða og verða þannig hrætt frekar en að gera svona eins og tilgang til að hræðast eins og ‘The Exorcism’ sem mér fannst nú dálitið óhugnaleg ekki að horfa á heldur bara hvernig allt var túlkað í þá mynd eins og andlitið sem kom út ur skuggann sem átt að vera djöfull að taka yfir hana"
        },
        {
            "user": "Diamond",
            "user_id": "5482",
            "date": "2005-11-21 02:08:37",
            "id": "2716396",
            "reply_to_id": "2714356",
            "text": "Ha? það var ekki mikið af bregðuatriðum í þessari mynd :S Amk ekki miðað við ring, decent og fleiri.. :)"
        },
        {
            "user": "Dystopia",
            "user_id": "26940",
            "date": "2005-11-21 17:17:58",
            "id": "2717845",
            "reply_to_id": "2716396",
            "text": "nei ég veit, þetta var nefnilega helvíti fín mynd, er að fara á hana aftur annað kvöld, hún var samt með svona bregðu atriði og safna upp spennuna eins og þegar klukkann var þarna, zoomað inn og svo stoppaði klukkan á 3 og ekkert mei"
        },
        {
            "user": "Diamond",
            "user_id": "5482",
            "date": "2005-11-21 18:34:49",
            "id": "2718184",
            "reply_to_id": "2717845",
            "text": "Tja mer fannst vera þónokkuð um atriði þar sem spennu var safnað upp en svo gerðist ekkert.. :(\nÓlíkt ring og þeim myndum, þar matti ekki sturta niður án þess að eitthvað bregðudæmi kæmi :S"
        },
        {
            "user": "FSC",
            "user_id": "25139",
            "date": "2005-11-20 17:48:19",
            "id": "2714422",
            "reply_to_id": "2714268",
            "text": "Já veistu ég er að spá í að skella mér á þessa mynd sem fyrst , EN ég veit fyrir víst að fólki finnst þetta “scary” mynd því að fólk hefur labbað útaf henni , Það var nú bara á frumsýningarkvöldinu sem tvær manneskjur löbbuðu út eftir 10 mínótur :P"
        },
        {
            "user": "FSC",
            "user_id": "25139",
            "date": "2005-11-20 20:57:51",
            "id": "2715227",
            "reply_to_id": "2714422",
            "text": "10 mín ? tss það finnst mér bara asnalegt, eða þau geta valla sagt að þau hafi labbað út því myndin var léleg því hún var valla byrjuð og þá geta þau nú valla dæmt hana\nkom of mikið af ‘valla’ í þessu hjá mér :P"
        },
        {
            "user": "FSC",
            "user_id": "25139",
            "date": "2005-11-20 22:24:41",
            "id": "2715583",
            "reply_to_id": "2715227",
            "text": "Ég held að hann sé að meina að fólkið hafi verið svo hrætt."
        },
        {
            "user": "FSC",
            "user_id": "25139",
            "date": "2005-11-21 12:33:09",
            "id": "2716919",
            "reply_to_id": "2715583",
            "text": "já meina"
        },
        {
            "user": "FSC",
            "user_id": "25139",
            "date": "2005-11-21 13:13:01",
            "id": "2717005",
            "reply_to_id": "2716919",
            "text": "Já ég var að meina það ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-21 17:25:01",
            "id": "2717861",
            "reply_to_id": "2717005",
            "text": "það meikar líka meira sens:P… nota ég klassíska frá littla broðir minum til að afsaka mig “ó”"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-20 17:48:50",
            "id": "2714427",
            "reply_to_id": "2714268",
            "text": "Já mér fannst þetta ekki það hræðileg mynd að ég væri eitthvað að kippast til.\nEins og í The Exorcism þar voru djöflarnir sýndir, í þessari koma þeir einungis fram í henni og sem einhver skuggi á ferð.. ekkert hryllilegt að mínu mati."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-20 17:49:08",
            "id": "2714432",
            "reply_to_id": "2714268",
            "text": "Sá myndina fyrir svona 2 vikum síðan og hún kom á óvart. Ég bjóst við eiginlega engu. Sammála þessu með kirkjuna, loksins gat maður slakað á, wrong! Ég bara hentist úr sætinu þar sem ég var búinn að taka niður brynjuna.\nAnnars fannst mér skelfilegast þegar hún varð fyrst fyrir árásinni. Getur einhver ímyndað sér hvernig það er að lenda í svona árás? Maður hlýtur að missa vitið af skelfingu. Síðan það sem hún sá í andlitum fólks, einhver afskræmd andlit. Ólýsanlegur hryllingur ef maður spáir í það fyrir þann sem í því lendir að sjá þetta með eigin augum.\nMyndin minnti mig dálítið á mynd frá 1982 sem heitir “The Entity” en hún fjallar um konu sem ráðist er á af einhverju “entity” sem lemur hana og nauðgar. Fyrst þegar hún verður var við “the entity” þá finnur hún fyrir kulda (kunnuglegt!) og síðan er hún slegin utanundir af einhverju sem hún sér ekki og loks hent uppí rúm og nauðgað. Myndin gengur síðan útá baráttu hennar við að losna undan þessu sem endar með hvelli. Mæli með þessari mynd fyrir alvöru “horror fans”.\nGóð umfjölluna. Þakka fyrir mig."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-20 18:02:10",
            "id": "2714488",
            "reply_to_id": "2714268",
            "text": "Mér fannst þetta afspyrnuslakt dæmi."
        },
        {
            "user": "SaulHudson",
            "user_id": "60950",
            "date": "2005-11-20 18:10:31",
            "id": "2714536",
            "reply_to_id": "2714268",
            "text": "mér fannst ekki nóg um bregðu atriði… bjóst við meiru af þessari mynd:P"
        },
        {
            "user": "SaulHudson",
            "user_id": "60950",
            "date": "2005-11-20 22:16:13",
            "id": "2715551",
            "reply_to_id": "2714536",
            "text": "ja eg er sammala þér, mer finnst þessi mynd sökka, hun a að vera byggð á sönnum atburðum en þetta er svo ykt og illa gert"
        },
        {
            "user": "Spirited",
            "user_id": "25873",
            "date": "2005-11-20 18:36:44",
            "id": "2714667",
            "reply_to_id": "2714268",
            "text": "Mér fannst þetta vera snilldar mynd, var skíthræddur á henni.. Á svona cheap myndum þá er maður hræddur við að bregða en á þessari var ég bara með hroll af hræðslu.\nMæli með því að fólk fari með stelpu á þessa mynd. :)"
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2005-11-20 19:19:44",
            "id": "2714840",
            "reply_to_id": "2714268",
            "text": "Þó þetta sé ágætlega unnin og leikin mynd, þá fer það afskaplega í taugarnar á mér að hún þykist vera byggð á raunverulegum atburðum.\nJú, það var prestur á áttunda áratugnum sem var handtekinn fyrir að drepa unga konu við meintar særingar, en þar með enda raunveruleikatengsl myndarinnar.  Hann var ekki í Bandaríkjunum og réttarhöldin voru ekki um vísindi gegn trú, heldur eingöngu það hvort maðurinn hafi gert sér grein fyrir því að það sem hann var að gera gæti endað með dauða.  Ef svo var, var hann sekur um morð.  Ef ekki, þá var hann samt sekur um manndráp af gáleysi þar sem gjörðir hans leiddu beint til dauða konunnar (sem var nákvæmlega það sem bæði prestarnir og foreldrar raunverulegu stúlkunnar - Anneliese Michel frá Þýskalandi - voru sakfelld fyrir).\nMeð myndinni er gefið í skyn að særingar og djöflar og andseta geti verið raunveruleg fyrirbæri, sem á ekki við nein rök að styðjast og ætti eitt og sér að vera nóg til þess að ætti hreinlega ekki að vera leyfilegt að auglýsa myndina sem “byggða á sönnum atburðum”.\nHér er umfjöllun um raunverulega málið sem var rótin að myndinni:\nhttp://paranormal.about.com/od/demonsandexorcism/a/aa090505.htm"
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2005-11-20 19:29:01",
            "id": "2714885",
            "reply_to_id": "2714840",
            "text": "Ég geri mér fyllilega grein fyrir því að þetta er ekki nákvæm útlistun raunverulegra atburða en ég er aðeins að segja að það að auglýsa hana sem byggða á sönnum atburðum gæðir hana merkingu. Þó svo að raunverulegu réttarhöldin hafi ekki verið vísindi gegn trú er því þannig stillt upp í myndinni. Ég held að enginn taki því að myndin sé byggð á raunverulegum atburðum of alvarlega en mér finnst það samt mikilvægur punktur í boðskapi myndarinnar."
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2005-11-21 20:23:34",
            "id": "2718789",
            "reply_to_id": "2714885",
            "text": "Með sömu rökum hefði James Cameron getað sett “based on a true story” í byrjunina á Titanic.\nJú, skipið var til og sökk og mikið af raunverulegum persónum í myndinni, en aðalpersónurnar og þeirra saga var uppspuni.\nÞað er ástæða fyrir því að þetta er ekki alltaf notað, jafnvel þó sagan sé að hluta til sönn.  Hérna er þetta eingöngu notað sem markaðssetningartól í landi þar sem meirihluti landsmanna trúir á svona vitleysu.\nCoen bræður notuðu þetta í Fargo, þó ekkert í myndinni væri raunverulegt.  Þeim fannst bara fyndið að nota þetta."
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2005-11-21 20:39:08",
            "id": "2718829",
            "reply_to_id": "2718789",
            "text": "Sorry, þetta svar átti að vera við svarinu fyrir neðan, frá Mizzeeh…  þó reyndar eigi sumt við það sem þú sagðir."
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2005-11-21 21:05:23",
            "id": "2718899",
            "reply_to_id": "2718789",
            "text": "Alveg sama hversu sönn sagan á bakvið er, þá er þetta samt réttlætanlegt eins og ég benti á … Þó það sé kannski ekki alveg heiðarlegt."
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2005-11-21 22:02:30",
            "id": "2719162",
            "reply_to_id": "2718899",
            "text": "ekki heiðarlegt\nAlgerlega sammála."
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2005-11-21 06:32:13",
            "id": "2716450",
            "reply_to_id": "2714840",
            "text": "Þetta er samt tæknilega séð rétt, þessi mynd er byggð á þessu máli frá Austurríki og síðan bara bætt ofan á hana smá - svolítið miklu - kryddi."
        },
        {
            "user": "temsi",
            "user_id": "27290",
            "date": "2005-11-21 20:40:25",
            "id": "2718833",
            "reply_to_id": "2716450",
            "text": "Sjáðu svar mitt hér að ofan… ýtti á ‘svara’ í röngum dálki…"
        },
        {
            "user": "Ferjumadur",
            "user_id": "39228",
            "date": "2005-11-20 19:38:48",
            "id": "2714936",
            "reply_to_id": "2714268",
            "text": "sæll, herna er nokkuð sem ég fann.\nemily rose"
        },
        {
            "user": "Steewen",
            "user_id": "25198",
            "date": "2005-11-20 20:04:17",
            "id": "2715045",
            "reply_to_id": "2714268",
            "text": "Ég bjóst við fínni mynd, og fór á hana. En, það lá við að ég sofnaði. Þvílíkt leiðinleg mynd. Mæli eindregið með því að fólk sleppi því að borga 800kr fyrir það að sjá þessa mynd."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-20 20:32:38",
            "id": "2715137",
            "reply_to_id": "2715045",
            "text": "Ég var líka næstum sofnaður, það er byggt á sannari atburðum"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-20 20:43:12",
            "id": "2715173",
            "reply_to_id": "2714268",
            "text": "góð grein ^^ get samt ekki samt annað að ég myndi skíta á mig á þessari mynd"
        },
        {
            "user": "snokru123",
            "user_id": "27669",
            "date": "2005-11-20 21:39:11",
            "id": "2715377",
            "reply_to_id": "2714268",
            "text": "Gersamlega ósammála, umfjöllunin mín um hana á eftir að birta á kvikmyndir.is en þar gaf ég henni **/****, átti það varla skilið."
        },
        {
            "user": "ojb",
            "user_id": "1502",
            "date": "2005-11-20 22:23:55",
            "id": "2715580",
            "reply_to_id": "2714268",
            "text": "Mér fannst þetta ógeðsleg mynd:S mig langaði að labba út eftir svona hálftíma en kærastinn vildi klára horfa á hana =/\nen ég skrifaði einmitt grein um Anneliese Michel (alvöru Emily Rose) á hugi.is/dulspeki… en hún hefur ekki ennþá verið samþykkt :S"
        },
        {
            "user": "ojb",
            "user_id": "1502",
            "date": "2005-11-28 01:13:00",
            "id": "2741693",
            "reply_to_id": "2715580",
            "text": "Dómurinn var réttur enginn vafi hjá mér, flogaveiki getur skýrt þetta allt."
        },
        {
            "user": "Orkamjas",
            "user_id": "55230",
            "date": "2005-11-20 22:57:34",
            "id": "2715754",
            "reply_to_id": "2714268",
            "text": "Já, ég var að koma úr bíóinu fyrir hálftíma. Myndin var allt öðruvísi en ég bjóst við. Ég hafði heyrt að hún væri mjög draugaleg og bara ógeðsleg, en hún var það alls ekki að mínu mati og það olli að vissu leyti smá vonbrigðum en þrátt fyrir það var myndin mjög góð. Hún var meiri óhugnaður en svona hryllings “action” og hryllings senurnar voru mjög fáar. Eitt ógeðslegasta atriðið að mínu mati var þegar strákurinn vaknaði og hún lá öll undin á gólfinu og horfði á hann…\nEn mjög góð mynd, allt öðruvísi en þessar bregðu-öskur-blóð-morðingja-myndir sem snúast um það eitt að vera með mesta blóðið. Ég mæli með henni, og nú er að bíða og sjá hvort ég vakni klukkan 3 í nótt:P"
        },
        {
            "user": "KatPotter",
            "user_id": "42316",
            "date": "2005-11-20 23:00:17",
            "id": "2715763",
            "reply_to_id": "2715754",
            "text": "Ég var að horfa á Arrested Development hjá vini mínum í nótt og allt í einu skelltist svalahurðin hjá honum snögglega. Þetta gerðist alveg bara eitthvað 5 mínútur í 3 og mér brá tölvuert :P"
        },
        {
            "user": "KatPotter",
            "user_id": "42316",
            "date": "2005-11-20 23:04:59",
            "id": "2715789",
            "reply_to_id": "2715763",
            "text": "Bíð ennþá eftir punchline-inu."
        },
        {
            "user": "KatPotter",
            "user_id": "42316",
            "date": "2005-11-20 23:55:12",
            "id": "2716016",
            "reply_to_id": "2715789",
            "text": "Ég er ekki búin að fara á þessa mynd en ég heyrði eikkað rúmor um að það sé eikkað atriði sem gerist í þessari mynd kl. 3 um nótt og einhver hópur af fólki sem fór á hana hafi allir vaknað um 3 um nótt."
        },
        {
            "user": "Barnari",
            "user_id": "45286",
            "date": "2005-11-21 11:50:41",
            "id": "2716801",
            "reply_to_id": "2716016",
            "text": "Ég vaknaði svona 2 mín yfir þrjú eftir myndina! Gerðist nú samt ekkert en ég var að fríka út af hræðslu =S"
        },
        {
            "user": "Jessalyn",
            "user_id": "17818",
            "date": "2005-11-23 10:21:34",
            "id": "2723968",
            "reply_to_id": "2716801",
            "text": "Í alvöru? Ég hélt að þetta væri bara kjaftæði fyrst. Var í bíl með kærustunni minni og hún var að hlusta á FM 957 þar sem verið var að tala um að allir þar hafi farið á þessa sýningu og næstum allir vaknað klukkan 3. Ég hló bara. En t.d. þessi Ásgeir á FM var að tala um það hvað hann hafi verið skíthræddur og ekki þorað að fara fram úr rúminu.\nEn svo fór vinkona mín með nokkrum vinkonum sínum á þessa mynd á mánudagskvöldið og hún vaknaði klukkan 02:59. Þegar hún kom í skólann og sagði vinkonum sínum frá þessu þá kom í ljós að þær höfðu allar vaknað.\nÉg skil þetta ekki alveg. Er þetta bara ekki eitthvað í hausnum á manni? Þið vitið, maður er hræddur um að vakna klukkan 3, þegar þessir andar eiga að vakna til lífsins, og þá vaknar maður bara. En auðvitað gerist ekki neitt."
        },
        {
            "user": "Barnari",
            "user_id": "45286",
            "date": "2005-11-23 12:19:48",
            "id": "2724184",
            "reply_to_id": "2723968",
            "text": "Já, ég heyrði þennan þátt líka, hélt þetta væri bara algjört bull. Trúi ekki á svona. En jú maður veit aldrei kannski er þetta bara inni í hausnum á manni, eitthvað sem vekur mann klukkan 3 ef maður er búin að vera með það á heilanum! Ég veit ekki, en það gerðist nú samt ekkert undarlegt þegar ég vaknaði ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-20 23:57:08",
            "id": "2716030",
            "reply_to_id": "2715789",
            "text": "Sjáðu myndina, þá muntu skilja."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-21 15:08:56",
            "id": "2717297",
            "reply_to_id": "2716030",
            "text": "Ok, ég geri það þá."
        },
        {
            "user": "TheGuyOfWords",
            "user_id": "61030",
            "date": "2005-11-20 23:12:37",
            "id": "2715818",
            "reply_to_id": "2714268",
            "text": "ég varð fyrir smá vonbrigðum en þetta er ágæt mynd hehe ég fór á hana í gær í borgarbío á akr og titra en úr ótta"
        },
        {
            "user": "Octo",
            "user_id": "13257",
            "date": "2005-11-24 18:59:49",
            "id": "2729420",
            "reply_to_id": "2714268",
            "text": "Ég verð nú bara að gefa álit mitt á þessari mynd.  Þetta var án efa leiðinlegasta mynd sem ég hef séð.  Seinasti hálftíminn var hreinlega sársaukafullt áhorf.  Ótrúlega væmin og gay lokaræða í réttarsalnum og í raun var allt sem gerðist þar alveg ógeðslega leiðinlegt.\nSPOILER\nFyrir utan allt annað var síðan atriðið þegar keyrt var á lækninn eitt það slakasta sem ég hef nokkurntíman séð.  Hvað í andskotanum gerðist?  Blindur ökumaður við stýrið?  Hræðilegt atriði.\nSPOILER BÚINN\nAnnars var það versta öll þessi bregðuatriði.  Fyrir utan það að mér hafi aldrei brugðið einfaldlega vegna þess að maður gat talið inn á bregðið að þá voru þessi “3 o'clock” atriði alveg ömurleg.  Gerðist svona fimm sinnum að einhver fór fram úr rúminu klukkan 3 og síðan löbbuðu þeir fram en ekkert gerðist.  ALDREI!!!  Og það er ekki það að mér finnist hryllings- og réttarsalamyndir leiðinlegar.  Til dæmis fannst mér “A Few Good Men” frábær og hef verið mikill Zombie fan í langan tíma, en þetta var einfaldlega hræðileg mynd.  Takk fyrir mig."
        },
        {
            "user": "prumpurumbur",
            "user_id": "47051",
            "date": "2005-11-26 01:19:58",
            "id": "2734896",
            "reply_to_id": "2714268",
            "text": "Hún er ekkert smá góð! lang flottasta atriðið inni í matsalnum þar sem hún varð brjáluð af öllum hnífapara hljóðunum."
        }
    ]
}