{
    "forum_title": "Gæludýr",
    "user": "SvartaPerlan",
    "user_id": "10529",
    "date": "2001-07-19 21:44:55",
    "title": "bara smá saga um páfagauk sem ég átti..",
    "text": "<font color=lightslategray>Þegar ég var 8-10 ára fékk ég páfagauk, svona lítinn gára. Hann var 2-3 ára þegar ég fékk hann, við skírðum hann Olla. Hann var alltaf svoldið sérstakur, ekki eins og flestir fuglar. Hann elskaði til dæmis að borða við matarborðið með mér, mömmu, og pabba. Hann bara gekk um borðið og smakkaði á öllu, sat oft á brúninni á sósupottinum og fékk sér sósu. :)\nHonum fannst líka mjög gaman að fara í sturtu. Þá annaðhvort með einhverju af heimilisfólkinu eða bara útaf fyrir sig í eldhúsvaskinum..þá skrúfuðum við bara frá vatninu og hann undi sér í sturtu og speglaði sig í vaskinum í stundum marga klukkutíma.\nAnnað sem er svoldið skemmtilegt…hann var einkatannlæknirinn hans pabba. Alltaf þegar að pabbi var að horfa á sjónvarpið kom Olli og settist á öxlina á honum og beið. Ef pabbi opnaði ekki munnin fljótlega svo Olli gæti farið að hreinsa tennurnar hans þá beit hann í eyrað á pabba..mér fannst það alltaf svo fyndið.\nSvo þegar mamma var að reyna að vekja mig á morgnanna á veturna þá gafst hún stundum upp og bara hleyfti Olla út úr búrinu sínu. Hann fór þá inní herbergi til mín og settist á sængina mína og fór að syngja og garga til að vekja mig. :) Svo var það eitt enn..hann slapp tvisvar út úr íbúðinni en kom í bæði skiptin tilbaka strax aftur. Og þegar ég segi að hann slapp út þá meina ég að hann hafi farið út um gluggan, ekki út í stigagang eða neitt (hann gerði það reyndar oft samt). Honum fannst alltaf mjög gaman að horfa á sjónvarpið, þá sat hann bara á sófabakinu og fylgdist með því sem í sjónvarpinu var. Það er margt annað skemmtilegt sem ég man eftir en þetta er það helsta. Mér finnst alltaf svo gaman að hugsa útí það hvað ég hef alltaf átt skemmtileg dýr. T.d. hundurinn minn núna, hann er alveg einstakur. :)\nAnyway, varðandi hann Olla minn, hann dó 1998 eða 1999 vegna einhverjar veiki sem hann fékk í sarpinn. Hann var veikur svoldið lengi og dýralæknar reyndu að hjálpa honum eins og hægt var en ekkert virkaði. Svo eitt kvöldið þá sáum við að þetta var að enda hjá honum svo pabbi bara tók hann og sat með hann í lófanum og strauk honum þangað til hann sofnaði alveg. Ég mun aldrei gleyma Olla, hann er langbesti og skemmtilegasti páfagaukur sem ég á nokkurntíma eftir að kynnast, ég bara veit það. Reyndar langar mig í African Grey fugl núna en það verður hugsanlega að bíða aðeins.\nTakk fyrir að lesa þetta. :)",
    "url": "https://www.hugi.is/gaeludyr/greinar/34882/bara-sma-saga-um-pafagauk-sem-eg-atti/",
    "url_id": "34882",
    "id": "235737",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2001-07-20 10:24:33",
            "id": "235738",
            "reply_to_id": "235737",
            "text": "Minn páfagaukur hvarf einn daginn, veit ekker thvert hann fór, hann var bara í íbúðinni, ég hafði hleift honum út úr búri í smá stund. Ætli eg hafi ekki gleymt að loka öllum gluggum…\nEnn allavega hann hvarð, og hann hét “Pakki”. Hann var fínn….I want him back…. þett gerðist fyrir um mánuði síðan…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-07-20 12:36:30",
            "id": "235739",
            "reply_to_id": "235738",
            "text": "cool fugl. Skritið að hann var ekki solidið styggur utaf þið fenguð hann 2 ara"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-07-23 20:24:19",
            "id": "235740",
            "reply_to_id": "235739",
            "text": "hann var aldrei styggur, bara mjög feiminn til að byrja með. síðann fór hann alltaf í fílu þegar við fórum í ferðalag, talaði ekki við okkur í langann tíma eftir að við komum heim. :P"
        },
        {
            "user": "Sweet",
            "user_id": "2593",
            "date": "2001-07-22 21:41:40",
            "id": "235741",
            "reply_to_id": "235737",
            "text": "Hann hlýtur að hafa verið æðislegur !\nMínum páfagaukum þykir popp alveg rosalega gott… þeir verða alltaf svo spenntir ef að einhver er að borða popp og vilja að maður gefi þeim líka =)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-07-23 20:22:01",
            "id": "235742",
            "reply_to_id": "235741",
            "text": "já hann var alveg frábær, og hey! honum þótti popp líka mjög gott!\nheheh, svona litlir gárar eru alveg frábærir~"
        }
    ]
}