{
    "forum_title": "Húmor",
    "user": null,
    "user_id": null,
    "date": "2005-11-25 14:21:20",
    "title": "Drukknir menn alltaf jafn fyndnir!",
    "text": "Jæja! Fullir kallar inná börum eru alltaf jafn skondnir, hérna kemur samansafn af þeim sem ég hef verið að leita að og setja saman ykkur til skemmtunar ^^ Verður þetta sett saman eins og Barnabrandararnir  og vona að allir hafa gaman af.\n—1.\n|Guiness Brewery|\nBrenda O'Malley is home making dinner, as usual, when Tim Finnegan arrives at her door.\n“Brenda, may I come in?” he asks. “I've somethin' to tell ya”.\n“Of course you can come in, you're always welcome, Tim. But where's my husband?”\n“That's what I'm here to be telling ya, Brenda.”\nThere was an accident down at the Guinness brewery…“\n”Oh, God no!“ cries Brenda. ”Please don't tell me.“\n”I must, Brenda. Your husband Shamus is dead and gone. I'm sorry.\nFinally, she looked up at Tim. “How did it happen, Tim?”\n“It was terrible, Brenda. He fell into a vat of Guinness Stout and drowned.”\n“Oh my dear Jesus! But you must tell me true, Tim. Did he at least go quickly?”\n“Well, Brenda… no. In fact, he got out three times to pee.”\n—2.\n|Armed Robbery|\nA bartender is getting ready to close for the night when a robber bursts in and pulls a gun.\n“This is a stickup!” He yells. “Put all your dough in a bag!”\n“Don’t shoot,” pleads the barkeep. “I’ll do whatever you say!”\nThe bartender stuffs all the money into a bag and hands it over. The crook snatches it and then puts the gun to the bartender’s head and says, “All right, now give me a blow job!”\n“Anything!” cries the bartender. “Just don’t shoot!”\nThe bartender gets on his knees and starts blowing the guy. After a few minutes, the robber gets so excited he drops his gun.\nThe bartender picks the gun up off the floor and hands it back to the robber. “Hold the gun, dammit,” he says. “One of my friends might walk in!”\n—3.\n|12 Shots|\nA guy walks into a bar, sits down and says to the bartender, “Quick pour me twelve drinks.” So the bartender pours him twelve shots and the guy starts shooting them back as fast as he could, one after another. The bartender says to the guy, “Boy you are drinking those drinks really fast.” The guys says, “Well, you would be drinking really fast too if you had what I've got.” The bartender says, “What've you got?” The guy says, “75 cents.”\n—4.\n|The Ballerina|\nA large woman, wearing a sleeveless sun dress, walked into a bar in Alabama. She raised her right arm, revealing a huge, hairy armpit as she pointed to all the people sitting at the bar and asked, “What man here will buy a lady a drink?” The bar went silent as the patrons tried to ignore her. But down at the end of the bar, an owly-eyed drunk slammed his hand down on the counter and bellowed, “Give the ballerina a drink!” The bartender poured the drink and the woman chugged it down.She turned to the patrons and again pointed around at all of them, revealing the same hairy armpit, and asked, “What man here will buy a lady a drink?” Once again, the same little drunk slapped his money down on the bar and said, “Give the ballerina another drink!” The bartender approached the little drunk and said, “I say, old chap, it's your business if you want to buy the lady a drink, but why do you keep calling her the ballerina?” The drunk replied, “any woman who can lift her leg that high has got to be a ballerina!”\n—5.\n|Drunken Shopping|\nA woman was shopping at her local supermarket where she selected: a half-gallon of 2% milk, a carton of eggs, a quart of orange juice, a head of romaine lettuce, a 2 lb. can of coffee, and a 1 lb. package of bacon. As she was unloading her items on the conveyor belt to check out, a drunk standing behind her watched as she placed the items in front of the cashier. While the cashier was ringing up her purchases, the drunk calmly stated, “You must be single.” The woman was a bit startled by this proclamation, but she was intrigued by the derelict's intuition, since she was indeed single. She looked at her six items on the belt and saw nothing particularly unusual about her selections that could have tipped off the drunk to her marital status. Curiosity getting the better of her, she said “Well, you know what, you're absolutely correct. But how on earth did you know that?” The drunk replied, “Cause you're ugly.”\n—6.\n|Pet Alligator|\nA guy walks into a bar with a pet alligator by his side. He puts the alligator up on the bar. He turns to the astonished patrons. “I'll make you a deal. I'll open this alligator's mouth and place my genitals inside. Then the gator will close his mouth for one minute. He'll then open his mouth and I'll remove my unit\nunscathed. In return for witnessing this spectacle, each of you will buy me a drink.” The crowd murmured their approval.\nThe man stood up on the bar, dropped his trousers, and placed his privates in the alligator's open mouth. The gator closed his mouth as the crowd gasped. After a minute, the man grabbed a beer bottle and rapped the alligator hard on the top of its head. The gator opened his mouth and the man removed his genitals - unscathed as promised. The crowd cheered and the first of his free drinks was delivered.\nThe man stood up again and made another offer. “I'll pay anyone $100 who's willing to give it a try.” A hush fell over the crowd. After a while, a hand went up in the back of the bar. A blond woman timidly spoke up. “I'll try” she said, “but only if you'll promise not to hit me on the head with the beer bottle”\n—7.\n|Talking Clock|\nLate one night a drunk guy is showing some friends around his brand new apartment. The last stop is the bedroom, where a big brass gong sits next to the bed.\n“What's that gong for?” the friend asks him.\n“It's not a gong,” the drunk replies. “It's a talking clock.”\n“How does it work?”\nThe guys picks up a hammer, gives the gong an ear-shattering pound, and steps back.\nSuddenly, someone on the otherside of the wall screams, “For God's sake, you as*hole…it's 3:30 in the god damn morning!”\n—8.\n|Taking Offence|\nA man walks into a bar, absolutely infuriated. He grabs a seat and hunches over. The bartender leans over, sayin “What can I get'ya”. The man orders a beer. As the bartender gives him the beer he asks him why he's in such a mood. The man replies saying “ Lawyers are assholes man.” Suddenly, a man in the back stood up. “HEY BUDDY, I TAKE OFFENCE TO THAT!” The man sitting down scowels and says “What are you a lawyer?” The man replies “NO, IM AN ASSHOLE”\n—9.\n|Reverse Psychology|\nA woman’s husband comes home hammered every night and she always yells at him before going to bed alone.\nOne day she decides to try some reverse psychology. When her husband staggers in that night, she’s waiting for him in her best lingerie. She sits him in an armchair and gives him a backrub.\n“It’s getting late, big boy,” she says after a few minutes. “Why don’t we go upstairs to bed.”\n“We might as well,” slurs the husband. “I’m going to be in trouble when I get home, anyway.”\n—10.\n|Beat the crap…|\nAn extremely modest man was in the hospital for a series of tests, which had left his bodily systems extremely upset. Upon making several false alarm trips to the bathroom, he decided the latest episode was another and stayed put.\nHe suddenly filled his bed with diarrhea and was embarrassed beyond his ability to remain rational. In a complete loss of composure he jumped out of bed, gathered up the bed sheets, and threw them out the hospital window.\nA drunk was walking by the hospital when the sheets landed on him. He started yelling, cursing, and swinging his arms violently trying to get the unknown things off, and ended up with the soiled sheets in a tangled pile at his feet. As the drunk stood there staring down at the sheets, a hospital security guard who watched the whole incident walked up and asked,“What the heck is going on?”\nThe drunk, still staring down, replied:\n“I think I just beat the crap out of a ghost.”\n—11.\n|Octopus|\nA guy walks into a bar with an octopus under his arm. He sets the octopus on a stool next to him and announces: “This is an amazing octopus. I'll bet anyone in this bar $50 that this octopus can play any instrument set in front of it.”\nNone of the people could believe this, so one guy brought up a guitar. The octopus took hold of the guitar and started picking away, better than Jimi Hendrix. The man took $50 from the guitarist. Next someone brings up a trumpet. The octopus started playing the trumpet, better than Herb Alpert. The man won another $50 from the trumpeter. Then some guy brought up some bagpipes. The octopus picked up the bagpipes for a minute and, looking a little puzzled, set them down again.\n“Can't you play the bagpipes?” asked the man. “Play it?” said the octopus, “I'm gonna screw it as soon as I figure out how to get its pajamas off.”\n—12.\n|Toiler Pain|\nA drunk gets up from the bar and heads for the bathroom. A few minutes later, a loud, blood curdling scream is heard from the bathroom. A few minutes after that, another loud scream reverberates through the bar.\nThe bartender goes into the bathroom to investigate why the drunk is screaming. “What's all the screaming about in there? You're scaring the customers!”\n“I'm just sitting here on the toilet and every time I try to flush, something comes up and squeezes the hell out of my testicles.”\nWith that, the bartender opens the door, looks in and says…“You idiot! You're sitting on the mop bucket!”\n—13.\n|Mistaken Identity|\nA man walks into a bar with a giraffe and they proceed to get blitzed. The giraffe drinks so much it passes out on the floor. The man gets up and heads for the door to leave when the bartender yells, “Hey! You can't leave that lyin' there!” The drunk replies, “That's not a lion! It's a giraffe.”\n—14.\n|Helluva Day|\nA guy came into a bar one day and said to the barman “Give me six double vodkas.”\nThe barman says “Wow! you must have had one hell of a day.”\n“Yes, I've just found out my older brother is gay.”\nThe next day the same guy came into the bar and asked for the same drinks. When the bartender asked what the problem was today the answer came back, “I've just found out that my younger brother is gay too!”\nOn the third day the guy came into the bar and ordered another six double vodkas.\nThe bartender said “Jesus! Doesn't anybody in your family like women?”\n“Yeah, my wife…”\n—\nVeit að síðasti hefur komið hingað áður, meira að segja ég senti hann inn =) En mér fannst hann svo fyndinn að ég varð að senda hann inn aftur! Vona að þetta var skemmtilegt, endilega segið ykkur hvað ykkur fannst um brandarana (þess vegna númeraði ég þá =)",
    "url": "https://www.hugi.is/humor/greinar/349595/drukknir-menn-alltaf-jafn-fyndnir/",
    "url_id": "349595",
    "id": "2729710",
    "replies": [
        {
            "user": "creative",
            "user_id": "58861",
            "date": "2005-11-25 15:17:48",
            "id": "2732514",
            "reply_to_id": "2729710",
            "text": "fyrstur;D"
        },
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2005-11-25 17:25:28",
            "id": "2733061",
            "reply_to_id": "2732514",
            "text": "I don't care, ef þú hefur ekkert skemmtilegt eða eitthvað að segja alls, ekki segja neitt!"
        },
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2005-11-25 19:04:42",
            "id": "2733452",
            "reply_to_id": "2733061",
            "text": "og hafðir þú eitthvað skemmtilegra að segja ? og þá hafði ég yfirleitt eitthvað skemmtilegt að segja. . ?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-25 19:17:26",
            "id": "2733502",
            "reply_to_id": "2733452",
            "text": "Mín svör voru í 99% tilvikna eitthvað með viti"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-25 23:37:40",
            "id": "2734492",
            "reply_to_id": "2733502",
            "text": "og hans er 99,99998999 % eitthvað með viti ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-25 23:38:51",
            "id": "2734497",
            "reply_to_id": "2734492",
            "text": "En ekki ég þá? =("
        },
        {
            "user": "sgo",
            "user_id": "35463",
            "date": "2005-11-25 17:09:23",
            "id": "2732999",
            "reply_to_id": "2729710",
            "text": "hahahahahahaha..LoL.\nnr.5:\nBut how on earth did you know that?\" The drunk replied,\n“Cause you're ugly.”\nhahahahahahahaha"
        },
        {
            "user": "sgo",
            "user_id": "35463",
            "date": "2005-11-25 17:21:05",
            "id": "2733041",
            "reply_to_id": "2732999",
            "text": "Nákvæmlega, finnst þér ekki myndin flott?"
        },
        {
            "user": "sgo",
            "user_id": "35463",
            "date": "2005-11-25 17:26:17",
            "id": "2733064",
            "reply_to_id": "2733041",
            "text": "Ég held að myndin sjáist ekki hjá mér , það er bara svona lítið merki í horninu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-25 17:28:11",
            "id": "2733076",
            "reply_to_id": "2733064",
            "text": "Nú??"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-26 19:08:47",
            "id": "2736641",
            "reply_to_id": "2733064",
            "text": "já líka hjá mé"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-26 23:59:00",
            "id": "2737541",
            "reply_to_id": "2736641",
            "text": "Bíddu er það þá ekki bara Error:C0211125 explenation: Windows Sucks ?"
        },
        {
            "user": "HoneyBunny",
            "user_id": "59729",
            "date": "2005-11-25 21:48:40",
            "id": "2734052",
            "reply_to_id": "2729710",
            "text": "snilld :D"
        },
        {
            "user": "Eddi",
            "user_id": "21852",
            "date": "2005-11-28 15:40:37",
            "id": "2742916",
            "reply_to_id": "2729710",
            "text": "hahahaha snilld !"
        },
        {
            "user": "Eddi",
            "user_id": "21852",
            "date": "2005-11-29 16:39:44",
            "id": "2747312",
            "reply_to_id": "2742916",
            "text": "og núna eins og lations myndu segja þá\n—1.|Brewery De Guiness|\nBrenda ÓMalley is homemade making the supper, as usual, when Tim Finnegan arrives its door.  “Brenda, can I comes I enter”  he requests.  “I have somethin ‘ to say already”.  “of course you can enter, you you are always pleasant, Tim.  But where he is my husband ”  “that is which I am here to say already, Brenda.”  There was an accident down in the brewery of Guinness… “” Oh, no. of the God“  Brenda shouts.  ”please it does not say to me.“  ”I must, Brenda.  His Shamus husband is dead and gone.  I am grieved.  Finally, she watched above for Tim.  “how it happened, Tim”  “he was terrible, Brenda.  It fell in a bathtub of beer of malto of Guinness and breathlessness ’.”  “Oh my dear Jesus!  But you must say truth to me, he of Tim. Did goes at least quickly ”  “well, not of Brenda….  In fact, he left three times to make piss.”\n—2.|Armed Robbery|\nA waiter is being able ready to close itself for the night in which a thief explodes inside and throws of a weapon.  “this is an armed holdup”  He shouts.  “he puts all his paste in a purse”  “he does not throw,” pleads for barkeep.  “I will do what you say”  The stuffed waiter all the money in a purse and the hands he raises.  The thief snatches it and then he at the top puts the weapon of the waiter and says, “all the right, now employs to me of the blowing”  “any thing”  the waiter shouts.  “just he does not throw”  The waiter obtains in his knees and begins to blow to the individual.  After some minutes, the thief obtains it so he excited falls his weapon.  The waiter above chooses the weapon for of the floor and the hands he again to the thief.  “he maintains the weapon, dammit,” he says.  “one of my friends could walk inside”\n—3.|12 shots|\nAn individual walks in a bar, feels down and says to the waiter, “fast viértame twelve drinks.”  The waiter spills twelve shots so and the individual begins to throw to them behind as quickly as he could, one after another one.  The waiter says to the individual, “boy you you are drinking those really fast drinks.”  The individuals say, “, you would be drinking well really fast also if you had what I have.”  The waiter says, “What've that you consiguio ‘”  The individual says, “75 cents.”\n—4.|The Dancer|\nA great woman, using a dress sleeveless of the sun, walked in a bar in Alabama.  It raised her right arm, revealing an enormous, melenuda armpit as it indicated to all the people who seated in the bar and requested, “what the man will buy one lady here a drink”  The bar went quiet as the pattern tried not to pay attention to her.  But down in the end of the bar, owly-eyed drunk closed of blow the hand down in the accountant and shouted, “it gives to dancer a drink”  The waiter spilled the drink and the woman again chugged down.She given return to the pattern and indicated around in all, revealing the same melenuda armpit, and order, “what the man will buy one lady here a drink”  Again, same the little drink down gave a pat to its money in the bar and saying, “gives to dancer another drink”  The waiter approached little drunk and, “I say, old he cracks happiness, it is its business if you wish to buy to the lady a drink, but porqué you keep calling of her the dancer”  To have answered drunk, “any woman who can raise her leg that above she has to be dancer”\n—5.|Drunk Purchases|\nA woman made purchases in her local supermarket in where she I select ’:  a half-gallon of the milk of 2%, of an egg cardboard, a quarter of gallon of orange juice, of a head of the lettuce of romaine, of a tin of 2 pounds of coffee, and of a package of 1 frees of the bacon.  Then she unloaded her articles in the transporting band to verify towards outside, a drunk situation behind her watched whereas it put articles in front of the teller.  Whereas the teller sounded upon his purchases, drunk indicated calmly, “you must be single.”  The woman was a small piece startled by this proclamation, but the intuition of derrelicto captivated it, since she was in fact single.  She watched her six articles in the strap and she did not see anything particularly unusual on his selections that could have inclined of the drunkard to their civil state.  The curiosity that obtains to him to the best one of her, she said well “, knows which, you are absolutely correct.  But how in the Earth you knew that ”  To have answered drunk, “cáusele is ugly.”\n—6.|Caress The Crocodile|\nAn individual walks in a bar with a crocodile of the domestic animal by its side.  It puts the crocodile for above in the bar.  It gives return to the pattern amazing.  “I will do a distribution to him.  I will open the mouth of this crocodile and will place my genital organs inside.  Then the gator will close its mouth for a minute.  It then will open his mouth and I will clear my unit unscathed.  In the return to testify this spectacle, each one of you you will buy a drink to me.”  The crowd murmured its approval.  The man was stopped for above in the bar, he fell his trousers, and he put his privates in the opened mouth of the crocodile.  The gator closed its mouth whereas jadeó the crowd.  After a minute, the man hardly grasped a bottle of beer and RAP the crocodile in the cover of his head.  The gator opened its mouth and the man cleared his genital organs - unscathed according to the fiance'.  They gave the crowd animated and first of its free drinks.  The man was stopped for above and made another supply again.  “promissory note to any person $100 who is arranged to give an attempt him.”  A silence lowered on the crowd.  After awhile, a hand entered for above the posteriora part of the bar.  A blond woman timidly spoke for above.  “she will try it ‘” I only said, “but if you promise not to strike to me in the head with the bottle of beer”\n—7.|Clock Speaking|\nOne night a drunk individual is demonstrating late to some friends around its apartment brandnew.  The last shutdown is the dormitory, where gongo of great yellow copper feels next to the bed.  for “which is that gongo”  the friend asks to him.  “he is not gongo,” the drunk answers.  “it is a clock speaking.”  “how he works”  The individuals take a hammer, give to gongo the pound hear-that break, and steps behind.  Suddenly, somebody in otherside of the wall shouts, “for the reason for the God, you as*hole… that is 3:30 in the morning of the curse of the God”\n—8.|To take Offense|\nA man absolutely walks in a bar, infuriated.  It roasts a seat and hunches above.  The waiter inclines above, sayin “what get’ya of I can”.  The man requests a beer.  Then the waiter gives to the beer he to him asks porqué he to him is in such humor.  The answers of the man that say to “lawyers are man of assholes.”  Suddenly, a man in the posteriora part was stopped for above.  “HEY PAL, I TAKE TO OFFENSE THAT ONE”  The man who feels under scowels and says “which are you a lawyer”  The man answered “NO, IM a ASSHOLE”\n—9.|Reversa Psychology|\nThe husband of a woman comes hammered home every night and she always shouts in him before only going away to the bed.  A day she decides to try a certain psychology reversa.  When his husband staggers in which night, she is waiting for it in her better underclothes.  It feels it in an armchair and she gives backrub him.  “she is obtaining slow, great boy,” she says after some minutes.  “porqué we are not above going to lay down.”  “we also could,” slurs the husband.  “I am going to be in hardship when with homemade himself, in any case.”\n—10.|Dressing gown crap…|\nAn extremely modest man was in the hospital for a series of tests, that they had left his upset corporal systems extremely.  On the vario manufacture false alarming shoots to the bathroom, he decided that the last episode was another one and remained put.  It filled his bed of diarrea suddenly and was disturbed beyond his capacity to continue being rational.  In a complete loss of calm he jumped of bed, he collected upon the bed leaves, and he sent them outside the window of the hospital.  A drunkard walked by the hospital when the leaves landed in him.  He began to shout, to curse, and to make pivot his arms that violently tried to lower of the unknown things, and finished for above with the leaves stained in a battery entangled in his feet.  Whereas the stopped drunkard walked there who watched down the leaves fixedly, a protector of security of the hospital that watched the incident whole number for above and requested, “in what heck goes”  Drunk, immovable watching fixedly down, answered:  “I think that as soon as I beat crap outside a ghost.”\n—11.|Squid|\nAn individual walks in a bar with a squid underneath its arm.  It fixes the squid to a stool next to him and he announces it:  “this is an amazing squid.  I will bet any person in this bar $50 that this squid knows to play any fixed in front of him.”  No of people could believe this, so an individual brought above for a guitar.  The squid took the grasping from the guitar and began to choose far, improvement that Jimi Hendrix.  The man took $50 from guitarist.  Following somebody brings above for a trompeta.  The squid began to touch the trompeta, improvement that the Alpert grass.  The man gained other $50 of trumpeter.  Then some individual brought above for some gaitas.  The squid took the gaitas by a minute and, watching to have disturbed little, it fixed them down again.  “you cannot game the gaitas”  he asked man.  “juegúelo”  the squid said, “I am going to screw as soon as calculates it outside how to lower of its pajamas.”\n—12.|Pain De Toiler|\nA drunkard rises of the bar and the heads for the bathroom.  Few minutes later, a noisy one, shout of the curd of the blood are heard of the bathroom.  Some minutes after that, another noisy shout reverberates through the bar.  The waiter enters the bathroom to investigate porqué the drunkard is shouting.  “which is all griterío around inside alli ‘?  You are scaring clients ”  “I am seated right here in the dressing table and whenever attempt to clean with a water spurt, something comes for above and expresses hell outside my testicles.”  With that, the waiter opens the door, watches inside and says… to idiot of the “You!  You one is seating in the bucket of aljofifar ”\n—13.|Mistaken Identity|\nA man walks in a bar with giraffe and come to obtain blitzed.  The drinks of giraffe as much that it happens towards outside in the floor.  The man rises and directed so that the door goes away when the waiter shouts, “hey!  You cannot leave that lyin ’ alli ' ”  The drunk answers, “that are not a lion!  He is giraffe.”\n—14.|Day De Helluva|\nAn individual wine in a bar a day and said to the barman “gives six double vodkas me.”  The barman says the “ululación!  you must have had a hell of a day.”  “yes, I finish discovering to my older brother I am glad.”  The same individual came in the bar and requested the following day same drinks.  When the waiter asked which was today the answer the problem became, “I finish discovering that my younger brother is glad also”  In the third day the individual wine in the bar and requested other six double vodkas.  The “Jesus this waiter!  Not anyone in its family like women ”  “yes, my wife…”"
        },
        {
            "user": "Diesel",
            "user_id": "35420",
            "date": "2005-11-29 22:46:43",
            "id": "2749219",
            "reply_to_id": "2747312",
            "text": "say what?"
        },
        {
            "user": "pezkall87",
            "user_id": "52416",
            "date": "2005-12-03 23:07:45",
            "id": "2766159",
            "reply_to_id": "2729710",
            "text": "og núna eins og lations myndu segja þá\n—1.|Brewery De Guiness|\nBrenda ÓMalley is homemade making the supper, as usual, when Tim Finnegan arrives its door. “Brenda, can I comes I enter” he requests. “I have somethin ‘ to say already”. “of course you can enter, you you are always pleasant, Tim. But where he is my husband ” “that is which I am here to say already, Brenda.” There was an accident down in the brewery of Guinness… “” Oh, no. of the God“ Brenda shouts. ”please it does not say to me.“ ”I must, Brenda. His Shamus husband is dead and gone. I am grieved. Finally, she watched above for Tim. “how it happened, Tim” “he was terrible, Brenda. It fell in a bathtub of beer of malto of Guinness and breathlessness ’.” “Oh my dear Jesus! But you must say truth to me, he of Tim. Did goes at least quickly ” “well, not of Brenda…. In fact, he left three times to make piss.”\n—2.|Armed Robbery|\nA waiter is being able ready to close itself for the night in which a thief explodes inside and throws of a weapon. “this is an armed holdup” He shouts. “he puts all his paste in a purse” “he does not throw,” pleads for barkeep. “I will do what you say” The stuffed waiter all the money in a purse and the hands he raises. The thief snatches it and then he at the top puts the weapon of the waiter and says, “all the right, now employs to me of the blowing” “any thing” the waiter shouts. “just he does not throw” The waiter obtains in his knees and begins to blow to the individual. After some minutes, the thief obtains it so he excited falls his weapon. The waiter above chooses the weapon for of the floor and the hands he again to the thief. “he maintains the weapon, dammit,” he says. “one of my friends could walk inside”\n—3.|12 shots|\nAn individual walks in a bar, feels down and says to the waiter, “fast viértame twelve drinks.” The waiter spills twelve shots so and the individual begins to throw to them behind as quickly as he could, one after another one. The waiter says to the individual, “boy you you are drinking those really fast drinks.” The individuals say, “, you would be drinking well really fast also if you had what I have.” The waiter says, “What've that you consiguio ‘” The individual says, “75 cents.”\n—4.|The Dancer|\nA great woman, using a dress sleeveless of the sun, walked in a bar in Alabama. It raised her right arm, revealing an enormous, melenuda armpit as it indicated to all the people who seated in the bar and requested, “what the man will buy one lady here a drink” The bar went quiet as the pattern tried not to pay attention to her. But down in the end of the bar, owly-eyed drunk closed of blow the hand down in the accountant and shouted, “it gives to dancer a drink” The waiter spilled the drink and the woman again chugged down.She given return to the pattern and indicated around in all, revealing the same melenuda armpit, and order, “what the man will buy one lady here a drink” Again, same the little drink down gave a pat to its money in the bar and saying, “gives to dancer another drink” The waiter approached little drunk and, “I say, old he cracks happiness, it is its business if you wish to buy to the lady a drink, but porqué you keep calling of her the dancer” To have answered drunk, “any woman who can raise her leg that above she has to be dancer”\n—5.|Drunk Purchases|\nA woman made purchases in her local supermarket in where she I select ’: a half-gallon of the milk of 2%, of an egg cardboard, a quarter of gallon of orange juice, of a head of the lettuce of romaine, of a tin of 2 pounds of coffee, and of a package of 1 frees of the bacon. Then she unloaded her articles in the transporting band to verify towards outside, a drunk situation behind her watched whereas it put articles in front of the teller. Whereas the teller sounded upon his purchases, drunk indicated calmly, “you must be single.” The woman was a small piece startled by this proclamation, but the intuition of derrelicto captivated it, since she was in fact single. She watched her six articles in the strap and she did not see anything particularly unusual on his selections that could have inclined of the drunkard to their civil state. The curiosity that obtains to him to the best one of her, she said well “, knows which, you are absolutely correct. But how in the Earth you knew that ” To have answered drunk, “cáusele is ugly.”\n—6.|Caress The Crocodile|\nAn individual walks in a bar with a crocodile of the domestic animal by its side. It puts the crocodile for above in the bar. It gives return to the pattern amazing. “I will do a distribution to him. I will open the mouth of this crocodile and will place my genital organs inside. Then the gator will close its mouth for a minute. It then will open his mouth and I will clear my unit unscathed. In the return to testify this spectacle, each one of you you will buy a drink to me.” The crowd murmured its approval. The man was stopped for above in the bar, he fell his trousers, and he put his privates in the opened mouth of the crocodile. The gator closed its mouth whereas jadeó the crowd. After a minute, the man hardly grasped a bottle of beer and RAP the crocodile in the cover of his head. The gator opened its mouth and the man cleared his genital organs - unscathed according to the fiance'. They gave the crowd animated and first of its free drinks. The man was stopped for above and made another supply again. “promissory note to any person $100 who is arranged to give an attempt him.” A silence lowered on the crowd. After awhile, a hand entered for above the posteriora part of the bar. A blond woman timidly spoke for above. “she will try it ‘” I only said, “but if you promise not to strike to me in the head with the bottle of beer”\n—7.|Clock Speaking|\nOne night a drunk individual is demonstrating late to some friends around its apartment brandnew. The last shutdown is the dormitory, where gongo of great yellow copper feels next to the bed. for “which is that gongo” the friend asks to him. “he is not gongo,” the drunk answers. “it is a clock speaking.” “how he works” The individuals take a hammer, give to gongo the pound hear-that break, and steps behind. Suddenly, somebody in otherside of the wall shouts, “for the reason for the God, you as*hole… that is 3:30 in the morning of the curse of the God”\n—8.|To take Offense|\nA man absolutely walks in a bar, infuriated. It roasts a seat and hunches above. The waiter inclines above, sayin “what get’ya of I can”. The man requests a beer. Then the waiter gives to the beer he to him asks porqué he to him is in such humor. The answers of the man that say to “lawyers are man of assholes.” Suddenly, a man in the posteriora part was stopped for above. “HEY PAL, I TAKE TO OFFENSE THAT ONE” The man who feels under scowels and says “which are you a lawyer” The man answered “NO, IM a ASSHOLE”\n—9.|Reversa Psychology|\nThe husband of a woman comes hammered home every night and she always shouts in him before only going away to the bed. A day she decides to try a certain psychology reversa. When his husband staggers in which night, she is waiting for it in her better underclothes. It feels it in an armchair and she gives backrub him. “she is obtaining slow, great boy,” she says after some minutes. “porqué we are not above going to lay down.” “we also could,” slurs the husband. “I am going to be in hardship when with homemade himself, in any case.”\n—10.|Dressing gown crap…|\nAn extremely modest man was in the hospital for a series of tests, that they had left his upset corporal systems extremely. On the vario manufacture false alarming shoots to the bathroom, he decided that the last episode was another one and remained put. It filled his bed of diarrea suddenly and was disturbed beyond his capacity to continue being rational. In a complete loss of calm he jumped of bed, he collected upon the bed leaves, and he sent them outside the window of the hospital. A drunkard walked by the hospital when the leaves landed in him. He began to shout, to curse, and to make pivot his arms that violently tried to lower of the unknown things, and finished for above with the leaves stained in a battery entangled in his feet. Whereas the stopped drunkard walked there who watched down the leaves fixedly, a protector of security of the hospital that watched the incident whole number for above and requested, “in what heck goes” Drunk, immovable watching fixedly down, answered: “I think that as soon as I beat crap outside a ghost.”\n—11.|Squid|\nAn individual walks in a bar with a squid underneath its arm. It fixes the squid to a stool next to him and he announces it: “this is an amazing squid. I will bet any person in this bar $50 that this squid knows to play any fixed in front of him.” No of people could believe this, so an individual brought above for a guitar. The squid took the grasping from the guitar and began to choose far, improvement that Jimi Hendrix. The man took $50 from guitarist. Following somebody brings above for a trompeta. The squid began to touch the trompeta, improvement that the Alpert grass. The man gained other $50 of trumpeter. Then some individual brought above for some gaitas. The squid took the gaitas by a minute and, watching to have disturbed little, it fixed them down again. “you cannot game the gaitas” he asked man. “juegúelo” the squid said, “I am going to screw as soon as calculates it outside how to lower of its pajamas.”\n—12.|Pain De Toiler|\nA drunkard rises of the bar and the heads for the bathroom. Few minutes later, a noisy one, shout of the curd of the blood are heard of the bathroom. Some minutes after that, another noisy shout reverberates through the bar. The waiter enters the bathroom to investigate porqué the drunkard is shouting. “which is all griterío around inside alli ‘? You are scaring clients ” “I am seated right here in the dressing table and whenever attempt to clean with a water spurt, something comes for above and expresses hell outside my testicles.” With that, the waiter opens the door, watches inside and says… to idiot of the “You! You one is seating in the bucket of aljofifar ”\n—13.|Mistaken Identity|\nA man walks in a bar with giraffe and come to obtain blitzed. The drinks of giraffe as much that it happens towards outside in the floor. The man rises and directed so that the door goes away when the waiter shouts, “hey! You cannot leave that lyin ’ alli ' ” The drunk answers, “that are not a lion! He is giraffe.”\n—14.|Day De Helluva|\nAn individual wine in a bar a day and said to the barman “gives six double vodkas me.” The barman says the “ululación! you must have had a hell of a day.” “yes, I finish discovering to my older brother I am glad.” The same individual came in the bar and requested the following day same drinks. When the waiter asked which was today the answer the problem became, “I finish discovering that my younger brother is glad also” In the third day the individual wine in the bar and requested other six double vodkas. The “Jesus this waiter! Not anyone in its family like women ” “yes, my wife…”\nHaha ég er svo mikill nörd að ég las allt heila klabbið tvisvar… Og skemmti mér konunglega í bæði skipti."
        },
        {
            "user": "pezkall87",
            "user_id": "52416",
            "date": "2005-12-04 16:04:33",
            "id": "2768398",
            "reply_to_id": "2766159",
            "text": "umm… óþarfi…?"
        }
    ]
}