{
    "forum_title": "Harry Potter",
    "user": "lyras",
    "user_id": "53724",
    "date": "2005-11-28 01:27:42",
    "title": "Lífið 10. kafli - Árás!",
    "text": "Loksins, loksins er nýr kafli kominn!! Ég gæti notað afsökunina að ég sé byrjuð í skólanum og það sé mikið að gera…en sannleikurinn er að ég var algjörlega hugmyndalaus í langan tíma!! En ég er komin á flug á ný og vonandi er ekki langt í næsta kafla…\nÁrás!\n“Tilbúin?” spurði Jo og hoppaði spennt upp og niður. Ron stóð við hlið hennar, ekkert minna spenntur, þótt hann væri ekki hoppandi.\n“Ron, ef þú ert búinn að eyðileggja fallega barnaherbergið mitt…” sagði Ginny hálfógnandi og lyfti Lily upp úr burðarstólnum. Hún var ennþá hálfsofandi og mótmælti að vera dregin úr hlýju stólsins.\nLily og Ginny voru á sjúkrahúsinu í sex daga, áður en græðararnir hleyptu þeim heim. Ron og Jo nýttu tímann til að klára barnaherbergið á meðan. Harry fannst það frekar flott hjá þeim. Engir bleikir litir, ekkert prinsessudót. Bara hreinir og fallegir náttúrulitir og birkihúsgögn.\n“Ég eyðilagið það ekki…” byrjaði Ron móðgaður en Jo þaggaði niður í honum með snöggum kossi.\n“Hún verður bara að sjá fyrir sjálfa sig.” sagði hún ákveðin og opnaði hurðina.\nSólskinið flæddi inn um stóra glugga og baðaði átthyrnda herbergið í gylltu ljósi. Gullnir geislar léku við ljósgult teppið og veggirnir voru veggfóðraðir með stórröndóttu ljósgrænu og grasgrænu veggfóðri. Vaggan sem þau keyptu í Skástræti stóð í miðju herberginu og það glampaði á lakkað birkið. Sængurfötin sem Molly hafði skreytt með örsmáum krossaumsmunstrum af liljum pössuðu fullkomlega við áklæðið á skiptiborðinu sem stóð upp við einn vegginn. Ginny starði og gapti.\n“Vá!” sagði hún einfaldlega og hlammaði sér niður í ruggustól sem stóð út í horni. Hún starði orðlaus í kringum sig.\n“Engir bleikir litir!” sagði hún hálfundrandi og hálf í gríni. “Ég bjóst við bleikri prinnsessuparadís!”\nRon hnussaði. “Ginny, dóttir þín er rauðhærð. Þú setur ekki rauðhært barn í bleikt herbergi. Svo einfalt er það.”\nGinny lyfti augabrún og starði á hann. Eyrun á honum roðnuðu. “Hvað? Konan í málingarbúðinni sagði það.”\n“En ertu ánægð, Ginny?” spurði  Jo kvíðin.\n“Ánægð? Ég elska þetta herbergi!” lýsti Ginny yfir. “Og nú langar mig, á meðan dóttir þín sefur Harry, að fá alvöru mat. Spítalamatur er ekki góður, ef maður segir það kurteisislega.”\nHún þefaði út í loftið. “Mamma er mætt á svæðið og byrjuð í eldhúsinu.” lýsti hún ánægð yfir.\n“Jæja, en við þurfum að fara, Ron.” sagði Jo ákveðin og dreif sig  á fætur.\n“Hvert eruð þið að fara?” spurði Hary, svolítið hissa, Jo tók hver einasta tækifæri sem gafst í Weasley-mat.\n“Skoða íbúð.” svaraði Jo. “Algjöra dúlluíbúð í gamalli verksmiðju við Thames. Reyndar er verðið alveg upp í skýjunum, en gæslumaður Chudley Rakettanna ætti að ráða við það.” Hún gaf Ron olnbogaskot. “Ekki satt Ron?”\n“Auðvitað. Bara ekki búast við humarmáltíðum á hverju kvöldi.” svaraði Ron og stóð á fætur.\n“Ég gerði það ekki til að byrja með.” svaraði Jo á leiðinni út úr herberginu.\n“Hvað meinarðu með því? Finnst þér ég vera nískur…” Rödd Rons dó út þegar þau héldu niður stigann og útihurðin heyrðist skella.\nGinny dró djúpt andann og Harry kom og settist á stólarminn hjá henni.\nÞau sátu í smástund og horfðu á sofandi andlit dóttur sinnar. Örlítill rauður hárbrúskur gægðist undan hvítri húfu. Hún var klædd í gulan samfesting með blúndur í hálsmálið og ermarnar. Gjöf frá Tonks og Lupin. Ginny andvarpaði djúpt af gleði.\n“Hvað?” spurði Harry.\n“Ég var bara ða hugsa um það að ég fæ að sofa í mínu eigin rúmi í kvöld!”\nÞremur vikum seinna:\nHarry og Ginny stóð upp við altarið og héldu á Lily. Hún var klædd í síðan hvítan skírnarkjól sem öll Weasley systkinin voru skírð í. Og núna hún.\nRon og Jo stóðu við hlið þeirra sem guðforeldrar Lilyar. Ron vildi ennþá ekki trúa því.\n“Ég? Guðfaðir? En…en…það er fyrir fullorðna! Ég er ekki fullorðinn!” Hann lauk setningunni svolítið vantrúaður. “Held ég…”\nPresturinn lauk því sem hafði litið út fyrir að vera endalaus ræða og spurði Ginny: “Hvað á barnið að heita?”\nMolly Weasley færði sig framar í sætinu, því Harry og Ginny höfðu harðneitað að segja nokkrum frá nafninu.\n“Lily Independece.” svaraði Ginny stolt.\nJo tók við Lily og presturinn tók örlítið vatn í lófann.\n“Ég skíri þig, Lily Indepndence í nafni Guðs föður, sonar og heilags anda. Amen.”\nLily grét bara örlítið þegar presturinn jós vatni yfir eldrauðan kollinn á henni.\nStórkostleg veisla  beið þeirra þegar þau komu í Hreysið. Molly var sannur meistari þegar kom að mat. Þriggja hæða skírnarkaka bar hæst af öllu. Og með henni sjö mismunadi sortir af heimatilbúnu konfekti, kökur eins og hver gat í sig látið. Og með þessu öllu hunangsöl eins mikið og þú gast drukkið. Að ósk Ginnyar.\nMolly gat varla hamið vanþóknunina.\n“Alkahól í skírnarveislu? Skírnarveislu dóttur þinnar meira að segja?!?” hafði hún nánast skrækt þegar Ginny pantaði drykki.  (oki, kommon, hunangsöl er varla áfengara en malt!!!)\nEn Ginny réði og þar við sat.\nÞessa daga á meðan skírnarveisla breyttust allar karlkyns verur í senditíkur og ekkert annað. Harry sæktu þetta, Ron sæktu hitt. Arthur, ekki vera með puttana í kreminu, Bill hengdu þetta upp! Allir sáu sér þann kostinn vænstan að forða sér og gerðu það hið snatrasta. Nýja íbúðin hjá Ron og Jo var vinsælasta athvarfið. Hún var í gamalli verksmiðju sem búið var að breyta í íbúðir fyrir galdramenn. Þetta var mjög einföld íbúð. Tvö herbergi og stofa/eldhús. Allt var byggt úr múrsteinum og með steypugólfi nema svefnherbergið. Það var á annari hæð sem þú gekkst upp hringlaga járnstiga, soðinn saman á hornunum. Þar komstu upp á litlar svalir og þar settu Ron og Jo king-size rúmið sitt og það fyllti nánast upp í allt herbergið. Á neðri hæðinni var lítill járnarinn sem stóð út á miðju gólfi og gluggar frá gólfi og upp í loft. Eldhúsinnréttingin var úr hreinu smíðajárni, soðin saman á samskeytunum og á litlum kubbslegum járnfótum.  Og þarna var hver einasti karlmaður í Weasley fjölskyldunni. Og Jo. Hennar afsökun var að hún vildi ekki að þeir sprengdu upp íbúðina hennar, en Harry hafði lúmskan grun um að hennar ástæður væru þær sömu og allra hinna.\nEn loksins var dagurinn runninn upp. Molly Weasley hafði staðið á haus seinasta kvöldið og á endanum varð að draga hana (með afli) upp í svefnherbergi og leggja á hana sömu svefnálög á hana og voru lögð á Lily.\n“Harry?” Arthur Weasley stóð við hliðina á Harry, alvarlegur á svipinn. “Hefurðu nokkrar mínútur til að spjalla við mig?”\n“Ömm….sjálfsagt, Arthur. Um hvað?” svaraði Harry.\nArthur leiddi Harry inn í afskekt horn á stofunni.\n“Harry,” hann ræskti sig. “Ég vil vita hvað þú hyggst gera núna?”\n“Ömm…ég veit það ekki. Ég var að spá í að kíkja á Lupin og Tonks, og svo er ansi girnileg kaka þarna….og fullt af konfekti líka, ég fékk ekkert á meðan það var búið til…” svaraði Harry frekar hissa.\n“Nei, nei, Harry. Ég var að tala um lengra inn í framtíðina.” greip Arthur framm í fyrir honum. “Hver maður sér að Voldemort er að eflast. Og þú ert aðalskotmark hans. Hvað ætlar þú að gera í sambandi við Ginny og Lily? Árásin á Quidditchvöllinn sannar að það er ekki öruggt að ganga um eins og hver annar Jói….”\nHarry andvarpaði djúpt.  Hann hafði raun verið að hugsa sömu hugsanirnar sjálfur.\n“Þetta er rétt hjá þér, Arthur. Ég verð að fara í felur, undirbúa mig betur. En mér er illa við það, þú sérð hvernig fór fyrir foreldrum mínum…”\n“Harry,” Lupin stóð fyrir aftan hann. “Foreldrar þínir gerðu þau mistök að treysta aumingja og svikara. Þau mistök verða ekki gerð aftur.”\n“Nákvæmlega,” samsinnti Arthur. Eitthvað dökkbrúnt var að myndast í fjarska. Stór turnugla flaug nokkrum sekúndum síða inn um opinn gluggann og sleppti Spámannstíðindum við fætur Lupins. Hann tók það upp og las fyrirsögnina. Allur litur var skyndilega horfinn úr andliti hans.\n“Harry,” stundi hann svo upp. “Þú ættir að lesa þetta.” Hann rétti Harry blaðið.  Harry fölnaði einnig þegar hann las fyrirsögnina.\nAzkaban fangi finnst látinn í klefa sínum.\nFyrrum drápari og dæmdur fangi, Lucius Malfoy, fannst látinn í klefa sínum á aðfararnótt sunnudags.\nVerðir Azkaban fangelsins fundu Lucius Malfoy látinn í klefa sínum snemma í morgun. Talið er að hr. Malfoy hafi framið sjálfsmorð þar sem engin merki eru um innbrot.\nLucius Malfoy (46) fannst hangandi niður úr lofti klefa síns, hengdur í eigin lökum. Hann skildi eftir sig sjálfsmorðsbréf, að sögn, en blaðamenn fengu ekki að heyra um innihald þess. Í raun fengu blaðamenn afskaplega litlar upplýsingar.\n“Náunginn var líklegast bara þreyttur á lífinu,” sagði Archibald Buckle, talsmaður Azkaban fangelsins. “Dæmdur morðingi, útskúfaður fylgismaður Þið-vitið-hvers, það er furða að hann brast ekki fyrr. Og með þetta sjálfsmorðsbréf, ég er ekki einu sinni búinn að lesa það sjálfur. Það var stílað á ákveðna manneskju og sú manneskja les það fyrst. Við virðum óskir hins látna.”\nLucius Malfoy var dæmdur í tveggja ára skilorðsbundið  fangelsi 1997 en sat bara inni í hálft ár vegna góðrar hegðunar. Hann var aftur handsamaður árið 2000, af engum öðrum en Harry Potter sjálfum, og ákærður fyrir hin hræðilegu muggafjöldamorð þremur árum fyrr. Hann var dæmdur í lifstíðarvist í Azkaban auk þess sem fyrirskipuð var umfangsmikil sálfræðimeðferð. Hr. Malfoy var virtur meðlimur samfélgsins allt fram til 1995 þegar hann var afhjúpaður sem fylgismaður  Hans-sem-ekki-má-nefna af Harry Potter og eiginkonu hans, þá Ginny Weasley, en nú Ginny Potter. Þau eignuðust dóttur fyirir tveimur vikum síðan og er skírnarveisla hennar haldin í dag. Hvað litla stúlkan heitir er enn óþekkt þótt margar hugmyndir séu uppi.( Til að lesa nánar um þær hugmyndir flettið á bls. 4.)\nEkki náðist í ekkju herra Malfoys eða son þeirra, Draco.\nHarry lét blaðið síga.\n“Helvíti á eftir að brjótast út,” lýsti hann einfaldlega yfir. “Draco á eftir að koma á eftir mér. Það var eftir allt saman ég sem kom Luciusi inn í Azkaban. “\nGinny gekk yfir til þeirra, haldandi á sofandi Lily.\n“Hvað er í gangi hérna?” spurði hún. “Þið eruð svo alvarlegir, það mætti halda að einhver hefði dáið.” bætti hún við í gríni. Arthur ræskti sig vandræðalega.\n“Ha? Einhver dáið?” hann hló taugaóstyrkur. “Það sem þér dettur í hug elskan. Auðvitað dó enginn!”\nGinny horfði grunsamlega á hann.\n“Arthur,” sagði Harry ákveðinn. “Hún hefur alveg jafn mikinn rétt og allir til að heyra sannleikann.”\n“Harry?” sagði Ginny spyrjandi.\n“Lucius Malfoy er dáinn.” sagði Harry þunglega. “Framdi sjálfsmorð í Azkaban.”\nGinny tók andköf. “Og Draco veit að þú komst honum í Azkaban. Hann verður á hælunum á þér eftir þetta, í leit að hefnd.” sagði hún.\n“Einmitt það sem ég óttast. Og Draco var aldrei alveg heill á geði eftir….atvikið með Dumbledore. Merlin veit hvað hann ger…..” Harry náði ekki að klára setninguna því hávært BÚMM barst utan úr garði og steinbrotum ringdi inn um opinn gluggann. Nokkrum sekúndum seinna heyrðist rödd öskra.\n“Harry Potter!”\nDraco var kominn.\n“Harry Potter!” öskraði hann aftur. “Komdu út og mættu mér eins og maður, gungan þín!”\nDraco var hörmung að sjá. Hár hans, sem var venjulega hreint og vel greitt var úfið og þakið drullu og blóði?. Ekki sást í stórkostlegu smaragðsgrænu flauelsskikkjuna sem hann ar í fyrir blóði, drullu og kvistum. En andlitið var ógnvænlegast. Það var stjarfnað í einhverskonar dauðagrímu manns sem hefur séð allt og er nákvæmlega sama hvað gerist eftir það.\nHarry stökk út um gluggann með sprotann í hönd. Á bak við hann heyrði hann Ginny hrópa.\n“Harry, farðu varlega! Ekki drepa hann!”\nDraco leit í áttina til hennar og spýtti út úr sér með fyrirlitningu. “Þegi þú litla hóran þín! Ég þarf ekki þína vernd gegn þessari gungu!”\nHarry hundsaði Draco en leit til Ginnyar. “Ég get ekki lofað neinu, en ég skal reyna.” fullvissaði hann Ginny.  Hann nálgaðist Draco varlega.\n“Draco? Hvað er í gangi? Afhverju ertu ekki heima hjá mömmu þinni og Ellu?” spurði Harry varlega.\n“Hah,” hnussaði Draco. “Eins og þeim sé ekki nákvæmlega sama þótt karlinn hafi drepist. Nei, hann sagði mér að ganga frá þér…spádómur eða ekki spádómur. Þú drapst föður minn og nú drep ég þig!!”\n“Draco, verður líf þitt betra ef þú drepur mig? Faðir þinn verður ennþá dáinn. Og þú endar á sama stað og drap hann. Er það eitthvað sem þú vilt?”\nDraco horfði enn óhaggandi á Harry, sprotinn reistur og benti á brjóst Harrys. Svo var eins og eitthvað hikaði innan í honum. Sprotinn titraði í smástund, en svo tók hann ákvörðun. Hann hóf sprotann hátt upp í loft….\n“Nei!!” hrópaði Ginny og stökk út um gluggann. “Þú drepur hann ekki!” Hún gekk ógnandi að Draco sem stóð furðulostinn, rétti Harry Lily í einni ákveðinni hreyfingu og stormaði upp að Draco.\n“Nú skalt þú hlusta á mig, ræfillinn þinn,” sagði hún einbeitt. “Ég veit ekki hvað þú heldur að þú sért, en morðingi ertu ekki. Þú ert brjálaður, það er víst, en þú færð aðra til að gera skítverkin fyrir þig. **SPOILER!!** Þú gast ekki drepið Dumbledore, þú fékkst annan svikara til að gera það fyrir þig! **SPOILER HÆTTUR!!** Og nú kemur þú í skírnarveislu dóttur minnar og ætlar að drepa manninn minn! Ég held nú síður! Svo þú skalt hætta þessum svaka sorgarleikum þínum, þú hataðir kallinn hvort eð er, og lifa lífinu! Skilja við þetta vélmenni sem þú ert giftur, flytja að heiman, hætta í litla genginu þínu og eignast líf! Hætta að hóta öllum í kringum þig!” Hún þreif sprotann úr hendi Dracos og fleygði honum inn um stofugluggann þar sem furðulostnir tvíburarnir tóku hann upp. Ginny var að enda við að kalla Dráparana “lítið gengi!”  Svo gerðist það ótrúlega. Ginny reisti höndina hátt til lofts og rak Draco rokna löðrung. Svo svakalegann að hann kastaðist aftur á bak og barði hausnum utan í stórt eikartré.  Hann skall á það með óhugnalegu klunk hljóði og hneig svo niður. Ginny var greinilega ekki búin með hann, heldur dró sprotann sinn innan úr erminni og sagði hvasst við Draco.\n“Stattu upp, litli aumingi! Ég er ekki búin með þig!”\nDraco leit undrandi upp og geðveikisglampinn sem var í auga hans var horfinn.\n“Ginny?” sagði hann undrandi. “Átt þú ekki að vera í skírnarveislu í dag?” Svo leit hann í kringum sig. “Hvar er ég?”\nGinny horfði hissa á hann. “Þú ræðst inn í skírnarveislu dóttur minnar og hótar að drepa Harry og spyrð svo hvar þú sért? Ertu á einhverju?”\nDraco horfði ennþá undrandi á hana. “Réðst ég inn í skírnarveislu? Síðasta sem ég man er að lesa eitthvað bréf sem pabbi skildi eftir sig þegar hann drapst loksins…”\nHugur Harrys vann á ljóshraða.\n“Einhverskonar eftirá stýribölvun,” muldraði hann. “Getur þú munað hvað stóð í bréfinu Draco?”\nDraco hugsaði sig um í nokkrar sekúndur og fölnaði svo upp.\n“Allir…dragið fram sprotana ykkar. Þeir koma! “ hvíslaði hann.\nHarry starði á hann í tvær sekúndur eða svo þar til skyggnaþjálfunin tók yfir.\n“Allir sem treysta sér í bardaga safnist til mín. Aðrir, gamlir og börn, tilflytjist á öruggan stað og alls ekki koma aftur nema einhver úr okkar röðum segi ykkur að alt sé í lagi.” Eldra fólkið hlýddi strax, tók börn í fangið og tilfluttust með þau. Harry fullvissaði sig um að allir væru farnir og snéri sér að liðinu sem hafði safnast í kringum eikina. “Jæja fólk. Við vorum vöruð við árás frá Drápurum og hugsanlega Voldemort..”  Bara örlítill hrollur fór í gegnum hópinn. Harry leit á Draco.\n“Hversu mikið manstu af þessu bréfi?” spurði hann.\n“Ekki mikið.” svaraði Draco. “Efst var einhver þula og ég hoppaði bara yfir hana. Svo stóð bara að ég ætti að fara í Hreysið og ná Harry Potter einum. Ef hann eða aðrir veittu mótspyrnu átti ég að bíða eftir hjálp. Alls ekki drepa Potter. Allir aðrir væru mínir.” Hann hnussaði. “Sýnir hversu mikið traust faðir minn hafði á mér. Eins og ég viti ekki að þú ert ódrepandi.”\nHarry svaraði ekki seinustu athugasemt Dracos heldur byrjaði strax að sipa fyrir.\n“Allir, tengja sig saman með samskiptagaldri. Ég skipti ykkur niður í hópa. Umskiptingar? Hamskiptingar? Fólk sem er gott í laumugöldrum?” Nokkrir, þar á meðal Tonks réttu upp hönd. “Gott. Þið eigið að vera á verði. Það er ekki hægt að tilflytjast inn í Hreysið. Við myndum finna fyrir nokkrum tugum manna. Upp á þak, í trén, á Quidditchvellinum. Hvar sem þið haldið að þau muni birtast.” Hópurinn kinkaði kolli. “Allt í lagi. Þið eruð Blái hópur. Þið byrjið öll skilaboð með því að tilkynna hópinn ykkar, nafn og staðsetningu. Hver er hópurinn ykkar?!” hrópaði Harry.\n“Blái hópurinn!” svaraði hópurinn.\n“Gott. Finnið ykkur staði þar sem þið sjáið vel yfir svæðið.” Fólkið skokkaði af stað.\n“Skyggnar? Fólk með bardagareynslu?”  Flestir sem eftir voru réttu upp hönd. “Gott. Einhverjir stjórnendur?” Fimm eða sex manneskjur réttu upp hönd. Þar á meðal var Kingsley Shalckebolt. Harry taldi fólkið. “Sex. Fínt. Þið verðið hver yfir ykkar hóp. Hver hópur sér um ákveðið svæði. Um leið og tilkynning berst um bardaga fer hálfur hópurinn á svæðið en hinn helmingurinn verður eftir til að koma í veg fyrir umsátur. Skilð?”\nManneskjurnar kinkuðu kolli. “Allt í lagi. Tveir hópar sjá um Hreysið. Mestar líkur eru á beinni árás.” Hann benti á mann á miðjum fertugsaldri sem hann kannaðist við sem foringja eins af skyggnahópunum og unga ljóshærða konu sem þjálfaði nýliða í skyggnaskólanum í herkænsku. “Þið tvö eruð yfir þeim hópum.” Hann benti handfylli af fólki til þeirra. “Þið eruð liðið þeirra. Lið Babers..” Maðurinn kinkaði kolli. “Þið eruð Rauði hópur. Þið sjáið um varnir nær húsinu. Annars eru fyrirmæli ykkar þau sömu og Bláa hópsins. Verið á verði og helmingurinn fer á tilkynnt bardagasvæði á meðan hinn helmingurinn er kyrr á umráðasvæði ykkar. Skilið?” Fólkið kinkaði kolli og Harry hélt áfram að gefa skipanir.\nBardaginn var stuttur og harður.  Einn af liðsmönnum bláa hópsins tilkynnti um hreyfingu í skóginum, hóparnir náðu að umkringja þau og ná flestum lifandi.\n“Azkaban fær stóra heimsókn í dag.” sagði Lupin þegar hann fylgdist með skyggnum fylgja drápurum í gegnum eldstæðið í Hreysinu.\nHarry kinkaði alvarlega kolli. Hann var ennþá í áfalli yfir dirfskunni. Árás í björtu dagsljósi á óvarið hús. Skilaboðin gætu ekki verið skýrari. Voldemort var tilbúinn í stóra slaginn. En Harry var það ekki. Og ekki fjölskylda hans.\n“Hann er tilbúinn.” sagði Lupin alvarlega og snéri sér að Harry. “En þú ert það ekki.”\nHarry horfði á hann.\n“Stundum held ég að þú lesir hugsanir, Lupin.” sagði hann undrandi.\nLupin sendi honum albesta varúlfsglottið. “Þú veist aldrei.”\nSvo varð hann alvarlegur aftur. “En ég og Arthur vorum að ræða þetta áðan. Þú getur ekki lagt það á Ginny og Lily að fara í stríð núna, þú veist. Þú ert heldur ekki alveg tilbúinn í það.”\nHarry hló biturlega. “Kaldhæðni örlaganna. Ég hef eytt stærstum hluta ævi minnar í að undirbúa þetta stríð og þegar stundin rennur upp er ég jafn óviðbúinn og húsálfur.”\n“Hvað ætlar þú að gera?” spurði Lupin.\nHarry hugsaði sig um í smá stund. “Fara í felur.” sagði hann loks. Lupin opnaði munninn til að mótmæla en Harry greip fram í fyrir honum.\n“Það er það eina rétta Lupin. Ég get ekki mætt honum svona. Ég er í engu formi, hvorki líkamlega og andlega. Svo get ég ekki lagt það á Ginny og Lily að árásir séu gerðar á okkur á fimm mínútna fresti! Besta leiðin er að fara í felur.”\nLupin virtist eiga í mikilli innri baráttu. Svo kinkaði hann kolli.\n“Ertu búinn að ræða þetta við Ginny? Hvað sem eftirnafnið hennar er nú er hún samt kvenkyns Weasley, hún á ekki eftir að taka því vel að vera ekki höfð með í ráðum.”\n“Ég hef nú varla haf tíma fyrir spjall yfir kaffibolla, Lupin. Ég var að stöðva árás á fjölskylduna mína. Það var einhverstaðar þar sem ég ákvað þetta!” sagði Harry pirraður.\n“Ákvaðst hvað, Harry?” heyrðist rödd segja fyrir aftan þá. Harry snéri sér snöggt við. Þarna stóð Ginny með Lily í fanginu og ansi hreint banvænan svip á andlitinu. Harry hafði lagt blátt bann við að hún berðist við hlið hans, svo hún var þegar móðguð út í hann.\n“Þetta byrjar vel…” hvíslaði Lupin í eyra Harrys. Svo sagði hann upphátt. “Ég held ég fari að hjálpa til við fangana, sjáumst seinna Ginny.” Hann stoppaði í smá stund til að kyssa Lily á kinnina og muldra, “þær eru svo líkar….” en var svo farinn.\n“Hvað voruð þið að tala um, Harry?” spurði Ginny, full grunsemda. Skær júlísólin helltist yfir þau og gyllti sítt hár Ginnyar. Hún var svo lík engli að ef Harry væri ekki ástfanginn af henni núna myndi hann falla flatur fyrir henni.\n“Komdu,” sagði hann. “Förum í göngutúr.” Hann tók í hönd Ginnyar og leiddi hana af stað.\nÞau gengu stóran hring í kringum vatnið í skóginum fyrir utan Hreysið.\n“Ginny, við getum ekki verið í Hroðagerði lengur.” byrjaði Harry.  Ginny svaraði ekki alveg strax, en þegar hún svaraði var kökkur í hálsinum á henni.\n“Þú vilt að við förum í felur, ekki satt?” spurði hún og neitaði að horfa framan í hann.\n“Ginny, það er eina leiðin.” sagði Harry mjúklega.\n“Ég veit það! En ég vildi óska..” Hún hagræddi Lily í fanginu, barnið var sofnað. “Ég vil bara ekki yfirgefa allt sem ég hef unnið svo mikið fyrir. Vinnuna mína, fjölskylduna mína… ég get ekki bara staðið upp og farið.”\n“Það verður bara þangað til ég næ að ganga frá Voldemort. Ég er bara ekki tilbúinn til þess núna. Hvorki líkamlega né andlega. Ég…við verðum að fá tíma til að undirbúa okkur. Þetta verður bara í nokkra mánuði, Ginny.”\nGinny dró djúpt andann og brosti svo þvinguðu brosi.\n“Gerðu það sem þér finnst réttast Harry. Þú veist að við fylgjum þér hvert sem þú ferð.”\nHarry dró Ginny í sterkt faðmlag og hvíslaði í hár hennar “Þakka þér fyrir Ginny.”\nHann fann tár hennar bleyta skikkjuna sína og faðmaði hana ennþá fastar að sér.\nÞau vissu ekki hvað þau stóðu lengi í svölum skóginum, en þegar Lily vaknaði og fór að gráta lagði litla fjölskyldan af stað upp að Hreysinu, tilbúin að takast á við óvissa framtíð sína.\n~~~~~~~~~~~\nOg eins og alltaf…láta mig vita hvað ykkur finnst ;)",
    "url": "https://www.hugi.is/hp/greinar/349662/lifid-10-kafli-aras/",
    "url_id": "349662",
    "id": "2730577",
    "replies": [
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2005-11-28 08:55:35",
            "id": "2741956",
            "reply_to_id": "2730577",
            "text": "Æðislegur kafli!! En í lokinn fannst mér svolítið skrítið að eftir að aðeins lítill hópur hafi komið út úr skóginum, og bjóst við annari árás en svo fara Ginny, Harry og Lily út í skóginn, þangað sem drápararnir komu frá og eru að tala um að fara í felur… Ég myndi giska á að þau komist ekki alveg strax til baka… Bara mín upplifun á kaflanum… En hlakka til að vita hvað gerist í næsta kafla =D"
        },
        {
            "user": "Catium",
            "user_id": "56286",
            "date": "2005-11-28 10:42:04",
            "id": "2742065",
            "reply_to_id": "2730577",
            "text": "Mjög góður kafli. Hlakka til að sjá hvað gerist næst."
        },
        {
            "user": "BrynjarFreyr",
            "user_id": "50911",
            "date": "2005-11-28 13:19:04",
            "id": "2742388",
            "reply_to_id": "2730577",
            "text": "Ég sé að þú átt þér lif;)"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2005-11-28 13:35:47",
            "id": "2742447",
            "reply_to_id": "2742388",
            "text": "Hmmm.. What do you mean?"
        },
        {
            "user": "wanderlust",
            "user_id": "56345",
            "date": "2005-11-28 16:31:22",
            "id": "2743191",
            "reply_to_id": "2730577",
            "text": "flottur og spennandi kafli. ^^ ég hlakka til þess að lesa næsta kafla. ^-^"
        },
        {
            "user": "Kokaloka",
            "user_id": "58949",
            "date": "2005-11-28 21:25:28",
            "id": "2744737",
            "reply_to_id": "2730577",
            "text": "Eins og alltaf er þetta\nSNILLD!!!\nog hlakkar til að tala við þig á MSN…;) og bra keep it upp!"
        },
        {
            "user": "Achilles",
            "user_id": "54949",
            "date": "2005-11-29 01:10:43",
            "id": "2745718",
            "reply_to_id": "2730577",
            "text": "ÞEtta er abra rosalega flott.fannst reyndar svolítið fúlt að það var ekki líst þessum ‘'litla’' bardaga en..samt sem áður var þetta náttúrulega bara snilldalega gert eins og alltaf;)"
        },
        {
            "user": "olofthuridur",
            "user_id": "38110",
            "date": "2005-11-29 22:41:16",
            "id": "2749184",
            "reply_to_id": "2730577",
            "text": "Eins og alltaf! FRÁBÆRT!! :D;) Byrjaðu svo á því að skrifa næsta kafla.. setja sem markmið að vera komin með hann hingað fyrir áramót;):P Híhí.. En sjáumst Lyras mín! ;*"
        },
        {
            "user": "Marc",
            "user_id": "49458",
            "date": "2005-12-02 15:34:35",
            "id": "2759930",
            "reply_to_id": "2730577",
            "text": "hvað eru þau gömul þarna"
        },
        {
            "user": "lyras",
            "user_id": "53724",
            "date": "2005-12-02 16:57:58",
            "id": "2760387",
            "reply_to_id": "2759930",
            "text": "Ginny er tvítug og Harry er 21…:D"
        },
        {
            "user": "MichaelScofield",
            "user_id": "56245",
            "date": "2005-12-06 16:26:23",
            "id": "2778728",
            "reply_to_id": "2760387",
            "text": "Ert þú bara að skálda þetta eða fannstu þessar upplýsingar einhvers staðar!!\nMeina sko þar sem 6.bókin er bara kominn út."
        },
        {
            "user": "lyras",
            "user_id": "53724",
            "date": "2005-12-06 16:48:14",
            "id": "2778849",
            "reply_to_id": "2778728",
            "text": "Haa? hvað meinarðu?? ég er búin að lesa 6. bókina en allur spuninn er mín hugmynd…nema það sem þú þekkir úr bókunum…."
        },
        {
            "user": "MichaelScofield",
            "user_id": "56245",
            "date": "2005-12-09 11:51:43",
            "id": "2791956",
            "reply_to_id": "2778849",
            "text": "æjji sorry meinti sko 7.bókinn en samt fín spunni."
        },
        {
            "user": "meeka203",
            "user_id": "35952",
            "date": "2005-12-17 22:16:20",
            "id": "2830932",
            "reply_to_id": "2730577",
            "text": "neeeeeeeeeeeei, ég las óvart spolairinn!!!!!!!!!!!!!!!1"
        },
        {
            "user": "Mendoza",
            "user_id": "61875",
            "date": "2005-12-19 23:03:32",
            "id": "2840969",
            "reply_to_id": "2730577",
            "text": "Algjör snilldar kafli, alveg eins og allir hinir, en ég vill fá að fara að sjá næsta kafla.\nVel gert!"
        },
        {
            "user": "Kylja",
            "user_id": "58107",
            "date": "2005-12-25 21:32:46",
            "id": "2868832",
            "reply_to_id": "2840969",
            "text": "Þetta er bara hrein og bein SNILLD !!!!\nÞú ættir bara að semja svona bók eftir að 7 bókin er búin ;)\nmaður segir svona …….\nÞú geriri þetta snilldarlega vel og skrifar bara eins og hinn fínasti rithöfundur !\nMaður er bara allur á nálum að bíða eftir framhaldinu !!!\nUm að gera að leggja höfuð í bleyti og skrifa meir !!\nEina gagnrýnið sem ég hef að segja er : MEIRA, MEIRA, MEIRA !!!!"
        },
        {
            "user": "biitch",
            "user_id": "63776",
            "date": "2006-05-29 14:26:48",
            "id": "3544051",
            "reply_to_id": "2730577",
            "text": "váá, þetta er mjög flott saga hjá þér, bíð spent eftir næsta kafla;)"
        }
    ]
}