{
    "forum_title": "Gullöldin",
    "user": "heidursmadur",
    "user_id": "60628",
    "date": "2005-11-27 01:22:06",
    "title": "The Vegas Legends",
    "text": "Hér ætla ég að skrifa um nokkra kunna menn sem stjórnuðu Las Vegas á sínum tíma.\nEngelbert Humperdinck\nArnold George Dorsey er fæddur 2. maí 1936 í Indlandi en er enskur að ættum og ólst upp í Leicester í Englandi. Hann flutti svo til Bandaríkjanna í byrjun sjötta áratugarins.\nSeint á sjötta áratugnum tók hann upp “Stagename” Engelbert Humperdinck til að koma sér á framfæri. Hann náði að verða ágætis nafn í bransanum í byrjun sjöunda áratugarins en gleymdist svo alveg þegar “the British Invasion” tröllreið allri Ameríku.\nÁrið 1967 kom hann svo með sterka endurkomu þegar lagið hans “Release Me” svipti Bítlalaginu “Strawberry Fields Forever” af stóli bandaríska Billboard listanum og tók 1. sætið.\n“Release Me” átti svo eftir að verða vörumerkið hans í framtíðinni og fangaði gífurlega athygli. Á þessum tíma var Engelbert byrjaður að heilla kvenfólkið og fylgdi velgengninni eftir með lögum á borð við “Can´t Take My Eyes Off Of You”, “The Last Waltz og “Am I That Easy To Forget?”.\nÁ áttunda áratugnum var Las Vegas orðið hans “home away from home” og þótti hann gríðarlega kraftmikill sviðslistamaður og sagði eitt sinn \"I don't like to give people what they have already seen” og vildi alltaf koma með eitthvað nýtt.\nHann hefur selt aragrúa af plötum og skapað sér mikla virðingu sem sviðslistamaður með hverjum uppseldum tónleikunum á fætur öðrum.\nELVIS ELVIS ELVIS\nÍ pínulitlu koti í bænum Tupelo, Mississippi 8. janúar árið 1935 fæddust tvíburar sem hlutu nöfnin Jessie Garon Presley og Elvis Aaron Presley, sá síðarnefndi átti eftir að verða vinsælasti maður sem nokkurn tíma hefur gengið um jörðina síðan Jesús Kristur var og hét en hinn fyrrnefndi dó við fæðingu.\nForeldrar hans, þau Gladys Love Presley og Vernon Elvis Presley áttu varla nóg til að bíta og brenna.\nElvis byrjaði mjög ungur að syngja og þegar hann var 11 ára fékk hann sinn fyrsta gítar í afmælisgjöf frá foreldrum sínum eftir að hafa beðið um riffil. Frændi föður hans, Vester Presley kunni á gítar og kenndi Elvis sitthvað á strengina.\nPresley-fjölskyldan flutti til Memphis, Tennessee þegar Elvis var 13 ára gamall.\nMemphis var á þeim tíma mjög tónlistarsinnuð borg og var blúsinn mest spilaður þar og Elvis hitti B.B King oftar en einu sinni á Beale Street og B.B sá strax hæfileikana í drengnum og sagði svo seinna eftir dauða Elvis “He was always a very handsome fellow and I knew that even if he couldn´t sing the girls would be wild about him.”.\nElvis stundaði nám í L.C Humes High School í Memphis og útskrifaðist þar hinn 3. júní 1953.\nEftir það fór hann að einbeita sér meira og meira að tónlistinni og byrjaði hann að selja plötur ári seinna.\nEkki leið á löngu þar til Elvis öðlaðist heimsfrægð í tónlistinni (sjá Elvis 1954-1958).\nElvis fór í herinn 1958 og kom heim 1960 og var strax boðinn velkominn heim af Frank Sinatra og boðinn 125 þúsund dollara fyrir að koma fram og syngja 2 lög í þættinum “The Sinatra Show” en Frank hafði nýtt tímann óspart þegar Elvis var í burtu og baktalað hann hægri vinstri.\nElvis fór að einbeita sér alfarið að Hollywood og var með öllu móti ósáttur við sig þar þó svo að myndirnar hans (31) hafi allar skilað gróða og halað inn samtals 150 milljónir dollara.\nÁrið 1969 kom Elvis með stærstu endurkomuna sína í Las Vegas og voru það fyrstu “Live” tónleikarnir hans í 8 ár. Hann sló í gegn þar og átti eftir að spila þar árlega það sem eftir var ævi hans.\nÞess má svo til gamans geta að samfestingarnir hans komu fyrst fram á sjónarsviðið 1969.\nÞar sýndi hann hvers megnugur hann var á sviði en söng mest megnis “cover” lög í bland við gömlu lögin sín.\nÍ Vegas þótti Elvis upp á sitt besta 1969-1970 og fór þar meistaralega með lög á borð við “Bridge Over Troubled Water”, ”You ´ve Lost That Lovin´ Feeling”, “Yesterday” og fleiri klassísk.\nElvis er nú enn þá eitt allra stærsta nafnið í skemmtanaheiminum og hefur hann selt vel yfir milljarð platna og er enn þann dag í dag þekktur sem “The King” og mun það aldrei breytast.\nTom Jones\nÍ Wales, 7. júní 1940 í bænum Pontypridd fæddist drengurinn Thomas John Woodward.\nThomas, eins og Engelbert Humperdinck, tók upp listamannsnafn og kallaði sig Tom Jones.\nHann hefur alltaf verið þekktur sem mikið kvennagull og hefur alltaf borið af sér mikinn þokka. Það byrjaði mjög snemma í lífi hans og eignaðist hann sitt fyrsta barn 16 ára gamall.\nHann varð frægur um miðjan sjötta áratuginn og skapaði sér sinn eigin stíl, þröngar buxur og óhnepptar skyrtur.\nFyrsta lagið sem sló í gegn með honum var lagið “It´s Not Unusual” 1965 og hann fylgdi því eftir með “What´s New Pussycat” og svo kom vinsælasta lagið hans “Green, Green Grass Of Home”.\nÍ New York 1968 spilaði hann á klúbbnum Copacabana og hreifst kvenfólkið svo mikið af honum að það henti nærfötum sínum í gríð og erg upp á sviðið.\nHann byrjaði svo í Las Vegas aðeins á undan Elvis og þegar Elvis sá hann upp á sviði fannst honum mikið til hans koma en sagði að honum þætti hann stundum fullklúr hvernig hann glennti sig í þessum þröngu leðurbuxum.\nÞrátt fyrir að vera orðinn 65 ára er Tom Jones í fullu fjöri og sló í gegn 1999 með laginu “Sexbomb” og segist enn vera í toppformi og að það sé langt í það að hann leggi hljóðnemann á hilluna.",
    "url": "https://www.hugi.is/gulloldin/greinar/349970/the-vegas-legends/",
    "url_id": "349970",
    "id": "2734211",
    "replies": [
        {
            "user": "gummo55",
            "user_id": "22398",
            "date": "2005-11-27 02:04:01",
            "id": "2738019",
            "reply_to_id": "2734211",
            "text": "áhugaverð grien, já Tom Jones er vissulega mjög góður söngvari. Skrýtið að þú talir um Elvis og Tom í sömu setningu en talar ekki um það að Elvis hafi sagt að Tom væri betri söngvari en hann sjálfur."
        },
        {
            "user": "heidursmadur",
            "user_id": "60628",
            "date": "2005-11-27 03:04:40",
            "id": "2738145",
            "reply_to_id": "2738019",
            "text": "ja, mér fannst bara nóg að segja það sem\nég sagði, en jú, jú það er vissulega rétt, Elvis fannst Tom vera betri söngvari en hann sjálfur en ég er nú öldungis smeykur um að hann sé einn um það, ekki satt, son"
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2005-12-01 13:28:42",
            "id": "2754966",
            "reply_to_id": "2738145",
            "text": "Ó, nei. Hann er alls ekki einn um það.\nEn hvor finnst þér syngja betur??"
        },
        {
            "user": "heidursmadur",
            "user_id": "60628",
            "date": "2005-12-01 13:47:31",
            "id": "2755038",
            "reply_to_id": "2754966",
            "text": "“The King” son"
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2005-12-01 14:01:10",
            "id": "2755090",
            "reply_to_id": "2755038",
            "text": "Mér finnst Tom Jones syngja betur, en það er bara mín skoðun."
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2005-12-01 14:05:51",
            "id": "2755122",
            "reply_to_id": "2755038",
            "text": "Og ég er stelpa.\n(Þú sagðir: “”The King“ son”, svona eins og ég væri hitt kynið)"
        },
        {
            "user": "heidursmadur",
            "user_id": "60628",
            "date": "2005-12-01 14:27:57",
            "id": "2755221",
            "reply_to_id": "2755122",
            "text": "I´m sorry ma´m"
        },
        {
            "user": "Ingvit",
            "user_id": "36943",
            "date": "2005-11-27 13:53:10",
            "id": "2738706",
            "reply_to_id": "2734211",
            "text": "ágætt"
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2005-12-01 13:12:01",
            "id": "2754902",
            "reply_to_id": "2734211",
            "text": "Tom Jones heitir Thomas Jones Woodward, en ekki Thomas John Woodward.\n“Hann varð frægur um miðjan sjötta áratuginn”\nMeinaru ekki 7. áratuginn ('60s)?\nUm miðjan 6. áratuginn var Tom Jones að vinna í kolanámu í Wales….."
        },
        {
            "user": "heidursmadur",
            "user_id": "60628",
            "date": "2005-12-01 13:46:24",
            "id": "2755033",
            "reply_to_id": "2754902",
            "text": "afsakið mig, son ég hef ruglast á sjötta og sixties"
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2005-12-01 16:03:35",
            "id": "2755667",
            "reply_to_id": "2755033",
            "text": "Svo langar mér að bæta því við (bara svona til gamans) að pabbi minn hefur hitt bæði Elvis Presley og Tom Jones.\nÉg öfunda hann…mikið."
        },
        {
            "user": "heidursmadur",
            "user_id": "60628",
            "date": "2005-12-01 16:06:33",
            "id": "2755685",
            "reply_to_id": "2755667",
            "text": "Kjaftæði pabbi þinn hefur ekki rassgat hitt Elvis the Pelvis Himselvis"
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2005-12-01 16:26:17",
            "id": "2755787",
            "reply_to_id": "2755685",
            "text": "Jú, víst. Það var í Las Vegas, einhvern tíma snemma á áttunda áratugnum. (ég held að það hafi verið þá, en ég er ekki alveg viss)\nPabbi minn er soldið gamall, og ferðaist mikið á sínum yngri árum."
        },
        {
            "user": "heidursmadur",
            "user_id": "60628",
            "date": "2005-12-01 16:30:46",
            "id": "2755810",
            "reply_to_id": "2755787",
            "text": "hitti hann hann eða sá hann hann"
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2005-12-01 17:57:16",
            "id": "2756209",
            "reply_to_id": "2755810",
            "text": "Hann sá tónleika með honum og sá hannn eftir sýninguna. Hann gaf sig á tal við hann og sagði bara þetta hefðbundna. Kynnti sig fyrir honum, sagði að sýningin hefði verið flott, spuðri hvernig hann hefði það. Elvis hafði það fínt, spurði hvað hann væri að gera í Vegas og hvaðan hann væri. Pabbi sagðist vera frá Íslandi og fleira. Síðan sagði pabbi:\n“Það var gaman að tala við þig. Hafðu það gott” Elvis svaraði þessu með “já, þakka þér fyrir, sömuleiðis”. Síðan tók pabbi í hendina á honum og gekk burt.\nHann talaði nú reyndar ansi lengi við Tom Jones, og fékk sér nokkra drykki með honum."
        },
        {
            "user": "heidursmadur",
            "user_id": "60628",
            "date": "2005-12-01 21:33:47",
            "id": "2757519",
            "reply_to_id": "2756209",
            "text": "ef þetta er rétt með elvis þá er hann einn af heppnustu mönnum sem ég veit um"
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2005-12-01 22:52:56",
            "id": "2757956",
            "reply_to_id": "2757519",
            "text": "Pabba finnst það frekar ómerkilegt og stærir sig ekki af því. Hann er miklu ánægðari með að hafa hitt George Best. Ég dauðöfunda hann af þessu öllu saman."
        },
        {
            "user": "heidursmadur",
            "user_id": "60628",
            "date": "2005-12-01 23:23:10",
            "id": "2758134",
            "reply_to_id": "2757956",
            "text": "hver er þessi pabbi þinn, Wayne Newton"
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2005-12-02 12:35:56",
            "id": "2759254",
            "reply_to_id": "2758134",
            "text": "*hrollur* ég þoli ekki Wayne Newton. Afsakaðu mig á meðan ég gubba yfir lyklaborðið."
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2005-12-23 15:00:21",
            "id": "2859142",
            "reply_to_id": "2758134",
            "text": "Hvað áttur samt við?\n“hver er þessi pabbi þinn, Wayne Newton”?????"
        },
        {
            "user": "heidursmadur",
            "user_id": "60628",
            "date": "2005-12-23 17:04:05",
            "id": "2859751",
            "reply_to_id": "2859142",
            "text": "nei bara fyrst hann er bara hittandi Elvis og Tom Jones og Humperdinck skilurðu"
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2005-12-23 21:18:22",
            "id": "2861001",
            "reply_to_id": "2859751",
            "text": "Hehe, nú skil ég. Er Wayne Newton ekki þekktur fyrir að vera uppblásinn hrokagikkur?"
        },
        {
            "user": "heidursmadur",
            "user_id": "60628",
            "date": "2005-12-23 23:16:18",
            "id": "2861464",
            "reply_to_id": "2861001",
            "text": "ég reyndar veit ekkert um Wayne Newton annað en það að hann var barnastjarna og Vegas-skemmtikraftur og Elvis sagði mjög oft á tónleikum “Good evening ladies and gentlemen, my name is Wayne Newton.”"
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2005-12-24 01:08:01",
            "id": "2862352",
            "reply_to_id": "2861464",
            "text": "Ég las það allavega í einhverju viðtali við Tom Jones að honum líkaði alls ekki við hann vegna hans endalausu stæla og frekju. En það er kannski bara hans skoðun…"
        }
    ]
}