{
    "forum_title": "Gullöldin",
    "user": "Prumpur",
    "user_id": "27112",
    "date": "2005-11-27 01:23:10",
    "title": "Rolling Stones",
    "text": "Í þessari grein ætla ég að reyna að rekja sögu einnar frægustu og áhrifamestu hljómsveitar í heiminum en ég nefni þó kannski ekki alveg allt sem sveitin hefur gert (plötur, smáskífur og  fl.) en ætla samt að reyna að nefna það helsta.\nLöngu áður en flestir sem lesa þetta fæddust komu nokkrir frábærir tónlistarmenn saman í Bretlandi til þess að stofna hljómsveit.\nByrjunin 1960-1969\nÞað var í janúar árið 1963 sem sveitin var stofnuð og núna 42 árum seinna eru þeir enn að semja, spila og skemmta sér og hafa aldrei verið stærri.\nEn þetta byrjaði þó aðeins fyrr í bænum Dartford í Englandi en þeir Mick Jagger og Keith Richards gengu þar í sama skóla og dag ein sá Keith Richards einhvern strák á lestarstöðinni halda á Blús plötu undir hendinni og það vakti strax áhuga hans enda mikill aðdáanid blús, en auðvitað var þessi strákur Mick Jagger og það tók þá ekki langan tíma að verða vinir og ein fyrsta ákvörðunin sem þeir tóku var að stofna hljómsveit og með sér í það fengu þeir hljómborðsleikara sem hét Ian Steward og frábæran blúsgítarleikara að nafni Brian Jones sem kallaði sig á þessum tíma Elmo Lewis. Ian Steward stoppaði þó stutt við í hljómsveitinni en kom fljótlega aftur og starfaði sem “Road Manager”\nÁrið 1962 voru þeir farnir að spila til þess að fá pening til að geta lifað og nafnið sem þeir hafa haft öll þessi ár kom einmitt þetta ár og var tekið frá laginu “Rollin’ Stone Blues” með “Muddy Waters”.\nStuttu seinna gekk svo Bill Wyman í hljómsveitinni og sagan á bak við það er að þeir hafi einfaldlega spurt hann “áttu magnara?”\nÍ janúar árið 1963 gekk svo trommarinn Charlie Watts til liðs við sveitina og þeir byrjuðu nánast stanslausa spilamennsku og fyrst um sinn voru áheyrendur oftast blúsáhugamenn og í þeim hópi mátti sjá t.d. “Eric Clapton”, “Jimmy Page” og “Pete Townshend”.\nBreska presan fór fljótlega að skrifa mikið um þessa nýju hljómsveit og í apríl kom ungur maður að nafni “Andrew Loog Oldham” að tala við þá og bauð þeim samning við markaðsfyrirtæki sitt og þeir tóku þeim sammning hann byrjaði svo blaðaherferðinna “Would You Let Your Daughter Marry a Rolling Stone”.\nMánuði seinna gera þeir svo útgáfusammning við fyrirtækið “Decca Records” en eigandi þess er einnig frægur fyrir að segja nei við að gera útgáfusammning við “The Beatles”.\nÞað tók þá ekki langan tíma að gefa út sína fyrstu smáskífu sem er lagið “Come On” sem var coverlag eftir “Chuck Berry” og sveitin vakti gríðarlega athygli þegar þeir fluttu lagið í vinsælum sjónvarpsþætti á Englandi og smáskífan fer uppí 21.sæti á breska smáskífulistanum og næsta smáskífa sem hét “I Wanna Be Your Man” fór í 12.sætið og þessum tíma voru þeir þegar farnir að draga að sér hóp af öskrandi unglingum á tónleikanna.\nÁrið 1964 fóru þeir í sinn fyrsta stóra tour til að fylgja eftir bandarísku stúlknasveitinni “Ronettes” en sú sveit var hugarfóstur “Phil Spector”.\nÍ janúar gáfu þeir líka út plötu sem innihélt fjögur cover lög og í febrúar kom þriðja smáskífan út sem hét “Not Fade Away” sem var enn eitt coverlagið en enginn annar en “Phil Spector” hjálpaði til í því lagi.\nÁ þessum tíma var sveitin orðin gríðarlega vinsæl í Bretlandi og mikið af krökkum byrjuðu að safna hári til að líkja eftir hetjunum sínum við litlar vinsældir foreldranna enda hafa fáir sveitir verið jafn óvinsælar hjá foreldrum aðdáendanna.\nEn smáskífan “Not Fade Away” fór alla leið uppí 3.sætið á smáskífulistanum.\nFyrsta plata sveitarinn vakti mikla lukku og skaust alla leið uppí 1.sæti á plötulistanum en hún innihélt aðallega cover lög eftir lisamönnum eins og “Chuck Berry” en einnig fyrsta lagið sem Mick Jagger og Keit Richards sömdu saman en lagið varð til þegar “Andrew Oldham” læsti þá inní eldhúsi í þeim tilgangi að fá þá til að semja lag og úr varð lagið “Tell Me”\nÞetta ár komu þeir fram á verðlaunaafhendingu hjá NME á Wemblay og fólk hafði aldrei séð neitt annað eins þegar þeir komu fram enda trylltust unglingarnir á svæðinu gjörsamlega.\nÁrið 1965 kom önnur breiðskífa hljómsveitarinnar út en hún fékk nafnið “Rolling Stones No.2”\nÍ ágúst sama ár gáfu þeir út lagið “(I Can’t Get No) Satisfaction” og enn þann dag í dag er þetta eitt frægasta lag Rolling Stones og eitt frægasta rokk lag sögunnar enda sló lagið þegar í gegn.\nÁrið 1966 kom platan “Aftermath” út en platan varð “Ground Breaking” plata fyrir rokkið enda voru liðsmenn sveitarinnar að prufa ýmiss hljóðfæri og eitt lag á plötunni er t.d. rúmlega 11 mínútna langt, að sjálfsögðu var þessi plata gríðarlega vinsæl í Englandi og BNA en þetta ár fóru þeir á tour í Englandi þarsem “Ike og Tina Turner” sáu um að hita upp fyrir þá, en þetta reyndist síðasti tour þeirra um England í 3 ár.\n1967 gáfu þeir út plötuna “Between The Buttons” og var hún alls ekki síðri en fyrri plötur hljómsveitarinn en það var ekki aðeins útgáfa plötunnar sem kom hljómsveitinni í fréttirnar þettar árið því í febrúar réðs lögreglan inná heimili Keith Richards vegna gruns um hald á ólöglegum fíkniefnum og það sem lögreglan fann á heimi hans voru fjórar amfetamín töflur, leyfar af kannabis ásamt söngkonunni Marianne Faithfull sem þá var kærasta Mick Jagger. En Mick og Keith Richards sögðust eiga efnin og voru í kjölfarið handteknir.\nÞetta mál vakti gríðarlega athygli og ekki jukust vinsældir hljómsveitarinnar hjá eldri kynslóðinni við þetta mál.\nFélagarnir fóru svo fyrir rétt í júní þarsem lögreglan lýsti því hvernig hún fann töflunnar, kannabis leyfarnar og Marianne Faithfull klædda engu nema loðfeld og var Keith Richards dæmdur í árs fangelsi og fékk 500 punda sekt en Mick Jagger slapp betur og var dæmdur til þriggja mánuða fangelsisvistar ásamt 100 punda sekt.\nDómurinn varð gríðarlega umdeildur og daginn eftir birtist ritsjóragrein í blaðinu “The Times” þarsem kom fram að með svona þungum dómi væru þeir að gjalda fyrir frægð sína og dómurinn hefði orðið mun mildari ef um óþekkta einstaklinga heði verið að ræða.\nEn þessum dómi var að sjálfsögðu áfrýjað og í mánuði seinna kom endanleg niðurstaða fram en þá sluppu þeir mun betur, sönnunargögnin gagnvart Keith þóttu ófullnægjandi og var fékk hann því engan dóm og dómurinn gagnvart Mick Jagger var mildaður niður í eins árs skilorðsbundinn dóm.\nEn í maí sama ár var líka gerð innrás inná heimili Brian Jones og hann fundinn sekur fyrir hald á kannabis en slapp með engan dóm.\nStax eftir dóminn komu þeir fram í vinsælum tónlistarþætti í Englandi og fluttu þar hið umdeilda lag “Let’s Spend The Night Together” ásamt furðulegri útgáfu af laginu “Ruby Tuesday” og á þessum tíma var sveitin án alls vafa allra umdeildasta hljómsveit heims.\nÍ ágúst sama ár gáfu þeir út lagið “We Love You” sem var tileinkað almenningi fyrir að hafa staðið þétt við bakið á sveitinni meðan á réttarhöldunum stóð og þeir fengu vini sína úr “The Beatles” “John Lennon” og “Paul McCartney” til að syngja bakraddir.\nTil að fullkomna hið umdeilda ár í sögu sveitarinn gáfu þeir út nýja breiðskífu í desember og var það platan “Their Satanic Majesties’ Request” en hún vakti mikla athygli fyrir hulstrið .\nÁrið 1968 kom platan “The Beggars Banquet” út en sú plata inniheldur eitt þekktasta lag þeirra “Sympathy For The Devil”\nÚtgáfu plötunnars seinkaði þó eitthvað vegna þess að “Decca Records” samþykkti ekki hulstrið sem þeir vildu nota en það innihélt skítugan klósettvegg og niðustaðan varð sú að á  endanum kom platan út með hvítu hulstri.\nÁföllin 1969\nÁrið 1969 varð gríðarlega örlagaríkt í lífi Rolling Stones en á þessum árum var eiturlyfjaneysla þeirra orðin gríðarlega mikil og urðu þeir Brian Jones og Keith Richards sérstaklega illa úti og það kom oft fyrir að sveitin gat ekki spilað almennilega á tónleikum útaf neyslunni.\nHeróín neysla Brian Jones fór svo út fyrir öll mörk og undir það síðasta var gítarinn hans einfaldlega ekki tengdur í magnarann á tónleikum vegna þess að hann var einfaldlega ekki fær um að spila lögin sem var gríðarleg synd enda var hann trúlega hæfileikaríkasti hljóðfæraleikari sveitarinnar.\n8. júní hélt sveitin fund þarsem Brian Jones var tilkynnt að hans væri ekki lengur þörf í sveitinni og sagði hann við blaðamenn að hann ætlaði að stofna nýja hljómsveit.\nNokkrum dögum seinna hélt hljómsveitin blaðamannafund þarsem tilkynnt var að Mick Taylor mundi koma í stað Brian Jones sem gítarleikari hjá sveitinn og hann mundi koma fram á tónleikum með sveitinni á ókeypis tónleikum í “Hyde Park” 5. júlí þarsem t.d. ný smáskífa “Honky Tonk Women”/“You Can’t Always Get What You Want” mundi verða spiluð.\n3. júlí 1969 fannst svo Brian Jones látinn á heimili sínu en hann hafði drukknað í sundlaug sinni en opinber skýring á láti var hans var að óhapp en hann var undir miklum áhrifa frá áfengi og eiturlyfja þegar hann lést.\nTónleikarnir þann 5. júlí sem áttu að vera kynningartónleikar fyrir Mick Taylor snérust því uppí það að vera minningartónleikar fyrir Brian Jones sem um það bil 350.000 manns mættu á og las Mick Jagger ljóð til minningar um vin sinn Brian Jones og þúsundum fiðrilda var sleppt hjá Hyde Park.\nÁrið átti svo eftir að versna enn meira fyrir hljómsveitina en 7.nóv fór hún til Bandaríkjanna til að fara á tour þar\n6. desember spilaði sveitin á ókeypis tónleikum á “Altamont” kappaksturbrautinni rétt hjá “San Francisco” það áttu eftir að verða einir umtöluðustu rokktónleikar sögunnar.\nÞetta átti að vera sannkölluð rokkveisla í boði Rolling Stones en ásamt sveitinni komu fram “Santana” “Grateful Dead” “Jefferson Airplane” og “Crosby Stills Nash and Young”\nUpphaflega átti að halda tónleikanna í “San Francisco” en þegar í ljós kom að alltof margir mundi mæta voru þeir fluttir útúr borginni og aðeins 20klst áður en þeir áttu að hefjast var ákveðið að hafa á á “Altamont” kappaksturbrautinni og á þessum 20 klukkutímum þurfti að setja sviðið saman og gera hljóðkerfið tilbúið.\nLoksins var allt komið á sinn stað nema eitt, “Hell’s Angels”, en þeir sáu um öryggisgæslu á tónleikunum.\nThe Rolling Stones ákváðu að láta “Hell’s Angels” sjá um öryggisgæslu afþví þeir höfðu reynst vel á stórum tónleiku í Englandi en það var stór munur á bresku Hell’s Angels klíkunni og þeirri Bandarísku. Meðan að þeir bresku voru aðdáendur sveitarinnar klæddir leðurjökkum var bandaríska útgáfan að klíkunni mun verri, þekkt fyrir ofbeldi, glæpi og gríðarlega eiturlyfjaneyslu.\nÞað var nánast vitað fyrirfram að ekkert yrði ráðið við drykkju og eityrlyfjaneyslu á tónleikunum en enginn gat séð fyrir það ofbeldi sem átti eftir að eiga sér stað á tónleikunum.\nÞegar “Santana” var hálfnaður með sitt spilerý var mikið um slagsmál á svæðinu sem Hell’s Angels tóku virkar þátt í og starfsmaður á vegum Rolling Stones var orðinn nokkuð áhyggjufullur og ákvað að besta leiðin til að láta Hell’s Angels vernda sveitina væri að láta allan bjórinn þeirra, sem kostaði um $500 fyrir framan sviðið þannig að meðlimir klíkunnar mundi vera þar og það virkaði að mestu leyti.\nÞegar “Jefferson Airplane” voru að spila var klíkan orðin til mikillra vandræða og slógu þeir t.d. einn meðlim sveitarinnar.\nEftir langa bið steig aðalsveitin svo loks á svið og byrjuðu að spila. Ég held alveg örugglega að þeir hafi verið að spila lagið “Sympathy For The Devil” þegar meðlimir “Hell’s Angels” sáu “Meredith Hunter” 18 ára gamlan blökkumenn halda á byssu og hníf framarlega í áhorfendaskaranum og stukku þeir strax á hann með billjardkjuða að vopni.\nÍ stað þess að afvopna hann og fjarlægja hann af svæðinu börðu þeir hann til bana innan um alla hina áhorfendurna. Það varð fljótlega ljóst hvað hafði gerst en Rolling Stones var sagt að halda áfram að spila til að koma í veg fyrir algjörar óeirðir.\nNæsta dag kom í ljós að alls 4 höfðu látist um kvöldið, fyrir utan “Hunter” létust tveir í svefni eftir að hlupið hefði verið yfir svefnpoka þeirra og einn drukknaði.\nLæknaskýrslur sýndu að hátíðin hefði verið undirlög af ofbeldi og þetta kvöld var nánast allt sem “Woodstock” , sem var nokkrum mánuðum fyrr, hafði skapað eyðilagt. Að fólk gat komið saman í gríðarlegu magni og hlustað á rokktónlist án þess að allt færi úr böndunum en munurinn á þessum tveimur hátíðum var t.d. í skipulagi. En atburðuinn á “Altamont” var illa skipulagður.\nNýtt Tímabil 1970 – 1979\n1971 rann samningur sveitarinn við “Decca Records” út og þeir ákváðu að stofna sitt eigið útgáfufyrirtæki sem fékk nafnið “Rolling Stones Records” og einnig gáfu þeir út plötuna “Sticky Fingers” ekki hafði eiturlyfjaneysla þeirra minnkað þegar þarna var komið við sögu og eitt lag á plötunni hét t.d. “Sister Morphine”.\nEldri kynslóðin lét enn í sér heyra við að gagnrýna hljómsveitina og þau slæmu áhrifa sem hún var talinn hafi og nú sneri deilan að miklu leyti að laginu “Bitch” sem var að finna á plötunni.\nÍ Apríl 1972 kom út smáskífan “Tumbling Dice” en hana var einnig að finna á tvöfaldri  plötu sveitarinnar “Exile On Mainstreet” sem var tekinn upp í kjallaranum á heimili Keith Richards í Frakklandi.\nSeinna það ár fóru þeir í tour um Bandaríkin og er talið að á þeim tour hafi þeir komið algjörlega með nýjan standard á hvernig skuli halda stadium rokk tónleika.\nÁrið 1973 gáfu þeir út lagið “Angie” sem er róleg kassagítars ballaða af bestu gerð en lagið var tekið af nýrri plötu þeirra sem fékk nafnið “Goats Head Soup” sem var tekinn upp á Jamaica og enn og aftur gáfu þeir mótmælendum sínum tækifæri til að rífa sig en núna var það útaf laginu “Starfucker”\nSveitin fór svo í stóra tónleikarferð um Evrópu þarsem þeir héldu meðal annars risastór og frábæra tónleika á “Wemblay”.\nÁrið 1974 kom enn ein platan með Rolling Stones út og núna var það nafnið “It’s Only Rock n’ Roll” sem var notað en hugmyndin að plötunni kviknaði á heimili gítarleikar að nafni “Ronnie Wood” en “David Bowie” kemur t.d. við sögu á plötunni.\nRonnie Wood var vinur sveitarinnar og komu t.d bæði Mick Jagger og Keith Richards við sögu á sólo plötu hans sem var nýkominn út.\nÍ Desmeber sama ár hættir Mick Taylor í sveitinni til að hefja sóló feril.\nÁrið 1975 var komið að því að finna nýjan gítarleikar og voru haldnar prufur fyrir áhugasama og úr prufunum varð til platan “Black And Blue” og að lokum var Ronnie Wood fenginn til að spila á gítar í sveitinni en hann var þó ekki eini hæfi gítarleikarinn sem sóttist eftir stafinu því t.d. var “Jeff Beck” einn af þeim sem fór í prufurnar.\nÁri seinna kemur svo “Black And Blue” út og að sjálfsögðu var haldið í tour af því tilefni og núna hélt sviðið t.d. risastóran uppblásinn getnaðarlim ásamt tarzan reipi fyrir Mick Jagger.\nÞað helsta sem gerðist svo hjá sveitinni árið 1977 var að Keith Richards var handtekinn ásamt kærustu sinni fyrir Heróin eign.\n1978 kom enn ein platan með Rolling Stones út og núna var það “Some Girls” og síðan var það tour sem fylgdi og ári seinna kom þriðja sólóplata Ronnie Wood út og aftur innihélt hún bæði Mick Jagger og Keith Richards og sama ár var dæmt í máli Keith Richards útaf heróíninu sem fannst á honum í Toronto ári fyrr. Hann slapp með fangelsisvist en var “dæmdur” til að koma fram á tónleikum til styrktar blindrarveikum með restinni af hljómsveitinni.\nSólóverkefni og fl.\n1981 kom platan “Tatto You” út en þekktasta lag af henni er trúlega “Start Me Up” sem náði gríðarlegum vinsældum og enn stækkuðu tónleikar sveitarinnar sem nú innihéltu gríðarlegt svið.\nÁrið 1983 gerðu Rolling Stones risastóran samning við “CBS” um útgáfu á fjórum stúdíó plötum en samningurinn var undirritaður klukkan 03:00 á “Ritz” hótelinu í París og var samningurinn metinn á um 28 milljón dollara.\nÁrið 1985 gaf Mick Jagger út sína fyrstu sólóplötu sem hét “She’s The Boss” og sama ár söng hann dúet ásamt “David Bowie” sem var tekið upp fyrir “Live Aid”\nÁ “Live Aid” tónleikunum sjálfum kom Mick Jagger fram í “Philadelphiu” og söng þar dúett með “Tina Turner” þarsem þau tóku létt “Janet Jackson” atriði á þetta þarsem Mick reif pilsið hennar. Þetta var í fyrsta sinn sem Mick Jagger kom fram til að syngja af sóló plötu sinni og þar var fyrir framan 1,5 milljarða áhorfenda.\nSeinna um daginn komu svo Mick Jagger og Keith Richards fram ásamt “Bob Dylan” til að loka deginum á “JFK Stadium”\nÞremur mánuðum seinna spiluðu svo Ronnie Wood og Keith Richards órafmagnað undir hjá Bono en sú útgáfa birtist á styrktardisk, man bara ekki hvað var verið að styrkja.\nSeinna um árið þegar þeir voru staddir í Frakklandi að taka upp nýja plötu urðu þeir fyrir gríðarlegu áfalli þegar “Ian Steward” sem var meðlimur í sveitinni til að byrja með en hafði síðan þá unnið fyrir þá t.d. sem “Road Manager” lést úr hjartaáfalli aðeins 47 ára að aldri.\nIan var einn besti vinur sveitarinnar og var oft nefndur “The Sixth Stone” en hann spilaði t.d. alltaf á píanó með þeim á tónleikum sveitarinnar.\nÁrið 1986 kom svo platan “Dirty Works” út en hún var tileinkuð Ian Steward, enginn tour fylgdi útgáfu plötunnar.\nÁ árunum 1987-1988 voru Mick Jagger og Keith Richards aðallega að vinna í öðrum verkefnum en Rolling Stones og báðir gáfu þeir út sólóplötur árið 1988\nMick sína aðra en hún hét “Primitive Cool” og í kjölfar útgáfunnar fór hann í velheppnaðan tour um Ástralíu og Japan.\nEn fyrst sólóplata Keith’s hét “Talk Is Cheap” og fór í hann í þriggja vikna tour um Bandaríkin í kjölfar útgáfrunnar en uppselt var á alla tónleikanna.\nHús Keith Richards á Jamaica var svo fyrir töluverðum skemmdum þegar fellibylur gekk yfir eyjuna og af því tilefni kom hann fram ásam “U2” til styrktar fórnarlömbum fellibylsins.\nTónleikasveitin Rolling Stones 1989-2005\nÁrið 1989 var viðburðarrík í ferli sveitarinn en það byrjaði á því að þeir hlutu inngöngu í “Rock And Roll Hall Of Fame” og viðstaddir þann atburð voru Mick Jagger, Keith Richards, Mick Taylor og Ronnie Wood.\nFjarvera Bill Wyman og sú staðreynd að Mick Taylor var á staðnum kom af stað orðrómi um það að Ronnie Wood mundi koma í stað Wyman á bassa og Mick Taylor mundi koma aftur inn á gítar.\n”Peta Townshend” hélt ræðu við þetta tilfefni og bað sveitina um að ekki róast með ellinni og það er svo sannarlega hægt að segja að þeir hafi ekki gert það.\nSeinna sama ár fékk svo Keith Richard “Living Legend Award” á alþjóðlegu rokk verðlaununum (International Rock Awards)\nÁ þessu ári hittust einnig Mick Jagger og Keith Richards á Barbados til að reynja að semja efni á nýja plötu en vegna rifrilda sem þeir höfðu átt í undanfarið var mikið spáð í það hvort að þeir gætu yfirhöfuð verið í sama herbergi.\nEn samstarfið gekk vel og stuttu seinna voru þeir komnir með 12 lög á plötuna sem var tekinn upp live á 5 vikum.\nÍ júlí héldu þeir svo frægan blaðamannafund á aðal lestarstöðinni í “New York” til að kynna nýju plötuna og tour sem átti að fylgja henni en á þessum fundi tók Mick Jagger upp græjur og spilaði “Mixed Emotions” sem var fyrsta smáskífa plötunnar “Steel Wheels” sem kom út í ágúst.\nPlatan var sögð sú besta sem þeir höfðu gefið út í langan tíma og þessi tour sem fylgdi var sá svaðalegasti sem sést hafði.\nSviðið var gjörsamlega risavaxið og átti að vera kjarnorkumartröð með veggjum sem gáfu frá sér eld og reyk. Setlistinn var um tveggja klukkutíma langur og innihélt lög frá öllum ferli sveitarinnar og það var nánast sér sviðsmunur fyrir hvert lag og þeir spiluðu eins og líf þeirra valt á spilamennskunni en skemmtu sér einnig konunglega á meðan.en þessi tour innihélt 70 tónleika í Bandaríkjunum.\nÁrið 1990 hélt “Steel Wheels” tour-inn til Japan þarsem þeir spiluðu 10 sinnum á “Korakuen Dome” í “Tókýó” en sá völlur tók 50.000 áhorfendur og var uppselt öll kvöldin.\nEftir þessi 10 kvöld hélt tour-inn til Evrópu þarsem sviðið breyttist aðeins þarsem evrópskir vellir voru einfaldlega ekki nógu stórir fyrir sviðið sem var engu að síðar risavaxið á evrópsku völlunum og innihélt áfram þetta kjarnorku þema.\nÁ þessu ári héldu Rolling Stones 115 tónleikar og samtals spiluðu þeir fyrir meira en 6 milljónir manna.\nÁ árunum 1991-1992 voru allir meðlimirnir að sinna sólóverkefnum en árið 1991 gerði sveitin útgáfusamning við “Virgin Records”.\nÁrið 1993 fagnaði sveitin 30 ára afmæli frá því að fyrsta smáskífan kom út. Í sjónvarpsviðtali við breska ríkissjónvarpið kom svo fram það sem margir voru búnir að spá, eftir 30 ára spilamennsku tilkynnti Bill Wyman að honum fannst þetta ekki lengur skemmtilegt og ætlaði því að hætta í hljómsveitinni þrátt fyrir miklar tilraunir hinna til að fá hann af þessari skoðun.\nSama ár fara Mick Jagger, Keith Richards og Ronnie Wood allir í sitthvora áttina til að kynna nýútkomnars sólóplötur sínar og einnig er Keith Richards tekinn inn í “Songwriters’ Hall Of Fame”\nÁrið 1994 hittust meðlimir sveitarinna á Barbados til að byrja að vinna að nýrri plötu en fluttu sig fljótlega til “Dublin” Írlandi til að taka hana upp. Platan fékk nafnið “Vodoo Lounge” og var sú fyrsta eftir samninginn við Virgin Records og fékk platan frábæra dóma hjá gagnrýnendum og að sjálfsögðu var þessi plata ekki kynnt með minni látum en “Steel Wheels” en þeir komu spilandi á bát sem lagðist við höfn í “New York” og kynntu bæði plötuna og tour-inn sem átti að fylgja.\nFyrstu tónleikarnir voru í “Whasington” 1. ágúst en þaðan átti hann eftir að fara um öll Bandaríkin,  Kanada,  Mexíkó, S-Ameríku og Asíu.\nÞessi tour fékk alvega frábæra dóma hjá gagnrýnendum og aðdáendum en þrátt fyrir gríðarlega þétt skipulag gat sveitin tekið sér frí til að taka við “Lifetime Achievment Award” frá MTV ásamt “Artistic Excellence” verðlaunum frá “Billboard”\n10. nóvember varð sveitin sú fyrsta í heiminum til að sýna tónleika á netinu.\nÍ lok ársins 1994 var platan “Vodoo Lounge” búinn að seljast í 4 milljónum eintaka og tour-inn komnin í metbækurnar sem best heppnaði tónleika tour sögunnar.\nÍ byrjun árs 1995 voru þeir enn á þessum tour, nánartiltekið í Mexíkó en þaðan héldu þeir til S-Ameríku en þangað höfðu þeir aldrei komið áður sem hljómsveit, en Keih Richard spilaði þar sem sólo-artist.\nÞað myndaðist gríðarlegt “hype” í kringum komu þeirra til S-Ameríku og voru lætin nánast yfirgengileg.\nÞeir héldu síðan til Suður Afríku, héldu 7 tónleika í röð í Tokýó og fóru til Ástralíu áður en þeir héldu loks til Evrópu.\nÁ þessum tour gripu þeir oft í kassagítar á tónleikum og útkoman úr því var svo kassagítarplatna “Stripped”\nÁrið 1996 snéru þeir sér aftur að sóló-verkefnum og Charlie Watts gat út sitt fyrsta verkefni.\nÁrið 1997 kom svo síðasta stúdíó plata sveitarinn út í langan tíma en hún fékk nafnið “Bridges To Babylon” en það næsta stúdíóplata Rolling Stones kom út núna í ár og fékk sú plata nafnið “Bigger Bang” sem hefur fengið alveg frábæra dóma og sögð besta plata þeirra í langan tíma.\nHljómsveitin er þó ekki búinn að sitja og gera ekki neitt á árunum 1997-2005, langt frá því.\nÞeir gáfu t.d. út safnplötuna “Forty Licks” út árið 2002 sem seldist í stjarnfræðilea mörgum eintökum 36 af bestu lögum einnar vinsælustu hljómsveitar heims kominn saman á eina plötu ásamt 4 nýjum lögum.\nÍ þessum tour sem þeir eru núna í af tilefni útkomu “Bigger Bang” hafa þeir t.d. fengið “Metallica” til að hita upp fyrir sig.\nHeimildir:\nwww.sing365.com\nwww.allmusic.com\nwww.rollingstones.com",
    "url": "https://www.hugi.is/gulloldin/greinar/350170/rolling-stones/",
    "url_id": "350170",
    "id": "2736472",
    "replies": [
        {
            "user": "alfisti",
            "user_id": "52848",
            "date": "2005-11-27 01:38:13",
            "id": "2737912",
            "reply_to_id": "2736472",
            "text": "Góð grein! Rolling Stones eru líklega besta tónleikaband sögunar."
        },
        {
            "user": "Svafnir",
            "user_id": "8098",
            "date": "2005-11-27 01:49:21",
            "id": "2737963",
            "reply_to_id": "2736472",
            "text": "Nauh !\nÞetta er sérstaklega vel unnin grein hjá þér !\n10 af 10 færðu !\nStórskemmtileg hljómsveit og án efa ein af topp 10 hljómsveitum allra tíma."
        },
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2005-11-27 03:23:49",
            "id": "2738167",
            "reply_to_id": "2736472",
            "text": "það er ekkert minna en metallica sem sér um upphitun, það er nú eitthvað.\nflott grein, og vissi fátt af þessu, svo þetta var mjög fræðandi :)"
        },
        {
            "user": "fidonimo",
            "user_id": "55954",
            "date": "2005-11-27 11:58:31",
            "id": "2738419",
            "reply_to_id": "2736472",
            "text": "svolítið furðuleg þýðing hjá þér á köflum, en annars bara nokkuð gott *klapp klapp klapp*"
        },
        {
            "user": "ArtVandelay",
            "user_id": "57453",
            "date": "2005-11-27 13:15:56",
            "id": "2738607",
            "reply_to_id": "2736472",
            "text": "Vel gert."
        },
        {
            "user": "Ingvit",
            "user_id": "36943",
            "date": "2005-11-27 13:54:09",
            "id": "2738712",
            "reply_to_id": "2736472",
            "text": "frábær grein um eina bestu hljómsveit samtímans"
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2005-11-27 14:46:45",
            "id": "2738944",
            "reply_to_id": "2736472",
            "text": "Fín grein. Hefði samt geta verið betri. Er einmitt að hlusta á nýja diskinn núna, Laugh, I nearly Died er í spilun."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-27 14:55:56",
            "id": "2738971",
            "reply_to_id": "2736472",
            "text": "Hín fínasta grein um eina bestu hljómsveit allra tíma.\nHefði þó mátt laga sumt, en samt. Mjög fín grein, ég verð að gefa þér hrós fyrir þetta."
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2005-11-27 15:33:49",
            "id": "2739117",
            "reply_to_id": "2736472",
            "text": "Snilld! :)"
        },
        {
            "user": "JasonNewsted",
            "user_id": "52258",
            "date": "2005-11-27 16:01:23",
            "id": "2739189",
            "reply_to_id": "2736472",
            "text": "Metallica hituðu nú bara upp 2 kvöld, vona að þeir geri það aldrei aftu"
        },
        {
            "user": "JasonNewsted",
            "user_id": "52258",
            "date": "2005-12-19 16:22:05",
            "id": "2838995",
            "reply_to_id": "2739189",
            "text": "Enda mikil óvirðing við hljómsveit eins og Rolling Stones að láta Metallica hita upp..\nÉg get hlustað á Metallica (Í litlu magni) en að láta þá hita upp fyrir Stones er eins og að éta mannaskít í forrétt fyrir steikina."
        },
        {
            "user": "JasonNewsted",
            "user_id": "52258",
            "date": "2005-12-19 17:43:20",
            "id": "2839352",
            "reply_to_id": "2838995",
            "text": "Mér finnst lika að þeir hefðu aldrei átt að hita upp fyrir þessar prímadonnu"
        },
        {
            "user": "JasonNewsted",
            "user_id": "52258",
            "date": "2005-12-19 19:45:58",
            "id": "2840089",
            "reply_to_id": "2839352",
            "text": "Ertu að segja að Metallica sé betri hljómsveit en The Rolling Stones"
        },
        {
            "user": "JasonNewsted",
            "user_id": "52258",
            "date": "2005-12-19 19:48:20",
            "id": "2840100",
            "reply_to_id": "2840089",
            "text": "Nei ég var að segja að Rolling Stones væru prímadonnu"
        },
        {
            "user": "JasonNewsted",
            "user_id": "52258",
            "date": "2005-12-19 21:04:39",
            "id": "2840415",
            "reply_to_id": "2840100",
            "text": "Allir eru að hugsa það, ég ætla bara að segja það… Þegiðu."
        },
        {
            "user": "JasonNewsted",
            "user_id": "52258",
            "date": "2005-12-19 22:45:33",
            "id": "2840870",
            "reply_to_id": "2840415",
            "text": "ónei shit, þú sagðir mér að þegja !"
        },
        {
            "user": "stones",
            "user_id": "15128",
            "date": "2005-11-28 14:06:25",
            "id": "2742543",
            "reply_to_id": "2736472",
            "text": "frå\nhttp://www.iorr.org/tour05/tour06.htm\nTue Jun 6  2006  Concert site  Reykjavik  Iceland  RUMOURED The Rolling Stones"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-28 17:48:09",
            "id": "2743556",
            "reply_to_id": "2736472",
            "text": "Enginn Rosalegur Stones fan(kýs frekar Beatles) en fíla þá samt og las þetta. Rosaleg Grein maður, meira svona!!"
        },
        {
            "user": "stones",
            "user_id": "15128",
            "date": "2005-11-29 22:23:53",
            "id": "2749090",
            "reply_to_id": "2736472",
            "text": "Europe 2006: The Rolling Stones\nMay 27  Barcelone, Spain  Olympic Stadium\nMay 29  Madrid, Spain  Vincente Calderon Stadium\nJune 1  Brussels, Belgium  Stade Roi Baudouin\nJune 3  Paris, France  Stade de France\nJune 6  Bergen, Norway  (to be announced)\nJune 8  Copenhagen, Denmark  (to be announced)\nJune 10  Gothenbourg, Sweden  Ullevi\nJune 13  St. Petersburg, Russia  Petrovsky\nJune 16  Brno, Czech Republic  Outdoor Exhibition Centre\nJune 18  Warsaw, Poland  Airport Bemowo\nJune 20  Vienna, Austria  Ernst Happel Stadion\nJune 22  Milan, Italy  San Siro\nJune 29  Athens, Greece  Olympic Stadium\nJuly 2  Belgrad, Serbia  (to be announced)\nJuly 6  Zagreb, Croatia  (to be announced)\nJuly 10  Nürnberg, Germany  Frankenstadion\nJuly 12  Leipzig, Germany  Zentralstadion\nJuly 14  Frankfurt, Germany  Commerzbank Arena\nJuly 16  Munich, Germany  Olympiastadion\nJuly 19  Hannover, Germany  Olympiastadion\nJuly 23  Cologne, Germany  Rhein Energie Stadion\nJuly 30  Amsterdam, Holland   Arena Stadium\nAugust 3  Stuttgart, Germany  Gottlieb-Daimler Stadion\nAugust 5  (to be announced) Switzerland  (to be announced)\nAugust 8  Nice, France  Palais Nikaia\nAugust 12  Oporto, Portugal  Estadio do Dragao\nAugust 14  Valladolid, Spain  Estadio Zorrilla\nAugust 18  Dublin, Eire  Phoenix Park\nAugust 20  London, UK  Wembley Stadium\nAugust 25  Glasgow, Scotland  Hampden Park\nAugust 27  Sheffield, UK  Don Valley Stadium\nAugust 29  Cardiff, UK  Millenium Stadium\nspila ekki å islandi tvi midu"
        },
        {
            "user": "karamella",
            "user_id": "4619",
            "date": "2005-12-01 16:50:15",
            "id": "2755907",
            "reply_to_id": "2736472",
            "text": "Flott grein :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-12-23 14:43:12",
            "id": "2859029",
            "reply_to_id": "2736472",
            "text": "Mjög góð grein. Verð að gefa þér fullt hús fyrir framlagið, sérstaklega þar sem ég er hálfgerður Stones aðdáandi sjálfur.\nHefðir þó mátt t.d. bæta við að fyrsta plata Stones hét “The Rolling Stones” í Bretlandi en fékk nafnið “Englands Newest Hitmakers” í Bandaríkjunum. Einnig önnur plata þeirra sem hét einfaldlega “The Rolling Stones #2” hét “Now” í Bandaríkjunum.\nEn samt, virkilega góð grein."
        }
    ]
}