{
    "forum_title": "Heimspeki",
    "user": "deddida",
    "user_id": "11124",
    "date": "2001-07-20 23:25:07",
    "title": "Hugmyndasaga",
    "text": "Mannkynið hefur frá örólfi alda reynt að útskýra og sannt tilvist kenninga og hugtaka.  Guðspekin hefur verið notuð til að útskýra sköpun og komandi tortímingu heimsins, hvernig líf getur horfið og annað myndast. Eftir sem áður eru þetta enn mestu ráðgátur lífsins. Kenningar hafa komið í bylgjum hring eftir hring og hafa speglast í myndlist, tónlist og lífsháttum þessa tíma.  Mesta umbyltingin hefur vafalaust orðið þegar sannað var að allt efni og loft er byggt upp af atómum og mólikúlum.  Hljóðir og ljós bylgjur eins og gárur á vatni.  Í raun svo augljóst og auðskiljanlegt, gæti verið að við gætum leyst hina stóru lífsgátu á hinn sama hátt.  Margir trúa því að við mennirnir lifum á annari tíðni en hinir dánu, þeir sem eru taldir skyggnir hafa hæfileika til að flakka á milli tíðnisviða.",
    "url": "https://www.hugi.is/heimspeki/greinar/35016/hugmyndasaga/",
    "url_id": "35016",
    "id": "236570",
    "replies": [
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2001-07-21 01:12:49",
            "id": "236571",
            "reply_to_id": "236570",
            "text": "Já mig minnir að hinir látnu séu á FM98.5\nHAHAhaahaaahhaaaaa………nei þessi var slappu"
        },
        {
            "user": "KaZoom",
            "user_id": "35",
            "date": "2001-07-21 01:21:22",
            "id": "236572",
            "reply_to_id": "236571",
            "text": "rofl"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2001-07-21 15:48:53",
            "id": "236573",
            "reply_to_id": "236570",
            "text": "Thad er reyndar ekki sannad ad allt se gert ur atomum… thad er ekki einu sinni sannad ad efni se til. Vid (og visindin) gerum rad fyrir thvi. Atomin eru strangt tiltekid fraedigripir (theoretical entities). Ennfremur er ekki sannad ad ljos megi smaetta i bylgjur; thad er afar umdeilt hvort lysa eigi ljosi sem bylgjum eda ekki."
        },
        {
            "user": "deddida",
            "user_id": "11124",
            "date": "2001-07-21 22:24:46",
            "id": "236574",
            "reply_to_id": "236573",
            "text": "Hvernig má þá lýsa ljósi?  Við getum brotið niður geislan, skipt honum og sent hann aftur.  Því má leiða af því líkum að ljós sé efni, er ekki svo?\nAllar kenningar eru umdeildar og atómkenningin er mjög rökrétt, auðvelt að skilja."
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2001-07-22 16:37:39",
            "id": "236575",
            "reply_to_id": "236574",
            "text": "Deddida: Juju, atomkenningin er rokrett og afar likleg - en ekki sonnud! Kenningar eru aetid vansannadar. Og vardandi ljosid, thad er satt ad margir vilja lysa thvi sem bylgjum adrir sem eindum. Eg er ekki edlisfraedingur, en punkturinn hja mer var ekki edlisfraedilegur; punkturinn var sa ad kenningar eru vansannadar. Thad er ekki buid ad sanna thessa hluti. Og i tilfellinu med ljosid er meira ad segja til kenning sem keppir um hylli fraedimanna vid tha kenningu ad ljos se bylgjur."
        },
        {
            "user": "sljo",
            "user_id": "9268",
            "date": "2001-07-23 13:49:01",
            "id": "236576",
            "reply_to_id": "236575",
            "text": "gthth: þú ert aðeins of heimspekilegur í þessu - ekkert er satt nema ef frumsetningarnar eru sannar. Þú verður að athuga það að fólk reisti hús áður en það skildi eða gat beint sannað tilvist þyngarkraftsins eða hafði í raun nokkura vitneskju um efni. Atómkenningin hefur lýst tilveru okkar best hingað til og við erum komnir lengra en atómin við erum farinn að tala um quarka og við erum jafnvel kominn lengra en það. Hvað varðar það hvort ljós sé bylgja eða efnisagnir fer eftir því við hvaða aðstæður er verið að mæla eða hvernig mælt er."
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2001-07-23 14:33:27",
            "id": "236577",
            "reply_to_id": "236576",
            "text": "Sljo: Eg geri mer grein fyrir thessu ollu saman og kaeri mig kollottan um thad. Eina sem eg var ad segja er ad thad er ekki buid ad sanna thetta allt - eins og thu tokst undir - og thad verdur aldrei gert. Thad fer i taugarnar a mer thegar folk slengir thessum frasa “visindalega sannad” uti um allt. Hann a sjaldnast vid.\nEg ma vera - og a ad vera -heimspekilegur thvi thetta er heimspekisida!"
        },
        {
            "user": "sljo",
            "user_id": "9268",
            "date": "2001-07-24 10:55:19",
            "id": "236578",
            "reply_to_id": "236577",
            "text": "gthth: Rétt hjá þér, þetta er heimspeki síða og ég er einnig sammála þér að það er um og of talað um vísindalega sannað."
        },
        {
            "user": "Smjörkjöt",
            "user_id": "3501",
            "date": "2001-07-28 18:02:17",
            "id": "236579",
            "reply_to_id": "236577",
            "text": "Það er leiðinlegt þegar alltaf er talað um vísindalega sannaða hluti, það er satt, en það eru þó einstaka hlutir sem er í raun ekki hægt að efast um að séu til.\nAtóm eru til!\nÞau eru til vegna þess að það eina sem þau eru í rauninni eru táknmynd handa okkur til að skilja betur hvað er að gerast í heiminum, það þarf ekki að vera að þau séu eins og sagt er að þau séu en þau eru samt sem áður til, um leið og þú hefur hugsað upp tilvist þess er það í rauninni orðið til en þá er maður kominn útí aðeins aðra sálma.\nÞetta er líkt og í skammtafræði, skammtafræði byggist upp á módelum sem að ganga upp, ekki það að þau séu rétt, heldur ganga þau upp við það sem við vitum um heiminn.\nÉg er samt sammála meiningunni í því sem þú skrifar, í rauninni er ég bara að setja út á hvernig þú orðar það."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2001-07-21 16:33:36",
            "id": "236580",
            "reply_to_id": "236570",
            "text": "Ég trúi því það sé ekki hægt að vera dauður. Þú errt lifandi,\ndeyrð og hættir að vera til.  Endir, sama ástand og áður en þú\nfæddist.\nÉg er alveg til í rökræður, en útskýrðu þá fyrir mér hvernig þetta\ngæti verið öðruvísi,, út frá því að heilinn hættir að starfa eftir að\nvið deyjum."
        },
        {
            "user": "radical",
            "user_id": "5666",
            "date": "2001-07-23 12:00:56",
            "id": "236581",
            "reply_to_id": "236580",
            "text": "En hvaða ástand var áður en maður fæddist? Það veit enginn.. ekki frekar en hvaða ástand er eftir að maður deyr. Því er voða lítið hægt að rökræða um hlutinn, bara hægt að skiptast á skoðunum.. og það hafi allir skoðun á þessum hlut. Sumir trúa að það sé framhaldslíf, sumir ekki.. það hefur enginn rétt eða rangt fyrir sér. Og á meðan það er þannig þá verðum við bara að sætta okkur við að sumir eru ekki sammála.\nfriður\npotent"
        },
        {
            "user": "deddida",
            "user_id": "11124",
            "date": "2001-07-23 14:21:36",
            "id": "236582",
            "reply_to_id": "236581",
            "text": "Sammála, hver veit hvað lífið er og til hvers?"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2001-07-26 20:15:55",
            "id": "236583",
            "reply_to_id": "236581",
            "text": "potent: hverju trúir þú?"
        }
    ]
}