{
    "forum_title": "Jeppar",
    "user": "Aesir",
    "user_id": "19868",
    "date": "2005-11-29 15:47:15",
    "title": "Hver var Chevrolet ?",
    "text": "Eitt frægasta nafn í bílasögunni “Chevrolet” kom frá manni sem hét Louis Chevrolet.\nLouis Chevrolet varð aldrei ríkur á hæfni sinni, færni og reynslu en nafn hans er orðið ódauðlegur partur af sögunni.\nLouis fæddist á jóladag 1878 í Sviss, hann var sonur úrasmíðameistara. Louis sýndi strax á ungum aldri mikla tæknilega hæfileika en hann þótti ekki sérlega góður að liggja yfir skólabókum eða sinna námi.\nLouis Chevrolet byrjaði starfsferil sinn sem reiðhjóla viðgerðamaður og fljótlega fór þessi kröftugi 1.83 stóri maður að keppa í hjólreiðum. Hann vann 28 hjólakeppnir á sínum fyrstu 3 árum í reiðhjólakeppnum og hann hélt jafnframt áfram að smíða reiðhjól þar til hann uppgötvaði bíla. Þá varð Chevrolet bifvélavirki í hinum upprennandi Franska bíla iðnaði. Hann skipti oft um starf og jók við þekkingu sína en flutti síðan til Montreal árið 1900.\nChevrolet starfaði þar sem bílstjóri í 6 mánuði þar til hann flutti sig um set til New York. Smá saman gat hann sér góðan orðstír sem góður bifvélavirki og keppnis ökumaður.\nFrá New York flutti hann sig um set til Flint Michigan þar sem hann hóf að aka sem keppnis ökumaður fyrir W.C. Durant stofnanda General Motors. Hann ók Buick í fyrstu Indianapolis 500 keppninni sem haldin var en brotinn kambás olli því að hann féll úr keppni. Síðan réði Durant hann til að hanna bíl drauma sinna. Chevrolet var ráðinn sem verkfræði ráðgjafi en hann var ekki yfirmaður í Chevrolet fyrirtækinu.\nÞegar fyrst Chevrolettinn sem hét Classic six byrjaði í framleiðslu í 1912 þá voru 275 bílaframleiðendur í Bandaríkjunum! Fyrsti ´Lettinn´ var hugsaður sem bíll ríka mannsins og var ekki seldur í stórum stíl enda kostaði hann á þeim tíma $ 2150.-\nDurant vildi byrja að framleiða bíla í fjöldaframleiðslu til að höfða til fjöldans en Louis Chevrolet var ekki sammála og vildi einungis láta tengja nafn sitt við stóra tilkomumikla og góða bíla.\nÞað er athyglisvert með tilliti til þróunar nú á tímum á notkun á vörumerki “Chevrolet” þar sem merkið er límt á miður merkileg faratæki til að selja sem mest! Farartæki eins og Daewoo og Opel frá Brasilíu o.s.frv. Louis Chevrolet er sjálfsagt búinn að snúa sér við mörgum sinnum í gröfinni í hvert skipti sem einhverjum markaðsfræðingnum dettur sú “snilldar” hugmynd í hug að líma Chevrolet logóið á einhverjar óseljanlegar druslur til að koma þeim út.\nEn vegna ágreinings Durant og Chevrolet þá seldi Chevrolet sig út úr fyrirtækinu í október 1913 einungis um ári eftir að byrjað hafði verið að framleiða fyrsta bílinn þar. Nafnið var orðið þekkt vörumerki og það átti W.C. Durant. Hefði Louis haldið áfram í fyrirtækinu hefði hann og allir hans eftirkomendur orðið marg milljónerar.\nDurant saknaði hans ekki. Hann hataði manninn en elskaði nafnið. GM sameinaðist síðan Chevrolet Motors undir handleiðslu Durant.\nÁn þess að geta notað nafn sitt á fyrirtæki þá stofnaði Chevrolet nýtt fyrirtæki að nafni Frontenac motor corp til að smíða nýjan og framúrstefnulegan kappastursbíl.\nSíðar réði hann sig sem aðstoðarforstjóra og yfir tæknifræðing hjá nýju fyrirtæki sem hét American Motors Corporation (AMC).\nÍ 1929 hætti Louis í bílabransanum og stofnaði Chevrolet Brothers Aircraft Company saman með bróður sínum Arthur.\nÁrið 1934 setti General Motors manninn sem hafði gefið nafn sitt til best selda bíls þeirra hann aftur á launaskrá en vegna veikinda þá flutti Louis ásamt konu sinni til Florida. Louis Chevrolet dó síðan 6. júní 1941 þá 63 ára að aldri.\nHann var borinn til grafar í Indianapolis sem var sena hans stærstu sigra í ökukeppnum.",
    "url": "https://www.hugi.is/jeppar/greinar/350983/hver-var-chevrolet/",
    "url_id": "350983",
    "id": "2745791",
    "replies": [
        {
            "user": "otti",
            "user_id": "5350",
            "date": "2005-11-29 17:26:45",
            "id": "2747532",
            "reply_to_id": "2745791",
            "text": "ok…………………"
        },
        {
            "user": "otti",
            "user_id": "5350",
            "date": "2005-11-29 20:59:39",
            "id": "2748648",
            "reply_to_id": "2747532",
            "text": "Þetta var aldeilis merkilegur lestur. Góð grein, aldrei hefði mér dottið þetta í hug."
        },
        {
            "user": "Ganaz",
            "user_id": "69849",
            "date": "2007-10-30 21:30:03",
            "id": "5351226",
            "reply_to_id": "2748648",
            "text": "samala"
        },
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2005-11-29 18:38:13",
            "id": "2747867",
            "reply_to_id": "2745791",
            "text": "eeeh snilld, en já svekkjandi fyrir afkomendur hans, HAHA"
        },
        {
            "user": "johste",
            "user_id": "62960",
            "date": "2006-07-15 00:56:25",
            "id": "3750429",
            "reply_to_id": "2747867",
            "text": "samt það væri nú helviti töff að heita t.d Jóhann Helgi Chevrolet ;)"
        },
        {
            "user": "JHG",
            "user_id": "17371",
            "date": "2005-12-02 21:04:34",
            "id": "2761966",
            "reply_to_id": "2745791",
            "text": "Skemmtileg grein um Chevrolet gamla :)  Mig minnir að hann hafi verið svolítið drykkfelldur (eins og sumir gamlir lettar áttu til að vera) sem hafi ekki hjálpað til við samstarfið.  Það má svo sem vera að mig misminni það.\nEn óháð ferli karlsins (og útþynningu merkisins í seinni tíð) þá hafa margir flottustu bílar sögunnar komið frá þessu fyrirtæki!\nJHG"
        },
        {
            "user": "Aesir",
            "user_id": "19868",
            "date": "2005-12-03 09:59:17",
            "id": "2763513",
            "reply_to_id": "2745791",
            "text": "Já Chevrolet hefur framleitt marga frábæra bíla og reyndar hafa bílar frá GM verið mjög framarlega með nýjungar sem þykja sjálfsagðar í bílum í dag. T.d. átti móðir mín nýjan 1955 árgerð af Buick í Bandaríkjunun og hann var þá með rafmagnsrúður og samlæsingar.\nChevrolet Corvette og Cadillac hafa líka oft komið fyrstirmeð nýjungar á markaðinn t.d. sjálfsagðan hlut í dag eins og tölvustýrða innspýtingu (EFI).\nEn aðrir Bandarískir bílaframleðendur hafa líka verið að gera mjög góða hluti eins og Ford og Mopar (Dodge, Chrysler ofl.). Og framleiðendur annars staðar í heiminum hafa síðan fylgt í fótspor þeirra. Það má bæta því við að GM á mjög stóran hlut í Toyota, Izusu og Saab og mörgum stórum öðrum bílaframleiðendum og þar sem það er hægt að græða peninga á fjöldaframleiðslu bíla á hinum ýmsu markassvæðum um heimin þá eru það ekki endilega þeir sem hanna flókinn búnað í bílana heldur njóta aðrir framleiðendur innan GM þeirrar þróunarvinnu sem fer fram þar.\nÞannig að Toyotu eigendur hér ættu kannski ekkert að vera of stoltir af Toy´unni sinni : ) Það sem er gott í henni er kannski eftir allt saman frá USA komið hvort sem er.\nÉg hef alltaf átt Chevy en það er svona meira vani en annað. Ford og Mopar eru líka ágætir en það var bara svo þægilegt í gamla daga að til að gera við gamla Blazerinn þá þurfti nærri ekkert nema 1/2“ og 9/16” lykil, passaði á nærri allt. Lífið er þvímiður ekki svo einfalt í dag, búið að flækja allt með millimetra boltum."
        },
        {
            "user": "JHG",
            "user_id": "17371",
            "date": "2005-12-03 18:57:02",
            "id": "2765262",
            "reply_to_id": "2763513",
            "text": "Jamm, GM hefur verið dulegt að koma með nýjungar.\nÞetta er einmitt eitt af því ég dái við gamla Blazerinn minn, ég þarf ekki að fara með lyklasett út til að gera við, fáir lyklar duga.\nTransaminn minn er hinsvegar blanda, boddý er mm en kram er tommu :(\nJHG"
        },
        {
            "user": "Partytruck",
            "user_id": "16082",
            "date": "2006-02-01 21:45:06",
            "id": "3048869",
            "reply_to_id": "2763513",
            "text": "“Bosch developed the first production electronic fuel injection system, called D-Jetronic (D for Druck, the German word for pressure), which was first used on the Volkswagen 411 in 1967. ”\nFann þetta í alfræðiorðabók á netinu."
        },
        {
            "user": "Partytruck",
            "user_id": "16082",
            "date": "2006-02-01 21:58:55",
            "id": "3048979",
            "reply_to_id": "3048869",
            "text": "“As GM and other US automakers continue to twist slowly in the wind as Toyota\nMotor Corp. is poised to replace GM as the world’s number one car manufacturer”\nÞetta var í consumer affairs og hvergi talað um að GM eigi eitthvað í Toyota.  Eina sem þeir eiga samleið í er að framleiða “græna” bíla.\nÞó að kaninn hafi búið til mikið af skemmtilegum bílum og þá er orðið langt síðan að þeir hafa verið tæknilega framarlega í bílaheiminum.  Vonandi breytist það samt til að fá eitthvað nýtt og öðruvísi."
        },
        {
            "user": "JHG",
            "user_id": "17371",
            "date": "2006-02-02 09:07:31",
            "id": "3050491",
            "reply_to_id": "3048979",
            "text": "Ekki alveg rétt, það er ýmislegt í gangi fyrir vestan okkur.\nNú eru þeir búnir að þróa búnað og nota í nokkur ár sem gerir V8 vél kleift að keyra á 4 cyl án þess að menn verði varir við skiptin (tölvutæknin var ekki nógu langt á veg þegar þetta var prófað hjá þeim um 1980 og ökumenn urðu varir við skiptin).\nÍ Cadillac hefur verið boðið upp á nætur sjón í allnokkur ár.\nAmerískir bílar þurfa að uppfylla ströngustu mengunarstaðla í heimi.\nÞeir eru nú orðið mjög sparneytnir, og náð ótrúlegum árangri í að láta stórar vélar eyða litlu.  Sem dæmi þá er 400 hp Corvette (og örugglega 500 hp bíllinn líka) ekki með Gas Gussler Tax meðan að flestir evrópskir sportbílar lenda í honum (og sumir fást ekki innfluttir vegna þess að þeir uppfylla ekki staðla).\nCadillac var númer 2 yfir lága bilanatíðni þrátt fyrir allan sinn búnað.\nÉg get því ekki séð annað en þeir séu nokkuð framarlega enn í dag.\nJHG"
        },
        {
            "user": "Partytruck",
            "user_id": "16082",
            "date": "2006-02-02 20:34:13",
            "id": "3053486",
            "reply_to_id": "3050491",
            "text": "Vettan er bara að eyða mjög svipað og sambærilegir AMG bensar sem dæmi og þetta 8/4 cyl trikk er búið að vera í boði í V12 bensum í hátt í 20 ár.  Nú er ég ekkert að taka hanskann sérstaklega upp fyrir Mercedes bens en mér hefur alltaf fundist almenningsálit á amerískum bílum mjög svo ofmetið.  Maður heyrir alltaf sömu tugguna um að það sé svo þykkt stálið og enginn geti látið svona stórar vélar eyða litlu nema þeir.  Það er bara ekki satt.  Amerískir bílar eru ágætir og sumir jafnvel góðir en þeir eru ekki allir frábærir."
        },
        {
            "user": "JHG",
            "user_id": "17371",
            "date": "2006-02-03 09:10:41",
            "id": "3055323",
            "reply_to_id": "3053486",
            "text": "Ég tók Vettuna sem dæmi þar sem að margir evrópskir sportbílar lenda í flokk Gas Gusslers meðan að hún er ekki í þeim flokk.\nÞetta kerfi sem var notað í Cadillac um og eftir 1980 en það eru ekki nema nokkur ár síðan að búnaðurinn varð nógu þróaður til að hann væri talinn ásættanlegur fyrir ameríska kaupendur (sem eins og Audi komst að eru líklegast með kröfuharðari kaupendum og eru lengi að fyrirgefa).\nÉg gæti talið til Onstar sem nú hefur verið notað í líklegast 10-15 ár sem aðrir bílaframleiðendur hafa ýmist keypt aðgang að eða farið í að framleiða svipað kerfi, hægt væri að tala um EV1 sem var rafmagnsbíll með sportbílahröðun ofl. ofl.\nEf ég tek dæmi af GM þá skilar hugmyndadeild þeirra að meðaltali einum “bíl” á dag.  Sá bíll gæti verið skissa, hugmynd eða fullmótað eintak.  Sumt er svo framtíðarlegt að tækni nútímans dugir ekki til að leysa úr því.  En brjálaðar hugmyndir hafa nú skilað okkur þar sem við erum (fyrstu flugkapparnir voru af mörgum taldir klikk).\nÉg er viss um að aðrir bílaframleiðendur eru að leika sér að svipuðum hlutum, en tók þetta sem dæmi um að þeir eru ekki að framleiða sömu bílana og 1975 (en margir virðast halda það).\nÉg var ekki að segja að þeir væru bestir, fremstir og fallegastir (segjir ekkert um hvað ég hugsa, ég sagði það ekki ;).  Aðeins að þeir væru nokkuð framarlega, sem svar við þessari fullyrðingu “þá er orðið langt síðan að þeir hafa verið tæknilega framarlega í bílaheiminum.”\nÉg get ekki séð að þeir séu neinir eftirbátar annara, bilanatíðni er nú í dag með því lægsta sem þekkist, eyðslan mjög ásættanleg, framleiða sportbíla sem standa í og skara framúr á öllum sviðum miklu dýrari evrópskum bílum (þekki ekki eins vel til asískra ofursportbíla til að segja um það).\nHvað allskonar aukabúnað varðar (sem eru áhöld um að hafi eitthvað með eiginleika bíla að gera) þá bjóða þeir upp á allan þann búnað sem aðrir eru með, og svo nokkra hluti aukalega (ég held að enginn annar sé farinn að bjóða uppá nætursjón en Cadillac hefur haft það í allmörg ár).\nÉg geri mér fulla grein fyrir því að aðrir gera góðar vélar.  Ég hef t.d. mjög góða reynslu af díselvélum frá Bens og ber mikla virðingu fyrir þeim.  Flestar Toyotu vélar standa sig vel þó þær skili ekki aflinu á þeim stað sem mér finnst skemmtilegast.  Meira að segja Nissan 2,8 lítra vélin er góð í réttum bíl (en þeir þurftu að fara að troða henni í alltof stóran bíl).\nSömu framleiðendur hafa, eins og þeir amerísku, komið með vélar sem þeir eru ekki stoltir af, en það yrði varla mikil þróun ef bílaframleiðendur þyrðu ekki að prufa að fara nýjar leiðir.\nBílar og vélar eru málmhlunkar er lúta sömu eðlisfræðilögmálum hvar sem þeir eru settir saman.  Það sem hægt er að gera í ameríku er hægt að gera annarsstaðar í heiminum, þar sem að sama eðlisfræðin á allstaðar við (eða allavegana á öllum þeim stöðum sem ég hef komið á).\nJHG"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-01-10 01:25:00",
            "id": "2939819",
            "reply_to_id": "2745791",
            "text": "Flott grein"
        },
        {
            "user": "savinn",
            "user_id": "51954",
            "date": "2006-01-14 20:19:26",
            "id": "2961549",
            "reply_to_id": "2745791",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "Aesir",
            "user_id": "19868",
            "date": "2006-01-15 03:20:37",
            "id": "2963210",
            "reply_to_id": "2961549",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "savinn",
            "user_id": "51954",
            "date": "2006-02-23 16:19:43",
            "id": "3143348",
            "reply_to_id": "2963210",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2006-01-31 02:36:49",
            "id": "3040160",
            "reply_to_id": "2745791",
            "text": "Takk fyrir þetta, fínn fróðleikur. Þó ég sé mikill flug-áhugamaður hef ég aldrei verið nema í meðallagi áhugasamur um bíla. Veit ekki afhverju, en líklega eru þeir of margir og hversdagslegir til að vera áhugaverðir ;)\nÉg vissi samt nokkuð vel hver Henry Ford var, en vissi þó ekki einu sinni að Chevrolet hefði heitið Lois."
        },
        {
            "user": "skulll",
            "user_id": "61144",
            "date": "2006-02-11 15:42:39",
            "id": "3091615",
            "reply_to_id": "2745791",
            "text": "mer finst klenu hringir goði"
        },
        {
            "user": "johste",
            "user_id": "62960",
            "date": "2006-02-28 09:17:21",
            "id": "3160787",
            "reply_to_id": "2745791",
            "text": "Bestu bílarnir :)"
        },
        {
            "user": "hurder",
            "user_id": "62000",
            "date": "2006-04-07 15:21:36",
            "id": "3318601",
            "reply_to_id": "2745791",
            "text": "Áhugaverð og góð grein"
        },
        {
            "user": "Kobbi9",
            "user_id": "58920",
            "date": "2006-09-17 20:47:53",
            "id": "3997721",
            "reply_to_id": "2745791",
            "text": "snildar grein núna er ég fróðari :P"
        },
        {
            "user": "blubber",
            "user_id": "66913",
            "date": "2007-01-25 14:45:10",
            "id": "4518176",
            "reply_to_id": "2745791",
            "text": "góð grein:)"
        },
        {
            "user": "stennz",
            "user_id": "69091",
            "date": "2007-06-14 21:30:34",
            "id": "4997051",
            "reply_to_id": "2745791",
            "text": "flott =D"
        }
    ]
}