{
    "forum_title": "Metall",
    "user": "sidesplitter",
    "user_id": "51531",
    "date": "2005-11-29 23:11:25",
    "title": "System of a Down",
    "text": "System of a Down\nÞessi grein er um Los Angeles kvartettinn System of a Down, sem, yfir seinustu 8 ár og 5 plötur hafa endurlífgað og blásið nýju lífi í þunga tónlist með þessari óðu tegund af “post-everything hardcore”. Eftir milljónir seldra plata, ruku þeir inn í nýju öldina sem lifandi sönnun þess að fyrir þá sem eru nógu hugrakkir til að lítilsvirða “reglurnar”, fá mikilleika til baka.\nÍ viðtali hefur söngvari og gítarleikari hljómsveitarinnar, Daron Malakian, sagt: “Mér finnst við vera á undan í leiknum. Ég held til dæmis að þessi hljómsveit fái miklu meiri virðingu eftir 10 ár þegar fólk loksins skilur hvað við erum í raun að gera.“\nMalakian, aðalsöngvarinn Serj Tankian, bassaleikarinn Shavo Odadjian og trommarinn John Dolmayan, tengdust fljótt sem vinir en deildu líka Armenískum uppruna og sameiginlegri fyrirlingu fyrir skilnum takmörkum. Mismunandi smekkur þeirra – Jaco Pastorious, Slayer, The Beatles, Faith No More, hefðbundin Armenísk ”folk“ tónlist – tryggði að bandið yrði lítið venjulegt.\nMalakian hefur sagt, “Við stofnuðum bandið til að segja fólki, ‘Sjáiði. Ekki allt hefur verið gert áður’”\nTankian hefur sagt, “Mennirnir hafa verið á jörðinni í milljónir ára, samt trúum við því að maðurinn hafi ekki byrjað að hugsa fyrr en hann byrjaði að byggja veggi. Og hvað gott hafa þessir gert okkur?”\nSjálf-titlaða frumraun SOAD árið 1998, framleidd af skeggjaða galdramanninum Rick Rubin (Slayer, Red Hot Chili Peppers, Public Enemy), var afrek í “stælingar yfirdrifi” (pastiche overdrive), myrk hátíð af skapgerðum greinarmerktum af hálsbrjótandi taktsskiptingum (sem vinur minn, Steinar, hamrar á í sífellu) og framsækjandi samsetningu. Það ár, ringdi í útvörpun yfir þeirri gíðarmögnuðu ofsabræði “Sugar” og hrollvekjandi spennu “Spiders,” bæði brennandi þolraun fyrir hlustandann, vanið frá fyrirsjáarleika og stöglum rímnaáformum.\nSerj “fílar” tilvistarlegan skáldskap, saltaðann af pólitík og persónulegrum trúarbrögðum.\nHann hefur sagt, “Enginn veit fullkomlega hvað hann segir hvort sem er. Erum við virkilega að skapa list? List tilheyrir okkur ekki. Hún tilheyrir fólkinu, hún tilheyrir heiminum. Hún kemur FRÁ heiminum. Hún kemur í GEGNUM okkur. Þegar ég sem eitthvað, þá held ég að ég viti hvað ég er að segja, en ég þykist aldrei vita fulla merkingu orðanna.“\nSkjálfandi kvein Serjs var fullkomin samlagning við geðsjúku öskur Darons, frumlegu línur Shavos & ”jazz-cum-thrash“ slátt Johns. Firsta platan þeirra var þegar heiðruð sem byltingarkenndur demantur í einsleitni Nü Metals…titill sem greinilega passar ekki við kvartettinn.\nJohn hefur sagt, “Mér finnst við ekki hljóma eins og nokkur annar. Ég lít á okkur sem System of a Down.”\nShavo hefur sagt, “Þú getur borið okkur saman við hvern sem er. Mér er sama. Samanburðir og titlar hafa engin áhrif á hljómsvetina. Staðreynd er Staðreynd: Við erum þeir sem við erum og þeir eru þeir sem þeir eru.”\n”System of a Down“ fékk á endanum gullplötu og meðlimir SOAD fóru strax að setja upp fyrir 2001 útgáfuna af jafnvel metnaðarfyllri plötu,”Toxicity“. Önnur tilraun SOAD var annað afrek í þungri tónlist, jarðandi meirihlutann af Nü Metal samkeppninni og sigrandi margfalda-platinumplötu. En kvartettinn hægði ekki á sér. Malakian stofnaði ”eatURmusic“ merkið og Tankian stofnaði merki sem var nefnt ”Serjical Strike“. Tankian fór einnig í samstarf við Armeníska ”folk“ tónlistarmanninn Arto Tuncboyaciyan í verkefni sem kallað var Serart. Í nóvember 2002, gáfu SOAD út hina beinaberu en samt sem áður kraftmiklu plötu ”Steal This Album!“ en héldu áfram að vera virkir í pólitík.\nSnemma árið 2004 voru System of a Down aftur staddir í stúdíóinu með Rick Rubin. Djarfa afleiðing þeirra tíma var ljóðrík plata, gefin út í tveim pörtum. Mezmerize, annar parturinn, birtist í maí 2005, en Hipnotize, lokaútgáfan, var gefin út í nóvember 2005. Mezmerize/Hypnotize hélt þeirri brjáluðu sköpunargerð System of a Down lifandi, innlimandi villtu raddmelódíurnar, skáldlega ástríðu, og hina trylltu framsækjandi samsetningu sem hafði orðið þeirra ”trademark“. Seinasta sumar kom System of a Down Mezmerize á framfæri á tónleikaferðalagi með Mars Volta, og þegar kom að nóvembermánuðinum voru þeir tilbúnir að sýna heiminum seinnni part plötunnar, ”Hypnotize\".\nDaron hefur sagt, “Hver sem þekkir mig veit að tónlistin mín skiptir mig mestu máli. Hún skiptir meira máli en ég. Ef einhver segði, ‘Tónlistin þín mun lifa að eilífu en þú munt ekki vakna í fyrramálið.’ Mundi ég segja, ‘Okey. Það er sanngjarnt fyrir mér.’”\n-Haukur Hannes Reynisson",
    "url": "https://www.hugi.is/metall/greinar/351170/system-of-a-down/",
    "url_id": "351170",
    "id": "2748246",
    "replies": [
        {
            "user": "aceshigh",
            "user_id": "57888",
            "date": "2005-11-29 23:19:41",
            "id": "2749411",
            "reply_to_id": "2748246",
            "text": "Góð grein ekkert spes band samt"
        },
        {
            "user": "MARRIbjegumm",
            "user_id": "57870",
            "date": "2005-11-29 23:21:10",
            "id": "2749422",
            "reply_to_id": "2749411",
            "text": "System of a down eru\nSNILLD!!\n:/"
        },
        {
            "user": "Noztradamus",
            "user_id": "55150",
            "date": "2005-11-30 09:16:44",
            "id": "2750166",
            "reply_to_id": "2749422",
            "text": "Þeir eru\nSNILLD\n:D"
        },
        {
            "user": "Xavant",
            "user_id": "42304",
            "date": "2005-11-30 14:55:33",
            "id": "2751139",
            "reply_to_id": "2750166",
            "text": "Þeir eru  SNILLD\nEkki miðað við nýja diskinn hjá þeim.. Hypnotize :S"
        },
        {
            "user": "Zuul",
            "user_id": "58217",
            "date": "2005-11-30 15:13:50",
            "id": "2751210",
            "reply_to_id": "2751139",
            "text": "Þeir eru snilld, allir diskarnir eru snilld :Þ"
        },
        {
            "user": "Noztradamus",
            "user_id": "55150",
            "date": "2005-11-30 19:01:53",
            "id": "2752318",
            "reply_to_id": "2751139",
            "text": "Engann Kjaft\nSnilld [/"
        },
        {
            "user": "Noztradamus",
            "user_id": "55150",
            "date": "2005-11-30 19:02:34",
            "id": "2752326",
            "reply_to_id": "2752318",
            "text": "heh, meina.\nSNILLD"
        },
        {
            "user": "dresinn",
            "user_id": "46045",
            "date": "2005-12-10 01:05:57",
            "id": "2795340",
            "reply_to_id": "2751139",
            "text": "hann er\nsnild\nnýi diskurinn"
        },
        {
            "user": "Noztradamus",
            "user_id": "55150",
            "date": "2005-11-29 23:24:36",
            "id": "2749438",
            "reply_to_id": "2749411",
            "text": "Bara smekkur ;D mér finnst þeir virkilega góðir."
        },
        {
            "user": "Noztradamus",
            "user_id": "55150",
            "date": "2005-11-30 09:17:46",
            "id": "2750168",
            "reply_to_id": "2749438",
            "text": "Neib enginn smekkur :)\nFyrir allt og alla og ef þú ekki fílar þá ertu dæmdur til eilífðar að hlusta og horfa á kærleiksbyrnina :P"
        },
        {
            "user": "braineater",
            "user_id": "61427",
            "date": "2005-12-04 17:01:32",
            "id": "2768644",
            "reply_to_id": "2749411",
            "text": "System of a down eru vist goðir:)serstaklega toxicity diskurinn!"
        },
        {
            "user": "aceshigh",
            "user_id": "57888",
            "date": "2005-12-04 17:30:42",
            "id": "2768828",
            "reply_to_id": "2768644",
            "text": "Ég minnist þess ekki að hafa sagt að þeir væru lélegir, ég sagði að þeir væru ekkert spes. Lestu áður en þú svarar."
        },
        {
            "user": "MARRIbjegumm",
            "user_id": "57870",
            "date": "2005-11-29 23:20:50",
            "id": "2749417",
            "reply_to_id": "2748246",
            "text": "Góð grein! :p"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2005-11-29 23:21:01",
            "id": "2749420",
            "reply_to_id": "2748246",
            "text": "Fín grein um fínt band. Ég fílaði tvær fyrstu plöturnar í botn en frá henni hafa þeir verið slowly going down hill. Mezmerize er alveg skelfileg, kannski Hypnotize sé skárri? Ég sem var svo spenntur fyrir Mezmerize, hvílík vonbrigði! Mér finnst Daron vera að skemma hljómsveitina, hann KANN EKKI AÐ SYNGJA! Tekið af somethingawful.com:\nTo add injury to insult, the vocal duties on Mezmerize are shared between irritating but capable singer Serj Tankian and irritating but extremely incapable whiner/screamer Daron Malakian. Malakian taking over more vocal duties speaks not of intra-band conflict, but of a disgusting lack of intra-band conflict. Why won’t anyone tell the guy he can’t sing? They need to sit him down and say “sorry, you sound like a twelve-year-old diabetic with bad insulin regulation. Sit this one out and let the singer sing or we’re going to be even shittier than we were before, if that’s even possible.”"
        },
        {
            "user": "DaQuai",
            "user_id": "28090",
            "date": "2005-11-30 00:49:48",
            "id": "2749825",
            "reply_to_id": "2749420",
            "text": "Þá er Hypnotize heldur ekkert fyrir þig.\nÉg varð fyrir gríðarlegum vonbrigðum með báðar plöturnar.. þær verða báðr virkilega fljótt leiðinlegar, þ.e. þessi fáu hlustanlegu lög. Ég er ekkert að biðja um að þeir haldi sig í sömu tónun og Toxicity og Steal this album en það væri alveg fínt ef Daron myndi minnka aðeins söngin.. hann á bara að vera á gítar og ekkert annað.. svona helst."
        },
        {
            "user": "oli88",
            "user_id": "57145",
            "date": "2005-11-29 23:29:46",
            "id": "2749469",
            "reply_to_id": "2748246",
            "text": "Geggjuð grein, GEGGJAÐ band"
        },
        {
            "user": "Mansonfan",
            "user_id": "5892",
            "date": "2005-11-29 23:32:47",
            "id": "2749481",
            "reply_to_id": "2748246",
            "text": "Mér finnst Daron æðislegur söngvari…en ég er auðvitað heiladauður í hjólastól."
        },
        {
            "user": "MisterSandman",
            "user_id": "38590",
            "date": "2005-11-29 23:39:04",
            "id": "2749527",
            "reply_to_id": "2748246",
            "text": "SYSTEM OF A DOWN RULES!!!!!YEAH!!!!"
        },
        {
            "user": "thor0707",
            "user_id": "52319",
            "date": "2005-11-29 23:44:22",
            "id": "2749553",
            "reply_to_id": "2748246",
            "text": "SYSTEM OF A DOWN SUCKAR"
        },
        {
            "user": "thor0707",
            "user_id": "52319",
            "date": "2005-11-30 08:00:03",
            "id": "2750097",
            "reply_to_id": "2749553",
            "text": "hey hey hey hey hey hey hey hey hey hey hey hey hey hey……..þú ert belja ;D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-30 18:16:50",
            "id": "2752077",
            "reply_to_id": "2750097",
            "text": "það er lika bara cool"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-30 19:51:39",
            "id": "2752602",
            "reply_to_id": "2752077",
            "text": "auðvitað :D"
        },
        {
            "user": "thor0707",
            "user_id": "52319",
            "date": "2005-12-11 01:06:02",
            "id": "2799495",
            "reply_to_id": "2750097",
            "text": "WORD! Þaraðsegja góð móðgun!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-12-11 01:58:32",
            "id": "2799764",
            "reply_to_id": "2799495",
            "text": "indeed ^^"
        },
        {
            "user": "thor0707",
            "user_id": "52319",
            "date": "2005-12-11 01:06:33",
            "id": "2799501",
            "reply_to_id": "2749553",
            "text": "Piff…"
        },
        {
            "user": "JasonNewsted",
            "user_id": "52258",
            "date": "2005-11-29 23:45:09",
            "id": "2749557",
            "reply_to_id": "2748246",
            "text": "Persónulega finnst mér þeir vera mjög leiðinlegi"
        },
        {
            "user": "thor0707",
            "user_id": "52319",
            "date": "2005-12-11 01:07:13",
            "id": "2799505",
            "reply_to_id": "2749557",
            "text": "Urr.. hlustaðu meira á þá það gæti breytt lífi þínu =) ef það gerir það ekki þarftu bara að hlusta meira eða betur =)"
        },
        {
            "user": "666666",
            "user_id": "20119",
            "date": "2005-11-29 23:50:57",
            "id": "2749588",
            "reply_to_id": "2748246",
            "text": "Fínasta grein á annars arfaslapt band….\nMjög gott dæmi um amerískt mainstream…\nEn annars þetta er bara hvað mér finnst"
        },
        {
            "user": "Sigginn",
            "user_id": "26895",
            "date": "2005-11-30 00:29:50",
            "id": "2749745",
            "reply_to_id": "2749588",
            "text": "Heh það er nú engan veginn hægt að segja að þeir séu gott dæmi um amerískt mainstream, því þeir eru það einfaldlega ekki, og skoðun þín kemur því engan veginn við."
        },
        {
            "user": "666666",
            "user_id": "20119",
            "date": "2005-11-30 02:17:30",
            "id": "2750002",
            "reply_to_id": "2749745",
            "text": "Nú?…. Þeir urðu hipp af því að Mtv sögðu það… Fyrsti diskurinn þeirra naut ekki mikilla vinsælda en svo gáfu þeir út annan og það vildi svo til að það var þetta “Öðruvísi” sem var verið að leita að.. og BÚMMMM þeir slá í gegn orðnir MAINSTREAM"
        },
        {
            "user": "aceshigh",
            "user_id": "57888",
            "date": "2005-11-30 14:32:18",
            "id": "2751047",
            "reply_to_id": "2750002",
            "text": "þú feisaðir hann"
        },
        {
            "user": "666666",
            "user_id": "20119",
            "date": "2005-11-30 22:24:47",
            "id": "2753459",
            "reply_to_id": "2751047",
            "text": "Haha Þokkalega :P"
        },
        {
            "user": "thor0707",
            "user_id": "52319",
            "date": "2005-12-11 01:08:19",
            "id": "2799518",
            "reply_to_id": "2749745",
            "text": "ÓSAMMÁLA!"
        },
        {
            "user": "DaQuai",
            "user_id": "28090",
            "date": "2005-11-29 23:54:15",
            "id": "2749605",
            "reply_to_id": "2748246",
            "text": "System of a down - system of a down - Totally owns.\nSystem of a down - Toxicity - Totally Rules.\nSystem of a down - Steal this album - Ait.\nsystem of a down - Mezmerize - ok….whatever.\nSystem of a down - Hypnotize - Sucks monkeyballs.\nÞetta er það sem mér finnst."
        },
        {
            "user": "DaQuai",
            "user_id": "28090",
            "date": "2005-11-30 00:50:48",
            "id": "2749834",
            "reply_to_id": "2749605",
            "text": "jújú.. mikið rétt.. mikið rétt."
        },
        {
            "user": "thor0707",
            "user_id": "52319",
            "date": "2005-12-11 01:08:42",
            "id": "2799522",
            "reply_to_id": "2749834",
            "text": "ÓSAMMÁLA!"
        },
        {
            "user": "Naridill",
            "user_id": "25764",
            "date": "2005-11-30 21:39:55",
            "id": "2753131",
            "reply_to_id": "2749605",
            "text": "villtu vera meiri gelgja?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-30 22:20:34",
            "id": "2753434",
            "reply_to_id": "2753131",
            "text": "Hver ert þú of AFHVERJU ertu að tala við mig????"
        },
        {
            "user": "thor0707",
            "user_id": "52319",
            "date": "2005-12-11 01:08:32",
            "id": "2799520",
            "reply_to_id": "2749605",
            "text": "ÓSAMMÁLA! they all pwn"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-29 23:58:08",
            "id": "2749627",
            "reply_to_id": "2748246",
            "text": "mjög góð grein um alveg ágætis band. Ekki beint ein af mínum uppáhalds hljómsveitum samt. Félagar mínir hafa verið að hlusta frekar mikið á Hypnotize í skólanum og mér líkar það efni alveg ágætlega, samt færi ég aldrei að kaupa plötu með þeim, þetta er eitthvað sem ég fengi leið á að hlusta á til lengdar. En þeir mega eiga það að þeir eru alveg ótrúlega frumlegir í flestu sem þeir gera."
        },
        {
            "user": "F4nn4r",
            "user_id": "8337",
            "date": "2005-11-30 00:03:21",
            "id": "2749651",
            "reply_to_id": "2748246",
            "text": "Frábær grein."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2005-11-30 00:09:39",
            "id": "2749680",
            "reply_to_id": "2748246",
            "text": "Er alvarlega að íhuga að fá mér P.l.u.c.k. á handlegginn :)"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2005-11-30 00:34:18",
            "id": "2749765",
            "reply_to_id": "2749680",
            "text": "Bíddu með það í nokkur ár þangað til að meiri reynsla kemur á System."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2005-11-30 12:02:13",
            "id": "2750423",
            "reply_to_id": "2749765",
            "text": "Er nú búinn að hlusta á þá í 3 ár og ég virðist aldrei fá leið á þeim.\nSíðan hefur P.l.u.c.k. mjög djúpa þýðingu, tékkaðu bara á því á netinu."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2005-11-30 15:56:08",
            "id": "2751431",
            "reply_to_id": "2750423",
            "text": "Þú átt eftir að vera með þetta tattú í aðeins meir en 3 ár."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2005-11-30 20:16:47",
            "id": "2752737",
            "reply_to_id": "2751431",
            "text": "Það var kannski ástæða fyrir því af hverju ég sagðist vera að spá í því í svarinu mínu, ekkert ákveðið ennþá."
        },
        {
            "user": "Gnosis",
            "user_id": "34193",
            "date": "2005-11-30 00:39:10",
            "id": "2749780",
            "reply_to_id": "2749680",
            "text": "ættir frekar að fá þér - cut here - yfir slagæðina"
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2005-11-30 00:46:43",
            "id": "2749811",
            "reply_to_id": "2749780",
            "text": "Það er ekki svalt, methinks.. eitthvað sem maður myndi sjá á þessum athyglissjúku mallgoths. :P"
        },
        {
            "user": "Nodferatu",
            "user_id": "31577",
            "date": "2005-11-30 01:13:08",
            "id": "2749895",
            "reply_to_id": "2749780",
            "text": "Hehe. Ótrúlega emo tattoo."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2005-11-30 12:05:59",
            "id": "2750435",
            "reply_to_id": "2749895",
            "text": "Ég tala ekki tövlunördamál svo geturðu vinsamlegast þýtt þetta á íslenksu, emo?"
        },
        {
            "user": "Nodferatu",
            "user_id": "31577",
            "date": "2005-11-30 17:36:42",
            "id": "2751892",
            "reply_to_id": "2750435",
            "text": "Emo er nú nafn á tónlistarstefnu, ekki “tölvunördamál” en takk fyrir að draga strax þá fullyrðingu um leið og þú sérð orð sem þú skilur ekki.\nÞað er nú ekki til neitt íslenskt orð yfir þetta, en þetta nafn er stytting á emotional. Hér er útskýring á stefnunni:\nhttp://www.allmusic.com/cg/amg.dll?p=amg&token=ADFEAEE4731BDF49AA7F20CB963B51DB8B75D201D157F78F172C0456D3B82D4D80007FB209A295CCB0E576B466ADFF2EA1160ED1C0ED55F6DF602D5DF0&sql=77:4525\nÉg held að þetta útskýri þetta ágætlega. Þetta er stefna sem mjög margir Goth og meirihlutinn af þessu Hardcore liði er að fíla, þetta er ótrúlega mikið væl."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2005-11-30 20:15:35",
            "id": "2752734",
            "reply_to_id": "2751892",
            "text": "Ef þú telur System of a down væl þá hefur hausinn þinn lent í stóru slysi. Þetta er allt annað en það sem ég kalla væl:\nEinhver metró ofurhnakki  grenjandi og spilandi á píanó því kærastan hans vildi ekki ríða honum í bílnum.\nSíðan hef ég nú frekar sterkan og fínan tónlistarsmekk. Og að lokum skaltu ekki að vera að nota orð sem þú getur ekki einu sinni þýtt yfir á íslensku, þetta er nú einu sinni íslensk síða."
        },
        {
            "user": "Nodferatu",
            "user_id": "31577",
            "date": "2005-11-30 21:49:15",
            "id": "2753202",
            "reply_to_id": "2752734",
            "text": "Þú ert nú meiri vitleysingurinn. Uss. Þú ættir kannski að prófa að lesa póstana og vita eitthvað áður en þú ferð að drulla fram skoðunum þínum.\nAbhzar skrifaði:\nættir frekar að fá þér - cut here - yfir slagæðina\nOg ég svaraði því:\nHehe. Ótrúlega emo tattoo.\nSvo kemur þú með þennan afturkreisting (eftir að hafa beðið um útskýringu á orðinu emo, sem þú ákvaðst reyndar strax að hlyti að vera “tölvunördamál” fyrst þú skildir það ekki):\nOg að lokum skaltu ekki að vera að nota orð sem þú getur ekki einu sinni þýtt yfir á íslensku, þetta er nú einu sinni íslensk síða.\nOrðið emo er mjög mikið notað, ef þú vissi eitthvað um tónlist myndirðu þekkja þetta. Þetta er eins og að væla yfir því að ég myndi nota orðið Rock eða Metal um tónlistarstefnu, af því að það eru ekki íslensk orð.\nUmræðan um þetta er bara eitthvað djók og kemur SOAD nákvæmlega ekkert við.\nAnnars staðar á þessum þræði minnist ég á hvað mér finnst um þetta band, þar segi ég:\nÉg verð að heyra þessa nýju, ég fíla Mesmerize vel, en mér finnst fyrsta platan langbest.\nÉg bæti meira að segja við:\nÞað eru mjög margir sem hata (eða þykjast hata) þetta band bara útaf því að það er vinsælt og þeir halda að þeir verði kúl af því að hata allt sem er “mainstream”, hvort sem það er gott eða vont. Sem er mjög heimskulegt.\nSem sagt, ég fíla SOAD.\nSíðan hef ég nú frekar sterkan og fínan tónlistarsmekk.\nÉg skil ekki alveg af hverju þú ert að segja mér þetta, auk þess sem ég skil ekki hvað það þýðir að vera með “sterkan” tónlistarsmekk, en látum það vera. Ég hef hins vegar grun um að það sé útaf þessu:\nÉg held að þetta útskýri þetta ágætlega. Þetta er stefna sem mjög margir Goth og meirihlutinn af þessu Hardcore liði er að fíla, þetta er ótrúlega mikið væl.\nEn eins og ég er búinn að útskýra var ég ekkert að tala um SOAD í tengslum við Emo.\nÉg vona að í framtíðinni reyndir þú aðeins að hugsa áður en þú póstar, því það er betra að halda kjafti og láta fólk ekki vita það hvað þú ert vitlaus, frekar en að röfla og taka af allan vafa. Og ég vona að þú hafir vit á því að fara ekki að rífast og byrja með skítkast útaf þessu, heldur viðurkenna það að þú gerðir klaufaleg mistök og láta þar við sitja, í stað þess að verða þér til frekari skammar."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2005-11-30 23:18:10",
            "id": "2753768",
            "reply_to_id": "2753202",
            "text": "Gaman að segja frá því að þú sendir MÉR “Hehe. Ótrúlega emo tattoo.” og þess vegna taldi ég þig ekki fíla SOaD. Er það rosalega skrýtið að halda það eða?\nÉg er ágætlega sáttur við íslenskuna á þessari síðu og ef að þú getur ekki þýtt hlutina almennilega þá ættirðu bara að sleppa því að tala um þá. Síðan hef ég aldrei heyrt nokkurntímann talað um þetta hérna á rokkáhugamálinu því að það er eikkað lítið notað í þeim greinum sem ég hef lesið.\nRock og Metall eru bæði íslensk orð (rokk reyndar með 2 k-um en maður tekur varla eftir því) og það eru orð, ekki einhverjar skammstafanir sem eru oft notaðar í tölvuleikjum þegar fólk er að flýta sér að skrifa, það eru ekki beint oft notaðar skammstafanir í mörgum öðrum umræðum nema að flestir þekki þær ágætlega.\n“því það er betra að halda kjafti og láta fólk ekki vita það hvað þú ert vitlaus, frekar en að röfla og taka af allan vafa. Og ég vona að þú hafir vit á því að fara ekki að rífast og byrja með skítkast útaf þessu, heldur viðurkenna það að þú gerðir klaufaleg mistök og láta þar við sitja, í stað þess að verða þér til frekari skammar.”\nMér er drullusama hvað öðrum finnst um mig á huga og ef þér líkar illa við mig þá er ég ekkert að banna þér að sleppa því að kíkja á þessa ágætu síðu…"
        },
        {
            "user": "Nodferatu",
            "user_id": "31577",
            "date": "2005-12-01 01:56:07",
            "id": "2754227",
            "reply_to_id": "2753768",
            "text": "Það getur bara ekki verið að ég hafi sent þér þessi skilaboð vegna þess að ég sé það að minn texti kemur innar en textinn frá Abhzar, ekki jafnhliða. Ef ég væri að svara sama póst og hann, s.s. þínum, þá væru þau jafnhliða en sköruðust ekki. Ég var að svara honum, en ekki þér, og þess vegna kemur svarið mitt innar en hans… Nema þetta sé eitthvað rugl í tölvunni eða síðunni.\nEmo er ekki skammstöfun, heldur stytting. Það er út í hött að halda því fram að ég eigi að þýða þetta nafn ef ég vil minnast á það. Rokk og Metall eru ekki íslensk orð, heldur er bara búið að færa þau í íslenskan búning. Rokk og Metall eru ekki íslenskar þýðingar, þetta byrjaði sem slettur og er bara búið að samræmast íslenskum beygingarreglum, eins og orðið “fokk”, það gerir þau ekki íslensk."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2005-12-01 15:12:41",
            "id": "2755450",
            "reply_to_id": "2754227",
            "text": "Rokk og Metall eru nú í orðabókinni og hljóta þess vegna að vera íslenkst orð. Enough said.\nSíðan er þetta tölvukerfi hérna á huga stundum skrýtið þannig að hver veit?"
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2005-12-03 00:17:30",
            "id": "2762789",
            "reply_to_id": "2753768",
            "text": "Rock og Metall eru bæði íslensk orð (rokk reyndar með 2 k-um en maður tekur varla eftir því) og það eru orð, ekki einhverjar skammstafanir sem eru oft notaðar í tölvuleikjum þegar fólk er að flýta sér að skrifa, það eru ekki beint oft notaðar skammstafanir í mörgum öðrum umræðum nema að flestir þekki þær ágætlega.\nhvaða part af “ það er ekki til neitt íslenskt orð yfir emó skiluru ekki?”\nátti hann að búa til nýtt orð eða???"
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2005-12-03 00:20:48",
            "id": "2762806",
            "reply_to_id": "2762789",
            "text": "Já eða sleppa því að nota það.\nSíðan gæti hann náttúrulega sleppt þessari skammstöfun og sagt þetta allt bara á ensku."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-12-03 00:22:06",
            "id": "2762815",
            "reply_to_id": "2762806",
            "text": "emó er ekkert skamstöfun þetta er stytting….og plús það að allir segja eiginlega bara emó (með ó-i) þannig að there U go…íslenskt orð fyrir þig.."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2005-11-30 23:40:15",
            "id": "2753860",
            "reply_to_id": "2753202",
            "text": "Úff, face eða hvað ;)  (samt ákvað hann að reyna að malda meir í móinn!)"
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2005-11-30 12:03:58",
            "id": "2750429",
            "reply_to_id": "2749780",
            "text": "Það er reyndar helvíti cool, verð að sjá þitt samt fyrst."
        },
        {
            "user": "thor0707",
            "user_id": "52319",
            "date": "2005-12-11 01:09:29",
            "id": "2799527",
            "reply_to_id": "2749680",
            "text": "Ey, ég hef líka lengi pælt í að fá mér tattú með einhverjum textanum þeirra =)"
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2005-12-11 01:24:25",
            "id": "2799596",
            "reply_to_id": "2799527",
            "text": "Thumb up for that mate!"
        },
        {
            "user": "thor0707",
            "user_id": "52319",
            "date": "2005-12-11 01:38:44",
            "id": "2799659",
            "reply_to_id": "2799596",
            "text": "Bara 15 ára svo það er smá vesen samt =("
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2005-12-11 01:40:16",
            "id": "2799669",
            "reply_to_id": "2799659",
            "text": "Sama með mig en báðum foreldrum sama svo ég ræð þessu sjálfur."
        },
        {
            "user": "thor0707",
            "user_id": "52319",
            "date": "2005-12-11 01:45:45",
            "id": "2799701",
            "reply_to_id": "2799669",
            "text": "Snilld…Heppinn…ekki ég =("
        },
        {
            "user": "Hrislaa",
            "user_id": "42360",
            "date": "2005-11-30 01:07:06",
            "id": "2749880",
            "reply_to_id": "2748246",
            "text": "Jaaá.. ég verð að segja að ég fékk nú soddann leið á þeim eftir þetta Mezmerize æði, þar sem mér finnst sú plata ekki nærri því eins góð og SOAD og Toxicity finnst hún samt betri en Stel This Album. Hef samt bara heyrt Hypnotize á Hypnotize svo veit svosem ekki hvernig hún kemur út."
        },
        {
            "user": "Nodferatu",
            "user_id": "31577",
            "date": "2005-11-30 01:17:45",
            "id": "2749908",
            "reply_to_id": "2748246",
            "text": "blásið nýju lífi í þunga tónlist með þessari óðu tegund af “post-everything hardcore”\nÉg skil nú ekki alveg hvað þú ert að fara með þessu. Þeir spila ekki hardcore, þannig það er ekki hægt að lýsa þessu sem “post-everything hardcore”. :/\nÉg verð að heyra þessa nýju, ég fíla Mesmerize vel, en mér finnst fyrsta platan langbest.\nÞað eru mjög margir sem hata (eða þykjast hata) þetta band bara útaf því að það er vinsælt og þeir halda að þeir verði kúl af því að hata allt sem er “mainstream”, hvort sem það er gott eða vont. Sem er mjög heimskulegt.\nÞess má geta að það er einn meðlima þessa bands (held það sé bassaleikarinn) sem er með einhverja útgáfu sem hefur m.a. gefið út nýjustu Satyricon plötuna, Volcano, í USA. Sem er töff, enda er Satyricon snilldar band.\nEn allavega, fín grein."
        },
        {
            "user": "thor0707",
            "user_id": "52319",
            "date": "2005-11-30 08:01:23",
            "id": "2750099",
            "reply_to_id": "2748246",
            "text": "mér finnst þeir bara andskoti góðir."
        },
        {
            "user": "thor0707",
            "user_id": "52319",
            "date": "2005-12-11 01:12:01",
            "id": "2799546",
            "reply_to_id": "2750099",
            "text": "SAMMÁLA!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-12-11 01:58:50",
            "id": "2799768",
            "reply_to_id": "2799546",
            "text": "gott , gott ^^"
        },
        {
            "user": "gudjonh",
            "user_id": "50556",
            "date": "2005-11-30 08:03:08",
            "id": "2750101",
            "reply_to_id": "2748246",
            "text": "Góð grein og fáránlega gott band…"
        },
        {
            "user": "Noztradamus",
            "user_id": "55150",
            "date": "2005-11-30 09:18:02",
            "id": "2750169",
            "reply_to_id": "2748246",
            "text": "Geggt!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-30 10:37:14",
            "id": "2750279",
            "reply_to_id": "2748246",
            "text": "Þeir eru snillingar í rokki, þeir semja eiginlega bara frumleg lög með geggjuðum söng, ótrúlega töff riffum og vel samdir kaflar og samspilið er rosalegt .\nþetta er alveg frábær hljómsveit í alla staði !"
        },
        {
            "user": "Hallgrimur",
            "user_id": "2769",
            "date": "2005-11-30 12:00:22",
            "id": "2750417",
            "reply_to_id": "2748246",
            "text": "Já þetta er mjög flott grein, eitt af bestu böndum sem hafa verið uppi.."
        },
        {
            "user": "ethorg",
            "user_id": "22527",
            "date": "2005-11-30 12:33:14",
            "id": "2750530",
            "reply_to_id": "2748246",
            "text": "Fín grein."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-30 13:29:11",
            "id": "2750750",
            "reply_to_id": "2748246",
            "text": "æi þeir eru svo sannarlega ekki fyrir mig, hef aldrei verið hrifinn af þeim. alltaf fundist þeir leiðinlegir. alltof létt tómlist :P"
        },
        {
            "user": "JanItor",
            "user_id": "36021",
            "date": "2005-11-30 13:38:12",
            "id": "2750797",
            "reply_to_id": "2748246",
            "text": "Heavý grein hjá þér Haukur.\nKeep Up the Good Work ;)\n(sem vinur minn,\nSteinar\n, hamrar á í sífellu)\nAhh.. Heiðurinn á að vera í sviga í greininni þinni :)"
        },
        {
            "user": "mastermaggi",
            "user_id": "42762",
            "date": "2005-11-30 19:35:58",
            "id": "2752516",
            "reply_to_id": "2748246",
            "text": "þeir eru eins og flestir segja SNILLD \\m/"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-30 20:38:54",
            "id": "2752831",
            "reply_to_id": "2748246",
            "text": "jáá system of a down eru góðir sko (:"
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2005-11-30 20:51:17",
            "id": "2752878",
            "reply_to_id": "2748246",
            "text": "Getur fengið miklu betri metal en soad IMO… eiginlega allstaðar. Skil ekki afhverju þeir eru svona mainstream.\nCrestfallen"
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2005-12-02 20:47:40",
            "id": "2761876",
            "reply_to_id": "2752878",
            "text": "Tjah, þeir er'iggi metall, methinks. :P"
        },
        {
            "user": "Treehugger",
            "user_id": "41540",
            "date": "2005-11-30 23:10:06",
            "id": "2753728",
            "reply_to_id": "2748246",
            "text": "Fíla gamla stöffið þeirra í tætlur, System of a Down var snilldar plata."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-30 23:18:17",
            "id": "2753769",
            "reply_to_id": "2748246",
            "text": "góð grein.\nÁgætt band."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-12-01 00:08:31",
            "id": "2754004",
            "reply_to_id": "2748246",
            "text": "Meh, fýlaði Toxicity ágætlega en er byrjaður að hata þessa hljómsveit mun meira með tímanum. Mesmerize og Hypnotize finnst mér vera alveg skelfilega leiðinlegar plötur, alltof popp-legar eitthvað fyrir mig…."
        },
        {
            "user": "siggikorn",
            "user_id": "47904",
            "date": "2005-12-01 20:38:52",
            "id": "2757226",
            "reply_to_id": "2748246",
            "text": "geðveikur diskur og þeir sem segja að mesmerize og Hypnotize séu lélegir eru bara fávitar sem halda að það sé kúl að fördæma “nýja stöffið” og að það sé kúl að segjast sakna “gömlu góðu, soad”… nýju diskarnir eru geggjað góðir og eru eilla ekki tveir diskar heldur bara heilt tónverk og alger snilld"
        },
        {
            "user": "Kupo",
            "user_id": "29733",
            "date": "2005-12-02 01:10:44",
            "id": "2758546",
            "reply_to_id": "2748246",
            "text": "mjög fín grein,annars var fyrsti diskurinn langbestur en mér finnst Hypnotize og Steal this album ekkert spes.."
        },
        {
            "user": "Konninn",
            "user_id": "58187",
            "date": "2005-12-02 10:15:43",
            "id": "2758929",
            "reply_to_id": "2748246",
            "text": "Besta band sem uppi hefur verið. ég er gjörsamlega búinn að nauðga öllum plötunum þeirra."
        },
        {
            "user": "JohnnyG83",
            "user_id": "15807",
            "date": "2005-12-02 20:31:46",
            "id": "2761785",
            "reply_to_id": "2748246",
            "text": "Mér finnst vanta svolítið í þessa annars mjög fínu grein. Tímabilið 1995 til 1998 þegar SOAD var heitasta underground hljómsveitin í Los Angeles. Þetta var fyrir tíma Napsters og tónlistinni var dreift í litlar plötubúðir í LA í formi Kassetta. Og þá fréttu menn af tónleikum underground hljómsveita í gegnum sjálfskipaðra puplish-ista sem voru hardcore aðdáendur sem viltu gera allt til þess að draga annað fólk á tónleikana.\nFengið úr “Phsyco Circus: The unautorized System of a Down biography”"
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2005-12-03 01:36:02",
            "id": "2763139",
            "reply_to_id": "2748246",
            "text": "Fín grein, annars finnst mér hún eiga heima á /rokk.."
        },
        {
            "user": "Omerta",
            "user_id": "32677",
            "date": "2005-12-03 18:31:03",
            "id": "2765171",
            "reply_to_id": "2748246",
            "text": "Nýja efnið, Mezmerize & Hypnotize, er bara rusl.\nFyrsti diskurinn er bezt, ásamt Mr. Jack (sem er btw. besta lagið þeirra þrátt fyrir að það sé á sorp disknum “Steal This Album”)."
        },
        {
            "user": "Gauti90",
            "user_id": "48946",
            "date": "2005-12-05 15:06:20",
            "id": "2773310",
            "reply_to_id": "2748246",
            "text": "system of a down eru Bezztir :D"
        },
        {
            "user": "TheNative",
            "user_id": "43762",
            "date": "2005-12-08 22:14:44",
            "id": "2790364",
            "reply_to_id": "2748246",
            "text": "mjög gott band."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-12-10 13:08:58",
            "id": "2796341",
            "reply_to_id": "2748246",
            "text": "System of a down er fkn besta hljómsveit í heimi og mér fannst Merzmerize vera snilld"
        },
        {
            "user": "MBK",
            "user_id": "41565",
            "date": "2005-12-10 20:29:38",
            "id": "2798254",
            "reply_to_id": "2748246",
            "text": "Ég verð bara að vera allveg 110% hreinskilinn og segja að mér fynnst System Of A Down Ömurlegir:P"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-12-18 12:34:09",
            "id": "2832972",
            "reply_to_id": "2748246",
            "text": "Góð grein og svo er SOAD líka besta band í heimnni"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-12-19 03:31:38",
            "id": "2837376",
            "reply_to_id": "2748246",
            "text": "Góð grein..Reyndar las ég hana ekki en segi það samt bara :) SOAD eru fínir en Mesmerize er ekki spes..Hef ekki hlustað á Hypnotize en býst við því sama og af Mesmerize!"
        },
        {
            "user": "gonzo91",
            "user_id": "45240",
            "date": "2005-12-24 14:08:54",
            "id": "2863987",
            "reply_to_id": "2748246",
            "text": "Skemmtinleg grein og vel skrifuð og um allveg geðveikt band að ræða\\m/oo\\m/"
        },
        {
            "user": "eakrissyy",
            "user_id": "61979",
            "date": "2005-12-27 23:11:39",
            "id": "2877654",
            "reply_to_id": "2748246",
            "text": "á þetta var góð grein en ekkert spes band samt"
        }
    ]
}