{
    "forum_title": "Hugi",
    "user": "Malki",
    "user_id": "11749",
    "date": "2001-07-21 09:48:03",
    "title": "Maður lést í átökunum í Genúa",
    "text": "Fréttablaðið, Fös. 20. júlí 17:55\nMaður lést í átökunum í Genúa\nEinn mótmælandi lést í dag í óeirðunum sem brutust út í ítalska bænum Genúa vegna fundar leiðtoga átta helstu iðnríkja heims. Mótmælandinn lést af höfuðáverkum en ekki er ljóst hvort hann varð fyrir skoti eða hvort hann fékk stein í höfuðið.\nEinn lögreglumaður liggur mikið slasaður eftir átök við mótmælendur en ekkert lát virðist vera á mótmælunum. Alls hafa 75 manns særst í Genoa í dag.\nDjöfull er ég orðinn hundleiður á þessum helvítis glæpamönnum sem halda að þeir geti notað sér tækifærið á meðan annað fólk vill mótmæla friðsamlega og gért allt vitlaust.\nþað á að gefa lögreglunni fullt vald til að nota allt sem þeir hafa til að stoppa þessa menn\\konur “shoot to kill”.\nég veit að maður á að hafa rétt til að mótmæla, en enginn hefur rétt til að fara og kveikja í bílum, húsum og berja mann og annann til óbóta!\nég heyrði í fréttum á SKY í gær að þessi aumingi sem var skotinn var einn af mörgum sem voru búnir að króa af einn lögreglumann og ætluðu örugglega ad berja hann í klessu.\nef að ég hefði verið þarna umkringdur af þessum hórum og væri vopnaður þá væri ekkért sem stoppaði mig í að skjóta þá alla      (nema kanski skotfæra skortur) :)\náfram löggan!!",
    "url": "https://www.hugi.is/hugi/greinar/35110/madur-lest-i-atokunum-i-genua/",
    "url_id": "35110",
    "id": "237135",
    "replies": [
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-07-21 17:09:42",
            "id": "237136",
            "reply_to_id": "237135",
            "text": "Það er rétt að ef maður lendir í aðstæðum sem þessari sem þú lýsir myndi maður beita skotvopnum ef allt annað þrýtur.\nMér finnst hinsvegar mjög vafasamt að lögreglan beiti skotvopnum á mótmælendur. Það er betra að hafa stjórn á svona með þrýstivatni og táragasi o.fl. aðferðum. Þ.e. ef ofbeldi brýst út."
        }
    ]
}