{
    "forum_title": "Deiglan",
    "user": "lazytown",
    "user_id": "58177",
    "date": "2005-11-30 17:54:08",
    "title": "Saudi arabískir hommar í hormónameðferð",
    "text": "Yfirvöld í Sameinuðu arabísku furstadæmunum ætla að neyða homma sem handteknir voru á dögunum til að gangast undir hormóna- og sálfræðimeðferð í því skyni að snúa þeim.\n26 hommar, heimamenn og útlendingar, voru handteknir í veislu á hóteli í Sameinuðu arabísku furstadæmunum fyrr í þessum mánuði. Útlendingunum verður vísað úr landi en heimamennirnir verða að fara í hormónameðferð en samkynhneigð er bönnuð með lögum í flestum arabalöndum. Málið hefur vakið hörð viðbrögð á Vesturlöndum. Formælandi bandaríska utanríkisráðuneytisins fordæmdi handtökurnar í gær og hvatti ráðamenn í Sameinuðu arabísku furstadæmunum til að virða alþjóðalög.\nEr þetta eitthvað djók?",
    "url": "https://www.hugi.is/deiglan/korkar/351477/saudi-arabiskir-hommar-i-hormonamedferd/",
    "url_id": "351477",
    "id": "2751970",
    "replies": [
        {
            "user": "Zkari",
            "user_id": "18718",
            "date": "2005-11-30 18:15:27",
            "id": "2752070",
            "reply_to_id": "2751970",
            "text": "Hormónameðferð..\nHahahhaha"
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2005-11-30 22:15:32",
            "id": "2753388",
            "reply_to_id": "2752070",
            "text": "er grindavíkur heiðar týndi tvíburinn þinn?"
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2005-11-30 18:54:05",
            "id": "2752266",
            "reply_to_id": "2751970",
            "text": "Afhverju segirðu Saudi Arabia í titlinum en talar svo bara um UAE í korknum sjálfum. Þú veist að það er ekki eitt og sama landið.\nVið getum náttúrulega ekki dæmt þetta út frá okkar vestrænu menningu, örugglega einhverjar ástæður til að þeirra hálfu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-12-01 14:24:58",
            "id": "2755214",
            "reply_to_id": "2752266",
            "text": "Já, auðvitað er ástæða fyrir þessu. Einhver eldgömul uppskálduð bók segjir þeim að hommar séu illir.\nÞetta er sama ástæða fyrir því að það skuli ganga svona treglega að tryggja réttindi samkynhneigðra á vesturlöndum.   Gamlar upplognar bækur.\nAuðvitað þarf maður að vera tillitssamur fyrir menningu annarra, en öllu er hægt að ofgera. Burtséð frá því hvernig menningu þeir búa í, þá er verið að brjóta á grunnmannréttindi, og þegar það skeður þá á öll “tillitssemi” að fljúga út um gluggann."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-11-30 19:35:42",
            "id": "2752512",
            "reply_to_id": "2751970",
            "text": "stór villa hjá þér þú skrifaði “Saudi arabískir hommar” í titilinn en þú skrifaði bara um United Arab Emirates, það er ekki sama þjóðin."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-11-30 23:15:51",
            "id": "2753755",
            "reply_to_id": "2751970",
            "text": "Þetta er ekki djók."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-12-01 14:28:22",
            "id": "2755223",
            "reply_to_id": "2751970",
            "text": "Þetta er ástæðan af hverju margir arabískir hommar hafa sótt um hæli í Ísrael :)"
        }
    ]
}