{
    "forum_title": "Rokk",
    "user": "l0l3rc4k3",
    "user_id": "50613",
    "date": "2005-12-01 19:45:40",
    "title": "Ace Frehley",
    "text": "Ace Frehley(The Space Ace)\nAce Frehley er minn uppáhalds gítarleikari og með þeim uppáhalds lagahöfundum\nSmá fræðslumolar!\nAce var fæddur April 27, 1951, in the Bronx, NY hans raunverulega nafn er Paul Daniel Frehley\nAce byrjaði spila gítarinn sinn sem hann fékk í 14 ára afmælisgjöf\nAce var mjög mikið að fýla Cream,The Who, The Rolling Stones,Led Zeppelin og Jimi Hendrix þegar hann var ungur\nhann vann við leigubílstjóri,  og roadie for Jimi Hendrix áður hann byrjaði hjá KISS\nAce hannaði KISS logið\nAce notar oft reyk bombu þegar hann tekur sóló og það er eins og gítarinn búinn kveikjast á honum\nSagan\nAce byrjaði í KISS árið 1973’ hann fór í prufur hjá Gene Simmons og Paul Stanley, þegar þeir heyrðru sólóið í “Deuce” sem Ace spilaði þá ákvöðu þeir ráða hann strax\nÞegar KISS byrjaði nota “make up” varð Ace spaceman útaf hans áhuga á Geimnum og svoleiðis lagi\nCreatures of the Night er síðasta plata Ace með Kiss en er samt á albúminu en sem spilar á plötuni heitir Vinnie Vinncelt, Ace var búinn vera með kiss í 9 ár,11 plötur með þeim en ástæðan af hann hætti var útaf að hann var alltaf rífast við Gene Simmons og Paul Stanley  útaf Unmaskey væri Discko plata þannig hann bara hætti\nSólóferlinn!\nByjarði 1982 og hljómsveitinn heitir Frehley’s Comet\nárið 1987 kom út plata sem hét Frehley’s Comet, Rock Soldiers sem innheldur á plötuni sló í geng\nMeðlimir\nTod Howarth- Söngur og Gítar\nJohn Regan – Bassi\nAnton Fig- Trommur\nAce Frehley- Lead gítar\nÁrið 1988 kom út plata sem heitir Live+1\nSama ár kemur út plata sem heitir Second Sighting (1988)Jamie Oldaker  sem er nýr trommari sem verður bara á þessari plötu. Fig kemur á næstu plötu aftur\nÁrið 1989 kemur út plata sem fær nafnið Trouble Walkin sem fær mjög góða dóma selst mjög vel\nEftir plötuna fær Ace frehley með gamla trommar úr KISS Peter Chris sem hætti nokkur árum undan Ace en sá túr fékk nafnið “Bad Boys of KISS” túrinn\nEkkert gerist hjá Ace til 1996 er honum boðið spila með Kiss á MTV Unplugged\neftir nokkra mánuð byrjar Ace aftur hjá KISS og Peter sem spilaði líka á MTV unplugged á því var gamla “line up-ið” og þeir f´roum með KISS í “Worldwide Reunion túr” sem varð mjög vinsæl\nÁrið 1998 sendir kiss út plötu af nafnið Pyscho Circus þar inniheldur tvo lög eftir Ace (Into The Void sem hann samdi svo annað sem heitir In Your Face sem Gene Simmons samdi fyrir hann og sem var aðeins á Japönsku út gáfuni)\nÞeir fóru í túr “Pyscho Circus”\nÁrið 2000 fór KISS á túr sem varð þeira síðasti túr með þessu “line up-I” The Farewell Tour\nÁrið 2001 í janúar hættir Peter Chriss á einhverjar skýringar þannig KISS réði Eric Singer aftur sem hafi verið áður með þeim\nAce kláraði túrinn og fór svo aftur í sóló túrinn\nSvo bauð KISS að Ace kæmi aftur en Ace vildi þad ekki\nEinþá er Ace vinna í sóló albúmi sem er ekki einþá komið út\nHeil 16 ár síðan síðasta sóló plata hans kom út\nHérna skrifa ég hans frægust lög með KISS\nShocke Me (Love Gun)\nGold Gin (KISS) Parasite(Hotter Than Hell)\nRock Bottom(Dressed To kill)\nRocket Ride (Alive II studio)\nRip It Out (Ace Frehley)\nNew York Groove (Ace Frehley)\n2,000 man (Dynasty reyndar samið af Rolling Stones en þetta er svo flott lag þegar Ace tekur þad þannig ég hef þad bara hér)\nTalk to Me ( Unmasked)",
    "url": "https://www.hugi.is/rokk/greinar/351809/ace-frehley/",
    "url_id": "351809",
    "id": "2756403",
    "replies": [
        {
            "user": "Trolldad",
            "user_id": "33466",
            "date": "2005-12-01 19:55:25",
            "id": "2756943",
            "reply_to_id": "2756403",
            "text": "Afleit stafsetning og orðaröðun. Annars ágætt."
        },
        {
            "user": "DjJoey",
            "user_id": "22018",
            "date": "2005-12-01 20:10:31",
            "id": "2757035",
            "reply_to_id": "2756403",
            "text": "já mjög fróðleg grein um einn af mínum uppáhalds gítarleikurum og lagasmiðum og verð ég að vera sammála þér í því að 2,000 man er geggjað í flutningi The Space Ace"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2005-12-03 13:49:19",
            "id": "2764094",
            "reply_to_id": "2756403",
            "text": "Fínasta grein mér finnst besta lag Ace vera shook me"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2005-12-03 15:06:08",
            "id": "2764403",
            "reply_to_id": "2764094",
            "text": "*shock me*"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-12-03 15:09:51",
            "id": "2764416",
            "reply_to_id": "2764403",
            "text": "hehe fattaði þetta eftir að ég var búinn að senda þetta inn nennti ekki að skeifa shock me"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2005-12-03 15:05:09",
            "id": "2764401",
            "reply_to_id": "2756403",
            "text": "Hefðir líka getað sagt að hann er með 160 í greindarvísitölu (sem er snillingur) og hann hannaði allar sínar tæknibrellur á sviði sjálfur en asnaðist við að fá ekki einkaleyfi þannig að margir nota þær án kostnaðar í dag:)"
        },
        {
            "user": "LENNOX",
            "user_id": "35444",
            "date": "2005-12-03 19:44:25",
            "id": "2765474",
            "reply_to_id": "2756403",
            "text": "hann vann við leigubílstjóri,\njájá.."
        },
        {
            "user": "Willimusin",
            "user_id": "59232",
            "date": "2005-12-04 14:07:27",
            "id": "2767895",
            "reply_to_id": "2756403",
            "text": "Ace hannaði fyrsta KISS logoið en Paul breytti því og þeir nota hans merki! Það kemur fram á 2 KISS DVD diskum."
        },
        {
            "user": "l0l3rc4k3",
            "user_id": "50613",
            "date": "2005-12-04 14:14:48",
            "id": "2767931",
            "reply_to_id": "2767895",
            "text": "já oki mér langar þá sjá hans KISS merki"
        },
        {
            "user": "noisytrompet",
            "user_id": "57786",
            "date": "2005-12-10 16:27:55",
            "id": "2797112",
            "reply_to_id": "2756403",
            "text": "frábært, yndislegt, æðislegt"
        },
        {
            "user": "l0l3rc4k3",
            "user_id": "50613",
            "date": "2005-12-10 16:43:58",
            "id": "2797173",
            "reply_to_id": "2797112",
            "text": "Unaðslegt??\nakkru gleymdru því"
        },
        {
            "user": "kfridrik",
            "user_id": "17832",
            "date": "2005-12-12 10:28:07",
            "id": "2804912",
            "reply_to_id": "2756403",
            "text": "Ace var ekki leigubílstjóri hann var sendill hjá einhverjum alkahólsölumanni, Paul Stanley var leigubílstjóri"
        },
        {
            "user": "l0l3rc4k3",
            "user_id": "50613",
            "date": "2005-12-12 12:47:11",
            "id": "2805235",
            "reply_to_id": "2804912",
            "text": "já oki gæti verið mín mistök"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2005-12-19 21:47:27",
            "id": "2840590",
            "reply_to_id": "2756403",
            "text": "flott hjá þér ég er líka með nokkuð góða “ritgerð” eftir mig á síðuni minni www.skaerulidin.tk það er þarna í rokk dæminu"
        },
        {
            "user": "l0l3rc4k3",
            "user_id": "50613",
            "date": "2005-12-19 22:38:25",
            "id": "2840837",
            "reply_to_id": "2840590",
            "text": "mér er sama (bros á vör)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-12-30 16:01:05",
            "id": "2888936",
            "reply_to_id": "2756403",
            "text": "hann vann við leigubílstjóri"
        },
        {
            "user": "Wolfpack",
            "user_id": "50641",
            "date": "2005-12-31 16:49:08",
            "id": "2893628",
            "reply_to_id": "2756403",
            "text": "fín grein um eþnnan ömurlega mann, KISS sökka"
        },
        {
            "user": "l0l3rc4k3",
            "user_id": "50613",
            "date": "2005-12-31 17:30:13",
            "id": "2893877",
            "reply_to_id": "2893628",
            "text": "okey þín skoðun, þú þarf ekkert vera segija svona samt"
        }
    ]
}