{
    "forum_title": "Matargerð",
    "user": null,
    "user_id": null,
    "date": "2001-07-22 13:58:56",
    "title": "Matarþættir á BBC Prime",
    "text": "Ég hef að undarförnu horft mikið á matarþætti á BBC prime, það eru margir góðir þættir þar sem flestum sem þykir gaman af matargerð ættu að hafa gaman af.\nHér eru nokkrir þeirra.\n“Ready, Steady, Cook”\nHinn skemtilegi kokkur Ainsley Harriott sér um þennan þátt, hann er svoleiðis að í hverjum þætti koma 2 gestakokkar og 2 gestir, gestirnir eru með eitthvað hráefni sem hefur kostað þá eitthver pund og hver gestur fer til síns kokks með hráefnin, kokkurinn ákveður svo hvað hann gerir með hráefnin og eldar með hjálp gestsins það á innan við 20 mínutur. Svo ákveða áhorfendurnir hver vann með því að lifta upp spjaldi sem er með mynd af annaðhvort grænni papriku eða rauðum tómat en það eru liðinn.\nSvo eftir það koma Ainsley og kokkarnir 2 og Ainsley kemur með eitthver hráefni sem hann hefur valið, kokkarnir segja hvað þeir ætla að gera við þá og áhorfendurnir ráða hver fær að gera sína uppskrift.\n————————-\n“Celebrity Ready, Steady, Cook”\nAlveg eins og venjulegi þátturinn nema að það koma frægt fólk sem gestir, ég kannast nú sjaldan við þá, nema stundum koma eitthverjir úr frægum þáttum sem eru sýndir hér eins og Nágrannar.\n————————-\n“Meals in Minutes”\nAnnar þáttur með Ainsley, í þessum fær hann eitthverja gesti sem hafa lítinn tíma og fynnur góðar uppskriftir fyrir þá.\n————————-\n“Big Cook Out”\nEinn annar Þáttur með Ainsly, í þessum er hann að ferðast um Ameríku og gerir uppskriftir frá hverjum og einum stað.\n————————-\n“The Naked Chef”\nJamie Oliver eldar heimahjá sér allskyns mat, þættirnir eru sýndir á stöð 2 á miðvikudags kvöldum klukkan 7:30.\n———————–\nKveðja sbs\n<a href=\"\nhttp://www.sbs.is\n\">www.sbs.is</a>\nhuldak@islandia.is",
    "url": "https://www.hugi.is/matargerd/greinar/35195/matarthaettir-a-bbc-prime/",
    "url_id": "35195",
    "id": "237762",
    "replies": [
        {
            "user": "BOSS",
            "user_id": "979",
            "date": "2001-07-23 13:10:24",
            "id": "237763",
            "reply_to_id": "237762",
            "text": "Ready, Steady, Cook með svertingjanum er náttúrulega hrein snilld…\nKokkurinn í The Naked Chef er svo ógeðslaga smámæltur að það er varla hægt að horfa á þetta ;)\nHina hef ég ekki séð mikið af."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-07-23 13:34:28",
            "id": "237764",
            "reply_to_id": "237763",
            "text": "Já ég er stundum alveg að brjálast þegar ég er að horfa á þáttinn, hann talar svo smámælt og notar svo mikið af bresku slangi."
        },
        {
            "user": "GlingGlo",
            "user_id": "2646",
            "date": "2001-07-23 13:39:47",
            "id": "237765",
            "reply_to_id": "237763",
            "text": "Sammála með ready steady cook, þeir eru ferlega skemmtilegir :)"
        },
        {
            "user": "Zaluki",
            "user_id": "6799",
            "date": "2001-07-23 14:31:26",
            "id": "237766",
            "reply_to_id": "237762",
            "text": "Gaman að horfa á þetta, bara verst hvað maður verður svangur þegar að maður er að horfa á þetta :/"
        },
        {
            "user": "selene",
            "user_id": "10540",
            "date": "2001-07-23 15:32:48",
            "id": "237767",
            "reply_to_id": "237762",
            "text": "Hey vá…Ég var alveg viss um að ég væri eina manneskjan sem hefði nokkru sinni horft á þessa eðal sjónvarpsþætti! :)\nGaman að sjá að það eru fleiri eins og ég…"
        },
        {
            "user": "dmd",
            "user_id": "871",
            "date": "2001-07-25 21:19:24",
            "id": "237768",
            "reply_to_id": "237762",
            "text": "Breskir þættir…..roookka :D"
        }
    ]
}