{
    "forum_title": "Ljóð",
    "user": "KillHannah",
    "user_id": "46650",
    "date": "2005-12-04 21:28:09",
    "title": "†Don’t leave me †",
    "text": "†Don’t leave me †\nI sit her in my room\nI have a gun and feel the pain\ngoing though my body\nI see blood and I feel so could\nI didn’t know until I was dead\nthat I shut me in the head\nI feel so sick I feel so weak\nmy baby was going to bleed\nyou was dead I can’t live\nI love you so that’s why I’m dead.\nAfsakið orðbragðið í þessu ljóði en þetta ljóð samdi ég um vin minn sem mér þykir alveg ótrúleg avænt um og allt í þessu ljóði er satt\nen viljiði vera svo væn að segja ykkar álit á ljóðinu verð að fá að vita hvað öðrum fynst um það…",
    "url": "https://www.hugi.is/ljod/greinar/352281/dont-leave-me/",
    "url_id": "352281",
    "id": "2762342",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2005-12-04 21:52:53",
            "id": "2770364",
            "reply_to_id": "2762342",
            "text": "Mér finnst tad gott, maettir kanski adeins athuga stafsetningu ádur en tú sendir inn. En samt gott:)"
        },
        {
            "user": "gardina",
            "user_id": "47375",
            "date": "2005-12-05 00:28:48",
            "id": "2771432",
            "reply_to_id": "2762342",
            "text": "svoldill hrærigrautur, en tilfinningin í því vegur upp á móti því… endilega skipuleggja óreiðuna, óreiða er flottur ljóðastíll ef þú hnítir alla enda í lokin ;)\nfallegt ljóð samt haltu áfram að semja"
        },
        {
            "user": "KillHannah",
            "user_id": "46650",
            "date": "2005-12-05 10:41:02",
            "id": "2772041",
            "reply_to_id": "2771432",
            "text": "takk…en hanna er möguleiki að þú myndir geta kennt mér svona einhvernvegin ljóðagerð eða bent mér á einhvern sem getur það mig vantar nauðsinlega að læra að gera ljóð svo ég geti gert almennileg ljóð hef nefninlegsa óstö'vandi áhuga á ljóðum er búin að vera að semja síðan ég vara 6 ára…"
        },
        {
            "user": "gardina",
            "user_id": "47375",
            "date": "2005-12-06 15:48:07",
            "id": "2778576",
            "reply_to_id": "2772041",
            "text": "ég veit það ekki :S þú getur td. lesið ljóð, fundið eitthvað sameinginlegt með þeim sem heilla þig og byggt upp þinn eigin stíl… svo ef þú nennir þá getur verið skemmtilegt að lesa orðabók, ég er ekki að djóka, þá hefuru betri orðaforða og átt auðveldara með rím og líkingar, ég held að það sé það sem ég hafi gert, lesið mikið…\nen ég mæli með að þú prufir bara að skrifa nokkur vönduð ljóð og setja þau hérna og biðja um gagnrýni. Þetta tekur allt tíma…\nHafðu opinn huga þinn,\nhlustað'á mína messu;\nbókin er besti kennarinn\nbyrjaðu nú á þessu"
        },
        {
            "user": "KillHannah",
            "user_id": "46650",
            "date": "2005-12-06 15:53:21",
            "id": "2778606",
            "reply_to_id": "2762342",
            "text": "Hey, ekki ertu svarthærð og hlustar á slipknot ?\nEkkert illa meint sko, just a guess =)"
        },
        {
            "user": "KillHannah",
            "user_id": "46650",
            "date": "2005-12-07 10:42:09",
            "id": "2782792",
            "reply_to_id": "2778606",
            "text": "nobb er ekki svarthætð en ég er dökkhærð og ég fýla slipknot"
        },
        {
            "user": "Satine",
            "user_id": "31910",
            "date": "2007-01-25 02:47:24",
            "id": "4517333",
            "reply_to_id": "2762342",
            "text": "En ef allt í þessu ljóði á að vera satt, ættiru þá ekki að vera dáin? :O"
        },
        {
            "user": "KillHannah",
            "user_id": "46650",
            "date": "2007-01-25 13:01:34",
            "id": "4517793",
            "reply_to_id": "4517333",
            "text": "hehe ja kanski ýki ég þetta aðeins kanski ekki allt alveg satt en svona að hluta til :P"
        },
        {
            "user": "Satine",
            "user_id": "31910",
            "date": "2007-01-25 23:01:24",
            "id": "4520476",
            "reply_to_id": "4517793",
            "text": "Haha ;)"
        }
    ]
}