{
    "forum_title": "Sagnfræði",
    "user": "vikkia87",
    "user_id": "27725",
    "date": "2005-12-03 11:44:42",
    "title": "The Somme",
    "text": "Veit einhver eða eitthvað um einhverja bók um orrustuna um Somme?  Þetta er alveg gat í sögukunnáttu minni fyrir utan dauðafjöldann…  Ég vil vita meira.",
    "url": "https://www.hugi.is/saga/korkar/352360/the-somme/",
    "url_id": "352360",
    "id": "2763667",
    "replies": [
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2005-12-03 17:05:56",
            "id": "2764859",
            "reply_to_id": "2763667",
            "text": "Ef ég man rétt varð Somme-orrustan  þegar Bandamenn reyndu að brjóta upp víglínuna á vesturvígstöðvunum og sækja fram gegn Þjóðverjum.\nSvipað skæð orusta var þegar Þjóðverjar reyndu sókn við Verdun, en ég man ekki hvor orustan var á undan.\nLæt þig vita ef ég nenni að athuga þetta betur, en annars er það bara hið klassíska svar “farðu á wikipedia” !"
        },
        {
            "user": "vikkia87",
            "user_id": "27725",
            "date": "2005-12-03 22:25:11",
            "id": "2765999",
            "reply_to_id": "2764859",
            "text": "ég veit hvað orrustan um somme var, ég vil bara vita allt um hana, ekkert wikipedia sorp.."
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2005-12-03 22:40:34",
            "id": "2766066",
            "reply_to_id": "2765999",
            "text": "Ókei. Það er eitthvað lítið til á Borgarbókasafni um WWI, en mig minnir þó að ég hafi séð þar bók sem hét “Great Battles og World War I” eða eitthvað álíka.\nAnnars er alltaf best (sérstaklega ef þú þarft endilega að losna við 10-20 þúsund kall), að fara í Mál & Menningu eða Eymundsson. Alltaf betra úrval þar en á bókasafninu."
        },
        {
            "user": "vikkia87",
            "user_id": "27725",
            "date": "2005-12-04 18:38:20",
            "id": "2769154",
            "reply_to_id": "2766066",
            "text": "Ég á “How it happened, The Mammoth Book of WWI”"
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2005-12-03 19:02:08",
            "id": "2765290",
            "reply_to_id": "2763667",
            "text": "1916 var 1000 kílómetra víglína sem lá um þvera evrópu\nherforingjar bandamanna ákváðu að senda af stað allsherjar sókn á ítölsku, austur og vestur víglínunum\nbretar og frakkar sömdu um að þeirra sókn myndi vera í somme um mitt ár\ní febrúar taka þjóðverjar frumkvæðið og ákveða að þarna muni þeir draga allt baráttuþrek úr bandamönnum og hann valdi hina víggirtu borg Verdun með þá hugsun að frakkar sem litu á borgina sem tákn lífs frakklands myndu reyna að vinna hana á vald sitt sama hvaða verð þeir myndu þurfa að greiða og þegar orrustunni lauk í lok ársins höfðu yfir 800.000 menn látið lífið þar\n1 júlí senda bandamenn sína fyrstu stóru sókn af stað, 100.000 menn stigu uppúr skotgröfunum og gengu skipulega áfram og eftir 200 metra koma þeir að enda sinnar víglínu og eiga þá eftir ófarna 500 metra eftir að þýska gaddavírnum\ná þessum fyrsta degi misstu bretar 58.000 hermenn( einn þriðja af herafla sínum)\nárásin hófst 7:30 að morgni 1 júlí eftir stanslausa skothríð 3000 breskra og franskra fallstykkja í átta daga og á slaginu 7:30 voru 17 risavaxnar jarðsprengjur sprengdar og sáust rykskýin sem þær þyrluðu upp til london\nbresku hersveitirnar voru smám saman hrakktar aftur í skotgrafir sínar af þýskum vélbyssum sem voru inní steinsteyptum byrgjum og mörg þeirra sluppu vegna þess hve gífurlega mikið magn af sprengjunum sem frakkar og bretar notuðu voru óvirkar og féllu einungis til jarðar án þess að springa\norrustan um somme var sú fyrsta þarsem skriðdrekum var beitt"
        },
        {
            "user": "vikkia87",
            "user_id": "27725",
            "date": "2005-12-03 22:25:45",
            "id": "2766001",
            "reply_to_id": "2765290",
            "text": "dabbi þetta veit ég, ég vil vita MEIRA"
        }
    ]
}