{
    "forum_title": "Knattspyrna",
    "user": null,
    "user_id": null,
    "date": "2005-12-06 19:36:24",
    "title": "Meistaradeildin í kvöld",
    "text": "vona að eitthver hleypi þess inn fyrir leikina í kvöld.\nE-riðill:\nLið\t   Leikir \tStig\nAC Milan\t5\t8\nSchalke\t        5\t8\nPSV\t        5\t7\nFenerbahçe\t5\t4\nAC Milan – Shalke\nVerður hörku skemmtilegur leikur, sennilega leikur umferðarinnar. AC Milan sem komst í úrslit í fyrra gæti átt það í hættu að detta út nú í ár. AC Milan eru með frábærann árangur heima og gæti verið að það skipti máli þar sem Shalke eru einnig í fínu formi. Shevchenko sóknarmaður AC Milan er búinn að vera mjög heitur undanfarið og búinn að skora einsog brjálæðingur og ekki ósennilegt að hann setji 2 í kvöld. Spái leiknum 3-1 fyrir AC Milan, þeir eru einfaldlega of góðir.\nPSV - Fenervbahce\nGæti orðið ágætis skemmtun þar sem PSV á mikla möguleika á að komast upp, Fenerbahce eru ekki líklegir til að vinna en maður veit þó aldrei, veit ekki mikið um þessi lið. Held að þetta verði jafntefli í baráttuleik 1-1 og tryggir Fenerbahce Shalke sæti í úrslitakeppninni en fara sjálfir í “litlu keppnina”.\nF-riðill:\nLið\t    Leikir\tStig\nLyon\t        5\t13\nReal Madrid\t5\t10\nRosenborg\t5\t4\nOlympiacos\t5\t1\nOlypiacos – Real Madrid\nLeikur sem Real hafa gefið út að verði að vinnast, til að eiga möguleika á fyrsta sætinu og þar afleiðandi geta þeir sloppið við að lenda á móti liðum einsog Arsenal, Barselona og Liverpool eða Chelsea. Held að það sé bara spurning hversu stór sigurinn verður hjá Real þó þeir hafi ekki átt góðu gengi að fagna undanfarið. 0-2 Sigur tel ég líkleg úrslit.\nLyon - Rosenborg\nLyon ætla sér sjálfsagt að tryggja sér sigur og því mæta þeir ákveðnir til leiks. Tel þó að Rosenborg vilji gulltryggja 3. sætið og þar af leiðandi komast í UEFA bikarinn. Lyon finnst mér eiga skilið að vinna riðilinn en þar situr knattspyrnustjóri sem allir kannast við Gerard Houllier fyrrverandi þjálfari Liverpool. Hann hefur náð góðum árangri með Lyon og aldrei að vita nema hann mæti Liverpool í keppninni. 1-1 verða úrslitin og bæði liðin verða sátt.\nG-riðill:\nLið\tLeikir\tStig\nLiverpool\t5\t11\nChelsea\t5\t10\nReal Betis\t5\t7\nAnderlecht\t5\t0\nChelsea – Liverpool\nHörku leikur, æleikur umferðarinnar ásamt Milan – Shalke leiknum. Liverpool eru á góðri siglingu hafa ekki fengið á sig mark í síðustu 3 leikjum í meistaradeildinni. Og alls ekki í tæpar 750 mínútur, þeir hafa unnið síðustu 6 leiki í deildinni án þess að fá á sig mark. Fyrri leikurinn var ekki mikið fyrir augað en þó  ávallt gaman að sjá þessi lið keppa. Chelsea eiga harma að hefna síðan í fyrra er Liverpool sló þá útur keppninni og vilja Chelsea menn því líklega stela fyrsta sætinu af Benitez og félögum. Vonast til að fá eitthver mörk og þá helst að Chelsea tapi í leiðinni en það verður erfitt fyrir Liverpool að mæta á Brúnna og fara með sigur af hólmi. 2-1 sigur annars hvors liðsins.\nReal Betis - Anderlecht\nReal Betis þarf sennilega ekki að mæta í leikinn þurfa ekki að tryggja neitt né reyna að ná neinum, held þeir geymi nokkra byrjunarliðsmenn en taka þó dauft lið Anderlech nokkuð auðveldlega. 2-0 sigur er ekki ólíklegt.\nH-riðill:\nLið\t    Leikir\tStig\nInter Milan\t5\t12\nRangers  \t5\t6\nArtmedia\t5\t5\nPorto\t        5\t4\nRangers – Inter\nMikilvægur leikur fyrir Rangers en Inter er búið að tryggja sér sigur og því ætla þeir ekki að mæta með sitt sterkasta lið og eru: Juan Sebastian Veron, Luis Figo, Julio Cruz, Ze Maria, Ivan Cordoba and Dejan Stefanovi allir skildir eftir heima og því gæti Rangers tryggt sér sigur í Glasgow og þar með áframhaldandi keppni sem væri kærkomið fyrir stjóra liðsins sem er ansi nálægt því að verða rekinn. Margir eru meiddir hjá Rangers en ég held að það komi ekki að sök 2-1 sigur Ardiano sem hefur verið mjög slæðu fyrir framan markið setur mark Inters í leiknum.\nArtmedia – Porto\nHörku leikur því bæði lið geta komist áfram svo framarlega sem Rangers tapi, ef þeir vinna verður þetta barátta um 3. sætið en jafntefli gæti komið Artmedia áfram í Meistaradeildinni. Ég veit svo voðalega lítið um þessi lið að ég þori varla að giska á úrslitin, en vona að Artmedia vinni og gæti þar með átt möguleika á að komast í útsláttarkeppnina. 1-0 er mín spá aðalega vegna þess ég  hef ekki hugmynd um hvernig leikirnir gætu mögulega farið án vafa mesta spennan hér í þessum riðli.",
    "url": "https://www.hugi.is/knattspyrna/greinar/353493/meistaradeildin-i-kvold/",
    "url_id": "353493",
    "id": "2778155",
    "replies": [
        {
            "user": "Jessalyn",
            "user_id": "17818",
            "date": "2005-12-06 20:30:28",
            "id": "2780319",
            "reply_to_id": "2778155",
            "text": "Fínasta grein, er mjög spennt að sjá hvernig Che-Liv fer. Og eins Milan - Shalke."
        },
        {
            "user": "Dagfari",
            "user_id": "8158",
            "date": "2005-12-06 20:37:16",
            "id": "2780344",
            "reply_to_id": "2778155",
            "text": "Ef PSV - Fenerbache endar í jafntefli þá fer PSV í UEFA-cup og Fenerbache er úr leik. Ekki nema “litla keppnin” sé engin keppni.\nÉg vona að PSV og Rangers komist áfram og langar að sjá Crouch vinna riðilinn fyrir Liverpool."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-12-07 00:54:55",
            "id": "2782108",
            "reply_to_id": "2780344",
            "text": "Langar virkilega einhvern til að sjá þann mann skora??? HAH!!"
        },
        {
            "user": "Mancio",
            "user_id": "37719",
            "date": "2005-12-07 16:13:14",
            "id": "2783808",
            "reply_to_id": "2778155",
            "text": "Já, Liverpool - Chelsea var alveg hörkuleikur eins og þú hafðir spáð fyrir, það voru alveg 1 skot á markið og 3 fyrirgjafir, eins gott að þeir sýni alltaf leiki með ensku liðunum. OHhhhhhhhh, djöfull er ég pirraður á þessum gaurum hjá sýn."
        }
    ]
}