{
    "forum_title": "Bílar",
    "user": "darkzozi",
    "user_id": "28366",
    "date": "2005-12-11 19:00:54",
    "title": "Slys",
    "text": "Þar sem að fólk er byrjað að segja frá lífsreynslu sinni hérna þá ætla ég að bæta minni reynslu inn hérna.\nÉg hef lent í 3 árekstrum og 2svar í veltu\nÉg var farþegi í bíl á ca 110-120 km/h þegar það kemur bíll á móti okkur og sá sem er að keyra er annaðhvort sofandi eða ekki með réttu ráði því að hann rásar inn á okkar helming og er bara útum allan veg, bílstjórinn í okkar bíl flautar og blikkar hinn en hann sýnir engin viðbrögð svo að við neyðumst til að bremsa og keyra útaf til að fá hinn bílinn ekki framan á okkur og við það þá missir hann stjórn á bílnum og hann rennur til og svo beint útaf og það er svona brekka niður og við byrjum að velta þar niður og rúllum 4 hringi útí móa, bílstjórinn kastaðist útum hliðarrúðuna og rúllaði langt frá bílnum handarbrotnaði og fór úr axlarlið, hinn sem var farþegi fram í fékk höfuðhögg og brákaðist á hendi, ég slapp með smánuddsár á hendi og var svo bara stífur eftir beltin daginn eftir.\nEn svo í hitt skiptið þá var ég að keyra með félaga mínum, við vorum að leika okkur í malarnámu á gömlum ford bronco jeppa, ég var að keyra niður brekku og ætlaði að beygja inná svona stórt plan vinstra megin við brekkuna neðst og bíllinn slidaði að aftan og lenti ofan í dæld og bíllinn kastaðist næstum heilan hring og lenti á bílstjórahliðinni, ég viðbeinsbrotnaði og það þurfti að sauma 5 spor aftan á hausinn hægra megin .\nAð lenda í svona grófum slysum er alveg rosaleg reynsla en mér hefur aldrei fundist ég vera jafn mikið á lífi eins og þegar ég er svona nálægt dauðanum!",
    "url": "https://www.hugi.is/bilar/greinar/355217/slys/",
    "url_id": "355217",
    "id": "2801934",
    "replies": [
        {
            "user": "steinivalda",
            "user_id": "34079",
            "date": "2005-12-11 19:41:28",
            "id": "2802361",
            "reply_to_id": "2801934",
            "text": "Fyrstur, en já. Frekar stutt finnst mér en já. Aldrei gott að lenda´i svona"
        },
        {
            "user": "JonMaiden",
            "user_id": "34856",
            "date": "2005-12-11 19:44:56",
            "id": "2802387",
            "reply_to_id": "2801934",
            "text": "Tja ég hef 2svar bakkað á :P"
        },
        {
            "user": "NoFear",
            "user_id": "44821",
            "date": "2006-10-28 00:04:37",
            "id": "4148581",
            "reply_to_id": "2802387",
            "text": "Nú veit ég afhverju Bakkskynjara komu….\nfyrir gamalt fólk, kéllingar, og þig."
        },
        {
            "user": "JonMaiden",
            "user_id": "34856",
            "date": "2006-12-08 23:04:12",
            "id": "4324646",
            "reply_to_id": "4148581",
            "text": "ahaaa…."
        },
        {
            "user": "Lorax",
            "user_id": "36395",
            "date": "2005-12-11 19:49:02",
            "id": "2802408",
            "reply_to_id": "2801934",
            "text": "Er einmitt tognuð á hálsi núna og að jafna mig eftir gott höfuðhögg. Lenti í bílslysi fyrir 6 dögum, keyrt inn í hliðina á bíl kærastans, og hurðin sem ég sat við beyglaðist öll inn..\ngaman að fá bíl á fullri ferð beint í fangið á manni..\nEkki samt jafn alvarlegt og þín slys, en scary samt. Bílslys eru nastí.."
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2005-12-11 19:55:23",
            "id": "2802444",
            "reply_to_id": "2801934",
            "text": "Tilvitnun: “Ég var farþegi í bíl á ca 110-120 km/h þegar það kemur bíll á móti okkur og sá sem er að keyra er annaðhvort sofandi eða ekki með réttu ráði”.\nEkki það að ég keyri alltaf löglega en ef þið hefðuð verið með réttu ráði og ekið allavega ekki hraðar en á 100 þá eru líklega talvert miklar líkur á því að vinur þinn hefði ekki misst stjórn á bílnum."
        },
        {
            "user": "Jessalyn",
            "user_id": "17818",
            "date": "2005-12-11 19:57:06",
            "id": "2802457",
            "reply_to_id": "2801934",
            "text": "Get tekið undir það að maður er aldrei jafn mikið á lífi heldur en eftir alvarlegt bílslys sem maður lifir af.\nÉg hef ekki lent í neinu eftir að ég fékk bílprófið en náði hins vegar að velta bíl 15 ára gömul og það var scary en slapp samt alveg án líkamlegra meiðsla."
        },
        {
            "user": "Shadowfaxx",
            "user_id": "37855",
            "date": "2005-12-11 19:57:30",
            "id": "2802461",
            "reply_to_id": "2801934",
            "text": "þetta með gaurinn sem var sofandi gerðist líka einu sinni við mig =S"
        },
        {
            "user": "unconscious",
            "user_id": "60359",
            "date": "2005-12-11 20:49:45",
            "id": "2802739",
            "reply_to_id": "2801934",
            "text": "haha ég hef oft lent í svona “smávægilegum árekstrum” og einu sinni alvarlegum, Þessi alvarlegi var bara fyrir stuttu.\nÉg var með systur minni í bíl og sat framm í við vorum á leiðina í borgina og svo vorum við á 100km hraða svo kom bíll og svínaði fyrir okkur og virti ekki stöðvunarskildu við dúndruðum á hann og ég og systir min vorum alveg safe\nsvo fór ég út að skoða fólkið í hinum bílnum þá voru 3 eða 4 börn einn 5 ára strákur sem fékk sár á ennið og var ALLUR út í blóði í framan, og konan sem keyrði bílinn var ólett. sem betur fer sluppu allir að mestu leiti ómeiddir og lifandi.\nog já þetta er svona spes lífsreynsla."
        },
        {
            "user": "steini21",
            "user_id": "31936",
            "date": "2005-12-11 21:00:48",
            "id": "2802787",
            "reply_to_id": "2801934",
            "text": "Ég hef aldrei lent í bílslysi en var nokkuð lálægt því einusinni. Vorum á svona 50 km/h innanbæjar, tvíbreið gata (eða hvað sem það kallast) og bíllinn fyrir framan beygði alltíeinu mjööög krappt til vinstri og beint í annan bíl sem var hliðina á.\nAnnars fór einusinni í veltubílinn."
        },
        {
            "user": "Fredrik",
            "user_id": "30853",
            "date": "2005-12-11 21:14:24",
            "id": "2802880",
            "reply_to_id": "2801934",
            "text": "3x farið út af á miklum hraða,2x á um 120 km og 1x á 160 km hraða, alger geðveiki."
        },
        {
            "user": "Fredrik",
            "user_id": "30853",
            "date": "2005-12-21 20:24:59",
            "id": "2850306",
            "reply_to_id": "2802880",
            "text": "þú ert hetja…"
        },
        {
            "user": "Bauksi",
            "user_id": "44193",
            "date": "2005-12-11 22:47:29",
            "id": "2803466",
            "reply_to_id": "2801934",
            "text": "Ég hef nú aldrei velt en ég hef lent í öðru veseni.\nEinu sinni var ég að koma niður Gilið (á Akureyri). Ég var á svona 55-60 km/klst og sé þá að það er Vitara að keyra út af bílastæðinu fyrir ofan Hótel KEA. Ég hægði á mér og beygði frá, en Vitaran kom inn í hægri hliðina hjá mér.\nFrambrettið var beyglað og rifið, fremri hurðin gekk inn og skekkti festingarnar fyrir sætið og aftur hurðin var illa rispuð og dælduð.\nÞetta var samt lagað, ég var í rétti. Keypti bara eins bíl og reif hann og gerði við hinn, alveg eins og hann hefði aldrei lent í árekstri.\nSvo í seinustu viku þá var einhver uppadjöfull á Ford F999999250 eða álíka stórum andskota (sá það ekki, var upptekinn við að halda lífi) að drekka tvöfaldann mokkafrappocappuchino með þeyttum rjóma og vískí eða eitthvað þannig.\nHann kom á 100+ km/klst yfir gatnamót eftir að ég var kominn með gult ljós (þetta gula sem kemur á undan grænu, ekki á undan rauðu) og svínaði mig mjög gróft.\nÉg beygji frá og sparka bremsupetalanum niður í gegnum gólfið. Ég rétt slapp við að fá þetta ferlíki inn í vinstri hliðina á 1115 kg Accord, sem ég held að hefði ekki verndað mig mjög mikið fyrir kanahlussuflutningabílnum.\nÉg vildi bara senda þeim aðila löngutöngina en þegar ég náði áttum var hann horfinn.\nBauksi"
        },
        {
            "user": "Sokrates",
            "user_id": "17074",
            "date": "2005-12-12 00:33:57",
            "id": "2804213",
            "reply_to_id": "2803466",
            "text": "Nokkuð sem ég verð að benda á hjá þér…ef þú ert á ljósum og þú ert að bíða eftir því að græna ljósið birtist og gula ljósið er komið, þá er rautt enn logandi, rauða ljósið logar alveg þangað til það græna kviknar, þannig að þú ert enn á rauðu ljósi, bara gult er líka kveikt…;)….\nen að því slepptu, þá var hinn ökumaðurinn náttúrulega líka alltof seinn í gegnum gatnamótin…."
        },
        {
            "user": "Bauksi",
            "user_id": "44193",
            "date": "2005-12-12 00:39:53",
            "id": "2804239",
            "reply_to_id": "2804213",
            "text": "Ég kom að gatnamótunum og hægði á mér en var ekki búinn að stoppa, svo þegar gula kom þá ætlaði ég að gefa í aftur og fara yfir. Þetta gula ljós logar nú bara í 1-2 sekúndur."
        },
        {
            "user": "Sokrates",
            "user_id": "17074",
            "date": "2005-12-12 12:56:33",
            "id": "2805268",
            "reply_to_id": "2804239",
            "text": "1-2 sekúndur getur verið alveg heill hellingur í umferðinni…;)….ferð alveg nokkra tugi metra á sekúndu ef þú ert á góðri ferð…;)"
        },
        {
            "user": "Bauksi",
            "user_id": "44193",
            "date": "2005-12-12 19:59:18",
            "id": "2807322",
            "reply_to_id": "2805268",
            "text": "Ég var á svona 5-10km hraða."
        },
        {
            "user": "sixx",
            "user_id": "54015",
            "date": "2005-12-11 23:09:46",
            "id": "2803656",
            "reply_to_id": "2801934",
            "text": "ég lenti einmitt í bílslysi í janúar. Þá var ég að labba í skólann og að fara yfir gatnamót\ná grænum kalli\nþegar einhver helv. kelling keyrir á mig á 70 kmh :/ sem betur fer var hún hjúkka og gaf mér far uppá sjúkrahús sem var náttúrulega fallegt af henni þar sem flestir hefðu keyrt í burtu en svo kom í ljós að ég hafði brotið á mér puttann og fengið alvarlegt mar á löppina læknirinn sagði að flestir á mínum aldri hefðu brotnað við þetta en ég var heppinn :) konan var svo kærð af lögreglunni og hún missti bílprófið og þarf að taka það aftur og þarf að borga 200000 kr sekt."
        },
        {
            "user": "Znati",
            "user_id": "53932",
            "date": "2005-12-13 15:08:02",
            "id": "2810899",
            "reply_to_id": "2803656",
            "text": "Er ekki að trúa þessu 70 km/h þar sem þú bara braust fingur.  Að vera keyrt á mann á 70 km/h myndi láta mann a.m.k missa meðvitund og brotna út um allt…"
        },
        {
            "user": "sixx",
            "user_id": "54015",
            "date": "2005-12-13 19:28:24",
            "id": "2812451",
            "reply_to_id": "2810899",
            "text": "hehe úps þetta átti víst að vera 60 kmh:) en hún hitti reyndar ekki beint framan á mig, keyrði framan á aðra löppina á mér :/"
        },
        {
            "user": "binnisk8",
            "user_id": "15359",
            "date": "2005-12-12 19:02:46",
            "id": "2806955",
            "reply_to_id": "2801934",
            "text": "hef bara verið með prófið í sirka mánuð, ekkert búinn að lenda í neinu ;)"
        },
        {
            "user": "jebb",
            "user_id": "7710",
            "date": "2005-12-14 09:51:24",
            "id": "2815361",
            "reply_to_id": "2801934",
            "text": "Ég hef tvisvar lennt í bílveltu í sömu beygjunni.\nFyrra skiptið var ég farþegi í bíl og vorum við á Toyota Carina og vorum fjórir í bílnum, mann ekki hvað við vorum hratt en við allavega lenntum í því að bíllinn rann til og fór útaf og endaði á hliðinni. Það meiddist sem betur fer enginn og vorum við allir í belti. Við veltum bílnum bara aftur við og héldum heim á leið. :D\nOg svo lenti ég einu sinni í því að vera að leyfa vini mínum að keyra sem var ekki kominn með próf. Við vorum á corollu '88 sem ég hafði keypt til að leika mér á. Vinur minn hafði keyrt einu sinni áður en vildi vera töffari og keyra hratt, fer á 120 km/klst í beygju og þá byrjar bíllin að renna til að aftan og strákurinn hafði auðvitað enga stjórn á blessuðum bílnum, afturendinn rennur útaf, þannig að við erum bara á hlið á veginum, nema afturendinn sem var kominn útá gras. Bíllinn fer í smá holu sem var hliðiná veginum og við köstumst uppí loft og lendum með þakið á bílnum á ljósastaur, rifum staurinn niður við þessi læti. Miðað við það hvernig bíllinn leit út eftir þetta þá trúði því enginn að við værum á lífi, bíllin var næstum því kominn í V.\nAuðvitað vorum við með spennt bílbeltin en ég fékk eina kúlu á ennið en vinur minn rotaðist við höggið, tognaði í hálsi, nefbrotnaði, fékk risastóra kúlu á ennið og braut tönn. Hann hefði lennt verr í því ef að sætið hefði ekki brotnað.\nÆtla bara að minna alla á það að beltin bjarga ;)"
        },
        {
            "user": "fallen",
            "user_id": "35262",
            "date": "2005-12-16 07:26:57",
            "id": "2824247",
            "reply_to_id": "2801934",
            "text": "ég hef lent í þónokkrum óhöppum, en ég fékk bílpróf fyrir tæpu ári.\nþegar ég var ca. 4-6 ára sat ég milli sæta í bíl sem lenti í árekstri. ég fékk svona nett “harry potter”-ör við það að fljúga í mælaborðið.\nCa. mánuði eða innan við mánuð eftir að ég fékk prófið var ég að keyra á bílnum mínum sem er ekki með abs, í hálku í beygju sem hallar í vitlausa átt(miðað við beygjuna) svo ég rann út úr beygjunni og á bíl sem stóð í bílastæði utan við beygjuna. Ég lét eigandann vita, gerði tjónaskýrslu og slapp með litla beyglu á stuðara hjá mér.\nCa. tveimur mán eftir að ég fékk prófið var ég að kerya á sama bíl, kom að biðskyldu á litlum hraða, var ekki alveg að spá í aksturinn. Ég var að beygja til vinstri á T gatnamótum og keyrði þá inn í afturhornið á vörubíl sem tók vel framan af bílnum mínum. Skrifuðum skýrsluna og ég ók bílnum mínum heim og lagði honum svo fljótlega.\nFáum vikum eftir að ég hafði keypt mér nýjan bíl, ca fimm mán eftir að ég fékk prófið, var ég að drekka, var með driver en hann þurfti að fara\nsvo ég lét hann skilja lyklana eftir hjá mér. ÞAÐ var mjög slæm ákvörðun\nþví ég ákvað að taka einn hring á leiðinni heim sem endaði á allt of miklum hraða þegar ég keyrði inn í annan bíl. Sem betur fer vorum ég og félagi minn nýfarnir í belti, þetta var lítill bær og nótt svo enginn var á ferli og bíllinn sem ég keyrði á var mannlaus.\nÉg var sviptur ökuleyfi og fékk háa sekt.\nEkki gera eins og ég gerði.\nFyrir utan þessi atvik hef ég lent í smánuddi sem ekki tekur að nefna, svo sem á stuðara."
        },
        {
            "user": "larus",
            "user_id": "1600",
            "date": "2005-12-17 02:07:59",
            "id": "2827907",
            "reply_to_id": "2824247",
            "text": "Ég er nýbuin að lenda í svaka árekstri.\nÞannig er það að ég er að keyra á gullinbrúnni að koma frá grafarvoginum,\nég er á vinstri akrein og er bara að keyra á svona 60-70 kmh og síðan allt í einu þá beigir maður á\nbreyttum jeppa\nsem er á hægri akrein í veg fyrir mig og þar að leiðandi fer ég uppá vinstra aftur dekkið/inní hliðina hjá honum og ég skíst uppí loftið og lendi á hliðinni,\nog á meðan ég er að renna á hliðinni þá fer framdekkið ofan í jörðina og bíllinn snýst þannig að ég fer að velta, ég fór einhverjar 6-7 veltur er sagt, og það skrýtnasta við þetta allt saman er það að ég var dæmdur í 67% rétti í stað 100%rétti, ástæðan er sú að bremsuförinn hjá mér voru of löng, en samt á löglegum hraða, þúst wtf.\nSíðan fyrir utan það hef ég klest 1 sinni aftan á og síðan hefur verið keyrt aftan á mig 2."
        },
        {
            "user": "kristinnm",
            "user_id": "6264",
            "date": "2005-12-18 19:11:40",
            "id": "2834708",
            "reply_to_id": "2827907",
            "text": "af hverju ertu að undirstrika að maðurinn hafi verið á breyttum jeppa? gerir það hann að verri ökumanni eða hvað? það geta allir gert mistök sama hvernig bíl þeir eru á.\nsíðan er 60-70 ekki löglegur hraði þar sem hámarkshraðinn er 60."
        },
        {
            "user": "Maxel",
            "user_id": "51216",
            "date": "2006-04-10 04:26:36",
            "id": "3328212",
            "reply_to_id": "2834708",
            "text": "held hann hafi verið að undirstrika að hann hafi verið á breyttum jeppa því hann keyrði\nuppá\ndekkið á honum efast um að það sé hæg t að keyra upp á dekkið á t.d. corollu :/"
        },
        {
            "user": "ReGGenRuM",
            "user_id": "22729",
            "date": "2005-12-21 16:01:44",
            "id": "2848875",
            "reply_to_id": "2801934",
            "text": "http://live2cruize.com/myndasafn/displayimage.php?album=99&pos=50\nÉg var í þessum bíl ásamt bróður mínum, hann við stýri. Svefnleysi frá nóttinni áður leiddi til þess að hann sofnaði undir stýri og lenti svo beint á ljósastaur sem gaf ekkert eftir á 80km hraða. 2 og hálf velta í kjölfarið, lentum á hvolfi.\nBáðir sluppum við nokkuð vel, hann lærbrotnaði reyndar en ég slapp með tognun og rispur vegna beltisins.\nMæli með því að enginn prófi þetta. ALDREI aka þreytt!!"
        },
        {
            "user": "disspoint",
            "user_id": "36332",
            "date": "2005-12-22 15:06:17",
            "id": "2853895",
            "reply_to_id": "2848875",
            "text": "tek undir það =/"
        },
        {
            "user": "disspoint",
            "user_id": "36332",
            "date": "2005-12-22 15:05:26",
            "id": "2853888",
            "reply_to_id": "2801934",
            "text": "felagar mínir klesstu á stóran stein á 100 km hraða og snerust í 3 hringji í loftinu og lenntu með bílinn rettann og sluppu alveg ómeiddir..\nTOYOTA GTI MARR =)\nbtw beltin bjarga..!"
        },
        {
            "user": "StebbZor",
            "user_id": "22228",
            "date": "2006-01-06 18:59:11",
            "id": "2922894",
            "reply_to_id": "2853888",
            "text": "hver taldi hringina?"
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2006-01-10 17:31:58",
            "id": "2942117",
            "reply_to_id": "2922894",
            "text": "það vill svo merkilega til að heilinn fer í 200% keyrslu þegar að maður lendir í svona atvikum\nsjálfur hef ég lennt í tveimur bílveltum\ní annari hvellsprakk og bílinn fór á hliðina útí skurð\ní hinni þá var ég að fara með pabba mínum að standa í hestastússi og við erum að fara uppá hellisheiði\nnema hvað við hellisheiðarafleggjarann gargar stjúpmamma mín og reynir að grípa í stýrið\npabbi reynir að ná stjórn á bílnum enn það er frekar erfitt þarsem að það er einfaldlega svellhállt\nnæstu sekúndur liðu einfaldlega einsog heilu mínúturnar og ég var sjálfur að búa mig undir það að annaðhvort deyja eða slasast virkilega illa þegar ég horfði útí úfið hraunið enn svo tek ég eftir því að pabbi gefur inn og keyrir einfaldlega útí hraunið og í eina snjóblettinn sem fannst\ntókum með okkur skiltið sem vísar á hellisheiðina við gamla veginn og affelguðum eitt dekk og allir heilir á húfi"
        },
        {
            "user": "creamsoda",
            "user_id": "31942",
            "date": "2006-01-21 03:31:58",
            "id": "2992793",
            "reply_to_id": "2942117",
            "text": "vá! gáfuð manneskja!"
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2006-01-21 03:52:02",
            "id": "2992819",
            "reply_to_id": "2992793",
            "text": "álíka gáfulegt og þessi athugasemd"
        },
        {
            "user": "creamsoda",
            "user_id": "31942",
            "date": "2006-01-21 14:52:26",
            "id": "2993657",
            "reply_to_id": "2992819",
            "text": "afhverju segiru það?"
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2006-01-21 16:49:41",
            "id": "2994085",
            "reply_to_id": "2993657",
            "text": "þessi athugasemd er alveg útí loftið hjá þé"
        },
        {
            "user": "creamsoda",
            "user_id": "31942",
            "date": "2006-01-22 05:38:55",
            "id": "2997296",
            "reply_to_id": "2994085",
            "text": "Spegill!"
        },
        {
            "user": "disspoint",
            "user_id": "36332",
            "date": "2006-01-11 13:18:05",
            "id": "2946001",
            "reply_to_id": "2922894",
            "text": "heh það er svartur kassi í toyota =D"
        },
        {
            "user": "105CREW",
            "user_id": "61968",
            "date": "2005-12-27 04:04:53",
            "id": "2874762",
            "reply_to_id": "2801934",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "105CREW",
            "user_id": "61968",
            "date": "2005-12-27 04:05:32",
            "id": "2874767",
            "reply_to_id": "2801934",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "7946",
            "user_id": "46584",
            "date": "2006-01-17 18:32:55",
            "id": "2976106",
            "reply_to_id": "2801934",
            "text": "amm érr búnað vera með bílprófið í uþb ár og hef lennt í 3 bílslisum,það firsta var um viku eftir að ég fékk bílprófið og var eikkerstaðar á milli akraness og borganess þegar sviftivindur frá vörubíl lætur mig missa stjórn á bílnum og ég fer framaná annan bíl og það voru gömul hjón í þeim bíl sem sluppu alveg en það þurfti að klippa þau út og báðir bílarnir gerónítir (það var hállt,slidda,slæm færð og niðamirkur ég var á uþb 70-80km.\nAnnað bílslisið var bara smávægilegur aftanáakstur við jeppling þurfti bara að skifta um húdd og hægra frambretti á bílnum mínum (er að vinna á réttingarogmálningarverkstæði þannig að ég gat málað níja húddið og brettið sjálfur firir mun minni pening en hefið ef ég hefði þurft að láta aðra gera það firir mig).\nÞriðji áreksturinn minn var þegar ég var að keira firirtækisbílinn og var að taka vinstribeigju úr upphallandi brekku og blindaðist af sólinni svo ég sá ekki bílinn sem kom á móti var á ca 50km en báðir bílarnir voru dæmdir ónítir síðan þá hef ég ekki lennt í neinu;>)."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-01-20 14:48:13",
            "id": "2989805",
            "reply_to_id": "2801934",
            "text": "Foreldrar mínir eru svo góðir bílsjórar að ég, og foreldrar mínir hafa aldrei lent í árekstri (mamma bakkaði einusinni á benz)"
        },
        {
            "user": "Saludos",
            "user_id": "50217",
            "date": "2006-01-21 00:21:25",
            "id": "2992348",
            "reply_to_id": "2801934",
            "text": "Eitthvað segir mér að þú eigir ekki að setjast inn í bíl…"
        },
        {
            "user": "kben",
            "user_id": "25649",
            "date": "2006-01-30 02:30:15",
            "id": "3034717",
            "reply_to_id": "2801934",
            "text": "haha.. slys mhar stundum gaman af þeim :P\nbuinn að lenda í 2 árekstrum á 1 viku :D\nannaðskiftið var ég að keira og hitt ekki…\nfyrraskiftið þa vorum við að keira sæbrautina og vorum að fara með flöskur i endurvinsluna til að fá smá bensinpening.. en helvitis bíllin varð bensinlaus á miðri sæbrautinni og þá kemur micra og fer aftan á okkur og so kemur einhver bíll aftan a micruna :P við vorum á golf 1.6 og sást eila ekkert á honum afturljósin voru brotin og afturstuðarinn aðeins beiglaður og micran hunn var í stöpu :P bæði að framan og aftan :P hehe massa findið.. lenti samt enginn í neinum áverkum.. flöskurnar björguðu okkur :P vorum alleg fastir utaf flöskunum :P hehe massa gaman :P\nen ja seinni áregsturinn var ég að keira.. frekar fyndið.. var á sidkicknum hans pabba :P massift gaman.. var með eithvað drasl afturí þannig ég sá ekki útum afturgluggan.. en ja var að skutla felaga minum heim.. og so bara nei stop mharr þú fórst aðeins og langt verður að bakka smá.. og ég þrumaði bara niður setti í bakk og allt í botn :P og so bara bumm :P vups :P sem beturfer var eila ekkert tjón skemti eithvað gler á þokuljósinu… smá aurar sem maður þarf að borga fyrir þetta :P en ja var soldið sjokerandi þá :P en nuna hlær mharr bara af þessu…\n:D næst á dagskrá er að keira óvart á löggubíl :D þá þarf maður ekki að hringja á lögguna og bíða masíft lengi eftir henni.. ef maður ætlar að keira á eithvað þa er sniðugast að keira bara á lögguna.. þa erun a staðnum :)"
        },
        {
            "user": "geisp",
            "user_id": "27737",
            "date": "2006-02-01 14:58:14",
            "id": "3046341",
            "reply_to_id": "2801934",
            "text": "Ég, kærastn mín á þeim tíma systir hennar og vinkona voru í bíl með mér… Vorum á malarvegi á 60 og í beygju sem ég hafði 100 sinnum áður farið í á 60.\nÞetta skiptið klúðraðist þetta og bíllinn fór að renna til. Sikk sakkaði stjórnlaust á veginum og munaði litlu að við hefðum endað í læk :Þ\nRétt sluppum þess í stað fór bíllinn með hliðina útaf fyrst rakst í stóran stein og valt…\nAllir sluppu vel nema ég :Þ Brákuð rifbein… Þetta var fyrir 2 að nálgast 3 ár ég er enn slæmur :("
        },
        {
            "user": "Coupe",
            "user_id": "8045",
            "date": "2006-03-09 20:57:25",
            "id": "3198897",
            "reply_to_id": "3046341",
            "text": "Ég velti 3000GT sem ég átti á 230kmh og bíllinn var í köku en ég og félagi minn löbbuðum út með skrámur ……… svo fekk ég um daginn stræto í hliðina"
        },
        {
            "user": "Coupe",
            "user_id": "8045",
            "date": "2006-03-09 21:01:35",
            "id": "3198915",
            "reply_to_id": "3198897",
            "text": "og slapp þar með skrámur lika"
        },
        {
            "user": "Maxel",
            "user_id": "51216",
            "date": "2006-04-10 04:32:10",
            "id": "3328215",
            "reply_to_id": "3198915",
            "text": "230 km?? hva"
        },
        {
            "user": "andrimar1",
            "user_id": "30448",
            "date": "2006-04-14 15:28:03",
            "id": "3345220",
            "reply_to_id": "3328215",
            "text": "varstu bara buinn að eiga hann i viku or sum?"
        },
        {
            "user": "JonMaiden",
            "user_id": "34856",
            "date": "2006-04-14 13:23:36",
            "id": "3344663",
            "reply_to_id": "3198897",
            "text": "þú veltir ekki 3000 gt á 230 km hraða og labbar sjálfur út úr bílnum, bíllinn yrði flatkaka eftir þettað og þú þá líka. ekki séns"
        },
        {
            "user": "thecrazyguy",
            "user_id": "63949",
            "date": "2006-05-10 16:04:40",
            "id": "3458581",
            "reply_to_id": "3344663",
            "text": "ég lenti í því að keyra einusinni aftaná bíl í hálku"
        },
        {
            "user": "Bergur90",
            "user_id": "41216",
            "date": "2006-05-23 15:01:26",
            "id": "3516013",
            "reply_to_id": "2801934",
            "text": "ég lenti nu einu sinni að lenda i bílslysi a motorhjoli á 100 km hraða og bill sem beigði fyrir mig sem var a moti og hann var alveg stopp flaug yfir ilinn for sirka 15 m fra bilnum og var rotaður i 20 min var semsagt heppinn að vera lifandi sögðu sjukragaurarnir og missti meðvitund samt brotnaði ekkert sem betur fer en ef eg hefði ekki verið i essum bunað (hjalmur og jakki með fullt af hlyfum inni sterkari en leður) væri eg nuna i gröfinni"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-06-16 22:45:33",
            "id": "3628199",
            "reply_to_id": "2801934",
            "text": "jaa ég held að ég hafi ekki lent í neinu alvarlegu enda so ungur að árum\n…jaa sammt var ég farþegi í Stórum Ford espedision limited  einhverstaðar hjá mývatni. og bílstjórin var að fara að taka begju þegar við runnum á hálku og niður brekku (bíllinn valt sammt ekki) og vorum sona 20 cm frá að lenda á sona gulu skilti með km til næsta bæjar. Með nokkura vikna gamalt barn í bílnum .\nHeld sammt að hafi bjargað okkur þessi frábæri bíll"
        },
        {
            "user": "grjonabolti",
            "user_id": "64964",
            "date": "2006-08-07 03:13:05",
            "id": "3836815",
            "reply_to_id": "2801934",
            "text": "eini sinni..eða nei ég hef ekki lent í bílslysi þannig engar reynslusögur frá mér:(:D"
        },
        {
            "user": "9829",
            "user_id": "66949",
            "date": "2006-12-19 14:40:20",
            "id": "4370930",
            "reply_to_id": "2801934",
            "text": "ég er mjög hrifin af bílum en ekki bílaslysum"
        }
    ]
}