{
    "forum_title": "Ferðalög",
    "user": "crazyeyez",
    "user_id": "39135",
    "date": "2005-12-11 23:47:49",
    "title": "Vinna erlendis yfir sumartíman",
    "text": "Sælir kæru hugarar, mér er það mikið á að spyrja ykkur sjörunum úr hvernig málum er háttað með vinnu erlendis. En ég hef verið að velta vöngum yfir háttarlgi þeirra starfsemar.\nÉg og félagi minn nokkur höfum haft þetta sameigilega fyrir stafni að kíkja til útlanda í sumarleyfinu og vinna þar, mér er það fullvíst að það gefur ekki góðan pening af sér enda ekki það sem við félagarnir leitum af.\nNú ætla ég að deila með ykkur því sem ég tel mig vita en auðvitað er það ekki heilagur sannleikur.\n1. Þetta fer framm í gegnum fyrirtækið Norjob sem sérhæfir sig í því að vinna með ungmenni sem vilja vinna utanlands. (en ég tek það þó framm að við erum ekki með bara norjob í huga heldur ef það eru fleiri stafrækar stofnanir sem vinna með svona mál eða bara maður vinnur úr þeim upplýsingum sem maður fær og reddar sér þannig sjálfstætt vinnu og húsnæði yfir vissan tíma)\n2. Vinnurnar þarna eru oftar en ekki illa borgaðar (auðvitað misjafnt en að meðaltali) en þó svo ég þekki til fólk sem hefur verið þarna að ég held sjálfstætt, þó ekki alveg með það á hreinu sem var skúringarvinna sem stóð yfir í nokkra tíma á dag 3-6 tíma og var borgað 70þús á mánuði fyrir það sem er ansi gott miðavið svona lítinn vinnutíma.en svo er líka náttúrulega einhver svona “skíta job” sem er að týna epli allan daginn fyrir 200 kall á tíman. En auðvitað eru launinn ekki eithvað sem maður fer fyrir, en alltaf betra að fá eithvað til að lyfa á.\n3. Húsnæðismál eru náttúrulega líka að skornum skammti þarna fyrir “tímabundna innflytjendur” en það sem Norjob gerir er að þeir redda þér húnsæði og vinnu á norðurlöndunum  en þu verður sjálfur auðvitað að borga leiguna. og leigan er ekkert fast gjald heldur mismunandi eftir hvar og hvernig íbúðirnar eru.\n4. Svo varðandi tíma og staðsetingu, hvernar þarf maður að vera búnað gera upp við sig varðandi brottför og annað og hvernar er best að sækja um, auðvitað viljum við búa (Soundar gay en ég vill ekki búa í öðrum hluta bæjarins og hann í hinum ekki það að við getum ekki lifað án hvors annars bara erum þarna sem vinir og viljum ekki þurfa að sólóa alla ferðina) saman og vinna helst í sömu vinnunni ekki aðskildum stöðum. en hvernig er líka best að hafa sig af í þesssum málum við hvern getur maður talað og hvernig er þetta þarna úti (endilega komið með reynslusögur :) og auðvitað viljum við líka njóta lífssins ekki bara vinna og vera á kaffihúsum heldur líka tékka skemmtistaðina :) væri fínnt að fá svona aldur bæði yfir áfeingiskaup og á svona þessa helstu skemmtistaði ef þið þekkið eithvað til í þeim málum. og hvernig hægt er að hafa uppá öðru fóki þarna og kannski gera eithvað skemmtilegt sem hópur og bara hvað eina sem væri gaman að gera þegar maður er einn á báti útí fjarlægu landi :) En einnig vildum við vita með alskonar svona staði, eins og ef maður vill halda líkamanum í formi meðan maður er þarna hvort það sé eithvað mál að finna eithvað fæn gym eða með fararstjórn og svona :)\nEn allavegna það sem ég var að leitast af væru allar þær upplýsingar sem þið kynnuð að luma á um dvöl erlendis\nTakk fyrir mig\nKveðja\nSkógarmaðurinn ^^",
    "url": "https://www.hugi.is/ferdalog/greinar/355343/vinna-erlendis-yfir-sumartiman/",
    "url_id": "355343",
    "id": "2803644",
    "replies": [
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2005-12-12 01:49:18",
            "id": "2804455",
            "reply_to_id": "2803644",
            "text": "Þið labbið ykkur bara uppí Norræna hús og sækið um í Nordjobb.  Látið það fylgja á umsókninni að þið viljið helst vinna saman og búa saman eða nálægt hvor öðrum og svo bara sjáiði til.  Ef þið fáið ekki vinnu í gegnum Nordjobb getiði farið á\nhttp://europa.eu.int/eures/home.jsp?lang=en\nog fundið vinnu við eplatínslu eða vínberjastöppun.  Annars segir fólkið í Nordjobb að þessir vinir að fara saman geri þeim mun erfiðara fyrir að finna vinnur og húsnæði fyrir fólk og að það þekkist ekki nema af Íslendingum að setja svona skilyrði.\nÉg hef tvisvar farið í Nordjobb og í báðum tilfellum deildi ég herbergi með öðrum.  Ef þið skrifið á umsókn að þið viljið búa saman getið þið lent saman í herbergi en ef maður fer einn getur maður verið settur í herbergi bara með einhverjum eða fengið sér herbergi ef maður er heppinn.  Það er líklega hægt að biðja um það líka að vera í sér herbergi en leigan er þá oftast hærri.\nÍ öðru tilfellinu bjó ég á heimavist þar sem var frekar léleg aðstaða og herbergin lítil.  Það var vaskur inni í hverju herbergi en klósett og sturtur sameiginleg á vistinni.  Eldunaraðstaða var léleg, enda var vistin með matsal sem var reyndar lokaður yfir sumarið svo það var bara smá herbergi með eldhúsborði, örfáum stólum, eldavél  og sameiginlegum ísskáp fyrir 35 manns sem auðvitað öllu var stolið úr.  Pottar og hnífapör voru til staðar í eldhúsinu og koddar og ullarteppi á herbergjum.  Sumir sem ég þekkti þarna voru í betri aðstöðu, stúdentaíbúðum þar sem þeir voru í sérherbergi og höfðu sameiginlega aðstöðu bara með þeim öðrum sem bjuggu í íbúðinni, kannski 1-3 öðrum.\nÍ hitt skiptið sem ég fór voru allir nordjobbararnir settir á sama stúdentagarðinn og okkur var öllum skipað 2 í eins manns herbergi sem reyndar voru alveg þægilega stór og með sér klósetti og sturtu en við komumst að því að Nordjobb var að svína á okkur á leigunni þar sem hver og einn var að borga fulla leigu fyrir eitt herbergi þó það væru tveir í þeim.  Eldhús var sameiginlegt með 6 eða 8 herbergjum en engir pottar, diskar eða hnífapör.  Sængur og koddar var hins vegar skaffað fyrir okkur.  Ég hef svo heyrt af strák sem fór í Nordjobb og var látinn búa hjá fjölskyldu þannig að þetta er allt mismunandi og misjafnt hvað maður þarf að koma með.\nMaður þarf líka að passa sig á að koma með nógan pening til að lifa af þangað til maður fær útborgað í fyrsta skipti.  Annars er almennt bara partý og gaman þarna.  Mín reynsla af þessu var að ég kom ca. út á sléttu miðað við þann pening sem ég þurfti að leggja út í upphafi fyrir flugi og lifa af fyrsta mánuðinn og hvað ég átti svo þegar ég kom heim.\nEf þið sækið um, þá fáið þið tilboð um vinnu og húsnæði og hafið ákveðinn tíma til að ákveða hvort þið viljið taka því eða ekki.  Þá kemur fram á tilboðinu hvernig vinnu þið hafið fengið og hver launin eru.  Ég man ekki hvort húsnæðið kom á sama tíma og vinnutilboðið en það á að segja ykkur hvað leigan er há og hvað þið þurftið að skaffa sjálfir."
        },
        {
            "user": "Maradoni",
            "user_id": "23186",
            "date": "2005-12-12 10:07:50",
            "id": "2804864",
            "reply_to_id": "2804455",
            "text": "Hver er linkurinn á síðu norjob ?"
        },
        {
            "user": "crazyeyez",
            "user_id": "39135",
            "date": "2005-12-12 11:46:15",
            "id": "2805088",
            "reply_to_id": "2804864",
            "text": "www.nordjobb.net"
        },
        {
            "user": "doddi",
            "user_id": "1219",
            "date": "2005-12-12 12:59:35",
            "id": "2805280",
            "reply_to_id": "2803644",
            "text": "Víst ég hef reynslusögu þá held ég að það sé best að ég svari þessu allavegana :)\nÍ sumar fór ég á vegum Nordjobb til Finnlands og var það í borg sem heitir Tampere, hún er svipað á stærð við höfuðborgarsvæðið, nema kannski soldið stærri samt. Ég var þar í 5 vikur. Ég vann í mjög stórum og fínum kirkjugarði við viðhald á honum, mest garðyrkjustörf, þó mest allt sumarið höfum við verið að skrapa göngustígana með einhverju apparati og sópað í hrúgur og mokað upp í bíl og losað við draslið. Vinnutíminn var frekar þægilegur þó ég hafi þurft að vakna eldsnemma, vinnan byrjaði alltaf 7:30 og endaði 15:00 eða svo, og laun voru kringum 7 evrur á tímann sem er minna en maður myndi sætta sig við á Íslandi en samt var það fínn peningur til að lifa á í Finnlandi. Í vinnuni, kynntist ég mjög góðum vin, við vorum saman í hóp allt sumarið og vorum bullshit chattandi yfir nánast allan daginn, alltaf!!!\nÉg gisti á leiguhúsnæði fyrir nemendur og var það frábært, því þar kynntist ég fullt af skemmtilegu fólki sem var þar yfir sumartímann og var þetta fólk frá mörgum mismunandi löndum, og við notuðum eldhúsið sem deilt var fyrir hæðina okkar fyrir partý hverja einustu föstudaga og laugardaga sem enduðu á að við röltuðum niður í bæ og fórum á skemmtistaði, þetta var mjög daga, ég gerði þetta 2-3 í viku(að fara að djamma). Það voru samt ekki margir frá Nordjobb í Tampere, við vorum örugglega svona 11, þetta var fínt fólk, 4 þeirra voru Íslendingar líkt og mér svo ég gat talað íslensku allavegana, og voru 3 svíar og tveir færeyjingar. Einnig voru krakkar frá öðru svona International Activity félagi sem heitir CIMO eða IESTE, og voru tómstundastjórnandi Nordjobb og CIMO/IESTE í sameiningu með marga atburði, svo við vorum fleiri og var það gaman.\nSvo fórum við einnig í margar skemmtilegar ferðir, um leið og ég kom þangað, þá fórum við í ferð til Kimitö sem er eyja í suð-vestur Finnlandi, þá voru Nordjobbarar og CIMO/IESTE fólk allstaðar frá Finnlandi að koma sér saman að fagna Midsömmerfest. Fólk talaði mikið sænsku á þessum stað, enda er þetta nálægt Svíþjóð, það var drukkið mikið alla helgina, farið í sauna, synt í sjónum(sem var ískalt) og farið í marga mjög skemmtilega leiki. Þá upplifaði ég einnig þá skrítnu reynslu að fólk af báðum kynum fari bert saman í sauna, en þar sem ég var búinn að drekka ágætlega mikið þá gat ég þolað það en mér fannst það algjört hneyksli því ég hefði ekki geta gert þetta :)\nÖnnur ferð hafði verið til smáþorps sem heitir Virrat og er í mið-finnlandi, mér hálfleiddist þar en bætti úr því með mikillri drykkju, og einnig synti ég þar slatta í vatninu þar nálægt og var í saunabaði, og líkt og hafði skéð í Kimitö, moskítóflugurnar hreinlega NAUÐGUÐU mér :)\nLærði einnig finnska samkvæmisdansa þarna sem var skemmtilegt, en til lengdar fannst mér það eiginlega bara leiðinlegt.\nSvo síðasta ferðin á vegum Nordjobb, var akkurat viku áður en ég þurfti að fara heim, við fórum til stærðstu borgar Rússlands, St. Petersburg og var það svaka lífsreynsla. Eftir mikla fyrirhöfn við að fylla út umsókn til að mega koma til Rússlands, þá gátum við farið um mánaðarmót júlí-ágúst.\nVið frá Tampere ferðuðumst með lest til Helsinki þar sem við hittum hina Nordjobbarana(auk CIMO fólksins) og fórum við þaðan með rútu til St. Petersburg ásamt ferðastjóra, ferðin tók alls 7 klst að ég held því það var rosalegt vesen að fara gegnum landamæri Finnlands og Rússlands, fórum þar í gegnum margar skoðanir, allur farangur okkar skoðaður og ALLT. Það var eins á bakleiðinni. Við komum við í borg í vestur rússlandi sem heitir Vyborg, þar var riddarasýning í gangi og skoðuðu ég og hinn íslenski vistfélagi minn Snæbjörn hana mikið. Rússar voru almennt mjög slakir í ensku og gat verið erfitt að kaupa hjá þeim hluti, en margir þeirra notuðu sér það til að svíkja og svindla, þó margir þeirra hafi samt verið almennilegir.\nSvo síðar héldum við áfram á ferð okkar til St. Petersburg. Öll almenningssalerni þarna voru ógeðsleg því greinilegt var að enginn þreif þau, og voru túristar meirasegja rukkaðir fyrir notkun, en það var ekki nema svona 50 kr.(já, fyrir óþrifið salerni:)), allt í Rússlandi var samt ódýrt. Ég elskaði það, maður gat farið á KFC og borðað sig alveg pakksaddann fyrir 200-300 kr. og þá týmdi ég að fá mér mikið, tvo kjúklingaborgara, franskar og BJÓR með :) Fórum á svo mjög flotta skemmtistaði í St. Petersburg og voru það flottustu skemmtistaðirnir sem ég hef heimsótt í lífi mínu því þau voru svoleiðis hágæða og stór og rosalega flott og mikil stemmning.\nFórum svo á marga túristastaði einnig, og bara að taka myndir af fullt af hlutum, fórum meirasegja á Hermitage Museum, en mér hundleiddist það hreinlega því ég hef nákvæmlega ENGAN áhuga á list :) svo það endaði á því að ég og tveir finnar fengum nóg af því að skoða það og löbbuðum út sjálfir okkar leið og fundum okkur eitthvað annað að gera :)\nEftir komuna frá Rússlandi þá varð ég að gista í sjónvarpsherbergi á stúdentagörðum þá sem íslendingur sem ég kynntist í Rússlandi á vegum Nordjobbs var búandi, þá gat ég fengið örfáa daga til að dunda mér í Helsinki, sem var gaman líka.\nJæja, til að svara einhverju sem hefur verið spurt um, bjór er seldur í verslunum þarna og þá oftast í 0.33L flöskum(sem mér fannst lang þægilegast) og er aldurstakmark á kaupum 18 ár. En sterkt vín er selt í vínbúðum og þarf maður að vera 20 ára til að kaupa þar. Bjór kostar í kringum 1 evru út í búð sem er slatti ódýrara en á íslandi, en finnar geta ekki okrað á áfengi því þeir búa of nálægt Rússlandi og Eistlandi og ef bjór væri dýr hjá þeim þá myndu allir fara þangað til að versla inn áfengi.\nÉg er nokkuð viss um að Finnland sé langskársta landið til að fara til á vegum Nordjobb fyrir þá sem langar ekkert að tala skandínavísk mál afþví við töluðum okkar á milli allan tímann á ensku, en ég hef heyrt að í hinum löndunum hafi fólk verið að tala Norsku/sænsku/dönsku og er það eitthvað sem ég hefði ekki verið til í :)\nGóð ráð þegar sótt er um(á www.nordjobb.net), lýstu sjálfum þér vel og vertu með góða mynd af þér. Vertu nákvæmur í að fylla út þínar upplýsingar, og sæktu um eins snemma og mögulegt er, helst í Janúar. Sýndu þessu mikinn áhuga og vertu sífellt að spyrja Nordjobb-stjórnandann í því landi sem þú hefur áhuga á, fyrir möguleikum á vinnu og ÖLLU þessháttar, þannig ýtirðu undir áhuga, og þeir vilja fá fólk sem VEIT að það vill koma!!! Ég var harðákveðinn í að komast, og þá gekk þeim vel að finna vinnu fyrir mig.\nLeigan mín kostaði 15þús á mánuði sem er mjög vel sloppið, og var þetta mjög fínt herbergi sem ég gisti í. En þar sem ég var ekki mikið lengur en mánuð þá eru öll launin sem ég fékk útborguð á bankareikningi í Finnlandi ennþá(í kringum 1000 evrur) og er ég í vandræðum því ég get ekki tekið það út á Íslandi án þess að stórtapa á því afþví evran er svo lág núna, svo ég er að geyma þetta þarna á banka þangað til annaðhvort ég myndi koma aftur til Finnlands(þá á ég góðan pening inn á banka og get notað eins og ég vill :D), eða ég flyt til lands þar sem evran er notuð og þá myndi borga sér að millifæra þetta allt yfir á annan banka.\nEndilega spyrjið mig að fleiru sem þið viljið vita, ég skal glaður reyna að svara eftir bestu getu.\nGangi þér vel að finna þér eitthvað við þitt hæfi til að gera í sumar og góða skemmtun ef þú ferð :)"
        },
        {
            "user": "gosli",
            "user_id": "20531",
            "date": "2005-12-13 02:27:06",
            "id": "2809246",
            "reply_to_id": "2805280",
            "text": "þú virðist vera annsi fróður um þetta og vel málgefinn sem er besta mál :D bara töff þannig ég ætla skella á þig nokkrum spurningum :)\nHvað er aldurstakmark á skemmtistaði þarna ? svona meðal, tökum sem dæmi Danmörku (ef þú viest) Svíþjóð (ef þú veist) eða finnland (sem þú veist ;) og eru strákar og stelpur saman í herbergjum ? eða er þetta skipt milli álma, hvernig er svo skipulagði er maður mikið frjáls eða mikið verið að halda í mann ?\nEr möguleiki að þú heldur að koma með norrænu og taka þá bíl meðsér og keyra hann þarna úti?\nVæri gaman að fá svör við þessu :D\nTakk fyri"
        },
        {
            "user": "doddi",
            "user_id": "1219",
            "date": "2005-12-14 01:15:51",
            "id": "2814803",
            "reply_to_id": "2809246",
            "text": "Ég sjálfur hef bara gert þetta í Finnlandi svo ég veit einungis með aldur á skemmtistaði þar, sem er 18 ár, geta þó verið undantekningar á sumum stöðum líkt og hér á Íslandi.\nÞú ert al frjáls allar þínar ferðir, þú gerir nákvæmlega það sem þú vilt í þínum frítíma en þú þarft samt að mæta á Nordjobb fundi í hverri viku og þá er farið yfir allskonar hluti sem þarf að gera og þess háttar(varðandi að borga leigu, allskonar hluti á dagskrá og líka til að hitta hina).\nGisting getur verið misjöfn, ég hef allavega ekki vitað um nein dæmi um að strákur hafi þurft að gista með stelpu, nema þau sem þekkjast og fóru saman í ferðina og óskuðu eftir að vera saman. Annars var ég einn með mitt eigið herbergi.\nAuðvitað er hægt að fara með Norrænu og fara á eigin bíl, ekkert sem stoppar það :) En samt fannst mér persónulega betra að fara með flugi því það er bæði ódýrara og ég hafði ekki mikla þörf á bíl þarna, fannst gott að labba mikið um borgina, nema að taka strætó var hundleiðinlegt. En gæti samt verið þægilegt að hafa bíl :)"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2005-12-14 02:30:59",
            "id": "2814971",
            "reply_to_id": "2814803",
            "text": "Þegar ég var í þessu, þá þurfti maður nú ekkert að mæta á þessa fundi nema maður vildi.  Ég mætti frekar sjaldan á þetta, enda var ég líka í vaktavinnu en ég fór í held ég öll ferðalögin sem voru í boði.\nÍ fyrra skiptið sem ég fór voru Nordjobbararnir dreifðir út um allan bæ nema slatta margir á þeirri heimavist sem ég bjó á og maður kynntist þeim miklu betur sem voru á vistinni þó það væru Danir eða Norðmenn heldur en þeim Íslendingum sem bjuggu annars staðar í bænum.  Flestum kom sæmilega saman við herbergisfélaga sína en reyndar voru 2 stelpur sem kom alveg herfilega illa saman.  Þetta var í Helsinki.\nÍ seinna skiptið sem ég fór þegar allir voru á sömu vistinni myndaðist rosalega góður mórall hjá Íslendingunum og var góður hópur og alltaf verið að gera eitthvað saman en hafði líka þau áhrif að maður kynntist hinu liðinu sáralítið."
        },
        {
            "user": "pitchounette",
            "user_id": "60367",
            "date": "2005-12-12 19:27:08",
            "id": "2807113",
            "reply_to_id": "2803644",
            "text": "Ohh, hvað ég held að þetta sé skemmtilegt… Vildi að ég væri orðin nógu gömul í þetta!\nAnnars veit ég ekkert um þetta, skemmtu þér frábærlega, ef að þú ferð ;)\n-Magzol"
        }
    ]
}