{
    "forum_title": "Matargerð",
    "user": "DroGoL",
    "user_id": "12005",
    "date": "2001-07-26 18:47:48",
    "title": "Nú er maður að grilla sverðfisk",
    "text": "Ég grillaði sverðfisk og smálúðu núna um daginn.  eitthvað það besta sem ég hef smakkað í langan tíma, fyrir utan túnfisk sem rokkar alltaf feitt.  Ég sítrónugljáði smálúðuna á eftirfarandi hátt.   Olía, sítrónusafi, sítrónubarkarspænir, smá rósmarín og svo krúsin sett í heitt vatn og hunangi hellt í skálina til að hún falli saman við þetta(gaman að nota appelsínur líka, t.d. með lambi)  svo skellt yfir smálúðuna og grillerí í svona 10 til 15 mín eftir smekk og stærð bita.\nSverðfiskurinn var kryddaður með sjávarsalti, tímian, rósmarín smá skarlottulauk og svo látinn marinerast með olíu í klukkutíma.  Snöggsteiktur í 4 til 6 mín á mjög heitu grilli.  bestur medium rear til rear.\nEn það sem mig langaði til að ath. er hvort einhver hafi skemmtilegar uppskriftir upp á að marinera smálúðuna eins og síld.  Hef einu sinni smakkað það og það var þvílíkt sælgæti.  En veit ekki alveg hvernig er gert.\nAnnars er þetta fyrsta greinin mín hérna en ekki sú síðasta.\nMeð kveðju.",
    "url": "https://www.hugi.is/matargerd/greinar/35636/nu-er-madur-ad-grilla-sverdfisk/",
    "url_id": "35636",
    "id": "241354",
    "replies": [
        {
            "user": "DroGoL",
            "user_id": "12005",
            "date": "2001-07-27 20:48:46",
            "id": "241355",
            "reply_to_id": "241354",
            "text": "Líst mjög vel á þetta. Soldið öðruvísi að fá sér sverðfisk eða túnfisk.\nHvað er kílóverðið á þessu og hvar getur maður nálgast þetta?"
        },
        {
            "user": "DroGoL",
            "user_id": "12005",
            "date": "2001-07-28 15:06:43",
            "id": "241356",
            "reply_to_id": "241355",
            "text": "Í Gallerý Kjöt upp í Kópavogi.  Kílóverðið á sverðfiskinum er um 3300 og á ferska túnfiskinum var þetta um 2900 pr kíló.  Er að fara að elda andabringur í kvöld, hlakka mikið til.  Eitt það besta sem ég fæ mér.\nGóða helgi."
        },
        {
            "user": "DroGoL",
            "user_id": "12005",
            "date": "2001-07-28 15:06:48",
            "id": "241357",
            "reply_to_id": "241355",
            "text": "Í Gallerý Kjöt upp í Kópavogi.  Kílóverðið á sverðfiskinum er um 3300 og á ferska túnfiskinum var þetta um 2900 pr kíló.  Er að fara að elda andabringur í kvöld, hlakka mikið til.  Eitt það besta sem ég fæ mér.\nGóða helgi."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-07-27 21:58:58",
            "id": "241358",
            "reply_to_id": "241354",
            "text": "Ég vill fá greinar um hamborgara og plokkfisk frekar… Nei, annars í alvöru hljómar þetta andstyggilega girnilega. Og ég sem vill helst bara soðna ýsu.\nHvernig er sverðfiskur? Ekki er þetta hvítur fiskur?"
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2001-07-28 01:41:08",
            "id": "241359",
            "reply_to_id": "241358",
            "text": "ju…sverdfiskur er hvirtur og mjog godur :)"
        }
    ]
}