{
    "forum_title": "Geimvísindi",
    "user": null,
    "user_id": null,
    "date": "2005-12-15 14:18:45",
    "title": "Svartar Holur",
    "text": "var að spá,sleppur ekkert útúr svartholum ekki einu sinni einhverskonar gamma eða niftieina geislun eða einhvað þvíumlíkt? Svo varéglíka að spá er hægt að eyðileggja svarthol með því t.dað skjóta triljón tonna vetnissprengju á það eða ef það gleypir supernóvu eða einhvað þvíumlíkt???",
    "url": "https://www.hugi.is/geimvisindi/korkar/356947/svartar-holur/",
    "url_id": "356947",
    "id": "2820559",
    "replies": [
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-12-15 17:18:56",
            "id": "2821416",
            "reply_to_id": "2820559",
            "text": "Hugtakið svarthol er í raun á barmi þess að vera fræðilegt og heiti á stjarnfræðilegu fyrirbrigði, það er afskaplega lítið um þau vitað.  Það hafa verið kenningar á vappi, ein sú helsta er kennd við Steven Hawking, um hvort eitthvað geti í raun sloppið frá svartholi.\nÞað er þó nokkuð sem er augljóst ef það stenst, ef að til eru efniseindir sem eru massalausar þá augljóslega hefur svartholið ekki sérstök áhrif á hana skv. því sem ég hef lært um svarthol o.fl.\nÞað hefur hinsvegar ekki nokkur maður vitneskju um hvort eða hvernig svarthol eyðist.  Það má ímynda sér að kjarnorkusprengja myndi ekki verka einfaldlega vegna þess að sprenginginn verður ekki  nein vegna næstum óendanlegs þrýstings."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-12-16 14:40:49",
            "id": "2825121",
            "reply_to_id": "2821416",
            "text": "k"
        },
        {
            "user": "Skufsi",
            "user_id": "60469",
            "date": "2006-08-26 00:01:04",
            "id": "3908523",
            "reply_to_id": "2820559",
            "text": "Svarthol eyðast líka á hverjum daegi og ný koma en ef öll svarthol myndu eyðast í alheiminum myndi alheimurinn eyðast :|"
        }
    ]
}