{
    "forum_title": "Vélbúnaður",
    "user": "bluntman",
    "user_id": "49532",
    "date": "2005-12-16 01:20:17",
    "title": "Í hinni ekki svo fjarlægri framtíð.",
    "text": "Sælt veri fólkið.\nÁkvað að þýða eina grein sem ég fann á netinu ykkur til skemmtunar :)\nEn fyrst vil ég kvarta smá yfir því hvað þið eruð vanvirk hér. Það eru t.d. margir sem hafa sagst ætla að gera greinar og hvaðeina…en gera svo bara ekkert í því.\nVill enn og aftur hvetja ykkur til að vera aktívari á þessu áhugamáli og reyna að standa við það :)\nÞað er ekki svo mikið mál að skella í eina grein, svo ekki sé minnst á þá litlu fyrirhöfn sem felst í því að senda inn myndir og kannanir, sem hafa þó mjög mikla merkingu.\nEr enginn vilji fyrir því að lífga þetta við ? :)\nStórt hrós til þeirra sem hafa sent inn greinar/myndir/kannanir. Þið vitið hver þið eruð :)\nEn enough of this chitchat.\nÍ hinni ekki svo fjarlægri framtíð.\nÉg sit einn inni í stofu og horfi á sjónvarpið.\nFlóð af auglýsingum renna yfir skjáinn áður en að ég get horft á bíómyndina.\nMyndin er 1 og hálfur tími, fyrir 4 krónur á mínútu er það ekki svo slæmt, þó að hún gæti kostað 3 krónur á mínútu ef ekki væri fyrir auglýsingarnar. Að því sögðu, þá gæti ég borgað fyrir flottari útgáfu af myndinni þar sem engar auglýsingar væru…\nKonan mín kemur niður til að sjá hvað ég er að horfa á (endurgerðin af Kill Bill þar sem þeir tóku allt ofbeldið í burtu).\nÞó að hún hafi áhuga á því að horfa á hana með mér, þá er áhorfs-kortið hennar nú þegar stillt á að hún horfi á MPAA verðlaunin (hétu áður Óskars-verðlaunin fyrir einhverjum árum síðan) uppi á efri hæðinni og það leyfir henni ekki að horfa á tvennt í einu nema hún hætti við fyrri áform (sem hún þarf þá auðvitað að borga fullt verð fyrir). Hún þyrfti ótakmarkaða kortið til þess og við erum ekki að fara að borga 55 þúsund krónum meira á ári fyrir að horfa á sjónvarp.\nÉg set myndina á pásu, tek upp VoIP símann minn og panta pizzu á næsta pizza-stað. Þegar ég skelli á birtist á skjánum hvað símtalið kostaði (auðvitað kostar að hringja í gegnum netið nú til dags).\nMeðan ég er með símann í hendinni, sendi ég félaga mínum skilaboð og spyr hann hvort hann nenni ekki að koma á eftir og spila nokkra leiki.\nStelpan mín kemur á fleygiferð niður stigann til að forvitnast um hvað ég sé að horfa á, en verður vonsvikin þegar hún sér sjónvarpið setja sig á pásu og slökkva á sér.\n“Fyrirgefðu elskan, en þetta er fullorðins mynd” segi ég og á sömu stundu birtist listi yfir myndir sem hæfar eru börnum á skjáinn. “Það er rigning úti…viltu ekki fara á netið og fara í boltaleik með vinum þínum ?”\nÞetta kætir hana, hún hleypur og nær í stýripinnann sinn í herberginu sínu og sendir skólafélögunum skilaboð.\nÞegar myndin klárast, fer ég og set pizza-kassann í endurvinnslu-tunnuna, sem og kókflöskuna.\nÉg kveiki á músik og um leið fæ ég skilaboð frá húsinu sem segir að félagi minn sé við dyrnar. Þegar hann kemur inn, þá slokknar samstundis á músíkinni því hann er ekki búinn að borga fyrir að fá að hlusta…\nHann vill spila Halo XXX (þetta er ekki einhver flottur dulkóði, þetta er í raun Halo 30) en ég er orðinn svo leiður á honum, sérstaklega eftir að Halo bíómynda trílógían kom út.\nFyrir utan það að maður þolir bara ákveðið magn af 14 ára gelgjum öskrandi “owned” í hljóðnemann…\nÉg sting uppá að við spilum Battlefield : Antarctica í staðinn. Ég spila alltaf sem mörgæsirnar og er að vinna við að byggja risa eldflaugastöð undir ísnum sem mun einn daginn rústa félaga mínum :P\n…\nMjög svo lauslega þýdd grein af\nhttp://www.bit-tech.net/\n- ætli þetta verði ekki eitthvað þessu líkt í framtíðinni ? Heheh :P\nÖrugglega einhverjar stafsetningarvillur…\nÞakka fyrir mig.",
    "url": "https://www.hugi.is/velbunadur/greinar/357166/i-hinni-ekki-svo-fjarlaegri-framtid/",
    "url_id": "357166",
    "id": "2823838",
    "replies": [
        {
            "user": "JoeyBoy",
            "user_id": "30771",
            "date": "2005-12-16 01:27:48",
            "id": "2823868",
            "reply_to_id": "2823838",
            "text": "Þetta er skemmtileg lesning :)\núff.. ekki vildi ég borga fyrir hvað sem er.. og þá staðgreiða :S"
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2005-12-16 01:49:03",
            "id": "2823923",
            "reply_to_id": "2823838",
            "text": "ég myndi flytja til sómalíu og gerast sjóræningi frekar enn að búa við þessa stjórnun"
        },
        {
            "user": "hendrixx",
            "user_id": "7447",
            "date": "2005-12-16 02:12:00",
            "id": "2823969",
            "reply_to_id": "2823838",
            "text": "ekki súper þýðing. hefðir getað póstað linkinn í byrjun á greininni. hefði viljað lesa orginal fyrst.\nen ok skal ekki vera með móral. gott framlag."
        },
        {
            "user": "bluntman",
            "user_id": "49532",
            "date": "2005-12-16 10:20:31",
            "id": "2824365",
            "reply_to_id": "2823969",
            "text": "http://www.bit-tech.net/columns/2005/12/15/not_so_distant_future/1.html"
        },
        {
            "user": "bluntman",
            "user_id": "49532",
            "date": "2005-12-16 10:25:11",
            "id": "2824375",
            "reply_to_id": "2824365",
            "text": "En já, skil þig."
        },
        {
            "user": "Forseti",
            "user_id": "33440",
            "date": "2005-12-16 03:55:02",
            "id": "2824154",
            "reply_to_id": "2823838",
            "text": "Þótti mjer þýðingin á enska textanum “In the not so distant future” sjerstaklega skemmtileg.\n“Í hinni ekki svo fjarlægu framtíð”\nJeg gat ómögulega skilið þessa setningu fyrr en jeg hafði sjeð ensku útgáfuna."
        },
        {
            "user": "bluntman",
            "user_id": "49532",
            "date": "2005-12-16 10:28:30",
            "id": "2824391",
            "reply_to_id": "2824154",
            "text": "Er ekkert ánægður með þessa grein ef satt skal segja so knock yourself out :)"
        },
        {
            "user": "gourcuff",
            "user_id": "39263",
            "date": "2005-12-16 12:08:57",
            "id": "2824584",
            "reply_to_id": "2824154",
            "text": "djöfull fer þetta j þitt í taugarnar á mér."
        },
        {
            "user": "Forseti",
            "user_id": "33440",
            "date": "2005-12-16 14:16:31",
            "id": "2824997",
            "reply_to_id": "2824584",
            "text": "En leiðinlegt…\nHver svo sem ástæðan er þá þætti mjer gaman að heyra hana."
        },
        {
            "user": "gourcuff",
            "user_id": "39263",
            "date": "2005-12-16 14:31:13",
            "id": "2825069",
            "reply_to_id": "2824997",
            "text": "Veit það ekki, fer bara eitthvað í taugarnar á mér:P"
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2005-12-16 12:32:16",
            "id": "2824636",
            "reply_to_id": "2824154",
            "text": "Mér fannst bara mjög einfalt að skilja þetta, ennþá flóknara að skilja hvað þú skrifar þvert á móti."
        },
        {
            "user": "Forseti",
            "user_id": "33440",
            "date": "2005-12-16 14:19:05",
            "id": "2825007",
            "reply_to_id": "2824636",
            "text": "Það kemur mjer satt best að segja ekkert á óvart fjelagi."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2005-12-16 04:45:19",
            "id": "2824201",
            "reply_to_id": "2823838",
            "text": "hmmþþ ég verð nú að segja að mér þykir það fáránlegt að það ætti að borga meira fyrir einhverja mynd með auglýsingum en án þeirra…\nþá vill ég meina að auglýsingarnar ættu einmitt að lækka verðið á einhverju en ekki hækka það (sjá t.d. skjá 1.. ókeypis stöð en þú þarft að lifa við auglýsingarnar á 10 mín fresti)\nen annars er þetta nú nokkuð cool grein þrátt fyrir það"
        },
        {
            "user": "MachineHead",
            "user_id": "2350",
            "date": "2005-12-16 10:04:02",
            "id": "2824348",
            "reply_to_id": "2823838",
            "text": "Það er nú dálítið langt í að þetta verði svona og ég efast um að einhver sætti sig við þetta, aldrei myndi ég gera það!"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2005-12-16 14:39:21",
            "id": "2825114",
            "reply_to_id": "2824348",
            "text": "einu munurinn sem ég sé við þetta er meiri þjónusta og fullorðnir menn að spila tölvuleiki :S\nAnnars er þetta nú bara eins og það er. Þú þarft ekkert að lifa svona.\nskil svo sem ekki hvað þú ættir ekki að sætta þvi við; sjá hversu mikið þú borgar fyrir hvert símtal?\nleigja myndir í gegnum sjónvarpið þannig það er aldrei í útleigu?\neða viltu ekki endurvinna ruslið þitt?"
        },
        {
            "user": "MachineHead",
            "user_id": "2350",
            "date": "2005-12-16 14:45:22",
            "id": "2825145",
            "reply_to_id": "2825114",
            "text": "Þetta er eins og að vera í endalausri gæslu, ekkert einkalíf lengur liggur við. Ég gæti aldrei lifað svona.\nOg já\n“Ég kveiki á músik og um leið fæ ég skilaboð frá húsinu sem segir að félagi minn sé við dyrnar. Þegar hann kemur inn, þá slokknar samstundis á músíkinni því hann er ekki búinn að borga fyrir að fá að hlusta…” Fuck this!!! Þetta er bara hálvitalegt."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2005-12-16 14:54:34",
            "id": "2825186",
            "reply_to_id": "2825145",
            "text": "þessi maður er búinn að kaupa sér alla þessa þjónustu. hann getur alveg spilað geisladisk.\nsíðan þetta með húsið þá held ég að þetta sé bara framtíða dyrabjalla. getur alveg fengið sér gamaldags ding-dong"
        },
        {
            "user": "MachineHead",
            "user_id": "2350",
            "date": "2005-12-16 15:03:52",
            "id": "2825223",
            "reply_to_id": "2825186",
            "text": "Þetta er samt asnalegt! Allt of ótraust."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2005-12-16 15:12:09",
            "id": "2825245",
            "reply_to_id": "2825223",
            "text": "þá færðu þér ekki þessa þjónustu"
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2005-12-16 12:10:33",
            "id": "2824590",
            "reply_to_id": "2823838",
            "text": "Framtíðin…\nhttp://www.gnu.org/philosophy/right-to-read.html"
        },
        {
            "user": "Omerta",
            "user_id": "32677",
            "date": "2005-12-16 13:32:49",
            "id": "2824858",
            "reply_to_id": "2823838",
            "text": "Þegar hann kemur inn, þá slokknar samstundis á músíkinni því hann er ekki búinn að borga fyrir að fá að hlusta…\nEkki svo ólíklegt í framtíðini að eitthvað álíka gay kæmi ^^,"
        },
        {
            "user": "bluntman",
            "user_id": "49532",
            "date": "2005-12-16 13:34:32",
            "id": "2824863",
            "reply_to_id": "2824858",
            "text": "True true :)"
        },
        {
            "user": "halldor89",
            "user_id": "28057",
            "date": "2005-12-16 13:50:57",
            "id": "2824915",
            "reply_to_id": "2824858",
            "text": "Það myndi einhver hakka það á notime."
        },
        {
            "user": "MadClaw",
            "user_id": "50461",
            "date": "2005-12-16 14:34:53",
            "id": "2825087",
            "reply_to_id": "2823838",
            "text": "Þetta var nú eiginlega hálf fávitalegt að þurfa að borga morðfjár fyrir allt! Það bara gengur ekki!"
        },
        {
            "user": "bluntman",
            "user_id": "49532",
            "date": "2005-12-16 15:09:20",
            "id": "2825236",
            "reply_to_id": "2825087",
            "text": "Samt, ert alveg að borga það sama með því að fara útí búð og leigja spólu :)"
        },
        {
            "user": "MadClaw",
            "user_id": "50461",
            "date": "2005-12-17 01:35:56",
            "id": "2827830",
            "reply_to_id": "2825236",
            "text": "Já, en t.d. með tónlistina, óskarinn og 50.000 fyrir unlimited kortið(eða hvað sem það hét) er nú ekki alveg bara að virka :/"
        },
        {
            "user": "Titan",
            "user_id": "7585",
            "date": "2005-12-16 15:53:37",
            "id": "2825442",
            "reply_to_id": "2823838",
            "text": "Svona vill MPAA að þetta verði hugsa ég."
        },
        {
            "user": "Soldier127",
            "user_id": "8627",
            "date": "2005-12-16 17:06:46",
            "id": "2825750",
            "reply_to_id": "2823838",
            "text": "Ágætis grein, nema það að þegar búið er að taka ofbeldið úr Kill Bill þá er hún varla fullorðins =)"
        },
        {
            "user": "dirabbdei123",
            "user_id": "32336",
            "date": "2005-12-16 18:39:25",
            "id": "2826188",
            "reply_to_id": "2823838",
            "text": "piff bit copyer :@ burn!"
        },
        {
            "user": "bluntman",
            "user_id": "49532",
            "date": "2005-12-16 18:42:07",
            "id": "2826202",
            "reply_to_id": "2826188",
            "text": "Ég geri þó eitthvað hérna…"
        },
        {
            "user": "dirabbdei123",
            "user_id": "32336",
            "date": "2005-12-16 20:18:08",
            "id": "2826676",
            "reply_to_id": "2826202",
            "text": "haha ertu ordin admin, spes.."
        },
        {
            "user": "bluntman",
            "user_id": "49532",
            "date": "2005-12-16 21:44:29",
            "id": "2826943",
            "reply_to_id": "2826676",
            "text": ":l"
        },
        {
            "user": "Omerta",
            "user_id": "32677",
            "date": "2005-12-17 00:57:03",
            "id": "2827697",
            "reply_to_id": "2826676",
            "text": "Hvurskonar… hann Valgeir reynir þó :þ"
        }
    ]
}