{
    "forum_title": "Ljóð",
    "user": "Deeq",
    "user_id": "1707",
    "date": "2001-07-27 18:52:29",
    "title": "Úr augsýn.",
    "text": "Klukkan er ellefu\nog ég geng út í\nkvöldroðanum,\nbíðandi þess\nað nóttin sveipi hulu sinni\nyfir heimkynni mín.\nÍ brjósti mínu bærist von\num að svarið sem ég leitaði að\nhúmi í myrkrinu,\nbíðandi þess að ég komi\nog gleðjist með því\nyfir því að geta gefið.\nKlukkan er tólf\nog kvöldroðinn er farinn.\nSkýin bærast lítt um himininn\nuppljómuð að virðist\naf fjarlægum loga\nhandan sjóndeildarhringsins.\nEn hvergi er nóttin\nog von mín um svarið\nsem vildi svala þorsta mínum\nfýkur með hafgolunni\núr augsýn.",
    "url": "https://www.hugi.is/ljod/greinar/35785/ur-augsyn/",
    "url_id": "35785",
    "id": "242666",
    "replies": [
        {
            "user": "pardus",
            "user_id": "6631",
            "date": "2001-07-27 18:59:32",
            "id": "242667",
            "reply_to_id": "242666",
            "text": "Kannast við tilfinninguna. Þú ert leiður, einn á gangi úti í nóttunni og hugsar rosalega mikið um alltsaman… svo kemur vindur, þú færð hroll og um leið hættir þú að hugsa.\nThis is deeeeeeeeeeeeeeeeeeeeeeeeep… en gott engu að síður… líka hitt ljóðið :)"
        },
        {
            "user": "Deeq",
            "user_id": "1707",
            "date": "2001-07-27 19:06:00",
            "id": "242668",
            "reply_to_id": "242667",
            "text": "Veistu, reyndar fjalla bæði ljóðin um sama málefnið. ;> Frá tvemur mismunandi hornum að vísu.\nOg frá mínum sjónarhóli er ég ekki “Leiður” í ljóðinu en rétt er það að ég var hugsi.\nEn seg mér eitt, eða hver sem er yfir höfuð..\nHvaða skilning leggið þið í:\n…\nbíðandi þess að ég komi\nog gleðjist með því\nyfir því að geta gefið.    (svarið)\nMér þætti gaman ef einhver legði sama skilning í þetta og ég."
        },
        {
            "user": "pardus",
            "user_id": "6631",
            "date": "2001-07-27 19:10:12",
            "id": "242669",
            "reply_to_id": "242668",
            "text": "Ertu í ástarsorg Deeq? Ég meina, þú gætir verið að meina það að ástina þína sé að finna einhvers staðar í myrkrinu, bíðandi eftir þér og þú vonar að þú getir sýnt henni hvað þú hefur fram að færa?\nÉg veit það ekki… en ég meina, þannig hugsa ég oft og þú sérð hvernig mín ljóð eru… oft um ástarsorg eða ást :)"
        },
        {
            "user": "Deeq",
            "user_id": "1707",
            "date": "2001-07-27 19:16:14",
            "id": "242670",
            "reply_to_id": "242669",
            "text": "Nei, ég er merkilegt nok ekki í ástarsorg, en það get ég sagt þér að þetta var ágætis kenning.  Svona þegar ég pæli í því þá er þetta ljóð skemmtilega margrætt. ;) Me Happy.\nEn þó, ég skal viðurkenna að þessi dálkur vísar til ástalífs á einn veg, og ljóðið á fleiri en einn. Það er staðreynd.\npardus. Það er voðalega gaman að pæla í ljóðum með þér. ;)"
        },
        {
            "user": "pardus",
            "user_id": "6631",
            "date": "2001-07-27 19:21:54",
            "id": "242671",
            "reply_to_id": "242670",
            "text": "Það besta við ljóð er að þau eru margnota… hver og einn skilur ljóðið eins og hann vill en fáir eins og höfundurinn sjálfur hugsaði það.\nEins og ljóðið mitt: “Fjaðrafok í Samböndum”, það skilja það fáir en ég skil það á minn hátt.\nTil dæmis… hérna kemur ljóð sem hefur rosalega mikla merkingu en er örstutt og dularfullt (bara dæmi… ekki gott ljóð :) )\n-Tommi og Jenni-\nKötturinn stígur á mottuna\ner hann eltir músina inn í holuna.\nÍ mínum augum (ekki af eigin reynslu samt) er mottan barnið, kötturinn faðir og músin móðirin. Faðirinn og móðirinn eru að rífast en þau stíga bæði á mottuna í eltingarleiknum, það er að segja, þau traðka á barninu.\nPardus.\nPS. Deeq, það er mjög gaman að pæla í ljóðum með þér… en ég get það ekki núna (það er að segja AKKÚRAT núna, seinna :))\nHeyrumst."
        },
        {
            "user": "pardus",
            "user_id": "6631",
            "date": "2001-07-27 19:40:34",
            "id": "242672",
            "reply_to_id": "242671",
            "text": "Og auðvitað þýðir holan skilnaðurinn og þunglyndið sem fylgir honum :/"
        },
        {
            "user": "Deeq",
            "user_id": "1707",
            "date": "2001-07-27 19:41:21",
            "id": "242673",
            "reply_to_id": "242671",
            "text": "Merkliegt nok, góð skýring á þessu tommaogjennaljóði. Ég hins vegar hefði bara hugsað hið augljósa. Mottan er fyrir framan holuna og maður kemst ekki inn án þess að stíga á hana."
        },
        {
            "user": "ljufa",
            "user_id": "249",
            "date": "2001-07-28 12:55:37",
            "id": "242674",
            "reply_to_id": "242668",
            "text": "Ljóðið hefur ekki þau áhrif á mig að mér finnist þú leiður heldur meira svona “það vantar eitthvað (einhvern)”-tilfinning…\n—\nbíðandi þess að ég komi\nog gleðjist með því\nyfir því að geta gefið.\n—\nMér finnst þetta vera vísun í sameiningu tveggja sálna - það að finna þann sem maður elskar, geta gefið af sér og glaðst með ástinni sinni… en í endanum er svarið fokið út í vindinn og spurningin stendur ósvöruð…"
        },
        {
            "user": "Deeq",
            "user_id": "1707",
            "date": "2001-07-28 16:11:55",
            "id": "242675",
            "reply_to_id": "242674",
            "text": "Já, þú skaust bara fjandi nálægt. Og hittir naglann á höfuðið með þetta að hafa einhvern til að gefa til. Einhverntímann rakst ég einmitt á setningu í bók sem heitir “Kristallar, spaklega orð og máltæki” eða eitthvað þannig. Þar rakst ég á eftirfarandi setningu.\n“Ekki spyrja sjálfan þig hvort þú sért verður einhverrar gjafar, spyrðu þig heldur hvort þú sért verður þess að gefa”.\nÞessar þrjár línur sem þú pældir í voru í raun óður til þessarrar setningar. Það er sannarlega þess virði að gleðjast yfir þegar tveir einstaklingar eru verðir þess að gefa hvor öðrum.\nTakk og Bless.\nDeeq."
        },
        {
            "user": "ljufa",
            "user_id": "249",
            "date": "2001-07-28 16:15:43",
            "id": "242676",
            "reply_to_id": "242675",
            "text": "Þakka þér fyrir að deila ljóðinu þínu með okkur :)"
        },
        {
            "user": "Deeq",
            "user_id": "1707",
            "date": "2001-07-28 16:18:54",
            "id": "242677",
            "reply_to_id": "242676",
            "text": "Og takk sömuleiðis að veita því athygli."
        }
    ]
}