{
    "forum_title": "Hundar",
    "user": "EstHerP",
    "user_id": "11032",
    "date": "2001-07-28 01:27:24",
    "title": "Hvað er að þessu liði ?",
    "text": "Hrafnhildur Pálmadóttir, húsfreyja í Árholti í Vestur-Húnavatnssýslu, gerði sér lítið fyrir á dögunum, ók heim í hlað hjá nágrönnum sínum í Neðra-Holti og hellti þar úr rauðri málningarfötu yfir hund sem þar var og býr.\nBrunað til Reykjavíkur\n“Við hjónin vorum ekki heima þegar þetta var en ef konan átti eitthvað sökótt við okkur hefði hún átt að hella málningunni yfir okkur,” sagði Sigfús Heiðar Jóhannsson í Efra-Holti sem kom að labradorhundi sínum alrauðum og undrandi. Greip hann til þess ráðs að aka með hundinn alla leið til Reykjavíkur á fund við hundasnyrti á Kleppsvegi. Er það 244 kílómetra leið.\nHundurinn og húsbóndi hans\n“Þetta var gert af ráðnum hug. Konan hefur áður hótað hundinum okkar og haft á orði að næst myndi hún skjóta hann,” sagði Sigfús í Neðra-Holti þegar hann kom með hundinn til Reykjavíkur. Þar tók Sóley Möller, sem rekur Hundasnyrtistofuna á Kleppsvegi 150, á móti þeim. Báðir voru dreyrrauðir; Sigfús af bræði og hundurinn af málningu: “Það er alveg skelfilegt að sjá dýrið. Ég skil ekki að nokkur geti fengið af sér að gera dýri svona nokkuð,” sagði Sólveig á Hundasnyrtistofunni sem tók þegar til óspilltra málanna við að hreinsa hundinn.\nPissaði í skóinn\nDeilurnar á milli húsfreyjunnar í Árholti og nágranna hennar í Neðra-Holti hafa staðið um skeið en aðeins 300 metrar eru á milli bæjanna. Bæirnir standa rétt sunnan við Blönduós.\n“Ég viðurkenni að hafa hellt málningu yfir hundinn enda var ég alveg búin að fá nóg af honum,” sagði Hrafnhildur í Árholti sem vart hefur lifað óttalausan dag eftir að nágrannar hennar fengu sér labradorhundinn. “Hundurinn var alltaf að flækjast hér í kring og hafði sérstakt lag á að smeygja sér inn í forstofuna til okkar. Þar pissaði hann í skóna okkar, eins og það er nú skemmtilegt. Þá fór hann í hænsnakofann og át eggin okkar. Og bílskúrinn þurftum við að binda aftur til að halda hundinum frá.”\nDaginn sem Hrafnhildur hellti rauðu málningunni yfir hundinn var hann nýbúinn að pissa í skóna hennar í forstofunni heima. Hún segist hafa orðið æf, rokið út í bílskúr, náð þar í málningardós og brunað upp að Neðra-Holti þar sem hundurinn lék sér í garðinum. Enginn var heima utan barnapía sem trúði vart eigin augum þegar húsfreyjan í Árholti tæmdi úr málningardósinni yfir hundinn. Heimilisfaðirinn var þá við vinnu sína á Blönduósi en þar ekur hann sjúkrabíl. Hann segir Hrafnhildi alþekkta gribbu á svæðinu en Hrafnhildur svarar fyrir sig: “Sigfús er ágætur en konan hans er leiðinleg.”\nSögulok\nSigfús í Neðra-Holti hefur kært Hrafnhildi til lögreglunnar fyrir að hella málningu yfir hundinn sinn og Hrafnhildur hefur kært hann á móti fyrir að gæta dýrsins ekki nógu vel. Hrafnhildur segist hafa kynnt sér það hjá yfirvöldum að eigendur hunda í sveit skuli gæta þeirra sem í þéttbýli væri. Sigfús stendur á móti fastur á sínu að ekki eigi að hella málningu yfir hunda þó svo viðkomandi sé illa við þá. Málið er í rannsókn.",
    "url": "https://www.hugi.is/hundar/greinar/35880/hvad-er-ad-thessu-lidi/",
    "url_id": "35880",
    "id": "243254",
    "replies": [
        {
            "user": "Zaluki",
            "user_id": "6799",
            "date": "2001-07-28 01:45:38",
            "id": "243255",
            "reply_to_id": "243254",
            "text": "Kom ekki upp svipað mál fyrir nokkrum árum ?\nÞegar að hundur fannst allur útataður í málningu, þá hafði reyndar helst á hann fyrir slysni.\nEn mig minnir að ég hafi heyrt í sambandi við þann fréttaflutning að hundurinn hafi nærri verið búinn að fá eitrun, hann tók eiturefnin úr málningunni inn í gegnum húðina.\nÞetta getur verið stórhættulegt.\nEn fólk á að passa hundana sína, án þess að ég sé á nokkkurn einasta hátt að verja aðgerðir þessarar komu. Þetta eru þvílíkt ýkt viðbrögð.\nÉg held að það hafi nú einhverjar aðrar erjur kraumað undir niðri, fyrir utan þetta mál með hundinn. Ég hefði allavega haldið að nágrannar ættu að geta rætt svona mál og fundið friðsamlegri lausn en þá að hella málningu yfir hundinn.\nÞetta er ekkert nema vitleysis gangur í konunni, hvað veit hún nema að hundurinn hefði getað tryllst og hreinlega ráðist á hana? Maður hagar sér bara ekkert svona.\nEn þetta minnir mann líka á það að maður verður að fylgjast með dýrunum sínum, þá hafa ekki þroska til að vega og meta afleiðingar, maður verður sem eigandi þeirra að vernda þau og aðra fyrir svona uppákomum."
        },
        {
            "user": "GlingGlo",
            "user_id": "2646",
            "date": "2001-07-28 01:54:00",
            "id": "243256",
            "reply_to_id": "243255",
            "text": "Auðvitað eru þetta fáránleg viðbrögð hjá konunni að hella málningu yfir heimskt hundgrey (afsakið að ég kalli dýrið heimskt en það allavegana hefur örugglega ekkert vitað hvað það var að gera af sér). Aftur á móti er það auðvitað ábyrgð eigendanna að passa upp á að hundurinn sé ekki að ónáða nágrannana, þar hefðu þeir átt að taka sig á fyrir löngu. En að hella málningu yfir hund er nú bara ekkert annað en kvikindisskapur. Ætli þessa kona hefði gert það sama við börn þessara hjóna ef þau hefðu verið eitthvað að væflast þarna og skemma hluti af óvitaskap? Og henni hefði reyndar verið nær að hella málningunni yfir eigndurna þar sem það eru þeir sem bera ábyrgðina á dýrinu :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-08-23 02:07:56",
            "id": "243257",
            "reply_to_id": "243255",
            "text": "Jú þetta kom upp fyrir fjölnokkrum árum síðan, og það var hundurinn minn sem varð fyrir því óhappi, þetta kom á forsíðu DV, en það var olíumálling sem olli því að hann varð svona veikur ásamt því að við þurftum að nota terpentínu til að hreinsa hann."
        },
        {
            "user": "Tzu",
            "user_id": "7615",
            "date": "2001-07-28 14:48:35",
            "id": "243258",
            "reply_to_id": "243254",
            "text": "Það er bara ekki í lagi með mjög marga á þessu landi! hella málingu yfir hundinn, ég hef ekki heyrt það hallærislegra..ef ég væri kellingun hefði ég frekar helt málingu yfir eigendur hundsins ekki hundinn, þetta er eigendum hans að kenna"
        },
        {
            "user": "sexybitz",
            "user_id": "7647",
            "date": "2001-07-28 14:58:10",
            "id": "243259",
            "reply_to_id": "243258",
            "text": "Mér finnst þetta segja bara mest mikið um þessa grey konu, henni hlítur að líða rosalega illa á sálinni og þyrfti helst sálfræðihjálp. A láta sér detta þetta í hug?? vá"
        },
        {
            "user": "katak",
            "user_id": "11944",
            "date": "2001-07-28 15:36:51",
            "id": "243260",
            "reply_to_id": "243254",
            "text": "Sjàlf by èg i sveit og thad meira ad segja nàlagt thessari sveit. èg veit af eiginnreinslu ad thad er ekkert grin ad passa hundinn sinn. Hundar i sveit eru frjàlsir og fara sinnaferda thegar teir vilja. Sveit er ekki tèttbyli og thad er enginn àstaeda ad passa hundinn eins og i tèttbyli. I am so sorry en meir fynst thad ferlega einkennilegar reglur. Thessi kona hefdi audvita àtt ad tala vid eigendurna fyrst og èg er vissum ad eigendurnir viss litid um ad hundurinn teirra vaeri eithvad ad angra hana. èg verd nu samt ad segja ad hundurinn minn veri ferlega skondinn ef hann vaeri ut adadur i raudri màlingu :) èg er ekki ad segja ad konan gerdi rètt, bara reina ad vera svolitid liberal. èg veit ad einu sinni fòru tvaer stelpur ùt i fjòs og màludu blàann augskugga à eina kuna med blàri màlningu. Kùnni vard ekkert meint af tvi svo ad liklegast verdur hundurinn samur aftur, kannski bara soldid hraedur vid kellinguna. :)"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2001-07-28 15:47:14",
            "id": "243261",
            "reply_to_id": "243260",
            "text": "Það hefði nú ekki verið gott ef málningin hefði farið í augun eða eyrun á honum.  Hann hefði líka getað fengið einhverja eitrun af þess.\nAugnskuggi er allt annað mál.  Hann er ætlaður til að setja á húð og ábyggilega prófaður þannig að það sé í lagi þó eitthvað fari í augun líka."
        },
        {
            "user": "katak",
            "user_id": "11944",
            "date": "2001-07-29 21:41:01",
            "id": "243262",
            "reply_to_id": "243261",
            "text": "Thessi augnskuggi var venjuleg blà màlning til ad màla hùs med :)"
        },
        {
            "user": "GlingGlo",
            "user_id": "2646",
            "date": "2001-07-30 00:48:41",
            "id": "243263",
            "reply_to_id": "243262",
            "text": "Að vísu rauð, en samt venjuleg málning, og innihaldsefnin í málningu eru sko ekki góð fyrir húð né annað… ja nema hús og veggi :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-08-06 15:24:14",
            "id": "243264",
            "reply_to_id": "243254",
            "text": "Það ætti að setja gribbuna í spennitreyju og læsa hana inni. Helvítis belja að fara svona með dý"
        },
        {
            "user": "sheena",
            "user_id": "4775",
            "date": "2001-09-05 21:44:14",
            "id": "243265",
            "reply_to_id": "243254",
            "text": "Auðvitað er það á ábyrggð eigendanna að hafa augu og eyru með dýrunum sínum, en þetta er fáránleg framkoma þó ekki sé meira sagt.\nÉg veit að ég sem dæmi hefði farið að láta tík vinkonu minnar líða fyrir það að hún át skóinn minn.  NEI eiginlega ekki.  Aftur á móti húðskammaði ég vinkonuna fyrir að ala hana ekki betur upp.\nÞess fyrir utan þá skilur hundurinn hvorki upp né niður í einu né neinu nema hann sé skammaður strax þegar hann er staðinn að verki.  En ekki einhverjum klukkutímum seinna."
        }
    ]
}