{
    "forum_title": "Deiglan",
    "user": "skuggi85",
    "user_id": "12479",
    "date": "2005-12-22 11:23:32",
    "title": "Kofi Annan sýnir sitt rétta andlit...",
    "text": "http://edition.cnn.com/video/world/2005/12/21/roth.kofi.blows.up.cnn/content.exclude.html\nSameinuðu Þjóðirnar hafa nú ekki gert mikið annað en að stinga hausnum í sandinn þegar kemur að oil-for-food hneykslinu, enginn átti að vita neitt og einnig sjálfur Annan. Þrátt fyrir mörg ár af verkefninu, tugi milljarða dollara sölu af olíu og ENGA breytingu á stöðu almennra borgara í Írak. Peningarnir áttu að fara til Íraka til kaupa á mat og lyfjum, sem ekki var gert. Landið var nánast lyfjalaust fyrir innrás bandamanna en þá var strax sent mörg tonn af lyfjum inn í landið.\nEinföld spurning um hvort að sonur hans hafi keypt sér Mercedes bíl fyrir oil-for-food peninga. Annan  hafi ekki einu sinni kjark til þess að neita því heldur byrjaði bara að æsa sig og snúa út úr. Það er eitt stórt hneyksli að þessi maður hafi haldið stöðu sinni innan Sameinuðu Þjóðanna! Ég ætla ekki að fullyrða um neitt hversu sekur hann er þegar kemur að fortíð Íraks, en málið er ekki að smella saman ásamt því að takmarkaðar og lélegar útskýringar koma frá SÞ. Það eitt að sonur hans tengtist verkefninu ætti að vera nóg, jafnvel þó hann hafi ekki haft hugmynd um neitt (come on þetta er sonur hans!)\nÞað mætti halda að hann sé páfinn eða eitthvað. Nóbelsverðlaun, dökk húð og leiðtogi Sameinuðu Þjóðanna. Ósnertanlegur af fjölmiðlum! Á meðan annan hvern dag er verið að skíta yfir Bush.",
    "url": "https://www.hugi.is/deiglan/korkar/359367/kofi-annan-synir-sitt-retta-andlit/",
    "url_id": "359367",
    "id": "2853086",
    "replies": [
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-12-22 12:52:52",
            "id": "2853344",
            "reply_to_id": "2853086",
            "text": "Ég ætla að leyfa mér að efast að þú hafir horft á allt myndbandið.  Þú ert að falla í sömu gryfju og fólkið sem þú gagnrýnir í niðurlaginu."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-12-22 19:10:49",
            "id": "2855193",
            "reply_to_id": "2853344",
            "text": "Ég horfi á allt myndbandið. Ertu að tala um endinn eða?"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-12-22 19:58:40",
            "id": "2855469",
            "reply_to_id": "2855193",
            "text": "Augljóslega, kemur fram að þessi fréttamaður hefur ýtrekað spurt sömu spurninganna (og fengið svör) en heldur því áfram endalaust til þess að grafa einhvern upp einhvern skít á hann og orðar alltaf spurninguna þannig að það er eins og hann sé að gefa í skyn að Kofi Annan sé sekur.  Ég veit ekki betur en að Bandaríkjastjórn hafi gert viðamikla rannsókn á þessum atburðum (skýrsla Paul Voilter sem er minnst á þarna í endanum) þar sem kemur fram að Kofi Annan hafi engin lög brotið.\nMiðað við þetta hroka, og eins og Kofi Annan sagði, skólabarnalæti, þá er ekki skrítið að Annan hafi ávítað hann fyrir þennan framgang.\nHvernig myndi ráðamaður hér á Íslandi bregðast við ef að einhver fréttamaður hér væri í sífellu að spyrja hvar benzinn sem hann keypti væri niðurkominn?  Augljóslega hafa þessir menn nógu hág laun til að kaupa þá, hvernig og af hverju kemur það þeim við eða nokkrum öðrum hvar benzin er?  Þetta var bara fáránlegt."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-12-22 20:11:32",
            "id": "2855526",
            "reply_to_id": "2855469",
            "text": "Hvort sem hann hefur brotið lög eða ekki þá er ekki góð lykt af þessu máli.\nAð Sameinuðu Þjóðirnar hafi fengið margar milljónir dollara í prósentur á meðan ástandið batnaði ekkert hjá Írökum, ásamt því að sonur Kofi Annans var að vinna að verkefninu. Það í sjálfu sér er nógu vafasamt þó það sé ekki hægt að sanna að Kofi hafi vitað beint brotið af sér eða vitað af spillingunni, það hlýtur að vera einhver ábyrgð hjá honum. Írakar eru en þá að rannsaka málið í Írak og ég hef mikla trú á að stjórnvöld þar í landi muni verða bandamenn í þeirri kröfu að endurskoða Sameinuðu Þjóðirnar.\nNú er ég að tala um heildarmyndina en ekki Mercedes bíl eða hvort Kofi hafi komið persónulega að ráðningu sonar síns."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-12-22 20:50:19",
            "id": "2855725",
            "reply_to_id": "2855526",
            "text": "Af hverju var titill korksins\nKofi Annan sýnir sitt rétta andlit\n, eins og það sé einkennandi fyrir hans persónuleika að vera bráður?  Hljómar eins og þú sért búin að ákveða hvort hann er sekur að einhverju eða ekki og ert að reyna sverta ímynd hans, ég á allavega erfitt með að sjá þetta öðruvísi.\nÞú sjálfur virðist kjósa að hunsa vangaveltur af svipuðu tagi, þegar það er ekki hægt að\nsanna\ne-ð en ýmislegt bendir til þess.  Hvað veldur því að þetta mál er öðruvísi?  Vantaði blóraböggul til að fela aðra umræðu í kringum Írak eða eitthvað þess háttar?  Ég er ekki alveg að ná upp í þetta."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-12-22 21:32:27",
            "id": "2855906",
            "reply_to_id": "2855725",
            "text": "Nú er ég líka búinn að nefna atriði sem ég tel vera nóg svo hann segi af sér, óháð hvort það sé sannað að hann hafi vitað af syni sínum eða ekki.\nKofi Annan og Sameinuðu Þjóðirnar sjálfar voru í raun óhæf til þess að ákveða hvort innrás yrði leyfð í Írak eða ekki, vegna eigin hagsmuna og tengsla. Auk þess að hafa farið í öfuga átt frá fyrra ákveði (1441) um aðgerðir gegn Írak.\nÞað segir sig sjálft að það er eitthvað skuggaleft við að helsti viðskiptalönd Íraks í Evrópu voru fremst í andstöðu gegn innrás ásamt SÞ sem einnig fengu prósentur, á meðan 10-20 milljarðar dollara var stungið til hliðar. Þetta eru engar smáupphæðir og eitthvað sem Sameinuðu Þjóðirnar hefðu átt að átta sig á, en ekki vera áfram í “friðsamlegum umræðum” með áframhaldandi gróða og spillingu.\nÝmsir lykilmenn innan SÞ ættu að segja af sér, meðal annars Kofi Annan. Svo á að borga Írökum til baka þá milljarða dollara sem glötuðust vegna vanhæfni Sameinuðu Þjóðanna. Ýmis vitni og skjöl frá Írak benda til þess að annar hver maður frá þessum samtökum var að taka við mútum beint frá Saddam.  Og já tilgangurinn er að sverta mannorð hans, enda á hann það skilið og Sameinuðu Þjóðirnar í heild sinni."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-12-22 22:15:39",
            "id": "2856106",
            "reply_to_id": "2855906",
            "text": "Hvað á sonur hans að hafa gert?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-12-22 22:54:26",
            "id": "2856288",
            "reply_to_id": "2856106",
            "text": "Sá um ýmsa olíusamninga, meðal annars í Írak.\nJafnvel þó það hafi aðeins verið löglegar sölur og að faðir hans hafi ekki vitað það, það eitt að sonur leiðtoga samtakanna sér um slíkt er að minnsta kosti ósiðlegt.\nEf að Annan vissi ekki af þessu þá er hann óhæfur að því leiti að hann hefði átt að vita af því, sama má segja um spillinguna í Írak. Ábyrgðin er hjá SÞ og hann er leiðtogi þeirra með persónuleg tengsl við málið."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-12-22 23:14:38",
            "id": "2856404",
            "reply_to_id": "2856288",
            "text": "Nú já, sá hann um olíusamninga þar sem hann vann sem ráðgjafi, áhugavert.  Ég heyrði söguna svona circa:\nHann hætti hjá fyrirtækinu\nCotecna\náður en það fékk olíusamning í Írak, skandallinn snérist um það hvort að hann hefði notað skyldleika sinn við föður sinn til að fá samningin við SÞ.  Ýmsar nefndir, bæði á vegum BNA og SÞ, hafa síðan sagt Annan saklausan af slíkum tengslum.  Þetta mál fór í háaloft þegar Sunday Times (DV Bretlands) sagði að Kojo Annan hefði viðurkennt að nota tengsl sín á þann hátt.  Þá fór mönnum að þykja starfslokasamningur Kojo við Cotecna upp á rúma fjögurhundruð þúsund dollara og allt leit út eins samsæri.  Sex mánuðum síðar dróg Sunday Times tilmæli sín til baka eftir að Kojo hafði staðið í málið við þá um ærumeiðingar og báðir aðilar sættust að lokum á málamiðlun.  Hvorki Kojo eða Kofi hafa verið fundnir sekir um neitt ólöglegt svo ég viti til.    Hinsvegar sagði Kojo að allt þetta vesen væri af völdum Repúblikana … hmm … annað samsæri tengt BNA?  Merkilegt.\nÍ stuttu máli Kofi vissi nákvæmlega hvar sonur hans vann, en hann vann í Vestur Afríku fyrir byggingarfyrirtæki."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-12-22 23:20:05",
            "id": "2856438",
            "reply_to_id": "2856404",
            "text": "Það eru ýmis atriði sem hafa verið nefnd og fjallað um.\nÞað eitt að hann var í þessari stöðu var ekki við hæfi."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2005-12-22 23:22:06",
            "id": "2856450",
            "reply_to_id": "2856438",
            "text": "… og finnst þér ekkert athugavert við þá fullyrðingu þína að Kojo hafi séð um olíusamninga fyrir fyrirtæki sem hann hætti hjá áður en það fór að vinna í Írak?"
        },
        {
            "user": "Zkari",
            "user_id": "18718",
            "date": "2005-12-31 17:34:45",
            "id": "2893914",
            "reply_to_id": "2855526",
            "text": "Er eitthvað verri lykt af þessu en írakinnrásinni? Abu Ghraib fangelsinu? Guantanamo fangelsinu? Leynifangelsunum í Evrópu?\nRöflar yfir peningum en ekki pyntingum og morðum.."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-12-31 18:34:53",
            "id": "2894294",
            "reply_to_id": "2893914",
            "text": "Peningum?\nFleiri Írakar hafa látið lífið vegna Sameinuðu Þjóðanna en fjöldamorð Saddams Hussein. Dánartíðni hefur lækkað svo mikið eftir stríðið og meira að segja á innrásarárinu 2003 var hún lægri en 2002. Landið er ekki lyfjalaust og efnahagurinn er sá sem vex hraðast í miðausturlöndum eins og er.\nÍraksstríðið hafði svarta bletta það er alveg satt, en í heildina var það jákvætt að frelsa þessa þjóð."
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2005-12-22 15:31:15",
            "id": "2854021",
            "reply_to_id": "2853086",
            "text": "Í guðanna bænum, horfðu á allt myndbandið áður en þú ferð að gjamma eitthvað á Kofi Annan…"
        },
        {
            "user": "Dyrlingur",
            "user_id": "10993",
            "date": "2005-12-22 22:10:09",
            "id": "2856078",
            "reply_to_id": "2853086",
            "text": "Kofi Annan er ho*mi með ho*ma nafn. Og ætti að gefa mér vinnuna sína og allan peningin sinn.\nÚtrætt mál !"
        },
        {
            "user": "mundi",
            "user_id": "25967",
            "date": "2005-12-23 17:30:12",
            "id": "2859877",
            "reply_to_id": "2853086",
            "text": "Það er greinilegt að hann missti bara þolinmæðinna þarna einsog sagt var í enda myndbandsins hefði maðurinn spurt hann sömu spurninganar sífellt. Líklega til að ergja hann"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-12-23 18:27:09",
            "id": "2860211",
            "reply_to_id": "2859877",
            "text": "Kannski fannst honum svörin ekki vera fullnægjandi.\nEins og flest allt sem kemur frá þessum manni."
        },
        {
            "user": "mundi",
            "user_id": "25967",
            "date": "2005-12-23 18:37:33",
            "id": "2860271",
            "reply_to_id": "2860211",
            "text": "betra er að fá ekkert en kjaftæði. Best er samt að fá sannleikann en þú fattar hvað ég meina"
        },
        {
            "user": "HotWaX",
            "user_id": "3009",
            "date": "2005-12-23 20:26:12",
            "id": "2860771",
            "reply_to_id": "2853086",
            "text": "Gaur… Þú ert bara þröngsýnn SÞ hatari!\np.s Ertu að reyna fegra það að hann sé svartur með að segja hann sé með dökka húð?? :D"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-12-23 20:41:35",
            "id": "2860843",
            "reply_to_id": "2860771",
            "text": "Ég hata þau ekki enda stór samtök með fjöldi mismunandi manna. En ég er á móti núverandi formi á samtökunum. Líkar illa við hvernig þau komu fram við Íraka, en þau bera líklega ábyrgð á fleiri dauðsföllum í landinu en sjálfur Saddam Hussein. Auk þess að Írakar eiga einni tugi milljarða dollara hjá þeim sem ég vona að verði endurgreitt á endanum."
        },
        {
            "user": "HotWaX",
            "user_id": "3009",
            "date": "2005-12-23 20:42:47",
            "id": "2860854",
            "reply_to_id": "2860843",
            "text": "En þú segir að ég sé kanahatari vegna þess að mér líkar ekki við Bush! Hehe"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-12-23 21:58:29",
            "id": "2861132",
            "reply_to_id": "2860854",
            "text": "Ef ég hef gert slíkt þá biðst ég afsökunar. Getur vel verið að ég hafi misskilið í hita augnabliksins :P"
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2005-12-25 05:55:59",
            "id": "2866961",
            "reply_to_id": "2853086",
            "text": "Satt best að segja vissi ég hver korkahöfundurinn var um leið og ég sá titilinn"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-12-25 18:03:57",
            "id": "2868091",
            "reply_to_id": "2866961",
            "text": "Ég átti líka von á slíku.\nEn án djóks finnst þér Sameinuðu Þjóðirnar virkilega vera búnar að útskýra mál sitt nógu vel til þess að geta bara ýtt þessu hneyksli til hliðar? Ólíuspillingin í Írak er að mínu mati ein af alvarlegustu spillingum seinustu aldar og jafnvel þó Sameinuðu Þjóðirnar hafi haft lítil tengsl við þá spillingu beint (sem ég er ekki en þá sannfærður um) að þá báru þau ábyrgð á þessu verkefni. Það hlýtur að vera augljóst þegar harðstjóri í landi með viðskiptabanni er orðinn einn af ríkustu mönnum heimsins, hallir rísa í landinu á meðan lítil breyting verður hjá almennum borgurum. Olíusala var EINGÖNGU leyfð í landinu til þess að koma almennum borgurum til hjálpar með mat og lyf. Ekki aðeins neitar Kofi Annan spillingunni heldur talar hann eins og hann hafi ekki áttað sig á ástandinu eftir þessi mörg ár og fjölda skýrsla um málið. Hann vildi ræða málið áfram friðsamlega örugglega í mörg ár til viðbótar, með Sameinuðu Þjóðirnar auðvitað á sinni  olíuprósentu."
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2005-12-25 21:01:39",
            "id": "2868708",
            "reply_to_id": "2868091",
            "text": "Saddam seldi ódýra olíu til jórdaníu, tyrklands og sýrlands\nBandaríkin gerðu lítið til að stöðva það\nafhverju ?\nþeir voru með eldflaugar í tyrklandi\nsýrland er fátækt ríki sem er vinveitt bandaríkjunum\nBandaríkin og bretland sprengdu upp alla innviði landsins og héldu áfram að varpa sprengjum þegar saddam gerði eitthvað af sér og skutu flugskeytum"
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2005-12-25 22:08:14",
            "id": "2869013",
            "reply_to_id": "2868708",
            "text": "Jamm.\nHér er gömul frétt um það\nBush-stjórnin sem hefur ásamt fylgifiskum sínum unnið skipulega að því að grafa undan SÞ með ásökunum um spillingu í tengslum við Oil-for-food prógrammið, lagði sjálf blessun sína yfir stórfellt smygl á íraskri olíu fram hjá kerfinu.\nÞessi áróður gegn SÞ og Kofi Annan undanfarið er bara payback time fyrir því að SÞ kóaði ekki með íraksstríðinu.\nFleiri en hann hafa líka orðið fyrir barðinu á áróðrðinum. Scott Ritter (sem fór fyrir vopnaeftirlitinu og lýsti því yfir að enginn gjöreyðingarvopn hefði verið í landinu)\nog breski þingmaðurinn Galloway voru ásakaðir um að hafa þegið peninga sem bara innantóm lygi.\nNýlega hótaði Bolton SÞ um að neita að afgreiða ekki fjárlög SÞ, ef SÞ endurskipulegði ekki samtökin og það yrði samþykkt fyrir þessi áramót, og þetta var í lok nóvember!\nVildi maðurinn semsagt fá illa gerðar tillögur unnar á engum tíma?\nNahh. Ástæðan fyrir þessari hótun er bara hluti af niðurrifstarfinu sem BNA-stjórn stendur fyrir á samtökunum. SÞ stendur í vegi fyrir Bush-stjórninni og útþennslustefnu hennar.\nÞað er líka ástæðan fyrir því að\nBolton\nvar yfirhöfuð ráðinn sem sendherra BNA hjá SÞ. Gætum alveg eins sett Bobby fischer sem sendiherra okkar í Ísrael :)\nOg auðvitað pikka sumir upp áróðurinn og bera hann áfram :o"
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2005-12-25 22:23:43",
            "id": "2869088",
            "reply_to_id": "2869013",
            "text": "Sumir notendur hérna virðast vera í samstarfi við Fox fréttastofuna :)\neinsog t.d. efnavopnin sem írak fékk frá þýskalandi og frakklandi var í gegnum einkafyrirtæki og þeir sem stóðu bakvið það voru sóttir til saka og dæmdir.\nBandaríkin sjálf skulda sameinuðu þjóðunum t.d. gífurlega fjárhæðir sem þeir höfðu lofað."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-12-26 08:00:33",
            "id": "2870789",
            "reply_to_id": "2868708",
            "text": "Eins og ég sagði þá voru það Sameinuðu Þjóðirnar sem sáu um verkefnið ásamt því að hafa þá ábyrgð að fylgjast með því og koma í veg fyrir misnotkun á þessari undantekningu viðskiptabannsins.\nÞó að Bandaríkjamenn hafi upprunalega þrýst á viðskiptabannið þá var það samþykkt af SÞ, sem bar ábyrgð á afleiðingunum og sérstaklega einmitt á verkefninu oil-for-food enda var það á vegum þeirra.\nsýrland er fátækt ríki\nsem er vinveitt bandaríkjunum\nSvona álíka mikið og Arafat áður fyrr. Segja eitt og gera annað. Af hverju tók Baath flokkurinn þá á móti ættingjum Saddams og Baath meðlimum frá Írak rétt fyrir innrásina? Ásamt því að dæla hryðjuverkamönnum og sprengjum yfir landamærin.\nBandaríkin og bretland sprengdu upp alla innviði landsins og héldu áfram að varpa sprengjum þegar saddam gerði eitthvað af sér og skutu flugskeytum\nJá er ekki frábært að þeir hafi loksins farið með þetta alla leið og gefið núverandi ungdóm Íraks einhverja möguleika á sæmilegu lífi í framtíðinni? Eina skömmin við frelsun Íraks er að það hafi ekki verið klárað dæmið fyrr. Clinton fannst nóg að ræða um ógn Saddams í stað þess að taka almennilega á því, í dag er hann með allt aðrar skoðanir enda ætlar konan hans Hilary að reyna að taka við forsetaembættinu á eftir Bush."
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2005-12-26 09:15:01",
            "id": "2870801",
            "reply_to_id": "2870789",
            "text": "http://ts.searching.com/torrent/20438/Outfoxed_a_documentary_about_manipulation_propaganda_in_Fox_News_Network\nmátt alveg horfa á þessa og svo endurskoða undirskriftina\nBandarísk olíufyrirtæki eru umsvifamikil í sýrlandi ásamt því að CIA gerði út hryðjuverkahópa frá sýrlandi sem þeir eyddu 93.000.000$ í árlega\nÞað að ríkisstjórnin sem hefur gífurlegt vald yfir öllum iðnaði og er alræðisríki virðist hennta þeim óttalega.\nSameinuðu þjóðirnar eru engann veginn ábyrgar fyrir t.d. mútugreiðslum og öðru þvíumlíku í sambandi við olíu í skiptum fyrir mat verkefnið, það er einsog að ásaka lögregluna í reykjavík um fíkniefnabrot.\nstærstur hluti af þessum mútugreiðslum komu frá bandaríkjunum þ.e. yfir 50% af þeim"
        },
        {
            "user": "Magabelti",
            "user_id": "35142",
            "date": "2005-12-28 20:29:13",
            "id": "2881220",
            "reply_to_id": "2853086",
            "text": "Æltaru virkilega að segja mér að þú hafir aldrei misst þig einhvern tíman?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-12-28 20:45:48",
            "id": "2881278",
            "reply_to_id": "2881220",
            "text": "Það skiptir engu máli í sjálfu sér að hann missti sig. Heldur að hann tekur ekki ábyrgð á olíuhneykslinu og reiðist þegar hann fær viðkvæmar spurningar."
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2005-12-28 23:51:25",
            "id": "2882162",
            "reply_to_id": "2881278",
            "text": "Hver á að taka ábyrgð á því ?\nkannsi umsjónarmenn þess ?\neða þá sem voru yfir verkefninu sjálfu eða þá sem veittu og tóku við mútum ?\nhvað um þá sem komu með hugmyndina og komu því á ?\ner ekki bara best að smella clinton,annan og saddam saman í klefa ?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-12-29 01:10:33",
            "id": "2882588",
            "reply_to_id": "2882162",
            "text": "Sá sem kemur með hugmynd ber enga ábyrgð, held að þetta gildir næstum því á öllum sviðum og um allan heim. Sameinuðu Þjóðirnar samþykktu einróma þá ákvörðun að setja viðskiptabann á Írak. Hvort sem Bandaríkjamenn þrýstu á það eða ekki þá var það ákvörðun Sameinuðu Þjóðanna að gera slíkt. Svo voru það Sameinuðu Þjóðirnar sem samþykktu olíuverkefnið í þeim eina tilgangi að auka aðgengi Íraka að mat og lyfjum.\nNú tala Sameinuðu Þjóðirnar eins og þetta hafi verið eitthvap leyndamál innan Íraks sem nú er að koma í ljós. Eina sem kemur í ljós núna við rannsóknir í landinu er hversu vítt og alvarleg spillingin sjálf var, en það var ávalt vitað um allan heim seinustu árin að þetta verkefni var ekki að gera það gagn sem það átti að gera. Þegar búið er að selja tugi milljarða dollara olíu án þess að staða Íraka bætist þá er ekki flókið reikningsdæmi að komast að því að eitthvað var ekki í lagi.\nBush á víst að bera ábyrgð á því hvernig fór í New Orleans í Bandaríkjunum. Hann bar ábyrgð á ýmsum stofnunum og einstaklingum sem áttu að sjá um að koma á hjálparaðgerðum. Af hverju á það að vera öðruvísi með leiðtoga Sameinuðu Þjóðanna? Hvernig getur það verið þannig að hann beri enga ábyrgð?\nSameinuðu Þjóðirnar, Frakkland, Þýskaland og fleiri lönd virðast hafa grætt meira á þessum olíusölum en Íraska þjóðin, sem salan átti að vera fyrir. Þetta er eitt mesta hneykslismál í mannkynssögunni og ekki aðeins á Kofi Annan að segja af sér heldur á að leggja niður núverandi mynd Sameinuðu Þjóðanna! Sér svo enginn fáránleikann í því að þessir sömu aðilar og voru að græða á Saddam Hussein fengu að ákveða í öryggisráðinu hvort það yrði farið inn í Írak? Við erum að tala um meirihluta meðlima í ráðinu."
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2005-12-29 01:38:13",
            "id": "2882740",
            "reply_to_id": "2882588",
            "text": "þú gerir þér grein fyrir því að 90% íraka reiddu sig á matvæli sem komu í gegnum þetta verkefni og 60% algjörlega"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-12-29 01:50:32",
            "id": "2882785",
            "reply_to_id": "2882740",
            "text": "Ég sagði aldrei að verkefnið var slæmt. Heldur það að minnihluti þeirra skiluðu sér til almennra Íraka.\nLandið var nánast lyfjalaust fyrir innrásina."
        }
    ]
}