{
    "forum_title": "Smásögur",
    "user": "memegirl",
    "user_id": "55779",
    "date": "2005-12-31 03:09:02",
    "title": "Brúnkukremið",
    "text": "-Hættu þessu!- Hreytti Sara, 15 ára stelpa, í litla bróður sinn sem var að toga í peysuna hennar. Hún reif bleika peysu hornið úr höndunum á honum, ullaði á hann og hljóp upp  stigann og inní herbergið sitt. Þar andvarpaði hún og hlammaði sér á rúmið sitt. Beint á móti henni var mjög stór spegill. Hún starði á sjálfa sig í speglinum. Þarna sat hún samanhnipruð í rúminu sínu í bleiku uppáhalds peysunni sinni sem bróðir hennar var búinn að toga lengst niður á hné. Hún stóð upp og tók eftir blett á dökkbláu gallabuxunum sínum. –ohh ég er svo feit-\nAndvarpaði hún um leið og hún klæddi sig úr peysunni sinni. En auðvitað var Sara ekki feit, hún var með miklar ýkjur á þessu sviði en hún var alls ekki feit það mætti kanski kalla hana pínu þybbna, en ekki feita! Og þegar hún sagði þetta var hún bara að leita eftir mótmælum frá vinkonum sínum.Hún var í grænröndóttum hlýrabol ynnan undir peysunni sem lá nú í hnipri á gólfinu. Sara gekk að græjunum sínum fann sér disk með Arvil Lavinge og hækkaði í botn. Síðan tók hún sér stöðu fyrir framan spegilinn og skoðaði sig nánar. Hún var ekki hávaxin og ekki lágvaxin bara svona meðal.\nÞað fór mjög í taugarnar á Söru því hana hafði alltaf dreymt um að verða hávaxin. Alveg eins og allar mjóu stóru stelpurnar í auglýsingunum í tískublöðunum. Þannig langaði Söru að líta út, alveg nákvæmnlega eins. En Sara leit ekki út eins og stóru mjóu stelpurnar í auglýsingunum í tískublöðunum.\nAlls ekki, hún var algjörlega andstæðan við þær. Hún var með dökkrautt liðað hár sem vinkonur mömmu hennar voru alltaf að hrósa. En Sara hataði það. -Ég meina rautt??hvað er í gangi, hverjum í fjandanum datt í hug að búa til rautt hár? Þvílíkur viðbjóður!- tataði Sara með sjálfri sér á meðan hún ýfði hárið á sér og festi það í þeirri stellingu sem hún vildi hafa það. Hún fór nálgaðist spegilinn enn meira og skoðaði í sér augun. Þau voru algjörlega eiturgræn og gullfalleg.\nÓkunnugur maður sem hafði einu sinni komið í heimsókn sagði að hún gæti auðveldlega dáleitt mann ef maður horfði lengi inní þessi dásamlegu, dáleiðandi augu. Hún fór hjá sér og þakkaði fyrir en foreldrar hennar urðu skrítnir og vísuðu manninum til dyra.En hún var með mjög ljósa húð sem hún algjörlega hataði.\n–Þetta er bara húðlitur, elskan mín- Sagði mamma hennar alltaf þegar Sara var að kvarta undan húðinni á sér. –Iss! húðlitur og ekki húðlitur. Ég vil engann fjandans húðlit ég vil bara brúna húð!- Urraði Sara á spegilinn um leið og hún tók upp brúnkukrem og glotti stóru glotti. Mamma hennar myndi algjörlega missa sig ef hún vissi af Söru með brúnkukrem. Hún var neflilega þannig að hún þoldi ekki neitt gerfi. Hún vildi allt raunverulegt. Helst vildi hún að Sara sleppti að mála sig. Hún reyndi meira að segja einu sinni að fela málingardót dóttur sinnar en Sara var ekki heimsk, hún vissi nákvæmnlega hvar hún faldi það og var ekki lengi að finna það.\nEftir það, gafst mamma hennar upp með málingardótið en bannaði henni algjörlega að lit á sér hárið eða kaupa sér gerfineglur og brúnkukrem. Sara neyddist til að fylgja því eftir því að hún vissi að hún myndi ekki vera í góðum málum ef að mamma hennar myndi góma hana. En í þetta skiptið yrði hún ekki gómuð. Hún var komin með svo gott plan að jafnvel Sara sjálf furðaði sig á hversu gott það var.\nForeldrar hennar eru að fara til Kanaríeyja og litla skrímslið, sem var víst bróðir hennar átti að vera hjá ömmu þeirra á meðan. En Sara neitaði að vera hjá ömmu gömlu og heimtaði að fá að vera hjá bestu vinkonu sinni, Maríu í þessar tvær vikur meðan þau yrðu í burtu. Og jú hún mátti það. Hún hafði reyndar farið sama dag og keypt brúnkukrem með Maríu. Það átti að endast í heila 10 daga og það yrði pottþétt farið þegar þau kæmu til baka. Jess! Loksins fengi hún að prufa eitthvað nýtt!\n-Og með þessari sögu er ég alls ekki að dissa rauðann hárlit..Ég er meira að segja sjálf með aðeins rautt í mínu hári en þetta er svona visst hugarfar hjá mörgun stelpum sem ég þekki!\n-Ingalóa",
    "url": "https://www.hugi.is/smasogur/greinar/359910/brunkukremid/",
    "url_id": "359910",
    "id": "2861195",
    "replies": [
        {
            "user": "bluntman",
            "user_id": "49532",
            "date": "2005-12-31 03:23:55",
            "id": "2892010",
            "reply_to_id": "2861195",
            "text": "Jújú, fín saga."
        }
    ]
}