{
    "forum_title": "Matargerð",
    "user": "Mal3",
    "user_id": "5739",
    "date": "2001-07-30 18:27:06",
    "title": "Matreiðslubók Piparsveinsins",
    "text": "Fyrst að einfaldar uppskriftir njóta svona vinsælda ætla ég að láta tvær fljóta með hérna. Titillinn á greininni er fyrir bók sem mig langar til að gefa út með þessum uppskriftum og fleiri.\n* * * * *\nBeikon ala Mal-3\nKveiktu á hellu og stilltu á hæðsta.\nSettu örlítið smjörlíki á pönnuna.\nTakta beikonsneiðarnar og raðaðu á pönnuna, helst ekki ofaná hvora aðra.\nÞegar þær byrja að steikjast er ágætt að snúa þeim við eftir áhuga og hentugleikum.\nTakið af pönnunni og setjið á disk þegar reykskynjarinn fer að væla.\nVarúð!!!\nÉg mæli sterklega með að það sé ekki reynt við þessa uppskrift ef maður er nakinn!\nSælkerapylsur Piparsveinsins\nSetjið vatn í pott.\nKveikið á hellu og stillið á hæðsta.\nLátið það magn af pylsum sem óskað er eftir í pottinn.\nEf þær fljóta ekki þarf að bæta við meira vatni.\nSjóðið (vatnið bullar þegar þetta sýður) þar til pulsur byrja að rifna endilangar.\nFærið pott af hellu og munið að slökkva undir. Athugið að potturinn er MJÖG heitur.\nSetjið pottinn tildæmis á stálvaskinn og fiskið pulsurnar upp úr vatninu með hentugu verkfæri og setjið á disk.\nAthugið að þetta er tilvalinn réttur til að elda ef maður er nakinn.\nEf þið hafið fleiri svona uppskriftir, endilega látið þær flakka. Ég áskil mér rétt til að birta þær ásamt nafni sendanda.\nP.S. Ég er að hugsa um að gera þetta að bókaseríu þar sem næsta bók verður “Hvernig á ekki að næla í konu”. Þar verða listaðar allar aðferðir sem virka ekki til að ná í kvenfólk til að spara þeim sem eru seinheppnir í kvennamálum tíma.",
    "url": "https://www.hugi.is/matargerd/greinar/36074/matreidslubok-piparsveinsins/",
    "url_id": "36074",
    "id": "244385",
    "replies": [
        {
            "user": "GlingGlo",
            "user_id": "2646",
            "date": "2001-07-31 22:53:18",
            "id": "244386",
            "reply_to_id": "244385",
            "text": "Hehehehe, svona imbafríar leiðbeiningar eru alveg nauðsynlegar fyrir alveg ótrúlega marga karlmenn, verður örugglega metsölubók :)\nP.S. þú getur látið fylgja með uppskrift af soðnum kartöflum og eggjum, veit um suma sem hafa klúðrað því… tíhíhí :)"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-08-01 08:29:18",
            "id": "244387",
            "reply_to_id": "244386",
            "text": "Sko, í sannleika sagt get ég alveg brasað þokkalegustu átu. En ég á ótrúlega erfitt með að sjóða nokkurn skapaðan hlut.\nÉg held að það sé best að halda piparsveinunum við brasið sko :)"
        },
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2001-08-01 02:18:19",
            "id": "244388",
            "reply_to_id": "244385",
            "text": "*lol* úff… fáðu Zoon til að aðstoða þig við bókina, hef heyrt að hann lumi á nokkrum góðum :)\nSérstaklega nytsamlegt að hafa með hvernig er best að klæðast, já eða ekki klæðast við eldamennskuna.."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-08-01 08:32:16",
            "id": "244389",
            "reply_to_id": "244388",
            "text": "Ég var reyndar að prufa að steikja hamborgara nú í fyrradag. Kannski ekki alveg satt að ég hafi gert þá ala Zoon en þetta var nokkuð í áttina.\nSkemmst frá að segja að mér mistókst þetta sem er ekkert nema asnalegt. Málið er að ég geri hamborgara best með því að elda þá í pizzaofni! Maður ætti kannski að senda inn grein um hvernig á að elda t.d. hamborgara og kótilettur í pizzaofni? :)"
        },
        {
            "user": "vgr",
            "user_id": "9249",
            "date": "2001-08-08 20:58:35",
            "id": "244390",
            "reply_to_id": "244389",
            "text": "það er líka hægt að henda bara pulsonum inn í örbilgju, það er miklu fljótlegra og svo borðar maður þær bara beint uppúr fatinu!!!"
        },
        {
            "user": "kristjak",
            "user_id": "12022",
            "date": "2001-08-09 18:20:29",
            "id": "244391",
            "reply_to_id": "244385",
            "text": "Þá má svo auðvitað ekki gleyma að hella smá bjór út í vatnið til að gefa gott bragð…. ættir að prufa það."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2001-08-11 02:31:30",
            "id": "244392",
            "reply_to_id": "244385",
            "text": "LOL, þetta minnir mig mjög á grein sem ég skrifaði um svipað efni um daginn, bara fleiri uppskriftir. Þú virðist ekki alveg vera með tímasetningar á hreinu, setur bara allt á fullt þangað til að það fer að brenna/springa :)"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-08-11 14:26:21",
            "id": "244393",
            "reply_to_id": "244392",
            "text": "Ekki taka þetta OF alvarlega. Þetta stemmir útfrá því að ég vill beikonið mitt crispy og hef aldrei soðið neitt nema kartöflur einu sinni :)"
        },
        {
            "user": "fungirl",
            "user_id": "2335",
            "date": "2001-08-12 17:21:32",
            "id": "244394",
            "reply_to_id": "244385",
            "text": "Þú ættir að bæta í bókina hvernig maður síður súpu ég man eftir eina skiptinu sem pabbi hefur búið til kakósúpu honum tókst að brenna hana ekki veit ég hvernig svo hann endaði með að panta bara pizzu\naftast í bókinni ætiru að hafa númerið hjá neiðarlínunni og svo á bestu pizzastöðunum\nog leiðbeiningar um hvað eigi að gera þegar maður brennir sig osf.\ndrýfðu í því að gefa bókina út ég á að eiga nokkrar uppskriftir sem á ekki að vera hægt að klikka á"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-08-13 01:31:14",
            "id": "244395",
            "reply_to_id": "244394",
            "text": "Sjóða súpu?\nHaha, það fæst bollasúpa sem maður setur í öbban á Select :)"
        },
        {
            "user": "pollyanna",
            "user_id": "7813",
            "date": "2001-08-14 22:41:37",
            "id": "244396",
            "reply_to_id": "244395",
            "text": "Þú tekur einn pakka af venjulegu cheeriosi, opnar hann, gramsar vel og vandlega oní honum til að vita hvort eitthvað stórhættulegt leikfang sé ofaní (lífshættulegt ef gleypt er). Þegar það er búið nærðu í disk úr diskaskápnum… ef hann er tómur eins og hjá mér þá gramsarðu ofarlega í stóru uppvaskshrúguna í baðkarinu og finnur þar djúpan disk. Ath það er mjög mikilvægt að diskurinn sé djúpur eins og skýrist seinna meir. Þú setur diskinn á baðvigtina þína og hellir úr cheerios pakkanum nákvæmlega 100 g af hringjum. Síðan ferðu í ísskápinn tekur út mjólkurfernu og þefar af henni. Ferð inná bað og ælir og hellir síðan úr fernunni í vaskinn. Gramsar í ísskápnum og afþví að þú finnur enga fernu sem ekki er komin 2 mán fram yfir tíma þá hleypurðu upp til Siggu á efri hæðinni og færð lánaðann hjá henni mjólkurpott (lofar náttla að skila honum um leið og hinum 60 l sem þú varst búinn að fá lánaða áður). Þegar þú kemur aftur niður til þín opnarðu mjólkurfernuna og mælir út 1 dl af mjólk. Þurrkar vel og vandlega upp það sem þú sullar útfyrir og hellir mjólkinni réttsælis yfir cheeriosið. Ath það er mjög mikilvægt að hella þessu réttsælis svo að cheeriosið fari ekki öfugt niður. Þarna kemur sko aðaltrykkið eins og ég benti á og er margoft búinn að brenna mig á, ÞAÐ VERÐUR AÐ VERA DJÚPUR DISKUR annars flæðir mjólkin útaf diskinum. Að þessu loknu dregurðu fram stofusófann og leitar vel og vandlega í rykinu þar til þú finnur gamla skeið sem ér búin að liggja þar síðan þú eldaðir cheerios síðsast ('62). Þurrkar þetta græna af skeiðinni og sest með DJÚPA diskinn með réttinum í og borðar. Fyrir þá sem eru lengra komnir í eldamennskunni og jafnvel húsmæðraskólagengnir hef ég heyrt að sniðugt sé að sáldra 2 tsk af sykri yfir réttinn (réttsælis að sjálfsögðu) en ég hef því miður ekki lagt í að prófa það ennþá.\nEinnig má til hátíðarbrigða elda honní nött cheerios en þá notar maður pakka af honní nött cheeriosi í staðinn. Það er heldur erfiðara þar sem honní nöttið á það til að festast saman og getur gert erfiðara að hella úr pakkanum nákvæmlega 100g.\nVerði þér að góðu"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-08-14 22:58:49",
            "id": "244397",
            "reply_to_id": "244396",
            "text": "I LOVE YOU!!! :)\nÞetta var snilld, samdirðu þetta bara núna?\nÞað er samt eitt sem ég verð að láta flakka með og það er hvernig á að borða morgunkorn því þetta er háalvarlegt mál.\nÞetta er byggt eftir minni á skáldsögunni “Cryptonomicon” eftir Neal Stephenson (í bókinni borðaði hetjan alltaf Cap'n Crunch):\nFyrst af öllu þarftu að hafa ískalda mjólk, svo þarftu að skaffa þér stærstu skeið sem þú getur fundið. Sjálfur vill ég hafa grunna skál sem með brúnum sem halla hérumbil 45° og eru ekki sveigðar. Hella útí rétt rúmlega hnefastórri hrúgu af morgunkorni og fylla skálina upp með mjólk (sagði ég ískaldri?).\nNú getur maður hámað í sig crunchy morgunkorn með ískaldri og frískandi mjólk. Þegar maður setur stóru skeiðina ofaní skálina þá flýtur morgunkornið á mjólkinni þannig að hlutfall mjólkur á móti morgunkorni er mjög hátt en það er nauðsynlegt til að njóta þessa skemmtilega réttar sem best."
        },
        {
            "user": "pollyanna",
            "user_id": "7813",
            "date": "2001-08-14 23:25:26",
            "id": "244398",
            "reply_to_id": "244397",
            "text": "nei ég samdi þetta ekki ,vinur minn gerði það og mér finst þetta snilld:)"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-08-14 23:32:03",
            "id": "244399",
            "reply_to_id": "244398",
            "text": "Og rétt er það."
        },
        {
            "user": "Skarsnik",
            "user_id": "213",
            "date": "2001-09-05 20:18:20",
            "id": "244400",
            "reply_to_id": "244397",
            "text": "Cryptonomicon er snilldar bók, sjaldan lesið einhverja bók eins stíft :)\nEkki gleyma að þetta var Captain Crunch morgunkorn (þetta sem tætir góminn á þér ;) )"
        }
    ]
}