{
    "forum_title": "Stjórnmál",
    "user": "china",
    "user_id": "8023",
    "date": "2001-07-30 14:45:59",
    "title": "Stöð-2 og Árni Johnsen",
    "text": "Það sem mér hefur fundist vanta svolítið í umræðunna um allt þetta árna johnsen mál er mismunandi framganga fjölmiðlanna.\nÞað er nefnilega alveg klárt mál að frá fyrstu “vísbendingum” um meint misferli árna þá setti stöð-2 sér það markmið að hakka hann í sig, ég hef nefnilega tekið eftir að stöð 2 hefur í gegnum tíðina gert hvað þeir geta til að finna veikan blett á Árna og þætti mér fróðlegt að vita ástæður þeirra ofsókna sem hann hefur sætt af hálfu stöðvar-2.\nStöð-2 tók t.d þann “merka” mann Pál Óskar og reyndu að láta fullyrðingar hans um að Árni væri homma-hatari að almennri vissu.\nOg þótt Árni hafi þá strax fullyrt að Páll fengi borgað fyrir að syngja en ekki kyssa kærastann sinn(pælið í athyglissýkinni að vera í sleik við kærastann sinn upp á sviði fyrir framan mörg þúsund manns), en nei af því hann var Gay þá átti hann að vera heilagur. Næsta verk þeirra stöðvar-2 manna var í hinu svokkallaða öryrkjamáli þar sem árni var fengin til að svara hinum ósvífna og ómerka frétta manni ólaf Marshall og var hann þar níddur sem maður sem vildi hafa peninga af öryrkjunum og fékk ekki að svara fyrir sig því Mr marshall var einn um að tala en árni fékk að sitja.\nSvo kom sjómannaverkfallið þá fyrst var mér fullljóst að eitthvað höfðu stöðvar-2 menn á móti manninum þegar frétta myndir af Alþingi þegar þingmenn stigu út þar var sýnt klappið sem addi kidda gau og steingrímur j fengu en af hverjum skildi fréttamyndinn af þingmanni annara hvorra þingflokkanna vera JÚ þar var sýnd mynd af sjómönnum baulandi og Árna Johnsen að reyna að tala við þá.´þótt árni hafi verið einn af mörgum sem voru baulaðir.\nsvo kemur þetta misferli í ljós og þá var gósen-tíð hjá okkar ástkæru æsifrétta-stöð þar var árni kallaður þjófur og lygari og fóru heilu frétta tímarnir í að skjóta á árna sem gat nátturulega ekkert svarað fyrir sig. í stöð 2 var árni ákærður,dæmdur og hengdur. aðrir fjölmiðlar nálguðust efnið af meiri Fágun, Dv reyndi að vera með stórar forsíðumynd og fréttablaðið líka en ekkert merkilegt kom fram þar. RUV stóð sig held ég best og var bara með fréttir sem voru staðfestar og sannar en ekki að dreifa sögusögnum eins og stöð-2. EN frammistaða Morgunblaðins var skammarleg og hef ég misst mikið álit af þeim fjölmiðli sem ég hef alltaf talið traustasta og áreiðanlegasta fjölmiðil okkar íslendinga, en þar var nánast ekkert fjallað um málið.\nEn Frammistaða stöðvar-2 var hreint út sagt ómerkileg og cheap og finnst mér þessi “stjórnar-andstöðu”fréttir einkennast af bandarískri sjokk-fræðunum að sjokka sem flesta fær fleiri til að horfa. En vonandi fáum við einhverntíma að vita ástæðuna fyrir þessari GLÆPSAMLEGU ofsóknum sem árni hefur mátt þola af hálfu stöðvar-2.\nkv.vigni",
    "url": "https://www.hugi.is/stjornmal/greinar/36071/stod-2-og-arni-johnsen/",
    "url_id": "36071",
    "id": "244341",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2001-07-30 15:02:40",
            "id": "244342",
            "reply_to_id": "244341",
            "text": "Æ ja, mér hefur oft fundist þeir hjá Stöð 2 ganga lant í fjölmiðlaf´rinu.\nÞess vegna hef ég algerlega mist allan ahuga á þeirra fréttatímum. Ég horfi bara ´gamla góða Rúv…"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2001-07-30 15:20:10",
            "id": "244343",
            "reply_to_id": "244341",
            "text": "Árni er ekki fórnarlamb.  Það sem hann gerði kom hann sér í sjálfur.  Ég vorkenni manninum ekki neitt."
        },
        {
            "user": "Buddy",
            "user_id": "1889",
            "date": "2001-07-30 15:44:21",
            "id": "244344",
            "reply_to_id": "244341",
            "text": "[Kaldhæðni]\nOh, Já það eru meiri ofsóknirnar sem þjófarnir fá. Menn meiga ekki stela í friði. Greyið Árni varð fyrir svo miklum ofsóknum. Ekki vegna þess að hann væri að stela frá alþjóð. Nei vegna þess að Stöð 2 hafði svo mikið á móti honum. Aldrei má maður ekki neit. Sérstaklega ef maður heitir Arni Johnsen og er þjófóttur.\nEn það er eins gott að hann í Hauk í horni þar sem China er. China sér nefnilega í gegnum skrumið. Hann veit sem er, að ekkert gott kemur af því að ofsækja menn sem stela miljónum sem þeim hefur verið treyst fyrir. Það á fyrst að ráðast á þá sem koma upp um málið til að koma í veg fyrir að fleiri þjófnaðir komist upp. Guð einn veit hvar þetta gæti endað. Þetta gæti endað með því að menn sem er treyst fyrir fjármunum almennings yrðu of hræddir við að það kæmist upp um þá til að stela.\nTímaröðin er vitlaus hjá þér fífl.\nÁrni var einu sinni starfsmaður MBL og þeir stóðu hlýfiskildi yfir honum lengi vel. Það var þangað til Árni reyndi að ljúga í þá að dúkurinn væri í einhverri geymslu sem reyndist síðan bara vera yfirhylming. Þá fyrst fór MBL fremst í því að berja á honum.\nÞað er ekkert meint brot. Hann er búinn að játa þetta á sig og mun í framhaldi af þessu segja af sér þingmennsku. Vonandi verður hann látinn sitja inni. Það er eðlilegast með Þjófnaðir.\nÉg vona að þú standir þá við stóru orðin Vignir. Þá skulum við sjá hver hafði rétt fyrir sér. Ég sé Árna ekki kæra neinn fyrir ærumeiðingar. Ef hann verður ekki fundinn sekur skal ég biðja hann persónulega afsökunar. Munt þú koma fram hér og standa fyrir þínu máli?\nPáll Óskar má þó allavegana eiga það að hann hefur ekki stolið miljónum af alþjóð.\nBuddy"
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2001-07-30 16:07:42",
            "id": "244345",
            "reply_to_id": "244344",
            "text": "í fyrsta lagi þá var hann ekki orðinn þessi mikli gangster sem hann er núna þega ofsóknirnar byrjuðu.\nog segjum að hann hafi stolið þessu er það mál fjölmiðlanna að dæma mannin?\nhann er ekki búinn að játa neitt þótt að allt bendi til þess að hann sé sekur.\nPs.hvaða stóru orð á ég að standa við?\npps. ef þú getur ekki komið með röksæmdarfærslur án þess að kalla mann og annan fífl eða eitthvað álíka þroskað farðu þá bara í ircið"
        },
        {
            "user": "CULxDExSAC",
            "user_id": "8041",
            "date": "2001-07-30 15:46:45",
            "id": "244346",
            "reply_to_id": "244341",
            "text": "Það er svolítið síðan að ég sá að fréttirnar á stöð 2 væru orðnar voða lega mikið til vinstri. Ef að eitthver í sjálfstæðis flokknum fer óvart í mislit sokka þá er allt brjálað hjá þeim, talað við fólk í hagkaup sem hefur séð hann kaupa sokka og allt en reykjavíkur listinn, samfylkingin og vinstri-kommar nei fyrirgefiði, vinstri grænir gera eitthvað þá er það valla nefnt. Má þá nefna að ég misti líka mikið álit á honum Agli í Silfur Egils þegar að Hannes Hafsteinn og Ingibjörg Sólrun komu í sama þættinum og hann gaf Hannesi ekki eitt tækifæri til að svara neinni spurningu en þegar Ingibjörg kom var bara tjattað í rólegheitunum."
        },
        {
            "user": "CULxDExSAC",
            "user_id": "8041",
            "date": "2001-07-30 16:15:57",
            "id": "244347",
            "reply_to_id": "244346",
            "text": "“GLÆPSAMLEGU ofsóknum sem árni hefur mátt þola af hálfu stöðvar-2.”\nVar það ekki Árni sem framdi glæp?\nÉg er sjálfstæðismaður en ég sá ekkert athugavert við fréttaflutning þeirra..\nÁrna var nú leyft að tjá sig í sambandi við að það ætti að leggja niður flug til vestmannaeyja. Hann var samt alltaf búinn að harðneita að koma í viðtal í sambandi við sín glæpamál..\nMér fannst það nú ekki vera neitt annað en góðverk. þar sem hann var látinn líta út einsog einhver góðvinur borgana (sem hann var nýbúinn að ræna frá.)  Þeir hefðu nú getað talað við einhvern annan en Árna glæpon..\nkv."
        },
        {
            "user": "octavo",
            "user_id": "10323",
            "date": "2001-07-30 23:43:15",
            "id": "244348",
            "reply_to_id": "244346",
            "text": "Ertu ekki að meina Hannes Hólmsteinn, Hannes Hafsteinn var fyrsti ráðherra Íslendinga.\nÞað er sama hvert litið er, pólitískar skoðanir fréttamanna/fjölmiðlafólks munu alltaf ná að skína í gegn að einhverju leyti þó mismikið sé."
        },
        {
            "user": "octavo",
            "user_id": "10323",
            "date": "2001-07-30 23:46:05",
            "id": "244349",
            "reply_to_id": "244348",
            "text": "Úbs, Hannes Hafstein með einu n."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-07-30 23:53:40",
            "id": "244350",
            "reply_to_id": "244349",
            "text": "oh, þegar maður er að flýta sér að skrifa eitthvað, þakkað þér fyrir. :)"
        },
        {
            "user": "Malki",
            "user_id": "11749",
            "date": "2001-07-30 19:19:21",
            "id": "244351",
            "reply_to_id": "244341",
            "text": "Já hann Árni á sko bágt!!\nÉg er búsettur erlendis svo að ég hef ekki séð þessar nornaveiðar stöðvar 2 en ég er alveg sammála þér í einu og það er að þessir svokölluðu fréttamenn á Íslandi eru ekkért annað en getulausar strengjabrúður.\nen hvað er að því að ráðast á Árna?\nsegjum svo að þetta hefði verið barnanauðgari sem var búinn að vera að nauðga í nokkur ár og loksins gerði hann eitthvað sem varð til þess að það komst upp um hann, og þessi bananaríkisstjórn/dómkerfi gerði ekki neitt í málunum væru þá ekki allir ánægðir ef stöð 2 færi og hakkaði manninn í sig?!? væru þá ekki allir til í að horfa á manninn vera tekinn í gegn fyrir framan alþjóð?\nó já fyrigefðu Árni er enginn nauðgari hann stal bara frá okkur fullt af peningum svo að það er allt í lagi, hann stal þeim ekki nei hann gerði bara smá mistök.\nfuck this!\nÁrni á sko enga fyrirgefningu skilið\nhonum á að vera refsað eins og öllum öðrum glæpamönnum\ndjöfull er ég orðin leiður á þessu kjaftæði!\ntakk\nbless"
        },
        {
            "user": "creepz",
            "user_id": "4580",
            "date": "2001-07-30 21:05:07",
            "id": "244352",
            "reply_to_id": "244341",
            "text": "það er nú þokkalega búið að nauðga kallinum… en bíðum bara það á eftir að grafa upp helling af fleira fólki á alþingi sem hafa leikið sama leik.. þó kannski ekki svona grófan en samt.. og mér finnst þessi umræða um Árna vera komin þónokkuð útí öfgar.. en er fólkið sem vinnur á sendibílastöðinni og það bundin þagnarskyldu eins og leigubílstjórar? allt sem fer fram hjá þeim er trúnaðarmál.."
        },
        {
            "user": "Malki",
            "user_id": "11749",
            "date": "2001-07-30 21:45:07",
            "id": "244353",
            "reply_to_id": "244341",
            "text": "Hvað ertu eiginlega að fara China?!?\nÍ fyrsta lagi þá var það DV sem skaut þessu í loftið eftir að hafa vitað þetta í einhvern mánuð og hafa rannsakað þetta í um hálfan mánuð skv. Sigmundi Erni.\nAllar fréttir á Stöð 2 sem ég sá voru mjög góðar. Þeir héldu aldrei neinu fram sem staðreyndum sem ekki voru staðreyndir (svo kom í ljós að allt reyndist rétt hjá þeim).\nMér fannst fréttamennskan hjá DV og Stöð 2 mjög góð, ég sem hafði ekki mikla trú á þeim fyrir þetta mál.\nAlmenningur hefur rétt á því vita hvað er að gerast í þjóðfélaginu og fjölmiðlar eiga að sjá um þá hluti!\nEf Árni hefði ekki verið alþingismaður og stolið broti af þessari upphæð þá hefði hann fengið alveg jafn slæma útreið, búið að rannsaka þetta og kæra svo þú getur ekkert kvartað yfir því hvernig þetta gengur fyrir sig"
        },
        {
            "user": "Malki",
            "user_id": "11749",
            "date": "2001-07-30 22:38:38",
            "id": "244354",
            "reply_to_id": "244353",
            "text": "Ef Árni hefur ekkért að fela afhverju kemur hann þá ekki fyrir framan alþjóð og skýrir út hvað var í gangi og leiðréttir allt “kjaftæðið”\nog auðvitað eru til fleiri á þingi sem stela eða notfæra sér stöðu sína og um leið og þeir koma upp um sig verða þeir líka teknir í rassgatið!\neinfalt mál..ef þú fremur glæp er þér refsað!\nþað virðast ekki allir átta sig á því hvaðan þessir peningar komu, þetta kemur beint af laununum þínum, þetta er þessi helvítis skattur sem allir eru að kvarta yfir að séu allt og háir!\nog afhverju eru þeir svona háir?? nú til að borga undir rassgatið á svona mönnum!"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2001-07-31 02:24:14",
            "id": "244355",
            "reply_to_id": "244341",
            "text": "Raunin er sú enginn er sekur fyrr en sekt hans er sönnuð fyrir dómstólum. Ég get hins vegar ekki séð að Stöð 2, hafi farið fram neitt öðruvísi í þessu máli en til dæmis Dv. RÚV eða aðrir.Samkeppni fjölmiðla er eitthvað sem flestir gleyma.\nHin ævintýralega frásögn Stöðvar tvö af ferðalegi þéttidúksins var hins vegar að vissu leyti álíka einu stykki Spaugstofuþætti, og þess vegna held ég að viðbrögð almennings hafi verið með þeim hætti sem raunin hefur orðið.\nÞað þýðir ekkert að “ hengja bakara fyrir smið ”\nhvort sem um er að ræða fjölmiðla eða þingmenn."
        },
        {
            "user": "Lotti",
            "user_id": "10703",
            "date": "2001-07-31 16:20:10",
            "id": "244356",
            "reply_to_id": "244341",
            "text": "Kæri china.\nStöð2 hefur ekki reynt að gera Árna að homma hatara. Það hefur hann séð alfarið um sjálfur, m.a. í sjónvarpi bæði í RUV og St2. St2 hefur einungis greint frá því, og nú vilt þú að með St2 verði farið eins og gert var á öldum áður er boðberar slæmra frétta voru höggnir. “Þótt Árni hafi þá strax fullyrt” segir þú orðrétt. Það er greinilegt að þú trúir Árna enn eins og nýju neti, og það þrátt fyrir að hann hafi logið að vinum sínum, félögum og þjóðinni allri síðustu vikur. Hvað um það, getur verið að þessi belgingur í Árna út í hommana sé eingöngu vegna þess að hann finnur blunda í sér slíkar hvatir og reynir að breiða yfir þær með rembingi og látum? Um það er best að fullyrða ekkert, en slíkt er þekkt fyrirbrigði.\nSkilurðu það ekki að sjómenn klöppuðu fyrir Steingrími og Guðjóni vegna þess að þeir töluðu máli þeirra á þinginu,þegar til stóð að setja lög á sjómannaverkfallið? Árni hinsvegar talaði með lögum á sjómönnum og því var baulað á hann. St2 réð engu um klapp og baul, flutti okkur aðeins fréttir af því. Að sleppa öðru hvoru, klappi eða bauli, hefði verið að halla réttu máli. Ekki heyrist mér að þú viljir að fréttirnar séu hlutdrægar, nema þegar hallar á Árna kanski?\nÞað er Árna sjálfum að kenna að kastljósið beinist að honum þessa dagana. Fyrir utan atburði síðustu daga og vikur,hefur maðurinn ekkert verið, í gegnum tíðina, nema kjafturinn og yfirlýsingarnar. Og þegar á reynir getur hann ekki svarað fyrir sig eins og þú segir sjálfur í þinni grein. Sagt var að hann axlaði sína ábyrgð og hefði sagt af sér þingmennsku. Það hefur hann ekki gert enn. Það læðist að manni sá grunur að beðið sé eftir að öldurnar lægi, áður en tilkynnt verður að hann hyggist ekki gera það.\nMér sýnist af skrifum þínum að þú sért Sjalli og það er í sjálfu sér besta mál. Þú kallar fréttir, sem eru óþægilegar fyrir Davíð og hans hirð,  stjórnarandstöðu fréttir. Hér er á ferðinni gamall Sovét hugsunarháttur, sem gott þykir að grípa til, þegar hentar. Og oft er nú ansi stutt í þá hugmyndafræði hjá þeim sem hvað lengst eru til hægri, en það er nú önnur saga.\nKveðja Lotti"
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2001-07-31 19:39:03",
            "id": "244357",
            "reply_to_id": "244356",
            "text": "Hvernig geturðu sagt það að hann  hafi sjálfur skapað þessa homma hatara ýmind sem reynt hefur verið að gera að almennri vitneskju?\nhann bannaði palla að vera í sleik við annan kall upp á sviði á skemmtun sem palli fékk borgað fyrir að syngja í. myndi bossin þinn fíla að þú værir í sleik við félaga þinn á vinnu tímanum?\nSvo þetta með sjómannaverkfallið þar er ekki hægt að segja að Árni Johnsen hafi verið fréttnæmastur þar sást fyrst munin á RUV og stöð-2 og Krossferð stöðvar 2 til að ata mannin saur. þegar stjórnarliðar löbbuðu út úr alþing var baulað og kallað að séra hjálmari, árna mattisen o.fl o.fl væri ekki réttast að sýna fréttamyndir af ´sjávarútvegsráðherra þegar sjómenn baula hann í miðju sjómannaverkfalli?? mér findist það og það fannst RUV líka En hjá stöð 2 var sú ´trú að árni johnsen væri nú meira fréttnæmur en nafni hans sjávarútvegsráðherran.\nAf þínum skrifum sýnist mér að þú sért vg,eða janfnvel sf, en það sést bara á hversu Miklir glæpamenn og Stríðsglæpamenn við erum í ykkar hugum(alla veganna ykkar orðum)\nSovíet hugsunar háttur PUH!!!!!!!!!!!!\nX-D :)"
        },
        {
            "user": "Lotti",
            "user_id": "10703",
            "date": "2001-07-31 21:26:18",
            "id": "244358",
            "reply_to_id": "244357",
            "text": "China\nÞað var viðtal við FÍFLIÐ, eftir atburðinn á sviðinu, þar sem hann SJÁLJUR (Árni Johnsen) fór ekki dult með álit sitt á hommum. Það var ekki atburðurinn sjálfur sem undirstrikaði Árna sem hommahatara heldur það sem hann sagði sjálfur í fyrrnefndum viðtölum. Biddu St.2 eða RÚV um þessi viðtöl á spólu. Ef St.2 eru jafn miklir Árnahatarar og þú segir þá vera, færð þú efnið örugglega.\nHvað Páll Óskar, eða hvað hann heitir nú, fékk borgað fyrir, skiptir engu í þessu máli. Ef hann (P.Ó.) væri ó-öfugur og hefði verið að kyssa “Siggu sína” hefði honum þá verið hent niður af sviðinu fyrir að gera eitthvað, sem honum var ekki borgað fyrir. Þú virðist vera á móti því að menn geri meira en þeim er greitt fyrir. Þú minnist á vinnutíma varðandi P.Ó. Var í lagi að Á.J. stæli af þér og mér í sínum vinnutíma, þegar hann var að vinna hjá mér og þér?\nMeð sjómanna verkfallið þá höfðu flestir stjórnarliðar vit á að vera ekki of lengi í sviðsljósinu og forðuðust fréttarmenn til að þufrfa ekki að svara nokkru. En ekki vinur okkar hann Árni Johnsen, hann hélt að hann gæti haldið áfram sama málæðinu og bullinu því vitð er nú ekki meira en guð gaf ,eins og segir einhvers staðar. Hann snéri sér því að hljóðnemanum og útkoman varð baul dagsins.\nHvað mínar stjórmálaskoðanir varðar er ég jafnaðarmaður og er stoltur af því.\nEn ég kannast ekki við að hafa kallað neina glæpamenn eða Stríðsglæpamenn. Hverjir eruð þið?\nHvað varðar þetta PUH!!!!! þá eru (þið) hægri menn yfirleitt  fyrstir manna að kalla á ritskoðun og eftirlit með gerðum manna þegar á ykkur hallar í orðum eða riti. Nokkuð sem Stalín væri hreykin af."
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2001-08-01 10:17:39",
            "id": "244359",
            "reply_to_id": "244358",
            "text": "Förum við fram á ritskoðunn,og eftirliti??\nRÖK PLEASE; RÖK PLEASE:RÖK PLEASE\nPs.ég hélt að stalín heitin væri vel virtur hugmyndafræðimgur úr ykkar röðum :)"
        },
        {
            "user": "cyrez",
            "user_id": "6397",
            "date": "2001-08-01 20:18:40",
            "id": "244360",
            "reply_to_id": "244359",
            "text": "China ekki vera algjörlega soðinn í hausnum!. Þú talar einsog einhver liverpool aðdáandi sem sættir sig bara ekkert við tap hjá sínu liði!!! VAKNAÐU! X-D er ekkert fótbolta lið!!\nps. árni johnsen játaði bara víst!! asshole troddu þeirri staðreind að hann stal inní þykku höfuðkúpuna á þé"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2001-08-11 21:05:36",
            "id": "244361",
            "reply_to_id": "244356",
            "text": "Sælir,\nVærirðu nokkuð til í skilgreina hvað “homma-hatari” er í þínum haus???  Vá ég er sennilega Samfylkingar-hatari vegna þess að ég myndi aldrei kjósa þann flokk og hef algera skömm á honum…\nKveðja,\nHjörtu"
        },
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2001-08-01 00:39:16",
            "id": "244362",
            "reply_to_id": "244341",
            "text": "Það sem fær fólk aðalega til að vorkenna Árna er það (persónulega vorkenni ég honum ekki neitt) að hvaða glæpamaður sem er gæti farið í fangelsi og verið hakkaður niður en hann getur ´passlega búist við því að geta komið út eftir nokkur ár og allir verða búnir að gleyma honum.\nNema Árni Johnsen. Ég efast um að fólk eigi eftir að fyrirgefa honum í bráð.\nOg líka strákarnir sem drápu fjagra ára krakkana í Bretlandi\nÞessir þrír."
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2001-08-02 08:36:23",
            "id": "244363",
            "reply_to_id": "244341",
            "text": "þessi misnunur á fréttaflutning er kannski því sjálfstæðisflokkurinn á ríkisjónvarpið, og stjórnar hvernig fréttum þar er háttað. allir lykilmenn í topp stöðum þar eru sjálfstæðismenn.\nog ég hef ekki mikið álit á svoleiðsi fréttastofum og fréttum sem koma þaðan."
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2001-08-03 14:30:15",
            "id": "244364",
            "reply_to_id": "244363",
            "text": "cYREZ ég nenni ekki að eyða púðri í þig, þú getur ekki beitt rökum og ert bara í staðinn með munnsöfnuð.\nGunniS. eru allir lykilmenn sjálfstæðismenn????\nMá ég minna þig á að fyrir nokkrum árum var hrafn “anarkisti” forstjóri!!!!!\nÞið horfið of mikið á x-files “THE TRUTH IS OUT THERE”\nPS. LIVERPOOL ERU BESTIR :)"
        },
        {
            "user": "Slay",
            "user_id": "258",
            "date": "2001-08-03 16:55:44",
            "id": "244365",
            "reply_to_id": "244364",
            "text": "þetta sem ég segi er byggt á grein sem ég las á strik.is . þar sem rithöfundar og aðrir virtir menn senda in greinar. þar var löng grein um RÚV. Og hvernig málum er háttað þar. og þar kom skírt fram að sjálfstæðisflokkurinn á RÚV. og er með þá stofnun í vasanum.\nog það sem þú ert að segja er ekki byggt á neinum rökum. kynntu þér málið fyrst áður en þú ferð að hreita í mig."
        },
        {
            "user": "Slay",
            "user_id": "258",
            "date": "2001-08-03 19:08:36",
            "id": "244366",
            "reply_to_id": "244365",
            "text": "Sammála nokkrum hérna um að hann eigi alla þessa umfjöllun(slæmu og hörðu) skilið.\nHinsvegar er ég líka sammála því að Stöð2 gangi of langt og æsingurinn er gífurlegur,hverman ekki eftir því þegar búist var við flóðbylgjunni uppá jökli(Man ekki hvað áin heitir)og fréttamenn utan úrheimi komu,þá var stöð2 með “mann á sandinum” sem var einmitt “Meðkveikt á bílnum og tilbúin að hlaupa undan straumnum, inní bíl og bruna í burtu!”\nMinnti helst á leikrit."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2001-08-04 02:52:14",
            "id": "244367",
            "reply_to_id": "244365",
            "text": "“ Virtir menn á Strik.” sem er nota bene spjallþráður á netinu, móta þína afstöðu í þessu máli segir þú !\nÞess eðlis að ríkistjórnin stjórni ríkisssjónvarpinu.\nÞetta er afdalagömul kenning sem þarf að fara að setja í ruslafötuna, því fáir hafa til dæmis staðið sig betur í umfjöllun um t.d, kvótakerfi, heilbrigðis og menntakerfi, á gagnrýnan hátt alvöru hlutlausrar fjölmiðlunar en einmitt Ríkissjónvarpið.\nTil þess að öðlast vitund um þessa staðreynd þarf\nreyndar að fylgjast vel með fréttum alls staðar."
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2001-08-05 03:40:00",
            "id": "244368",
            "reply_to_id": "244367",
            "text": "þetta er ekki afdalagömul kenning. þú ættir kannski að kynna þér hverjir fara með völd og eru yfirmenn hjá RÚV. og þá reyna að afsanna að það séu ekki allt sjálfstæðismenn.\nSvo er það mjög óeðlilegt að RÚV fái að halda þessari skilduáskrift, þegar við göngum út frá því að þetta sé líðræðisþjóðfélag, en erum með ríkiskrekið útvarp og sjónvarp, og fólki er hótað fangelsi og eignaupptöku ef það borgar ekki þessa áskrift sem er ekkert annað en auka skattur á fólk.\nog þetta fyrirbæri sem heitir RÚV. er eins og gerist í komúnistaríkjum. Ef allt er eðlilegt þá á þessi stofnun að fá sitt fé úr fjárlögum,\nRÚV fær að auglýsa og er í samkeppni við aðrar frjálsa fjölmiðla, og fær úr fjárlögum og er með skilduáskrift. og samt segjast þeir ekki ná endum saman. sem er ekki eðilegt."
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2001-08-05 15:09:36",
            "id": "244369",
            "reply_to_id": "244368",
            "text": "RUV er öryggistæki sem er hrein nauðsyn, RUV skuldbindur sig líka til að framleiða íslenskt sjónvarpsefni fram að vissu marki, og svo sjá þeir til þess að íþróttir fái sem jafnasta umfjöllun, sjáðu til dæmis HM í frjálsum sem dæmi þetta er sýnt allan dægin meðan þetta er en um þetta er ekki fjallað nema vala stökkvi í öðrum ´´iþróttagreinum. RUV reynir að fjalla um flest mál sama hvort þau eru vinsælastar eða ekki.\nAf hverju heldurðu að kvenna boltinn sé alltaf á  RUV ekki eru stöð 2 að berjast um útsendinga rétt á íslensku blaki. ég veit að það getur verið pirrandi fyrir hinar sjónvarpsstöðvarnar að þurfa að keppa við þá, en samt held ég að það sé algjr nauðsyn að hafa RUV:"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2001-08-11 21:09:15",
            "id": "244370",
            "reply_to_id": "244369",
            "text": "Sælir,\nSammála! :)\nMeð þjóðlegri kveðju,\nHjörtu"
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2001-08-05 15:09:37",
            "id": "244371",
            "reply_to_id": "244368",
            "text": "RUV er öryggistæki sem er hrein nauðsyn, RUV skuldbindur sig líka til að framleiða íslenskt sjónvarpsefni fram að vissu marki, og svo sjá þeir til þess að íþróttir fái sem jafnasta umfjöllun, sjáðu til dæmis HM í frjálsum sem dæmi þetta er sýnt allan dægin meðan þetta er en um þetta er ekki fjallað nema vala stökkvi í öðrum ´´iþróttagreinum. RUV reynir að fjalla um flest mál sama hvort þau eru vinsælastar eða ekki.\nAf hverju heldurðu að kvenna boltinn sé alltaf á  RUV ekki eru stöð 2 að berjast um útsendinga rétt á íslensku blaki. ég veit að það getur verið pirrandi fyrir hinar sjónvarpsstöðvarnar að þurfa að keppa við þá, en samt held ég að það sé algjr nauðsyn að hafa RUV:"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-08-05 22:54:16",
            "id": "244372",
            "reply_to_id": "244371",
            "text": "ef RÚV er öryggistæki þá skítféll það á prófi þegar jarðskjálftin varð. því frjálsu stöðvarnar voru komnar með fréttirnar fyrst.\nog ég er ekki tilbúin til að borga 30 þúsund á ári til RÚV."
        },
        {
            "user": "LOPPA",
            "user_id": "38481",
            "date": "2001-08-08 19:26:52",
            "id": "244373",
            "reply_to_id": "244341",
            "text": "Þvílíkt bull og þvæla.  Árni er þjófur og það er lofsvert að fletta ofan af svona þrjóti.  Ég held að það hefði engu breytt um umfjöllun Stöðvar 2 þótt þetta hefði verið annar þingmaður en Árni.  Ég skil ekki siðferðisvitund fólks sem getur verið að taka upp hanskann fyrir Árna og er að reyna að gera hann að einhverjum píslarvotti.  Vonandi er þetta fyrsta skerfið í að hreinsa út alla spillingu í kerfinu.\nKveðja\nLoppa"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2001-08-11 21:02:40",
            "id": "244374",
            "reply_to_id": "244341",
            "text": "Sælir,\nÁrni gerði hluti sem ekki eru til eftirbreytni eins og hann sagði sjálfur.  Hins vegar er ég nokkuð sammála þér um að Stöð 2 virðist hafa verið að bíða eftir að koma höggi á manninn og eru þessar nornaveiðar þeirra heldur ekki til eftirbreytni og minna helst á kommúnistaveiðarnar í Bandaríkjunum á tímum Kalda stríðsins þar sem allt var notað, satt sem ósatt, til að eyðileggja líf manna.\nKveðja,\nHjörtu"
        },
        {
            "user": "Buddy",
            "user_id": "1889",
            "date": "2001-08-18 16:39:14",
            "id": "244375",
            "reply_to_id": "244341",
            "text": "Jæja China\nNú er reikningurinn kominn upp í 1,8 miljónir sem Ríkisendurskoðun hefur sagt Árna hafa tekið út fyrir sjálfann sig og látið Þjóðleikhúsið borga fyrir. Finnst þér þetta ennþá vera ofsóknir Stöðvar 2 á hendur Árna? Finnst þér ekki bara eðlilegt að talað sé um það þegar menn stela hátt í 2 miljónum? Ef ekki þá vil ég endilega biðja þig um aðra grein um í hverju ofsóknirnar felast."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2001-09-03 16:29:29",
            "id": "244376",
            "reply_to_id": "244375",
            "text": "Sælir,\nEkki er hugmyndin að verja Árna kallinn Johnsen, en hvað með 900 milljónirnar sem Finnur Ingólfs lét hverfa í ráðherratíð sinni sem iðnaðar- og viðskiptaráðherra?\nKveðja,\nHjörtu"
        }
    ]
}