{
    "forum_title": "Sagnfræði",
    "user": null,
    "user_id": null,
    "date": "2005-12-27 20:57:16",
    "title": "Ítalski og franski herinn í WW2",
    "text": "bíddu hvað var með ítalska herinn akkuru völtuðu usa yfir þá og átti franski herinn ekki að vera sá sterkasti í heimi og sagði ekki einhver gaur held winston curchill thank god for the french army?",
    "url": "https://www.hugi.is/saga/korkar/361057/italski-og-franski-herinn-i-ww2/",
    "url_id": "361057",
    "id": "2877160",
    "replies": [
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2005-12-28 00:05:00",
            "id": "2877891",
            "reply_to_id": "2877160",
            "text": "Franski herinn gat ekki brugðist við leifturstríðinu og lagist einfaldlega saman\nt.d. var maginot línan eitt mesta varnarmannvirki sem reist var enn þjóðverjar rúlluð framhjá því án þess að berjast gegn þeim\nítalski herinn bjó bara við einum of lélegt stjórnskipulag og svo lélegri þjálfun o.s.f.\nþað voru deildir innan ítalska hersins sem voru virkilega skæðar bandamönnum enn stærstu hluti hans var einfaldlega lélegri enn sambærilegar hersveitir bandamanna"
        },
        {
            "user": "armrdwlf",
            "user_id": "29825",
            "date": "2006-01-04 23:57:16",
            "id": "2914664",
            "reply_to_id": "2877891",
            "text": "ítalski herinn bjó bara við einum of lélegt stjórnskipulag og svo lélegri þjálfun o.s.f.\nSvo ekki sé minnst á úrelt hernaðartól."
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2006-01-05 15:43:04",
            "id": "2916408",
            "reply_to_id": "2914664",
            "text": "Ekki algjörlega\nt.d. var ítalski flugherinn að mörgu leyti jafn luftwaffe"
        },
        {
            "user": "armrdwlf",
            "user_id": "29825",
            "date": "2006-01-05 16:14:07",
            "id": "2916691",
            "reply_to_id": "2916408",
            "text": "Heh… en skriðdrekarnir ítölsku nýttust Rommel nú ekki betur í eyðimerkurstríðinu en svo, að þeir voru grafnir niður í sandinn og byssurnar notaðar sem staðbundin varnarbatterí."
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2006-01-05 17:05:42",
            "id": "2917121",
            "reply_to_id": "2916691",
            "text": "þeir gerðu það nú líka við panzer 4 og tiger skriðdreka !"
        },
        {
            "user": "hrolfurth",
            "user_id": "54286",
            "date": "2005-12-30 18:36:59",
            "id": "2889675",
            "reply_to_id": "2877160",
            "text": "Þjóðverjar beittu nýrri tækni semsagt leiftursríð en franski herinn var bara ekki svo þróaður var ennþá þjálfaður í staðbundnum hernaði"
        },
        {
            "user": "uffi",
            "user_id": "3595",
            "date": "2005-12-30 19:30:20",
            "id": "2889897",
            "reply_to_id": "2889675",
            "text": "Það er kanski ekki hægt að segja að franski herinn hafi ekki verið nóu þróaður.\nÞjóðverjar voru bara með nýja tækni\nFranski land herin var með þeim bestu í heimi 1940\nEn herforingjanir voru fastir í fyrir heimströjdin\nog ætluð að vinna sigur á sama hátt og þeir unnu siðast\nSvona svipað og þjóðverjar 1914 sem ætluðu að vinna Frakka á sama hátt og 1870"
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2006-01-11 14:58:59",
            "id": "2946456",
            "reply_to_id": "2889897",
            "text": "Þjóðverajr lærðu af mistökum sínum, frakkar ekki. t.d. hefðu þeir tapað WWI á endanum því að víglínan færðist alltaf nær og nær parís, hefðu bandaríkjamenn ekki komið hefðu þeir sennilega tapað. auk þess voru þjóðverjar með almennilega skriðdreka því eftir WWII litu flestar þjóðir á skriðdreka sem frekar gangslausa uppfinningu, auðvitað hefði hann verið það ef hann hefði ekkert þróast, þjóðverjar trúðu á skriðdrekan og héldu áfram að þróa hann. svo þegar WWII byrjaði voru þeir  með bestu, hraðskreiðustu, og öflugustu, reyndar komu hinar þjóðirnar með nýja skriðdreka líka, enn voru nú einfaldlega of seinir. svo er líka að þakka snilldar plönun, og koma Frökkum á óvart, frakkar bjuggust við að þurfa bara að vera inní vegnum sínum og skjóta, enn þjóðverjar brunuðu í gegnum benelux löndin framhjá veggnum, og skutu svo fallbyssum á veggin til að tryggja að franski herinn færi ekki úr vegnum ;)"
        }
    ]
}