{
    "forum_title": "Stjórnmál",
    "user": "Hicksites",
    "user_id": "12410",
    "date": "2005-12-29 16:43:37",
    "title": "Staðan á íslandi í mannréttindum.",
    "text": "út er komin ný skírsla gerð af einni stofnun bandaríknanna um ástandið á íslandi.\nég valdi nokkur “higligths”  ég nennti ekki að þýða þetta.\nen ég spyr:\nhvernig viljum við bregðast við þessu?\nkv.\n…\nthis is Iceland in 2004\n…\nSocietal discrimination against minorities and foreigners was a\nproblem. There were isolated reports of women trafficked to the\ncountry.\n…\nIn August, a Jewish visitor reported in an online newsmagazine that he\nand a friend had been harassed by a group of young teenagers who\npointed at his yarmulke, gave a “heil Hitler” salute, and then briefly\nblocked the visitors' exit from a parking lot and intimidated them. A\ndaily newspaper picked up the story, sparking over 30 online comments\nfrom correspondents based in the country. Some of the comments were\nthemselves anti-Semitic or xenophobic in tone and content.\n…\nIn November, the parliament cut all direct government funding for the\nIcelandic Human Rights Center, effective at year's end. Funded\nprimarily by the Government, but operated as an NGO, the Center had\nacted as the country's leading human rights watchdog, vetting\ngovernment legislation and reporting to international treaty\nmonitoring bodies as well as promoting human rights education and\nresearch. Public figures, human rights advocates, and several of the\ncenter's European partner institutes argued that having to apply to\nthe executive branch for grants henceforth will undermine the center's\nindependence.\n…\nSome mental health advocates criticized the Government for not\ndevoting sufficient attention and resources to the care of persons\nwith mental disabilities. Although the law safeguards their rights, a\nlarge number of persons with mental disabilities remained on waiting\nlists for housing, education, and employment programs. Advocates for\nthe mentally ill alleged that government funding for the care of the\nmentally ill was generally inadequate and that the government-financed\nhealth system funded too few hospital places for acute patients and\nthus exacerbated a shortage of publicly funded preventative and\nfollow-up mental health care.\n…\nThe term “newcomer” has taken on a negative connotation and was\nincreasingly applied to immigrants of color. Asian women in public at\nnight reportedly were sometimes taunted on the assumption that they\nwere prostitutes and minority children were teased for allegedly\nhaving been “purchased on the Internet.”\n…\nIn June, the publishers of a Reykjavik monthly newspaper recounted how\na private dance company refused to rent them a national costume (for a\nplanned cover shoot intended to depict the future of the country)\nbecause the model was black. The company's spokesman offered the\nexplanation that his organization had objected to the newspaper's\nproposed theme because, if anything, the country's future of Iceland\nwas yellow rather than black. The public reaction was overwhelmingly\ncritical of the dance company, and the Bishop of Iceland referred to\nthe matter in a speech before the Althingi urging tolerance.\nThe Government said it was reviewing the recommendations of a 2003\nreport by the European Commission against Racism and Intolerance that\nconcluded that conditions for immigrants “may not be wholly\nsatisfactory.”\n…\nCountry Reports on Human Rights Practices  - 2004, Iceland,(2005) the\nBureau of Democracy, Human Rights, and Labor\nviewd on 29. des 2005 at:\nhttp://www.state.gov/g/drl/rls/hrrpt/2004/41686.htm",
    "url": "https://www.hugi.is/stjornmal/korkar/361582/stadan-a-islandi-i-mannrettindum/",
    "url_id": "361582",
    "id": "2884649",
    "replies": [
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2005-12-29 23:21:57",
            "id": "2886420",
            "reply_to_id": "2884649",
            "text": "Ég bara hef ekki heyrt um þessa stofnun fyrr en það átti að skera á hana, er hún að gera einhverja nauðsynlega hluti hérna? Fullt af öðrum aðilum sem hægt er að leita til vegna mannréttindabrota.\nSvo er margt verra í BNA en hérna. Kostir og gallar við alla staði."
        },
        {
            "user": "Hicksites",
            "user_id": "12410",
            "date": "2006-01-02 07:49:38",
            "id": "2900314",
            "reply_to_id": "2886420",
            "text": "þú ert að tala um mannréttindaskrifstofu íslands.  já það er búið að skera á fjármagn á hana.  en sömu upphæð var veitt í sjóð þar sem hinir og þessir gátu sótt um pening í."
        }
    ]
}