{
    "forum_title": "Smásögur",
    "user": "Aerie",
    "user_id": "45488",
    "date": "2006-01-04 21:11:36",
    "title": "Vonbrigði",
    "text": "Ég sendi þessa sögu fyrst inn á /rómantík. Síðan langaði mig að bæta við hana og ákvað að senda hana hingað fyrst svo ég gæti síðan sent frammhaldið hingað.\n____________\n… Hún leit undan. Gat ekki horft framan í hann, fann líka kökkinn byrja að myndast í hálsinum og tárin færu að koma.\n“En við erum bara vinir” sagði hann “þú veist það alveg” bætti hann við á léttu nótunum eins og til að brjóta upp spennuna en það gerði bara andrúmsloftið þvingaðara.\nÞau sátu í hálfrökkvuðu herberginu sem alltaf var svo hugguleg stemning í. Birtan frá lömpunum tveimur var mjúk og fljótandi og rólegir tónar sem ávallt streymdu um herbergið. Passaði allt við yndislegt, mjúkt og hlýtt viðmót hans.\nHún fann hvernig höfnunartilfinningin helltist yfir hana. Hann var svo stór hluti af lífi hennar. Átti svo stóran hluta hjarta hennar. Hún meikaði ekki höfnunina, hún var svo stór en helltist yfir hana öll í einni gusu. Hún fékk sig ekki til að lýta á hann, starði bara á sama punktinn á rúminu hans. Rúminu sem þau höfðu svo oft haft það notalegt í saman. Sem þau höfðu kúrt í og þar sem þau höfðu kysstst. Kossinn sem hana hafði dreymt um, langað í svo lengi.\n“Það er ekki það að mér líki ekki við þig.” Sagði hann. “Þú veist hvað mér finnst þú frábær…” Hann var bara að gera illt verra, nudda salti í sárin. “Þú veist alveg að þú ert besti vinur minn, sem ég treysti best af öllum” sagði hann.\nAf hverju gátu þau þá ekki verið saman, hver var þá hindrunin, var hún svona ógeðsleg að hann gat ekki hugsað sér að kyssa hana eða… En af hverju hafði hann þá kysst hana áður. Þetta var of mikið, hún fann að hún var að brotna saman. Sagði ekki neitt af ótta við að táraflóðir myndi brjótast út, starði bara á sama staðinn.\n“Laufey ekki taka þessu illa” Sagði hann í bænartóni, en hvernig átti hún eiginlega þá að taka þessu. “Ég vil ekki að þú sért sár yfir þessu, ég vil að við getum verið jafn góðir vinir áfram.” Það kom þvinguð þögn. Hvernig gat hann beðið hana um þetta. Hvernig gat hann sagt þetta. Þetta einfaldlega var ekki hægt.\nHún fann hvernig hún varð pínulítil. Hvernig hún gat ekki borið þetta allt. Hvernig heimur hennar hrundi niður á hana og henni fannst eitthvað detta og deyja innra með henni. “Laufey ég bið þig, viltu allavega segja eitthvað” Sagði hann loks.\nHun leit upp og í augun á honum blákalt. “Ég get engu lofað um það” sagði hún blákalt. Þegar hún stóð upp runnu tvö stór tár niður kinnar hennar en hún var algjörlega svipbrigðalaus. Hún strunsaði út úr herberginu þrátt fyrir að hann kallaði á hana að bíða.\nHún flýtti sér út og hann fylgdi á eftir henni eins og til að reyna að stoppa hana en þegar hún hljóp út gerði hann ekkert til að reyna að fá hana til að vera…\nHún hlóp smá spöl. Það var hávetur og skammdegið eins og það gerist myrkast og frostið beit í kinnarnar.\nHún stoppaði við lítinn gangstíg sem lá á milli bílskúrsveggjar og runu af trjám sem afmörkuðu lóðarmörk og teygðu greynar sínar yfir stíginn og mynduðu einskonar bogahlið. Himininn var dökkblár, nákast svarblár og allur þakinn stjörnum en tunglið sást ekki. Frosthrím var á öllu trjánum, jörðinni, gangstígnum… Heildarmyndin minnti á lítið ævintýri sem segir frá lítilli prinsessu of myndarlegum prinsi sem giftast og lifa hamingjusöm til æfiloka.\nEn ekkert í lífi Laufeyar minnti hana á ævintýri. Af hverju voru hlutirnir ekki eins einfaldir og þegar hún var lítil. Þá væri hún valdamikil og gáfuð prinsessa sem stjórnaði ríki sínu vel og hann prinsinn hennar…\nÞess í stað sat hún í horni bílskúrsins, alein í myrkrinu og grét. Litlum söltum tárum sem nánast frusu strax og þau komu að rjóðum vöngum hennar. Allt svo sárt. Hana sveið undan öllu þessu. Hún skildi það ekki einusinni, vissi bara að enginn hafði sært hana eins mikið og sá sem hún elskaði og þarfnaðist mest. Hann hafði kysst hana og verið svo góður við hana, en svo alltíeinu vildi hann ekkert. Ekkert nema bara vináttu. Hvernig gat hann ætlast til að hún gæti bara verið vinur hennar.\nEn hún myndi reyna. Ekki strax, en hún myndi reyna. Bara til þess að hún missti hann ekki endanlega, það gæti hún ekki.\nSvo vont að vera svona niðurdreginn og sár. Hana langaði ekki til þess að lifa lengur, of mikið erfiði. Hún sem hafði verið svo lífsglöð.\nHenni leið vel með trjánum og stjörnunum í frostinu og myrkrinu. Það róaði hana, þrátt fyrir að farið væri að bera á ekka vegna þess hvað tárin streymdu grimmt.\nHún reyndi að anda djúpt og rólega. Hún lokaði augunum, slakaði á og naut þess að vera þarna.\nAð lokum sofnaði hún, alein í frostinu og myrkrinu.",
    "url": "https://www.hugi.is/smasogur/greinar/361729/vonbrigdi/",
    "url_id": "361729",
    "id": "2886631",
    "replies": [
        {
            "user": "Sirja",
            "user_id": "32711",
            "date": "2006-01-04 22:29:25",
            "id": "2914047",
            "reply_to_id": "2886631",
            "text": "Tíhí. Koma svo með framhaldið."
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2006-01-04 23:05:11",
            "id": "2914310",
            "reply_to_id": "2886631",
            "text": "Þú\nverður\nað koma með framhald."
        }
    ]
}