{
    "forum_title": "Hundar",
    "user": "sad",
    "user_id": "12101",
    "date": "2001-07-30 22:43:43",
    "title": "Hunda kaup",
    "text": "Nú er ég að hugsa um að kaupa mér hund en er ekki viss á hvaða tegund ég á að kaupa.  Ég hef nefnilega þrjá möguleika einn er GSD annar er rottweiler þriðji er doberman allt hreinræktað með ættbók og öllum græjum.  En málið er að GSD er kostar 100þ en hinir 250þ og mig langar meira í þá en fjárráðinn ráða ekki við það hvað á maður að gera í svo vanda?",
    "url": "https://www.hugi.is/hundar/korkar/36227/hunda-kaup/",
    "url_id": "36227",
    "id": "245180",
    "replies": [
        {
            "user": "Zaluki",
            "user_id": "6799",
            "date": "2001-07-31 02:35:04",
            "id": "245181",
            "reply_to_id": "245180",
            "text": "Í fyrsta lagi .. það er held ég mikill munur á því að ala upp sjéffer og doberman og rottwiler.\nAfhverju viltu svona hundategundir ? .. Er svo forvitin sko ..\nEn ef að þig langar meira í Rottweiler eða Dober man .. þá safnarðu, maður fær sér ekki bara hund á stundinni til að fá sér einhvern hund, þá verður þú sennilega aldrei ánægður.<br><br>——————————\n“Work like you don't need the money, love like you've never been hurt and dance like no one else is watching”"
        },
        {
            "user": "Tzu",
            "user_id": "7615",
            "date": "2001-08-01 19:57:05",
            "id": "245182",
            "reply_to_id": "245181",
            "text": "ég mundi persónulega fá mér Schäfer, mér finns það gáfaðir og skemmtilegir hundar. ég hef rétt kynnnst doberman og mér finnst ekki eins varið í þá. Rotteiler er mjög góður hundur ef þú elur hann RÉTT upp, færðu út skemmtilegan hund\nég mundi aðeins hugsa mig um áður en þú velur þér tegund, lestu bækur, ræddu við eigendur þessara tegunda og fáðu þá tegund sem hentar þér best þegar þú ert búinn að kynna þér málið betur<br><br>Tzu"
        },
        {
            "user": "Gungun",
            "user_id": "8102",
            "date": "2001-08-02 06:27:08",
            "id": "245183",
            "reply_to_id": "245182",
            "text": "tzu - saluki og lhg hafa öll rétt fyrir\nsér á sinn hátt.\nEkki gera þetta í hvelli.\nAð fá sér hund er einsog að eignast barn\n……………..\nHugsaðu þig VEL um annars verðuru aldrei ánægður.\nAf þessum þremur tegundum held ég að\nshefferinn sé skástur. Ég á hund og er mikið\ná hundasvæðunum og hef tekið eftir því að\ndoberman hundarnir eru oftast hafðir svolítið\nfrá öðrum hundum, þekki engann né hef séð\nrottweiler, en shefferinn er friðsælastur af\nþessum þrennum, þessa vitneskju hef ég uppúr\nbókum. Og annað, minn hundur er blendingur og\nég þekki marga hundaeigendur (þó engann sem á\nrottweiler) bæði með blendinga og hreinræktaða\nhunda og ég get sagt þér það að þessir sem eiga\nblendingana ero OFTAR ánægðari með þá.\nOg ef þú ert að eignast hund í fyrsta skipti\nEKKI FÁ ÞÉR DOBERMAN EÐA ROTTWEILER, því það\nþarf einhverja reynslu í að hafa hemil á eðli\nþeirra. Sem er frekar grimmt. Ok?\nog hreinræktaða og ég get sagt"
        },
        {
            "user": "Zaluki",
            "user_id": "6799",
            "date": "2001-08-02 20:06:59",
            "id": "245184",
            "reply_to_id": "245183",
            "text": "Mjög vel orðað Gungun, þetta er einmitt það sem ég vildi sagt hafa :)\nSamt eitt sem ég fór að spá í þegar að ég las þetta frá greinahöfundi ..\nMá hver sem er fá sér svona hundategund? Nú eru miklir fordómar gagnvart Doberman og Rottweiler, held að fordómarnir gagnvart Sjéffer hafi minnkað. En ég held að þessir hundar sé mjög hættulegir, og jafnvel hættulegri en blendingar og minni hundar ef að uppeldið er ekki strangt og agað.\nÞessir hundar hafa að ég held mjög svona .. how do I say this .. “grimmt” agressívt eðli, og eru stórir.\nVeit einhver hvort að hver sem á pening geti keypt sér svona hund ?<br><br>——————————\n“Work like you don't need the money, love like you've never been hurt and dance like no one else is watching”"
        },
        {
            "user": "Gungun",
            "user_id": "8102",
            "date": "2001-08-02 20:17:18",
            "id": "245185",
            "reply_to_id": "245184",
            "text": "held nibblega, Saluki, að bara ef fólk\ná pening þá geti það keypt hvaða hund\nsem er.  Ég meina, ræktendurnir eru nú\nlíka að þessu peninganna vegna að hluta\ntil þannig að…"
        },
        {
            "user": "Zaluki",
            "user_id": "6799",
            "date": "2001-08-02 20:23:02",
            "id": "245186",
            "reply_to_id": "245185",
            "text": "Mér finnst það hræðilegt :(\nÞað eru margir svo dauðhræddir við þessa hunda, ég er td haldin einhverjum svona hræðslufordómum í garð Doberman og Rottweiler, en er alls ekkert hrædd við stórann slefandi Labrador :/\nFinnst að það ætti að setja reglur um þetta.<br><br>——————————\n“Work like you don't need the money, love like you've never been hurt and dance like no one else is watching”"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2001-07-31 07:23:52",
            "id": "245187",
            "reply_to_id": "245180",
            "text": "Af hverju viltu endilega fá þér hreinræktaðan hund?  Þeir eru oft svo úrkynjaðir og með alls konar heilsufarsleg vandamál."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-07-31 17:53:29",
            "id": "245188",
            "reply_to_id": "245180",
            "text": "gsd ?\neg myndi kaupa mer English Setter\n<br><br>——————————\n.   …<//( gunnisj )\\>…\n——————————"
        },
        {
            "user": "Gungun",
            "user_id": "8102",
            "date": "2001-08-02 06:19:15",
            "id": "245189",
            "reply_to_id": "245180",
            "text": "Ekki kaupa það næstbesta þá verðuru bara pirraður\nef hann verður svo ekki eftir þínu höfði og þá\nvildi ég ekki vera hvolpurinn. Ok?\nBíddu með þetta í smátíma."
        },
        {
            "user": "Weim",
            "user_id": "12013",
            "date": "2001-08-13 19:16:36",
            "id": "245190",
            "reply_to_id": "245180",
            "text": "Keyptu þann hund sem þig langar mest í annars er hætta á að þú verðir aldrei almennilega sáttur. Keyptu hann bara á visa raðgreiðslum!"
        }
    ]
}