{
    "forum_title": "Sagnfræði",
    "user": "DutyCalls",
    "user_id": "59211",
    "date": "2006-01-01 22:30:12",
    "title": "Forsaga Arab-Ísraelsku stríðanna",
    "text": "Á öldinni sem leið háðu Ísrael og arabísk nágrannalönd þess fjórar allsherjar styrjaldir. Á þessu ári hef ég í hyggju að skrifa greinar um þær, og er það ætlun mín að koma með grein um hverja þeirra. Þetta er efni sem ég sem ég tel að allt of fáir viti nógu mikið um – Og það jafnvel þó málefni Ísraels og Palestínu séu enn í fréttum nánast daglega.\nÉg vil líka taka það mjög sterkt fram strax í upphafi, að hér ekki er ætlunin að reka áróður fyrir einum eða neinum málstað. Hið eina sem “mótiverar” þessi skrif, er áhugi fyrir sögu þessa heimshluta. Að því sögðu kemur hér inngangurinn í greinaflokkinn:\nUpphafið\nGyðingar hófu flutninga til Palestínu strax á ofanverðri 19. öld. Svokallaðir Zíonistar, undir forystu austurríska Gyðingsins Theodor Herzl, hvöttu Gyðinga hvaðanæva úr Evrópu til að flytjast til “gamla landsins” sem þeir litu á sem hin einu réttu heimkynni “Gyðingaþjóðarinnar”.\nGyðingahatur var landlægt víða í Evrópu, sérstaklega í Mið-Evrópu og Rússlandi, þar sem almenningur lét oft reiði sína yfir ýmsum þjóðfélagsmeinum bitna á þeim. Með vaxandi ofsóknum varð það sífellt algengara að Gyðingar flýðu þessi lönd. Hjá flestum lá leiðin yfir Atlantshafið til Bandaríkjanna, en margir létu þó heillast af áróðri Zíonista og ákváðu að hefja nýtt líf í Palestínu, “Landinu helga”.\nÍ fyrstu var þessum nýju landnemum yfirleitt vel tekið, enda Gyðingar blóðskyldir Aröbum, og gestrisni rótgróin í hinn arabíska hugsunarhátt. Gyðingarnir fluttu með sér nýja menningu og verktækni sem þeir höfðu tileinkað sér í Evrópu gegnum aldirnar, og þótti jafnvel mörgum Palestínuaröbum nokkur fengur að fá þá meðal sín.\nFljótlega fóru þó tvær grímur að renna á heimamenn. Landnemunum fjölgaði sífellt, þeir urðu urðu frekari á gæði landsins, hundsuðu stjórnvöld þess, og fóru að líta á sig sem yfir hina “frumstæðu” Palestínuaraba hafna. Róstur og ýmis ofbeldisverk urðu sífellt algengari.\nPalestína hafði frá alda öðli verið undir stjórn hins gríðarlega Ottóman-veldis Tyrkja, en við hrun þess eftir Fyrri heimsstyrjöld varð landið svokallað “verndarríki” (mandate) Breta, að nafninu til í umboði Þjóðabandalagsins. Breskur her kom til landsins, og leit í fyrstu á það sem hvert annað Arabaland, Bretar áttu ekki von á að hinn smái Gyðinga-minnihluti þess myndi leiða til neinna stórvandræða. En í raun voru þeir þarna komnir með stórvandamál uppí hendurnar, og að miklu leyti sjálfskapað.\nBretar höfðu vægast sagt leikið tveimur skjöldum við stríðsrekstur sinn í Miðausturlöndum. Annarsvegar höfðu þeir í öllum sínum málflutningi lofað Aröbum sjálfstæði gegn stuðningi þeirra við að ráða niðurlögum Tyrkjaveldis á svæðinu (og þar kemur hinn goðsagnakenndi “Arabíu-Lawrence” mjög við sögu). Hinsvegar höfðu þeir einnig nánast lofað Zíonistum að þeir fengju Palestínu í sinn hlut fyrir stuðning ýmissa málsmetandi Gyðinga við stríðsrekstur sinn, og hafði það verið staðfest skriflega með hinni alræmdu Balfour-yfirlýsingu.\nÍ stuttu máli sagt stóðu Bretar við hvorugt þessara loforða. Arabaríki voru að vísu sett á stofn, en höfðu í besta falli málamynda-sjálfstæði, löndin voru lítið annað en olíulindir Breska heimsveldisins og stjórnvöld þeirra gerspilltir leppar. Og ekki var Palestína heldur gerð að “Heimalandi Gyðinga”, þvert á móti var frekari innflutningur Gyðinga til landsins nánast bannaður. Margar ljótar sögur eru til frá millistríðsárunum, um að þegar Gyðingar á flótta undan ofsóknum Hitlers reyndu að sigla til Palestínu, var þeim með fullri hörku snúið við af breskum herskipum. Engu að síður tókst nokkrum þúsundum Gyðinga að smygla sér til landsins. Þegar þangað var komið nutu þeir öflugrar verndar Gyðinga sem fyrir voru…\nPalestínugyðingar höfðu að vonum brugðist ókvæða við þessum svikum Breta við sig. Þeir gripu til vopna í skæruhernaði gegn breska hernámsliðinu, og einnig gegn Aröbum. Gyðingar skipulögðu einskonar heimavarnarlið sem nefndist “Haganah”. Það var mjög fjölmennt en jafnframt fremur óformlegt lið, þar sem jafnvel haglabyssur bænda töldust gildandi vopn. Í fyrstu var þetta helst í ætt við frönsku andpyrnuna, en eftir því sem á leið varð Haganah mjög öflugur “borgaraher” sem lagði grunnin að hinum formlega her Ísraelsríkis.\n“Irgun” var síðan fámennara, skipulagðara og harðsnúnara lið. Þeir stunduðu sprengjutilræði, mannrán og launmorð, bæði gegn breska hernámsliðinu og arabískum almenningi.  Í dag myndu þeir flokkast sem ósvikin hryðjuverkasamtök. Meðal frægra manna sem voru í þessum samtökum má nefna Menachem Begin, sem síðar varð forsætisráðherra Ísraels.\nÞótt undarlegt megi virðast, studdu fæstir Palestínugyðingar málstað Breta í baráttunni gegn Hitler í Seinni heimsstyrjöld. Þeir féllust aðeins á vopnahlé, að halda að sér höndum meðan á stríðinu stæði. Hinir öfgafyllstu, t.d. hið alræmda “Stern-gengi” (sem nánar verður fjallað um síðar) héldu áfram hermdarverkum sínum gegn Bretum allt stríðið.\nÞegar Seinni heimsstyrjöld lauk fóru eftirlifendur Helfarararinnar í Evrópu í örvæntingu að leita sér að nýjum heimkynnum. Eins og áður héldu margir þeirra til Bandaríkjanna, en nú bar svo við að álíka margir sóttust eftir heimkynnum í Palestínu. Margir Gyðingar voru sannfærðir um að tími væri til kominn að þeir hættu að “búa inná öðrum” þó það væri í Bandaríkjunum, og  eignuðust sitt eigið heimaland  til frambúðar. Straumur Gyðinga til Palestínu varð að flóðbylgju.\nÍ Palestínu sátu Bretar hinsvegar fastir við sinn keip. Landið logaði í ófriði á milli Gyðinga og Araba, og hernámsliðið lá undir árásum frá báðum aðilum. Flutningar Gyðinga til landsins voru algerlega bannaðir, og tilraunum til slíks var mætt af jafnvel enn meiri hörku en fyrir stríð. Og að sjálfsögðu gripu Gyðingar aftur til vopna af fullum krafti.\nÍ Palestínu ríkti nú hrein borgarastyrjöld milli Araba og hinna sí-fjölgandi Gyðinga. Breska hernámsliðið reyndi af veikum mætti að halda uppi lögum og reglu. En Arabar litu á það sem aðskotahlut, og Gyðingar töldu það sinn helsta fjandmann. Í júlí 1946 kom loks dropinn sem fyllti mælinn hjá Bretum, sprengjutilræði Irgun-skæruliða Gyðinga á King David hótelinu í Jerúsalem, þar sem hernámsliðið var með skrifstofur. Helmingur byggingarinnar hrundi, og 91 manns létu lífið.\nÁ þessum tíma mátti Bretland sannarlega muna sinn fífil fegurri. Landið var nánast á vonarvöl eftir gríðarlegar fórnir stríðsins, og þurfti að reiða sig á Bandaríkin um efnahagsstuðning. 1947 missti Heimsveldið sitt “krúnudjásn” þegar Indland fékk loks sjálfstæði, og eftir það varð ekki aftur snúið.\nAð breskir drengir væru nú – rétt eftir hörmungar heimsstyrjaldarinnar - að deyja unnvörpum í skothríð milli Araba og Gyðinga í Palestínu, landi sem aldrei hafði hvort eð er verið eitt af merkilegri löndum Heimsveldisins, náði ekki nokkurri átt í augum almennings. Breska ríkisstjórnin ákvað að þvo hendur sínar af þessu máli og kalla allan her sinn heim eins fljótt og hægt var. Úrlausn Palestínu-málsins var sett í hendur hinna nýstofnuðu samtaka, Sameinuðu þjóðanna.\nÍ ársbyrjun 1948 var svosem lítil óvissa um stöðu mála í Palestínu: Bretar voru á förum, og við brottför þeirra yrði enginn til að skilja stríðandi aðila í sundur. Gyðingar  ætluðu sér að vera um kyrrt í Palestínu og gera sinn langþráða draum um heimalandið “Zíon” að veruleika. Arabar í Palestínu og nágrannalöndunum ætluðu sér að losa sig við þetta aðskotapakk í eitt skipti fyrir öll. Mikil átök voru yfirvofandi, og alls óvíst hvernig staðan yrði að ári. Brátt myndi hið fornkveðna sannast, að frændur væru frændum verstir.\nATH: Þessi greinaflokkur minn mun ekki verða skrifaður í réttri tímaröð, og líklega mun stundum líða langur tími á milli innleggja í greinarflokkinn, þegar ég vil hvíla mig á efninu og skrifa um eitthvað annað.\nÁður en ég kem með hina fyrstu eiginlegu stríðs-grein, mun ég næst verða með stutt yfirlit á þessum stríðum, þar sem farið verður mjög stuttlega yfir helstu atburði frá 1948-1973 svo betri yfirsýn fáist á heildarmyndina.",
    "url": "https://www.hugi.is/saga/greinar/362709/forsaga-arab-israelsku-stridanna/",
    "url_id": "362709",
    "id": "2898634",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2006-01-01 23:01:36",
            "id": "2898761",
            "reply_to_id": "2898634",
            "text": "Shit, ef þú værir hérna núna þá myndi ég kissa þig!\nFrábær fróðleikur og einnig mjög flott hvernig þú setur þetta allt upp.\nHlakka til að lesa næstu grein.\nPeace."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-01-01 23:10:38",
            "id": "2898799",
            "reply_to_id": "2898634",
            "text": "Það sem gleymist líka oft að nefna í umræðunni er það að gyðingar yfirgáfu aldrei Palestínu algjörlega. Hlutfall þeirra hefur verið í sveiflum eftir tímabilum og var frekar lágt á þeim tíma sem gyðingar flúðu frá Evrópu, en eins og ég sagði þá yfirgáfu þeir svæðið aldrei algjörlega.\nEins og þú sagðir þá voru arabarnir líka upprunalega ekki á móti innflutningnum fyrr en það kom til átaka. Átti þá að reka burt alla þá sem þegar voru komnir? Eða voru gyðingarnir komnir með “réttindi” til að búa þarna og einnig til þess að taka á móti fleiri gyðingum? Ég tel svo vera, sérstaklega þegar þetta er eina svæðið sem gyðingar gátu haft sitt samfélag á meðan Palestínuarabar höfðu fjölda nágrannaríkja til þess að velja á milli. Sjálfur vil ég að bæði arabar og gyðingar geti búið á þessu svæði í friði.\nEn þegar fólk heldur því fram að gyðingar eigi að flytja til Evrópu eða Bandaríkjanna frá þessu svæði þá segi ég auðvitað á móti að það væri miklu auðveldara verk að Ísraelsmenn fái bara alla Palestínu sem er frekar lítil miða við öll þau ríki sem arabar hafa í dag, flest ekki svo langt frá Palestínu."
        },
        {
            "user": "EpEpli",
            "user_id": "60221",
            "date": "2006-01-02 00:19:08",
            "id": "2899238",
            "reply_to_id": "2898799",
            "text": "Já há en þú virðist gleima því að Palestínu menn eru miklu fleiri en Ísraels menn. Þannig að það væri mun auðveldara að flitja Ísrael í burtu."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-01-02 00:57:30",
            "id": "2899437",
            "reply_to_id": "2899238",
            "text": "Meirihluti byggðar á landinu eru byggðir Ísraela. Meira að segja sjá Palestínumönnum fyrir ýmsum nútímafyrirbærum sem Palestínumenn hafa ekki þekkingu til þess að ráða við. Ein mesta uppbygging sem hefur orðið á seinustu öld og ég efast ekki um að Palestínumenn myndu eyðilegga það á nokkrum mánuðum með yfirráð þar. Svo er mjög auðvelt að flytja Palestínumenn enda þurfa þeir bara að fara yfir landamæri með farartækjum eða jafnvel fótgangandi, á meðan það þyrfti að flytja alla gyðingana með flugvélum eða skipum. Mörg ríki nálægt sem gætu skipt á milli sín Palestínumönnum og þá er þetta ekki svo mikill fjöldi.\nEn eins og ég sagði þetta er bara skot á móti þegar einhver heldur því fram að gyðingar eigi bara að flytja til BNA eða Evrópu. Auðvitað er best að semja um frið og að Palestínumenn fái á endanum sitt eigið ríki. Vandamálið er fyrst og fremst það að Hamas samtökin virðast ekki geta lagt niður vopn og leyft eigin stjórnvöldum að semja um frið og stofnun ríkis. Það var augljóst þegar þeir tóku yfir Gaza svæðinu og hófu árásir á Ísrael, sem reyndar hefur bara bætt stöðu Ísraelsmanna sem núna hafa góð rök fyrir því að skila ekki fleiri landssvæðum."
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2006-01-02 02:12:39",
            "id": "2899737",
            "reply_to_id": "2899437",
            "text": "Palestínumenn hafa að sjálfsögðu enga þekkingu í nútímatækni ef að Ísraelsher er alltaf að sprengja umm skólanna í hefndarskyni gegn hryðjuverkamönnum."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-01-02 02:36:07",
            "id": "2899839",
            "reply_to_id": "2899737",
            "text": "Reyndar þá er staða þeirra betri en áður þegar kemur að menntun enda hafa margir Palestínumenn menntað sig og starfað í Ísrael. Samt sem áður er fjöldinn ekki nógu mikill að mínu mati til þess að reka Ísraelsríki. Fullyrði samt ekki neitt auðvitað."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2006-01-07 19:39:25",
            "id": "2928023",
            "reply_to_id": "2899839",
            "text": "Þeir mennta sig hjá Ísraelsmönnum vegna þess að þeirra skólar eru sprengdir upp af Ísrealsmönnum…"
        },
        {
            "user": "LtPorta",
            "user_id": "57985",
            "date": "2006-01-04 23:39:51",
            "id": "2914564",
            "reply_to_id": "2899437",
            "text": "Staðreynd, Palestínumenn voru á undan. Það stendur meira að segja í Biblíunni að það hafi innfæddir verið í Palestínu áður Gyðingarnir mættu á svæðið."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-01-05 03:59:34",
            "id": "2915162",
            "reply_to_id": "2914564",
            "text": "Grikkir skýrðu landið Palestínu eftir að þeir tóku yfir því frá gyðingum. Eftir það komu arabar þangað í niklu mæli ásamt því að eins og ég sagði áður þá fóru gyðingar ALDREI algjörlega frá landinu. Gyðingar voru líka búnir að vera stór hluti íbúa á svæðinu löngu áður en þeir flúðu frá Evrópu. Það eru heimildir um slíkt tæplega 150 ár aftur í tímann. Þegar Ísrael var viðurkennt sem ríki þá voru margir fullorðnir gyðingar sem fæddust í landinu, ólíkt því sem flestir halda."
        },
        {
            "user": "LtPorta",
            "user_id": "57985",
            "date": "2006-01-05 15:23:53",
            "id": "2916280",
            "reply_to_id": "2915162",
            "text": "Ohhhhhh ég sagði líka að það hefðu verið Arabar á svæðinu áður Gyðingar fluttu þanngað fyrir þúsundum ára."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2006-01-07 19:40:57",
            "id": "2928032",
            "reply_to_id": "2915162",
            "text": "Áður en Ísraelsríki var myndað höfðu Arabar verið í meirihluta á þessu landssvæði í 2000 ár svo að þótt einhverjir gyðingar hafi verið þarna réttlætir það ekki neitt."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2006-01-07 19:38:07",
            "id": "2928016",
            "reply_to_id": "2899437",
            "text": "Ísraelar ráku burt Palestínumenn með hótunum og vopnavaldi frá heimilum sínum þegar þeir stofnuðu Ísrael, það er varla eðlilegt\n“Meirihluti byggðar á landinu eru byggðir Ísraela”\nÍsraelar taka bara yfir landssvæði þar sem gyðingar eru í meirihluta, annars færi allt í loft upp. Síðan flytja þeir enn fleiri gyðinga inná svæðin."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2006-01-02 01:16:29",
            "id": "2899505",
            "reply_to_id": "2898799",
            "text": "Palestína var nær öll eyðimörk og höfðu fáir áhuga á þessu svæði nema þá trúarlegan eins og gyðingar, en þetta er að verða eftirsótt svæði einmitt vegna uppbyggingar Ísraela. Það er með ólýkindum hvað þeim hefur tekist að gera úr þessum eyðimerkum, svo vinna þeir vatn úr sjó, Ísrael er vin í mörgum skylningi í eyðimörk (í mörgum skylningi líka) Mið-Austurlanda. Það er mín spá að ef Ísraelsríki fellur þá mun verða stutt eftir fyrir Vestæn þjóðfélög og líklega heiminn allann."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-01-02 01:57:44",
            "id": "2899673",
            "reply_to_id": "2898799",
            "text": "Það sem gleymist líka oft að nefna í umræðunni er það að gyðingar yfirgáfu aldrei Palestínu algjörlega. Hlutfall þeirra hefur verið í sveiflum eftir tímabilum og var frekar lágt á þeim tíma sem gyðingar flúðu frá Evrópu, en eins og ég sagði þá yfirgáfu þeir svæðið aldrei algjörlega.\nÞað sem þú gleymir oft að velta fyrir þér er fjandsamleg yfirtaka gyðinganna á landsvæðum sem tilheyrðu þeim ekki. Vissulega voru gyðingar í Ísrael fyrir 19. öld. En þeir voru ekki fjölmennari þar heldur en á mörgum öðrum stöðum. Þeir voru teknir þaðan með valdi þegar Jerúsalem var eydd á 1.öld eftir krist. Gyðingar dreifðust þá út um allt rómarveldi. Spurningin er: Gefur það þeim aukin rétt til landsvæðisins að lítill hópur þeirra bjó í Ísrael? Gyðingar hafa líka búið í Bagdad frá því sú borg var stofnuð í svipuðu hlutfalli af íbúatölu gefur það þeim rétt á að stofna þjóðríki í Bagdad?\nÉg er ekki að segja að það ætti að leggja Ísraels ríki niður. En það væri hollt fyrir þá sem styðja núverandi stefnu Ísraels að átta sig á því að ríkið var ekki stofnað á ýkja réttlátan hátt."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-01-02 02:32:33",
            "id": "2899809",
            "reply_to_id": "2899673",
            "text": "Ég hélt líka engu slíku fram, vildi bara koma með þennan mikilvæga punkt og finnst sjálfsagt að þú og aðrir komi með aðra mikilvæga punkta. En nei það gerir það ekki. En tilraun araba til þess að útrýma þeim réttlætir vörn, meðal annars í yfirtöku landssvæða. Bara það að skipta strax yfir í upprunalegu skiptinguna eins og Sameinuðu Þjóðirnar samþykktu, gæti haft skelfilegar afleiðingar. Af hverju? Jú Palestínumenn eru einfaldlega ekki tilbúnir til þess að taka þá ábyrgð, Gaza var jákvæð tilraun en því miður voru það Palestínumenn sem klúðruðu þessu tækifæri. Það eru óteljandi svartir blettir á báðum hliðunum, bæði í nútíð og fortíð.\nEn ég tel það vera augljóst að það þarf fyrst og fremst að laga til hjá Palestínumönnum til þess að komast á næsta stig. Það er skelfilegt hversu auðvelt það var fyrir Hamas samtökin að yfirtaka Gaza svæðið, einnig að Abbas hafi nýlega samið við uppreisnarmenn sem hertóku opinberar byggingar. Palestínumenn þurfa fyrst og fremst að sanna að stjórnvöld þar séu sterkari en uppreisnarmenn til þess að eiga möguleika á því að fá sitt eigið ríki og jafnvel með stærra landssvæði en í núverandi mynd. Það væri einfaldlega heimska hjá Ísraelsmönnum að kíkja í sögubækur og “leiðrétta” hana, enda getur slíkt veikt öryggi Ísraelsmanna gífurlega. Sumir vilja trúa því að allir Palestínumenn fagni því og ákveði að gleyma fortíðinni, en ég á erfitt með að trúa því og tel það vera eins og að hella olíu á eldinn. En ef Palestínumenn sanna sig í framtíðinni þá er auðvitað sjálfsagt að endurskoða dæmið."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-01-02 02:56:55",
            "id": "2899934",
            "reply_to_id": "2899809",
            "text": "Það er engin von um frið held ég."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-01-01 23:24:32",
            "id": "2898856",
            "reply_to_id": "2898634",
            "text": "Einhvern hluta þess lands sem Gyðingar bjuggu á þarna í upphafi 19 og 20 aldar, höfðu Gyðingar keypt á löglegan hátt af heimamönnum."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2006-01-02 02:45:04",
            "id": "2899885",
            "reply_to_id": "2898634",
            "text": "Það væri náttúrulega bara langbest að útrýma þessari apartheid stefnu og blanda þessu saman í ríkið Ísraelstínu þar sem bæði gyðingar og arabar hafa fullan rétt.  Það virkaði í S-Afríku :)"
        },
        {
            "user": "Fusi20",
            "user_id": "35038",
            "date": "2006-01-02 03:51:16",
            "id": "2900086",
            "reply_to_id": "2898634",
            "text": "Það að það var reynt að útrýma Gyðingum gefur þeim engan rétt á því að drepa Palestínumenn til að hreynsa til í þeirra svokallaða “Heilaga landi”. Þetta er sama afsökun og þeir sem hafa verið lagðir í einelti nota oft að því að þeir voru lagðir í einelti meiga þeir leggja aðra í einelti.\nEn ekki miskilja mig ég álít að Gyðingar meigi alveg fá eithvað land. Þeir gerðu líka samning Palestínumenn og Gyðingar en gallinn var að Gyðingar urðu svo gráðugir á gæði landsins og vildu bara skilja verstu partana eftir hana Palestínumönnum.\nLíka vill ég spurja hvort það að flytja Palestínumenn frá Palestínu sé réttlætanlegt? Já já þeir eiga vini þarna allt í kring. En vildu þið vera send í burtu frá Íslandi því eithver þjóð vildi búa hér og við eigum vini allt í kring hér?\nPalestínumenn hafa búið þarna svo öldum skiptir og lýta auðivtað á þetta sem heimaland sitt."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-01-02 06:50:31",
            "id": "2900278",
            "reply_to_id": "2900086",
            "text": "Ísland er sjálfstætt ríki og ekki beint sambærilegt því sem var gert í Palestínu á sínum tíma. Skal koma með betra dæmi…\nMeirihluti Íslendinga eru reknir burt frá Íslandi af Bandaríkjamönnum (heimsveldi). 2000 árum seinna snúa erlendu-Íslendingarnir til baka og sameinast minnihlutanum (sem áður var meirihluti) og gera það meira að segja í sátt við nýjan meirihluta í landinu. Á endanum viðurkenna Sameinuðu Þjóðirnar rétt erlendu-Íslendinganna til þess að snúa aftur og skipta landinu í tvennt svo þeir geti stofnað ríki ásamt minnihlutanum sem yfirgaf aldrei landið þrátt fyrir að hafa verið annars flokks þegnar þar. Svo byrjar á fullu sá áróður að landið hafi upprunalega tilheyrt meirihlutanum og meira að segja undir því fölsku nafni sem heimsveldið valdi á það.\nUppruni Palestines er frá orðinu philistines í hebresku sem þýðir “erlent innrásarlið”. Ríkið Palestína var aldrei til. Landamæri hafa færst til á þessu svæði og sama má segja um ibúa þess. Bretar voru seinast með yfirráð í Palestínu sem á endanum viðurkenndu rétt gyðinga til þess að búa á svæðinu eftir að hafa áður reynt að koma í veg fyrir það. Svo má ekki gleyma því að Evrópubúar voru nýbúnir að níðast á gyðingum og reka þá burt, slíkt var einnig gert hér á saklausa Íslandi. 100.000 arbar bjuggu innan landamæra Ísraels eins og það er í núverandi mynd árið 1870, í dag búa þar 2 milljónir araba og hefur þeim því fjölgað þar einnig í miklu mæli eftir komu gyðinga þangað."
        },
        {
            "user": "antibobo",
            "user_id": "30925",
            "date": "2006-01-05 01:16:40",
            "id": "2914959",
            "reply_to_id": "2900278",
            "text": "Það réttlætir samt ekkert eins & maður heyrir oft í fréttunum að ef að það deyr 1 ísraelskur hermaður að þá er bara kölluð út skriðdrekasveit & næsta þorp jafnað  við jörðu.\nEf að þú gerir mér eitthvað í dag er ekkert sem réttlætir það að barnabörnin mín (eða þaðan af fjarskyldara)geri þínum ættingjum eitthva."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-01-05 04:07:04",
            "id": "2915164",
            "reply_to_id": "2914959",
            "text": "Það sem er í fréttunum er ekki alltaf rétt.\nAnnars hef ég aldrei heyrt um að heilt þorp hafi verið lagt niður vegna eins hermanns, þú mátt koma með heimildir fyrir slíku ef þú veist betur. En þessar “fréttir” sem öll heimsbyggðin fær t.d. af Palestínskum börnum sem eru skotin í hausinn fyrir að kasta steinum er ekkert annað en hreinn áróður LEIKSTÝRÐUR af Pallywood tökuliði. Myndbönd sem hafa náð alla leið til Íslands og t.d. verið sýnd á CNN (sem á víst að vera áróðursstöð fyrir gyðinga), seinna staðfest sem plat þegar lengri útgáfan lekur út þar sem barnið sést standa upp.\nhttp://seconddraft.org/streaming/pallywood.wmv\nAf hverju ekki að nefna eitthvað sem þér finnst rangt hjá Palestínumönnum? Er það ekki nógu mikið “fight the power” útrás fyrir þig? Hvað er svona rétt við það að menn noti Gaza svæðið strax eftir að því er skilað til þess að skjóta flugskeytum í átt að Ísraelskum byggðum? Þar sem saklaust fjölskyldufólk býr aðallega. Stríð eru aldrei falleg en íslendingar þurfa að drullast til þess að hætta að sjá þetta svona svart og hvítt, að Ísraelsmenn séu “vondi kallinn” í þessum leiðinlegu átökum."
        },
        {
            "user": "antibobo",
            "user_id": "30925",
            "date": "2006-01-05 06:01:46",
            "id": "2915212",
            "reply_to_id": "2915164",
            "text": "'Eg veit ekki alveg afhverju þetta svar þitt ber þess merki að þú virðist halda að ég sé með persónulegar árásir á þig,kannski ertu gyðingur,gott mál ef svo er,angrar mig ekki neitt.\nAð sjálfsögðu er rangt að skjóta eldflaugum á saklaust fólk hvort sem að það eru palestínumenn,gyðingar,kanar,ástralir,hells angels í danmörku,að sjálfsögðu eiga yfirvöld í palestínu að gera allt til að hafa stjórn á sínu fólki,sérstaklega hamas því að þeir eru bara að eyðileggja fyrir öllum,það er ekkert sem réttlætir það sem þeir gera heldur.\nGyðingar ættu manna best að vita hvernig er að vera undir oki hervalds en sumir virðast vera fljótir að gleyma.\nÞað fóru einhverjir þingmenn héðan til miðausturlanda á síðasta ári & sögðu að ástandið væri mun verra en fréttaflutningur gæfi til kynna en þar sem ég hef aldrei farið þangað persónulega veit ég það ekki ég hef bara fréttirnar & netið sem að gæti þessvegna allt saman verið samsæris vélar á báða bóga."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-01-05 07:29:55",
            "id": "2915266",
            "reply_to_id": "2915212",
            "text": "Það sem þú verður að átta þig á er að Ísraelsmenn eru margfalt sterkari en Palestínumenn. Ef aðeins viljinn væri fyrir hendi þá gætu þeir útrýmt Palestínumönnum á einum degi. Eðlilega hugsa þegnarnir og stjórnvöld fyrst og fremst um eigin afkömu. Þess vegna er “misnotað” valdið enda er málstaðurinn gífurlega mikilvægur. Stjórnvöld í Palestínu hafa lítið sem ekkert náð að hemja Hamas samtökin og því er sjálfsagt að Ísraelsmenn geri það. Það er álíka sjálfsagt og að Bandaríkjamenn hafi farið inn í Afghanistan þó það var bara hópur innan landsins sem framdi árás á Bandaríkin.\nÍsraelsmenn reyna eins mögulega og þeir geta að koma í veg fyrir að saklausir falli í árásum. Árásir eru alltaf beindar gegn staðsetningum uppreisnarmanna þó að það kemur auðvitað fyrir að saklausir falli líka, sem er hræðilegur blettur á stríðum sem ekki er hægt að koma í veg fyrir. Ísraelskir hermenn sem drepa saklausa viljandi þurfa að svara fyrir sig í réttarhöldum eins og aðrir. Annnars bara svo þú vitir það þá hafa saklausir borgarar fallið í meira mæli í Ísrael en Palestínu, enda eru þeir viljandi skotmörk þar.\nÉg tek þessu annars kannski nærri mér vegna þess að vinur minn er Ísraelskur. Ég vil samt ekki heldur mála Palestínumenn sem vonda kallinn, rétt eins og vinur minn og flestir Ísraela. En ég tel að aðgerðir Ísraelsmanna séu nauðsynlegar þó þær séu oft harðar og sorglegar, meira að segja að þær séu hóflegar miða við raunverulega getu þeirra. EN ég held að það sé ekki til hernaðarríki þarna úti sem myndi bregðast við á mannúðlegri hátt við stöðugum árásum. Margar væru einfaldlega búnar að gefast upp og varpað kjarnorkusprengjum á Palestínumenn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-01-02 07:33:22",
            "id": "2900296",
            "reply_to_id": "2898634",
            "text": "góð grein"
        },
        {
            "user": "Icaruz",
            "user_id": "57559",
            "date": "2006-01-02 12:55:41",
            "id": "2900620",
            "reply_to_id": "2898634",
            "text": "Nice…"
        },
        {
            "user": "br75",
            "user_id": "29541",
            "date": "2006-01-07 10:55:29",
            "id": "2926113",
            "reply_to_id": "2898634",
            "text": "Fín grein:).  En ef eitthvað má gagnrýna þá er það sú litla áhersla sem lögð er á að gyðingar hernámu lönd Palestínumanna með valdi, beittu hryðjuverkum fyrir sig gegn Bretum og stunduðu skipulega þjóðernishreinsanir gegn því fólki sem þar bjó áður.  Kannski gleymist það lika í greininni að löndum araba var einfaldlega rænt."
        }
    ]
}