{
    "forum_title": "Músík almennt",
    "user": null,
    "user_id": null,
    "date": "2006-01-05 15:16:49",
    "title": "Brennslan mín",
    "text": "Birta (tímarit sem er dreift aðra hvora viku með fréttablaðinu) hefur blaðsíðu þar sem “frægt” fólk velur sér tónlist á disk og segir frá því\naf hverju það valdi þessa tónlist á diskinn.  Þetta heitir brennslan mín. Ég verð sennilega aldrei jafn “frægur” og þetta fólk til að komast í blaðið með “brennsluna mína” svo ég set þetta bara á Huga í staðinn :).\nHvet ég aðra Hugara til að gera það sama en munið að það er BANNAÐ að velja fleiri en 10 lög. Ef í vafa, hafið þau þá færri. Það er bara ykkur að kenna að geta ekki valið á milli. Já, ég er harður, so what! Segið síðan frá því af hverju þessi lög en ekki einhver önnur voru valin, hvað gera þessi lög fyrir ykkur?\n—–\n01.Glósóli.\nSigur Rós er æðislegt band og þetta er að mínu áliti það besta sem þeir hafa gert hingað til.\nÉg hlustaði fyrst mikið á lagið og sá síðan myndbandið og það var eins og fyrst hefði komið hugmyndin, síðan myndbandið og síðan lagið. Það er lagið er tónlistin í myndbandinu. Merkilegt. Þetta lag kemur mér alltaf í gott skap.\n02.Pride (In the Name of Love).\nÉg féll í stafi þegar ég heyrði þetta lag fyrst og ekki var aftur snúið. Mín uppáhaldshljómsveit er U2. Ég fyrirgef þeim að hafa villst af leið og farið að búa til diskómix og eitthvað rugl. Bara eitt sem dugar fyrir þetta band og það er rokk og ról. Lagið fjallar um Martin Luther King og stolt hans sem engin gat tekið af honum þó að þeir hefðu tekið líf hans, það er hjarta og sál í þessu lagi. Af hverju ekki að velja Where the Streets Have No Name, þá má ráðast á mig fyrir það en ég valdi þetta lag.\n03.Eiledon.\nÞað kannast ábyggilega enginn við þetta lag. En þetta er í senn rólegt og kröfugt tilfinningalag með Big Country. Ég er stundum á því að The Edge úr U2 hafi stolið gítarsándinu frá Big Country eða a.m.k. fengið það “lánað”, hlustið bara á nokkur BC lög og berið saman við U2 lög. Það sem mér finnst gott við þetta lag er textinn og lagasmíðarnar, einstakt ef maður hlustar. Verst að söngvarinn skyldi hafa hengt sig fyrir einhverju síðan. Alltaf slæmt þegar menn kjósa auðveldu leiðina út en hann var að berjst við áfengið eins og svo margir og áfengið hafði betur. Þetta er besta BC lagið að mínu áliti.\n04.Comfortably Numb.\nÖrugglega í topp 3 yfir bestu lög Pink Floyd (hin eru að MÍNU áliti Shine on You Crasy Diamond og Wish You Were Here). Ótrúlegt lag og eitt besta og frægasta gítarsóló sem hefur verið samið. Fjallar um sjúkling og lækninn hans. Mjög vel samið og útfært lag. Reglulega gaman að sjá\nþetta á Live8 og Roger Waters líka. Síðan gátu þeir staðið saman í lokin sem ég hélt að ég myndi aldrei sjá án handalögmála. Það skilja þeir sem vita hvað hefur gerst á milli þeirra félaga í PF.\n05.The Bravery of Being Out of Range.\nÞegar Roger Waters “hætti” í Pink Floyd þá hóf hann brösuglegan sólóferil en eitt er víst að kallinn kann að semja lög og hefur mjög kröftugt\nímyndunarafl. Greinilega hugsandi maður þar á ferð eins og má heyra á Amused to Death disknum og þetta er eitt af hans allra bestu lögum eftir\nað hann “hætti” í Pink Floyd að MÍNU áliti eins og áður.\n06.At Your Most Beautiful.\nR.E.M. er einnig mjög skemmtilegt band sem hefur samið mikið af frábærum lögum og hefur einnig verið í uppáhaldi þó þeir séu ansi slappir núna\neitthvað. Ímyndunaraflið horfið út í loftið. Þetta lag var samið sem ástarsöngur og voru þeir að reyna að semja lag sem myndi líkjast\nlagasmíðum Brian Wilson úr Beach Boys en þeir hafa mikið álit á honum. Síðan tókst þeim að semja eitt rómantískast lag sem ég hef heyrt.\nFrábært.\n07.Wuthering Heights.\nKate Bush er einstök söngkona, það kemur aldrei fram annar eins einstakur listamaður og hún aftur. Þetta er eitt af hennar frægustu og bestu\nlögum og fjallar um Scarlett og Heathcliff úr kvikmyndinni Gone With the Wind og allt það drama sem virðist fylgja kvenfólki híhí, elska ykkur samt :). Söngurinn og myndbandið er fær tímann til að stoppa.\n08.Winter.\nTori Amos er virkilega öðruvísi listamaður. Hérna kemur hún með lag sem hittir alveg beint í hjartastað þeirra sem hafa nokkurn snefil af\ntilfinningum. Hvet ég bara fólk til að hlusta. Segi ekki meira.\n09.China Roses.\nEnya er einnig mjög sérstakur listamaður. Semur mjög róandi og afslappandi tónlist. Himneskt lag, himnesk tónlist.\n10.Tokyo Nights.\nThe Bee Gees. Nú álíta mig einhverjir skrítinn. Ég veit eiginlega ekki hvað ég á að segja um þetta lag það er eitthvað “element” í því sem fær mig til að hugsa um lífið og hvað það þýðir að vera hamingjusamur.\n—–\nNæst er ég að spái í að gera svona fyrir bíómyndir ef viðbrögð við því verða góð. Það er hvað bíómyndir eru í uppáhaldi hjá mér og af hverju, hvað gera þær fyrir mig.\nÞakka lesturinn :)\nBellator.",
    "url": "https://www.hugi.is/musik/greinar/363992/brennslan-min/",
    "url_id": "363992",
    "id": "2913580",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2006-01-05 15:53:58",
            "id": "2916489",
            "reply_to_id": "2913580",
            "text": "Fokkin' greit.\nReyndar er “Comfortably Numb” (að mínu mati)… Svo er Sigurrós svosem ágæt…"
        },
        {
            "user": "ShaiHulud",
            "user_id": "61215",
            "date": "2006-01-05 16:00:03",
            "id": "2916531",
            "reply_to_id": "2913580",
            "text": "skil ekki hvernig fólk geti fundist Sigur Rós skemtileg þetta er bara lið upp á sviði að glamra á hljóðfæri synga ekkert en þetta er bara mitt álit allanvega finnst mér þeir ógeðslega leiðilegir en má ég spyrja þig einu ertu stelpa?"
        },
        {
            "user": "ShaiHulud",
            "user_id": "61215",
            "date": "2006-01-05 16:02:15",
            "id": "2916551",
            "reply_to_id": "2916531",
            "text": "Hefur þér einhverntíman dottið í hug að nota punkt eða kommu?"
        },
        {
            "user": "ShaiHulud",
            "user_id": "61215",
            "date": "2006-01-05 16:08:00",
            "id": "2916618",
            "reply_to_id": "2916551",
            "text": "jú þegar ég gerir ritgerðir fyrir skólan.<— ánægð."
        },
        {
            "user": "ShaiHulud",
            "user_id": "61215",
            "date": "2006-01-05 19:54:48",
            "id": "2918185",
            "reply_to_id": "2916618",
            "text": "skólann… Lol, I must say."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-01-05 20:03:49",
            "id": "2918245",
            "reply_to_id": "2918185",
            "text": "ég er í skóla en ég er með lesblindu svo ég er ekkert sérstaklega góður í stafsetningu"
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2006-01-05 17:04:50",
            "id": "2917115",
            "reply_to_id": "2916531",
            "text": "Í staðinn fyrir þetta komment hefðiru alveg getað skrifað: “ÉG TALA UM HLUTI SEM ÉG VEIT EKKERT UM TIL AÐ GETA SÝNT ÖÐRUM HVAÐ ÉG ER KÚL”, nema bara með þrisvar sinnum verri stafsetningu."
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2006-01-05 17:19:40",
            "id": "2917201",
            "reply_to_id": "2917115",
            "text": "það má ekki hafa skoðun hérna án þess að fólk fari að væla"
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2006-01-05 19:12:56",
            "id": "2917865",
            "reply_to_id": "2917201",
            "text": "“bara lið upp á sviði að glamra á hljóðfæri synga ekkert ”\nþetta var eiginlega ekki merki um skoðun. Glamra á hljóðfæri? Nei. Það gera þeir ekki. Allir sem hafa eitthvað vit á hljóðfæraleik vita það. Syngja ekkert? Ehh, jú þeir syngja víst. Heilmikill söngur meiraðsegja."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-01-05 20:25:47",
            "id": "2918385",
            "reply_to_id": "2917201",
            "text": "Þetta var ekki skoðun, þetta var bull."
        },
        {
            "user": "dirabbdei123",
            "user_id": "32336",
            "date": "2006-01-05 17:06:45",
            "id": "2917129",
            "reply_to_id": "2916531",
            "text": "“ bara lið upp á sviði að glamra á hljóðfæri synga ekkert”\n-Eru ekki allar hljómsveitir bara “eitthvað lið” glamrandi á hljóðfæri? Og þeir syngja nú reyndar í flestum lögunum.\nMér finnst reyndar glósóli ekki gott lag miðað við önnur sigur rósar lög."
        },
        {
            "user": "dirabbdei123",
            "user_id": "32336",
            "date": "2006-01-05 20:02:58",
            "id": "2918240",
            "reply_to_id": "2917129",
            "text": "þau lög sem ég hef heirt herði ég ekki söng það var eins og einhver væri væla tók ekki eftir því hvort þetta væri frá einhverju hljóðfæri eða gaurin var að væla uppi á sviðinu"
        },
        {
            "user": "dirabbdei123",
            "user_id": "32336",
            "date": "2006-01-05 20:24:37",
            "id": "2918377",
            "reply_to_id": "2918240",
            "text": "Þú hefur heyrt part úr einhverju lagi og ekki einusinni hlustað nógu vel hvort þetta væri söngur eða hljóðfæri.\nHálfviti."
        },
        {
            "user": "dirabbdei123",
            "user_id": "32336",
            "date": "2006-01-05 20:38:59",
            "id": "2918462",
            "reply_to_id": "2918377",
            "text": "stfu ef manni fynnst lagið leiðilegt nennir maður ekki að hlusta það til enda"
        },
        {
            "user": "dirabbdei123",
            "user_id": "32336",
            "date": "2006-01-05 20:58:51",
            "id": "2918593",
            "reply_to_id": "2918462",
            "text": "Hættu þá að tjá þig um eitthvað sem þú veist nákvæmlega ekkert um. Þetta er eins og að tala um bók og hafa bara lesið fyrstu blaðsíðuna."
        },
        {
            "user": "dirabbdei123",
            "user_id": "32336",
            "date": "2006-01-05 21:06:44",
            "id": "2918641",
            "reply_to_id": "2918593",
            "text": "maður má alveg segja sína skoðun á hlutum án þess að  það komi eitthvað fan og verður sár ef maður tala ílla um eikkað"
        },
        {
            "user": "dirabbdei123",
            "user_id": "32336",
            "date": "2006-01-05 21:08:10",
            "id": "2918647",
            "reply_to_id": "2918641",
            "text": "Maður á ekki að segja skoðun sína á einhverju sem maður veit ekki um, ekki vera svona vitlaus."
        },
        {
            "user": "dirabbdei123",
            "user_id": "32336",
            "date": "2006-01-05 21:19:13",
            "id": "2918722",
            "reply_to_id": "2918647",
            "text": "ég hef alveg heirt lög með þeim og mér fannst þau öll leiðileg og þegar var einhver þáttur um þá fyrir nokkrum vikum þá fannst mér sú tónlist ekki skemtileg allanvega eins og gaurin sem var alltaf að tala í annahvort hataru þessa tónlist eða elskar en ég held að þeir sem þola hana ekki séu í meirihluta"
        },
        {
            "user": "dirabbdei123",
            "user_id": "32336",
            "date": "2006-01-05 21:22:00",
            "id": "2918760",
            "reply_to_id": "2918722",
            "text": "En samt hefuru aldrei heyrt neinn söng í lögunum?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-01-05 21:24:04",
            "id": "2918787",
            "reply_to_id": "2918760",
            "text": "nope ekki nema þetta gaul hafi verið söngur?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-01-05 21:25:54",
            "id": "2918811",
            "reply_to_id": "2918787",
            "text": "Ef þú getur ekki greint söng frá gauli þá veistu lítið um tónlist."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-01-05 21:28:11",
            "id": "2918838",
            "reply_to_id": "2918811",
            "text": "alltaf gaman að lenda á einhverjum sem er fan dauðans þótt að þeir færi í dauða rokk myndiru samt fara með þeim en þetta er bara mín skoðun mér finnst þessi tónlist ógeðslega leiðileg allanvega þau lög sem ég hef heyrt með þeim"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-01-05 21:37:15",
            "id": "2918926",
            "reply_to_id": "2918838",
            "text": "Ég er alls ekki fan dauðans. Þú segir að þetta sé glamur með engum söng, sem er rangt þar sem það er söngið í næstum öllum lögunum, sem gefur það til kynna að þú hefur varla neitt hlustað á nein lög með þeim. Og þar sem þú hefur lítið sem ekkert hlustað á þá, þá er fáránlegt að reyna að segja að þeir séu lélegir eða að tjá sig um þá á einhvern hátt.\nMér er alveg drullu sama þótt þér líki ekki við þá, en ekki reyna að mynda einhverja skoðun á einhverju sem þú veist ekkert um. Og ég er hættur að svara."
        },
        {
            "user": "dirabbdei123",
            "user_id": "32336",
            "date": "2006-01-05 21:28:48",
            "id": "2918841",
            "reply_to_id": "2918760",
            "text": "hættið að bögga k4ra, þetta er bara hanns skoðun, og Sigurós er svona..tja 20/100 imo, ég hef allveg gefið mér tíma í að reyna finnast þessi mússík góð en það gengur ekki, sorry ;*"
        },
        {
            "user": "dirabbdei123",
            "user_id": "32336",
            "date": "2006-01-05 21:31:09",
            "id": "2918863",
            "reply_to_id": "2918841",
            "text": "Þetta er eins og ég færi að tjá mig um harry potter og segja að bækurnar væru ömurlegar og hafa bara lesið 10 blaðsíður eða horfa á hálfann þátt af LOST og segja að þættirnir séu leiðinlegir."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-01-05 21:34:47",
            "id": "2918898",
            "reply_to_id": "2918863",
            "text": "en maður þarf samt ekkert að hlusta á heila disk til þess að meta hvort það sé varið í hljómsveitina þú verður að gera mun á því og að lesa 10bls af harry potter sem er t.d næstum 800bls"
        },
        {
            "user": "dirabbdei123",
            "user_id": "32336",
            "date": "2006-01-05 21:38:52",
            "id": "2918936",
            "reply_to_id": "2918863",
            "text": "tja já måske, en ég hlustaði nú á þó nokkur lög hjá vini mínum sem er Sigurós fan #1 og ég bara var ekki að fíla þetta, fín lyftu tónlist.. hehe.\nAnnars þá skil ég afhverju þú ert fúll, þarsem ég elska lost og ég mundir örugglega ráðast á þann sem segist hata lost eftir einn þátt :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-01-05 21:41:37",
            "id": "2918956",
            "reply_to_id": "2918936",
            "text": "haha lyftu tónlist lol það yrði til þess að þyngd íslendinga myndi lækka talsvert því þá tæki þá bara flestir stigan"
        },
        {
            "user": "gaulverji",
            "user_id": "14174",
            "date": "2006-01-05 16:12:02",
            "id": "2916667",
            "reply_to_id": "2913580",
            "text": "Mjööööög slæm tónlist\n(mín skoðun)"
        },
        {
            "user": "Mash",
            "user_id": "53466",
            "date": "2006-01-05 16:16:57",
            "id": "2916727",
            "reply_to_id": "2913580",
            "text": "þetta er ekki í neinni spes röð:\nViðrar vel til loftárása - Sigur Rós\nPopplagið - Sigur Rós\nRight now - Fort Minor feat. Blackthought, Styles of Beyond\nKenji - Fort Minor\nAmbiguous Figures - Styles of beyond\nin the end - linkin park\nekki nema von - sálin\nhexagram - deftones\nmy own summer - deftones\nlyric - zwan\nsvona lítur listinn út núna, en hann breytist á svona dags fresti…"
        },
        {
            "user": "StackhouseM",
            "user_id": "60043",
            "date": "2006-01-05 16:40:16",
            "id": "2916929",
            "reply_to_id": "2913580",
            "text": "Sammála þér með Bravery of Being Out of Range. Snilldar lag"
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2006-01-05 17:06:34",
            "id": "2917127",
            "reply_to_id": "2913580",
            "text": "Ég er hjartanlega sammála þér með þrjú bestu Pink Floyd lögin. Ég ætla að klappa fyrir þér."
        },
        {
            "user": "JasonNewsted",
            "user_id": "52258",
            "date": "2006-01-05 17:14:53",
            "id": "2917170",
            "reply_to_id": "2913580",
            "text": "ég gæti það ekki"
        },
        {
            "user": "Sidious",
            "user_id": "8012",
            "date": "2006-01-05 17:15:18",
            "id": "2917171",
            "reply_to_id": "2913580",
            "text": "1. Radiohead - The National Anthem\n2. Belle and Sebastian - The State I Am In\n3. Pulp - This Is Hardcore\n4. Vitalic - My Friend Dario\n5. Speedy J - Electric Deluxe\n6. Jeff Buckley - Yard of Blonde Girls\n7. Built To Spill - In The Morning\n8. M.I.A. - Arular\n9. Circulatory System - Inside Blasts\n10. Smashing Pumpkins - The Aeroplane Flies High (Turns Left, Looks Right)\nVeistu bara nenni ekki að taka tíma í að skrifa um þessi lög, tæki líka allt of langan tíma, en þetta er allavega hluti af því sem maður er búin að vera hlusta á síðustu vikur en annars hlusta ég eiginlega bara á heilar plötur nema auðvita að þetta séu compilations gerð af öðrum"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-01-09 01:19:18",
            "id": "2934665",
            "reply_to_id": "2917171",
            "text": "Mjög góður listi.\nOg það að þú hlustir aðallega á heilar plötur er það sama og ég geri. Annars hefði ég gert minn eigin lista."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-01-05 18:03:30",
            "id": "2917414",
            "reply_to_id": "2913580",
            "text": "1. Metallica - Metal Militia\n2. Bob Dylan - One more cup of coffee\n3. Black Sabbath - National Acrobat\n4. Beethoven - Moonlight Sonata\n5. Slayer - Angel of Death\n6. Megadeth - Rattlehead\n7. Pantera - Message in Blood\n8. Barber - Adagio\n9. Ennio Morricone - Ecstasy of gold\n10. Metallica - …And justice for all"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-01-05 21:07:27",
            "id": "2918644",
            "reply_to_id": "2913580",
            "text": "“Ég er stundum á því að The Edge úr U2 hafi stolið gítarsándinu frá Big Country eða a.m.k. fengið það ”lánað“, hlustið bara á nokkur BC lög og berið saman við U2 lög”\n-Ég er frekar á því að gítarleikarinn í BC hafi “stolið” frá Edge…"
        }
    ]
}