{
    "forum_title": "Smásögur",
    "user": "Kaea",
    "user_id": "52376",
    "date": "2006-01-10 17:28:06",
    "title": "Minningar",
    "text": "Það var rigning og rok úti. Flestir voru inni hjá sér horfandi á sjónvarpið eða spila. Allir nema ein stelpa. Hún stóð út á tröppum fyrir framan húsið sitt og horfði á útidyrnar. Hún var aðeins í gömlum þunnum náttkjól, ekki einu sinni í skóm, en hélt á dúkku.\nMargar hugsanir þutu í gegnum huga hennar. Hún rifjaði upp tíma frá því að hún var lítil. Þá hafði hún búið með mömmu sinni og pabba og haft það svo gott og þurfti ekki að hafa neinar áhyggjur. Þangað til að pabbi hennar fór til útlanda. Hann kvaddi stelpuna og lofaði henni að hann myndi kaupa dúkku fyrir hana. Svo kyssti hann hana á ennið og tók leigubílinn burt. Stelpan hafði horft á hann með tárin í augunum, samt vissi hún ekki hvað myndi gerast.\nHún rifjaði upp þegar mamma hennar var í símanum og byrjaði að gráta. Litla stelpan hafði horft á hana undrandi þangað til að hún lagði á. Þá hefði mamma hennar kastað sér í fang stelpunar. Stelpan horfði á mömmu sína en vissi ekki hvað gera skildi. Hún fékk að vita að pabbi hennar hafði lent í bílslysi og líkurnar á því að hann myndi lifa væru litlar.\nHún rifjaði upp þegar þær flugu til útlanda í flýti. Svo keyrðu þær uppá spítala og fengu að sjá hann. Alls staðar voru læknar í kringum hann að reyna að lækna hann. Seinna var þeim hleypt inn. Það síðasta sem hún mundi eftir var þegar hann gaf henni dúkkuna.\nHún rifjaði upp jarðarförina. Þegar fullt af fólki sem hún þekkti ekki neitt byrjuðu að knúsa hana og reyna hugga hana. Auðvitað dugði það ekkert. Hún var nýbúin að átta sig á því að hún sæi aldrei aftur pabba sinn.\nHún rifjaði upp þegar mamma hennar kom heim með nýjum manni 2 árum seinna. Fyrst um sinn var hann rosalega góður við þær báðar en það var eitthvað sem stelpunni líkaði ekki. Hann reyndi svo oft að þykjast vera pabbi hennar.\nHún rifjaði upp þegar hann byrjaði að berja mömmu hennar og gera henni lífið leitt. Þá rak hann stelpuna alltaf út og þar þurfti hún að sofa en hún stóð alltaf bara á nákvæmlega sama stað og núna.\nÞað var eins og hugsanirnar stoppuðu. Stelpan horfði tómum augum upp í svartan himinninn. Það hefði mátt vinda hárið hennar og kjóllinn var nánast ónýtur. Hún faðmaði dúkkuna að sér og hljóp í burtu.. hljóp eins hratt og hún gat svo enginn gæti fundið hana.",
    "url": "https://www.hugi.is/smasogur/greinar/364031/minningar/",
    "url_id": "364031",
    "id": "2914113",
    "replies": [
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2006-01-10 17:37:20",
            "id": "2942167",
            "reply_to_id": "2914113",
            "text": "Hún faðmaði dúkkuna að sér og hljóp í burtu.. hljóp eins hratt og hún gat svo enginn gæti fundið hana.\nÞegar ég las þessa setningu fékk ég allt í einu þörf fyrir að blasta www.legit.dk í smástund."
        },
        {
            "user": "Kaea",
            "user_id": "52376",
            "date": "2006-01-10 17:40:00",
            "id": "2942194",
            "reply_to_id": "2942167",
            "text": "haha afhverju?:p"
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2006-01-10 17:42:58",
            "id": "2942209",
            "reply_to_id": "2942194",
            "text": "ekki hugmynd!"
        },
        {
            "user": "Kaea",
            "user_id": "52376",
            "date": "2006-01-10 17:43:27",
            "id": "2942214",
            "reply_to_id": "2942209",
            "text": "spes =)"
        },
        {
            "user": "miltisbrandur",
            "user_id": "58960",
            "date": "2006-01-10 18:19:26",
            "id": "2942502",
            "reply_to_id": "2942167",
            "text": "TAKK! hef verið að leita að þessu geðveikt lengi!"
        },
        {
            "user": "MeistarinnMarri",
            "user_id": "46713",
            "date": "2006-01-10 18:34:16",
            "id": "2942633",
            "reply_to_id": "2942167",
            "text": "ég var með hátalarana í botn þegar ég klikkaði á þetta og fékk næstum hjartaáfall"
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2006-01-10 18:34:58",
            "id": "2942638",
            "reply_to_id": "2942633",
            "text": "haha.. góðu"
        },
        {
            "user": "miltisbrandur",
            "user_id": "58960",
            "date": "2006-01-10 18:17:46",
            "id": "2942485",
            "reply_to_id": "2914113",
            "text": "ekkert spes.. notuð hugmynd finnst mé"
        },
        {
            "user": "Afhverju",
            "user_id": "30401",
            "date": "2006-01-10 18:19:34",
            "id": "2942505",
            "reply_to_id": "2914113",
            "text": ":'(  sorglegt"
        },
        {
            "user": "bluntman",
            "user_id": "49532",
            "date": "2006-01-10 19:12:56",
            "id": "2942903",
            "reply_to_id": "2914113",
            "text": "Sorgleg en góð saga :)\nSkemmtilegt hvernig hinir eyðilögðu alveg svörin með tilgangslausum commentum…"
        },
        {
            "user": "Shadowfaxx",
            "user_id": "37855",
            "date": "2006-01-10 19:24:44",
            "id": "2942993",
            "reply_to_id": "2914113",
            "text": "þú gerir alltaf svo sorglegar sögur\nGóð saga :]"
        },
        {
            "user": "Kaea",
            "user_id": "52376",
            "date": "2006-01-10 19:55:46",
            "id": "2943270",
            "reply_to_id": "2914113",
            "text": "Það vantar neistan, maður finnur ekki nógu vel fyrir sorg telpunar. Annars finnst mér hugmyndin spennandi og væri gaman að sjá þig eða einhvern vinna nánar með hana."
        },
        {
            "user": "Kaea",
            "user_id": "52376",
            "date": "2006-01-10 20:01:50",
            "id": "2943310",
            "reply_to_id": "2943270",
            "text": "takk fyrir ábendinguna =) ég skal reyna að vanda mig meira næst :p"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-01-10 20:06:41",
            "id": "2943352",
            "reply_to_id": "2943310",
            "text": "Fyrri sagan þín “Sjálfsmorð..!” var t.d. alls ekki slæm, og það var þessi ekki heldur. Það vantaði bara neistan til að fá mann til að gráta -_- En eins og ég sagði, skemmtileg lesning þótt hún var stutt.\nEins og Kaninn segir: Keep it up."
        },
        {
            "user": "JHJ",
            "user_id": "61533",
            "date": "2006-01-10 22:00:54",
            "id": "2944120",
            "reply_to_id": "2914113",
            "text": "Já fín saga kannski heldur stutt smásaga fyrir minn smekk en fín..\nkveðja.\nDan brown"
        }
    ]
}