{
    "forum_title": "Bílar",
    "user": "stakka",
    "user_id": "1280",
    "date": "2001-08-02 19:59:01",
    "title": "Lögreglan og tækin.",
    "text": "Mig langar bara að koma því aðeins á framfæri og jafnvel spyrja ykkur útí tæki lögreglunnar. Við vitum að þeir eru á volvo 850 2.0 vél sem að margir 1.6 bílar geta stungið hana af. Síðan eru þessir mmc spacewagon. (hvað eru þeir öflugir?) Econoline sem að er víst með ágætis vél. Og Galant V6 24 ventla sem er 170 hestöfl með beinskipti eiginleikum. Og síðast en ekki síst það sem maður óttast mest Subaru impreza turbo, sem að löggurnar á Selfossi eru með, 218 hestöfl. Ég gleymdi eiginlega alveg Opel vectra 2.0 sem að minn 1600 tekur auðveldlega. En spáum nú í hinum köggunum þessum átta cylendra og allar ofurbreyttu subaróar imprezur turbo.\nHvaða löggubíll á að hafa í þá.\nOg ef þið hafið einhverjar tölur um mótorhjól lögreglunnar.",
    "url": "https://www.hugi.is/bilar/greinar/36520/logreglan-og-taekin/",
    "url_id": "36520",
    "id": "247015",
    "replies": [
        {
            "user": "sinnep",
            "user_id": "1562",
            "date": "2001-08-02 23:09:44",
            "id": "247016",
            "reply_to_id": "247015",
            "text": "aba babba babb, Er löggan ekki með sér úpbúnna bíla, alla vegna veit ég að Econoline hjá þeim og sjúkraliðinu eru allir sér breittir, þá fyrir hraðakstur og þar kemur stærri vél inní, og ég held að afgangurinn af hinum bílunum sé þannið líka, svo að löggan sé ekki stunginn auðveldlega af"
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2001-08-03 00:16:30",
            "id": "247017",
            "reply_to_id": "247016",
            "text": "Já, lögreglan hlýtur að vera með sérstak breytta bíla :Þ!"
        },
        {
            "user": "Peturm",
            "user_id": "1869",
            "date": "2001-08-13 08:48:44",
            "id": "247018",
            "reply_to_id": "247017",
            "text": "Ég vil benda á að sjúkraliðið eins og þú orðar það er ekki með sér breytta bíla til hraðaakstur, það eins er gert við þá er að öflugri bremsur eru sett í þá. Það sem menn gætu verið að rugla er að þeir eru með 10cyl econoline en annars eru flestir Diesel græjur."
        },
        {
            "user": "vamanos",
            "user_id": "8901",
            "date": "2001-08-03 00:47:30",
            "id": "247019",
            "reply_to_id": "247016",
            "text": "Ég gleymi því sennilega seint þegar ég sá einn af Opel Omega löggubílunum (sem eru eitt það vígalegasta sem sést hefur í lögguflotanum lengni, að mínu mati) koma á húrrandi siglingu eftir Sæbrautinni. Kjálkinn ætlaði í gólfið. Ef einhver segist stinga þennan bíl af á 1600 bílnum sínum þætti mér afskaplega gaman af að fá að sitja í téðum 1600 bíl. ;)"
        },
        {
            "user": "allipalli",
            "user_id": "287",
            "date": "2001-08-03 08:34:25",
            "id": "247020",
            "reply_to_id": "247016",
            "text": "Econoline sjúkra bílarnir eru nú bara með orginla vélinni .. 7.2 turbo diesel … það eina sem var gert við þá var að smella í þá framdrifi."
        },
        {
            "user": "gdawg",
            "user_id": "3976",
            "date": "2001-08-03 10:24:31",
            "id": "247021",
            "reply_to_id": "247020",
            "text": "Þetta með sjúkrabílana er ekki alveg rétt, það er alavega einn með V10 vél, það heyrist mjög fallega í honum og svo er hann merktur á hliðinni. Ég veit ekki hvort hann er í þjónustu ennþá, en hann var það í fyrra. Varðandi Omegurnar þá reyndar veit ég það ekki fyrir víst, en kæmi það á óvart að það væri stærri en 2.0 vél í þeim, allavega miðað við púststærð… Veit einhver fyrir víst e-ð um vélarnar í þessu? og annað hafi þið heyrt sögurnar um BMW-bílinn sem löggan í Keflavík á að vera á? Hef heyrt að það sé ekki hægt að stinga hann af…"
        },
        {
            "user": "allipalli",
            "user_id": "287",
            "date": "2001-08-03 15:39:48",
            "id": "247022",
            "reply_to_id": "247021",
            "text": "Ég veit bara að í fyrra eða hitt í fyrri var keypt heil dobía af econoline sjúkrabílum og ekkert var átt við vélina í þeim (sem var 7.2 diesel)."
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2001-08-03 16:42:05",
            "id": "247023",
            "reply_to_id": "247022",
            "text": "Því miður komst ég ekki í það að svara um hvort bílarnir væru breyttir, það var gert fyrir mig. Það er ekkert fiktað í löggubílum nema sá búnaður sem lögreglan þar að hafa. Talstöð, blá ljós, radarmælir. Það er ekkert átt við vélarnar, kubba, innpýtingu etc.\nÉg er bara að spá í að hvað gerir löggan ef að hún er að elta einhvern chevrólett með 455 vél, pontiac, camaro, mustang gt og ofurtjúnaða japanska bíla svo sem Imprezurnar og ég veit um einn eclipse 320 - 400 hestar. Hvað gerir löggan þá. Og þetta með imprezurnar á selfossi er haft eftir heimildum í morgunblaðinu þar sem að þeim voru afhventir tveit turbo bílar. Í minnir fyrrasumar. Hvað svo sem að þeir eru búnir að gera við þá, veit ég ekki.\nOg varðandi að stinga lögguna af er sama sem ekki hægt nema kannski á mótorhjóli og vona að hún nái ekki númerinu. En svo er það hinsvegar það að löggan verður að hafa þig í augsýn eða hafa náð númerinu, ef annaðhvort og þú ert á vinsælum bíl þá getur þetta verið einhver annar."
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2001-08-03 17:03:29",
            "id": "247024",
            "reply_to_id": "247023",
            "text": "Afsakið ég endurrita þetta seinasta. Ef þeir hafa sem sagt ekki á þig að þeir hafi náð bílnúmerinu eða haft þig í augsýn allan tíman og þú ert á bíl sem að mikið er til af á götunum. T.d. Corollu, lancer, imprezu eða þessháttar bíla, þá geta þeir ekkert gert nema að þú játir á þig sökina."
        },
        {
            "user": "svg",
            "user_id": "330",
            "date": "2001-08-06 16:49:26",
            "id": "247025",
            "reply_to_id": "247021",
            "text": "Það ætti að vera mjög auðvelt fyrir þig að stinga af BMW sem löggan í Keflavík er á. ;-)\nAf þeirri einföldu ástæðu að eini BMW sem ég man eftir að þeir hafi verið á var seldur fyrir svona 4 eða 5 árum síðan, minnir að hann hafi verið 5 týpa."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-08-06 21:51:04",
            "id": "247026",
            "reply_to_id": "247025",
            "text": "Ecoline 7,2 superstroke er um 300hözl"
        },
        {
            "user": "gotti",
            "user_id": "3385",
            "date": "2001-08-03 01:10:52",
            "id": "247027",
            "reply_to_id": "247015",
            "text": "http://home.islandia.is/lr/logreglubilar.htm\n'\nFann þessa brill.. síðu fyrir okkur ökuníðingana á leit.is."
        },
        {
            "user": "Drake",
            "user_id": "4647",
            "date": "2001-08-03 01:35:42",
            "id": "247028",
            "reply_to_id": "247015",
            "text": "Leiðrétting, Lögreglan á selfossi er ekki á Imprezu,\nEinu bílarnir sem þarf helst að óttast eru Omegurnar, ég vann hjá lögregkunni á selfossi í smátíma, það er auðvelt að sigla þeim í 200 og tekur ekki langan tíma og mjög gott að keyra þa´á þessum hraða, en þeir fara reyndar ekki mikið hraðar nema þeir fái þeim mun meir vegalengd til þess, þeir eru gefnir upp með 230 km hámarkshraða en ljósabogin er með það mikla vindmótstöðu að það minnkar um 10% og er það kennt í akstursnámskeið í lögruskólanum, svo þeir vita af því."
        },
        {
            "user": "Vindur",
            "user_id": "11782",
            "date": "2001-08-03 07:36:47",
            "id": "247029",
            "reply_to_id": "247028",
            "text": "Svona fyrir forvitnissakir,\neru einhverjir vegir á Íslandi þar sem akstursskilyrði bjóða upp á 200 km/klst akstur ?\nJafnvel þó að “Palli væri einn í heiminum ?”\nEftir því sem ég man best þá eru allir vegir á Íslandi meira og mynna bugðóttir, hallandi og holóttir.\nÞað eru til bifhjól sem framleiðandinn gefur upp 320 km/klst hámarkshraða, en það væri líklega lítil tilgangur í að ætla sér þann hraða á klakanum ;-)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-08-03 08:28:11",
            "id": "247030",
            "reply_to_id": "247029",
            "text": "Ó- já"
        },
        {
            "user": "ajaxultra",
            "user_id": "9669",
            "date": "2001-08-11 18:17:59",
            "id": "247031",
            "reply_to_id": "247029",
            "text": "Félagi minn fór nú á 270 km hraða uppi á kjalranesi á viper fyrir 3 árum"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-08-11 18:29:12",
            "id": "247032",
            "reply_to_id": "247031",
            "text": "Einmitt… Og þú kaupir þetta bara si svona? Hvernig mældi hann þetta?"
        },
        {
            "user": "thorgeir",
            "user_id": "2174",
            "date": "2001-08-12 17:50:03",
            "id": "247033",
            "reply_to_id": "247032",
            "text": "Mal3: væntanlega með þvi að lita á hraðamælirinn! :)\nEn annars hef ég heyrt að þessi BMW i keflavik sé 735 turbo! og á að vera mjög öflugur!"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-08-13 01:01:58",
            "id": "247034",
            "reply_to_id": "247033",
            "text": "Jamm, en það er alþekkt að hraðamælar í bílum eru oftast MJÖG ónákvæmir þegar á slíkan hraða er komið og segja lang oftast mun hærri tölu en verið er að aka á.\nÞetta hefur endurtekið sýnt sig þegar bílablöð prufa bíla á ofsahraða."
        },
        {
            "user": "maverick",
            "user_id": "2137",
            "date": "2005-01-02 13:55:07",
            "id": "1876354",
            "reply_to_id": "247029",
            "text": "Sæll, “Vindur”  :d\nÉg átti í fyrra ZX10 kawasaki sem er með hámarkshraða 276 Km klst við kveikjuútslátt, miðað við orginal dekkjastærð og gíringu. ég keyrði þetta hjól ítrekað út í útslatt í hæsta gír, meðal annars á kaflanum frá mjóddinni niður í áttina að dugguvogi.  Þetta er “fyrst hand info” handa þér. Það eru fjölmargir spottar hérna heima sem öflugt hj´+ol eða bíll getur tekið á því.  ég hef einnig búið í bandaríkjunum, þ.e. í new york og ég get sagt þér að eftir talsverðan flæking um USA þá eru t.d. vegir þar síst betri almennt heldur en hér. Virkilega góðir vegir til hraðaksturs eru í svíþjóð og þýskalandi en ekki á mörgum öðrum stöðum í heiminum. svona til að klára þetta röfl þá hef ég líka ekið Trans Am árg 1974 með 455 SD rellu upp fyrir 145 mílur í spreng alla leið frá ártúnshöfða upp í MOS eins og gamli vegurinn var. Missti meðal annars gluggalista af framrúðunni við þetta uppátæki. :D  Allavega þá eins og ég sagði, hér er nóg af góðum spottum .  Á hinn bóginn þá er það fásinna að akka svona eins og ég gerði á almennum vegum og er mikil þörf hérna heima fyrir alvöru akstursbraut þar sem menn geta gefið í á öruggu svæði. :D"
        },
        {
            "user": "margeir",
            "user_id": "46658",
            "date": "2001-08-03 10:34:09",
            "id": "247035",
            "reply_to_id": "247015",
            "text": "Eitt sem ég vil fá á hreint hérna, er fólk virkilega að stunda það að stinga af lögreglubíla?\nMér finnst þetta ótrúlega barnaleg umræða að pæla í bílaflota löggunnar með tilliti til þess að stinga þá af, hvað þá á 1600 dollu!\nÉg held að fólk haldi að þeir sleppi því bara að elta mann ef maður kemst undan, þeir verði bara “ooohh…pirrandi, hann slapp…jæja, gerum eitthvað annað”. Það er alls ekki raunin, ef bíll stingur af lögreglubíl eru að sjálfsögðu kallaðir til aðrir bílar til að koma á móti og viðkomandi þarf að kljást við mun meiri vandræði heldur en hraðasekt - líkurnar á að sleppa eru litlar sem engar.\nÞar að auki stefnirðu lífi allra annarra sem í umferðinni eru í hættu, það þarf enginn að segja mér að “bestu mögulegu aðstæður til hraðaksturs” gildi allan þann tíma sem á eltingarleik stendur, ég vil ekki lenda framan á einum svona hálfvita!\nSpurning um að vera það mikill maður að greiða bara þær sektir sem maður hlýtur ef maður er á annað borð tekinn við ólöglegan akstur - maður er jú að brjóta lög.\nthatman - pirraður á svona rugli"
        },
        {
            "user": "margeir",
            "user_id": "46658",
            "date": "2001-08-13 17:19:52",
            "id": "247036",
            "reply_to_id": "247035",
            "text": "Ég verð að segja að ég er algerlega sammála þér í þessu. Þó svo að menn séu á einhverjum tryllitækjum er nánast vonlaust að stinga lögregluna af.\nEinhver sagði mér að þessi “venjulegi” VW Passat sem lögreglan er á sé um 12 sek í 200km/klst. Óháð því er það nú staðreynd að við erum stödd á eyju og það gæti orðið svolítið vandamál ef menn ætla sér í eltingaleik.\nÞað er ekki nema einhverjir guttar á krossurum sem í einstaka tilvikum hafa náð að stinga lögregluna af út í móa og þá með lollann í buxunum.\nHins vegar er ég þó á því að hækkunin á sektum muni ekki breyta þeirri leiðindar staðreynd að dauðsföllum í umferðinni fari hækkandi.\nÉg tel að ef hámarkshraðinn væri hækkarðu í ca. 110-20 væri hugsanlega minna um framúrakstur og menn gætu hugsanlega vanið sig á að aka gætilega á þessum hraða.\nÞað að aka hratt annarsvegar en glannalega hins vegar er tvennt ólíkt!!!\nMargei"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-08-13 17:53:31",
            "id": "247037",
            "reply_to_id": "247036",
            "text": "Þú hefur nokkuð til þíns máls Margeir.\nEn ef að Passat hjá lögreglunni nær 200km/klst á 12 sekúndum skal ég éta hattinn minn.\nÞað þykir alvarlega snöggur bíll sem nær 100 mph á 10 sekúndum…"
        },
        {
            "user": "Sykur",
            "user_id": "9705",
            "date": "2001-08-20 15:55:54",
            "id": "247038",
            "reply_to_id": "247037",
            "text": "ahm… mér finnst mjög ólíklegt að passat dolla nái 200km/klst á 12 sek.\nÞess skal geta að porcheinn á bílasýningunni(man ekkert hvað hann heitir :)\nhann er 4 sek. upp í hundraðið og 10 sek. upp í 200 km þannig að maður er c.a. 5 sek. að missa prófið :)"
        },
        {
            "user": "bennyhill",
            "user_id": "5327",
            "date": "2001-08-21 11:16:24",
            "id": "247039",
            "reply_to_id": "247038",
            "text": "Bara hafa þetta á hreinu þá eru flestir econline bílarnir með 7,3 Powerstroke Diesel 230 hö það eru nokkrir með V10 bensín en mjög fáir."
        },
        {
            "user": "einarkm",
            "user_id": "2786",
            "date": "2001-08-03 12:31:14",
            "id": "247040",
            "reply_to_id": "247015",
            "text": "Ja hérna hér….\nÞar sem karl faðir minn er nú lögregluvarðstjóri hef ég oft spurt hann útí þetta með breytta lögreglubíla og þetta svar fékk ég:\nNei, það sem eina sem er breytt að einhverju ráði í bílum lögreglunnar er búnaður inní bílunum, radarinn, talstöðvar o.sv.frv.\nEitt er þó hægt að segja um MMC Galantinn að það var eitt sinn strákur á Reykjanesbrautinni að stinga lögregluna af og tókst vel þar sem Volvoinn hafði ekki mikið í mótórhjólið sem hann var á. Hins vegar brá honum mikið þegar bláu ljósin voru að koma nær og nær og þar var “Flugvélin” búinn að ná honum, eftir að hafa bæst í eltingaleikinn. Flugvélin er nafn sem Galantin fékk á sig snemma."
        },
        {
            "user": "minnskalli",
            "user_id": "7266",
            "date": "2001-08-03 13:19:42",
            "id": "247041",
            "reply_to_id": "247040",
            "text": "ég get staðfest að fyrir svona 10 árum þá var lögreglan með NOS skot í örfáum bílum, og var hugsunin á bakvið það að ná hjólunum, en þetta er frekar langt síðan og eru þeir hættir þessu. Það þarf ekkert að vera hræddir við lögreglubíla, það er þó hægt að koma auga á þá, annað en hraðamyndavélarnar! það eru komnar hraðamyndavélar í sumar rauðaljóskassanna, ég vissi um að það væri komið í Miklubraut-Kringlumýrarbraut en svo var skotið á mig á Sæbraut-Holtavegi í gærkveldi og verð ég heppinn maður ef ég held prófinu mínu.. :( og helvítis óheppni, þetta var í fyrsta skipti í allt sumar sem ég spýti í innanbæjar! hef verið fyrirmyndarökumaður innanbæjar (allt annað mál er komið er á þjóðvegi ;) ) og fær mar sona í andlitið, það borgar sig ekki að eiga hraðskreiðan bíl á íslandi…"
        },
        {
            "user": "Draugur",
            "user_id": "10167",
            "date": "2001-08-03 13:52:49",
            "id": "247042",
            "reply_to_id": "247015",
            "text": "Ég veit að lögreglan í hafnarfirði er á venjulegum sjálfskiptum fjöldskyldu bílum sem eru ekkert sérstakir og ég veit að það á við um fleiri staði."
        },
        {
            "user": "T23",
            "user_id": "7741",
            "date": "2001-08-03 21:51:42",
            "id": "247043",
            "reply_to_id": "247015",
            "text": "Lögreglubílarnir eru allir útúrtjúnaðir með tölvukubbum, loftsíum og allskonar svoleiðis! Ég hef séð löggubíl elta einhvern gaur á sportbíl en veist löggan var ekki lengi að ná honum þegar hún steig bensíngjöfina niður, það var geðveikt að sjá þetta!"
        },
        {
            "user": "vision",
            "user_id": "8637",
            "date": "2001-08-04 07:38:08",
            "id": "247044",
            "reply_to_id": "247015",
            "text": "Ef maður reynir að stinga lögguna af þá hafa þeir rétt til þess að aka utaní bifreið þína í þeim tilgangi að stöðva hana. Það þýðir að keyra bílinn hjá manni útaf.\nOg ef þeir gera þetta þarf maður meira að segja að borga tjónið á lögreglubílnum.\nSíðan geta þeir líka sett upp vegtálma og gaddakeðjur.\nÉg reyndi þetta fyrir nokkrum árum og ég lenti í umferðarþröng, löggubíllinn keyrði aftaná bílinn hjá mér og ég fékk aldrei bætur (af því að ég var að reyna að stinga af).\nEf eithvað kemur fyrir þegar maður reynir að stinga af þá bæta tryggingarnar það ekki.\nÉg hef lært af biturri reynslu að þetta borgar sig ekki.\n(ps. ég er núna sviptur ævilangt=5ár)"
        },
        {
            "user": "flundri",
            "user_id": "8889",
            "date": "2001-08-04 17:54:13",
            "id": "247045",
            "reply_to_id": "247044",
            "text": "Opel Omega löggubílarnir eru V6 2.5 ég held að þeir séu um 200hö en sjálfskiftir þannig að þetta eru engar ofurkerrur.\nÞað er bara bull að þeir séu eitthvað tjúnaðir,vinur minn er að vinna á verkst. hjá Bílheimum, ég hef þetta eftir honum."
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2001-08-05 13:32:21",
            "id": "247046",
            "reply_to_id": "247045",
            "text": "Já og ef fólk hlustar lógískt þá myndi það pæla í því að tölvukubbar taka bílana úr ábyrgð nema ef þeir eru samþykktir af umboðinu, það eru þeir kubbar sem umboðin selja. Sama gildir um vélar ef þú ert að breyta einhverju í vélinni þá dettur hún úr ábyrgð. Og svo verður lögreglan náttúrulega að halda kostnaðinum í lágmarki.\nÞannig að peningar fyrir breytingar á vél eru engnir."
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2001-08-05 13:52:41",
            "id": "247047",
            "reply_to_id": "247046",
            "text": "Hlustar á lógík"
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2001-08-05 13:53:46",
            "id": "247048",
            "reply_to_id": "247047",
            "text": "Veit einhver tölurnar á lögguhjólunum??"
        },
        {
            "user": "porky",
            "user_id": "2189",
            "date": "2001-08-05 17:51:02",
            "id": "247049",
            "reply_to_id": "247048",
            "text": "Eina sem eg hef heyrt um loggubilana er ad their seu med styrkt boddi eda rettara sagt burdarvirkid i bilnum"
        },
        {
            "user": "octavo",
            "user_id": "10323",
            "date": "2001-08-06 14:10:48",
            "id": "247050",
            "reply_to_id": "247015",
            "text": "Mér skilst að það megi flokka lögreglubíla í tvennt: Venjulega bíla sem búið er að bæta í búnaði, og bíla sérstaklega framleidda sem lögreglubíla."
        },
        {
            "user": "b52",
            "user_id": "9058",
            "date": "2001-08-06 15:21:51",
            "id": "247051",
            "reply_to_id": "247015",
            "text": "Volvo 850 eða v 70 er venjulega með 2500 vél minnst hestöfl þar eru 143 hestöfl ef ég man rétt og mest rúmlega 300 hestöfl twin turpo enn bara turpo c.a 230 hestöfl enn það er rétt að þú getur fengið hann með 2.0 litra vél enn ég efats um að séu margir slikir á götunum fyrst þegar 850 bilinn kom til landsins var hann bara fáanlegur glt enn það stendur sjaltnast á þeim  enn þeir eru 170 hestöfl ef ég man rétt hámarks hraði á þessum bilum man ég ekki enn ég giska  frá 190-240 km  eftir hvaða mótor þeir hafa.\nHvaða bil löggan ætti að hafa ég myndi seigja S80 öruggur kraftmikill og nógu stór fyrir þá og caravelle og transit sem svartamariur\nmeð kveðju\nb 52"
        },
        {
            "user": "Lotti",
            "user_id": "10703",
            "date": "2001-08-06 15:43:23",
            "id": "247052",
            "reply_to_id": "247015",
            "text": "Lögreglan hefur ekkert með einhverja fomúlubíla að gera. Það er yfirlýst og hárrétt stefna lögreglunnar að hætta eftirför ef um ofsaakstur er að ræða. Hvað haldið þið að gæti skeð ef löggan yrði alltaf með kraftmestu bílana og elti menn í það óendanlega, bæði í þéttbýli og á þjóðvegum, hvað yrði langt í næsta slys. Og hverjum yrði um kennt, ekki hálvitanum sem verið væri að elta heldur löggunni fyrir að vera enn vitlausari! Ég man ekki atburðarásina frá a til ö en fyrir einum 2 eða 3 árum varð slys á vesturlandsvegi þar sem löggan var í eftirför, lögreglubíllin lenti í árekstri. Enginn tók upp hanskann fyrir lögguna. Og DV fannst það ekkert betra að hafa að gera næstu vikuna en að reyna að sakfella lögguna, þeir litu framhjá orsökinni. Öllum þykir sjálfsagt að afbrotamenn séu eltir og löggan oft gagnrýnd fyrir að vera ekki með nógu kraftmikla bíla til að ná þeim. Og þegar löggan lendir í óhappi við eftirför er allri skuldinni skellt á lögguna, fíflið sem orsakaði uppákomuna sleppur við gagnrýni, ef hann er þá ekki beinlínis talin  hetja að hafa leikið á lögguna!!"
        },
        {
            "user": "Sykur",
            "user_id": "9705",
            "date": "2001-08-07 02:06:30",
            "id": "247053",
            "reply_to_id": "247015",
            "text": "stakka: hehe, félagi minn stakk lögguna fjórum sinnum af á 1500 lödu vél…. reyndar bara búinn að setja hana í böggybíl á 44\" :)\nMesta furða að 1500 vél hafi náð að knýja þetta tryllitæki áfram… en þeir náðu að spóla í hringi og alles, enda var þetta fislétt"
        },
        {
            "user": "Sykur",
            "user_id": "9705",
            "date": "2001-08-07 02:10:48",
            "id": "247054",
            "reply_to_id": "247053",
            "text": "Strákurinn sem smíðaði hann er bara snillingur, hann gæti gert flugvél úr pappakassa (smá ýkjur :)\nEn hann var 15 ára þegar að hann smíðaði bílinn, sem sagt fyrir 2 árum. Hann smíðaði allan bílinn sjálfur, helvíti vígalegt tröll, ekki myndi ég vilja mæta því."
        },
        {
            "user": "Slay",
            "user_id": "258",
            "date": "2001-08-07 16:28:09",
            "id": "247055",
            "reply_to_id": "247054",
            "text": "Veit það fyrir víst að hverfisbílarnir, opel, eru ekki það öflugir, MMC Eclipse bíll tók þá “létt”, honum var skellt í 260km/klst og hvarf.\nLöggann fann hann daginn eftir, hann neitaði, ekkert hægt að gera, kæra felld niður."
        },
        {
            "user": "gmh",
            "user_id": "469",
            "date": "2001-08-10 00:29:44",
            "id": "247056",
            "reply_to_id": "247055",
            "text": "Stjúpi minn er Lögga og hann segir að Löggubílarnir séu bara með Orginal vélum!!1\nReyndar þetta með Imprezuna…ég heyrði að ein væri á Blöndósi :) sel það ekki dýrara en ég keypti það…\nEn annars vinnur minn átti WV Golf \"87 1800 DOCH Túrbó og hann var eltur af 8 löggubílum….hann var buin að stinga þá af þegar hann lenti í því að fara inní einstefnu :( p.s tveir voru illa farnir eftir kanta :) þurfti að draga burt :)\nÉg hef nú oftar en einusinni setið í löggubíl og mér fannst ekki mikið varið í powerið….\nOg þetta með Econlinein þó hann sé 7,2 og 300hö þá ferðu létt með að stinga þá af.\nÞeir eru svo þungir og það er ekki gott að keyra þá á miklum hraða í beygjum :) þannig að þú bara beygir mikið :)\nGalantin er snild nema Kassin!!\nFór í einum löggubíl eftir 3600 km :) og öðrum eftir 6000 km…."
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2001-08-10 13:55:54",
            "id": "247057",
            "reply_to_id": "247056",
            "text": "Mig langar að sitja í Galant löggubíl sem er að elta einhvern. Horfa á þetta beinskiptieignleika dæmi. Ég hef aldrei keyrt svona bíl og mig langar að vita hvernig þetta fúnkerar á svona kerrum sem eru að reyna allt til að koma honum sem fyrst upp."
        }
    ]
}