{
    "forum_title": "Popptónlist",
    "user": "mancubus",
    "user_id": "819",
    "date": "2006-01-10 04:48:01",
    "title": "Hvað er popp tónlist?",
    "text": "Mig langaði að skrifa stutta grein um hvað popp tónlist er raunverulega. Það virðist vera mikill misskilningur í samfélaginu og hér á huga m.a. hvað flokkast sem popp tónlist. Ætlunin með þessari grein er að leiðrétta þennan misskilning og opna huga fólks fyrir því hvað popptónlist er og snýst um.\nVið skulum byrja á alfræði-orðabókinni góðu:\nhttp://en.wikipedia.org/wiki/Pop_music\n“Pop music, in popular and contemporary parlance, is a subgenre of popular music. Since the term spans many rock, hip hop, rhythm and blues (R&B), country, dance and operatic pop acts, it is reasonable to say that ”pop music“ is a loosely defined category. ”\nÞarna er í raun verið að segja að popp tónlist er mjög víðfemt hugtak og getur í raun náð yfir hvaða tónlist sem er, þrátt fyrir að í nútímalegu samhengi nær það yfir ákveðin flokk tónlistar. En það er meira..\nPop music is generally described as very commercial friendly, marketable and memorable, with either vocals, lyrics, instruments, or a combination of all three creating catchy choruses or verses. Pop music is also known for its ability to attract listeners through its versatile sound since it pulls from a plethora of musical influences.\ns.s. popp tónlist er vinsæl, “vinaleg”, markaðsvæn og eftirminnileg tónlist sem er með grípandi: söng, texta og hljóðfæraleik. Popptónlist er einnig þekkt fyrir að laða að sér áheyrendur með því að fá innblástur úr öllum tónlistarstefnum. Hvernir verður tónlistin svo að poppi..?\nPop in whatever influence form that it takes is done with simpler songwriting and arrangement. It takes from numerous influences but generally the focus is on the predominance of a simple melody, which makes the songs memorable; stripped down rhythms, which attributes to the less complex songwriting and sound arrangement; and the combination of the states of the melody and the rhythm allows for harmony to actually be a driving force of the song, which makes it more pleasing to the listener's ear.\nÞarna er í raun verið að segja að tilgangurinn með popp tónlist er að vera einföld tónlist án flókinna samsetningar þarsem samhljómur er aðalatriðið, sem gerir það af verkum að tónlistin hljómar betur í eyrum hlustandans.\nhttp://en.wikipedia.org/wiki/Popular_music\nPopular music is music belonging to any of a number of musical styles that are accessible to the general public and mostly distributed commercially. It stands in contrast to classical music, which historically was the music of elites or the upper strata of society, and traditional folk music which was shared non-commercially. It is sometimes abbreviated to pop music, although pop music is more often used for a narrower branch of popular music.\nÞarna er verið að segja að: (“popular music”) Vinsæl tónlist er hverskyns tónlist sem almenningur hefur auðveldlega aðgang að. Sem er þá öfugt við t.d. klassíska tónlist sem hefur í gegnum söguna verið tónlist elítunnar og uppa samfélagsins. Þetta er stundum stytt sem “pop music”.\nSamkvæmt þessari skilgreiningu mætti réttilega halda því fram að öll tónlist sem er seld í mörgum plötuverslunum og heyrist í útvarpi sé popp tónlist.\nÞarna hafið þið það, svart á hvítu, beint úr hestsins kjafti:\n“pop music” er í raun stytting á “popular music”, sem þýðir þá “vinsæl tónlist”. popp tónlist er tónlist fólksins, tónlist almennings, tónlistin sem allir eru að hlusta á.\nVerði ykkur að góðu!! :)",
    "url": "https://www.hugi.is/popp/greinar/365947/hvad-er-popp-tonlist/",
    "url_id": "365947",
    "id": "2939877",
    "replies": [
        {
            "user": "TheCrow",
            "user_id": "59655",
            "date": "2006-01-10 07:43:27",
            "id": "2940014",
            "reply_to_id": "2939877",
            "text": "3 orð..\nboooooring."
        },
        {
            "user": "TheCrow",
            "user_id": "59655",
            "date": "2006-01-14 17:25:07",
            "id": "2960718",
            "reply_to_id": "2940014",
            "text": "þetta er bara eitt orð"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-01-14 20:51:31",
            "id": "2961756",
            "reply_to_id": "2960718",
            "text": "nei sérðu ekki?"
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2006-01-10 07:49:58",
            "id": "2940021",
            "reply_to_id": "2939877",
            "text": "Popptónlist nútímans er fyrir fólk sem að kann ekki að hlusta á tónlist og hefur enga þolinmæði til að reyna það.\nSkilur ekki nema eina  tegund af tónlist, og gaurinn sem syngur/rappar þarf að vera geðveikt sætur til að einhver hlusti á hann.\nHúrra fyrir FM957, they have turned our youth to commercial zombies."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-01-10 08:06:40",
            "id": "2940036",
            "reply_to_id": "2940021",
            "text": "Vá 14 ára strákur sem er á móti FM 957.\nYou are like so original, eða þannig."
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2006-01-10 09:31:14",
            "id": "2940150",
            "reply_to_id": "2940036",
            "text": "Vúhú þú ert æðislegur.\nÉg myndi segja að ég væri nú bara svaka original, tónlist er nú bara eitt af mínum aðaláhugamálum og ég nota mikið af tíma bara í að skoða eitthvað sem að tengist tónlistinni sem að ég hlusta á.\nPlís ekki halda samt að ég sé einhver voða harður gaur sem að situr heima allann daginn að slefa yfir Metallica plaggötum og tala við sjálfan mig um hvað FM957 sökkar mikið (fínasta stöð, mérlíka bara ekki við tónlistina) bara afþví að ég er 14 ára.\nÞað eru fordómar, og ef að einhver kannast við fordóma hérna inni þá ætti það vera þú.\nÉg hlusta á popptónlist..margar tegundir af henni, þessi ákveðna vinsældastefna höfðar samt ekki til mín."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-01-10 09:34:59",
            "id": "2940160",
            "reply_to_id": "2940150",
            "text": "Ég svara fordómum með fordómum :)\nPopptónlist nútímans er fyrir fólk sem að kann ekki að hlusta á tónlist og hefur enga þolinmæði til að reyna það.\nSkilur ekki nema eina tegund af tónlist, og gaurinn sem syngur/rappar þarf að vera geðveikt sætur til að einhver hlusti á hann.\nReyndar alhæfing byggð á fordómum. En ekkert skárra."
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2006-01-10 09:41:05",
            "id": "2940171",
            "reply_to_id": "2940160",
            "text": "Ahh.. úps.\nÉg er bara farinn að laga rolluna mína..sjáumst."
        },
        {
            "user": "Incredulo",
            "user_id": "64220",
            "date": "2006-07-19 00:44:01",
            "id": "3766566",
            "reply_to_id": "2940160",
            "text": "Doherty hefur 100% rétt fyrir sér\nPop music = popular music\nmy ass\nmeðal þeirra sem eru lærðir í músik eða hafa raunverulegan áhuga á músik hlusta\nekki\ná pop. Vinsæl músik,\nhjá heiladauðum\n."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-07-19 00:55:09",
            "id": "3766628",
            "reply_to_id": "3766566",
            "text": "Allir fylgja vissum straumum.\nFyndið að allir rokk-strákarnir hérna á klakanum þykjast vera rosalega original, þegar það er í raun ein af vinsælustu tónlistarstefnunum. Ekkert síður en poppið.\nÞú ert heiladauður að halda að þú sért eitthvað rosa original en aðrir ekki. Think outside the box, þú sérð þig ekki í réttu ljósi af því þú ert aldrei hlutlaus gagnvart sjálfum þér."
        },
        {
            "user": "Incredulo",
            "user_id": "64220",
            "date": "2006-07-19 01:02:00",
            "id": "3766652",
            "reply_to_id": "3766628",
            "text": "segðu mér,\nhvenar\nsagðist ég vera original? veistu yfirleit hvað orðið þýðir? maður rekst á þig útum allt, pirrandi."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-07-19 01:06:32",
            "id": "3766677",
            "reply_to_id": "3766652",
            "text": "Gafst það í skyn.\nÞú ert svo original að hlusta á “raunverulega tónlist” eins og þú orðaðir það.\nRekast á mig? Þú byrjaðir á því að svara mér hérna."
        },
        {
            "user": "Incredulo",
            "user_id": "64220",
            "date": "2006-07-19 01:17:40",
            "id": "3766709",
            "reply_to_id": "3766677",
            "text": "já rekast á þig. hvað tengist það því að svara þér?"
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2006-04-16 16:28:27",
            "id": "3353428",
            "reply_to_id": "2940036",
            "text": "Líttu í grunnskóla landsins og já, þá sérðu að hann er andskoti original."
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2006-01-10 11:05:19",
            "id": "2940303",
            "reply_to_id": "2940021",
            "text": "lestu greinina, þá sérðu hversu vitlaust þetta koment er á marga mismunandi vegu.."
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2006-01-10 11:19:55",
            "id": "2940328",
            "reply_to_id": "2940303",
            "text": "veit, þetta komment tengdist greininni nú ekki mikið.\nlangaði bara að kommenta á þetta áður enn ég lagði af stað í skólann og var að flýta mér :/.."
        },
        {
            "user": "ChuckBerry",
            "user_id": "7938",
            "date": "2006-01-10 09:04:28",
            "id": "2940106",
            "reply_to_id": "2939877",
            "text": "Allar þessar skilgreiningar wikipedia eru réttar, popp er ekki bundið við eina tónlistarstefnu heldur tilheyrir það öllum stefnum (þó ég hafi aldrei heyrt black/death-metal sem gæti flokkast undir popp en það hlýtur að vera hægt að gera svoleiðis plötu).\nPopptónlist er “auðveld” tónlist, hún krefst sjaldnast margra hlustunar og hún rennur ljúflega í gegn. Melódían er aðalatriðið í poppi en hún hefur ekki breyst neitt átakanlega mikið í gegnum áratugina, það eina sem hefur raunverulega breyst í popptónlist eru útsetningarnar á þessum melódíum, sem oftast eru fengnar að láni frá frumkvöðlum rokks og raftónlistar. Mjög lítið frumlegt hefur komið út úr popptónlist því tilgangur popptónlistar snýst afar sjaldan um að skapa eitthvað nýtt heldur að hlustendavæna eitthvað sem þegar er til.\nFullt til að frábæru poppi þó (melódískri tónlist): Morphine, Neutral milk hotel, Magnetic fields, Flaming lips, Belle & Sebastian ofl.\nBestu poppplöturnar eru þó að mínu mati Arthur (Kinks) eða Odessey and oracle (Zombies) en það er allt önnur saga."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2006-01-10 11:30:54",
            "id": "2940355",
            "reply_to_id": "2940106",
            "text": "Ef við leyfum okkur að segja að t.d cradle of filth sé blackmetal, eða amk. í ætt við blackmetal, held ég að það sé hægt að kalla það blackmetal pop. :P"
        },
        {
            "user": "ChuckBerry",
            "user_id": "7938",
            "date": "2006-01-10 15:57:23",
            "id": "2941478",
            "reply_to_id": "2940355",
            "text": "Ef við leyfum okkur að segja að t.d cradle of filth sé blackmetal, eða amk. í ætt við blackmetal, held ég að það sé hægt að kalla það blackmetal pop. :P\nGæti verið, held að ég hafi aldrei heyrt í Cradle of filth…"
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2006-01-10 19:50:19",
            "id": "2943239",
            "reply_to_id": "2940355",
            "text": "Bara það gamla er eitthvað tengt blackmetal held ég..\nEn jú, nýjasti diskurinn þeirra gæti kannski flokkast undir Poppmetal. :P"
        },
        {
            "user": "Incredulo",
            "user_id": "64220",
            "date": "2006-07-19 00:47:58",
            "id": "3766586",
            "reply_to_id": "2943239",
            "text": "ERTU ALVEG VITLAUS??? POP\nMETAL\n???\nCradle Of Filth? Pop\nMETAL\n?\nNEI"
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2006-07-19 00:48:44",
            "id": "3766591",
            "reply_to_id": "3766586",
            "text": "Þetta var sagt í flippz skapi."
        },
        {
            "user": "alfisti",
            "user_id": "52848",
            "date": "2006-01-10 09:38:20",
            "id": "2940163",
            "reply_to_id": "2939877",
            "text": "sammála mörgu þarna, þó ekki öllu,Það er að nokkru leiti rétt að klassísk  tónlist hafi….. í gegnum söguna verið tónlist elítunnar……en það er að sjálfsögu fyrir tíma útvarpssins.Allir hafa haft góðann aðgang að fallegustu og frábærustu tónlist sem sköpuð hefur verið, eða svokallaðri klassík um alllangt skeið.í mínum eyrum er klassíkin einföld tónlist,grípandi.ótrúlega vanmetin tónlist."
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2006-01-10 11:09:49",
            "id": "2940313",
            "reply_to_id": "2940163",
            "text": "mikið af þeirri klassísku tónlist sem við þekkjum í dag mætti auðveldlega flokka sem popp tónlist.. þessi lög sem er búið að gefa út á hundruði safnplata með klassískri tónlist og eru búin að vera í yfir 30 súkkulaðikex eða sjampó-auglýsingum ;)"
        },
        {
            "user": "alfisti",
            "user_id": "52848",
            "date": "2006-01-10 14:36:08",
            "id": "2940907",
            "reply_to_id": "2940313",
            "text": "mikið rétt,hvers á góð tónlist að gjalda,þegar henni er misþyrmt í augýsingum"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-01-10 11:17:04",
            "id": "2940321",
            "reply_to_id": "2940163",
            "text": "Vanmetin markaðslega en jafnvel ofmetin þegar kemur að listinni sjálfri.\nEkki að ég sé að setja út á þessa tónlist. En margir sem hallast að slíkri tónlist virðast lýta niður á annað eins og það geti ekki verið listrænt eingöngu vegna þess að það sé vinsælt og nútímalegt. Á að vera “fín tónlist”, en er þá hitt skítugt?"
        },
        {
            "user": "thedoctor",
            "user_id": "57326",
            "date": "2006-01-10 14:30:00",
            "id": "2940864",
            "reply_to_id": "2940321",
            "text": "Það er nokkuð til í þessu sem þú ert að segja, enda eru þeir sem hlusta á klassíska tónlist oft mjög fordómafullir á annað og hefur popptónlist frá því að hún kom fyrst fram oft verið kölluð tónlist djöfulsins. Ég hins vegar hlusta á bæði popp og klassík (og margt annað líka) og ég ber jafnmikla virðingu fyrir allri tónlist, hvort sem það er Sinfóníur eða Rapp, Jazz eða Deathmetal. Enda á bara hver að fá að hlusta á það sem honum finnst skemmtilegt."
        },
        {
            "user": "alfisti",
            "user_id": "52848",
            "date": "2006-01-10 14:46:32",
            "id": "2940983",
            "reply_to_id": "2940864",
            "text": "þeir sem kalla popptónlist tónlist djöfulsins eru bókstafstrúarmenn,ekki unnendur klassískrar tónlista"
        },
        {
            "user": "thedoctor",
            "user_id": "57326",
            "date": "2006-01-10 14:50:10",
            "id": "2941007",
            "reply_to_id": "2940983",
            "text": "Tja, það er nú aldrei hægt að alhæfa neitt svona (þá tala ég líka fyrir sjálfan mig), en það hafa væntanlega báðir aðilar sagt svona."
        },
        {
            "user": "alfisti",
            "user_id": "52848",
            "date": "2006-01-10 15:56:43",
            "id": "2941475",
            "reply_to_id": "2941007",
            "text": "nei þetta er ekki alhæfing,til þess að kalla eitthvað djöfulsins verða menn  að vera bókstafstrúarmenn því þeir eru jú þeir einu sem trúa að hann sé til.Unnendur klassískrar tónlistar trúa ekki á djöfulinn samkvæmt minni reynslu."
        },
        {
            "user": "alfisti",
            "user_id": "52848",
            "date": "2006-01-10 14:40:47",
            "id": "2940948",
            "reply_to_id": "2940321",
            "text": "sjálfur geri ég ekki endilega greinamun á klassík eða nútíma tónlist t.d poppi,aðalatriðið er að mjög fáir hlusta á klassíkina í dag og þess vegna ekki við hæfi að kalla hana ofmetna.Menn hafa einfaldlega ekki skoðun á henni"
        },
        {
            "user": "alfisti",
            "user_id": "52848",
            "date": "2006-01-11 09:13:06",
            "id": "2945525",
            "reply_to_id": "2940321",
            "text": "sjálfur geri ég ekki endilega greinamun á klassík eða nútíma tónlist t.d poppi,aðalatriðið er að mjög fáir hlusta á klassíkina í dag og þess vegna ekki við hæfi að kalla hana ofmetna.Menn hafa einfaldlega ekki skoðun á henni"
        },
        {
            "user": "CosmicKeys",
            "user_id": "53411",
            "date": "2006-01-10 11:46:55",
            "id": "2940386",
            "reply_to_id": "2939877",
            "text": "Flott grein og flott framtak, ég hef sjálfur pælt mikið í þessu hvað hljómsveit þarf til að teljast popptónlist og ég er nokkuð viss um að popptónlist er frekar nýtt hugtak."
        },
        {
            "user": "Sur",
            "user_id": "14082",
            "date": "2006-01-10 12:45:13",
            "id": "2940522",
            "reply_to_id": "2939877",
            "text": "pop music er tekið af orðinu popular. Popular music = pop music"
        },
        {
            "user": "thedoctor",
            "user_id": "57326",
            "date": "2006-01-10 14:23:51",
            "id": "2940830",
            "reply_to_id": "2939877",
            "text": "Það er hægt að skipta allri tónlist í 3 meginhópa: Klassík, Popular Music eða Popp og World Music eða Folk Music.\nPopp tónlist er tónlistin sem þróaðist frá svörtum þrælum í Ameríku í byrjun 20. aldar og lok þeirrar 19. Popp byrjaði með Blús, Ragtime og Jazz sem þróuðust svo út í aðrar stefnur eins og Rokk, Popp, R&B ofl.\nKlassík er tónlistin sem varð til í Evrópu á árunum 1600-1800(svona nokkurnveginn). Eins og með popp er hægt að skipta klassík í mismunandi stíla eins og Barokk, Óperur, Rómantíska tímabilið ofl.\nSvo er það World eða Folk, það er tónlistin sem er einkennandi fyrir hvert land og hefur sú tónlist mörg mismunandi nöfn. Dæmi um þannig tónlist sem varð síðan að popptónlist er Reggae sem varð til í Jamaica og varð svo vinsæl út um allan heim."
        },
        {
            "user": "Addikongur",
            "user_id": "31452",
            "date": "2006-01-10 14:31:58",
            "id": "2940880",
            "reply_to_id": "2939877",
            "text": "Hvað er popp tónlist?\nsvar\nVIIIIIÐBJÓÓÓÐUUUUUURRRR"
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2006-01-10 17:17:03",
            "id": "2942037",
            "reply_to_id": "2940880",
            "text": "lestu greinina áður en þú tjáir þig um þetta mál. þú gætir bara komist að því að nánast öll tónlist sem þú hlustar á er popp."
        },
        {
            "user": "Svafnir",
            "user_id": "8098",
            "date": "2006-01-10 17:54:49",
            "id": "2942292",
            "reply_to_id": "2940880",
            "text": "FOR THE HORDE"
        },
        {
            "user": "Addikongur",
            "user_id": "31452",
            "date": "2006-01-10 22:45:50",
            "id": "2944432",
            "reply_to_id": "2942292",
            "text": "Victory or death!!!"
        },
        {
            "user": "Svafnir",
            "user_id": "8098",
            "date": "2006-01-11 16:31:09",
            "id": "2946999",
            "reply_to_id": "2944432",
            "text": "OMG 1337 HORDE PRON"
        },
        {
            "user": "Addikongur",
            "user_id": "31452",
            "date": "2006-01-11 18:51:35",
            "id": "2947912",
            "reply_to_id": "2946999",
            "text": "þetta skildi ég ekki :S"
        },
        {
            "user": "Svafnir",
            "user_id": "8098",
            "date": "2006-01-11 19:07:09",
            "id": "2947999",
            "reply_to_id": "2947912",
            "text": "Enda er þetta hax."
        },
        {
            "user": "valahg1",
            "user_id": "23958",
            "date": "2006-01-10 18:07:35",
            "id": "2942387",
            "reply_to_id": "2940880",
            "text": "lestu greinina og virtu tónlistarsmekk annara."
        },
        {
            "user": "Incredulo",
            "user_id": "64220",
            "date": "2006-07-19 00:52:52",
            "id": "3766618",
            "reply_to_id": "2940880",
            "text": "einmitt"
        },
        {
            "user": "meeka203",
            "user_id": "35952",
            "date": "2006-01-10 14:55:48",
            "id": "2941039",
            "reply_to_id": "2939877",
            "text": "ég held að margir viti þetta alveg…en hvað á maður þá að kalla tónlistar flokkin sem allar þessar teen stars eru í ef að popp sé flokkur fyrir allt “vinsælt”"
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2006-01-10 17:14:30",
            "id": "2942020",
            "reply_to_id": "2941039",
            "text": "…en hvað á maður þá að kalla tónlistar flokkin sem allar þessar teen stars eru í ef að popp sé flokkur fyrir allt “vinsælt”\nþað sem nútíma teen stjörnur eru að gera er nútíma popptónlist. það sem teen stjörnur voru að gera í kringum 1985 er t.d. í dag kallað 80's music :)"
        },
        {
            "user": "meeka203",
            "user_id": "35952",
            "date": "2006-01-10 17:16:36",
            "id": "2942032",
            "reply_to_id": "2942020",
            "text": "já þú meinar það, en það mun samt verða erfitt að reyna að troða því inn í hausinn á jaaaa þjóðinni bara að popp sé allt önnur merking en allir halda"
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2006-01-10 17:26:53",
            "id": "2942084",
            "reply_to_id": "2942032",
            "text": "Það er vissulega alveg rétt að teen-stjörnu tónlist er popp, það er bara svo margt annað líka. Þar liggur misskilningurinn."
        },
        {
            "user": "meeka203",
            "user_id": "35952",
            "date": "2006-01-10 17:39:56",
            "id": "2942193",
            "reply_to_id": "2942084",
            "text": "akkuratt það sem ég er að meina, ég nenni samt ekki að flækja hlutina mjög mikið, tala sjálf bara um popp, rokk, metal, hiphop og svoleiðis"
        },
        {
            "user": "Absurd",
            "user_id": "36364",
            "date": "2006-01-10 18:33:51",
            "id": "2942626",
            "reply_to_id": "2939877",
            "text": "popp er ekki um hæfileika heldur útlit"
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2006-01-10 20:16:00",
            "id": "2943423",
            "reply_to_id": "2942626",
            "text": "lestu greinina áður en þú komentar væni, það stendur skýrt og greinilega þar hvað popptónlist snýst um."
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2006-01-22 15:06:55",
            "id": "2998178",
            "reply_to_id": "2939877",
            "text": "Þetta er svipað og að segja að “geðveikt” sé slæmt orð. Eitthvað sem kennarinn minn sagði alltaf “Ekki kalla góða hluti geðveika, það er skammaryrði” En það bara er það ekki lengur. Svipað og “ógeðslega gott” er eitthvað sem er alveg rosalega gott.\nMeining orða breytist. Popptónlist var kannski upphaflega orð fyrir vinsæla tónlist en er það ekki lengur. Eitthvað metal lag sem er vinsælt t.d. ekki popp. Það væri bara kjánalegt."
        },
        {
            "user": "skuggormur",
            "user_id": "44980",
            "date": "2006-01-29 22:20:55",
            "id": "3033610",
            "reply_to_id": "2939877",
            "text": "Ok vitið þið hvað pop er? Pop er tónlist sem höfðar til margra, það þarf ekki að hlusta á rokk til að vera eitthvað ég sjálf hef ekkert á móti rokk né pop tónlist þetta er allt tónlist það er ekki hægt að breyta því en þeir sem eru svona svakalega á móti pop tónlist ég bara einfaldlega skil þá einstalkinga The Beatles eru ein fremsta pop hljómsveit og það hefur engin á móti The Beatles af hverju? Því get ég ekki svarað en The Beatles eru pop þannig pop er tónlist!"
        },
        {
            "user": "vorkipork",
            "user_id": "41660",
            "date": "2006-02-03 02:27:44",
            "id": "3055158",
            "reply_to_id": "2939877",
            "text": "Popp sucka"
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2006-02-20 23:40:58",
            "id": "3132443",
            "reply_to_id": "3055158",
            "text": "Harður."
        },
        {
            "user": "bestia",
            "user_id": "62708",
            "date": "2006-02-10 14:23:40",
            "id": "3087269",
            "reply_to_id": "2939877",
            "text": "pop tónlist er eitthva ðsem ég mun ALDREI fíla\nég hef fílað bítlana & queen síðan ég man eftir mer\nég var pínu spes 9 ára krakki þar sem allir hlustuðu á britney spears\neða christinu aguileru .. en neii ég hlustaði á queen\nog fílaði það í botn ^.^\nen já … mér fnnst ekkert varið í pop\nþoli t.d. ekki fm 957 .. : //\nhlusta frekar á x-ið ..\nbarnarásina frekar en fm ^.^\n“Lára þú ert eins og kind MEEE”\n-bestia"
        },
        {
            "user": "honkadunk",
            "user_id": "53894",
            "date": "2006-02-16 14:32:29",
            "id": "3112480",
            "reply_to_id": "2939877",
            "text": "Heheh ég man fyrir svona 2 árum þá var ég alveg bara fm sökkar feitast í heimi,ekki töff sko!\nNúna bara jájá þetta er svosem ágætt eitt og eitt lag sem kemur manni í góðan fíling annars getur maður skipt yfir á x-ið eða eitthvað nema að eins og í mínu tilfelli x-ið náist ekki!!!\nPopp mjög fín og fjölbreytt tónlist:)"
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2006-03-22 15:35:49",
            "id": "3251985",
            "reply_to_id": "3112480",
            "text": "já, yfirleitt vaxa menn uppúr þessum kúlisma."
        },
        {
            "user": "Otcho",
            "user_id": "62154",
            "date": "2006-02-26 21:17:35",
            "id": "3155815",
            "reply_to_id": "2939877",
            "text": "Hvað er popptónlist skal svara þessu í þrem orðum\nPopptónlist er rusl"
        },
        {
            "user": "Otcho",
            "user_id": "62154",
            "date": "2006-04-07 15:47:30",
            "id": "3318695",
            "reply_to_id": "3155815",
            "text": "Guns N' Roses the band who saved rock and roll\nþú veist örruglega ekki hvað rock'n'roll er því að rock'n'roll er tónlist eins t.d. Chuck Berry, Elvis Presley, Bill Haley og þannig en ég held ekki að guns'n'roses er líkt því"
        },
        {
            "user": "Otcho",
            "user_id": "62154",
            "date": "2006-04-20 23:31:02",
            "id": "3373155",
            "reply_to_id": "3318695",
            "text": "Guns N' Roses komust víst nálægt því að vera Rokk þeir fulkomna orðið rokk þeir setja R í rokk. Ég hlusta reyndar líka á Elvis Presley, Chuck Berry og Bill Haley þeir eru geggjaðir líka bestu gítarleikararnir eru svona country og sólógítarleikarar sem syngja svo lögin líka. En ef þú villt tala um eitthvað sem er ekki Rock n' roll þá er það fkn Green day, Fall out boy og allir hinir nýbylgjurokk hommarnir sem eru að setja á sig þriggja klukkutíma make up fara svo á svið spila ekki og hafa geisladisk í og hreyfa hendurnar og varnirnar."
        },
        {
            "user": "Otcho",
            "user_id": "62154",
            "date": "2006-04-21 12:22:27",
            "id": "3374104",
            "reply_to_id": "3373155",
            "text": "ég er sammála þér mað Green day\nþeir sucka og halda að þeir séu einhverjir pönkara"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-04-21 16:46:38",
            "id": "3375340",
            "reply_to_id": "3374104",
            "text": "Allavega eitthvað sem við erum sammála þá um:D en Já þeir eru bara ógeðslegir faggar sama gildir um nánast alla nýbylgjurokkarana"
        },
        {
            "user": "Kartaflan",
            "user_id": "51677",
            "date": "2006-03-24 10:03:07",
            "id": "3259806",
            "reply_to_id": "2939877",
            "text": "Flott grein!"
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2006-04-17 02:43:55",
            "id": "3356057",
            "reply_to_id": "3259806",
            "text": "Takk fyrir það! :D"
        },
        {
            "user": "themachine",
            "user_id": "59977",
            "date": "2006-05-22 22:33:37",
            "id": "3513744",
            "reply_to_id": "2939877",
            "text": "Jáá.. þetta er svolítið flókið sko.. Meining orðða breytist auðvitað..\nÉg hlusta á FM957 og get hlustað á mörg lög þar en svo eru það sum sem maður bara verður að skipta um stöð eða slökkva.. Jájá.. Ég get líka alveg hlustað á rokk..\nEn rapptónlist er tónlist sem ég þooli ekki.. í þessum skilningi sem er í greininni gæti sú tónlist líka flokkast undir “popular music” Ég þoli ekki rapp og sumir þola ekki tónlistina sem ég hlusta á..\nSmekkur manna er mismunandi og þannig er það bara af því að ekki eru allir eins.\nÞess vegna gæti öll tónlist verið pop eða popular music…¿?\nBara smá pæling.. nokkurnveginn sú sama og í greininni.\nFlott grein! Maður fer að hugsa.. hehe.."
        },
        {
            "user": "Socialist",
            "user_id": "63294",
            "date": "2007-04-01 10:50:53",
            "id": "4746787",
            "reply_to_id": "2939877",
            "text": "MADONNA!"
        }
    ]
}