{
    "forum_title": "Sagnfræði",
    "user": "gthth",
    "user_id": "10645",
    "date": "2006-01-10 18:40:30",
    "title": "Virkni áhugamálsins í desember",
    "text": "Nú eru komnar tölur um virkni áhugamálsins í desember (og á árinu).\nDesember mánuður\nÍ desember var fjöldi flettinga á áhugamálinu 37,847 og er það um 28,07% aukning frá því mánuðinum áður. Hlutfall flettinga á sagnfræðiáhugamálinu af heildarfjöldaflettinga á Huga.is var 0.52% í desember. Samkvæmt mínum gögnum (sem þó ná ekki lengra aftur en til september 2004) hefur áhugamálið aldrei verið vinsælla eða virkara, hvort sem litið er á fjölda flettinga eða hlutfall flettinga áhugamálsins af heildarfjölda flettinga á Huga.is.\nInnsendu efni fjölgaði milli mánaða\nÍ desember birtust 19 nýjar greinar en í nóvember voru nýjar greinar 14 talsins. Aukning í nýjum greinum var því 35,71% á milli mánaða.\n25 nýir þræðir voru stofnaðir á korkinum í desember en í nóvember voru 18 nýir þræðir stofnaðir svo að 38,88% aukning varð á nýjum þráðum á korkinum milli mánaða.\n20 myndir bárust í nóvember en 44 í desember og því er um 120% aukningu að ræða í innsendum myndum.\nÍ desember birtust fimm nýjar kannanir á áhugamálinu en 3 í nóvember. Könnunum á áhugamálinu fjölgaði því um 66,67% milli mánaða.\nÁrið 2005\nAlls birtust 127 nýjar greinar á áhugamálinu árið 2005 en á árinu 2004 birtust alls 98 nýjar greinar og fjölgaði því nýjum greinum á áhugamálinu um 29,59% milli ára.\nAlls birtust 33 kannanir á áhugamálinu á árinu 2005 en 38 kannanir birtust á árinu 2004. Könnunum á áhugamálinu fækkaði því um  15,15% á milli ára.\nÁ árinu voru flettingar alls 216,760, sem var 0,32% af heildarfjölda flettinga á Huga.is. Sagnfræðiáhugamálið var í 38. sæti yfir virkustu síður Huga.is.",
    "url": "https://www.hugi.is/saga/tilkynningar/366139/virkni-ahugamalsins-i-desember/",
    "url_id": "366139",
    "id": "2942684",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2006-01-18 20:51:03",
            "id": "2981765",
            "reply_to_id": "2942684",
            "text": "Frábært að fá þessar tölur!\nHeldur manni við efnið og segir manni að skrifa áfram greinar hérna inni á hugi.is…\nÞað er ef maður fær að hafa vinnufrið og sínar skoðanir í friði án sleggju-dóma og öfga-skoðanna vissra hópa.\nEf maður leggur mál sitt skýrort fram án nokkurra fordóma gagnvart neinum minnihluta-hópum ætti maður að fá að njóta áheyrnar og sömu mannréttinda og allir þeir.\nEn ef minnihluta-hópar vega gegn þeim boðskapi sem stendur td. í Biblíunni er það sá réttur þeirra að BANNA mig með öllu hérna inni á hugi.is?\nMér er spurn?\nL"
        },
        {
            "user": "911Carerra",
            "user_id": "55658",
            "date": "2006-01-20 00:57:41",
            "id": "2988485",
            "reply_to_id": "2942684",
            "text": "Vá frábært skemtilegt en langar samt bara að forvitnast aðeins\nhvar á listanum var sagnfræði í desember ?\nog hvað var mest lesna greinin á árinu ?\nþið hin you reely desurve it “Keep Up The Good Work”"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2006-01-20 02:33:32",
            "id": "2988611",
            "reply_to_id": "2988485",
            "text": "Ég hef ekki hugmynd um hver var mest lesna greinin á árinu.\nSagnfræði virðist hafa verið 26. mest sótta áhugamálið á Huga í desember og 38. mest sótta áhugamálið á Huga á árinu 2005."
        },
        {
            "user": "911Carerra",
            "user_id": "55658",
            "date": "2006-01-20 23:30:21",
            "id": "2992067",
            "reply_to_id": "2988611",
            "text": "ég held það sé fjöldamorðingja greinin"
        }
    ]
}