{
    "forum_title": "Rokk",
    "user": "HoddiDarko",
    "user_id": "54813",
    "date": "2006-01-14 00:58:14",
    "title": "Paul stanley",
    "text": "Það er paul stanley, aðal söngvari og rythim gítarleikari hljómsveitarinnar KISS, sem er að mínu mati besti söngvari og svona “aðal maður hljómsveitar”. Það er algjörlega honum að þakka að hljómsveitin sé ennþá að spila, útaf snilldar lögum hans, Detroid rock city, I was made for loving you og fleiri.\nPaul Stanley fæddist 20. janúar árið 1952, á Manhattan í New York og fékk nafnið Stanley Harvey Eisen. Þegar hann var á 9. ári fluttist hann með foreldrum sínum og systur til Queens, þar sem hann var aðal vandræða gemlingurinn í hverfinu, þessi feiti litli krakki sem var alltaf að koma vinum sínum í vandræði, þangað til eim var öllum bannað að hitta hann. En ástæða þess að hann fór til Queens var vegna þess að föður hans hafði þar verið boðið starf sem húsgagnasali. Paul var alinn upp við klassíska tónlist og fór í tvo gítarskóla, hætti í þeim fyrri útaf lélegum kennara og hinum útaf lélegum lögum, hóf svo sjálfsnám á gítar þrettán ára að aldri. Ungur að árum var hann farinn að spila, syngja og semja tónlist og spila í bílskúrsböndum með vinum (sem voru svo bannað að hitta hann). Þess má líka geta að hann lærði í einum myndlistarskóla sem völ var á í New York borg. Svo varð hann hár og grannur eitthvað um 19 ára aldur.\nFyrsta hljómsveitin hans hét Incubus en hún fékk síðan nafnið Uncle Joe. Í henni var enginn bassaleikari svo að músikin var að sjálfsögðu ekki fullkomin. Enda var þetta bara mest gert til gamans. Í þessum hljósveitum spilaði Paul Stanley með gítarleikaranum Neil Teeman og trommaranum Matt Rael.\nSeinna fór hann svo að spila með bróður Matts, Jon Rael, í hljómsveitinni Post War Baby Boom. Það var í rauninni fyrsta alvöru hljómsveitin því loksins var bassaleikari kominn til sögunnar. Þar var líka söngari sem kallaði sig Maxine. Þegar Paul Stanley var boðið að vera með í bandinu var hljómsveitin þegar búin að taka upp nokkur demó og senda til útgáfufyrirtækis í von um plötusamning. Eitt lag eftir Paul var sent inn, Never Loving, Never Living, en ekkert af lögunum þótti nógu gott til að fara á plötu.\nEinu ári síðar stofnaði hann hljómsveitina Tree. Þar var til dæmis gítarleikarinn Stephen Coronel  sem var vinur pauls sem sá um sönginn, það flotta við þessa hljómsveit var að þeir voru ekki að covera lög allan daginn heldur samdi Paul öll lögin. Stephen hafði spilað áður með Gene simmons sem einnig var að semja lög, og báðir héldu þeir Paul og Gene að þeir væru næstum þeir einu sem kynnu að semja lög. Einn daginn kom stephen til pauls með gene og sagði: “hey paul, here is another guy who writes songs!” Ok þetta fannst paul áhugavert og þeir skoðuðu efni hvors annars og Gene hugsaði: “wow! This stuff is so much better than mine!”. Svo gerðu þeir saman hljómsveitina Wicked lester\nEinn daginn ákváðu þeir að reka alla úr hljómsveitini og fundu Peter Criss og Ace Frehley, Paul fann uppá nafninu KISS og Ace gerði logo sem paul fór yfir og enn er verið að nota logoið hans Pauls",
    "url": "https://www.hugi.is/rokk/greinar/367323/paul-stanley/",
    "url_id": "367323",
    "id": "2959131",
    "replies": [
        {
            "user": "BlackCode",
            "user_id": "29640",
            "date": "2006-01-14 02:09:16",
            "id": "2959335",
            "reply_to_id": "2959131",
            "text": "Þú vandaðir þetta geðveikt fyrst..\nSvo allt í einu var eins og þú værir alveg að fara skíta á þig og þyrftir að hlaupa á klósettið."
        },
        {
            "user": "JaGGy",
            "user_id": "39574",
            "date": "2006-01-14 13:12:24",
            "id": "2959867",
            "reply_to_id": "2959131",
            "text": "Ég veit ekki mikið um Kiss en mér hefur alltaf séð hann Gene fyrir mér sem aðalfígúrarn. Hann er eiginlega alltaf fremstur á sviðinu og maður sér oftar myndir af honum heldur en Paul og hinum."
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2006-01-15 11:38:36",
            "id": "2963528",
            "reply_to_id": "2959867",
            "text": "það er bara af því að gene er með meiri stæla, blóðið, risadreka skó og fleira rugl\npaul er bestur!"
        },
        {
            "user": "Willimusin",
            "user_id": "59232",
            "date": "2006-01-14 14:20:05",
            "id": "2960107",
            "reply_to_id": "2959131",
            "text": "Shitt hvað það eru margar stafsetningavillur en annars alveg ágæt grein."
        },
        {
            "user": "kmobo",
            "user_id": "58178",
            "date": "2006-01-15 19:39:37",
            "id": "2965825",
            "reply_to_id": "2959131",
            "text": "“Það er algjörlega honum að þakka að hljómsveitin sé ennþá að spila”\neru þeir ekki hættir núna?"
        }
    ]
}