{
    "forum_title": "Bardagaíþróttir",
    "user": "seagalfan",
    "user_id": "62262",
    "date": "2006-01-16 22:45:34",
    "title": "Hin öfluga Chi orka",
    "text": "Heimur bardagaíþróttanna er alltaf að þróast og breytast og síðustu 10 árin eða svo hafa gífurlegar breytingar orðið að því leiti að svokallaðar “mixed martial arts” keppnir hafa orðið vinsælar, þar nota flesti bardagamennirnir brasilískt jiu-jitsu, muay thai og glímu og hafa þessar íþróttir því vaxið mikið á síðustu árum. Þeir sem stunda þessar íþróttir eru margir hverjir gríðarlega hrokafullir og má meira að segja sjá dæmi þess á þessu spjallborði hér á hugi.is\nþað sem þeir vita hinsvegar ekki er að það er til orka sem flæðir í gegnum okkur alla og það þarf sérstaka þjálfun til að virkja hana í bardaga.\nEf þú kannt að nota chi orkuna getur þú:\nBrotið múrsteina\nlátið brjóta múrsteina á þér\nborað í gegnum vegg með höndunum\nlagst á sverð\nrotað menn án þess að snerta þá\neinungis er hægt að virkja þessa orku með þjálfunum í hefbundnum bardagalistum og snertingu við það almáttuga.\nmargir þeir sem aðhillast þessar nútima geldings dráps íþróttir nota rökin \"af hverju eru þessir almáttugu chi- menn ekki í ufc og rústa því.\nÞEIR VILJA ÞAÐ EKKI\nÞeir eru alltof deadly í þetta, þetta eru friðarsinnar sem vilja ekki drepa menn.\nÉg vildi bara koma þessu frá mér.\nÁn andlegrar fullkomnunar nær enginn árangri. Meistari Seagal er Chi Expert og er þess vegna einn af bestu bardagamönnum heims.\nTakk fyrir lesturinn,\nSeagal aðdáandi Nr. 1",
    "url": "https://www.hugi.is/martial_arts/greinar/368330/hin-ofluga-chi-orka/",
    "url_id": "368330",
    "id": "2972288",
    "replies": [
        {
            "user": "Hv1tT",
            "user_id": "51676",
            "date": "2006-01-16 22:56:37",
            "id": "2972528",
            "reply_to_id": "2972288",
            "text": "Ertu að tala um Steven Seagal…ég sver…þessi gaur leikur í svo ömurlegum myndum……vá hann er svo leiðinlugur\nBARA koma þessu á framfæri"
        },
        {
            "user": "Talesofelviz",
            "user_id": "39258",
            "date": "2006-01-16 22:56:51",
            "id": "2972530",
            "reply_to_id": "2972288",
            "text": "haha, seagal. lol ^^"
        },
        {
            "user": "Talesofelviz",
            "user_id": "39258",
            "date": "2006-01-16 22:57:24",
            "id": "2972534",
            "reply_to_id": "2972288",
            "text": "finnst chi samt vera flott stuff. en það á að heita chakra >=( ég vill það."
        },
        {
            "user": "TheAshlander",
            "user_id": "47756",
            "date": "2006-01-17 16:21:29",
            "id": "2975238",
            "reply_to_id": "2972534",
            "text": "Trew\nChakra it is ;)"
        },
        {
            "user": "alfisti",
            "user_id": "52848",
            "date": "2006-01-16 22:59:11",
            "id": "2972544",
            "reply_to_id": "2972288",
            "text": "leitt að meistara Seagal  hafi ekki tekist að virkja chi orkuna í leiklistinni."
        },
        {
            "user": "Nainsi",
            "user_id": "45345",
            "date": "2006-01-16 23:09:50",
            "id": "2972631",
            "reply_to_id": "2972544",
            "text": "haha haha…true"
        },
        {
            "user": "Transmission",
            "user_id": "30954",
            "date": "2006-01-17 16:35:37",
            "id": "2975318",
            "reply_to_id": "2972544",
            "text": "HAHAHAHHA!"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2006-01-19 13:22:04",
            "id": "2984158",
            "reply_to_id": "2972544",
            "text": "hahhahaahhahahahahahahhahahaha"
        },
        {
            "user": "DaQuai",
            "user_id": "28090",
            "date": "2006-01-16 23:00:35",
            "id": "2972557",
            "reply_to_id": "2972288",
            "text": "Steven Seagal er ekki töff. Hann er engan veginn töff…..\nEn ef þú ætlar framvegis að skrifa greinar skaltu hunskast til að gera það almennilega.. leggja pínu vinnu í hlutina og þetta hefði kannski bara verið hin fínasta grein."
        },
        {
            "user": "seagalfan",
            "user_id": "62262",
            "date": "2006-01-16 23:02:57",
            "id": "2972575",
            "reply_to_id": "2972288",
            "text": "Þú veist auðvitað hvaðan hann fékk visku sína, orku og getu í bardagalist sinni sem hann lærði í Japan.\nEngin vildi þjálfa hann í Japan og einungis vegna þrjósku sinnar og aga komst Steven Seagal fyrstur vesturlandamanna inn í þann besta og án efa þá göfugustu þjálfunarstöð japanskrar bardagamenningar.\nAi-Ki-Do byggist á að virða líkama árásarmannsins og að nota hans orku í að brjóta hans árás niður.\nKi er orka sem fyrirfinnst í neðra kviðarholi en sá sem er að þjálfa bardagalist eða sjálfsvarnaríþróttar mun ekki öðlast þá færni og getu sem faðir Aikido öðlaðist.\nFaðir þessara merkustu sjálfsvarnar-tækni hét Morihei Uyeshiba og þegar hann var rúmmlega sjötugur réði hann auðveldlega við fimm fíleflda karmenn sem voru á besta aldri og það fyrir framan fréttamenn!\nDomo arrigato goshimasta!\nLecte"
        },
        {
            "user": "seagalfan",
            "user_id": "62262",
            "date": "2006-01-16 23:12:44",
            "id": "2972649",
            "reply_to_id": "2972575",
            "text": "Mikið rétt, þú virðist ansi fróður, eitthvað annað en górillurnar sem hanga hérna á bardagalista áhugamálinu. Sensei Seagal var fyrsti vesturlandabúinn til að opna sinn eigin skóla í Japan og tók við mörgum áskorunum þar sem þetta var ekki vinsælt á þeim tíma í Japan, heimur bardagamannana var harður á þessum tíma. Grandmaster Seagal er hæst gráðaði vesturlandabúinn í Aikido. Hann hefur einnig unnið fyrir CIA og lent í deilum við ítölsku mafíuna.\nHann er ekki bara harðjaxl í myndunum sínum (sem eru allar frábærar)…hann er það líka í alvörunni.\nUeshiba er kóngurinn…en Seagal er bláeygði prinsinn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-01-16 23:37:13",
            "id": "2972806",
            "reply_to_id": "2972649",
            "text": "Nákvæmlega og ekki láta þitt hliðholla og brennandi sanna hjarta bugast af nokkrun, kannski 10 eða þá 100 og hver veit jafnvel 1000 hungruðum hugurum að leggja þig á kné!\nMundu það sem meistarinn kendi!\nKær kveðja og arrigato,\nLecter"
        },
        {
            "user": "Transmission",
            "user_id": "30954",
            "date": "2006-01-17 16:38:15",
            "id": "2975342",
            "reply_to_id": "2972649",
            "text": "Tjah.. maður sem að lemur konuna sína scorar ekki hátt hjá mér.."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2006-01-16 23:37:05",
            "id": "2972803",
            "reply_to_id": "2972575",
            "text": "Mér finnst það vera mjög merkileg sjálfsvarnartækni að brjóta kjálkann, handleggina eða fæturna á þeim sem ræðst á þig. Þessvegna æfi ég muay thai :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-01-16 23:39:25",
            "id": "2972817",
            "reply_to_id": "2972803",
            "text": "Nei það er ekki í anda meistarans!\nLestur fræðinna hans áður en þú dæmir einstæklings!\nL"
        },
        {
            "user": "seagalfan",
            "user_id": "62262",
            "date": "2006-01-16 23:42:38",
            "id": "2972833",
            "reply_to_id": "2972803",
            "text": "þú færð slæmt karma á því að gera svoleiðis hluti…svona hugsar chi-bardagamaður ekki."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2006-01-16 23:44:48",
            "id": "2972845",
            "reply_to_id": "2972833",
            "text": "Enda er ég ekki chi-bardagamaður og trúi ekki á karma.\nÉg styðst aðeins við eðlisfræðina sem býr að baki rothögganna sem ég fleygi frá mér hraðar en þú segir eitthvað kjánalegt.\nlol :/"
        },
        {
            "user": "seagalfan",
            "user_id": "62262",
            "date": "2006-01-16 23:46:56",
            "id": "2972867",
            "reply_to_id": "2972845",
            "text": "þú ert semsagt skítugur trúleysingi…sem aðhyllist vítisvélar og vélarbrögð…njóttu dvalar þinnar í helvíti."
        },
        {
            "user": "seagalfan",
            "user_id": "62262",
            "date": "2006-01-16 23:47:49",
            "id": "2972873",
            "reply_to_id": "2972867",
            "text": "PS. Þú gætir ekki rotað sjötugan róna í kannabisvímu."
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2006-01-17 00:01:13",
            "id": "2972962",
            "reply_to_id": "2972873",
            "text": "ahaha….\nlol"
        },
        {
            "user": "Kupo",
            "user_id": "29733",
            "date": "2006-01-17 03:53:04",
            "id": "2973350",
            "reply_to_id": "2972845",
            "text": "HAHAHA!! LOL!!"
        },
        {
            "user": "Overture",
            "user_id": "41732",
            "date": "2006-02-04 16:06:33",
            "id": "3061081",
            "reply_to_id": "2972803",
            "text": "Mér finnst það vera mjög merkileg sjálfsvarnartækni að brjóta kjálkann, handleggina eða fæturna á þeim sem ræðst á þig. Þessvegna æfi ég muay thai :)\nVerd bara ad gefa mitt alat thad sem Tryptoman eda hvad sem hann heitir sagdi…\nMer finnst mjøg faranlegt ad thu skulir vera ad segja thetta af thvi ad madur lærir ekkert ad brjota handleggi, kjalka og fætur i muay thai. Madur lærir sparka, kyla nota hne og olnboga og ad rota, thad er ad visu rett, eins og i boxi. Thu lætur eins og thu sert alveg rosalega cool ad æfa muay thai, en i rauninni ertu bara ad gera thig ad fifli nuna. Finnst mer allavega. Thu ert abyggilega einn af theim sem æfir muay thai, bara til thess ad geta sagt ad thu æfir thad utaf thvi ad thu heldur ad allir halda ad thad seu bara alvøru hardnaglar i thessu sporti…"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2006-02-04 16:51:10",
            "id": "3061252",
            "reply_to_id": "3061081",
            "text": "Hahahaha. :)\nSkoðaðu samhengið."
        },
        {
            "user": "Overture",
            "user_id": "41732",
            "date": "2006-02-04 22:55:58",
            "id": "3063314",
            "reply_to_id": "3061252",
            "text": "Nei.. nu vard eg eiginlega dalitid fyrir vonbrigdum eg bjost vid ødruvisi og meira hørkulegu svari.. Skoda samhengid. Hvad attu vid?"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2006-02-05 03:51:17",
            "id": "3064689",
            "reply_to_id": "3063314",
            "text": "Þetta er grín hjá mér.\nÉg er einn af þeim sem er svo harður að ég þarf ekkert að vera neitt að láta það í ljós, heldur er ég bara umburðarlyndur og rólegur, haha. :)\nMálið er að þeir voru búnir að vera eitthvað að grínast hérna með einhverja ‘orku’ sem þeir halda að fólk eigi að geta beislað og notað einhvernvegin, þannig að mér fannst rétt að slá bara á sömu strengi með léttu gríni. :)"
        },
        {
            "user": "Gargoskates",
            "user_id": "60245",
            "date": "2006-01-17 02:45:34",
            "id": "2973326",
            "reply_to_id": "2972288",
            "text": "Þetta er gold, allar þessar umræður eru totally psycadellic…… steven seagal ?"
        },
        {
            "user": "jonvidar",
            "user_id": "28979",
            "date": "2006-01-17 03:27:16",
            "id": "2973346",
            "reply_to_id": "2972288",
            "text": "Nei, það er ekki að því að þeir vilja ekki keppa í þessum keppnum, það er vegna þess að þeir meiga það ekki! Ástæðan er sú, að fólk nennir ekki að horfa á blóðbað, vegna þess að þessum “Chi”öpum er SLÁTRAÐ!!!\nÞessir tradional gauar kepptu oft í fyrstu UFC og Vale Tudo keppnunum og gerðu sjálfan sig og stílinn sinn af fífli ;)\nen ég er líka nokkuð viss um að þú sért að grínast þannig ég nenni ekki að pirra mig á þér Segalfan…"
        },
        {
            "user": "Kupo",
            "user_id": "29733",
            "date": "2006-01-17 03:51:19",
            "id": "2973349",
            "reply_to_id": "2972288",
            "text": "akkuru Seagal??\nhann er bara einhæfur,leiðinlegur,asnalegur leikari!!\nen chi er cool:P\n*nota chi á þig og rota þig og læt þig gleyma Steven Seagal!*"
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2006-01-17 10:16:19",
            "id": "2973684",
            "reply_to_id": "2972288",
            "text": "ég veit um gaur sem ég held að sé svona Chi náungi sem getur gefið frá sér hita með höndunum og jafnvel kveikt í pappa eða eldfimum efnum án þess að snerta þau."
        },
        {
            "user": "dael",
            "user_id": "478",
            "date": "2006-01-17 11:28:57",
            "id": "2973847",
            "reply_to_id": "2973684",
            "text": "trúi því ekki, hvernig veistu að hann getur það?"
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2006-01-17 12:31:41",
            "id": "2974081",
            "reply_to_id": "2973847",
            "text": "Sá video , ceit ekki hvort að þetta sé í smbandi vi' þetta Chi dæmi, eitthvað svoleiðis, þetta er eldgamall japani sem notar þetta ekk itil að berjast heldur í svona heilara dæmi."
        },
        {
            "user": "dael",
            "user_id": "478",
            "date": "2006-01-17 16:18:27",
            "id": "2975216",
            "reply_to_id": "2974081",
            "text": "ég hef líka séð video af mönnum gera svona, nema þeir notuðu ekki chi heldur voru bara venjulegir menn upp á sviði með smá sjónhverfingashow.\nef ég hugsa út í það þá finnst mér líklegra þetta hafi verið sjónhverfingar heldur en “chi” í þessu videoi sem þú sást .  ef það væri hægt að gera þetta með “chi” þá myndi það kollvarpa nokkrum grundvallarkenningum vísinda sem hafa verið lengi í gildi."
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2006-01-17 20:15:18",
            "id": "2976761",
            "reply_to_id": "2975216",
            "text": "sá hann svo seinna í Riplys belive or not."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-01-17 11:41:23",
            "id": "2973881",
            "reply_to_id": "2972288",
            "text": "Þetta er alveg frábært, þeir geta gert allan fjandan en þeir myndu aldrei gera hann vegna þess að þeir eru friðarsinnar, þ.e.a.s. það er engin leið að sanna að þeir séu að ljúga.\nVery nice, very nice, bakka-chan."
        },
        {
            "user": "Borkmann",
            "user_id": "3767",
            "date": "2006-01-17 12:04:40",
            "id": "2973975",
            "reply_to_id": "2972288",
            "text": "He he virkar Chi eins og þetta:\nhttp://tooshocking.com/index.php?ns=view_vid&id=692\n?"
        },
        {
            "user": "HwaRang",
            "user_id": "13552",
            "date": "2006-01-17 18:31:25",
            "id": "2976102",
            "reply_to_id": "2973975",
            "text": "Mér finnst þú Seagal Fan verða voðalega barnalegur… þú hraunar mikið yfir annað fólk og eina sem þú veist eitthvað um er S.Seagal sem þú hefur væntanlega lesið á netinu og aftan á video spólu hulstrum… Skal alveg lofa þér því að það er mjög gott að hafa þessa CHI orku sem þú ert að tala um og er nokkurn veginn viss um að þú vitir ekkert hvað chi orka er… en ekki segja að menn sem hafa hana séu “of deadly” :) þetta er fáranlegt hugtak sem þú ert að nota því ég er alveg full viss að ef einhver maður væri “of deadly” fyrir alla aðra myndi  þessi stíll þá ekki vera bestur í heiminum og allt annað detta út…\nfarðu líka aðeins að þroskast og mér fannst þessi grein allt í lagi en ætti frekar að heima á korknum."
        },
        {
            "user": "HwaRang",
            "user_id": "13552",
            "date": "2006-01-17 18:33:27",
            "id": "2976109",
            "reply_to_id": "2976102",
            "text": "og by the way flest bardaga atriði með Seagal í bíó myndum eru hraðspóluð áfram þeir sögðu þetta um Under Sige myndinar leikstjórin og framleiðandi á sínum tíma… þótt myndinar hans geta nú alveg verið fínar og góð skemmtun og hann eflaust fínasti Aikido kall þá skil ég samt ekki hvað hann er að gera í myndum á borð við Half Past Dead með Ja Rule og svona :)"
        },
        {
            "user": "SemperFi",
            "user_id": "9010",
            "date": "2006-01-18 16:03:28",
            "id": "2979932",
            "reply_to_id": "2972288",
            "text": "Seagalfan villtu please fara og láta okkur í friði þetta er ekki fyndið þetta er sad, gerðu okkur greyða og farðu annað með bulið þitt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-01-25 01:10:44",
            "id": "3011423",
            "reply_to_id": "2972288",
            "text": "Hver er þessi seagal og er þetta ekki brandari hjá þér btw ?"
        },
        {
            "user": "traustiat",
            "user_id": "14476",
            "date": "2006-02-25 18:01:55",
            "id": "3151386",
            "reply_to_id": "2972288",
            "text": "BAH, Bruce Campbell nauðgar Steven Seagal og öllum þessum wannabe bardagagaurum svo þurt í rassgatið að ég finn brunalyktina hingað."
        }
    ]
}