{
    "forum_title": "Stjórnmál",
    "user": "benregn",
    "user_id": "15827",
    "date": "2006-01-18 17:50:24",
    "title": "Björn",
    "text": "Björn Bjarnason er hálfviti…!\nOg ljótur.",
    "url": "https://www.hugi.is/stjornmal/korkar/368890/bjorn/",
    "url_id": "368890",
    "id": "2980593",
    "replies": [
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-01-19 01:28:11",
            "id": "2983325",
            "reply_to_id": "2980593",
            "text": "You make a strong case."
        },
        {
            "user": "Arcent",
            "user_id": "27919",
            "date": "2006-03-16 14:52:38",
            "id": "3226640",
            "reply_to_id": "2980593",
            "text": "Ég les rökin þín og íhuga þau…\n… ég er hjartanlega sammála."
        },
        {
            "user": "Bond007",
            "user_id": "58546",
            "date": "2006-03-21 15:43:28",
            "id": "3247867",
            "reply_to_id": "3226640",
            "text": "Það má taka undir það að Björn Bjarna sé ljótur eins og fæðingarhálfvitinn Pétur Blöndal. Ef ég ætti að segja hvor væri fallegri þá myndi segja að það sé enginn ástæða til að gera greinarmun á skít og kúk. Það þarf að fara að stokka upp í sjálfstæðisflokknum. Ég tala nú ekki um þegar Björn er búin að skíta á sig í Baugsmálinu. Það er skrýtið að Pétur Blöndal gat ekki eignast börn hann hafði ekki efná því ,hann vildi greinilega frekar kaupa banka"
        },
        {
            "user": "Arcent",
            "user_id": "27919",
            "date": "2006-03-21 16:15:54",
            "id": "3248049",
            "reply_to_id": "3247867",
            "text": "Hahahaha, akkúrat!"
        },
        {
            "user": "kkkson",
            "user_id": "11340",
            "date": "2006-06-02 16:17:26",
            "id": "3563722",
            "reply_to_id": "2980593",
            "text": "Mér finnst allltaf jafn leiðinlegt þegar fólk getur ekki haldið uppi málefnalegri umræðu um mál.\nÉg var að vonast til að hér væri skemmtileg og málefnaleg umræða um Björn og hans skoðanir, flokk og ákvarðanir.\nÞótt ég hafi frekar viljað Frjálslynda í borgarstjórn þá verð ég að segja að Björn, þrátt fyrir hans pólitísku skoðanir sem ég er ekki sammála, er ekki hálfviti en hann er held ég frekar klár maður og fær hann hrós mitt í þessari kosningabaráttu fyrir jákvæði og málefnalega umræðu þar sem hann var ekki með skítkast eins og sumir aðrir flokkar þrátt fyrir að hann hafi auglýst allt of mikið og fleira sem hægt væri að gagnrýna.\nÉg segi bara eins og alltaf þegar ég sé svona þræði: Orð höfundar lýsa honum ef til vill best sjálfum"
        },
        {
            "user": "kkkson",
            "user_id": "11340",
            "date": "2006-06-02 16:18:45",
            "id": "3563730",
            "reply_to_id": "3563722",
            "text": "Byðst afsökunar á því að ég sá ekki að þarna var verið að ræða um Björn Bjarnason en það breytir því ekki að skoðanir mínar á þessum ómálefnalega þræði er þær sömu en ég get þó verið sammála þér að hann er ekki mikið fyrir augað kallinn."
        },
        {
            "user": "OfurKindin",
            "user_id": "44085",
            "date": "2006-09-03 02:05:06",
            "id": "3939535",
            "reply_to_id": "2980593",
            "text": "Ókei.\nGamall korkur, vá."
        }
    ]
}