{
    "forum_title": "Söngvakeppnir",
    "user": "Helgan",
    "user_id": "61648",
    "date": "2006-01-20 17:09:23",
    "title": "Undankeppnin fyrir eurovision 2006",
    "text": "Já eins og kannski glöggt fólk hefur tekið eftir er undankeppni fyrir eurovision n.k. laugardag. Þar munu stíga á stökk ýmsir valinkunnir tónlistarmenn og flytja lög fyrir landann. Keppnin á laugardaginn er fyrsta kvöldið af þremur og munu átta lög spreyta sig á að komast áfram, en þess má geta að einungis fjögur lög komast áfram í hverjum þætti. Við landsmenn fáum tækifæri til þess að kjósa í símakosningu og verða svo öll lögin sem komast áfram flutt í lokakeppninni þann 18. febrúar, en þá verður einnig símakosning og velur þjóðin sinn fulltrúa til að taka þátt í aðalkeppninnni sem verður haldin í Aþenu seinna á þessu ári.\nEndilega tökum öll þátt.. því eurovision keppnin er nú eitt af því sem sameinar alla þjóðina fyrir framan skjáinn þótt það viðurkenni það ekki allir! :)\nEn lögin sem munu keppa næsta laugardag eru:\n1. María - eftir Roland Hartwell\n2. Sést það ekki á mér? - eftir Sigurð Örn Jónsson\n3. Stundin - Staðurinn - eftir Ómar Ragnarsson\n4. Ég sé - eftir Írisi Kristinsdóttur\n5.Það sem verður - eftir Hallgrím Óskarsson\n6. Í faðmi þér - eftir Ingva Þór Kormáksson\n7. Þér við hlið - eftir Trausta Bjarnason\n8. Strengjadans - eftir Davíð Olgeirsson\nEndilega hringið og takið þátt í að velja næstu vonarstjörnu Íslendinga.. en númerið sem hringt er í er: 900-200 og svo númer þess lags sem þú villt velja þ.e. 1,2,3,4,5,6,7 eða 8.",
    "url": "https://www.hugi.is/songvakeppnir/greinar/369347/undankeppnin-fyrir-eurovision-2006/",
    "url_id": "369347",
    "id": "2986917",
    "replies": [
        {
            "user": "Sidious",
            "user_id": "8012",
            "date": "2006-01-20 18:24:59",
            "id": "2990714",
            "reply_to_id": "2986917",
            "text": "Úh! Ég hafði ekki heyrt um þetta!\nÞá er bara að… Eh.. Missa af þessu, verð ekki heima á laugardagskvöldið. En ég vona að Íslendingar muni taka sig saman og kjósa lag áfram í sjálfa aðalkeppnina, sem er\nekki\ntýpískt Eurovision-lag! Verum kúl! Verum öðruvísi! Who's with me?"
        },
        {
            "user": "Sidious",
            "user_id": "8012",
            "date": "2006-01-20 19:13:59",
            "id": "2990954",
            "reply_to_id": "2990714",
            "text": "held að það eigi ekki eftir að gerast, væri óskandi þó"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-01-20 19:34:37",
            "id": "2991067",
            "reply_to_id": "2990714",
            "text": "Íslendingar hafa náð lengst af því að senda týpísk lög. Halda sig við það.\nUndantekning væri kannski Silvía nótt. En ég er ekkert sérstaklega hrifinn af því að senda rokk eða rapp í keppnina eingöngu til þess að vera eina lagið og fá stig út á það. Ekki virkaði það hjá Noregi seinast þó allir Íslendingar héldu að þeir myndu vinna."
        },
        {
            "user": "Sidious",
            "user_id": "8012",
            "date": "2006-01-20 19:51:23",
            "id": "2991182",
            "reply_to_id": "2991067",
            "text": "Orðið samt alveg svakalega þreytt að senda alltaf “sömu böndin” í þetta aftur og aftur… ætli það sé ekkki bara það sem fólkið vill, staðnað og örugt :/"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-01-20 19:55:42",
            "id": "2991206",
            "reply_to_id": "2991182",
            "text": "Við förum líka lengst með sóló…\nSenda Palla aftur og láta hann prófa stigagjöfina :)"
        },
        {
            "user": "Sidious",
            "user_id": "8012",
            "date": "2006-01-20 19:57:48",
            "id": "2991231",
            "reply_to_id": "2991206",
            "text": "já veistu hann er það lang besta sem við höfum sent… fannst samt aldrei þetta lag vera eitt af hans betri"
        },
        {
            "user": "Helgan",
            "user_id": "61648",
            "date": "2006-01-20 20:44:42",
            "id": "2991445",
            "reply_to_id": "2986917",
            "text": "ég er alveg á því að við eigum að prófa eitthvað nýtt í ár.. ekki alltaf að reyna að slá eitthvað í gegn.. það er bara glatað sbr. selmu í fyrra, þess vegna fær Silvía nótt mitt atkvæði, nema auðvitað eitthvað einstak lag komi í sviðsljósið, sé bara til :)"
        },
        {
            "user": "SmellyCat2",
            "user_id": "45991",
            "date": "2006-01-21 19:14:28",
            "id": "2994757",
            "reply_to_id": "2991445",
            "text": "Ertu búin að heyra lagið með Sylvíu nótt?, ég hélt að það væri ekki farið að spila þessi lög.\nMér fannst bara ekkert vera að laginu selmu í fyrra, það sem vandaði var eitthvað til að fanga áhorfandan svo fólk muni eftir laginu (eitthvað sjóf eða bera karlmenn :) ) og svo hefði hún alveg mátt vera í einhverju öðru en búningnum úr ávaxtakörfunni."
        },
        {
            "user": "Helgan",
            "user_id": "61648",
            "date": "2006-01-21 22:00:02",
            "id": "2995632",
            "reply_to_id": "2994757",
            "text": "Nei er ekki búin að heyra það en ég vill bara sjá eitthvað nýtt í þessari keppni.. lagið með selmu í fyrra vara mjög gott.. greyið klúðraði atriðinu á sviðinu bara alveg.. balletspor í hraðasta kaflanum og þær lágu á gólfinu þegar það hefði verið hægt að gera kröftug dansspor, þar sem lagið bauð upp á mjög flott atriði.. en það er alveg hárrétt hjá þér búningarnir minntu mjög svo á ávaxtakörfuna :)"
        },
        {
            "user": "Gulag",
            "user_id": "48",
            "date": "2006-01-21 21:52:29",
            "id": "2995601",
            "reply_to_id": "2986917",
            "text": "ég var alveg að gefast upp á að horfa á þetta áðan þar til Regína Ósk kom á sviðið.. mjög flott lag, og eflaust rúllaði það upp þessari keppni í kvöld..\nég myndi vilja sjá Eivöru syngja þetta, með allan karlakór reykjavíkur í bakröddum,.. þvílíkt sjónarspil sem það yrði !!!"
        },
        {
            "user": "Helgan",
            "user_id": "61648",
            "date": "2006-01-21 21:57:40",
            "id": "2995617",
            "reply_to_id": "2995601",
            "text": "Ekki Eivöru.. frekar Regínu! Það var mjög flott hjá henni :) annars voru lögin þarna í kvöld frekar af lélegri kanntinum.. allt í lagi þetta með Friðrik Ómari.. soldið Svíalegt og myndi kannski komast langt (mynnti mig helvíti mikið á danan hann Jakob sem tók þátt í fyrra) en annars var Regína líka æði enda engin smá söngkona hér á ferð."
        },
        {
            "user": "SmellyCat2",
            "user_id": "45991",
            "date": "2006-01-22 01:12:44",
            "id": "2996695",
            "reply_to_id": "2995617",
            "text": "sammála, Lagið með Regínu var best, Friðrik Ómar var fínn en restin var ekki upp á marga fiska. Mér findist að lögin mættu vera á ensku strax í byrjun (þ.e. ef lagahöfundur ætlar að láta flytja það á ensku út í Grikklandi)"
        },
        {
            "user": "shiznit",
            "user_id": "50690",
            "date": "2006-01-22 04:13:58",
            "id": "2997235",
            "reply_to_id": "2986917",
            "text": "Lagið sem Friðrik Ómar söng var lang skást .. ekki best heldur skást.\nStrengjadans var sæmilegt … höfðar til blóðheitra evrópumanna.\nAnnars ætla ég að vona að það komi betri lög í næstum hópum."
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2006-01-22 17:03:41",
            "id": "2998705",
            "reply_to_id": "2997235",
            "text": "Strengjadans var ömurlegasta lag sem gert hefur verið! Það var enginn kraftur í röddinni hjá gaurnum, hann var ótrúlega mikill wannabe töffari og það sást á honum langar leiðir, lagið var ömurlegt og sviðsframkoman var heldur ekki góð!\nÁfram Regína ;)"
        },
        {
            "user": "Helgan",
            "user_id": "61648",
            "date": "2006-01-22 17:21:13",
            "id": "2998786",
            "reply_to_id": "2998705",
            "text": "Já strengjadans var mjög hrátt lag.. enginn kraftur og kallgreyið var hálflaglaus.. vonandi verður þetta ekki lagið sem fer til Aþenu í vor!"
        }
    ]
}