{
    "forum_title": "Golf",
    "user": "cip",
    "user_id": "49177",
    "date": "2006-01-19 21:43:53",
    "title": "Keith Horne setti vallarmet á Abu Dhabi mótinu",
    "text": "Mikill vindur á fyrsta keppnisdegi á Abu Dhabi mótinu gerði mörgum kylfingum erfitt um vik í dag. Það var þó ekki að sjá á spilamennsku Keith Horne, sem er alinn upp á Durban ströndinni í Suður-Afríku. Hann lék hringinn á 66 höggum, eða 6 höggum undir pari og setti vallarmet. Hann er  með tveggja högga forskot á Vijay Singh, Thongchai Jaidee frá Taílandi og Ricardo Gonzalez frá Argentínu.\nHorne, sem er 34 ára, spilar aðallega á Sunshine Tour í Suður-Afríku og Asian Tour. Hann tryggði sér þátttökurétt á Abu Dhabi mótinu með því að ná fimmta sæti á Opna Suður-Afríku mótinu í desember. „Ég fann mig vel á vellinum í dag. Ég reyndi að einbeita mér að hverju höggi og að fara ekki fram úr sjálfum mér eins oft hefur gerst hjá mér. Ég var mjög ánægður með hringinn,“ sagði Horne.\nHann sagðist ekki hafa lent í vandræðum vegna vindsins, enda þekkir hann slíkar aðstæður vel frá heimalandi sínu. „Ég er alinn upp við ströndina og kann vel við mig í vindi. Ég vona að það blási alla hina þrjá keppnisdagana. Ég held að eftir því sem völlurinn er erfiðari, því betra fyrir mig. En ég er fyrst og fremst ánægður að hafa fengið tækifæri til að vera með í þessu móti, enda er þetta í fyrsta sinn sem ég keppi á Evrópumótaröðinni,“ sagði Horne.\nVijay Singh sagði að aðstæður hafi verið mjög erfiðar. „Þegar við fórum af stað var nánast logn, en fljótlega fór að blása all hressilega á okkur og það gerði okkur erfitt fyrir. Ég er mjög ánægður með skorið í dag, en hefði kannski getað gert aðeins betur. Ég lenti aldrei í neinum vandræðum og er sáttur við 68 högg miðað við aðstæður,“ sagði Singh, sem hefur aldrei afrekað það að sigra á Evrópumótaröðinni.\nSpánverjinn Sergio Garcia lék á 70 höggum í dag, Bandaríkjamaðurinn Chris DiMarco á 71 höggi, Skotinn Colin Montgomerie (72) og Englendingurinn David Howell (73).",
    "url": "https://www.hugi.is/golf/pistlar/369374/keith-horne-setti-vallarmet-a-abu-dhabi-motinu/",
    "url_id": "369374",
    "id": "2987246",
    "replies": []
}