{
    "forum_title": "Smásögur",
    "user": "SpaceRat",
    "user_id": "2301",
    "date": "2006-01-24 19:05:16",
    "title": "Krafturinn",
    "text": "Eins og tár það blæðir úr fingrinum. Ég horfi á dropann falla ofan í vaskinn. Á glansandi gráum hnífnum í hendi mér er fögur rönd af rauðu fallegu blóði. Sjá hvað þetta er hreint, tært, tilfinningaþrungið. Það er eins og fingurinn hafi sál, hann hefur verið særður og grætur nú blóði.\nÉg sný hendinni við svo að blóðið fylli upp í sárið og stoppi blæðinguna. Ég lyfti síðan hendinni að andlitinu og sleiki blóðugan fingurinn. Blóð er sérstakt á bragðið. Það gefur manni furðulegan kraft, kraft til að halda áfram, gefast ekki upp, ég ætla mér ekki að gefast upp, ég ætla aðljúka mínu áætlunarverki.\nÉg geng út úr eldhúsinu með hnífinn í hendinni og inn í myrkan svefnherbergisganginn. Myrkrið er magnþrungið og dularfullt og vel við hæfi. Ég geng svo inn í svefnherbergið þar sem í rúminu liggur maður. Maður sem ég á skuldótt við. Maður sem tók bróður minn frá mér, dæmdi hann til dauða með persónulausri aftöku með riffli. Þessi maður á skilið að deyja ég skal sýna fólki hvernig rétt er að taka menn af lífi, persónuleg aftaka.\nÉg lýt á klukkuna, hún er 2 mínútur í 7, hún er alveg að fara að hringja. Ég legg hnífinn að hálsi hans en ekki upp við svo að hann vakni ekki.\nBíb, bíb, bíb, bíb… Hann horfir í augun á mér og ég sé hræðsluna í augum hans, ég efast um að það sé hægt að vakna á hræðilegri hátt.\n„Góðan daginn Guðlaugur!“ segi ég rólegri röddu.\nHann segir ekkert en augun stara enn í mín.\n„Ertu ekki hress?“ bæti ég við og brosi til hans.\nHann brosir ekki til baka en tekur hina hvimleiðu ákvörðun að öskra. Ég verð að lækka í honum svo að ég dríf hnífinn inn í barkakýlið og yndislög þögnin birtist á ný. Blóð, unaðslegt blóð sprautast framan í mig og ég upplifi fullnægingu af nýju kyni. Ég sleiki út um og finn kraftinn byrgjast inn í mér. Mér líður æðislega.\nÉg heyri eitthvað hljóð, hurð að opnast og einhver gengur inn. Ég geng fram á gang og á hinum endanum á ganginum stendur maður sem ég þekki ekki, líklega nágranninn, hann hefur heyrt öskrin í Guðlaugi, og núna horfir hann á blóði skreyttan mann með blóði skreyttan hníf í hendi. Hann hleypur út og ég á eftir honum. Hann hleypur inn í húsið sitt og djöfullinn sjálfur, hann hringir á lögregluna. Ég verð að flýja, koma mér í skjól. Ég fer inn í bíl og bruna í burtu.\nÞegar ég er kominn út á veg þá er lögregla komin á eftir mér. Ég sikk-sakka á milli bílanna og umferðin er ömurlega mikil svona snemma um morguninn, allir á leiðinni í vinnuna. Getur borgin ekki gert eitthvað í þessu fjandans gatnakerfi?\nÞað elta mig tvenn lögguljós núna, ég verð að taka áhættu og keyra niður hæðina þarna og komast milli tveggja bíla en seinni bíllinn ekur í hliðina á mér og bíllinn snýst svo að ég velt niður hlíðina.\nÉg fleygist í marga hringi og mér líður eins og ég sé inni í þvottavél, þetta tekur heila eilífð í huga mér, kannski því að ég sé eilífðina fyrir mér; þegar ég er lítill og hress gutti sem er góður í námi og íþróttum, ég átti framtíðina fyrir mér, svo verð ég stór og er kominn í framhaldsskóla, næst sé ég jarðaför foreldra minna og þá byrjar framtíðin að hverfa, því næst sé ég bróður minn handtekinn og dæmdan, framtíðin er horfin. Loksins stoppa ég! Ég tek eftir því að ég finn ekki fyrir fótunum, þeir eru fastir og úr hægra lærinu fossblæðir. Þetta er endirinn.\nÉg lít í bakspegilinn og sé lögreglumenn hlaupa niður hæðina. Lít svo á blóðið sem vellur úr lærinu á mér. Ég halla mér fram og finn unaðslega blóðangan, opna munninn og sleiki blóðið úr buxunum. Blóðið er sérstakt á bragðið. Það gefur manni furðulegan kraft, kraft til að halda áfram.",
    "url": "https://www.hugi.is/smasogur/greinar/369468/krafturinn/",
    "url_id": "369468",
    "id": "2988741",
    "replies": [
        {
            "user": "Blublu",
            "user_id": "12532",
            "date": "2006-01-24 19:43:44",
            "id": "3009535",
            "reply_to_id": "2988741",
            "text": "Þú ert einn sikk gaur."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-01-24 20:07:38",
            "id": "3009686",
            "reply_to_id": "3009535",
            "text": "Jebb, það er mikið til í því!"
        },
        {
            "user": "SpaceRat",
            "user_id": "2301",
            "date": "2006-01-24 20:10:03",
            "id": "3009708",
            "reply_to_id": "3009686",
            "text": "Ég reyni!\nAllir hafa sinn stíl, og minn er geðveiki :D"
        },
        {
            "user": "Kaea",
            "user_id": "52376",
            "date": "2006-01-24 20:17:52",
            "id": "3009733",
            "reply_to_id": "3009708",
            "text": "Mér fannst þetta bara virkilega flott hjá þér! :D"
        },
        {
            "user": "krizza4",
            "user_id": "54759",
            "date": "2006-01-24 20:33:17",
            "id": "3009811",
            "reply_to_id": "2988741",
            "text": "Spes…. hihihi :D"
        },
        {
            "user": "coot",
            "user_id": "58043",
            "date": "2006-01-24 21:14:53",
            "id": "3010031",
            "reply_to_id": "2988741",
            "text": "Góður Áki - Alltaf jafn geðsjúku"
        },
        {
            "user": "Duelfield",
            "user_id": "54505",
            "date": "2006-01-24 23:26:49",
            "id": "3010993",
            "reply_to_id": "2988741",
            "text": "Þetta er mjög flott hjá þér. Ég finn ekki neitt athugavert við þetta. Haltu þessu áfram. :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-01-28 19:26:09",
            "id": "3027955",
            "reply_to_id": "2988741",
            "text": "snilldar saga og soldid sick saga"
        }
    ]
}