{
    "forum_title": "Djammið",
    "user": "LadyJ",
    "user_id": "8744",
    "date": "2006-01-20 00:33:04",
    "title": "Max Graham á villtu klúbbakvöldi þann 3. Febrúar!",
    "text": "Hinn 35 ára breski tónlistarmaður og umboðsmaður, Max Graham ætlar að kíkja á klakann til okkar þann 3. Febrúar næst komandi.\nUm er að ræða brjálað klúbbakvöld í boði Flex Music, sem haldið verður á NASA og ætlar Grétar G., Dj Danni og leynigestur að sjá um upphitunina.\nEn nokkur orð um kappann, eins og fyrr sagði hafði hann sínar upprunalegu rætur að rekja til Bretlands, en hefur hann búið víðs vegar, eins og á spáni, í New York og Los Angeles áður en hann fluttist svo til Kanada árið 1989 þar sem hann hefur búið síðan.\nHann byrjaði að snúa skífum fyrst árið 1986 aðeins 15 ára gamall, byrjaði sem scratch/hip-hop dj en hallaðist svo flótt að ‘house’ tónlistarstefnunni en þá var hún að ganga í gegnum hálfgert endurreisnartímabil.\nÍ kringum árið 1992 varð Graham undir áhrifum BT og Underworld en það var á þeim tíma þegar ‘Progressive house’ stefnan var að taka sín fyrstu spor.\nHann varð síðan hugfanginn af Dj eins og Paul Oakenfold og Sasha (sem einmitt kemur líka á klakann þann 12. apríl þökk sé Felx music!) og ákvað að útbreiða þeirra tónum yfir Kanada. Þrátt fyrir að ‘trance’ var byrjað að flæða yfir Evrópu voru aðeins fáir Dj-ar sem spiluðu þá tónlist í Kanada. Svo varð hann fljótt vinsæll þar.\nInnan nokkurra mánaða var hann og félagar hans búnir að koma sér upp sínu eigin klúbbakvöldi, sem leiddi svo til opnuns hins sögulega ‘Atomic’ næturklúbbs. Hin vikulegu 6 klst sett hans Grahams voru orðin miðpunktur kanadískra klúbbakvölda.\nÁrið 2000 byrjaði Graham svo að framleiða sína eigin tónlist, hans fyrstu ‘hittarar’ voru “Airtight” og “Tell you” sem hjálpuðu honum að verða vel þekkur um allan heim, og leiddi svo til þess að hann var beðinn um að remixa hina sívinsælu ‘Transport’ seríu árið 2001. Heimstúr fylgdi í kjölfarið sem auk enn vinsældir hans og varð hann valinn 23. besti Dj ársins 2001 í Top100 frá the ‘Dj-Magazine’og skoraði þar efst meðal nýliða.\nEftir að vera búinn að túra í tvö löng ár tók Graham sér svo frí en snéri svo aftur árið 2004 og gaf þá út dans hittarann “Owner of a Loneley Heart” sem sló í gegn um allan heim og komst inná topp 10 sæti breska smáskífu listans og topp 30 listann hjá ‘Australian Recording Industry Association’.\nEn já kallinn ætlar að koma og heimsækja Ísland og mæli ég með að við tökum vel á móti honum og fyllum Nasa föstudagskvöldið 3. Febrúar næstkomandi!",
    "url": "https://www.hugi.is/djammid/greinar/369439/max-graham-a-villtu-klubbakvoldi-thann-3-februar/",
    "url_id": "369439",
    "id": "2988405",
    "replies": [
        {
            "user": "halli2",
            "user_id": "10186",
            "date": "2006-01-20 17:24:11",
            "id": "2990413",
            "reply_to_id": "2988405",
            "text": "Já það er alltaf einhverjir spennandi tónlistarmenn á Nasa.. thumbs upp fyrir því :)"
        },
        {
            "user": "LadyJ",
            "user_id": "8744",
            "date": "2006-01-23 06:38:48",
            "id": "3001707",
            "reply_to_id": "2990413",
            "text": "Svo má taka það framm að kappinn hefur verið að spila með stórstjörnum eins og Deep Dish & Sander Kleinenberg, en sá síðar nefndi hefur einmitt spilað á tveimur alveg eitrað góðum kvöldum á klakanum :)"
        },
        {
            "user": "smjattpattar",
            "user_id": "57010",
            "date": "2006-01-24 17:34:49",
            "id": "3008621",
            "reply_to_id": "3001707",
            "text": "tveim kvöldum??? 16 júní ´02 @ gaukurinn og hvar annar staðar plz?\nÉg hef misst af því :/"
        },
        {
            "user": "LadyJ",
            "user_id": "8744",
            "date": "2006-01-25 12:52:04",
            "id": "3012079",
            "reply_to_id": "3008621",
            "text": "það var 17. janúar 2004 minnir mig"
        },
        {
            "user": "smjattpattar",
            "user_id": "57010",
            "date": "2006-01-25 17:27:18",
            "id": "3013410",
            "reply_to_id": "3012079",
            "text": "Ég man að hann ætlaði að koma(einhverntíma) man ekki hvenær,en þá var sagt að hann hafi orðið veikur og tók ekki flugið til landsins.Grétar spilaði allt kvöldið til 06.00 og það var gaman þrátt fyrir vonbrigði að hann kom ekki.Erum við að tala um sama dæmið eða…!!!    !!!!! :)"
        },
        {
            "user": "LadyJ",
            "user_id": "8744",
            "date": "2006-01-25 22:29:35",
            "id": "3015458",
            "reply_to_id": "3013410",
            "text": "jú herrðu, þetta er rétt hjá þér!"
        },
        {
            "user": "Sohall",
            "user_id": "4760",
            "date": "2006-01-25 09:41:39",
            "id": "3011727",
            "reply_to_id": "2988405",
            "text": "Ég get ekki beðið!"
        },
        {
            "user": "caprio",
            "user_id": "29506",
            "date": "2006-01-25 22:50:25",
            "id": "3015638",
            "reply_to_id": "3011727",
            "text": "smá svona ,,update,, þá var fólk að hringja í okkur félaga í Flex Music, frá Hollandi sem sér um sjónvarpsþátt á stöð sem heitir FTL-7 og þátturinn heitir ,Boarding Now, og er svona djamm og lífstílsþáttur sem er með áhorf uppá 1,5 milljónir manna! og þau eru að koma til íslands í næstu viku til að kynna sér djamm og klúbbamennigu á íslandi!  þau voru búin að heyra af þessu kvöldi núna 03 feb og ætla að mæta ásamt 7 manna liði frá stöðinni og fá að taka upp þáttinn eða hluta af honum allavega inná Nasa og þessu verður sjónvarpað síðan 2-3 vikum seinna!!   þetta er bara gott mál og þrusu góð kynning á djamminu hér í reykjavík!"
        },
        {
            "user": "smjattpattar",
            "user_id": "57010",
            "date": "2006-01-26 17:47:38",
            "id": "3018604",
            "reply_to_id": "3015638",
            "text": "Hollt fyrir egóið hjá sumum :) haha\nen samt flott mál og málið að mæta"
        },
        {
            "user": "caprio",
            "user_id": "29506",
            "date": "2006-01-27 20:52:07",
            "id": "3024629",
            "reply_to_id": "2988405",
            "text": "www.flex.is"
        },
        {
            "user": "LadyJ",
            "user_id": "8744",
            "date": "2006-02-08 19:41:48",
            "id": "3080490",
            "reply_to_id": "3024629",
            "text": "Jæja hvernig fór svo djammið á NASA ? Heyrði að Grétar hefði verið dúnrandi góður, hvað með Max kallinn sjálfann?"
        },
        {
            "user": "caprio",
            "user_id": "29506",
            "date": "2006-02-09 16:38:42",
            "id": "3083702",
            "reply_to_id": "3080490",
            "text": "þetta heppnaðist mjög vel bara.\nmættu tæplega 700 manns í heildina en Grétar og Danni voru allveg eiturgóðir!\nGrétar var frekar harður og spilaði allveg pumpandi kúbbatónlist! max tók við um kl 03 og náði eiginlega ekki ´tökum á dansgófinu fyrr en um kl 4 þá sprakk allt og stemmingin var geðveik hann rúllaði þessu allveg upp, og var mjög þétttur eftir það og allveg til lokunar um 6 !  :)"
        },
        {
            "user": "Sohall",
            "user_id": "4760",
            "date": "2006-02-15 16:42:02",
            "id": "3108912",
            "reply_to_id": "3080490",
            "text": "Mér fannst þetta alveg geeeeðveikt! :)"
        }
    ]
}