{
    "forum_title": "Bílar",
    "user": "Saabster",
    "user_id": "8677",
    "date": "2001-08-07 11:06:36",
    "title": "Jagúar XJ6 Sovereign",
    "text": "Sælir..\nÉg er í mikilli bílakrísu þessa dagana. Núna ek ég um á Passat sem er ágætis bíll en vita kraftlaus (125 hp). Það sem ég er að spá í er að skipta um bíl og fá mér frekar eldri bíl en með meira power en hann má ekki kosta meira en milljón. Ég er með tvö stykki Jagúar í sigtinu (lengi verið fan). Annar er árg. ‘85 og sett á hann milljón hinn er ’89 en sett á hann 900.000.\nÞað sem ég er að fiska eftir hérna er það hvort að það sé skynsamlegt af mér að kaupa jagúar yfirhöfuð?\nGott væri ef einhver sem hefur einhverja þekkingu á Jagúar gæti lagt orð í belg og hjálpað mér að ákveða mig..\nkv.\nSaabste",
    "url": "https://www.hugi.is/bilar/greinar/37021/jaguar-xj6-sovereign/",
    "url_id": "37021",
    "id": "248934",
    "replies": [
        {
            "user": "Gusti2",
            "user_id": "10506",
            "date": "2001-08-08 11:50:02",
            "id": "248935",
            "reply_to_id": "248934",
            "text": "Ég er líka mikill Jaguar fan og langar geggjað í svoleiðis tæki, ég prófaði hinsvegar einu sinni einn jaguar sem var 80 og eitthvað árgerð og hann var gjörsamlega að hrynja…. það sem ég hef heyrt um jaguar er að þeir séu dálítið bilanagjarnir. Þessi sem er 85 árgerð sem þú ert að pæla í þarf nú að vera ansi vel með farinn til að þú farir að borga fyrir hann heila milljón.\nPersónulega er ég miklu hrifnari af Jaguar XJS, 2 dyra bílnum (12 cyl), en hann er auðvitað talsvert dýrari. Þú getur séð einn svoleiðis (grænn) á vefnum mínum á:\nhttp://www.bilavefur.com/myndir/ymislegt/slideshow.htm\n90 árgerð af XJS kostar um 1.5 - 2 millj, er með 5.3l 12cyl vél og er 262 hö\n85 árgerðin af XJ6 er með 4.2l 6cyl vél og er 176 hö\n89 árgerðin af XJ6 er með 3.6l 6cyl vél og er 195 hö\nÞannig að ef þú vilt fá nægan kraft og jaguar standardinn þá er XJS “THE CAR”\nGústi"
        },
        {
            "user": "hannes",
            "user_id": "579",
            "date": "2001-08-17 13:54:23",
            "id": "248936",
            "reply_to_id": "248935",
            "text": "Það er einn á bílasölu Guðfinns, þ.e. Jaguar XJS, 2 dyra bílnum (12 cyl), ásett verð er einhver rúm milljón; (kannski 1,5) en hann er búinn að standa þarna í nokkurn tíma, bara mæta og bjóða í hann.\nÞetta er mjög fallegur bíll, ég var að skoða slideshowið\nhttp://www.bilavefur.com/myndir/ymislegt/slideshow.htm\nþar er einmitt svona bíll (kannski sá sami), með bílnúmerið DV818, virðist vel með farinn og er c.a. 91 model. (það var svo sem ekki meiningin að auglýsa þetta eintak sérstaklega)…\n-*-\nAð JAG sé bilanagjarn; Já, eigum við ekki að gefa okkur það, brezkir bílar hafa verið það, gaman væri að heyra í einhverjum sem hefur persónulega reynslu af því…"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-08-18 09:40:45",
            "id": "248937",
            "reply_to_id": "248936",
            "text": "Voru ekki allir XJ-S 12 strokka? Gæti flett þessu upp en…\nÉg vona að ég fái reynslu á bilanatíðni breskra bíla :)\nEf einhver hefur áhuga á að styrkja rannsóknir í þágu vísinda er ykkur bennt á að lána mér breska bíla: Lotus, Jaguar, Bentley, Caterham og TVR koma flestir vel til greina ;)"
        },
        {
            "user": "proxima",
            "user_id": "12025",
            "date": "2001-08-08 11:51:09",
            "id": "248938",
            "reply_to_id": "248934",
            "text": "Flottir bílar ennnnnnnnnnn persónulega myndi ég ekki þora að kaupa mér svona bíl. Hvernig er með varahluti o.s.frv?\nKv, Proxima"
        },
        {
            "user": "Draugur",
            "user_id": "10167",
            "date": "2001-08-08 12:29:59",
            "id": "248939",
            "reply_to_id": "248934",
            "text": "ÉG GET SAGT ÞÉR FRÁ EINUM AÐILA SEM VEIT ALLT UM JAGÚAR, FARÐU BARA Í BSA Í KÓPAVOGINIUM OG SPYRÐU UM ANDREAS HANN HEFUR ÁTT YFIR 40 JAGÚAR BIFREIÐAR BSA SKEMMUVEGI 6 KÓPAVOGI BLÁ GATA"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-08-08 15:06:31",
            "id": "248940",
            "reply_to_id": "248939",
            "text": "Ég hef ekki átt jagúar, en þekki tvo sem hafa átt nokkra…. Gleymdu þessu nema þú hafir efni á bíl sem er framleiddur eftir að Ford tók fyritækið yfir (minnir að það sé 94-95 eitthvað svoleiðis. Þeir bila mjög mikið, það er reyndar lítið mál að fá ódýra varahluti með DHL, en ef þú vilt ódýrari bíl og mikinn kraft skaltu frekar reyna að finna þér gamlan Benz, t.d. 560 sec, eða eitthvað í þeim dúr, það er hægt að finna þá í góðu standi og þeir eru nálægt 300 hestöflum…nema þú náttúrulega finnir þér gamlan M5, þá ertu í fínum málum eða M3…þeir eru ekki svo dýrir í rekstri en það má ekki vanrækja þá og saman er í rauninni með jagúarinn. Gamall Porsche gæti líka verið góður kostur, 944 t.d. þetta eru ódrepandi bílar og vel sprækir og bila varla neitt."
        },
        {
            "user": "Saabster",
            "user_id": "8677",
            "date": "2001-08-08 15:07:44",
            "id": "248941",
            "reply_to_id": "248934",
            "text": "Gleymdi einu….\nNo guts no glory! Vertu bara hugaður, taktu bíl sem þú fílar, þó svo þú hendir slatta í viðhald, þá er allavega engin rýrnun á svona gömlum bílum ef þú heldur þeim vel við!"
        },
        {
            "user": "Saabster",
            "user_id": "8677",
            "date": "2001-08-08 15:32:36",
            "id": "248942",
            "reply_to_id": "248941",
            "text": "Hei ..takk fyrir dúds!! Átti ekki von á svona fljótum viðbrögðum. Kemur sér vel.\nPersónulega finnst mér 76-80 árgerðirnar flottari en 80->… Verð þó að vera sammála því að XJS týpan er nokkuð svöl. Það er einn þannig á Bílasölu Guðfinns.. sett á hann ca 1.5 held ég."
        },
        {
            "user": "Gusti2",
            "user_id": "10506",
            "date": "2001-08-08 15:46:42",
            "id": "248943",
            "reply_to_id": "248942",
            "text": "XJS Týpan er auðvitað alveg toppurinn, ef þú ert að leita þér að bíl sem þú ætlar að eiga lengi þá er XJS svona týpa af bíl sem á örugglega bara eftir að hækka í verði eftir því sem þú átt hann lengur, þetta er svona “potential classic” bíll finnst mér.\nÞað er ekki voða langt síðan (1-2 ár) ég sá 91 árgerð af XJS og þá kostaði hann 3.1 milljón, þannig að þeir eru búnir að falla alveg þvílíkt í verði, bara eins og allir aðrir bílar.\nÉg er alveg sjúkur í einn XJS og er að pæla í að kaupa mér einn svoleiðis eftir nokkur ár."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-08-08 18:43:43",
            "id": "248944",
            "reply_to_id": "248943",
            "text": "Það er bara mín persónulega skoðun að XJ bílarnir eru flottustu Jagúararnir. Ég held að þú ættir að hlusta á bebecar í þessu máli en svo spilar líka smekkur og hugrekki inn í.\nMér finnst hinsvegar XJ-S ekki merkilegur Jaguar. Ég held það hafi verið fyrsti Jaguarinn sem Lyons sjálfyr hannaði ekki og elegansinn hans er að miklu leyti týndur þótt þetta sé ekki ólaglegur bíll. XJ-S er svona Roger Moore Dýrlings bíll. XJ6 er alvöru breskur bófamynda bíll.\nÉg held líka að þessir bílar séu allir hræbillegir erlendis. Gæti grafið upp tölur ef þú vilt."
        },
        {
            "user": "gdawg",
            "user_id": "3976",
            "date": "2001-08-08 20:43:45",
            "id": "248945",
            "reply_to_id": "248944",
            "text": "Ég hef sjálfur ekki persónulega reynslu af Jaguar, en það kemur alltaf mjög spes glampi í eigendur bifreiðaverkstæða þegar svoleiðis kerrur koma inn, þeir bila mikið, sérstaklega rafkerfið, en það er bara svoleiðis með alla breska bíla. Staðalbúnaður er meingallað rafkerfi, ég á sjálfur mini og hann getur verið mjög spes sérstaklega í bleytu. En bílakaup eru alltaf málamiðlun, þannig að kynntu þér kosti og galla og ef kostirnir eru fleiri en gallarnir að þínu mati, go 4 it!"
        },
        {
            "user": "gdawg",
            "user_id": "3976",
            "date": "2001-08-08 20:44:26",
            "id": "248946",
            "reply_to_id": "248944",
            "text": "Ég hef sjálfur ekki persónulega reynslu af Jaguar, en það kemur alltaf mjög spes glampi í eigendur bifreiðaverkstæða þegar svoleiðis kerrur koma inn, þeir bila mikið, sérstaklega rafkerfið, en það er bara svoleiðis með alla breska bíla. Staðalbúnaður er meingallað rafkerfi, ég á sjálfur mini og hann getur verið mjög spes sérstaklega í bleytu. En bílakaup eru alltaf málamiðlun, þannig að kynntu þér kosti og galla og ef kostirnir eru fleiri en gallarnir að þínu mati, go 4 it! Skoðaðu www.autoscout24.de þar finnuru pott þétt e-ð"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-08-08 20:52:55",
            "id": "248947",
            "reply_to_id": "248944",
            "text": "Ein viðbót. Að mér finnist XJ-S ekki merkilegur Jaguar er kannski ekki alveg rétt. Mér finnst hann ekki jafn elegant og flestir Jaguar bílar aðrir. Hann er samt ekki ólaglegur og að aka svona hlýtur að vera ánægjuleg reynsla. Myndi samt frekar vilja XJ sjálfur.\nÞrátt fyrir að vera yfirlýstur anglophile myndi ég sjálfur íhuga eitthvað eins og Benz SEC ef ég væri að skoða svona bíla. SEC benzinn er ákaflega glæsilegur (að mínu mati með glæsilegri Benzum, a.m.k. í seinni tíð) og örugglega mjög traustur í samanburði við aðra slíka bíla.\ngdawg, er þetta ekki full harkalegur dómur á enskum bílum? Vissulega eru margir þeirra miður traustir en bíllinn þinn er yfir 40 ára gömul hönnun ef ég man rétt og þótt einfaldur sé í raun þá voru þetta ódýrir bílar í den. No disrespect sko, bíllinn þinn er flottur! :)"
        },
        {
            "user": "porky",
            "user_id": "2189",
            "date": "2001-08-16 07:22:58",
            "id": "248948",
            "reply_to_id": "248947",
            "text": "ég held að þú ættir frekar að fá þér eyðni, það er sennilega auðveldara að losna við það þegar þú ert búin að fá nóg af viðhaldinu á jagúarnum"
        },
        {
            "user": "Saabster",
            "user_id": "8677",
            "date": "2001-08-17 10:12:52",
            "id": "248949",
            "reply_to_id": "248948",
            "text": "Humm eyðni.. !\nSvo fór sem fór að ég ákvað að sleppa þessum Jagúar…gengur bara betur næst.\nTakk fyrir góðar umræður."
        }
    ]
}