{
    "forum_title": "Bækur",
    "user": "volex",
    "user_id": "59713",
    "date": "2006-01-26 11:11:09",
    "title": "Kjarni bókarinnar Mobý Dick",
    "text": "Halló gott folk ég heiti volex og er ekki virkur inn á þessu áhugamáli en fann mér vissa áðstæðu til að skrifa hérna inn smá grein um bókina Mobý dick, eins og titill þessarar greinar gefur til kynna ætla ég alls ekki að rekja innihald bókarinnar til fulls langt frá því!. Ætla ég aðeins að útskúra bókina boðskap og fleira.Njótð vel.\nMobý Dick fjallar um persónuna Ismael sem var fátækur maður og ákvað að fara til sjós í leit að ef til vill ævintýrum og fer til bæ sem heitir Nantucket. Þar gistir hann um nóttina og allt í fínasta með það en þangað til hann fréttir það að hann muni deila rekkju með skutlara (skutlari var maðurinn í stafni skipsins sem aðeins átti að hæfa hvalinn með skutlinum sínum þegar að hann komst í augsýn).Í auga manna í þá daga var skutlari yfirleitt stór maður að stærð, massaður, með brjóstkassa á borð við peningaskáp og ef til vill húðflúraður endilangt á líkamanum. Engin furða að vesalings Ismael var orðinn smeykur og ekki batnaði ástandið þegar hann komst að því að þetta var blökkumaður. Þegar til rekkju kom beið hann álengdar eftir  honum og var hann þá kominn til að undirbúa sig fyrir svefn, þá hóf hann að framkvæma heiðnar athafnir með líkneskji og hóf að biðja á framandi tungumáli. Þegar til morguns kom töluðu þeir mikið saman og hófu meðal annars að reykja og skiptust þeir á pípi og gleymdi Ismael allri hugsunum sínum sem hann hafði borið í hans garð og var þeir orðnir bestu mátar og gleymi ég að segja að maðurinn heitir Queequeg Þarna sjáum við boðskapinn sem höfundurinn er að gefa till kynna að þótt að þessi maður væri svartur og væri skutlari þá er hann maður eins og þú og ég. Má geta þesa að þarna sé höfundur maske að segja bandarikjamönnum að þrælahald sé bannað, enda á þessum tíma þrælahald algengt sértstaklega í suðurrikjunum. En allavegana, þegar Ismael kemst af því að Queequeg ætlar líka til sjós leita þeir að skipi og komast þeir að skipi sem sjálfur skipstjórinn Akab. Persónan Akab er mjög skrýtinn að því leyti að allri hugsun hans beinist að versta óvini hans Mobý Dick sem tók af honum fótinn. Þessi ferð sem Ismael og svarti vinur hans fara í gengur út á það að koma hvita hvalnum fyrir kattarnef. Þarna má líka sjá vissa geðveiki að elta einhvern hval um öll heimsins höf og svo slátra honum.Höfundurinn talar um akab einmitt eins og ég er búinn að lýsa honum núna. Verð ég líka að segja að þessi bók er mjög sérstök að því leyti að höfundurinn fer að útskýra Hvalfræði þar að segja búrhveli-Skíðishvali og svo framvegis, og svona mætti lengi telja enda kaflarnir í þessari bók langt frá því sem maður bjóst við en á góðan hátt. Og má bæta við að bókin Mobý Dick á sannarlega skilið að vera lesin.\nVeit að þetta var svoltið sjúskuð grein og stutt en varð að koma þessu frá mér og bíð því öllu versta- Góðar stundir.",
    "url": "https://www.hugi.is/baekur/greinar/371494/kjarni-bokarinnar-moby-dick/",
    "url_id": "371494",
    "id": "3014562",
    "replies": [
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2006-01-26 11:15:42",
            "id": "3016758",
            "reply_to_id": "3014562",
            "text": "Heitir hann ekki Ahab?"
        },
        {
            "user": "ElGorilla",
            "user_id": "20068",
            "date": "2006-01-26 11:54:46",
            "id": "3016826",
            "reply_to_id": "3016758",
            "text": "Það var skipstjórinn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-01-26 14:06:43",
            "id": "3017239",
            "reply_to_id": "3016826",
            "text": "en var ahab ekki aðalgaurinn???\nég hélt það :?"
        },
        {
            "user": "volex",
            "user_id": "59713",
            "date": "2006-01-26 14:32:33",
            "id": "3017362",
            "reply_to_id": "3016758",
            "text": "mikið rétt hjá þér wilhelm en í bókinni kemur fram að það sé skrifað-Akab, þannig að ég ákvað að nota það"
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2006-01-26 22:28:22",
            "id": "3020536",
            "reply_to_id": "3017362",
            "text": "Ertu viss um að það sé ekki skrifað Ahab því ég heiti svo sannarlega ekki Wilhelm."
        },
        {
            "user": "volex",
            "user_id": "59713",
            "date": "2006-01-27 11:43:43",
            "id": "3021803",
            "reply_to_id": "3014562",
            "text": "ágæt grein,en mér fanst bókin drepleiðinleg,þrátt fyrir allan boðskap og allt það"
        },
        {
            "user": "volex",
            "user_id": "59713",
            "date": "2006-01-27 13:27:14",
            "id": "3022156",
            "reply_to_id": "3021803",
            "text": "sammála þér bókin hundleiðinleg, og ekki fyrir hvern mann að lesa hana"
        },
        {
            "user": "Stone",
            "user_id": "29572",
            "date": "2006-02-01 21:48:55",
            "id": "3048904",
            "reply_to_id": "3014562",
            "text": "Hvað er hún löng? á maður að reyna að lesa hana?"
        },
        {
            "user": "volex",
            "user_id": "59713",
            "date": "2006-02-02 12:59:39",
            "id": "3051067",
            "reply_to_id": "3048904",
            "text": "bókin er um 700-750 bls (gangi þér vel)"
        },
        {
            "user": "HinniBinni",
            "user_id": "41558",
            "date": "2006-02-07 21:08:59",
            "id": "3076701",
            "reply_to_id": "3014562",
            "text": "Ágætis grein, annars mjög sérstakur boðskapur…Annars verð ég að drífa mig að lesa þessa bók, hef alltaf langað til þess!"
        }
    ]
}