{
    "forum_title": "Tolkien",
    "user": "Ratatoskur",
    "user_id": "8834",
    "date": "2001-08-08 20:27:59",
    "title": "John Ronald Reuel Tolkien",
    "text": "Jæja, hvað getur verið betra að byrja þetta Tolkien-áhugamál\nen grein um manninn sjálfan.\nJohn Ronald Reuel Tolkien fæddist 3 janúar árið 1892 í\nBloemfontein í Suður-Afríku en fluttist snemma til Englands.\nHann er talinn vera einn færasti málfræðingur enskrar tungu\nsem uppi hefur verið og gjörþekkti rætur málsins,\nengilsaxnesku, kelstnesku, latínu og íslensku.\nSeinna var hann ráðinn prófessor við Oxford vegna hæfileika\nsinna á þessu sviði. Tolkien hafði mikinn áhuga á öllum\nfornalda- og miðaldasögnum, þar á meðal Arthúrssögnum,\nBjólfskviðu, Tristanssögu, Íslendingasögum, Snorra-Eddu og\nhinni finnsku Kalevala. Áhuginn var orðinn nokkuð mikill þegar\nhann ákvað að gamni sínu að semja ímynduð forn tungumál\nálfa, dverga og manna og byrjaði seinna að skapa heim þar\nsem Álfar, Dvergar og Menn töluðu þessi tungumál og sagði\nsögu þeirra. Tolkien gerði meira að segja ráð fyrir mállýskum\nog hvernig mál breytast þegar hann samdi þessi tungumál\nsín. Þegar börnin hans fjögur fóru að biðja hann um að semja\nreglulega handa sér sögu tók hann til minnispunkta sína og\nsamdi í kringum þá ævintýri. Þannig varð Hobbitinn til. Hann\nfór þá að leita að möguleiku þess að gefa þetta efni út, en\nútgefendum fannst það fráleitt, enginn myndi lesa það.\nÚtgefandinn Stanley Unwin gerði þá tilraun og lét 10 ára son\nsinn lesa þennan Hobbita. Drengurinn varð heillaður af\nsögunni og kom Hobbitinn út 21. september árið 1937. Sagan\nseldist vel og fékk ýmis verðlaun fyrir. Hobbitinn hefur verið\nþýddur á 25 tungumál og hafa verið seld um 35 milljón eintök\naf honum.\nLesendur Hobbitans fóru seinna að senda bréf til Tolkiens og\nspurðu hvort þeir gætu ekki fengið að vita eitthvað meira um\nHobbita. Einnig voru útgefendur líka mjög jákvæðir í garð\nframhalds. Tolkien byrjaði þá að semja Hringadróttinssögu\nstrax eftir að Hobbitinn kom út. Biðin varð þó löng. Verkið varð\nekki tilbúið fyrr en árið 1949 og olli að hluta til seinni\nheimsstyrjöldin þessari löngu bið. Þegar Tolkien lét\nútgefendur fá verkið urðu menn ekki hrifnir. Þetta var að vísu\nframhald af Hobbitanum, en mikið alvarlegri og stórbrotnari\nsaga. Útgefendur sem höfðu óskað eftir sögu fyrir börn spáðu\nekki vel fyrir sölumöguleikum þessa fáránlega stóra verks.\nRaunin varð önnur. Nýlega var t.d. Hringadróttinssaga kosin\nbók aldarinnar í Bretlandi.\nÞegar Tolkien dó árið 1973 lét hann eftir sig gífurlegt magn af\nsögnum sem áttu að gerast löngu fyrir tíma\nHringadróttinssögu, alls voru þetta um 60 000 blaðsíður.\nÞetta efni hafði aldrei verið gefið út. Kom einnig í ljós að\nTolkien var ekki með það á hreinu hvenær hann átti að hætta\nog var til dágóður bunki af ókláruðum sögum.\nCristopher Tolkien, sonur hans lét seinna gefa út Silmerilinn\nárið 1977 og Unfinished Tales úr þessum sögnum föður\nsins.\nEkki má svo gleyma The Father Christmas Letters en það\nvoru bréf frá jólasveininum til barna Tolkiens sem hann\nskrifaði og myndskreytti fyrir börnin sín. Þó að bréfin fjalli um\njólasveininn þá er spunnið inn álfasögum o.fl Sú bók hefur\nheldur ekki verið gefin út á íslensku.",
    "url": "https://www.hugi.is/tolkien/greinar/37176/john-ronald-reuel-tolkien/",
    "url_id": "37176",
    "id": "249941",
    "replies": [
        {
            "user": "Gandalfur",
            "user_id": "1129",
            "date": "2001-08-09 01:01:34",
            "id": "249942",
            "reply_to_id": "249941",
            "text": "Frábær grein Ratatoskur. Vildi bara óska að hann hefði skrifað fleiri sögur á borð Hringadróttinssögu."
        },
        {
            "user": "birgir",
            "user_id": "17788",
            "date": "2001-08-09 13:14:09",
            "id": "249943",
            "reply_to_id": "249942",
            "text": "Tja.. fleiri bækur eins og LotR.. er það ekki dáldið mikið?\nþá hefði hann aldrei getað náð þessum status sem hann er með í dag.. Það væri ekki til þetta Cult í kringum hann.. það væri ekki hægt að rannsaka bækur hans og allt í kringum þær jafn ítarlega.. .. meina ef hann hefði verið að gera fleiri svona heima þá hefði hann aldrei nokkurtíman geta gert þá jafn ítarlega.\nég held ég myndi frekar kjósa þetta eins og þetta er í dag.. þar sem maður getur kafað sér djúpt ofan í hugarheima Tolkiens…"
        },
        {
            "user": "Aragorn",
            "user_id": "47217",
            "date": "2001-08-09 13:22:07",
            "id": "249944",
            "reply_to_id": "249943",
            "text": "Já þetta er fínt ein og þetta er."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-08-09 21:40:37",
            "id": "249945",
            "reply_to_id": "249941",
            "text": "flott úttekt á meistaranum þarna hjá þé"
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2001-08-09 21:46:01",
            "id": "249946",
            "reply_to_id": "249941",
            "text": "BRAVÓ *klappar og þurkkar tár*\ngaman að fá að sjá smá úrdrátt úr ævi meistarans\nWoG"
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2001-08-12 12:19:15",
            "id": "249947",
            "reply_to_id": "249946",
            "text": "En er fullt af mönnum sem eru að grúska í blöðum Tolkiens? Á ardalamberon las ég að ÞJ´ðarbókhlaðan(eða safnið þar sem blöðin hans eru geymd)væru öllum lokuð og að enginn feng að lesa það. Vinyar Tengwar(fréttablað  sem fjallar um Quenya) hefur hætt störfum sínum o.s.fr.\nVonandi er þetta ekki rétt."
        },
        {
            "user": "larandaria",
            "user_id": "3518",
            "date": "2001-08-31 12:55:27",
            "id": "249948",
            "reply_to_id": "249947",
            "text": "Eruð þið viss um að hann hafi ekki byrjað að semja LOTR fyrr en eftir að Hobbitinn kom út? Ég frétti eitthvers staðar, sel það þó ekki dýrara en ég keypti það, að hann hefði byrjað á þessum heimi um tvítugt."
        }
    ]
}