{
    "forum_title": "Geimvísindi",
    "user": "mastermaggi",
    "user_id": "42762",
    "date": "2006-01-28 01:12:24",
    "title": "Stjörnufræðingur",
    "text": "Er gott starf að vera stjörnufræðingur ..góð laun hvað gerir maður nokkurnvegin ?=)",
    "url": "https://www.hugi.is/geimvisindi/korkar/372327/stjornufraedingur/",
    "url_id": "372327",
    "id": "3025725",
    "replies": [
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-01-28 11:54:47",
            "id": "3026405",
            "reply_to_id": "3025725",
            "text": "Stjörnufræðingar í dag geta unnið án þess að horfa nokkurntíman í gegnum sjónauka ;)\nÞað er ýmislegt sem þú gætir gert, þú gætir kennt stjörnufræði, þú gætir sérhæft þig og rannsakað sérstök svið innan stjörnufræðinnar; stjarneðlisfræði (fjallar um eðli stjarna), heimsfræði (fjallar um uppruan heimsins og þróun hans, dæmi um heimsfræðing er Stephen Hawking), reikistjörnufræði (rannsóknir á reikistjörnum eins og Mars), stjörnuefnafræði… og fullt annað.  Það er í raun svo mikið sem þú getur gert að það er erfitt að telja þetta allt upp.  Þú gætir rannsakað svarthol t.d.\nÞetta er að sjálfsögði vísindavinna svo þú þarft líklegast að nota tölvur slatta mikið (módel og annað), þú þarft að mæla allan fjandan og vinna úr mælingunum, svo þarftu örugglega að reikna eitthvað pínu, en það er örugglega misjafnt hversu mikla stærðfræði þú þarft að þekkja.  Svo þarftu eftir þörfum að kunna eitthvað í efnafræði og örugglega mikið af eðlisfræði.  Ég efast um að launin séu eitthvað sérstök, ég held það sé oftast áhugi sem keyrir þetta fólk áfram.  Ég veit um einn stjörnufræðing hérna á Íslandi sem vinnur sem pizzusendill og kvöldinn líka.  En það er örugglega hægt að vera vel launaður ef þú stendur þig vel, það eru ýmiss verðlaun í boði fyrir uppgötvanir o.s.frv.\nAnnars myndi ég spyrja að þessu á vísindavefnum, það er örugglega stjörnufræðingur þar sem getur útskýrt hvað hann gerir."
        },
        {
            "user": "mastermaggi",
            "user_id": "42762",
            "date": "2006-01-28 23:56:07",
            "id": "3028939",
            "reply_to_id": "3026405",
            "text": "nauh takk fyrir frábært svar ég spái í þetta =)"
        },
        {
            "user": "Gislinn",
            "user_id": "47818",
            "date": "2006-02-23 23:42:36",
            "id": "3145566",
            "reply_to_id": "3025725",
            "text": "Aðstoðarskólameistari í Fjölbrautarskólanum við Ármúla er menntaður stjörnufræðingur. Bara svona koma því á frammfæri."
        }
    ]
}