{
    "forum_title": "Spunaspil",
    "user": "DonBlasko",
    "user_id": "20688",
    "date": "2006-01-29 15:45:13",
    "title": "A Game Of Thrones",
    "text": "ég var að prófa nýtt spunaspil að nafni A Game 0f Thrones, sem er byggt á skáldsögum eftir George R.R. Martin frá Sword&Sorcery, og ég verð bara að segja að þetta er bara besta RPG spilið sem ég hef prófað (þrátt fyrir að ég sé ekki búinn að prófa mörg, D&D, D20 modern, Shadowrun,starwars, og eitt session af gurps)\nÞetta kerfi er byggt á d20 kerfinu, kengilíkt upp að vissu marki d&d sammbandi við skilla, ability scores, allt svoleiðis byggt alveg eins upp……..\nFyrir utan þetta er svo hart að Arnold Schwarzenegger myndi brotna saman og fara að gráta.\nGaldrar eru ekki til í þessu, þar af leiðandi ekki til neitt sem heitir healing, nema að lyggja í rími og láta læknir húka yfir þér.\nþað eru föst hitpoint, kastar ekki uppá þau, sem dæmi, einn klassi að nafni maester fær sex hitpoint á fyrsta leveli, og á eftir það færðu aðeins eitt hit point (að vísu færðlíka Con modifyerinn inn líka).\nþað er ekki fastur AC, það eru parry roll í staðinn, en armour gefur þér ekki AC, heldur damage reduction.\nOg það sem gerir þetta spil það harðasta em hefur verið gert er shock value.\nSegjum það að hérna höfum við Doni Blainer, hann er Lv3 Man-at-arms og hann er með 16 í con,og þá er shock value-ið con-ið hans deild með tveimum, semsagt 8, og hérna höfum við Jurgen Macho sem er Lv2 Raider.\nJurgen chargar í Doni, hann er með tvo í BaB (base attack bonus) og með Brute featið í offense og 16 í strength (með brute featinu fær hann strength moddinn ínní attack rolls, venjulega fær maður engann ability mod inní attack rolls, það eru bara feats sem erir það að verkum, eins og finesse fyrir dex, tactical fyrir int, cunning fyrir wisdom, og bravado fyrir charisma, og þú þarft að áhveða hvort að það sé fyrir offense eða defense.)\nog hann er með great sword. hann fleygir teningnum á hetjulega hátt og fær 16 á teninginn, og hann er með +5 to hit, semsagt 21 to hit.\nDoni Blainer lyfir sverði sínu á móti jurgen og fleygir tening sínum lævísislega og fær 13 á teninginn og hann fær + 4, fyrir BaB, og defence bonus sem maður fær með klössunum, hann fékk samtals 17, högg jurgen var of þungt.\nJurgen fleygir sínum 2D6 og fær 5 á einum, og 6 á hinum, + 1.5 str modifyer af 16, semagt 15 í skaða , sem er 7 fyrir shock value, þá þarft hann að taka fortitude sace sem hann er með + 6 á.\nhann þarf að ná DC= 11 + damage dealt yfir shock value, hann féll, hann er rotaður í sjö rounds, ef doni hefði verið í armour þá hefði hann kanski náð save-inu(semsagt skaðinn hefði minnkað), en nei, þessi bardagi fór framm við rúmstokkinn hjá herra og frú Macho, þar sem Doni svaf í nótt.\nEn ef jurgen hefði fengið 1 meira í skaða, þá hefði það verið tvöfalt shock value, þá er fenginn inn severe injury taflan, þar sem ef Doni hefði lifað þetta af og fengið severe injury, og síðan farið til læknis, þá gæti hann dáið úr innvortis blæðingum eftir 2-3 daga.\nþetta er svo hart að Chuck Norris meig í buxurnar sínar.\nog svo er svo margt annað við þetta spil eins og influence kerfið og margt margt fleira en ég nenni ekki að sitja fyrir framan tölvuna í þrjá daga,þannig að stökkvið noðrí Nexus og kaupið þetta magnaða spil",
    "url": "https://www.hugi.is/spunaspil/greinar/372684/a-game-of-thrones/",
    "url_id": "372684",
    "id": "3030333",
    "replies": [
        {
            "user": "potter",
            "user_id": "3741",
            "date": "2006-01-29 15:54:14",
            "id": "3031314",
            "reply_to_id": "3030333",
            "text": "Snilldar bækur. Ég spilaði A game of thrones card game-ið, það var mjög flott, en væri til í að prufa þetta. :)"
        },
        {
            "user": "magnoliafan",
            "user_id": "37386",
            "date": "2006-01-29 17:11:47",
            "id": "3031623",
            "reply_to_id": "3031314",
            "text": "En það er hægt að vera með galdra það er bara drulu erfit að nota þá.Maður þarf að taka magi prestige class og hver spell er feat.Reyndar virka galdrar ekki alminlega fyrr en eftir ákveðinn atburð í endann á game of thrones bókini.Oft er kostnaðurinn við að nota galdur meiri enn galdurinn gefur af sér."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2006-02-04 17:00:03",
            "id": "3061280",
            "reply_to_id": "3031314",
            "text": "Hljómar eins fullkomið millistig milli GURPS og D&D, eitthvað fyrir grúppuna okkar…"
        },
        {
            "user": "doktorsaxi",
            "user_id": "28122",
            "date": "2006-01-29 18:26:02",
            "id": "3032018",
            "reply_to_id": "3030333",
            "text": "þetta er svo geðveikislega líkt real life.. og líka galdrar.. ég hef þá kenningu að galdrar séu einmitt þess valdandi að þeir hafi langtíma slæm áhrif.. á móti því að þeir hafi góð áhrif í smá stund… or sum"
        },
        {
            "user": "Fizban",
            "user_id": "19427",
            "date": "2006-01-30 19:52:33",
            "id": "3037892",
            "reply_to_id": "3030333",
            "text": "þetta er bara Effed up dýr bók.\nen líklegast vel þess virði."
        },
        {
            "user": "Hnodrinn",
            "user_id": "42968",
            "date": "2006-01-31 20:53:50",
            "id": "3043962",
            "reply_to_id": "3030333",
            "text": "ég er búinn að spila D&D í soldin tíma og þetta lítur út fyrir að vera virkilega skemmtilegt þarsem þetta líkir miklu meira eftir real-life heldur en lang flest önnu spunaspil, langar frekar mikið að prufa svona spil ….sérstaklega þar sem mig hefur alltaf langar til að kaupa bækurnar en bara hef verið að lesa eitthvað annað :/"
        },
        {
            "user": "hardhaus",
            "user_id": "60019",
            "date": "2006-02-01 10:14:38",
            "id": "3045639",
            "reply_to_id": "3043962",
            "text": "Mundu bara að tæma blöðruna áður en þú spilar."
        },
        {
            "user": "minivergur",
            "user_id": "44098",
            "date": "2006-02-06 16:17:11",
            "id": "3070050",
            "reply_to_id": "3030333",
            "text": "vá… ég verð að prófa þetta… ég er einmitt búinn að vera að hugsa um eitthvað spil sem er allsekki ósvipað þessu… nema þar eru galdrar og ekki nein sérstakt class :P gæti hugsað mér að prófa þetta"
        },
        {
            "user": "Karkazz",
            "user_id": "4275",
            "date": "2006-02-09 03:08:30",
            "id": "3082128",
            "reply_to_id": "3070050",
            "text": "Ágætis kerfi, en gamlar hugmyndir allt saman. Margir okkar muna ef til vill eftir Grim'n´Gritty rulesettinu… gerði leikinn öllu nær raunveruleika. Eitt critical gat þýtt svartur dauðinn fyrir spilandann. Mjög gaman allt saman. Og þetta með galdrahealing fjarverandi… tjah, ég hef ekkert á móti því en það er vel hægt að einfaldlega draga úr fáanleika galdralæknunar. DnD eins og það leggur sig gerir slíka hluti of algenga… players væntast þess að drepast og að vinalegur Cleric muni einfaldlega “resurrecta þá” …… yeah… boring :D.  Ég fór verulega að draga úr þessu í mínum sessionum. Galdramáttur presta er heilagur, gjöf frá guðum til hinna lifandi… ekki bara plástur :).\nSvo má nefna settings eins og Rokugan, þar sem að dauðinn er endirinn á ferli þess karakters. Ekkert resurrection kjaftæði og healing, þó það sé til í gegnum “Shugenja”galdrakalla, er afar dýrmæt gjöf.\nÉg er hinsvegar ekkert viss um að static HP progression sé góð hugmynd… gefur spilendum litla möguleika á að stjórna þróun karaktersins."
        },
        {
            "user": "Twistur",
            "user_id": "3449",
            "date": "2006-02-18 19:19:18",
            "id": "3122147",
            "reply_to_id": "3082128",
            "text": "ME WANTS!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!\ntakk fyri"
        },
        {
            "user": "Krazeee",
            "user_id": "45921",
            "date": "2006-03-22 18:00:37",
            "id": "3252854",
            "reply_to_id": "3030333",
            "text": "tjah, Game of Thrones. Þetta bardagakerfi lítur allt svakalega vel út á pappír og dæmi en þetta spil er ekkert úber-awesomenssið sem þú talar um.\nArmor er allt of öflugur, það kom bardagi í einu spilinu þar vorum við 5 knighst í shining armor á móti 20 einhvað vondum köllum.\nÉg var hæsta levelið af okkur 5, ég var lvl 6, hinir voru lvl 5. Þeirra menn voru flestir lvl 3, en svo voru 3 lvl 8 og einn lvl 6.\nEina skiptið sem þeir náðu að gera meiri en 1 í skaða gegn okkur í höggi var fyrsta charge leadersins og hann náði að gera 8 í skaða.\nSíðan bara smátt og smátt sölluðum við þeirra karla niður einzog ekkert væri og einmitt út af þessu shock value dæmi þá þurftum við lang oftast bra eitt högg eða einhvað svo var gaurinn stunnaður í marga daga.\nGekk allt vel en síðan út af fatigue reglunum þá vorum við komnir sem soldinn mikinn mínus út af því að við vorum í armorum sem olli því að við byrjum að hitta sjaldnar og þeir hittu ekki neitt of þeir hittu þá gerðu þeir ekkert damage.\nStefndi í langan og leiðnlegan bardaga en sem betur fer gáfust þeir upp þegar þeir sáu að við vorum búnir að drepa alla öflugustu karlana þeirra og 3 plebba, án þess að það sæist á okkur.\nArmor er alveg öflugur en það á ekki að breyta öllu svona mikið.\nJust my 2 cents…\nD&D > A Game of Thrones. Eða einhvað."
        },
        {
            "user": "DonBlasko",
            "user_id": "20688",
            "date": "2006-03-22 18:46:21",
            "id": "3253117",
            "reply_to_id": "3252854",
            "text": "það er að vísu rétt.\nen samt, pælum aðeins í þessu hugtaki: Heavy Armour.\nÞetta er ekkert smávegis apparat, og maður þarf að taka feat til að nota það eða vera einhver kveðinn prestige classi.\nen ég er sammála þér um armourinn, hann er hax."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2006-07-19 13:44:44",
            "id": "3767643",
            "reply_to_id": "3252854",
            "text": "Væri ekki bara hægt að auka “armor piercing value-ið” á slatta af vopnum og þá er málunum reddað?\nPersónulega finnst mér D&D\nof\nmikið í þá áttina að armour geri ekki neitt (nema hann sé magical) og galdrar skipti öllu."
        },
        {
            "user": "Krazeee",
            "user_id": "45921",
            "date": "2006-07-19 13:49:09",
            "id": "3767653",
            "reply_to_id": "3767643",
            "text": "vissulega…\nEn þá er alveg eins hægt að gera marga galdra í D&D lélegri og armorinn betri.\nAlltaf hægt að laga kerfin að sínum þörfum, en þá erum við ekki lengur að tala akkúrat um þau kerfi.\nHmm"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2006-07-19 14:14:36",
            "id": "3767706",
            "reply_to_id": "3767653",
            "text": "Margt annað sem mér virðist betra í GoT en D&D, til dæmis HP kerfið. Tillaga mín beindist aðalega að því að breyta nokkrum itemum."
        }
    ]
}