{
    "forum_title": "Kvikmyndir",
    "user": "rfm",
    "user_id": "23226",
    "date": "2006-02-05 05:25:45",
    "title": "Cinderella Man",
    "text": "Útgáfuár: 2005.\nLeikstjóri: Ron Howard.\nLeikarar: Russel Crowe, Renée Zellweger, Paul Giamatti, Bruce McGill og Craig Bierko.\nHandrit: Cliff Hollingsworth.\nLengd: 144 mín.\nCinderella Man var af mörgum talin ein sterkasta mynd síðasta árs og er nú nýkomin á leigurnar. Ég gerði þau mistök af missa af myndinni í bíói og leigði hana því nýlega.\nÞað er óhætt að mæla með Cinderella Man fyrir unnendur góðra bíómynda því myndin er einstaklega vel gerð, leikurinn sterkur og sagan góð. Sagan hefst á því að hnefaleikakappinn Jim Braddock (Crowe) vinnur bardaga og er talinn næsti áskorandi að titilinum. Honum gengur allt í haginn, á yndislega fjölskyldu og líður ekki skort hvað varðar peninga. Síðan skellur kreppan á og rétt eins og milljónir annarra Bandaríkjamanna, missir hann allt sitt í verðbréfahruninu þann 24. október 1929. Myndin fjallar um hvernig þessi viljasterki maður þarf að sjá fyrir sér og sínum með því að fá eitt og eitt verkefni á höfninni og fá fyrir það 2 dollara til að kaupa brauð því hann fékk enga bardaga og þar af leiðandi enga peninga. Þegar allt virðist vera að fara til fjandans, fær hann óvænt eitt tækifæri á bardaga og þá fara hjólin að snúast. Seinni hluti myndarinnar er ekta amerísk baráttusaga um mann sem beitir sér gríðarlegan aga til að koma sér á toppinn á ný.\nMyndin sem Ron Howard bregður upp af New York á fjórða áratugnum er mjög raunveruleg og maður fær gæsahúð við þá hugsun að vera uppi á þessum erfiðu tímum. Uppbyggingin er góð, hún er nokkuð nákvæm í frásögn sinni á manninum Jim Braddock og fjölskyldu hans og hvernig þau skrimta í gegnum lífið þangað til hann fær tækifærið sitt. Þá í rauninni skiptist myndin og hún verður boxmynd en það góða við myndina er að Ron Howard missir aldrei sjónar á það sjónarmið að kreppan er ennþá í gangi og Jim Braddock er sá maður sem veitir fólkinu í Bandaríkjunum von - von um að betra líf sé framundan. Jim Braddock var á góðu róli áður en kreppan skall á, missti allt sem hann átti og lét mótlætið ekki stöðva sig. “Ef hann gat þetta, þá get ég það!” er það sem seinni hluti myndarinnar gengur út á.\nAnnar mikill kostur við myndina er síðasta bardagi hennar sem er gríðarlega spennandi og ég var á nálum hvað skildi gerast. Ég vil ekki eyðileggja fyrir þeim sem hafa ekki séð myndina en það má segja að myndin fór eins og ég vonaði. Hins vegar, hefði sá endir verið á myndinni sem ég hélt að myndi vera, þá hefði myndin verið mun sterkari að mínu mati.\nRussell Crowe stendur sig feykilega vel í hlutverki Braddocks eins og við mátti búast og Renée Zellweger stendur fyrir sínu en sýnir engan frumleika, hún er í sama hlutverki hér og í flestum myndum sínum, óttalegur vælukjói. Paul Ciamatti er að mínu mati senuþjófur myndarinnar en þessi leikari er loksins að fá það sem hann ber að fá og það kæmi mér ekkert á óvart að þessi skemmtilegi leikari myndi hirða Óskarinn fyrir aukahlutverk í mars nk.\nEins og fyrr segir, það er óhætt að mæla með Cinderella Man. Hún er firnasterk sem hetjusaga og er góð heimild á kreppuár Bandaríkjanna.\n****/***** eða 9/10.",
    "url": "https://www.hugi.is/kvikmyndir/greinar/372949/cinderella-man/",
    "url_id": "372949",
    "id": "3033647",
    "replies": [
        {
            "user": "GrollX",
            "user_id": "29766",
            "date": "2006-02-05 12:11:10",
            "id": "3065004",
            "reply_to_id": "3033647",
            "text": "hey ég er akkurat að hoorfa a hana nuna;P"
        },
        {
            "user": "johnMclane",
            "user_id": "22187",
            "date": "2006-02-05 13:14:35",
            "id": "3065178",
            "reply_to_id": "3033647",
            "text": "Ron Howard…gubbbb.\nMér fannst hann samt fara vel með boxatriðin. Ótrúlega vel."
        },
        {
            "user": "johnMclane",
            "user_id": "22187",
            "date": "2006-02-05 13:15:21",
            "id": "3065181",
            "reply_to_id": "3065178",
            "text": "Mér finnst hann vera miðlungs leikstjóri."
        },
        {
            "user": "johnMclane",
            "user_id": "22187",
            "date": "2006-02-05 13:18:02",
            "id": "3065189",
            "reply_to_id": "3065181",
            "text": "Hann veit svosem alveg hvað hann er að gera. Hann er bara svo fyrirsjáanlegur og glataður. Hlýtur að vera með einhvers konar Óskarsverðlaunafetsh, gerir alltaf þessar týpísku, væmnu, Óskarsvænu myndir."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-02-05 13:26:03",
            "id": "3065208",
            "reply_to_id": "3065189",
            "text": "Rétt.\nMér finnst myndirnar hans ekki leiðinlegar. Það eru tvær eða þrjár sem mér finnst vera mjög góðar en svo er hitt allt annað hvort ekkert spes eða bara ágætt."
        },
        {
            "user": "Xabi",
            "user_id": "58441",
            "date": "2006-02-05 22:59:47",
            "id": "3067968",
            "reply_to_id": "3033647",
            "text": "****/***** eða 9/10.\n4 / 5\n8 / 10\nBara til að vera með leiðindi…"
        },
        {
            "user": "rfm",
            "user_id": "23226",
            "date": "2006-02-06 09:37:22",
            "id": "3068927",
            "reply_to_id": "3067968",
            "text": "Oj hvað þú ert leiðinlegur! ;)"
        }
    ]
}