{
    "forum_title": "Deiglan",
    "user": "skuggi85",
    "user_id": "12479",
    "date": "2006-01-31 18:44:58",
    "title": "Múslimar sem vilja að menning þeirra sé virt en gera það ekki á móti....",
    "text": "Samkvæmt kóraninum er bannað að teikna myndir af spámönnunum. Múslimi sem gerir það er því að brjóta mjög gróflega gegn trúnni. Þeir sem ekki eru múslimar ættu ekki að þurfa að fara eftir reglum kóransins.\nVið erum að tala um eitt blað sem að notaði tjáningarfrelsi sitt og birti skopmyndirnar. Það getur vel verið að það var ósmekklegt en þetta er menning dana og þeir gera þetta líka við virta stjórnmálamenn og aðra.\nÞessar myndir eru líka búnar að fá svona 100x meiri athygli eftir að múgæsingur múslima blés upp málið, múslimar um allan heim hefðu ekki heyrt um það eða séð myndirnar ef slíkur æsingur hefði ekki byrjað. Ekki sér maður vesturlandabúa fara í hópmótmæli og brenna fána miðausturlandaþjóða. Að mínu mati er það verra að gera slíkt en að teikna myndir af spámönnum sem dóu fyrir þúsundum ára.\nÁður en þið rakkið yfir mig þá er ég ekki að styðja slíkar ósmekklegar myndir. En ég trúi á tjáningarfrelsi óháð því hvort það sé smekklegt eða ekki. Miðausturlandabúar krefjast þess að Sameinuðu Þjóðirnar eða forseti Danmörkur takmarki þetta tjáningarfrelsi, sem er annað dæmi um að virða ekki menningu vesturlanda.",
    "url": "https://www.hugi.is/deiglan/korkar/373606/muslimar-sem-vilja-ad-menning-theirra-se-virt-en-gera-thad-ekki-a-moti/",
    "url_id": "373606",
    "id": "3042986",
    "replies": [
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2006-01-31 18:48:16",
            "id": "3043014",
            "reply_to_id": "3042986",
            "text": "Í þetta eina skipti get ég verið sammála þér, ég skil ekki hvers vegna danska þjóðin ætti að þurfa að lúta reglum kóransins ef múslimar geta ekki virt það sem stendur í trúarritum annara."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-01-31 19:04:27",
            "id": "3043132",
            "reply_to_id": "3042986",
            "text": "Ég verð pirraður bara að hugsa um þetta.  Það er búið að vera að troða því í kokið okkur (sérstaklega eftir 11.september) að Íslam sé friðsæl trúarbrögð og hafa ekkert að gera með ofbeldi. Það eru *öll* trúarbrögð hættuleg, og þá sérstaklega Íslam.\n“Við erum friðsæl og glöð, en ef þú gagnrýnir okkur þá drepum við þig”.\nHræsnin í þessu máli sem nagar mig hvað verst er akkurat þessi “við erum friðsæl” tugga.\nTeikningin sem vakti mestu reiðina var mynd af Múhammed með sprengju í stað túrbana- Það er semsagt verið að tengja Íslam við ofbeldi, og múslimum er illa við það. Svo hvað gera þeir?  Brenna fána, sniðganga vörur og hóta *OFBELDI*!!\nMér hefur alltaf verið illa við þetta orð en: FUCKING ISLAMOFASISTAR!!"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-01-31 19:07:20",
            "id": "3043159",
            "reply_to_id": "3043132",
            "text": "Sjálfsagt að þeim líki illa við það.\nEn ekki sjálfsagt að þeir blási upp málið og vilji takmarka tjániningarfrelsi í Danmörku. Ég er ánægður með að forseti Danmörku taki ekki undir þetta og virði frelsið sem flestir múslimar þekkja ekki."
        },
        {
            "user": "BrickTop",
            "user_id": "57450",
            "date": "2006-01-31 19:07:12",
            "id": "3043156",
            "reply_to_id": "3042986",
            "text": "Þeir sem brenndu fána Danmerkur og Noregs eru ekkert skárri en þeir sem gerðu þessar teikningar."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-01-31 19:09:09",
            "id": "3043176",
            "reply_to_id": "3043156",
            "text": "Eru margfalt verri.\nSpurning um að sækja um hjá Sameinuðu Þjóðunum um að banna fánabrennur í miðausturlöndum.\nSvo hafa Palestínumenn (sem virðast hafa mótmælt þessu harðast) einmitt verið að fá styrki aðallega frá Evrópu í gegnum árin. Og þetta er þakklætið."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-01-31 19:11:23",
            "id": "3043189",
            "reply_to_id": "3042986",
            "text": "Annars þá er eitt rosalega fyndið við þetta…\nAð múslimar mótmæli því að þeir séu ofbeldisfullir með ofbeldi er ekki mjög gáfulegt. Að ganga um með byssur og brenna fána."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-01-31 19:30:58",
            "id": "3043371",
            "reply_to_id": "3042986",
            "text": "Þeir þurfa ekki að verða móðga þá, þótt þeir hafa tjáningarfrelsi"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-01-31 19:36:06",
            "id": "3043418",
            "reply_to_id": "3043371",
            "text": "Þurfa þess ekki. En það er ekki þitt eða araba að krefjast þess að þeir geri það ekki vegna þess að það er ósmekklegt. Hvað þá að heimta refsiaðgerðir á alla þjóðina."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-01-31 19:40:40",
            "id": "3043447",
            "reply_to_id": "3043418",
            "text": "Gerðu þér líka grein fyrir því að ekki allir ríkisborgarar í öllum Íslömskum þjóðum eru öfgalega reiðir út í þetta."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-01-31 19:46:41",
            "id": "3043492",
            "reply_to_id": "3043447",
            "text": "Enda sagði Múslimar sem… ekki að það væru allir múslimar."
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2006-01-31 19:42:38",
            "id": "3043459",
            "reply_to_id": "3042986",
            "text": "Þetta er eitt af þeim fáu skiptum sem ég er algjörlega sammála þér skuggi. Mér finnst allt í lagi að mótmæla þessu en að hóta viðkiptabanni og þvíumlíku er too much. Ég er maður sem hefur alltaf verið fordómalaus gagnvart öðrum, á nokkra múslimska vini meira að segja, en þetta fékk mig til að hugsa aðeins, hvort að þessir fordómar séu ekki á eitthverju rökum reistir. Mér finnst þetta bara asnalegt."
        },
        {
            "user": "Greifingi",
            "user_id": "14249",
            "date": "2006-01-31 21:08:26",
            "id": "3044053",
            "reply_to_id": "3042986",
            "text": "Prósenta múslima í Evrópu löndum\nDanmörk - 5%\nHolland - 6%\nFrakkland - 10%\njá og talan fer hratt og stöðugt hækkandi. Málfresli er ekkert sjálfsagt mál og þegar múslimar fara að komast í stjórnvöld getið þið smátt og smátt sagt bless við réttindi ikkar.\nÞetta að brenna danska fánan og sniðganga danskar vörur og vera með hótanir kemur mér ekkert á óvart…You can´t blame a dog for being a dog"
        },
        {
            "user": "Johsi",
            "user_id": "38559",
            "date": "2006-02-01 12:35:48",
            "id": "3045886",
            "reply_to_id": "3042986",
            "text": "Ég vil líka benda á að, ok myndirnar móðga múslíma og  stinga í stúf við þeirra trú, en þeirra trú er ekki ráðandi í Danmörku þar sem er aðskilnaður ríkis og kirkju.\nEn önnur staðreynd er að í danmörku er stærsti hluti landsmanna kristnir. Og við að brenna fána Noregs og Danmerkur þá eru þeir að gera mörgu sinnum grófari móðgun á kristinna trú en myndirnar, þar sem í þeim fánum, eins og þeim Íslenska, er kross, og krossinn er eitt heilagsta tákn kristinnar.\nEinnig eru fulltrúar múslímska ríka að krefjast afsökun frá danska ríkinu, sem kom ekki nálægt þessum myndum, og krefjast einnig harðra refsiaðgerða gegn Jyllands-Posten (JP), en blaðið birti myndirnar einmitt sem yfirlýsingu um málfrelsi. (“Morgenavisen Jyllands-Posten bragte den 30. september i fjor 12 bladtegneres bud på, hvordan profeten Muhammed kunne have set ud. Det skete som led i en aktuel debat om ytringsfrihed, som vi sætter meget højt i Danmark.”\nhttp://www.jp.dk/meninger/ncartikel:aid=3527566\n)\nEinnig þá hafa danskir ímamar, sem staðið hafa að mestum múgæsingnum, dreift í múslímskum ríkum aðrar, mun grófari myndir af Múhameð, sem þeir síðan segja koma frá JP.\nAllt í allt finnst mér að múslímsku þjóðirnar, og þeir múslímar sem brugðust svona harkalega við ekki hafa sýnt fram á að JP ættu aðp biðjast afsökunar, þar sem þeir hafa í kjölfarið gert mun grófari niðurlægjingu á kristið trúartákn og þjóðartákn og reynt að fremja hryðjuverk á blaðið og þar af leiðandi dönsku þjóðina (\nhttp://www.spiegel.de/netzwelt/politik/0,1518,398505,00.html\n)\nJohsi\nPs. ég biðst afsökunar á að heimildir mínar eru ekki á íslensku, en ég hef því miður ekki tíma til að þýða þær eins og er."
        },
        {
            "user": "WuKillah",
            "user_id": "16853",
            "date": "2006-02-01 15:57:40",
            "id": "3046678",
            "reply_to_id": "3045886",
            "text": "jeg bý sjálfur í Danmörku og ég gett alveg sagt ykker að þjóðinn er virkilega reið yfir þessu öllu…\nEnda er búið að vera hóta starfsmönum danska rauðakrossins upp á lífið og danir barnir bara vegna þess að þeir eru frá danmörku…\nÞetta mál er búið að ýtta rosalega undir rassisman í allri þjóðinni…\nÞað gánga keðju SMS um að versla ekki við múslimi og eitt annað sem að hvetur fólk til að kaupa kóraninn og brenna han fyrir framann ráðhúsið í sínum bæ á laugardinn klukkan 14…\nÞetta er allavega mjög slæmt mál og gerir lífið mun vera fyrir þá múslimi sem búa í danmörku…\nÞað sem er verst af öllu er að einn af trúarlegu leiðtogunum hérna lígur um hvað hefur skeð og ekki skeð… Hann sagði t.d. í viðtali hérna um daginn að það væri búið að brenna kóraninn fyrir framann ráðhús í summum bæum sem er hrenast lygi…\nSvona fólki ætti að vera hent úr landi !!!!!!"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2006-02-01 16:10:20",
            "id": "3046745",
            "reply_to_id": "3046678",
            "text": "Að vera unglingur í Danmörku og að þurfa deala við þessa ‘'perkere’' daglega er bara böggandi."
        },
        {
            "user": "deadgau5",
            "user_id": "25259",
            "date": "2006-02-01 21:47:34",
            "id": "3048892",
            "reply_to_id": "3042986",
            "text": "Ég man ekki eftir því að hafa verið sammála þér áður, en þetta eru allt mjög góðir punktar og ég er sammála þér. Einu sinni er allt fyrst."
        },
        {
            "user": "Eyjan",
            "user_id": "48701",
            "date": "2006-02-02 03:07:17",
            "id": "3050328",
            "reply_to_id": "3042986",
            "text": "Ég er þér hundrað prósent sammála!\nEf að Þeir (múslimar) ætlast til þess að við sínum þeim og þeirra trúarbrögðum virðingu ætti þeir þá ekki að gera það sama?\nOg ég er ekki bara að tala um þessar skopmyndir.\nSíðan hvernær er það til dæmis í lagi að drepa annað fólk vegna þess að það trúir ekki á það sama og þeir.\n(áður en fólk fer að æsa sig þá er ég ekki að alhæfa eitt né neitt um múslima, þetta er bara því miður hópurinn sem er mest áberandi!)"
        },
        {
            "user": "ViktorVaugn",
            "user_id": "58145",
            "date": "2006-02-02 15:01:45",
            "id": "3051514",
            "reply_to_id": "3042986",
            "text": "Ég er þér sammála, í fyrsta skipti meira að segja. Múslimar (margir þeirra) skutu sig all rækilega í fótinn með þessari vitleysu. Þeir eiga ekkert gott skilið eftir þetta, ég er ekki trúaður en að brenna þjóðfána er ein grófasta móðgun sem hægt er að framkvæma, sérstaklega þegar trúartákn er á þeim. Þessar myndir eru ekkert alvarlegar, en þetta sýnir glögglega að Íslamstrú er í eðli sínu ofbeldisfyllri en t.d. Kristni, sem er þó alveg nógu ofbeldisfull.\nÞetta er líka merki þess hvað Íslamstrú er úr sér gengin og að hún eigi ekkert erindi í nútímaheimi."
        },
        {
            "user": "shmee",
            "user_id": "1837",
            "date": "2006-02-02 16:22:46",
            "id": "3051981",
            "reply_to_id": "3042986",
            "text": "Ég er ekki alveg sammála þér Skuggi,\nMér finnst aðalmálið vera það að þetta er móðgun við Muhammad, þó að landið sem blaðið er gefið út sé að langstæðstum hluta kristið, það er skilda hvers fjölmiðils að virða öll trúarbrögð.\nUmrædd mynd af Muhammad með sprengjuna á hausnum hefði auðveldlega mátt teikna upp þannig að maðurinn væri meðlimur í AL-Kaída.\nMeð myndinni ein og sér er brot á boðum Múslima, en hún er líka móðgun við ALLA Múslima þar sem í raun er verið að bendla þá alla við hyrðjuverk.\nÍmyndið ykkur mynd af Jesú, sitjandi á Kjarnorkusprengju, umvafinn Ameríska fánanum, þar sem hún dettur niður á Nagasaki og að þessi mynd væri gefinn út í The Tokyo Post.\nÉg get rétt ímyndað mér að stjórnvoldinn í USA og Evrópu yrðu réttilega ill, að fólk myndi hætta hvetja hvort annað til að sniðganga vörur frá Japan.\nMan einhver eftir “Freedom Fries” það kom nú bara útaf því að ein þjóð var ósammála annari.\nEn alls samt góður póstur hjá þér Skuggi, er oftast ósammála þér en þessi var nokkuð vel skrifaður."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-02-02 16:38:20",
            "id": "3052105",
            "reply_to_id": "3051981",
            "text": "Mér finnst aðalmálið vera það að þetta er móðgun við Muhammad, þó að landið sem blaðið er gefið út sé að langstæðstum hluta kristið, það er skilda hvers fjölmiðils að virða öll trúarbrögð.\nAf hverju? Tjáningarfrelsi á að standa óháð því hvort það sé notað á móðgandi hátt eða ekki. Blaðið á Íslandi birti t.d. grein þar sem var rakkað niður samkynhneigða og fjallað um hneigðina sem geðsjúkdóm, ekki vil ég sprengja upp þetta blað. Skopmyndir af spámönnum eru jafn sjálfsagðar og af öðru, á ekki að virða stjórnmálamenn líka?\nMeð myndinni ein og sér er brot á boðum Múslima, en hún er líka móðgun við ALLA Múslima þar sem í raun er verið að bendla þá alla við hyrðjuverk.\nOg þeir mótmæla með því að brenna fána og ganga um með byssur upp í loftið. Sem í raun hjálpar ekki málstaðnum. Ég sagði aldrei að þetta væri ekki móðgun, en múslimarnir eru samt sem áður að taka þessu of nærri sér. Múslimar eru flestir ekki vanir algjöru tjáningarfrelsi og lýðræði eins og gengur og gerist í Danmörku, þó að myndin sé móðgandi þá er slíkt ekki ólöglegt í Danmörku og ætti ekki að vera það.\nÍmyndið ykkur mynd af Jesú, sitjandi á Kjarnorkusprengju, umvafinn Ameríska fánanum, þar sem hún dettur niður á Nagasaki og að þessi mynd væri gefinn út í The Tokyo Post.\nSérðu fyrir þér fólk í 10 mismunandi kristnum löndum safnast saman og brenna fána frá miðausturlöndum? Líka á Íslandi? Ég efast um það. Mín vegna má teikna skopmyndir af Jesú, ekkert er heilagt þegar kemur að skopmyndum. Hvorki forseta eða trúartákn.\nÉg get rétt ímyndað mér að stjórnvoldinn í USA og Evrópu yrðu réttilega ill, að fólk myndi hætta hvetja hvort annað til að sniðganga vörur frá Japan.\nKannski. En málið myndi ekki lifa lengur en 2 daga. Og almenningur yrði ekki jafn reiður.\nMan einhver eftir “Freedom Fries” það kom nú bara útaf því að ein þjóð var ósammála annari.\nViltu banna þá tjáningu líka?"
        },
        {
            "user": "shmee",
            "user_id": "1837",
            "date": "2006-02-02 20:38:08",
            "id": "3053520",
            "reply_to_id": "3052105",
            "text": "Með tjáningarfrelsi kemur mikil ábyrgð, sumir misnota þá frábæra frelsi, eins og mér finnst blöðin hafa gert, það er ekki hægt að fela sig bakvið “frelsi” fjölmiðlana endalaust.\nSjá t.d. aðfarir DV nýlega, þeir afsökuðu sig með að þetta væri tjáningarfrelsi.\nMunið þegar þeir birtu nöfn vitna í stóru dómsmáli, margir “merkilegir” blaðamenn komu fram og sögðu “þetta er það sem markaðurinn vill” og “réttlætanlegt í nafni tjáningarfrelsis”\nÉg segi KJAFTÆÐI\nÞegar blöðinn gera eitthvað af sér þá fela þeir sig bakvið tjáningarfrelsi.\nÞegar listamenn fela sig bakvið listrænt frelsi\nStjórnmálamenn fela sig bakvið þjóðerniskennd,\nvið almúgurinn kok-gleypum þetta eins og sauðir.\nVaknið og finnið skítalyktina í ykkar eigin horni."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-02-02 22:55:18",
            "id": "3054369",
            "reply_to_id": "3053520",
            "text": "Viltu líka banna tjáningarfrelsi milli manna?\nÉg veit um barnaperra sem þurfti að flýja í höfuðborgina vegna þess að það var kjaftað á milli fólks að hann hefði reynt að nauðga dreng.\nAllt sem er ósiðlegt á ekki að banna, wake up!"
        },
        {
            "user": "shmee",
            "user_id": "1837",
            "date": "2006-02-03 10:25:16",
            "id": "3055433",
            "reply_to_id": "3054369",
            "text": "Það sagði enginn að það ætti að banna eitt eða neitt, heldur er þetta spurning um almenna skynsemi, siðareglur frekar en lög.\nBlaðamenn eru bundnir siðareglum, í þessu tilfelli þá fóru þeir yfir strikið og þeir afsaka aðgerðir sínar með að allt sem þeir gera er í fínasta lagi því að þeir séu einungis að nýta sér tjáningarfrelsi sitt.\nEn eigum við ekki bara að vera sammála að vera ósammála Skuggi, ég veit að þú ert frjálshyggju-maður og er trúlega kommi innst við hjartarætur, við verðum aldrei sammála um þetta.\nHlakka til að rökræða við þig í framtíðinni á Huga.\nBestu kveðju"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-02-03 10:29:42",
            "id": "3055440",
            "reply_to_id": "3055433",
            "text": "Já já frábært ef þú getur tekið afstöðu án þess að draga upp bann orðið. Maður getur í sjálfu sér verið á móti svona en samt verið frjálshyggjumaður.\nEn gagnrýni mín beinist gagnvart múslimum sem að mínu mati hafa tekið þessu of alvarlega og dregið 100x meiri athygli að myndunum en þær fengu áður. Danmörk er hreinlega í mikilli hryðjuverkahættu núna enda hafa múslimar um allan heim hvatt til þess.\nÁður fyrr mátti ekki gera skopmyndir af stjórnmálamönnum í hinum vestræna heimi, þá sérstaklega forseta eða forsætisráðherra. Þetta fólk átti að virða og þú varst bara hálfviti ef þú vildir birta skopmyndir af þeim. Þannig að þó að myndirnar hafi verið ósmekklegar þá er það samt frekar skýtið að múslimar krefjist þess að þetta verði bannað og að það verði beðist afsökunar af stjórnvöldum sem höfðu ekkert með þetta að gera."
        },
        {
            "user": "shmee",
            "user_id": "1837",
            "date": "2006-02-03 15:55:49",
            "id": "3056700",
            "reply_to_id": "3055440",
            "text": "Ég ætla ekki að byrja að rífast eða neitt þannig, langaði bara að benda á þessa frétt sem ég fann á www.drudgereport.com\nhttp://wcbstv.com/local/local_story_033162841.html\nSömu viðbrögð og múslimar eru að sýna núna, en bara sterkari."
        },
        {
            "user": "WuKillah",
            "user_id": "16853",
            "date": "2006-02-02 20:26:52",
            "id": "3053446",
            "reply_to_id": "3051981",
            "text": "Það er nú ekkert skrítið að það gerð mynd af muhammed með sprengju á hausnum… Ef þú pælir í því þá eru láng flestir farnir að tengja hriðjuverk og íslam sammen. Heldur ekki skrítið þar sem að næstum öll hryðjuverk í dag eru framinn af litlum hópum sem að gera það í nafni ÍSLAM !!!\nAuðvitað er flest þetta fólk sem að býr þarna nyðurfrá fínt og friðsamt fólk, en ef að það pirrar það að það sé set beint samband á milli íslam og terror þá ætti þau að vera úti á göttu og brenna myndir af Osama Bin Laden…\nEkki Bush, Anders Fogh Rasmusen og fána aðra landa…."
        },
        {
            "user": "BongoKazmir",
            "user_id": "34194",
            "date": "2006-02-03 00:55:36",
            "id": "3054997",
            "reply_to_id": "3042986",
            "text": "þeir væru nú allveg vísir með að skopast með jesú og aðra trúarleiðtoga sem þeir hafa lítið álit á."
        },
        {
            "user": "gixxer",
            "user_id": "22347",
            "date": "2006-02-04 23:16:47",
            "id": "3063463",
            "reply_to_id": "3042986",
            "text": "Það var nú viðtal við einhvern múslimastjóra á CNN í morgun ásamt ritstjóra Jyllandsposten, músliminn fullyrti að svona myndir af spámönnum annarra trúarbragða myndu ALDREI birtast í þeirra dagblöðum.\nÞað breyttist hins vegar fljótlega þegar ritstjórinn dró upp tyrkneskt dagblað með skopmyndum af Jesú, þá allt í einu myndu dagblöð sem þessi múslimi réði yfir ekki birta þetta.\nSvo á að banna allar moskubyggingar á vesturlöndum þangað til að búið er að byggja kirkju í Mekka, það er meira að segja bannað að bera tákn fyrir önnur trúarbrögð í Saudi-Arabíu en Islam.\nSvo segjast þessir hræsnarar bera virðingu fyrir öllum trúarbrögðum."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-02-05 00:03:25",
            "id": "3063696",
            "reply_to_id": "3063463",
            "text": "Það er kirkjur til í miðausturlöndum, t.d. Írak. Svo það er ósanngjarnt að koma með svona samanburð."
        }
    ]
}