{
    "forum_title": "Sagnfræði",
    "user": null,
    "user_id": null,
    "date": "2006-01-31 19:28:42",
    "title": "Morðið á JFK: Regnhlífarmaðurinn",
    "text": "Sífellt koma menn fram í sviðsljósið sem valda miklum heilabrotum meðal almennings. Menn sem maður spyr hvað vaki fyrir. Einn þessara manna ber vissulega nafn en hann er mun betur þekktur undir öðru heiti; Regnhlífarmaðurinn (Umbrella Man). Þá er ekki nema eðlilegt að einhverkir spyrji, hver er það eiginlega? Í þessari grein ætla ég að reyna að koma til skila þeim upplýsingum sem til eru um þennan mann sem eins og segir, hefur valdið miklum heilabrotum og ýmsar spurningar hafa vaknað um ætlun þessa manns.\nEins og margir vita var John F. Kennedy myrtur 22. nóvember 1963 í Dallas Texas. Síðan þá hafa sprottið upp margar getgátur um það hverjir voru að verki og í því sambandi fáum við oft að heyra um CIA, FBI, Kúbverja, Rússa, Jack Ruby, Lee Harvey Oswald og fleiri. Allt þetta er auðvitað efni í fleiri fleiri greinar en nú ætla ég að taka fyrir Regnhlífarmanninn og reyndar annan mann líka, mann sem er eingöngu þekktur sem Dökki maðurinn (Dark-Complected Man).\nRegnhlífarmaðurinn og Dökki maðurinn eru menn sem sjást á hinu víðfræga Zapruder-myndbandi sem sýnir hvað best morðið á JFK\n(myndbandið er hér, skrolla aðeins niður)\nMyndbandið er búið er að grandskoða í áraraðir. Hverja einustu hreyfingu John F. Kennedy er búið að stúdera til hins ítrasta vegna ásakana um að fleiri en 3 kúlum hafi verið skotið þennan örlagaríka dag og að fleiri en 1 hafi verið að verki. Eftir um 12 sekúndur í Zapruder-myndbandinu, sést hvar maður sem stendur fyrir framan skilti á svæðinu, opnar regnhlíf rétt áður en bílalest JFK keyrir framhjá. Við hliðina á Regnhlífarmanninum er síðan annar maður, Dökki maðurinn, sem að, rétt eftir að regnhlífin hefur verið opnuð, lyftir hægri hönd sinni upp í loftið eins og að hann sé að veifa JFK.\nHvað er svona einkennilegt? Er það eðlilegt að það sé maður með svarta regnhlíf á degi þar sem það sést ekki ský á lofti? Ég ætla ekkert að dæma um það en það sem furðulegra er, að eftir skothríðina setjast mennirnir tveir rólega niður á kantinn þar sem þeir stóðu og töluðu saman, meðan þeir sem í kring voru skelfingu lostnir yfir því sem gerst hafði fyrir aðeins nokkrum sekúndum áður.\nEftir morðið var hrundið af stað opinberri rannsókn (Warren-Commission) á glæpnum en þessum tveimur mönnum voru ekki gerð mikil skil í því riti. Regnhlífarmaðurinn kom ekki fram fyrr en árið 1978 og spurður hvers vegna hann hafi ekki gefið sig fram sagðist hann ekki vita hversu umdeildur hann í raun og veru var. Þá var hann orðinn eftirlýstur en ábending kom um að maður að nafni Louis Steven Witt væri einmitt sá maður. Eftir ábendingu gaf hann sig fram undir því skini að vera hinn eini og sanni Regnhlífarmaður. Ekki hefur verið sannað hvort þetta sé hinn raunverulegi Regnhlífarmaður en við yfirheyrslur 1978 var hann að sjálfsögðu spurður hinnar augljósu spurningar af saksóknara að nafni Genzman:\nGenzman:\nHvers vegna varstu með regnhlíf umræddan dag?\nWitt:\nÉg ætlaði að pirra (heckle) John F. Kennedy.\n[...]\nGenzman:\nGætir þú sagt okkur aðeins betur um tákn regnhlífarinnar og af hverju þú ákvaðst að nota regnhlífina til þess að pirra John F. Kennedy með því að opna regnhlífina?\nWitt:\nÞað var eitthvað í sambandi við… Þegar John Kennedy eldri var sendiherra í Englandi og hann ásamt forsætisráðherranum Neville Chamberlain reyndu að friðast við Hitler. Regnhlífin sem Chamberlain kom með til baka varð að eins konar tákni hjá Englendingum. Í gegnum þessi sambönd barst þetta tákn til Kennedy-fjölskyldunnar og mér skildist að þetta væru sárindi fyrir Kennedy-fjölskylduna.\nÞarna er hann að vísa í það þegar Chamberlain sneri aftur til Bretlands eftir viðræður við Hitler í München árið 1938. Við komuna til Bretlands lýsti Chamberlain yfir\npeace in our time\nen Chamberlain var oftar en ekki með regnhlíf í hendi. Ekki eru allir á eitt sáttir við þessa útskýringu Witt og er vinsæl kenning að Witt hafi verið hluti af samsærinu alræmda og að með því að opna regnhlífina ættu leyniskytturnar að halda áfram að skjóta að JFK. Í þessum sama vitnisburði þvertekur Witt þó fyrir að svo hafi verið. En jafnvel þó að einhverjir samsærismenn láti sér duga að halda að hann hafi verið að gefa e-s konar merki, þá er til kenning sem er ekki jafn útbreidd en samt sem áður mög áhugaverð. Hún gengur út á það að ekki hafi Witt aðeins verið hluti af samsærinu, heldur hafi hann notað regnhlífina til þess að skjóta JFK í hálsinn með pílu fulla af taugaeitri. Þess vegna ber JFK hendurnar að hálsinum rétt eftir að regnhlífin spennist upp. Þessi kenning er m.a. studd af L. Fletcher Prouty, manninum sem er kveikjan að X í kvikmyndinni JFK eftir Oliver Stone sem ég mæli eindregið með að fólk kíki á.\nMynd af vopninu er hér\nÞótt margi hugsi við þessa sýn “djöfulsins rugl”, þá er það staðreynd að svona vopn var til á þessum tíma.\nEins og komið hefur fram hefur Dökki maðurinn aldrei fundist og engin opinber leit var heldur gerð að honum. Hvað þátt hans í þessu öllu saman snertir þá er því haldið fram að hann hafi verið með talstöð og hafi með handarhreyfingunni verið að gefa merki, einnig um að halda eigi áfram að skjóta á forsetann. Við fyrstu sýn finnst manni auðvitað augljóst að hann sé einungis að veifa JFK en þegar maður skoðar myndirnar eftir morðið sést að hann virðist vera með eitthvað á sér. Á síðunni fyrir neðan eru virkilega góðar myndir af þeim félögum 22. nóvember 1963.\nSmelltu hér\nÞað er auðvitað endalaust hægt að tala um svona menn en það fer allt eftir því hvað maður heldur sjálfur um þetta mál. Hvor hliðin á málinu er sterkari? Maður verður að ákveða það sjálfur.\nHeimildir:\nhttp://www.jfk-online.com/jfk100tum.html\nhttp://www.jfk-assassination.de/articles/umbrella.php\nog á ofangreindum síðum.",
    "url": "https://www.hugi.is/saga/greinar/373613/mordid-a-jfk-regnhlifarmadurinn/",
    "url_id": "373613",
    "id": "3043092",
    "replies": [
        {
            "user": "trapisa",
            "user_id": "61546",
            "date": "2006-01-31 19:41:18",
            "id": "3043449",
            "reply_to_id": "3043092",
            "text": "Mjög góð grein."
        },
        {
            "user": "Liverpool",
            "user_id": "1692",
            "date": "2006-01-31 20:27:34",
            "id": "3043813",
            "reply_to_id": "3043092",
            "text": "góð grein! Þú er samt dáldið of hrifin af þessu morði;)"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-01-31 20:40:33",
            "id": "3043904",
            "reply_to_id": "3043092",
            "text": "1. Opinberlega útskýringing UM er ekki ósennileg.\nEf hún er röng:\n2. Regnhlífin gæti hafa verið notuð sem sólhlíf (19° í forsælu þýðir töluverður hiti í sólinni þegar það er heiðríkja – ástæðan fyrir því að JFK notaðist ekki við skotheldu yfirbygginguna á bílnum á þessum degi).\n3. Af öllum þeim merkjum sem sem hefði verið hægt að nota (svo ég tali nú ekki um útvarpssenda eða hljóðmerki), af hverju að velja stóra svarta regnhlíf?\n4. UM og sá dökki eru ekki þeir einu sem sitja rólegir við veginn.  Það liggur par um tíu metrum frá þeim og einhver sköllóttur karl situr í lótus-stellingunni lengra upp á grasinu.  Þeir einu sem virðast vera á ferð þarna eru blaðamennirnir.\n5. Tilgátan um taugaeitrið er sú allra fáránlegasta, til hvers að vera skjóta taugaeitri í hálsinn á honum með regnhlíf (sem er augljóslega ekki auðvelt að munda, enda ekki venjulegt skotvopn og engin stuðningur við hlaupið) þegar vel þjálfaður hermaður er með hann í sigtinnu?"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-01-31 21:29:30",
            "id": "3044180",
            "reply_to_id": "3043904",
            "text": "2 —- Ef maður er í fyrsta lagi með regn/sólhlíf, af hverju að spenna hana upp um leið og JFK keyrir franhjá manni? Maður hefði nú haldið að ef maðurinn er með sólhlíf að þá ætli hann að nota hana í nytsamlegum tilgangi… að verjast sól.\n3 —- Skytt/an/urnar voru mjög líklega að horfa í þessa átt og það er því fín vísbending þegar maður sér regnhlíf opnast út undan sér, að maður eigi að halda áfram að skjóta.\n4 —- Það er rétt hjá þér en ég var að reyna að koma því á framfæri, reyndar nokkuð óskýrt, að UM spurður árið 1978 mundi varla eftir DCM þrátt fyrir að DCM hafi setist hjá honum og byrjað að tala við hann. Þetta er varla stundin til að fara að eignast nýja vini er það?\n5.—- Enda trúi ég henni ekki sjálfur :) Ég vildi bara kynna hana."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-01-31 23:24:12",
            "id": "3044882",
            "reply_to_id": "3044180",
            "text": "Af hverju ætti skyttan að þurfa á slíku merki að halda?"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-02-01 00:09:22",
            "id": "3045076",
            "reply_to_id": "3044882",
            "text": "Til að fá upplýsingar um það hvort óhætt sé að stöðva skothríð eða ekki. Ef þeir myndu halda áfram að spreyja skotum á JFK eftir að hann væri látinn eru mun meiri líkur á að fleira fólk heyri upptök skotanna og upp komist samsærið. Ef svo vildi til að JFK hefði greinilega verið skotinn banaskoti áður en hann fór framhjá UM hefði regnhlífin líklega ekki farið upp. UM er nær JFK en skytturnar og sér að hann er enn á lífi þegar hann ákveður að opna regnhlífina."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-02-01 00:33:38",
            "id": "3045166",
            "reply_to_id": "3045076",
            "text": "Það var sem sagt svört regnhlíf (hugsanlega úr sjónmáli sjónaukans) frekar en heilasletturnar úr síðasta skotinu sem gaf merki þess að hann væri örugglega dauður."
        },
        {
            "user": "bluntman",
            "user_id": "49532",
            "date": "2006-02-01 08:14:51",
            "id": "3045470",
            "reply_to_id": "3045166",
            "text": "Nei.\nHann er að segja að hefði JFK verið skotinn áður en hann keyrði framhjá UM, þá hefði UM aldrei spennt um regnhlífina (sem átti að vera merki um að halda áfram að skjóta)."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-02-01 08:55:48",
            "id": "3045522",
            "reply_to_id": "3045470",
            "text": "Ergo, skyttan hefði átt að halda áfram að skjóta meðan regnhlífin var uppi frekar en að hætta að skjóta þegar hann sá einn fimmta úr hauskúpu og heila Kennedy þeytast um allan bílinn í sjónauka.  Skyttan hefur augljóslega betri yfirsýn.\nAf hverju var UM að snúa regnhlífinni á fullu þegar Kennedy keyrði framhjá?  Vekja meiri athygli á sér?  Já, örugglega, miðað við vitnisburðinn var það einmitt það sem hann var að gera.  Þetta er svo fjarstæðukennd kenning að fáar standast samanburð.\nIn a coffee break conversation someone had mentioned that the umbrella was a sore spot with the Kennedy family. Being a conservative-type fellow, I sort of placed him in the liberal camp and I was just going to kind of do a little heckling.\n– Íhaldsmaður að mótmæla í Bandaríkjunum?  Nei, það getur ekki staðist, hann hlýtur að vera hluti af samsærinu!\nÁstæðan fyrir því að þessi kenning er svona vinsæl er líklegast vegna þess að þegar hún hefur verið kynnt er Witt (regnhlífamaðurinn) sjaldnast gefið rúm og útskýring hans ekki tekin til greina (sbr. kvikmynd Oliver Stone þar sem ekkert er minnst á þá útskýringu).  Lo and behold, a conspiracy theory has taken root!"
        },
        {
            "user": "bluntman",
            "user_id": "49532",
            "date": "2006-02-01 09:50:38",
            "id": "3045598",
            "reply_to_id": "3045522",
            "text": "Ég er ekkert endilega að styðja þessa kenningu.\nErtu alltaf í sama skapi ? :l"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-02-01 10:16:52",
            "id": "3045644",
            "reply_to_id": "3045598",
            "text": "Ég geri mér grein fyrir því að þú ert ekki endilega að styðja kenninguna, þú átt nú samt skilið að fá svar við þessari athugasemd.\n… og nei, ég er ekki alltaf í sama skapi, það er sveiflukennt eins og veðrið.  Ég fæ á tilfinninguna að þér finnist sem ég hafi gert einhverja atlögu að þér sjálfum, bara svo það sé á hreinu þá ég að þruma yfir samsæriskenningunni ekki þér ;)"
        },
        {
            "user": "bluntman",
            "user_id": "49532",
            "date": "2006-02-01 10:20:48",
            "id": "3045646",
            "reply_to_id": "3045644",
            "text": "Allt í góðu :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-02-01 14:32:15",
            "id": "3046212",
            "reply_to_id": "3045166",
            "text": "Ég verð að nota eina gamla tuggu: Við erum sammála um að vera ósammála.\nVið getum haldið þessu áfram í næstu grein :)"
        },
        {
            "user": "Eurynome",
            "user_id": "31725",
            "date": "2006-01-31 20:52:24",
            "id": "3043949",
            "reply_to_id": "3043092",
            "text": "Drullu góð grein. :)"
        },
        {
            "user": "Ragnarr",
            "user_id": "25730",
            "date": "2006-01-31 21:12:13",
            "id": "3044072",
            "reply_to_id": "3043092",
            "text": "Býsna góð grein. En frekar langsótt. Eins og Damphir sagði, afhverju velja svarta stóra regnhlíf sem merki ? Og þessi taugaeiturspíla, það þarf talsverða þjálfun til að hitta úr þessu færi með svona ófullkomnu skotfæri. Dökki maðurinn að heilsa, eins og held ég flestir gerðu sem bíllinn fór framhjá. En afhverju ættu þeir að gefa merki um að skjóta meira ?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-01-31 21:31:53",
            "id": "3044199",
            "reply_to_id": "3044072",
            "text": "Þeir ættu að gefa merkið því JFK er augljóslega enn á lífi þegar þetta atvik gerist og vilja vera öruggir um að allt fari að óskum."
        },
        {
            "user": "bluntman",
            "user_id": "49532",
            "date": "2006-01-31 21:36:39",
            "id": "3044238",
            "reply_to_id": "3043092",
            "text": "Frábær grein :)"
        },
        {
            "user": "daviid",
            "user_id": "30827",
            "date": "2006-01-31 21:38:23",
            "id": "3044247",
            "reply_to_id": "3043092",
            "text": "Samabandi við að UM og dökki maðurinn hafi verið að tala saman: Það hafa örugglega allir verið að tala við alla um atburðinn sem þau urðu öll vitni af og þeir stóðu hlið við hlið svo það er ekki skrítið að þeir hefðu setist niður hlið við hlið…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-01-31 21:43:23",
            "id": "3044284",
            "reply_to_id": "3044247",
            "text": "Eins og ég sagði Damphir, þá sagðist UM varla ekkert muna eftir DCM og að hann hefði ekki þekkt hann nokkurn skapaðan hlut. Finnst þér ekkert skrýtið að tveir “complete strangers” setjist niður stuttu eftir morð á forseta og fari að spjalla um málið, báðir “grunsamlegir”?\nÉg tel það vera skrýtið."
        },
        {
            "user": "hendrixx",
            "user_id": "7447",
            "date": "2006-01-31 23:48:13",
            "id": "3044988",
            "reply_to_id": "3044247",
            "text": "gaur er ekki í lagi!? það er gjörsamlega ALLT skrýtið við það að tveir menn setjist niður og fari að spjalla saman nokkrum sekondum eftir að forsetinn þeirra var drepinn!!\nþú verður fyrir sjokki þegar svona gerist og ferð bara ekkert að spjalla við næsta ókunnuga mann. kannski nokkrum mínútum eftir atburðin en ekki nokkrum sekúndum.\nog það að UM hafi ekki munað(eða munað lítið) eftir DCM tel ég vera tómt kjaftæði! þetta er atvik sem að gaurinn mun muna einsog þetta hefði gerst í gær hvort sem hann sé saklaus eða ekki. myndi jú kannski gleyma samtalinu ef það var bara “wtf just happened?” “he got shot, thats all i know” and það var nú eitthvað meira er það ekki?\nallavega að þá er svo ótrúlega margt sem bendir til þess að cia eða whatever hafi látið drepa kennedy. ekki bara “grunsamleg”-heitin á morðstaðnum heldur pólitíkin í kringum þetta ofl.\nbtw góð grein!"
        },
        {
            "user": "Jenas",
            "user_id": "36169",
            "date": "2006-02-01 01:34:14",
            "id": "3045288",
            "reply_to_id": "3043092",
            "text": "Það var sniðugt að láta Lee Harvey Oswald vera einskonar beitu fyrir hina aðilina sem vildu sjá JFK\ndrepinn. Það nær ekki nokkuri átt að maðurinn hafi náð að skjóta JFK þremur skotum á svona stuttum tíma og náð að miða svona vel í þokkabót. Eitt skot, hleður og þarf að ná miðinu aftur, annað skot, hlaða og ná miðinu aftur, þriðja skot. Sést líka þegar JFK er skotinn í hausinn að það hlýtur maður að hafa skotið á hann á hlið miðað við hvernig höfuðið á honum fer eftir skotið. JFK var náttúrulega svo gríðarlega umdeildur á þessum tíma því það var svo margt að gerast. Hann ætlaði að kalla herinn frá Víetnam og þá hefði gífurlegt magn af fólki misst vinnuna, því það skapast svo mikil atvinna af svona hernaði. Það er spurning hvort að JFK hafi verið rétti maður í stóli forseta á þessum tíma, maður sem var ekki hliðhollur stríði, á meðan Lyndon B. Johnson varaforseti var augljóslega með stríði. Það er náttúrulega þvílík spilling í bandarísku efnahagskerfi að hálfa væri nóg. Forsetar eru kosnir og þeir fá rausnarlega styrki frá valdamiklum mönnum í atvinnulífinu ef forsetinn tryggir stöðu þeirra með sínum völdum. Það má t.d. sjá hvað Bandaríkin eru hliðholl Ísrael vegna þess að það eru valdamiklir menn sem eru jafn framt gyðingar sem borga mönnum eins og Bush forseta fyrir að gæta að hagsmunum Ísraels og gyðinga yfir höfuð."
        },
        {
            "user": "Joop",
            "user_id": "59499",
            "date": "2006-03-06 22:50:39",
            "id": "3186620",
            "reply_to_id": "3045288",
            "text": "Ætla bara að benda á það að það voru til byssur sem geymdu fleiri en eitt skot á þessum tíma, svo væri líka mögulegt að 2 eða 3 skyttur sé um að ræða, og hvað varðar að ná aiminu aftur er ábyggilega hægt að nota þrífót right?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-02-01 09:32:37",
            "id": "3045563",
            "reply_to_id": "3043092",
            "text": "Góð grein :]"
        },
        {
            "user": "volex",
            "user_id": "59713",
            "date": "2006-02-01 14:31:41",
            "id": "3046210",
            "reply_to_id": "3043092",
            "text": "Góð grein láttum það bara duga:D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-02-02 23:20:56",
            "id": "3054519",
            "reply_to_id": "3043092",
            "text": "Flott grein um frekar fjarstæðukenda kenningu.. en samt alltaf gaman að heyra nýjar samsæriskenningar um morðið á kennedy…\nAfhverju er enginn það sniðugur að smetta bush ?\npís"
        },
        {
            "user": "Joop",
            "user_id": "59499",
            "date": "2006-03-06 22:52:29",
            "id": "3186639",
            "reply_to_id": "3043092",
            "text": "Alveg frábær grein!\nSamt, ég fann ekki linkinn með myndbandinu, gætirðu sent mér hann í svari?"
        },
        {
            "user": "Joop",
            "user_id": "59499",
            "date": "2006-03-06 23:45:39",
            "id": "3186955",
            "reply_to_id": "3186639",
            "text": "Takk fyrir það…\nhttp://homepage.ntlworld.com/neal.mccarthy/jfkvideos.htm\nÞetta er ofarlega á síðunni, þarft að fara aðeins neðar."
        },
        {
            "user": "Joop",
            "user_id": "59499",
            "date": "2006-03-07 11:51:16",
            "id": "3187647",
            "reply_to_id": "3186955",
            "text": "Takk"
        }
    ]
}