{
    "forum_title": "Deiglan",
    "user": "Helmuth",
    "user_id": "33980",
    "date": "2006-02-01 22:07:03",
    "title": "Mín upplifun af lögreglunni og skólanum mínum",
    "text": "Byrja á því að segja að ég er á 2 ári í menntaskóla og á heimavist.\nSíðastliðinn föstudagur byrjaði eins og hver annar. Vaknaði klukkan 07:00, fór í sturtu og var kominn í morgunmat í kringum 07:50. Svo hófst fyrsta kennslustund (vantaði þótti mér nokkuð marga í tímann) og klukkan 08:55 voru 10 mín. hlé. Í þessu hléi ákvað skólameistarinn að halda tala við alla þá nemendur skólans sem að mættir voru. Byrjaði hann að óska nýrri stjórn nemendafélagsin til hamingju með kosningarnar. Svo sagði hann að ástæðan fyrir því að svo marga vantaði í skólann væri að lögreglan væri með fíkniefnahund og væri að gera húsleit á vistunum, svo að enginn sem ekki mætti fyrir klukkan 08:15 var leift að fara útaf vistunum. Skólameistarinn tók það skýrt fram að þetta væri ekkert sem að nemendur ættu að vera hræddir yfir, hundurinn yrði einungis látinn fara ganginn, með lokuðum hurðum, og ef hann stoppaði og sýndi einhverju herbergi áhuga þá yrði haft samband við þá sem að byggju þar. Það að hundurinn sýndi herbergjum áhuga myndi ekki þýða að herbergis eigendur væru að nota einhver ólögleg efni, það gæti bara þýtt að einstaklingurinn hafi setið við hliðina á einhverjum sem að notaði á meðan hann væri í strætó eða eitthvað í þá áttina. Þetta sagði skólameistarinn og ítrekaði að haft yrði samband við þá nemendur sem að leigðu herbergin sem hundurinn sýndi áhuga til að fá leifi hjá þeim að leita þar inni.\nSvo í annarri kennslustund er ég lítið að hlusta á kennarann og var bara að dunda mér á netinu og MSN. Þá segir strákur (á MSN) sem að hafði verið hleipt inná vistina aftur þar sem að hann hafði ekki farið í skólann og sagðist vera að sækja bækur. Strákurinn býr lengra inn á ganginum heldur en ég, og þegar hann gengur inn ganginn, þá sér hann lögregluna ganga út úr herbergi mínu og höfðu þeir hundinn í bandi. Hann hafði ekki heyrt ræðuna hjá skólameistaranum, svo hann skeitti lítið um þetta, svo hann fór bara inn í herbergið sitt, og þá er búið að opna allar skúffur, alla skápa og leita í öllu dótinu hans. Og aldrei var haft samband við neinn um leifi til að fá að skoða herbergin.\nÞarna sér maður að skólayfirvöld “labelysa” nemendur eins og þeim dettur í hug. Veit ég um nokkra á vistunum sem að eru að nota fíkniefni, og er ég 100% á því að leitað hafi verið inni hjá þeim án leifis. Svo má líka nefna að ekki voru nein ummerki að leitað hafi verið inni hjá þeim sem að stunda íþróttir og eru “góðu” nemendurnir.\nSjálfur mun ég aldrei treysta neinu sem að skólameistarinn segir, þar sem að hann fór svo stórlega á bak orða sinna í þetta skiptið.",
    "url": "https://www.hugi.is/deiglan/korkar/374123/min-upplifun-af-logreglunni-og-skolanum-minum/",
    "url_id": "374123",
    "id": "3049051",
    "replies": [
        {
            "user": "Helmuth",
            "user_id": "33980",
            "date": "2006-02-05 22:49:36",
            "id": "3067928",
            "reply_to_id": "3049051",
            "text": "Sendu Kvörtun til persónuverndar, og kanski lítið bréf til Dv;) en allavegana þá Myndi ég senda Persónuvernd stutt bréf, kanski að hún taki tal af skólastjóranum"
        },
        {
            "user": "Helmuth",
            "user_id": "33980",
            "date": "2006-03-09 22:53:53",
            "id": "3199578",
            "reply_to_id": "3067928",
            "text": "Ég fór að þínum ráðum, en fékk þau svör frá Persónuvernd að þau gætu ekkert við þessu gert þar sem að þetta væri ekki beint brot á lögum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-03-09 23:22:09",
            "id": "3199715",
            "reply_to_id": "3199578",
            "text": "nú æja :S svona er að lifa á íslandi :S"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-03-26 00:52:48",
            "id": "3266794",
            "reply_to_id": "3199578",
            "text": "Ekki brot á lögum? þurfa þeir ekki leitarheimild eða leyfi íbúa til að leyta?"
        },
        {
            "user": "Sticky",
            "user_id": "55710",
            "date": "2006-03-29 11:08:17",
            "id": "3280992",
            "reply_to_id": "3199578",
            "text": "ekki bort á lögum :O\nþetta er ekkert nema brot á lögum, þótt þetta sé löggan má hún ekki bara labba inn í þín híbýli og leita eins og hún vill, nema með þínu leifi eða leitarheimild!"
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2006-05-10 14:25:43",
            "id": "3458042",
            "reply_to_id": "3280992",
            "text": "Tæknilega séð eru þetta ekki híbýli hans, þetta er “bara” heimavist."
        },
        {
            "user": "Sticky",
            "user_id": "55710",
            "date": "2006-05-10 14:27:09",
            "id": "3458053",
            "reply_to_id": "3458042",
            "text": "nei, meðan hann hefur aðsetur á þessum stað er það hýbíli hans…"
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2006-05-10 14:28:51",
            "id": "3458065",
            "reply_to_id": "3458053",
            "text": "Heimavist er svona grátt svæði, Lögreglan átti alveg að meiga skoða aðeins þar inn ef grunur leikur á vörslu fíkniefna, en minnir að það sé líka þannig að ef hún finnur ekkert þarf hún að laga til."
        },
        {
            "user": "Sticky",
            "user_id": "55710",
            "date": "2006-05-10 14:41:40",
            "id": "3458143",
            "reply_to_id": "3458065",
            "text": "lögreglan má ekki fara inn í heimili eða hýbíli manna nema með þeirra leifi eða leitarheimild\nef þessi réttindi eru brotin getur eigandi heimilisins/hýbílisins farið fram á skaðabætru"
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2006-05-10 18:38:19",
            "id": "3459437",
            "reply_to_id": "3458143",
            "text": "En heimavistir eru svo allt annað mál, strangar reglur og strangt eftirlit. Ekki hægt að bera þetta tvennt saman."
        },
        {
            "user": "Sticky",
            "user_id": "55710",
            "date": "2006-05-10 20:22:02",
            "id": "3460051",
            "reply_to_id": "3459437",
            "text": "nei, það er ekki allt annað, það er bara að þú átt þetta heimili ekki, en þú hefur sömu réttindi…"
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2006-05-10 20:31:28",
            "id": "3460108",
            "reply_to_id": "3460051",
            "text": "Nei…vistarbúar hafa ekki sömu réttindi og þeir sem búa á eigin vegum."
        },
        {
            "user": "Sticky",
            "user_id": "55710",
            "date": "2006-05-10 20:32:31",
            "id": "3460114",
            "reply_to_id": "3460108",
            "text": "ok, hvað sem þú segir, ég nenni þessu ekki leingu"
        },
        {
            "user": "Fenrir",
            "user_id": "34852",
            "date": "2006-02-15 13:19:12",
            "id": "3107930",
            "reply_to_id": "3049051",
            "text": "Ég mæli með að þú hafir samband við bæði Persónunefnd og DV!"
        },
        {
            "user": "Nainsi",
            "user_id": "45345",
            "date": "2006-03-02 19:27:57",
            "id": "3171026",
            "reply_to_id": "3049051",
            "text": "Þetta er auðvitað alveg ólíðandi"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-03-26 00:52:14",
            "id": "3266788",
            "reply_to_id": "3049051",
            "text": "HAta lögguna. Lamdi líka félaga minn þegar hann var með skilríki sem hann átti ekki. hann streittist ekkert á móti, samt var hann barinn niður með kylfu"
        },
        {
            "user": "iWonderboy",
            "user_id": "24775",
            "date": "2006-03-26 17:19:28",
            "id": "3268882",
            "reply_to_id": "3266788",
            "text": "Ekki segja að þú hatir lögregluna út af einhverju svona, það er eins og að segja að þú hatir múslima út af því að einhverjir sem segjast vera múslimar frömdu hryðjuverk hér og þar.\nJá það er eithvað að lögreglunni sem stofnun hérna á íslandi sem ég vill ekki fara nánar útí, en ég lofa þér þú myndir ekki vera hrifinn af því að búa hér á skeri ef engin væri lögreglan.\nEf Lögreglumaður ræðst á eða lemur mann án nokkurrar ástæðu er hann að fremja glæp, meira að segja þó það sé ástæða fyrir lögregluna að yfirbuga mann á lögreglan að vera þjálfuð í að gera það með eins litlu ofbeldi og hægt er. Hljómar eiginlega bara meira eins og þessir lögreglumenn hafi annaðhvort verið að misbeita valdi sínu eða illa þjálfaðir (eða bæði)."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-03-26 20:48:52",
            "id": "3269858",
            "reply_to_id": "3268882",
            "text": "þeir sem eru lögreglur eru oft valdafíklar. ekkert allir, en margir. Þetta er ekki eina dæmið, ég og mínir höfum bara svo oft lent í einhverju óþarfa böggi. Hata lögguna"
        },
        {
            "user": "iWonderboy",
            "user_id": "24775",
            "date": "2006-03-26 21:33:26",
            "id": "3270077",
            "reply_to_id": "3269858",
            "text": "Hef lent í þessu líka og það verður að gera eithvað í þessu, einhverra hluta vegna samt er ekkert fjallað um þetta neinstaðar. Eins og enginn viti eða vilji vita hvernig margir íslenskir lögreglumenn hegða sér."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-03-27 21:54:23",
            "id": "3274977",
            "reply_to_id": "3270077",
            "text": "ef maður segir eitthvað þá er maður (ég, veit ekki þig) bara eiturlyfja neytandi og vandræða unglingur. Það er ekki hægt að gagnrýna ríkið… hvað þá lögregluna"
        },
        {
            "user": "iWonderboy",
            "user_id": "24775",
            "date": "2006-03-27 22:53:47",
            "id": "3275331",
            "reply_to_id": "3274977",
            "text": "Ég mæli með að þú farir og horfir á mynd sem heitir V for vendetta :D\nÞú myndir pottþétt hafa gaman af henni."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-03-27 23:33:41",
            "id": "3275571",
            "reply_to_id": "3275331",
            "text": "haha, fór á hana í gær. loksins alvöru fasista mynd.\nþetta var reyndar svo ótrúlega öfgakennt (hitler bara klipptur inn í UK) að sumir hafi kannski misst þráðinn að þetta á að sumu leyti við samfélag í dag.\nEn V var alls ekki sá frelsissinni og hann seldi sig út fyrir að vera. gerði mikið af hlutum sem eru einir fasistalegustu hlutir sem til eru"
        }
    ]
}