{
    "forum_title": "Sagnfræði",
    "user": "Ragnarr",
    "user_id": "25730",
    "date": "2006-02-02 17:23:58",
    "title": "Óleystir glæpir",
    "text": "Mér finnst ekkert eins skemmtilegt og lesa um óleysta glæpi eða samsæri. Eins og t.d. allt þetta í kringum JFK og D.B. Cooper.\nGetiði nokkuð nefnt mér nokkra fræga óleysta glæpi og samsæri sem ég getið lesið um á netinu ?",
    "url": "https://www.hugi.is/saga/korkar/374357/oleystir-glaepir/",
    "url_id": "374357",
    "id": "3052396",
    "replies": [
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-02-02 18:18:07",
            "id": "3052623",
            "reply_to_id": "3052396",
            "text": "Það vill svo til að ég hef einmitt yndi af samsæriskenningum, þær á einhver hátt hvetja mann til þess að afsanna þær.  Þetta er svipað tilfinningunni sem maður fær þegar einhver segir eitthvað ótrúlegt við mann og maður fer að finna út úr því hvort það er einhver sannleikur bakvið það eða geti hugsanlega verið.  Ég get ekki alveg útskýrt þessa hrifningu.\nEf þú smellir á flokkanafnið neðst í greininni þá geturðu séð lista yfir samsæriskenningar:\n*\nhttp://en.wikipedia.org/wiki/Conspiracy_theories\nSjá hér:\nhttp://en.wikipedia.org/wiki/Category:Conspiracy_theories\nÞetta er síðan ein af uppáhalds síðunum mínum:\nhttp://www.conspiracyarchive.com/\nÉg held að flestar ef ekki allar sögur og samsæriskenningar séu sprottnar af einhverjum sannleik, leitin að honum er eiginlega það næsta sem maður kemst æskudraumum um hina göfugu leit af Sannleikanum sem ginnir mann oft til að heillast af vísindum áður en maður skilur til fulls um hvað þau fást raunverulega.  Það gæti verið það sem að heillar mig svona.   Þetta er líka gefandi að öðru leiti svosem, í fyrsta lagi lærir maður gagnrýna hugsun auk þess að maður á auðveldara með að sjá í gegnum það sem er oft málað sem samsæriskenning en er það ekki í raun."
        },
        {
            "user": "Ragnarr",
            "user_id": "25730",
            "date": "2006-02-02 18:30:55",
            "id": "3052687",
            "reply_to_id": "3052623",
            "text": "Þakka þér kærlega."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-02-02 22:32:53",
            "id": "3054245",
            "reply_to_id": "3052396",
            "text": "morðið á 2pac og Notorius B.I.G"
        },
        {
            "user": "Greifingi",
            "user_id": "14249",
            "date": "2006-02-03 12:20:58",
            "id": "3055632",
            "reply_to_id": "3052396",
            "text": "Morðið á eiginkonu OJ simpsons og manninum sem var að halda framhjá með henni er en óleyst."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-02-03 17:11:07",
            "id": "3057111",
            "reply_to_id": "3055632",
            "text": "everyone know who did it :D"
        }
    ]
}