{
    "forum_title": "Smásögur",
    "user": "Vilhelm",
    "user_id": "2179",
    "date": "2006-02-03 00:24:53",
    "title": "Stjörnur himinsins - Augu guðanna",
    "text": "Þessa smásögu (örsögu, reyndar) skrifaði ég á innan við klukkutíma í kvöld. Ég verð að viðurkenna að ég er frekar sáttur með hana. Hún er eiginlega grunnur að ritstíl og nokkurs konar bakgrunnur fyrir stærra verk sem ég ætla að leggja í þegar ég hef loksins næði og nóg af hugmyndum til þess að hripa það niður.\nÉg eyddi varla tíu sekúndum í titilinn, ef ykkur líkar hann ekki þá getið þið hundsað hann, ég varð víst að hafa einhvern titil.\n—————————————\n„Veistu, nóttin er miklu betri en dagurinn.“\n„Af hverju segirðu það? Það er alltaf svo dimmt á næturna.“\n„Dagurinn er bjartur en hann lýsir á alla ljótu hlutina í lífinu. Á næturna eru stjörnur himinsins allsráðandi og skugga er varpað á alla vonda hluti. “\n„En fara ekki vondir hlutir fram í skuggum næturinnar?“\n„Allir verstu glæpirnir eru framdir um hábjartan dag. Þegar sólin skín eru götur borganna mannmargar, þær eru opnar fyrir fjöldamorðum alla daga. Á daginn dynja byssuskotin á hersveitunum. En á nóttunni sitja guðirnir yfir heiminum og fylgjast með því sem gerist. Stjörnurnar eru augu guðanna. Þeir sjá til þess að allt fari með kyrrum kjörum á nóttunni.“\n„Búa guðirnir þá á stjörnunum?“\n„Alls ekki, lambið mitt.“\nOg ég leit upp í augu föður míns. Þessar grænu glyrnur glömpuðu í mánaskinu. Ég leit niður í vatnið og sá spegilmynd mína flökta við hliðina á títanískri fígúru hans. Blásturshljóðfærið vindur hóf upp raust sína. Ég flækti mig betur í kuflinum og faðmaði fætur mína.\n„Mér er kalt.“\n„Hérna.“\nLítill logi birtist á jörðinni og áður en langt um leið var kominn lítill, myndarlegur varðeldur þar sem rakt gras hafði áður kúrað.\n„Pabbi, hvernig ferðu eiginlega að þessu?“\n„Ég veit það ekki, blómið mitt. Ég get ekki útskýrt þetta, ég einfaldlega get. Ég lærði að nota þessa orku en ég lærði aldrei að útskýra hana. Þetta kemur bara með æfingunni. Af hverju veit þó enginn.“\nÉg hafði aldrei fyllilega skilið galdra og geri það ekki enn þann daginn í dag. Samt bægslast ég með galdra dag eftir dag, rannsaka þennan dularfulla kraft, en ég hef ekki enn fengið næg svör við spurningum mínum. Þetta er sú spurning sem hefur verið á vörum manna í tugi, jafnvel hundruði ára. Í tvö hundruð ár höfum við verið að nota þessa miklu orku sem aflgjafa. Hann er nóg til þess að ýta járnbrautarlestum á milli heimshorna, sigla á höfum jarðarinnar og jafnvel fljúga meðal hvítra skýanna. Um leið og við lærðum að beisla kraftinn gátum við farið að nota tæknina fyrir alvöru.\n„Jæja, eigum við ekki að koma okkur heim. Ég er viss um að móðir þín verði ekki kát ef við látum bíða svona eftir okkur.“\nÉg greip lauslega í kuflinn hans og staulaðist upp á veg með vitringnum honum föður mínum og kyssti vatnið okkar litla bless þar sem við stóðum uppi á hæðinni sem gnæfði yfir það. Það stóð kyrrt um stund en kyssti mig svo máninn tók af stað í miðju þess. Á leiðinni heim varð mér hugsað um það sem pabbi hafði sagt við mig fyrr um kvöldið og starði upp til stjarnanna.\nEr það virkilega rétt það sem pabbi sagði? Vakið þið yfir okkur í skjóli nætur?\nStjörnurnar þögðu en héldu þó áfram að horfa á okkur. Einstaka sinnum blikkuðu þær, líkt og einhver ósýnileg rykkorn hefðu ráðist til atlögu og lokað þeim í brot úr sekúndubroti.\nÞeir eru þá mannlegir…",
    "url": "https://www.hugi.is/smasogur/greinar/374550/stjornur-himinsins-augu-gudanna/",
    "url_id": "374550",
    "id": "3054680",
    "replies": [
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-02-03 14:31:21",
            "id": "3056226",
            "reply_to_id": "3054680",
            "text": "Ég ætla vera tíkarlegur við þig eins og venjulega.  Af vitringi að vera er hann frekar einföldur, vissulega sjást ljótir hlutir ekki í myrkrinu eða sama gildir um fallega hluti, þessi athugun er meingölluð.  Annars er þetta líkt útskýringum Simba á stjörnunum í Lion King, touchy.  Mér fannst útskýringinn hans Tímóns miklu betri,\neldflugur fastar við þetta stóra svarta þarna\n.\nAnnars er þetta vel skrifað og mér finnst þetta lykta af einhverskonar steampunki og goðsögnum, gæti orðið áhugaverð blanda ef þú heldur áfram að skrifa."
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2006-02-03 14:52:18",
            "id": "3056366",
            "reply_to_id": "3056226",
            "text": "Hugmynd mín byggir á bæði steampunk og fantasy, svo það er rétt, steampunkið er alveg inni í þessu.\nHvað varðar vitringinn, þá verðurðu að skilja að hann er að tala við barn og þegar maður er barn er maður svo rosalega opinn fyrir öllu því sem foreldrar manns segja. Í rauninni er faðirinn ekkert rosalega menntaður maður og það var fyrir slysni að hann lærði að notfæra sér orku galdranna, en barnið sjálft lítur á hann sem vitrning og þessi skoðun þess heldur ennþá áfram þegar það vex úr grasi og eftir að faðirinn deyr. Einnig er ástæðan fyrir því að hann tekur nóttina fram yfir daginn falin í fylgsnum persónunnar og í rauninni falið lesendum. Svo já, það eru miklu dýpri pælingar á bak við orðin en koma fram í sögunni og meiri saga á bak við þau, það er það sem gerir hana einmitt svo persónulega fyrir mig sjálfan frekar en lesendur. Enda var hún upphaflega skrifuð fyrir mig og ég ákvað að gefa öðrum færi á að gægjast í hana."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-02-03 14:59:15",
            "id": "3056414",
            "reply_to_id": "3056366",
            "text": "Já, þá fer þetta að verða skiljanlegra, maður þarf að hafa heildina við hendina til að skilja þetta textabrot."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-02-03 15:32:49",
            "id": "3056575",
            "reply_to_id": "3054680",
            "text": "Athyglisvert, til að segja sem minnst. Fullt af fallegum lýsingarorðum, og samtölin eru svo “djúp” og skemmtileg. Ekki endilega skemmtileg, en samt sem áður áhrifarík. Stykkið er einnig vel skrifað og það sem þú ert að skrifa um og hvernig þú kemur því frá þér er afar athyglisvert.\nSkemmtilegar pælingar sem koma upp… Yessh, mjög svo. Mjög fínt, gaman að lesa þetta.. Stutt samt sem áður, væri gaman að sjá eitthvað meira í þessum stíl.\n(Og klisjukenndari svör verða ekki.)"
        },
        {
            "user": "gummibill",
            "user_id": "56078",
            "date": "2006-02-03 17:06:11",
            "id": "3057090",
            "reply_to_id": "3054680",
            "text": "jæja…\nég held að þetta hafi verið ágæt saga þótt ég hafi  ekki fílað hana mikið…\nhún er svo sem nokkuð vel skrifuð þótt að ein líkingin hafi mér fundist vera alveg hörmuleg:\nBlásturshljóðfærið vindur hóf upp raust sína.\nþetta fór alveg með mig, þetta er fín hugmynd en ekki nógu vel orðuð… hefði hljómað betur að mínu mati svona: vindurinn hóf raust sína einsog blásturshljóðfæri (mætti jafnvel ganga lengra og gera: vindurinn hóf raust sína einsog saxafónn á jazz tónleikum)… en hvað um það…\nmér fannst söguþráðurinn ágætlega frumlegur þótt að hann hafi ekki höfðað til mín, þetta er samt auðvitað of lítið brot til þess að dæma sögunna. þú talaðir eitthvað um að hún væri lengri, er það ekki?..\nég ráðlegg þér eindregið að halda áfram að skrifa og ráðlegg þér ennþá meira að klára þessa sögu því það er svo mikið af fólki hér á huga sem sendir inn eitthvað sem heitir t.d. “rokktónleikarnir, 1. kafli” en maður sér auðvitað aldrei neitt meira af þessum sögum… einhverjir gaurar sem setjast niður og ætla að skrifa bók en gleyma sér svo í grand theft auto… ég er ekki að segja að ef þú gerir ekki meira þá ´sertu einn af þessum gaurum, ég er bara að hvertja þig til að, ef hún á að vera lengri, að klára hana…\nen góð saga og haltu endilega áfram að skrifa"
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2006-02-03 17:14:58",
            "id": "3057129",
            "reply_to_id": "3057090",
            "text": "Eins og ég sagði í upphafi greinarinnar er þessi saga skrifuð fyrir sjálfan mig og býr yfir meiri dýpt en ég skrifaði í hana. Hún er lítið annað en æfing fyrir mig og vettvangur þróunar á ritstíl. Ég hef ekki verið hrifinn af of listrænum ritstíl áður en mér finnst hins vegar vanta eitthvað meira en beinar lýsingar í fantasíur og vísindaskáldsögur, þótt margar séu alveg frábærar þá eru þær oft heldur þurrar.\nEr annars alveg sammála um að ég hefði mátt betur hugsa þessa líkingu en ég eyddi ekki nema fimm sekúndum í hana og fyrir vikið virðist hún kannski pínulítið out of place, en samt virkar hún þannig séð."
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2006-02-03 19:45:24",
            "id": "3057995",
            "reply_to_id": "3054680",
            "text": "Virkilega virkilega athyglisvert.."
        },
        {
            "user": "Aerie",
            "user_id": "45488",
            "date": "2006-02-04 03:32:25",
            "id": "3059817",
            "reply_to_id": "3054680",
            "text": ":P O mér finnst svo gaman að sjá bara brot af einhverri mun stærri heild\nMér finnst þetta flott hjá þér og ég held að heildin sé mögnuð og væri meira en lítið til í að sjá hana.\nEndilega skrifaðu meira."
        },
        {
            "user": "korvus",
            "user_id": "2649",
            "date": "2006-02-04 03:58:17",
            "id": "3059835",
            "reply_to_id": "3054680",
            "text": "Verð að segja að mér myndi finnast þessi saga mun flottari á ensku, mér finnst einhver svona hálfgerð ensk setningaröð og orðaval laumast þarna inn eins og oft gerist ómeðvitað þegar maður skrifar.\nSamt fín eins og hún er…"
        }
    ]
}