{
    "forum_title": "Gullöldin",
    "user": "lazytown",
    "user_id": "58177",
    "date": "2006-02-05 02:17:22",
    "title": "Roy Orbison, 2. kafli",
    "text": "Hjá Monument hvatti Fred Foster Roy til þess að rífa sig aðeins frá gamla stílnum sínum og semja lögin sín einn, eða í samvinnu við Joe Melson, og seinna meir Bill Dees. Roy kom með gjörsamlega nýjan og óþekktan blæ inn í The Rock and Roll. Við getum sagt að það hafi verið svona “break through”. Fyrsta platan hans, “Uptown”, vakti svona sæmilegar vinsældir. Útgáfan á “Only the Lonely” (sem komst í annað sæti á vinsældarlistanum í Bandaríkjunum og fyrsta sæti í Bretlandi) gerði Roy Orbison að alþjóðlegri rock and roll stjörnu. Follow-upið hans, “Running Scared” komst í fyrsta sæti í Bandaríkjunum. Í gegnum feril hans við Monument Records var hann með back-up hljómsveit, hóp af stúdíó-tónlistarmönnum, sem var stjórnað af Bob Moore. Hljómurinn af rödd Roys og hljóðfæraleik hljómsveitarinnar gerði plötur Roys Orbison einstakar og ódauðlegar.\nSterku áhrif hans á aðra tónlistarmenn, til dæmis The Rolling Stones, fékk Roy til þess að fara í tónleikaferð um Evrópu (1963) með Bítlunum, sem skapaði vináttu á milli þeirra, sérstaklega við John Lennon og George Harrison, sem varði alveg þar til að Roy lést. Hann hljóðritaði síðar lög með George Harrison í hljómsveitinni Traveling Wilburys. Á meðan ferðalag þeirra um Evrópu stóð, reyndi hinn heillaði Roy að fá Bítlana til þess að koma til Bandaríkjanna. Þegar þeir ákváðu að reyna á Bandaríkin, báðu þeir Roy um að skipuleggja og stjórna fyrstu tónleikaferð þeirra, en Roy var með plön sem ekki var hægt að aflýsa, og þurfti því að hafna þessu frábæra tilboði, sem var um það bil að verða að útistandandi árangri.\nLagið hans “Oh, Pretty Woman” sló Bítlana út og það fór beint í fyrsta sæti í Bretlandi. Það varð seinna lykillagið í Pretty Woman, kvikmyndinni sem gerði leikkonuna Juliu Roberts fræga. Nafn myndarinnar var byggt á nafni þessa lags.\nHann touraði með Beach Boys árið 1964, og með The Rolling Stones um Ástralíu árið 1965. Hann naut mikillar velgengni í Englandi, en þar komust 3 af lögununm hans í fyrsta sæti.\nRoy skrifaði undir samning við MGM Records fyrirtækið árið 1966 og kom mest fram í western-musical myndinni “The Fastest Guitar Alive”, þar sem hann flutti nokkur lög af einni plötu sinni sem bar sama nafn og myndin. Hann náði þó ekki aftur vinsældum í Bandaríkjunum fyrr en á níunda áratugnum.\nHann átti einnig í vandræðum í einkalífinu. Dauði eigikonu hans til ellefu ára, Claudette, sem lést í mótohjólaslysi, hafði mikil áhrif á hann. Tveimur árum eftir dauða hennar brann hús fjölskyldunnar í Hendersonville, Tennesse til kaldra kola, og tveir af sonum hans létust í brunanum, þegar Rou var í tónleikaferðalagi í Englandi. Yngsta syni hans, Wesley, var bjargað ú brunanum af foreldrum Roys. Hann hitti seinni konu sína, Barböru, í ágúst árið 1966, í Leeds í Englandi og þau giftu sig í Nashville þann 25. maí árið 1969.\nSamningur hans við MGM endaði árið 1973, og hann skrifaði undir samning við Mercury Records. Lög sem náðu aðeins  ástæðufullum vinsældum í Norður-Ameríku, til dæmis “Penny Arcade” og “Working for the Man” komust í fyrsta sæti í Ástralíu og “Too Soon To Know” komst í þriðja sæti í Englandi. Vinsældir hans náðu til Þýskalands, og hann tók upp vinsæla lagið “Mama” í Þýskalandi. Plötur hans voru vinsælar á “svörtum markaði” sem fór fram á bak við The Iron Curtain.\nHann endurnýjaði samning sinn við Monument árið 1976, en ferill hans féll niður og var þannig alveg þar til seint á níunda áratugnum.",
    "url": "https://www.hugi.is/gulloldin/greinar/375204/roy-orbison-2-kafli/",
    "url_id": "375204",
    "id": "3064256",
    "replies": [
        {
            "user": "Wolfpack",
            "user_id": "50641",
            "date": "2006-02-05 18:31:51",
            "id": "3066411",
            "reply_to_id": "3064256",
            "text": "góð grein, ætalar þú ekki að koma með anna kafla"
        },
        {
            "user": "Wolfpack",
            "user_id": "50641",
            "date": "2006-02-05 18:32:28",
            "id": "3066418",
            "reply_to_id": "3066411",
            "text": "ætlar*"
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2006-02-05 19:53:11",
            "id": "3066916",
            "reply_to_id": "3066418",
            "text": "Auðvitað."
        },
        {
            "user": "Wolfpack",
            "user_id": "50641",
            "date": "2006-02-05 20:45:21",
            "id": "3067271",
            "reply_to_id": "3066916",
            "text": "hlakka til"
        }
    ]
}