{
    "forum_title": "Heimspeki",
    "user": null,
    "user_id": null,
    "date": "2006-02-07 12:27:30",
    "title": "smá spurning",
    "text": "ég og vinur minn erum að rífast um hvort að maður sé á heryfingu þegar maður er í flugvél ég vil meina að þegar þú ert í flugvél ert þú kjurr en flugvélin á hreyfingu og þú ferð með henni en þú hreyfir enga vöðva þannig að þá ertu tænkilega séð kjurr en ferð mðe flugvélinni ég vil endilega fá komment á þetta en nördinn i skolanum segir að vöðvarnir séu ekki á hreyfingu og þá á þetta að vera rétt hjá mér… :P",
    "url": "https://www.hugi.is/heimspeki/korkar/375942/sma-spurning/",
    "url_id": "375942",
    "id": "3073881",
    "replies": [
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2006-02-07 16:31:30",
            "id": "3074948",
            "reply_to_id": "3073881",
            "text": "Líkaminn þinn er kjurr en þú ert að ferðast áfram á 300-500km í tímanum."
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2006-02-07 17:27:43",
            "id": "3075218",
            "reply_to_id": "3073881",
            "text": "Hreyfing er afstæð. Það þýðir að það fer eftir því við hvað er miðað hvort eitthvað sé á hreyfingu eða ekki. Miðað við flugvélina er sitjandi maður kyrr, miðað við jörðina er hann það ekki. Það er ekkert rétt svar annað en þetta, að  það fari eftir því við hvað er miðað; og það er ekki réttara að miða við eitt frekar en annað. Maður á t.d. ekki frekar að miða við flugvélina en jörðina.\nVarðandi vöðvahreyfinguna er það eitt að segja að það, hvort einhver er að hreyfa vöðva sína, getur ekki verið mælikvarðinn á hvort hann er kyrr eða á hreyfingu, því þá gætu dauðir hlutir, sem hafa enga vöðva og hreyfa þar af leiðandi ekki vöðva sína, aldrei verið á hreyfingu. En auðvitað hreyfast dauðir hlutir. Ef ég sparka í bolta, þá hreyfist boltinn í einhverja átt og eins væri hægt að hreyfa mann, sem ekki hreyfir sjálfur vöðva sína, og þá er hann á hreyfingu."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2006-02-08 19:04:34",
            "id": "3080299",
            "reply_to_id": "3075218",
            "text": "Væri ekki réttast að miða við miðju alheimsins?"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2006-02-08 20:04:47",
            "id": "3080607",
            "reply_to_id": "3080299",
            "text": "Hún er ekki til. Það er höfuðatriði í heimsmynd nútímavísinda. Algilt rúm er ekki til."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2006-02-09 14:45:31",
            "id": "3083007",
            "reply_to_id": "3080607",
            "text": "Nú? Á ekki heimurinn að hafa myndast einhversstaðar við mikla sprengingu. Ég hélt að sá staður væri miðjan. Annars veit ég að staður án nokkura einda er ekki beint staður, nema í hæsta lagi í huglægum skilningi. Er það það sem átt er við?"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2006-02-09 15:22:48",
            "id": "3083210",
            "reply_to_id": "3083007",
            "text": "Nú er ég ekki eðlisfræðingur eða stjarneðlisfræðingur en er ekki kenningin sú að tímarúmið hafi beinlínis orðið til í Miklahvelli? Ef svo er, þá varð miklihvellur ekki beinlínis neins staðar því rúmið varð til með honum. En hvernig svo sem það kann að vera er eigi að síður ekki litið svo á að alheimurinn hafi miðju. Þorsteinn Vilhjálmsson hefur svarað spurningunni\nHver er miðpunktur alheimsins?\ná Vísindavefnum og þar kemur fram að nú sé litið svo á að það sé enginn miðja alheimsins. Ég bendi bara á það svar, enda er Þorsteinn eðlisfræðingur og vísindasagnfræðingur, en ekki ég."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2006-02-09 17:49:03",
            "id": "3084082",
            "reply_to_id": "3083210",
            "text": "Í svari sínu líkir hann alheiminum við blöðru sem verið er að blása upp. Miðja blöðru er til sem miðja kúlunnar sem blaðran er. Hægt væri að halda skrár yfir hreyfingu milljarða stjarna og geimfyrirbæra og reikna þannig út hvaðan grunnorkan kom. Það er að minnsta kosti mín frumstæða hugmynd um miðju alheimsins."
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2006-02-09 18:05:44",
            "id": "3084196",
            "reply_to_id": "3084082",
            "text": "Sendu Vísindavefnum spurningu um þetta. En hafðu biðlund, það tekur þá oft heillangan tíma að svara :)"
        },
        {
            "user": "gamligrimmi",
            "user_id": "59934",
            "date": "2006-02-18 15:31:32",
            "id": "3121463",
            "reply_to_id": "3080607",
            "text": "Eitt sinn sagði vitur maður mér að Seltjarnarnesið væri nafli alheimsins, þó að ég viti ekkert um trúverðugleika þeirrar fullyrðingar."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-02-07 17:58:16",
            "id": "3075404",
            "reply_to_id": "3073881",
            "text": "Ég mæli með því að þú venjir þig á að hugsa ávalt um spurningar sem eitthvað sem getur haft mörg svör og jafnvel mörg rétt svör.\nÍ þessu tilfelli hafa allir rétt fyrir sér.  Þú getur legið í rúmminu þínu heima og sagt að þú sért á hreyfingu, ástæðan er einfaldlega sú að jörðinn er að hreyfast á mörg þúsun kílómetrum á klukkustund.  Svo er stjörnuþokan sem við erum í að hreyfast enn hraðar. Ef þú ætlaðir að segja að þú sért algjörlega kjurr, líka með tillit til vöðvahreyfingar, þyrftir þú að frysta þig niður í alkul til að stöðva hverja einustu sameind í líkamanum.  En jafnvel þótt líkaminn hreyfðist ekkert væri hann á hreyfingu.  Búgga!"
        },
        {
            "user": "hlolli",
            "user_id": "31026",
            "date": "2006-02-07 18:27:58",
            "id": "3075599",
            "reply_to_id": "3073881",
            "text": "Flugvél eða ekki. Þú ert jafnkyrr þegar þú situr kjurr í flugvél eða á yfirborðinu. Í fyrsta lagi snýst jörðin um sjálfa sig á ógnarhraða og massífum hraða í kringum sólina og sólkerfið okkar er á hreyfingu í vetrarbrautinni og vetrarbrautin er að ferðast miklu hraðar en fólk getur giskað á og hver veit hvert alheimurinn stefnir? En samt það hutak að vera kyrr í svona dagsdaglegu máli ertu að ferðast á sama hraða í flugvélinni því ef þú myndir hoppa úr henni á eini seúndu ertu í frjálsu falli á sama hraða og þotan fer þar til loftmótstaða myndi hægja á þér."
        },
        {
            "user": "Ripert",
            "user_id": "3946",
            "date": "2006-02-07 20:47:12",
            "id": "3076590",
            "reply_to_id": "3073881",
            "text": "Svörin sem hafa komið eru öll tengd eðlisfræði.\nNú er spurningin hvort spurning þín sé í réttum korki eða eru svörin ónákvæmar heimspekilega séð??"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2006-02-07 21:09:46",
            "id": "3076710",
            "reply_to_id": "3076590",
            "text": "Ég skildi ekki alveg hvað þú áttir við þegar þú spurðir hvort svörin séu ef til vill “ónákvæmar heimspekilega séð” en það er vissulega rétt að flest svörin hér að ofan eru á eðlisfræðilegum nótum enda er það sú fræðigrein sem lætur sig helst varða hluti á hreyfingu, hröðun þeirra o.s.frv. Svar mitt hér að ofan var t.d.byggt á afstæðiskenningu Einsteins. En það má benda á að með heimspeki og eðlisfræði eru ýmsir snertifletir og því er ekki óeðlilegt að spyrja þessarar spurningar hér þótt hennar megi spyrja víðar."
        },
        {
            "user": "Ripert",
            "user_id": "3946",
            "date": "2006-02-07 21:32:20",
            "id": "3076835",
            "reply_to_id": "3076710",
            "text": "Að mínu mati ættirðu frekar að vísa til Newtons eða Galileos heldur en afstæðiskenningar Einsteins. Þessi spurning var orðuð þannig að í rauninni átti maður ekki að (þurfa að) grípa til afstæðiskenningar Einsteins.\n1.\nTakmarkaða\nafstæðiskenningin var í rauninni viðbót við Newtoníska mekanísma (aflfræði Newtons). Hún lýsir betur hreyfingu hluta/einda sem ferðast mjög hratt, t.d. í kringum ljóshraða. En þar sem við erum að tala um flugvél, sem hreyfist langt langt undir ljóshraða, þá skiptir\ntakmarkaða\nafstæðiskenningin í rauninni engu máli.\n2. Svo kemur\nalmenna\nafstæðiskenningin spurningnum ekki við. Það sem ég er að reyna að segja er að stundum nægir bara ekki að segja “Afstæðiskenningin” eða “afstæðiskenning Einsteins” af því þær eru í rauninni tvær og ólíkar kenningar á ferð."
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2006-02-07 22:14:48",
            "id": "3077126",
            "reply_to_id": "3076835",
            "text": "Ég átta mig á því að afstæðiskenningarnar séu tvær. Hins vegar er oft vísað til þeirra beggja með orðinu í eintölu (og með ákveðnum greini ef Einsteins er ekki getið), þ.e. afstæðiskenning Einsteins eða afstæðiskenningin. Þannig hefur til dæmis komið út á íslensku\nAfstæðiskenningin\neftir Einstein (smelltu á titilinn til að lesa um bókina hjá útgefanda). Þess má geta að í þessu riti tekur Einstein sjálfur dæmi um menn sem kasta bolta um borð í lest sem er á ferð (ef ég man rétt). Það dæmi hefur að vísu ólíkan tilgang en spurningin hér um manninn í flugvélinni en er samt um margt afar líkt.\nSvarið  mitt við spurningunni hér að ofan byggir á þeirri hugmynd að það fari eftir því við hvað er miðað hvort hlutur sé á hreyfingu eða ekki. Þetta er höfuðatriði í afstæðiskenningu(m) Einsteins en er það ekki í newtonskri eðlisfræði (\nHér\nkemur m.a. fram að \"[Newton] taldi að það hvort atburðir gerðust á sama tíma og lengd atburða í tíma væri óháð afstöðu við þá og að tímalengd milli atburða væri óháð afstöðu hluta í heiminum.“).\nÞað er vitaskuld rétt að það þarf ekki að grípa til afstæðiskenningarinnar (sem fjallar ekki um menn í flugvélum) til að svara spurningunni, enda gerði ég það ekki (ég gat fyrst um skyldleika svars míns og hennar þegar minnst var á eðlisfræði). En svarið mitt er samt sem áður ekki á newtonskum forsendum heldur á forsendum afstæðiskenningarinnar. Þess vegna sagði ég seinna að svarið ”byggði\" á afstæðiskenningunni (þótt ég hefði ekki beint beitt henni til að svara spurningunni) enda byggir svarið á þessari grunnhugmynd kenningarinnar um að það sé hvorki til algildur tími né algilt rúm. Og spurningin er einmitt þannig orðuð að besta svarið við henni felst í að benda á að það fari eftir við hvað er miðað hvort sitjandi maður í flugvél er á hreyfingu eða ekki."
        },
        {
            "user": "Ripert",
            "user_id": "3946",
            "date": "2006-02-08 00:07:55",
            "id": "3077853",
            "reply_to_id": "3077126",
            "text": "En er afstæðiskenningin ekki byggð á aflfræði Newtons? Spekilega séð, þá ertu í rauninni að byggja svar þitt á fræði Newtons.\nAflfræði Newtons -> Afstæðiskenningin -> Svar þitt\nEða er ég bara að bulla? :)"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2006-02-08 01:02:34",
            "id": "3078008",
            "reply_to_id": "3077853",
            "text": "Afstæðiskenningin varð auðvitað ekki til úr engu heldur býr að baki henni löng vísindasaga og þar er aflfræði Newtons vissulega mikilvægur kafli. Hins vegar er þessi hugmynd sem ég byggi svar mitt á, þ.e. að það sé ekki til algildur tími eða algilt rúm og að það fari eftir því við hvað er miðað hvort sitjandi maður er á hreyfingu eða ekki, ekki frá Newton komin en hún er undirstöðuatriði í afstæðiskenningunni.\nEn ef út í það er farið, þá byggir svar mitt auðvitað að verulegu leyti á heimspeki Herakleitosar frá Efesos (fæddur um 540 f.Kr.) því hann mun fyrstur hafa mótað afstæðishugtakið. Það er önnur saga :)"
        },
        {
            "user": "Ripert",
            "user_id": "3946",
            "date": "2006-02-08 13:22:37",
            "id": "3078738",
            "reply_to_id": "3078008",
            "text": "OK takk, þá veit ég þetta betur núna."
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2006-02-08 01:47:42",
            "id": "3078055",
            "reply_to_id": "3073881",
            "text": "Þegar öll hreyfiorka hefur horfið úr þé"
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2006-02-10 13:53:59",
            "id": "3087132",
            "reply_to_id": "3073881",
            "text": "Þú hreyfir ÞIg ekki en þú hreyfIST."
        },
        {
            "user": "alexj",
            "user_id": "17437",
            "date": "2006-02-14 04:49:44",
            "id": "3102646",
            "reply_to_id": "3073881",
            "text": "Ég vill meina það að þú ert á ferð ef þú flýgur með flugvél. Eins og þegar þú ferðast með bíl á segjum 90 km hraða og snögghemlar niður í 50km þá tossast líkami þinn áfram í sömu átt og þú varst að keyra þannig að líkami þinn var á 90 km líka með bílnum.\nEða að minnsta kosti held ég þessu fram en ég er enginn alvitur."
        }
    ]
}