{
    "forum_title": "Kvikmyndir",
    "user": null,
    "user_id": null,
    "date": "2006-02-07 20:28:22",
    "title": "Trivia 5 | 2006",
    "text": "Fimmtu triviunni er lokið og 16 tóku þátt núna. Tökum bara niðurstöðurnar í hefðbundinni röð.\n1 clover, Kaspersen, tactical, rfm\n2 clover, sam92, Lolli217, sofus, Gunnih, tactical, barrett\n3 kitiboy, kaka, clover, sofus, follu, Skordall, tactical, rfm, peturp, barrett\n4 Kallisto, clover, sofus, peturp, barrett\n5 Gunnzzo, sofus\n6 Kallisto, Kaspersen, sofus, peturp\n7 clover, Kaspersen, tactical, rfm, barrett\n8 kitiboy, kaka, clover, Kaspersen, sofus, Gunnih, follu, Skordall, tactical, rfm, peturp, barrett\n9 kitiboy, Kallisto, clover, sam92, sofus, Liverpool, follu, tactical, rfm, barrett\n10 sofus, Skordall, tactical, peturp\nTrivia 5:\nsofus … 8\ntactical … 7\nclover, barrett … 6\npeturp, rfm … 5\nKaspersen … 4\nfollu, kitiboy, Skordall … 3\nsam92, Gunnih, kaka, Kallisto … 2\nLolli217, Gunnzzo … 1\nHeildarkeppnin:\n1. tactical … 41\n2. sofus … 35 ½\n3. peturp … 32 ½\n4. follu … 26\n5. rfm … 25\nSvörin:\n1. Úr hvaða mynd er þetta skjáskot?\nÞetta var út meistaraverki Hitchcocks, Vertigo.\n2. Hópur fólks, m.a. stelpa sem er mjög góð í stærðfræði og lögreglumaður, sem þekkist ekki innbyrðis vaknar á stað sem persónurnar þekkja ekki og muna ekki hvernig þær komust þangað. Þær komast brátt að því að í herbergjunum á staðnum leynast gildrur og þær verða að vinna saman til að komast til botns í málinu. Í hvaða mynd gerist þetta?\nÉg vissi strax að margir ættu eftir að segja Saw 2 hérna. Ég held samt ég hafi útilokað það m.þ.a. nefna atvinnu/iðjur tveggja persónanna en það yrði fáránleg tilviljun ef þetta á líka við Saw II. Ef svo er leiðrétti ég það. Allaveganna var svarið sem ég hafði í huga Cube.\n3. Tengið saman gegnum samstarfsmenn að kvikmyndum Benicio Del Toro og Menu Suvari (Hér má nota netið til að sjá ljósmyndir af leikurunum).\nÞessi var léttari en ég hélt. Benicio lék með Kevin Spacey í The Usual Suspects en hann lék með Menu Suvari í American Beauty.\n4. Í hvaða teiknuðu mynd kemur þessi vera fyrir?\nÞetta er úr Spirited Away. Ég man ekki alveg hvað persónan heitir en mig minnir að hún hafi heitið Haiku eða eitthvað álíka.\n5. Í hvaða mynd er gamalt sjónvarpsverkstæði á horni 6. breiðstrætis og Balboa-götu?\nÉg varð að koma að uppáhaldsmyndinni minni með einhverjum hætti. Þetta er úr The Matrix en atriðið þar sem Cypher talar við Trinity í gegnum síma og drepur Apoc og Switch fer fram í ‘6th & Balboa – an old TV repair shop’, þ.e. Trinity og Neo eru þar.\n6. Úr hvaða mynd er þessi tónlistarbútur?\nÞetta er úr The Shawshank Redemption.\n7. Í myndinni The Holy Grail með Monty Python hópnum, hver er ástæðan fyrir því að riddararnir sleppa undan ógurlega skrímslinu sem eltir þá og étur nokkra af þeim?\nÍ The Holy Grail eru tvö ‘skrímsli’ því vissulega má segja að kanínan sé skrímsli enda engin venjuleg kanína. En riddararnir sluppu aldrei undan kanínunni; eins og spurningin er orðuð felur þetta í sér hreyfingu og kanínan var ekki að elta hópinn. Eins og margir sögðu er rétt að þeir drápu kanínuna með því að kasta til hennar The Holy Hand Grenade en eins og spurningin er orðuð passar þetta ekki. Loks má geta að kanínan étur ekki nokkra af þeim; hún gefur þeim banasár en að éta þýðir náttúrulega að innbyrða sem hún gerir ekki. Skrímslið sem verið er að tala um er teiknaða skrímslið sem Python-hópurinn kemst undan því teiknarinn fær hjartaáfall og getur ekki klárað að teikna skrímslið. Ég veit að einhverjir eiga eftir að vera ósáttir við þetta en spurningin er orðuð til að fiska aðeins annað svarið. Ég held að ef menn hefðu munað eftir hinu skrímslinu hefðu þeir frekar valið þann kost. Mér finnst þetta allaveganna ekki ósanngjarnt og það væri sérstaklega ósanngjarnt gagnvart þeim sem gerðu þetta rétt að gefa hinum líka rétt.\n8. Leikstjóri hefur m.a. leikstýrt Jamie Foxx og Dennis Haysbert. Hann er þekktastur fyrir svokallaðar karaktersögur þar sem persónusköpun og samtöl eru mikilvægari en flest annað. Ein af myndum hans inniheldur einn frægasta skotbardaga í kvikmynd sem fer fram á götum Los Angeles-borgar en oft er einmitt sagt að leikstjórinn geri L.A. að persónu í sumum myndum sínum. Hver er maðurinn?\nÞetta er Michael Mann en hann leikstýrði Jamie Foxx í Collateral og Dennis Haysbert í Heat. Skotbardaginn sem talað er um er úr Heat.\n9. Leikkona sem sást skaut upp kollinum oftar en einu sinni í myndum eftir Hitchcock er eina Hollywood-leikkonan sem hefur gifst þjóðhöfðingja. Hver er hún?\nÞetta er Grace Kelly sem giftist Rainier III prinsinum af Mónakó.\n10. Hverjum kenndi Hr. Langley m.a. að syngja?\nÉg var hissa hvað fáir gátu þetta en þetta er kannski lúmsk spurning. Það kemur allaveganna fram í 2001: A Space Odyssey þegar HAL er að missa öndina að Mr. Langley hafi verið kennarinn hans og að hann hafi m.a. kennt honum að syngja.\nGangi ykkur vel í nýju triviunni.",
    "url": "https://www.hugi.is/kvikmyndir/greinar/376147/trivia-5-2006/",
    "url_id": "376147",
    "id": "3076462",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2006-02-07 20:45:17",
            "id": "3076578",
            "reply_to_id": "3076462",
            "text": "3 stig! Ömurlegt en mér fannst þessi trivia erfið.\nReyndar var ég að klára að svara hinni og er held ég pottþéttur með allavega 6-7 rétt þar.\nÉg er samt ekki að ná því hvernig fólk getur verið að fá 8-10 stig triviu eftir triviu."
        },
        {
            "user": "aronpalm",
            "user_id": "28308",
            "date": "2006-02-07 20:50:13",
            "id": "3076604",
            "reply_to_id": "3076462",
            "text": "Allt um þetta er að finna á síðunni,\nwww.logi-geirsson.de"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2006-02-07 21:04:46",
            "id": "3076683",
            "reply_to_id": "3076462",
            "text": "Tók ekki þátt en veit ekki af hverju? Lélegt af mérS:S\nHefði pottþétt getað sp. 4 og 9 en eflaust líka 3 en maaður veit ekki með vissu eftir að hafa séð svarið."
        },
        {
            "user": "Wolfpack",
            "user_id": "50641",
            "date": "2006-02-07 21:06:44",
            "id": "3076689",
            "reply_to_id": "3076462",
            "text": "ég skilaði reyndar ekki inn svörum en hefði ég fengið rétt fyrir að segja bara SAW"
        },
        {
            "user": "Wolfpack",
            "user_id": "50641",
            "date": "2006-02-07 21:09:07",
            "id": "3076704",
            "reply_to_id": "3076689",
            "text": "Nei, þetta passar ekki við hana."
        },
        {
            "user": "Wolfpack",
            "user_id": "50641",
            "date": "2006-02-07 21:15:05",
            "id": "3076739",
            "reply_to_id": "3076704",
            "text": "ókei"
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2006-02-07 21:15:40",
            "id": "3076745",
            "reply_to_id": "3076462",
            "text": "Mig langar svo að taka þátt í þessum Trivium… tók þátt í einni fyrir nokkrum vikum, en var gjörsamlega hunsaður af einhverri ástæðu… þannig að ég nenni ekki að reyna aftur…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-02-07 21:24:42",
            "id": "3076783",
            "reply_to_id": "3076745",
            "text": "Ok ég verð að athuga það."
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2006-02-07 21:27:30",
            "id": "3076807",
            "reply_to_id": "3076745",
            "text": "Ég fann skilaboðin frá þér. Ég geri þetta bara í gegnum hugapóstinn þ.a. það getur gerst að ég missi af einhverju. Ég biðst innilega afsökunar að hafa ekki tekið eftir þér og ég sé núna að þú hefur líka sagt þetta við mig þegar þú tókst þátt en ég veit ekki af hverju ég gleymdi því. Þú fékkst allaveganna 3 stig og endilega taktu þátt næst."
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2006-02-07 21:29:03",
            "id": "3076819",
            "reply_to_id": "3076807",
            "text": "nú jæja, kannski maður geri það. takk fyrir að kíkja á þetta ;)"
        },
        {
            "user": "Redfish",
            "user_id": "4160",
            "date": "2006-02-07 23:03:49",
            "id": "3077463",
            "reply_to_id": "3076807",
            "text": "Spalinn, maður fólksins."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-02-07 23:07:42",
            "id": "3077504",
            "reply_to_id": "3077463",
            "text": "Welcome to the skurðpunktur við y-ás í fleygboga, bitch!\nhaha, þessi er góð."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-02-07 23:29:23",
            "id": "3077631",
            "reply_to_id": "3077463",
            "text": "Hættu að stalka mig."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-02-07 23:39:09",
            "id": "3077705",
            "reply_to_id": "3077463",
            "text": "Hahaha. Ég veit ekki af hverju en mér fannst þetta mjög fyndið."
        },
        {
            "user": "Liverpool",
            "user_id": "1692",
            "date": "2006-02-07 23:30:00",
            "id": "3077636",
            "reply_to_id": "3076462",
            "text": "ömm ég tók þátt í þessu.. og ég er ekki inná þessu:/"
        },
        {
            "user": "Liverpool",
            "user_id": "1692",
            "date": "2006-02-07 23:33:01",
            "id": "3077665",
            "reply_to_id": "3077636",
            "text": "Þú ert í listanum en ekki þar sem ég er búinn að taka saman. Þú svaraðir bara spurningu 9 rétt, þú sérð þig þar. Ég bið samt að afsaka þetta."
        },
        {
            "user": "Liverpool",
            "user_id": "1692",
            "date": "2006-02-07 23:45:26",
            "id": "3077732",
            "reply_to_id": "3077665",
            "text": "ok hehe.. ég drullaði ansi vel á mig þarna"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-02-07 23:34:25",
            "id": "3077676",
            "reply_to_id": "3076462",
            "text": "núna er ég orðinn reiður, ég veit aldrey af þessu, hvar kemur þetta og hvar get ég séð þetta er þetta bara eikkerstaðar á kvikmyndir?\nog er þetta bara 1 sinni á mánuði eða eitthvað?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-02-07 23:35:48",
            "id": "3077686",
            "reply_to_id": "3077676",
            "text": "Neinei einu sinni í viku. Þú yrðir að vera með 400*300 upplausn eða eitthvað álíka til að missa af þessu. ÞEtta er hægra megin fyrir neðan korkana."
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2006-02-08 21:29:43",
            "id": "3080999",
            "reply_to_id": "3076462",
            "text": "Það stendur þarna hjá þér að ég sé með 2 stig…en ég er með 3 (Grace Kelly, Spirited Away og tónlistin í Shawshank)…ekki að þetta séu stig til að stæra sig e-ð af :)"
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2006-02-08 21:32:27",
            "id": "3081009",
            "reply_to_id": "3080999",
            "text": "Já um að gera að fylgjast með þessu. Eins og einhver sagði: Only human."
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2006-02-08 21:41:16",
            "id": "3081068",
            "reply_to_id": "3081009",
            "text": "hahah"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-02-08 22:21:01",
            "id": "3081331",
            "reply_to_id": "3081009",
            "text": "Spalinn, taktu þetta tilbaka. Þú ert vél!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-02-08 22:37:50",
            "id": "3081441",
            "reply_to_id": "3081331",
            "text": "Vinir mínir eru alltaf að reyna að segja mér það."
        }
    ]
}