{
    "forum_title": "Bækur",
    "user": "girlygirl",
    "user_id": "9160",
    "date": "2006-02-08 18:51:22",
    "title": "Lucky e. Alice Sebold",
    "text": "Margir muna kannski eftir bókinni The Lovely Bones (Svo fögur bein) eftir sama höfund, en sú bók er einmitt ástæðan fyrir því að ég las Lucky.\nLucky fjallar um hluta út ævi Alice, hún byrjar á nákvæmri lýsingu af hrottalegri nauðgun sem Alice var fyrir þegar hún var að byrja í háskóla. Það er mjög átakanlegt að lesa þetta og ekki fyrir viðkvæma. Sagan heldur áfram í gegnum líf Alice, þegar hún fer á sjúkrahús eftir nauðgunina, skýrslutökur hjá lögreglu og hvernig álit fólks á henni breytist við þennan atburð. Hvernig fólk lýtur á hana sem skemmda vöru sem maður ætti að varast.\nVið fylgjumst með ferlinu frá því að hún sér árásarmanninn aftur einn, fylgjum henni í gegnum réttarhöldin og heyrum af skelfilegum atburði sem gerist eftir þau.\nÉg hvet alla til að lesa þessa bók, hún er góð innsýn í líf þeirra sem hafa verið nauðgað eða misnotaðir. Bókin, verð ég að viðurkenna, getur verið hálf leiðinleg á köflum, með löngum köflum um hluti sem manni finnst kannski ekki skipta máli, en þá verður maður að hugsa að þetta er reynslusaga Alice, ekki skáldsaga, hún getur því miður ekki breytt sögu sinni.\nÞess má geta að Lucky er nýkomin út á íslensku undir titlinum Heppin.",
    "url": "https://www.hugi.is/baekur/greinar/376357/lucky-e-alice-sebold/",
    "url_id": "376357",
    "id": "3079513",
    "replies": [
        {
            "user": "Flowermeister",
            "user_id": "46302",
            "date": "2006-02-08 19:31:31",
            "id": "3080434",
            "reply_to_id": "3079513",
            "text": "Mjög góð saga. Hef lesið hluta af “heppin” og “svo fögur bein” en aldrei náð að klára þótt mér fannst það stutta sem ég las allveg æðislega gott ^^"
        },
        {
            "user": "sagnord",
            "user_id": "60708",
            "date": "2006-02-12 17:29:29",
            "id": "3095924",
            "reply_to_id": "3079513",
            "text": "Við erum að lesa bókina Svo fögur bein í skólanum og tökum nokkrar blaðsíður af og til. Hingað til hefur mér fundist bókin góð. Mér fanst samt alveg hræðilegt þegar persónan dó. Kallinn á skilið að rotna í helvíti eins og tekið er til orða."
        }
    ]
}