{
    "forum_title": "Bretti",
    "user": "Birkir",
    "user_id": "55747",
    "date": "2006-02-09 19:18:26",
    "title": "Why Not ?",
    "text": "Jæja ég ætla að taka það að mér að gagnrýna Íslensku snjóbrettamyndina\nWhy Not\n.\nMyndina er hægt að nálgast í Brim og Oakley búðinni\nJá þetta er semsagt Íslensk snjóbrettamynd með strákonum í\nTeam Divine\n.\nEfni myndar: Efnið í myndinni er bara rugl sko það er fullt af sjúkum trikkum og ekki er hægt að setja útá stílinn hjá þeim (einkunn: 9.0)\nKlipping og vinna: Þessi mynd er mjög vel klippt og mér finnst inrto-ið geðveikt flott og outro-ið ekki síðra, en hljóðið þegar það er verið að byrja kaflana er verulega pirrandi finnst mér… (einkunn: 8.5)\nTónlist: Tónlistin í þessari mynd er ekkert nema snilld\nPUNKTUR\n.\n(einkunn: 9.5)\nUpptökustaðir: Fullt af flottum stöðum hef ekkert mikið um það að segja.\n(einkunn: 8.5)\nAukaefni: Þessi mynd er troðfull af aukaefni sem er algjör snilld. Það er t.d. boðið uppá að skoða myndir sem voru teknar af tóta fótó, skeit, jackass, trampólín ofl. Þetta aukaefni er snilld,  mjög flippað og fullt af flottu skeiti\n(einkunn: 9.5)\nÞessi mynd er skildueign, ég mæli með því að allir fara í Brim eða oakley búðina núna og kaupi hana ef þið eruð ekki búin af því þegar. Persónulega þá finnst mér kaflinn með Eika bestur en mjög ervitt að gera upp á milli hanns og Gulla.\nHeildareinkunn: 9.0\nTakk fyrir mig\nKv. Birki",
    "url": "https://www.hugi.is/bretti/greinar/376447/why-not/",
    "url_id": "376447",
    "id": "3080696",
    "replies": [
        {
            "user": "Danni10",
            "user_id": "53997",
            "date": "2006-02-09 19:37:47",
            "id": "3084831",
            "reply_to_id": "3080696",
            "text": "sammala geðveik mynd!!:)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-02-15 21:51:42",
            "id": "3110479",
            "reply_to_id": "3084831",
            "text": "er þessi mynd til sölu ut i buð???"
        },
        {
            "user": "bankrupt",
            "user_id": "55677",
            "date": "2006-02-09 19:56:03",
            "id": "3084925",
            "reply_to_id": "3080696",
            "text": "Gæturu ekki komið dæmi á hvernig þessu sjúku atriði voru, líka hvar þetta var tekið og svo hvernig tónlist þetta er og hvaða bönd eru að spila.\nMér langar ekkert meira að sjá þessa mynd eftir að hafa lesið þessi grein, því ég veit ekkert meira um hana."
        },
        {
            "user": "Birkir",
            "user_id": "55747",
            "date": "2006-02-09 20:19:56",
            "id": "3085044",
            "reply_to_id": "3084925",
            "text": "Já sko þetta átti meira að vera svona gagnrýni en tónlistin er flullt af einhverju stelpurokki og svo klassa rokk og nokkur skondin lög veit ekki hvaða bönd þetta eru en tónlistin er geðveik sko…\nTökustaðir, þetta er alallega tekið í svíðþjóð svo á akureyri, snæfellsjökkli eithvað lítið í rvk og eithvað á stöðum kringum akureyri\nSjúku atriði, það er td front og backboard niður kinkið hjá rimaskóla, svo flott trikk niður svona bogið kink, tonn af flottum reiltrikkum og líka flott trikk á pöllum…\nSvo er bara aukaefnið þessa virði að kaupa myndina…"
        },
        {
            "user": "bankrupt",
            "user_id": "55677",
            "date": "2006-02-09 20:22:00",
            "id": "3085051",
            "reply_to_id": "3085044",
            "text": "Okei, hljómar betur núna."
        },
        {
            "user": "Birkir",
            "user_id": "55747",
            "date": "2006-02-09 20:25:38",
            "id": "3085067",
            "reply_to_id": "3085051",
            "text": "hehe ok en ég gleymdi að setja link á trailerinn…\nhttp://bigjump.is/files/1802-0.wmv"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-02-09 20:29:52",
            "id": "3085093",
            "reply_to_id": "3085044",
            "text": "haha gleimdir að segja að það er líka hægt að kaupa myndirnar í sportver;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-02-10 18:51:12",
            "id": "3088584",
            "reply_to_id": "3085093",
            "text": "úje er búinn að horfa á hana 4 sinum í DAg :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-02-10 19:26:01",
            "id": "3088762",
            "reply_to_id": "3088584",
            "text": "HEY flott hjá þér væni;)"
        },
        {
            "user": "Mattiba",
            "user_id": "59221",
            "date": "2006-02-14 13:08:02",
            "id": "3103230",
            "reply_to_id": "3080696",
            "text": "Sick eiki öll 9…sw bs :O sw fs board og sw bs lip á kinkinu"
        },
        {
            "user": "Nessinn",
            "user_id": "45124",
            "date": "2006-03-06 23:42:22",
            "id": "3186931",
            "reply_to_id": "3080696",
            "text": "búinn að sjá hana sona 15 sinnum… alltaf jafn geðveikt góð.\nAlger skyldueign"
        }
    ]
}