{
    "forum_title": "Stjórnmál",
    "user": "gmaria",
    "user_id": "6128",
    "date": "2001-08-11 01:35:13",
    "title": "Margeir og viðskiptasiðferði ?",
    "text": "Ólafur G. Einarsson sakar Margeir Pétursson um óheilindi innan stjórnar Lyfjaverslunar, varðandi kaup á Frumafli.\nHann talar einnig um skort á viðskiptasiðferði.\nGetur það verið að viðskiptalífið sé svo gegnsýrt af gróðasjónarmiðum að lögfræðingar ástundi lygar, í stjórn stórfyrirtækja til handa öðrum stjórnarmönnum ?\nMargeir hefur verið innheimtulögfræðingur hjá Búnaðarbankanum og að mig minnir þegið styrki frá honum á skákmótum.\nVarla hefur slíkt nokkuð að gera með álit bankans á fjárfestingu í Frumafli sem er fyrirtæki í heilbrigðisgeira þar sem framsóknarmenn hafa þó með að gera yfirstjórn mála ?\nEitthvað er hér samt málum blandið, og hinar hatrömmu deilur\nsem hafa orðið að fréttaefni mánuð eftir mánuð, varðandi hreinar og beinar erjur  um peningalegan ágóða og völd til þess að stjórna fyrirtæki sem sérhæfir sig í innflutningi á lyfjum og vill takast á við þjónustu við aldraða, hlýtur að geta sagt hinum almenna manni að eitthvað sé skrýtið við deilur sem slíkar.\nEr eðlilegt að innflutningsfyrirtæki á hlutabréfamarkaði, sem flytur inn lyf taki að sér að þjóna öldruðum m.a með lyf sem þeir hinir sömu flytja inn og hafa hagnað af. Gæti ekki verið að þar myndi reynt að koma út sem mestu af lyfjum til handa hinum öldruðu við hvaða mögulegu kvillum sem er, sökum hins tvískipta hlutverks er fyrirtæki þetta\nvirðist fá að geta haft með höndum, sem er þjónusta við aldraða og lyfjainnflutningur ?",
    "url": "https://www.hugi.is/stjornmal/greinar/37734/margeir-og-vidskiptasidferdi/",
    "url_id": "37734",
    "id": "252352",
    "replies": [
        {
            "user": "deddida",
            "user_id": "11124",
            "date": "2001-08-11 22:21:26",
            "id": "252353",
            "reply_to_id": "252352",
            "text": "Það liggur auðvitað í augum uppi hvaða lyfin sem fólkið síðan notar kemur.  Hér er verið að skara að köku hins fræga framsóknar fyrirgreiðslu köku, sem flokksmenn alla dreymir um að neyta."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2001-08-12 01:50:29",
            "id": "252354",
            "reply_to_id": "252353",
            "text": "Það er mjög óeðlilegt að fyrirtæki sem sérhæfir sig í innflutningi á lyfjum og starfar á  hlutabréfamarkaði, sé mögulegt samkvæmt skilyrðum stjórnvalda að taka að sér þjónustu við aldraða þar sem hið sama fyrirtæki gæti misnotað sér samkeppnisaðstöðu og selt “ sjálfu sér ” lyf í miklu magni til þjónustu þessarar.\nÞetta er álika skipan mála og að eitthvert hlutabréfafyrirtæki, sem framleiddi brjóstamjólkurduft, gæti keypt sig inn í umönnunarþjónustu við börn á´fæðingardeildinni, þar sem, hagkvæmnisforsendur fyrirtækisins fælust í því að mæður keyptu mjólkurduft, í stað þess að framleiða brjóstamjólk."
        },
        {
            "user": "barman",
            "user_id": "6745",
            "date": "2001-08-12 16:47:31",
            "id": "252355",
            "reply_to_id": "252352",
            "text": "þetta mál snérist nú aðalega um það að jóhann óli sem var (er) eini hluthafi í frumafli reyndi að fá lyfjaverslun íslands þar sem hann er stór hluthafi til að kaupa frumafl á yfir 800 milljónir og sat þar með báðum megin við borðið, minni hluthöfum og minnihluta í stjórn með margeir í fararbroddi leist vel á hugmyndina áður en verið var að tala um verð og vildu skoða málið en þegar átti svo að láta lyfjaverslun borga þetta verð sem er samkvæmt greiningardeild búnaðarbankans um 8 sinnum of hátt fengu þeir lögbann á kaupin því þeir sem hluthafar vildu ekki láta plata sig svona og auðvitað fór jóhann óli í fílu ég meina hann græddi næstum 700 millur á kostnað hinna hluthafanna.\nþað er líka rétt að það er vafasamt að hjúkrunarheimili og lyfjainnflutnings fyrirtæki sameinist og það er frekar óæskilegt en ekki með öllu ómögulegt ef reksturinn er algjörlelga aðskilinn .\nég vil að lokum óska margeiri til hamingju með að hafa komið í veg fyrir þessu fáránlegu kaup og minni hluthöfum sem voru næstum hafðir af fíflum."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2001-08-12 23:12:51",
            "id": "252356",
            "reply_to_id": "252355",
            "text": "Ef þetta er raunin eins óg þú útskýrir svo einkar vel og skiljanlega, þá má óska Margeiri til hamingju."
        },
        {
            "user": "zorglubb",
            "user_id": "347",
            "date": "2001-08-14 09:05:12",
            "id": "252357",
            "reply_to_id": "252356",
            "text": "Margeir er stórmeistari =)"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2001-08-14 10:10:15",
            "id": "252358",
            "reply_to_id": "252356",
            "text": "Þetta var svona (ég þekki til hluthafans sem Marger er í forsvari fyrir) Merkilegt hvað það eru margir núna að reyna sverta þá."
        }
    ]
}