{
    "forum_title": "Dulspeki",
    "user": "tigra",
    "user_id": "3863",
    "date": "2000-09-14 13:07:39",
    "title": "Eru til geimverur??",
    "text": "Ef þið hugsið út í það, hvort það eru til geimverur, þá ýmindið\nykkur þetta svona.  Við búum á einni lítilli plánetu í alheiminum,\njörðin er eins og rykmaur í samanburð við alheiminn, hann er\nóendanlega stór, og það getur gert hvern mann geðveikann að hugsa\num það.  Hvaða líkur eru á því, að við séum á einu plánetunni sem\ner líf á??  Það er eins og að segja að það sé bara einn fiskur í\nsjónum…  Pælið þið í þessu.",
    "url": "https://www.hugi.is/dulspeki/greinar/3775/eru-til-geimverur/",
    "url_id": "3775",
    "id": "16304",
    "replies": [
        {
            "user": "epan",
            "user_id": "725",
            "date": "2000-09-14 13:49:18",
            "id": "16305",
            "reply_to_id": "16304",
            "text": "Ég er einn af þeim sem er búinn að spá í það svoldið mikið og vonast alltaf að það finnist einhvað merki um líf á öðrum hnöttum.\nEn einhverstaðar heirði ég þetta, líkurnar á að finna líf á öðrum hnöttum sé 1 á móti 1.000.000\nok það má vera, en annar sagði að pláhnetur séu yfir 1.000.000.000 sem þíðir að það bara hlítur að vera líf á öðrum hnöttum…"
        },
        {
            "user": "Skarsnik",
            "user_id": "213",
            "date": "2000-09-14 14:08:20",
            "id": "16306",
            "reply_to_id": "16304",
            "text": "Well.. eins og sagt var.. “If the only life in the universe is on Earth.. it would be an awful waste of space, wouldn't it?”  eða eitthvað álíka :)"
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2000-09-14 14:08:44",
            "id": "16307",
            "reply_to_id": "16304",
            "text": "Þótt að það séu til geimverur þarf þó ekki að vera að þær séu háþróaðri en við eða hvort að einhver greind sé á bakvið. Hvað ef við erum elstu greindustu verur alheims."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-09-15 13:22:03",
            "id": "16308",
            "reply_to_id": "16307",
            "text": "Ég efa samt stórlega að við séum elstu geimverurnar, heimurinn er alltof gamall og maðurinn of ungu"
        },
        {
            "user": "cyborg5",
            "user_id": "3941",
            "date": "2000-09-14 14:10:08",
            "id": "16309",
            "reply_to_id": "16304",
            "text": "hvaða helvítis kjaftæði er þetta. ég er vissum að þú hefur ekki einussinni séð geimveru en þykist samt vita allt um\ngeimverur þú ert bara einsog allir aðrir sem vona bara að það séu til geimverur\nafþví að þeir eiga ekkert líf….en þú ert svakalegu"
        },
        {
            "user": "zeroG",
            "user_id": "2208",
            "date": "2000-09-14 14:32:11",
            "id": "16310",
            "reply_to_id": "16309",
            "text": "hver djöfullinn er að þér, heldurðu að það sé hvergi líf í heiminum annarstaðar en hérna? það var líf mars, bara til að byrja með, og það er líf annarstaðar, það er alveg bókað mál, en hvort það er vitsmunalíf annarstaðar er allt annað mál, og hvort að geimverur hafi komið hingar er líka annað mál, en vertu ekki svona fucking tregur, það ER líf á öðrum plánetum…"
        },
        {
            "user": "point",
            "user_id": "3668",
            "date": "2000-09-14 14:18:40",
            "id": "16311",
            "reply_to_id": "16304",
            "text": "Þetta er fáránleg spurnign  að spyrja nátulega eru til geimverur.  Við vorum sett á þessa jörða af geimverum.  Þær eru að búa til nýtt líf á fjærstæðum heimum og sjá hvernig þær þróast, hverngi mundir þú annars útskíra þróun mannsin.  Það er fáránlegat að segja að einu sinni vara örvera og svo PÚFF! kom spendír allt í einu maðurinn er til.  Svo á þesari og öld munum við geta ferðast meira til stjarnana og þá verðum við geimverur.  Og búa til líf á fjærstæðum heimum."
        },
        {
            "user": "Wiggi",
            "user_id": "2526",
            "date": "2000-09-14 16:36:16",
            "id": "16312",
            "reply_to_id": "16311",
            "text": "Svo þú veist þá svarið um hvernig við urðum til?\nHvernig urðu þá geimverurnar til!??"
        },
        {
            "user": "olikrull",
            "user_id": "3561",
            "date": "2000-09-14 18:46:17",
            "id": "16313",
            "reply_to_id": "16312",
            "text": "Það hljóta að vera til geimverur einhversstaðar, en svona miðað við hvað alheimurinn er ógeðslega stór þá eru líkurnar á því að við finnum þær eða þær finni okkur MJÖG hverfandi!!!"
        },
        {
            "user": "PiCatChyou",
            "user_id": "2183",
            "date": "2000-09-14 18:56:08",
            "id": "16314",
            "reply_to_id": "16313",
            "text": "Við ERUM geimverur!!!!\nEn hvort aðrar geimverur eru til það mun framtíðin leiða ljós, sjálfsagt ekki á okkar æviskeiði samt. :)"
        },
        {
            "user": "kev",
            "user_id": "47",
            "date": "2000-09-14 23:45:11",
            "id": "16315",
            "reply_to_id": "16314",
            "text": "Sömu rökin og ég kem alltaf með þegar ég segi að það séu til geimverur… Heimurinn er svo endalaust stór, við gætum ekki verið ein! (Ásamt fleiri rökum)"
        },
        {
            "user": "Lynx",
            "user_id": "3520",
            "date": "2000-09-15 11:29:35",
            "id": "16316",
            "reply_to_id": "16312",
            "text": "Bls. 1 í Stóru Líffræðibókinni, Wiggi.  Ekki alveg víst, en við erum víst örugglega hérna.  Og það er nákvæmlega engin ástæða til að líta á það sem eitthvað einsdæmi."
        },
        {
            "user": "Wiggi",
            "user_id": "2526",
            "date": "2000-09-17 05:15:04",
            "id": "16317",
            "reply_to_id": "16316",
            "text": "Hmm náðirðu ekki alveg meiningunni.. Ég er að meina: Af hverju í andskotanum heldur sumt fólk að geimverur hafi skapað lífið á jörðinni en telur geimverur hafa þróast. Það er svo mikil vitleysa að segja að geimverur hafi komið hingað og skapað lífið en síðan eru engin svör um hvernig geimverurnar hafi orðið til. Fólk sem trúir þessum hindurvitnum myndi líklega svara þeirri spurningu: “æi þær þróuðust einhvernegin” eða því um líkt. Nei höldum okkur frekar við þá kenningu að lífið hafi kviknað á jörðinni en ekki verið skapað af geimverum frá fjarlægum stjörnuþokum. Og þið öll sem hérna eruð: Þið getið ekki vitað hvort geimverur séu til. Það er ekki bara hægt að segja: Geimverur eru til BÓKAÐ mál. Það þarf nefnilega ekkert að vera. Ég hef lesið dáldið um þetta og það eru dáldið skiptar skoðanir á milli manna. Sumir telja að geimverur hljóti að vera til og koma með góð rök fyrir því en einnig koma þeir sem trúa ekki á tilvist geimvera með góð rök fyrir sínum skoðunum. Geimverur þurfa ekki endilega að vera til. Þið eruð bara viss um það vegna þess að geimurinn er svo stór. En það er margt sem bendir til þess að það sé svo erfitt að láta líf kvikna að líkurnar eru ca. einn á móti 100000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000 (sumir stærðfræðingar telja að séu líkurnar á að atburður gerist einn á móti 100000000000000000000000000000000000000000000000000 þá gerist hann aldrei). Sumir trúa því að jörðin sé mjög einstæður staður. Þannig að þó svo að geimurinn sé “óendanlega” stór þá eru einnig nær “óendalega” litlar líkur á að líf kvikni að sjálfu sér."
        },
        {
            "user": "profile",
            "user_id": "25997",
            "date": "2000-09-15 20:46:23",
            "id": "16318",
            "reply_to_id": "16304",
            "text": "auðvitað eru einhverskonar “geimverur” til.. ef það finnst líf á mars eru það þá geimverur? (þeas þessar örverur sem gætu leynst þar) eða þarf þetta að vera eitthvað fyrirbæri sem líkist manninum? ég efast um að þær séu eins og við ímyndum okkur þær.. ef þær kæmu í ljós yrði mannkynið úrelt :"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-09-16 02:38:53",
            "id": "16319",
            "reply_to_id": "16318",
            "text": "Þessi spurning þín er auðsvöruð, auðvitað eru til geimverur :)"
        }
    ]
}