{
    "forum_title": "Deiglan",
    "user": "skuggi85",
    "user_id": "12479",
    "date": "2006-02-12 17:02:39",
    "title": "Tilviljun? Efast um það.",
    "text": "Eðlilega fær maður fyrir hjartað þegar maður heyrir af mönnum sem misnota stöðuna sína í Írak og koma fram við fanga á ómannúðlegan hátt. Sjálfsagt er að fordæma slíka hegðun og rétta yfir þeim grunuðu.\nEn nú er búið að leka í fjölmiðla myndband þar sem Breskir hermenn berja Íraska unglinga. En málið er að myndbandið er talið vera 2 ára gamalt en er nú fyrst að leka í fjölmiðla, á sama tíma og spenna er í andrúmsloftinu í miðausturlöndum vegna skopmyndanna frá Danmörku. Er þetta algjör tilviljun? Ég á erfitt með að trúa því.\nVona að þetta verði ekki olía á eldinn, en grunar að svo fari.\nMyndir sem sagðar eru sýna breska hermenn berja íraska unglinga hafa verið birtar í Miðausturlöndum og Bretlandi í dag. Fólk í Suður-Írak, þar sem atburðirnir munu hafa átt sér stað 2004, hefur brugðist ókvæða við og segir að um mannréttindabrot hafi verið að ræða.\nBreska herlögreglan hóf rannsókn á myndbandinu, sem breska blaðið News of the World komst yfir. Ekki hefur verið látið uppi hver hafi komið myndunum til blaðsins. „Þetta er óræk sönnun þess að breska herliðið í Basra hefur brotið mannréttindi,“ sagði Akil al-Bahadily, talsmaður róttæka sjítaklerksins Muqdata al-Sadr í Basra, þar sem flestir bresku hermennirnir í Írak eru staðsettir.\n„Við þökkum guði fyrir að þetta eru myndir frá þeim sjálfum. Að margra mati er þetta ekki slæm framkoma miðað við það sem fer fram á bak við luktar dyr. Það er enn verra,“ sagði Muhannad al-Moussaoui, íbúi í Basra.\nGordon Brown, fjármálaráðherra Bretlands, sagði að ef myndirnar væru ósviknar væri um að ræða óviðunandi framgöngu, og að þeir sem beri ábyrgð á henni yrðu sóttir til saka.",
    "url": "https://www.hugi.is/deiglan/korkar/377667/tilviljun-efast-um-thad/",
    "url_id": "377667",
    "id": "3095797",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2006-02-12 17:19:44",
            "id": "3095871",
            "reply_to_id": "3095797",
            "text": "Crap þetta er að fara alltof langt"
        },
        {
            "user": "mundi",
            "user_id": "25967",
            "date": "2006-02-13 13:45:32",
            "id": "3099252",
            "reply_to_id": "3095797",
            "text": "Ef allt fer í versta þá er ég tilbúinn, þaf aðeins lengri tíma til að klára neðanjaðarbyrgið mitt og ég er að leggja lokastillingunum á GECK-ið mitt"
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2006-02-15 16:12:12",
            "id": "3108725",
            "reply_to_id": "3099252",
            "text": "Thats my plan too, we should discuss this sometime over some nukacola"
        },
        {
            "user": "mundi",
            "user_id": "25967",
            "date": "2006-02-15 17:09:45",
            "id": "3109055",
            "reply_to_id": "3108725",
            "text": "Yes and eat some Brahmins to hopefully they haven´t mutated and have only 1 head"
        },
        {
            "user": "Eyjan",
            "user_id": "48701",
            "date": "2006-02-13 15:47:54",
            "id": "3099732",
            "reply_to_id": "3095797",
            "text": "Úff, nú á allt endlanlega eftir að fara til fjandans!\nEkki að það sé ekki á hraðri niðurleið fyrir!"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-02-13 16:32:40",
            "id": "3100000",
            "reply_to_id": "3099732",
            "text": "Ætli það sé ekki bara eðlilegt.\nSlæm tímabil í mannkynssögunni virðast vera fleiri en þau góðu."
        },
        {
            "user": "Eyjan",
            "user_id": "48701",
            "date": "2006-02-13 16:50:15",
            "id": "3100096",
            "reply_to_id": "3100000",
            "text": "Já ætli það sé ekki rétt hjá þér, því miður.\nÞað lítur að minnsta kosti út fyrir að þriðja heimstryöldin sé að skella á.\nHún hefur bara aðeins færst úr stað."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-02-13 16:53:42",
            "id": "3100107",
            "reply_to_id": "3100096",
            "text": "Ég held að eftir 50 ár þegar mannkynið lýtur til baka að þá verði upphaf þess skráð sem 11.september 2001. Það tilkynnir enginn formlega að það sé að hefjast heimstyrjöld heldur skeður það í skrefum."
        },
        {
            "user": "Eyjan",
            "user_id": "48701",
            "date": "2006-02-13 17:02:06",
            "id": "3100141",
            "reply_to_id": "3100107",
            "text": "Nákvæmlega það sama og ég segi alltaf!\n:)"
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2006-02-13 20:29:02",
            "id": "3101256",
            "reply_to_id": "3095797",
            "text": "Var líka að lesa í mogganum að um 550 milljarðar króna hafi bara gufað upp þarna fyrir austan. Skrítið."
        },
        {
            "user": "Uruxi",
            "user_id": "62724",
            "date": "2006-02-13 22:54:13",
            "id": "3102073",
            "reply_to_id": "3095797",
            "text": "Það er líka svo mikið sem kemur ekki í fjölmiðlum hérna á Íslandi.\nMúslimar eru að drepa saklaust fólk á Indlandi til að mynda.\nHér er einn nýlegur atburður:\nhttp://news.bbc.co.uk/1/hi/world/south_asia/4703246.stm"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-02-15 18:18:58",
            "id": "3109415",
            "reply_to_id": "3102073",
            "text": "Við fáum nú heldur engar fréttir um Hindúista hryðjuverka samtök."
        }
    ]
}