{
    "forum_title": "Sagnfræði",
    "user": null,
    "user_id": null,
    "date": "2006-02-15 18:30:39",
    "title": "Rússland - endalaus átök og fátækt",
    "text": "Indó-evrópskir, mongólskir, úralskir og margir aðrir kynstofnar hafa búið þar sem nú er landsvæði Rússlands síðan um 2000 f.kr., en lítið er vitað um athafnasemi og innlegg þeirra. Nútíma Rússland er frá um 700 e.kr. þegar norrænir landnemar byrjuðu að búa við bakka árinnar Volgu. Frá undirstöðunni við árósana meðfram austurströnd Eystrasalts, byrjuðu skandinavískir menn, væntalega í leit að nýjum verslunarleiðum í austri,  að troða sér inn á svæði sem var í eigu finnskra og slavneskra þjóðflokka, en þar fundu þeir endalausar náttúrulegar auðlindir.\nInnan nokkurra áratuga höfðu Rússar, eins og skandínavísku landnemarnir voru kallaðir (land þeirra kölluðu þeir Garðaríki), auk annarra skandínavískra manna, breikkað svæði sitt langt suður í átt að Konstantínópel og Bagdad og náðu loks yfirhöndinni á norðurströnd Svartahafs í kringum 850. Á tímabilinu 930 til 1000, fór svæðið undir fulla stjórn Rússa, þar sem höfuðborgin var Kænugarður (Kiev). Undirstaða ríkisins var verslunin sem stjórnuð var af Víkingum. Einhvertímann í kringum 1000 játuðu Rússar kristna trú sem var boðuð af býsönskum trúboðum og eftir það tengdist rússneska ríkið menningalega við býsanska ríkið og byggingar voru byggðar að fyrirmynd býsanska ríkisins. Sameinaða Garðaríkið sundraðist um miðja 10. öld eftir stöðugar árásir hirðflokka af miklu steppunni og braut Garðaríki í marga mola sem voru sjálfstæð hertogadæmi. En hin gríðarmikla árás Mongóla um miðja 12. öld hafði í för með sér eyðingu borga, manntjón og braut niður verslunarkerfið sem var hertogadæmunum svo mikilvæg. En samt hjálpaði þetta að sameina rússnesku fylkin og eftir þetta tímabil kom lang einveldistímabil.\nAf hinum ýmsu rússnesku hertogadæmum, var það Moskavya sem heppnaðist best. Það byrjaði sem það fylki sem safnaði sköttum Mongóla, en prinsar Moskavyu náðu loks stjórnunarstöðu yfir hertogadæminu og hættu öllum verslunum við Mongóla. Ívan III styrkti gróða sem faðir hans, Vasaly II, hafði unnið hart að, og Ívan IV, þekktur sem Ívan grimmi, öðlaðist nægt vald til að hreppa nafnbótina “tsar”, eða keisari, um miðja 15. öld. Smátt og smátt náði Moskavya, eða Moskva eins og við þekkjum hana, að innlima helling slavneskra landa, fyrrum Garðrísk hertogadæmi auk hvít-rússneskra landa og úkraínskra héraða. Uppganga Péturs I, sem þekktur er sem Pétur mikli, vísaði til pólitískrar, félagslegrar vitsmunalegra stefna sem voru ríkjandi í Rússlandi í næstu 2 aldir. Staðsetning nýju höfuðborg ríkisins, St. Pétursborg, við strendur Finnskaflóa táknaði breytingu í átt að evrópskum tengslum. M.a. lét Pétur klippa skegg margra rússneskra manna sem voru með mikið skegg eins og tíðkaðist í Rússlandi á þessum tíma til að láta landið líkjast Evrópu þar sem allir voru snyrtilega rakaðir og hreinir. En á meðan rússneska aðalsveldið hafi tekið upp “kurteisa hegðun” og nútíma hernaðartækni og í vestri, bjó hinn gríðarstóri meirihluti rússneska fólksins áfram í skítnum eins og í “lénsbandaánauð”.\nKatrín mikla, þó þýsk prinsessa sem var óskild Pétri á nokkurn hátt, átti eftir að reynast hans sanni “andlegi” og pólitíski erfingi. Ríkisár Katrínar einkenndist á “heimsveldisútþenslu”. Mikilvægast var samt að ná norðurstönd Svartahafs, innlimun Krímskaga og útþenslan á steppuna austan við Úralfjöll. Á þessu tímabili bættist landbúnaður til muna og verslunarmál í gegnum Svartahafið. Á ferlinu misstu Kósakkar sem voru einhverskonar riddaralið Rússa sérstöðu sína og forréttindi sem þeir höfðu haft í Rússlandi svo lengi, en þeir voru aðalsmenn með rétt til að taka í vinnu til sín þræla en á þessum tíma fóru þeir niður á stétt bænda. “Friðsamleg innlimun” Rússa á Póllandi hjálpaði þeim að færast nær Evrópu, að minnsta kosti landfræðilega.\nÞrátt fyrir arfleið Péturs og Katrínar, þegar á tíma Nikulásar II var kominn, var Rússland í algjörri ringulreið og hrjáðis af innvortis eymd og kúgun. Tap í Rússó-Japanska stríðinu eftir byltinu 1905 gaf til kynna að Rússland var í þörf fyrir róttækar breytingar. Einveldisstjórn Tsarista var illa búinn breytingum sem fólkið vildi. Fyrri heimsstyrjöldin setti þrýsting á keisaradæmið sem það gat ekki staðist, og rússneska byltingin braust út árið 1917, og hóf þar með öldu óánægðar með keisaradæmið. Bráðabirgða stjórn var mynduð af tsarnum til að reyna að leysa sig úr flækjunni sem hann var kominn í. En stjórnin stóð ekki lengi því tveimur mánuðum seinna braust út önnur bylting með mann að nafni Lenín í fararbroddi. Bolsévíkar hétu þeir sem hófu byltinguna og voru þeir kommúnistar. Borgarastyrjöld var óumflýjanleg. Barátta á milli Rauðra (kommúnista) og Hvítra (tsarista) stóð í einhver 5 ár þangað til bolsévíkar unnu sigur árið 1922. Stalín myndi ljúka við þéttingu kommúnísks vald sem Lenín hóf. En þar er helst að nefna þröngvuðu iðnvæðinguna og Fimm-ára áætlunina og hungursneiðina gríðarlegu og “uppbyggingu landbúnaðar” eins og kommúnistar lýstu því. Þetta nýja land náði yfir allt fyrrum Rússland, Úkraínu, Hvíta-Rússland, Eystrasaltslöndin, Kasakstan, Túrkmenistan, Kákasus-löndin og fleiri Stan-lönd. Stalín leiddi Sovíetríkin í Seinni heimsstyrjöldinni og mestu ógn eyðingu Rússlands frá upphafi þegar nasistar réðust á landið, 1941-45. En eftir stríðið, þrátt fyrir mikla óánægju og hungursneið, voru Sovíetríkin ein eftir með Bandaríkjamönnum sem ofurafl heimsins. Sovíetríkin sundruðust á árunum 1989-92 og nú stendur bara Rússland eftir og hvort Rússland fari að fordæmi Vesturlanda í menningarmálum er enn óljóst eins og gjörvöll framtíðin fyrir þetta gríðarstóra land, sem er það stærsta í heiminum enn í dag.",
    "url": "https://www.hugi.is/saga/greinar/378588/russland-endalaus-atok-og-fataekt/",
    "url_id": "378588",
    "id": "3108101",
    "replies": [
        {
            "user": "uffi",
            "user_id": "3595",
            "date": "2006-02-15 18:41:49",
            "id": "3109498",
            "reply_to_id": "3108101",
            "text": "Þetta er bara hin fínasta grein"
        },
        {
            "user": "volex",
            "user_id": "59713",
            "date": "2006-02-15 19:01:29",
            "id": "3109597",
            "reply_to_id": "3108101",
            "text": "Bara hin fínasta grein og skemmtilegur lestur,mættir kannski minnast á trotsky(kann ekki að stafa það) sem var helsti hugsjónamaður byltingarinnar. En ég verð að lýsa hrifningu minni yfir þessum greinum þínum sem þú ert búin að skreyta forsíðu huga með og vonandi fer iðjusemin í þér ekki að dvína."
        },
        {
            "user": "Kalashnikov",
            "user_id": "53318",
            "date": "2006-02-15 19:03:17",
            "id": "3109610",
            "reply_to_id": "3108101",
            "text": "Flott grein hjá þér."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-02-15 20:57:15",
            "id": "3110187",
            "reply_to_id": "3108101",
            "text": "Mjög góð grein"
        },
        {
            "user": "McSulli",
            "user_id": "25541",
            "date": "2006-02-15 21:16:28",
            "id": "3110279",
            "reply_to_id": "3108101",
            "text": "Fín grein og segir hún bærilega frá sögu þessara lands þó hún sé ekkert alltof löng. Mig langar svo að benda á bókina Rússland og Rússar, minnir mig að hún heiti, kom hún út um þarsíðustu jól minnir mig og er ákaflega áhugaverð lesning um þetta land:)"
        },
        {
            "user": "forum",
            "user_id": "5686",
            "date": "2006-02-15 22:52:41",
            "id": "3110970",
            "reply_to_id": "3108101",
            "text": "meira svona!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-02-16 20:45:57",
            "id": "3114512",
            "reply_to_id": "3108101",
            "text": "Vel skrifað flott. Hvet þig endilega til að fara meira ofan í saumanna á hlutum. Það getur líka verið skemmtilegt að skrifa um einstaka atburði og fyrirbrigði."
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2006-02-16 21:58:48",
            "id": "3114943",
            "reply_to_id": "3108101",
            "text": "Sammála síðasta ræðumanni að öllu leyti. Fínar greinar, en þú ferð kannski full-hratt yfir mikla sögu."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2006-02-17 15:26:08",
            "id": "3117186",
            "reply_to_id": "3108101",
            "text": "Mætti vera meira um innlimun síberíu inní rússland en annars stórfín grein."
        },
        {
            "user": "STAVKA",
            "user_id": "46427",
            "date": "2006-02-20 22:01:52",
            "id": "3131881",
            "reply_to_id": "3108101",
            "text": "Eitthvað minnir St. Basil mig á einhvern tölvuleik."
        },
        {
            "user": "blasjogvur",
            "user_id": "9404",
            "date": "2006-03-05 20:18:27",
            "id": "3181444",
            "reply_to_id": "3131881",
            "text": "Það er ekki allt alveg ljóst með hlutverk norrænna manna, hversu þeir voru áberandi í Garðaríkjum eða hvort það voru menn af slavneskum uppruna sem réðu meiru. Um þetta er mikið deilt í sagnfræði en þessi annars góða grein gerir enga grein fyrir þessu."
        },
        {
            "user": "blasjogvur",
            "user_id": "9404",
            "date": "2006-03-05 20:19:05",
            "id": "3181449",
            "reply_to_id": "3108101",
            "text": "Það er ekki allt alveg ljóst með hlutverk norrænna manna, hversu þeir voru áberandi í Garðaríkjum eða hvort það voru menn af slavneskum uppruna sem réðu meiru. Um þetta er mikið deilt í sagnfræði en þessi annars góða grein gerir enga grein fyrir þessu."
        }
    ]
}