{
    "forum_title": "Hestar",
    "user": "hestafrik",
    "user_id": "55851",
    "date": "2006-02-16 19:42:20",
    "title": "Íþróttakeppni!",
    "text": "Það er smá problem í gangi hjá mér…. sko….. ég er að fara að keppa í íþróttakeppni og er búin að lesa geggjað mikið og var á námskeiði í fyrra hvernig íþróttakeppni er en málið er að ég bara man ekki alveg hvernig hún fer fram og það sem ég las sagði mér virkilega ekki neitt….. svo….. getur einhver sagt mér svona í meginatriðum um hvernig íþróttakeppni fer fram????",
    "url": "https://www.hugi.is/hestar/korkar/379076/ithrottakeppni/",
    "url_id": "379076",
    "id": "3114183",
    "replies": [
        {
            "user": "Karat",
            "user_id": "35059",
            "date": "2006-02-17 09:03:18",
            "id": "3116074",
            "reply_to_id": "3114183",
            "text": "Hvað ertu að meina? Í hverju ætlarðu að keppa? Fjórgangi, fimmgangi, tölti? Vantar þig reglurnar eða í hvaða röð gangtegundirnar eiga að koma eða hvað?"
        },
        {
            "user": "hestafrik",
            "user_id": "55851",
            "date": "2006-02-17 15:39:58",
            "id": "3117255",
            "reply_to_id": "3116074",
            "text": "æjá ég gleymdi náttla að segja að ég ætla að keppa í fjórgangi….. og pælingin var um t.d. hvað fær maður marga hringi og á að sýna hverja gangtegund á hálfum hring eða heilum….. já í rauninni bara það tvennt… ég var greinilega soldið utan við mig þegar ég var að skrifa þetta en já…. it´s that….."
        },
        {
            "user": "Karat",
            "user_id": "35059",
            "date": "2006-02-17 17:19:00",
            "id": "3117673",
            "reply_to_id": "3117255",
            "text": "Það eru nokkur ár síðan ég keppti síðast á hestaíþróttamóti en þá var það að mig minnir svona: hálfur hringur fet, hálfur hringur tölt, hálfur hringur yfirferðartölt, einn hringur brokk, hálfur hringur stökk. Mig minnir að þetta hafi nú verið svona. Áttu ekki reglubókina? Þetta gæti nefnilega hafa breyst. Ég man ekki heldur hvort það hafi verið einhver regla með röðina á gangtegundunum. En mig minnir allavega að stökk og fet hafi ekki verið heill hringur."
        },
        {
            "user": "Lappi",
            "user_id": "9813",
            "date": "2006-02-17 20:23:59",
            "id": "3118561",
            "reply_to_id": "3117673",
            "text": "Ekki einn hringur brokk, það er hálfur hringur brokk og svo hálfur hringur “val”(það sem þér hefur kannski gengið verst með)."
        },
        {
            "user": "hestafrik",
            "user_id": "55851",
            "date": "2006-02-17 23:27:52",
            "id": "3119546",
            "reply_to_id": "3118561",
            "text": "oki…. þá er þetta í rauninni bara eins og gæðingakeppni…… nema aðrar áherslur, rigth?…….  takk fyrir……"
        },
        {
            "user": "Lappi",
            "user_id": "9813",
            "date": "2006-02-18 00:53:30",
            "id": "3120028",
            "reply_to_id": "3119546",
            "text": "Ég er ekki alveg klár á því, prófaðu að googla- því."
        },
        {
            "user": "Karat",
            "user_id": "35059",
            "date": "2006-02-18 10:27:42",
            "id": "3120673",
            "reply_to_id": "3118561",
            "text": "Mér gekk aldrei illa með brokk, en ég geri ráð fyrir að þú hafir ætlað að svara þeirri sem skrifaði korkinn."
        },
        {
            "user": "Lappi",
            "user_id": "9813",
            "date": "2006-02-18 12:45:57",
            "id": "3120968",
            "reply_to_id": "3120673",
            "text": "Neibb, þú sagðir að maður ætti að gera einn hring brokk. Það er ekki satt. Maður á að gera hálfan hring brokk og svo er hálfur hringur “frjálst” :)"
        },
        {
            "user": "Karat",
            "user_id": "35059",
            "date": "2006-02-18 13:04:22",
            "id": "3121017",
            "reply_to_id": "3120968",
            "text": "Þetta segir þú hér fyrir ofan:“ ”val“(það sem þér hefur kannski gengið verst með)”.\nMér gekk ekki illa með neitt. Þegar ég keppti í hestaíþróttum, sem var fyrir ansi mörgum árum. Á tímabilinu 1990-1996 þá var ekkert val.\nÞetta hefur örugglega breyst síðan þá."
        },
        {
            "user": "Lappi",
            "user_id": "9813",
            "date": "2006-02-18 13:27:53",
            "id": "3121089",
            "reply_to_id": "3121017",
            "text": "Ahh þú ert ennþá að misskilja.\nÞað sem þú sagðir að maður ætti að ríða einn hring á brokki er rangt!\nÞað er skilda að ríða hálfan hring á brokki og svo þessi hinn hálfi hringur er bara frjálst (þá getur maður til dæmis tekið gangtegundina sem þér fannst þú ganga verst með).\nÉg var aldrei að segja að þér gekk illa eða eitthvað þannig :)"
        }
    ]
}