{
    "forum_title": "Smásögur",
    "user": null,
    "user_id": null,
    "date": "2006-02-17 21:40:51",
    "title": "Skynsemi?",
    "text": "Ég veit ekkert afhverju ég gerði þetta. En ég sé strax eftir þessu. Mér líður vægast sagt mjög illa, en hvað get ég gert?\nÞetta var skynsamleg ákvörðun, mér leið illa fyrir og þótt að mér muni líða ótrúlega illa í mánuð eða svo þá er það betra en að líða alltaf illa.\nSatt?\nEða hvað?\nÉg stend fyrir framan spegilinn og reyni að telja sjálfri mér trú um að það sem ég var nýbúin að gera hafi verið rétt. En einmannaleikinn og sársaukinn segjir samt til um annað. Ég horfi á hnífinn við vinstri hendina…\nGuð hvað þetta er freistandi.\nÉg dett niður á gólfið og skil ekki að hverju ég er orðin. Ég meina, ég sem hafði svo fyrirlitið það að skera mig, svo staðráðin að gera það ekki. En í staðin þá sit ég á gólfinu með hníf og horfi á hendina á mér.\nEitthvað til að losna frá sársaukanum. Bara smá. Það þarf ekkert að vera mikið, bara oggu ponsu lítið sár.\nOg ég byrja, fyrst rólega og ég finn hvað mér líður einhvernveginn betur. Ég skil ekki afhverju, ég hef aldrei skilið það og hef alltaf ætlað að komast hjá því, en samt sem áður sit ég á gólfinu og horfi á blóðið vætla fallega niður af handleggnum.\nEn áður en langt um líður, kemur sársaukinn aftur og ég reiðis. Andskotinn hafi það, auðvitað hverfur hann ekki alveg!\nLífið er tilgangslaust, afhverju ekki bara að stytta það?\nÞað mun enginn sakna mín, síður en svo. Heimurinn hatar mig, hann er að undirbúa sig fyrir að detta ofan á mig.\nAfhverju gerði ég þetta aftur? Útaf því það var skynsamlegt?\nAndskotinn hafi skynsemi.",
    "url": "https://www.hugi.is/smasogur/greinar/379357/skynsemi/",
    "url_id": "379357",
    "id": "3117879",
    "replies": [
        {
            "user": "Aerie",
            "user_id": "45488",
            "date": "2006-02-18 12:13:42",
            "id": "3120868",
            "reply_to_id": "3117879",
            "text": "Ágætis saga.\nSvona til að koma með smá uppbyggjandi gagnrýni.\nÉg held að þú getir alveg skrifað góðar sögur og þessi saga var alls alls ekki slæm.\nÞað sem mér fannst hinsvegar að gæti farið betur var að mér fannst sagan ekki nógu lifandi. Lýsingarnar eða orðavalið kannski.\nAnnars bara fín saga, datt bara í hug að nefna þetta ef þig skyldi langa að bæta þig.\nHlakka til að sjá meira eftir þig."
        },
        {
            "user": "mephistopheles",
            "user_id": "34546",
            "date": "2006-02-20 00:59:28",
            "id": "3128357",
            "reply_to_id": "3117879",
            "text": "tjah… vel skrifað, en frekar leiðinlegt að mínu mati :( mér finnst persónulega að þessar sjálfsmorðs/þunglindis sögur séu orðnar aaaansi þreyttar\nEn það eru eflaust einhverjir hérna sem botnfýla þetta. En ekki mín kökusneið"
        },
        {
            "user": "Juliette",
            "user_id": "58785",
            "date": "2006-02-25 02:28:55",
            "id": "3150020",
            "reply_to_id": "3117879",
            "text": "sammála síðasta manni… þetta er orðið þreytt! skrifaðu þá frekar um bleikar geimverur… eða stríðshetjur í stálnaríum :D þetta málefni getur verið áhugavert ef það er nálgast á réttan hátt og þá er ég að tala um hátt sem kemur manni á óvart…. getur lesið bókina Veronica decides to die ef þú vilt sjá dæmi um það :) en því miður ert þú að gera mjög lítið í þessari smásögu nema að skrifa um löngu úrelt málefni og gerir það á sama hátt og 300 á undan þér hafa gert. Gætir ábyggilega gert betur :)"
        }
    ]
}