{
    "forum_title": "Geimvísindi",
    "user": "Zikki",
    "user_id": "52811",
    "date": "2006-02-21 20:13:41",
    "title": "Fimm plánetur eyrnamerktar þar sem líklegast þykir að líf sé að finna",
    "text": "Stjörnufræðingar hafa uppgötvað stjörnu sem er í Vetrarbrautinni og líklegt þykir að henni fylgi fylgihnöttur þar sem er að finna vitsmunalíf geimvera.\nUm er að ræða stjörnu sem minnir á sól en hún kallast „beta CVn“. Hún tilheyrir stjörnumerkinu „Canes Venatici“ og virðist hafa allt það til brunns að bera sem gæti leitt til þess að líf væri að finna á nálægri plánetu.\nStjarnan er í 26 ljósára fjarlægð og hún er efst á lista yfir fimm stjörnur sem stjörnufræðingurinn Margaret Turnbull, hjá Carnegie stofnuninni í Washington, telur að gæti verið í brennidepli hjá stjörnufræðingum í þeirri viðleitni að reyna að ná sambandi við aðrar vitsmunaverur í geimnum.\nTurnbull valdi fimm stjörnur, af lista sem telur 17.129 stjörnur, sem henni þótti líklegt að þar væri að finna staði sem hægt væri að búa á. Ytri aðstæður væru ekki of miklar til þess að draga úr þróun vitsmunalífs og þeirri tækni sem það vitsmunalíf gæti þróað.\nHún segir að val sitt byggist algerlega á þeim eiginleikum sem stjörnurnar búa yfir. „Stjörnur eru ekki allar alveg eins, og ekki eru þær allar eins og Sólin,“ sagði Turnbull.\nÍ fyrsta lagi verður stjarnan að vera að minnsta kosti þriggja milljarða gömul, en það svipar til þess tíma sem það tók fyrir lífið á Jörðinni að þróast til þess sem það er nú. Það yrði nægilega langur tími fyrir fylgiplánetur til þess að mynda flóknar lífverur að sögn Turnbull.\nÍ öðru lagi mega stjörnurnar á listanum ekki vera stærri en 1,5 sinnum massi Sólarinnar, en stærri stjörnur ná venjulega ekki að lifa nægilega lengi til þess að búa til svæði sem henta til búsetu að sögn Turnbull. Þá verður að vera nægilega mikið magn af járni í andrúmslofti stjörnunnar (að minnsta kosti 50% af járnmagni Sólarinnar) því annars yrði ólíklegt að plánetur svipaðar Jörðinni myndu formast í kringum stjörnuna.\nÞá þurfa stjörnurnar að vera á réttum stað í stjörnuþróuninni, en það myndi útiloka rauð risastjörnur eða dverga. Slíka plánetur myndu ekki henta vel fyrir að flókið vitsmunalíf myndi lifa lengi á nálægum plánetum.\nUmræddar fimm stjörnur eru:\n„beta CVn“ sem svipar til Sólarinnar. Hún er í 26 ljósára fjarlægð frá „Canes Venatici“ stjörnumerkinu.\n„HD 10307“ er önnur stjarna sem svipar til sólarinnar og hún er í um 42 ljósára fjárlægð. Massi hennar, hitastig og járnmagn er næstum því það sama og hjá Sólinni. Henni fylgir jafnframt mild fylgistjarna.\n„HD 211415“ er með um helming af járnmagni Sólarinnar og er aðeins kaldari. Stjarnan er nokkuð lengra frá jörðu en HD 10307.\n„18 Sco“ hefur verið vinsæl meðal þeirra sem hafa leitað að lífi á öðrum hnöttum. Stjarnan, sem er í sporðdrekamerkinu, er næstum nákvæmlega eins og Sólin.\n„51 Pegasus“ er þegar orðin fræg. Árið 1995 greindu svissneskir stjörnufræðingar frá því að þeir hefðu orðið varir við fyrstu plánetuna, sem er ekki í okkar sólkerfi, sem væri á sporbaug um 51 Pegasus. Bandarískir vísindamenn staðfestu þetta skömmu síðar.\nFréttavefur Independent greindi frá þessu.\nhttp://mbl.is/mm/frettir/togt/frett.html?nid=1186548\nuss þetta er bara magnað ;) hvað finnst ykkur??",
    "url": "https://www.hugi.is/geimvisindi/korkar/380663/fimm-planetur-eyrnamerktar-thar-sem-liklegast-thykir-ad-lif-se-ad-finna/",
    "url_id": "380663",
    "id": "3135623",
    "replies": [
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-02-22 15:23:48",
            "id": "3138554",
            "reply_to_id": "3135623",
            "text": "Ef það er svona líklegt væri sniðugt að beina nemum SETI verkefnisins þangað.  Annars efast ég um að þarna finnist eitthvað líf, hvað þá vitsmunalíf."
        }
    ]
}