{
    "forum_title": "Bretti",
    "user": "sarax",
    "user_id": "4819",
    "date": "2006-02-25 17:35:10",
    "title": "FerðasAra:  Rennsl í Iran",
    "text": "\"\nHa - er hægt að skíða þar\n?!“\n-voru þetta algeng viðbrögð þegar ég greindi frá ferðaáætlun minni til fjallabæsins Shemshak í Iran, bara eins og hálfstíma akstur frá Tehran.\nÁsamt 5 skandinavískum vinum eyddi ég fyrstu tveimur vikum febrúarmánaðar í algjörri einangrun í mið-elborz fjallagarðinum. Við hefðum ekki getað valið betri tíma - bæði snjólega séð og pólitískt!   Fjöllin á þessu svæði eru þónokkuð hærri en í Ölpunum og hefur verið talað um að þarna væri hægt að nálgast hið svokallaða ”kanadapúður\" - sem er miklu léttari og þurrari en í evrópu.  Það einfaldlega dömpar í 2 daga og síðan er sól í tvo daga!\nVið fengum að eiga allt sem var utanbrautar f. okkur, því íranir eru ekki mikið fyrir að sigla í púðri. Möguleikarnir á utanbrautarrensli eru fjölbreyttir og ekki þarf að vera hræddur við sprungur eða of mikið af 90° klettabeltum - því fjöllin eru nánast laus við allt slíkt…\nEkki skemmir síðan fyrir að það kosti ekki nema 400 kall í fjallið á dag og matur er hreinlega ókeypis.\nÞorpsbúarnir á svæðinu voru svo ánægðir yfir því að við skyldum þora að koma þrátt f. umræður um kjarnorkuvopn og aðra vitleysu… tala nú ekki um brennandi sendiráð.\nÉg mæli eindregið með ferðalagi á þessi svæði  - kannski ekki fjölskylduferð samt…  lyftukerfin eru af eldri kantinum og samgöngur og samskipti ekki eins og gengur og gerist í evrópu og n-ameríku.\nsAlaam - megi Herrann gefa oss meiri púður.",
    "url": "https://www.hugi.is/bretti/greinar/381393/ferdasara-rennsl-i-iran/",
    "url_id": "381393",
    "id": "3146683",
    "replies": [
        {
            "user": "Karat",
            "user_id": "35059",
            "date": "2006-02-25 17:48:48",
            "id": "3151354",
            "reply_to_id": "3146683",
            "text": "Vá! Hefði aldrei dottið það í hug að fara þangað til að rida. Ekki vegna umræðna um kjarnorku heldur bara af því að þetta er ekki beint svæðið sem maður er að hugsa um þegar maður er að fara til útlanda á snjóbretti. En skildi fólkið ykkur alveg vel og þannig eða þurftuð þið að kynna ykkur málið fyrir?\nOg hvers vegna íran og hvers vegna viðkomandi svæði. Bara spurning, ekki neinar persónuárasir sko:)"
        },
        {
            "user": "Karat",
            "user_id": "35059",
            "date": "2006-02-25 18:01:05",
            "id": "3151383",
            "reply_to_id": "3151354",
            "text": "Vá, þetta var slæm villa hjá þér. Nema þú sért bara svona fyndinn."
        },
        {
            "user": "Karat",
            "user_id": "35059",
            "date": "2006-02-25 19:17:22",
            "id": "3151680",
            "reply_to_id": "3151383",
            "text": "Hvað ertu að meina?"
        },
        {
            "user": "Karat",
            "user_id": "35059",
            "date": "2006-02-25 19:18:38",
            "id": "3151691",
            "reply_to_id": "3151680",
            "text": "Þessi setning: “á! Hefði aldrei dottið það í hug að fara þangað til að rida”."
        },
        {
            "user": "Karat",
            "user_id": "35059",
            "date": "2006-02-25 19:21:20",
            "id": "3151706",
            "reply_to_id": "3151691",
            "text": "Oh, Ride-a. Að: Ride-a bara skrifaði óvart Rida. Ég er ekki svona óþroskaður. Mættir aðeins pæla í því hvað ég var að tala um áður en þú ferð að saka mig um eitthvað."
        },
        {
            "user": "Karat",
            "user_id": "35059",
            "date": "2006-02-25 19:40:53",
            "id": "3151772",
            "reply_to_id": "3151706",
            "text": "Ég var ekki að saka þig um neitt. Ég er ekkert inni í þessu bretta máli en ég hélt að þú hefðir ætlað að skrifa: “skíða” og bara ruglast. ;)"
        },
        {
            "user": "sarax",
            "user_id": "4819",
            "date": "2006-03-02 22:00:21",
            "id": "3171757",
            "reply_to_id": "3151354",
            "text": "ég er með hElling af myndum sEm liggja á netinu einvhersstaðar… opinbera þær kannski bara..\n- við völdum þetta svæði því það er brattast.\n- og það á ekki að segja “ég öfunda þig..” -hver er sinnar gæfu smiður! ég var ekkert heppin að fara þetta…. eyddi bara hellings tíma í skipulag og undirbúning!\nþað má öfunda fólk sem er fætt með erfðahæfileika eða gullskeið í kjaftinum eða eitthvað álíka."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-03-03 13:22:49",
            "id": "3173144",
            "reply_to_id": "3171757",
            "text": "Lætur bara vita, langar að sjá:)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-02-25 18:13:52",
            "id": "3151420",
            "reply_to_id": "3146683",
            "text": "Ertu með kannski einhverjar myndir af þessu?\naf svæðinu sem þið voruð að Brettast?????"
        },
        {
            "user": "Bjarn1",
            "user_id": "26808",
            "date": "2006-02-25 18:35:19",
            "id": "3151490",
            "reply_to_id": "3146683",
            "text": "Djöfull öfunda ég þig :O"
        },
        {
            "user": "LocoDuck",
            "user_id": "23289",
            "date": "2006-02-25 18:59:41",
            "id": "3151601",
            "reply_to_id": "3146683",
            "text": "Glæsilegt, Það er alveg að gera sig að fara á svona svæði sem “fáir” vita um en hafa alveg draumaaðstöðu. Gott mál!\nTKB"
        },
        {
            "user": "darkjesus",
            "user_id": "12986",
            "date": "2006-02-27 16:45:03",
            "id": "3158281",
            "reply_to_id": "3146683",
            "text": "Snilld, ertu með einhverjar skemmtilegar síður um þetta resort?"
        },
        {
            "user": "hardcorehaffi",
            "user_id": "60508",
            "date": "2006-03-02 22:47:07",
            "id": "3172045",
            "reply_to_id": "3146683",
            "text": "er snjór í iran?:S:S"
        },
        {
            "user": "AstaP",
            "user_id": "5742",
            "date": "2006-03-12 21:23:13",
            "id": "3211766",
            "reply_to_id": "3146683",
            "text": "Sara.. gamla beygla!\nErtu með nákvæmari ferðasÖru einhversstaðar? Og myndir í eftirrétt jafnvel?"
        },
        {
            "user": "sarax",
            "user_id": "4819",
            "date": "2006-03-12 21:28:56",
            "id": "3211791",
            "reply_to_id": "3211766",
            "text": "hurru ég skal bara opinbera allt draslið….\ner með tuskulega heimasíðu - www.sarax.tk - þar má finna myndir í gallerí 4 og svo er þarna eitthvað gamalt blogg á engilsaxnesku með smá ferðasörupistlum.  Er reyndar að vinna í alvöru pistli sem kemur einhverntíman þegar ég er ekki upptekin að renna mér hérna í púðrinu í frakklandi..\ntakk&bLetz"
        },
        {
            "user": "AstaP",
            "user_id": "5742",
            "date": "2006-03-12 21:44:09",
            "id": "3211882",
            "reply_to_id": "3211791",
            "text": "Kvartað gera í Frakklandi?"
        },
        {
            "user": "sarax",
            "user_id": "4819",
            "date": "2006-03-13 14:58:36",
            "id": "3214266",
            "reply_to_id": "3211882",
            "text": "Hvað á mar að gera í frAkklandi annað en að dúndra niður púðurþakin fjöll?!  Er hérna þartil ég fer til rússlands að renna mér þar aðeins.. en það er önnur fErðasara…"
        },
        {
            "user": "CuAn",
            "user_id": "15172",
            "date": "2006-03-14 18:29:33",
            "id": "3219634",
            "reply_to_id": "3146683",
            "text": "Þar sem það er bannað að öfunda í þessum þræði þá ætla ég að samgleðjast þér alveg hjartanlega. Virkilega skemmtileg lesning og myndirnar engu síðri.\nGaman væri einn daginn að geta skellt inn álíka ferðasögu frá eigin hendi :)\nEndi-endi-endilega deildu með okkur reynslu þinni af Rússlandi. Ég hef óbilandi áhuga á því að renna mér þar einn góðan veður dag. Hvert á annars að halda? Kamcatcha í helí ?\nKúdos til þín Sarax !"
        }
    ]
}