{
    "forum_title": "Deiglan",
    "user": "idf",
    "user_id": "20187",
    "date": "2006-03-01 10:58:01",
    "title": "Þú átt það skilið !",
    "text": "Ég ar að hugsa um hina Íslensku þjóð og þessi frasi sem hefur verið notaður í augýsingu kom upp í hugann, og hann virðist vera notaður af landanum út í ystu æsar. Við getum ekki neitað okkur um neitt, við þurfum mikð af öllu og það núna ! Fólk hjá flestum öðrum þjóðum er vant því að þurfa að forgangsraða; Menntun, húsnæði, gifting,börn o.s.f., en ekki Íslendingar, allt þetta skal gert á nóinu, þó að það lendi allt í lokum í fjárhagslegu og andlegu gjaldþroti.\nÞað er kostulegt að heyra fólk tala um að þetta og hitt, t.d. atvinnuleysisbætur og aðrar allskonar bætur séu svo lágar að það sé skortur á mannréttindum, á sama tíma og þarf að flytja inn fólk til að til að vinna þessi störf. E.h öryrkinn kvartaði yfir að bæturnar væru varla fyrir sígarettum !\nEinn sem ég kannast við sem er búinn að fara illa með sig á vímugjöfum er búinn að koma sér á öryrkjabætur þó hann viðurkenni að hann geti alveg unnið, en eins og hann segir þá er það betra en að “grafa skurði”. En spurningin er hvort það er í raun betra, hann kvartar yfir að hafa ekkert samband í samfélaginu (vinna er stór hluti af því) og talar um að fara erlendis og lifa af bótunum þar. Er það þetta sem Öryrkjabandalagði er að berjast fyrir ?\nÞað sem er að gerast í Íslensku samfélagi er að það er breikka mikið bilið á milli þeirra sem gera e.h. af viti og þeirra sem virðast ekki vita hvað þeir eiga að gera, líklega er menntunar og uppeldisskorti að kenna um í seinna tilvikinu. Ég er að heyra víða (kom líka fram í dagblaði í vikunni) um síversnandi vinnu siðferði Íslendinga, þeir mæta ekki dögum saman annað hvort “veikir” eða þeir eru bara hættir en láta ekki vita af því, þeir eru kannski ekki vissir hvernær hvor er hvað ? Og nú er svo komið að það er jafnvel orðið erfitt að fá fólk frá A-Evrópu í þessi störf af því að þar er búið að misnota það.\nÞað verður gaman að sjá hvernig fer þegar fer að harðan á dalnum og “íslenskt hvítt rusl” fer að slást um lægst launuðu störfið og saka útlendinga um að taka frá þeim störfin.",
    "url": "https://www.hugi.is/deiglan/greinar/381919/thu-att-thad-skilid/",
    "url_id": "381919",
    "id": "3152849",
    "replies": [
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2006-03-01 15:00:52",
            "id": "3166269",
            "reply_to_id": "3152849",
            "text": "Það er erfitt að eiga við fólk sem er að svindla á bótum.  Ég var lengi þeirrar skoðunar að það ætti að gera fólki á atvinnuleysisbótum erfiðara fyrir að neita vinnu en það hefur víst bara þau áhrif að það mætir og vinnur illa og lætur reka sig og ekki beint hægt að leggja það á atvinnurekandann.  Mér finnst hins vegar fín hugmynd að láta þetta fólk mæta einhvers staðar daglega, t.d. á skrifstofu þar sem það þarf að sækja um störf allan daginn og þess vegna mætti nota það í snjómokstur og annað á veturna eftir því sem heilsa hvers og eins leyfir.  Ég held að myndu færri kjósa að vera atvinnulausir ef þeir þyrftu að vinna þannig fyrir bótunum meðan þeir gætu verið að vinna almenna vinnu og haft meira uppúr því og þeir sem eru að vinna svart og taka bætur líka myndu ekki hafa tíma til að mæta einhvers staðar daglega og vera þar í einhverja tíma.\nMér er sagt að það sé mjög erfitt að komast á örorkubætur þannig að ég veit ekki hvort það er hægt að bæta það kerfi eitthvað.  Ef fólk er nógu staðráðið í að svindla, þá finnur það einhverjar leiðir til þess.\nÍ sambandi við fólk sem hættir án þess að láta vita, þá finnst mér það lélegt en það er náttúrulega að skemma fyrir sér sjálfu því það fær væntanlega ekki meðmæli frá þeim vinnuveitanda sem það hættir þannig hjá."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2006-03-02 01:12:45",
            "id": "3168954",
            "reply_to_id": "3166269",
            "text": "Var að heyra nýlegt dæmi um “vinnugleðina hér” Við heyrum oft barlóminn um aumingja fólkið sem missir vinnuna og það er orðin svona skildufrasi hjá atvinnurekandanum að þessu fólki verði hjálpað að finna nýja vinnu. Nú veit ég um nýlegt dæmi um þetta þar sem nokkrir verslunarmenn misstu vinnuna og þeim var öllum boðin önnur störf hjá systurfyrirtæki, en nei það hentaði engum þeirra, ætluðu sér svo sannarlega að fá næstu 3 mánuði borgaða hja VR án þess að gera neitt ! Svona er Ísland í dag."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2006-03-02 02:09:01",
            "id": "3169035",
            "reply_to_id": "3168954",
            "text": "Þeir fá þriggja mánaða uppsagnarfrest hjá atvinnurekandanum en þurfa þeir ekki að vinna hann?  Hvort sem er, þá er það þeirra réttur.\nSömuleiðis með veikindadagana.  Það er erfitt fyrir atvinnurekandann að eiga við það, auðvitað getur hann heimtað læknisvottorð en það er aukakostnaður fyrir hann og læknirinn getur ekkert sannað ef fólk segir að því sé illt einhvers staðar.\nÉg held að það sé samt betra að hafa veikindadagana heldur en er í N-Ameríku þar sem fólk almennt fær þá ekki borgaða og það er bara þinn hausverkur og launatap ef þú færð flensu eða eitthvað þaðan af verra."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2006-03-03 22:13:53",
            "id": "3175065",
            "reply_to_id": "3169035",
            "text": "Ég heyrði um ágætis aðferð sem var beitt í Svíþjóð held ég, þegar fólk var mikið “veikt” þá voru þeir ekkert nema umhyggjan, hringja heim og spyrja hvernig fólkið hafði það og buðust til að senda lækni og ýmislegt í þeim dúr. Það dró töluvert úr veikindum við þetta sérstaklega þegar kom oft í ljós að fólk var ekki veikt heima, því ekki beita þessu hér ?"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2006-03-04 17:48:53",
            "id": "3177268",
            "reply_to_id": "3175065",
            "text": "Það er ekkert vitlaust að gera eitthvað svoleiðis til að gera fólki erfiðara fyrir en einhver sem er virkilega að spá í að taka sér dag kemur bara til með að liggja heima í leti yfir vinnutímann, taka við símtölum og læknaheimsóknum og læðast svo út með kvöldinu, skemmta sér fram á nótt og vera kannski aftur veikur daginn eftir.\nSvo getur þetta verið böggandi fyrir fólk sem er virkilega veikt.  Segjum t.d. að þú liggir heima með slæma hálsbólgu og hafir hóstað alla nóttina, þú hefur loksins náð að sofna og þá hringir vinnuveitandinn í þig með eitthvað jarm og væl eða sendir þér lækni sem potar í þig köldum höndum og segir þér að harka af þér, fá þér pensillín og drulla þér í vinnu.\nKannski væri önnur lausn að borga veikindadagana út ef þeir eru ekki notaðir.  Ég held að fjöldi daga myndi alveg snarminnka."
        },
        {
            "user": "Soldier127",
            "user_id": "8627",
            "date": "2006-03-01 16:58:34",
            "id": "3166684",
            "reply_to_id": "3152849",
            "text": "Þessi frasi “þú átt það skilið” fer í mínar fínustu.\nOg það er einmitt fólk sem getur unnið en nennir ekki að vinna sem er að skemma fyrir þeim sem þurfa á þessum öryrkjabótum að halda."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2006-03-02 01:14:37",
            "id": "3168957",
            "reply_to_id": "3166684",
            "text": "Það er nefnilega málið, hinum dæmigerða Íslendingi finnst það sjálfsögð mannréttindi að fá allt í dag, en þurfa ekki að bíða eftir því. Þó að hann verði gjaldþrota á morgun, skilinn og kominn á Vog, þetta reddast alltaf er það ekki ?"
        }
    ]
}