{
    "forum_title": "Húmor",
    "user": "Contemplative",
    "user_id": "62939",
    "date": "2006-02-26 14:55:26",
    "title": "Gamlir en góðir",
    "text": "Nokkrir Brandarar\nÞetta eru kannski gamlir Brandarar,enn Brandari er allat brandari.\n________________________\nEinu sinni fór maður inn í fatabúð og sagði:skyrtu á mig. Þá sagði búðarmaðurinn: Ha ? .Svo sagði maðurinn. Já,skyrtu á mig. Þá hrægti búðarmaðurinn á Hann.Þá sagði maðurinn: Hvað varstu eiginlega að gera maður ? Þá svaraði búðarmaðurinn: Nú þú sagðir mér að skyrpa á þig !!!!!!!!!!!!\n________________________\nÞað gerðist einu sinni rétt fyrir jól Að Réttlátur forsetis ráðherra, trúverðugur stjórnmálamaður, heiðarlegur lögfræðingur og jólaSveinn voru saman í lyftu. Rétt áður en lyftan opnaðist tóku þeir eftir því að það lá 500 króna Seðill á gólfinu. Hver haldið þið að hafi tekið hann upp? Jólasveinninn,því hinir eru ekki til\n________________________\n-Bandaríkjamenn eru víst búnir að finna upp vél sem uppgötvar þegar þú ert að ljúga. -Iss, ég er lengi búinn að vera giftur einni slíkri.\n________________________\nEinu sinni var Hafnfirskur vísindamaður að gera eldflaug til að senda til sólarinnar. Þegar annar vísindamaður gekk framhjá sagði hann: Þú getur ekki sent þetta til sólarinnar, það brennur til agna í hitanum. -Djöfull geturðu verið vitlaus. sagði Hafnfirðingurinn.- ég sendi hana auðvitað um nóttu.\n________________________\nMaður einn kom móður og másandi inn á bensínstöð og spurði -Hvað geta mörgæsir orðið stórar? -Svona einn metri. Svaraði afgreislumaðurinn. -Almáttugur, þá hef ég keyrt yfir nunnu.\n________________________\nEinu sinni voru fjórar nunnur að fara til Himnaríkis. Þar hittu þær Lykla-Pétur og spurðu hann hvernig þær kæmust inn. Hann sagði að þær verði að svara einni spurningu og spurði svo fyrstu nunnuna. &#8222;Hefurðu einhverntímann komist í snertingu við karlmann.“ Hún svaraði, &#8222;ég hef bara snert einn með puttanum.” Þá sagði Lykla-Pétur: &#8222;þvoðu þér þá um puttann og gakktu inn.“ Hún gerði það. Svo spurði hann næstu nunnu sömu spurningar og hún svaraði: &#8222;Ég hef bara faðmað einn.” Lykla-Pétur sagði þá: &#8222;Þvoðu á þér handleggina og gakktu inn.“ Það gerði hún. Þá ryðst sú fjórða framfyrir þá þriðju og Lykla-Pétur spyr. &#8222;Af hverju ryðstu framfyrir systur þína?” Þá svarar hún. &#8222;Ég ætla sko ekki að þvo mér um munninn eftir hún þvær sér um rassinn.\n________________________\nEldri hjón komu nýlega inn á McDonalds og pöntuðu BigMac með gosi á tilboði. Þau skiptu öllu í tvennt, fengu aukaglas og skiptu gosinu á milli sín. Maðurinn byrjaði að borða en konan sat og horfði á. Stúlka sem var að þrífa stóðst þetta ekki og spurði hvort hún mætti ekki gefa þeim annan skammt svo þau þyrftu ekki að skipta þessu á milli sín. Gamli maðurinn svaraði: &#8222;Við erum búin að vera gift í 50 ár og við höfum alltaf deilt öllu á milli okkar. Við breytumst ekki úr þessu.&#8220; Stúlkan spurði konuna næst hvers vegna hún borði ekki og gamla konan svaraði: &#8222;Hann er að nota tennurnar, það kemur að mér þegar hann er búinn.&#8220;\n________________________\nJóhann forstjóri kom afskaplega þreyttur heim og sagði við konuna að hann hafi aldrei áður orðið eins þreyttur í vinnunni. Konan vildi vita hvað Jóhann hefði gert sem reyndi svona á hann. Jóhann svaraði: &#8222;Tölvan bilaði og ég þurfti að hugsa sjálfur.&#8220;\n________________________\nGunnar sá son nágrannans vera að moka í holu um daginn og spurði drenginn í hvers konar framkvæmdum hann stæði í. Drengurinn svaraði með ekka: &#8222;Ég er að jarða hamsturinn minn.&#8220; Gunnar er raunsær maður og spurði því: &#8222;Er þetta ekki nokkuð stór gröf fyrir einn hamstur?&#8220; Um leið og drengurinn mokaði síðustu moldinni yfir svaraði hann: &#8222;Nei alls ekki, hamsturinn er innan í kettinum þínum.\n________________________\nUngur maður sem réð sig sem leiðbeinanda í gagnfræðaskóla var orðinn ansi þreyttur á nemendum sínum eftir fyrstu vikuna. Í einum tímanum, þegar honum þótti börnin sína takmarkaða færni, sagði hann: &#8222;Mig langar að biðja alla þá sem eru heimskir að standa upp.&#8220; Enginn stóð upp og eftir mínútu þögn sagði leiðbeinandinn: &#8222;Hvað er að ske, eruð þið öll vitringar?&#8220; Þá stóð einn ungur piltur upp og kennarinn spurði: &#8222;Svo þú telur þig heimskan?&#8220; Drengurinn svaraði: &#8222;Nei, ég bara vorkenndi þér að standa þarna einn.&#8220;\n________________________",
    "url": "https://www.hugi.is/humor/greinar/382028/gamlir-en-godir/",
    "url_id": "382028",
    "id": "3154123",
    "replies": [
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2006-02-26 16:45:01",
            "id": "3154544",
            "reply_to_id": "3154123",
            "text": "&#8222; ??"
        },
        {
            "user": "Contemplative",
            "user_id": "62939",
            "date": "2006-02-26 16:47:50",
            "id": "3154563",
            "reply_to_id": "3154544",
            "text": "æ,veit ekki hvað er að,bara einhvað ruggl"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2006-02-26 18:33:18",
            "id": "3155039",
            "reply_to_id": "3154544",
            "text": "Gæsalappir venjulegar, þegar maður copy peistar í PAINT þá koma íslesnkar gæsalappir sem að eiga ekki að vera til á huga og það kemur svona."
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2006-03-21 17:59:35",
            "id": "3248589",
            "reply_to_id": "3155039",
            "text": "Paint..?\nHehe.. WORD ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-02-28 16:33:25",
            "id": "3162079",
            "reply_to_id": "3154123",
            "text": "Ég hef heyrt þá alla - samt góðir =)"
        }
    ]
}