{
    "forum_title": "Sagnfræði",
    "user": "Liverpool",
    "user_id": "1692",
    "date": "2006-02-28 23:57:10",
    "title": "Giovanni Boccaccio",
    "text": "Giovanni Boccaccio\nGiovanni Boccaccio kom í heiminn sumarið 1313; fræðimenn greinir á um fæðingarstaðinn, sumir segja Flórens, aðrir í Certaldo, smáborg stutt frá Flórens. Faðir hans hét Boccaccio di Chellino da Certaldo, vel metinn banka maður sem stundaði viðskipti í París einhverntímann á tíma milli 1310 til 1314, og telja sumir fræðimenn að Boccaccio hafi fæðst þar í borg, sonur franskrar stúlku sem Jeanne, og hafði ekki á sér gott orð: menn láta að því liggja hann hafi verið skírður Giovanni af þeim sökum.\nSíðan flyst faðir hans til Flórens og stundar þar bankaviðskipti, og kvænist Margherita di Gian de’Martoli, er fæðir honum soninn Francesco. Á þessum slóðum elst Boccaccio upp, í Flórens og umhverfis hana, en í Certaldo átti stjúpmóðir hans litla eignarjörð, sem bætti efnahag föðurins. Einmitt þar gerast margar sögur í bókinni Tídægra;\nTídægra eða decamore (sem þýðir tíu dagar) er safn af mörgum stuttum frásögnum í óbundnu máli. Tíu ungar konur og karlar eru á flótta frá Flórens undan Svarta dauða árið 1348. Þau stytta sér stundir með því að segja sögur sem flestar lýsa ástinni á mjög jarðbundinn hátt. Í bókinni er lýst mörgum persónum af raunsæi og fjöri. Höfundur beitir léttu háði, og stundum kaldhæðni. Sjálfsagt var Boccaccio aðeins að skemmta fólki. En í verkum hans, eins og víða í myndlist á þessum tíma, kom fram það viðhorf að þessi heimur með því sem hann hefur að bjóða sé nógu góður í sjálfu sér og að aðeins hræsnarar og heimskingjar sem haldi öðru fram.\nFaðir Boccaccio vann hjá víðkunnum flórenskum banka, Compania dei Bardi, og haustið 1327 var hann gerður framkvæmdastjóri útibúsins í Napólí; þar skyldi Boccaccio læra verslunarstörf og bankaviðskipti. En hugur drengsins hneigðist til bókmennta, hann sökkti sér í bækur Óvíds, Metamorphesis og Heriodes, lærði Ars Amandi (Listin að elska) utan bókar, en um þá bók sagði hann síðar að\n“þar sýnir mestur skálda hvernig heilagur eldur Venusar getur brunnið í hinu kaldasta brjósti”.\nHann er altekinn fegurðarþrá, hirðir lítt um peninga og fyrirlítur kaupskap og hefur lítinn áhuga á því að læra það þrátt fyrir að það sé vilji föður hans og segist hann vilja hætt; svo til málamiðlunar leyfir Boccaccio gamli syni sínum að hætta verslunarnámi gegn því að hann hefji nám í kirkjurétti.\nÁrið 1327 bar það til á föstudaginn langa að Petrarca, annar forvígsmaður Endurreisnar, og síðar góðvinur Boccaccio og lærimeistari, sá fagra konu í Kirkju heilagrar Klöru í Avignon. Hann gaf henni nafnið Lára, og hóf að yrkja um hana sonnettur sem öfluðu honum landsfrægðar. Áratug síðar, 1336, þegar Boccaccio var tuttugu og þriggja, hitti hann einn laugardaginn “Fíammettu” í kirkju sankti Lárusar í Napóli; hann gaf henni þetta nafn (Fíametta=litli logi); en hún hét að því er talið María d’Aquino, laundóttir Róberts konungs. Ást hans til þessarar konu er ekki síður fræg en dálæti Petrarca á Láru. Í tólf ár gat hann vart um annað hugsað, og fyrir hana skrifaði hann öll sín æskurverk (á latínu), en eitt þeirra, Amorosa Fiammetta, er talið vera ein fyrsta sálfræðilega skáldsaga V-Evrópu. Hann minnist Fíammettu í innganginum að Tídægru, þegar hann segir:”…frá ungum aldri og allt til þessa dags hef ég logað af háleitri og göfugri ást, langtum háleitari og göfugri gæti mönnum virst, færi ég að fjölyrða um hana, en hæfir mínu lága standi”\nMaría d’Aquino dó í svartadauða 1348, en stuttu síðar hóf Boccaccio ritun Tídægru, á því máli sem talað var í Toskana, og lauk henni á skömmum tíma. Frumhandritið er glatað, en hið elsta sem enn er fundið er ritað með hendi annars manns; betra handrit, en nokkuð yngra, kallað Hamilton 90, er geymt í Berlín. Alls munu handritin sem tengjast Tídægru losa hundraðið, að því er Vittore Branca segri, einn helsti sérfræðingur í textafræðilegum rannsóknum á Tídægru,og eru þau runnin frá tveim handritum; annað þeirra, fyrrnefnt Hamilton 90, ritað um 1370, geymir rithönd Boccaccio, hin frumgerðin hefur ekki enn fundist.\nDvöl Boccaccio í Napólí lauk með því að faðir hans varð gjaldþrota og þeir fluttust aftur til Flórens. Þessara tíma minnist Boccaccio, eins og sjá má í bréfum hans, með miklum söknuði. Á þeim árum lagði hann grundvöllinn að höfundarverki sínu. Þó mun það vega þyngst á metunum að einn af prófessorum hans við háskólann kynnti hann fyrir il dolce stil nuovo, “nýja stílnum milda”, sem Dante Alighieri hafði boðað í Vita Nuova(1295).\nEftir komuna til Flórens (1341) heldur hann áfram ritstörfum sínum í líkum dúr. Í Amorosa Viaione sem hann tileinkaði Fíammettu rifjar hann upp í 4400 línum (undir hætti terza rima) ástarsamband þeirra. Í Napólí hafði hann byrjað á Filocolo, Filostrato, Teseide og Ninfale Fiesolane, þar sem lofsyngur ástleiki hjarðmanns og veiðigyðjunnar Díönu. Hann lýsir samskiptum þeirra í smáatriðum, og náttúrunno af hrifningu. Í því verki telja ýmsir að Tídægra eigi upptök sín.\nÁ þeim tuttugu árum sem hann átti ólifað þegar Tídægru lauk stundaði hann nær því eingöngi fræðistörf fyrir áhrif Petrarca. Hann ritaði allmargar alfræðibækur og ritgerðir á latínu, þeirra vegna varð hann rómaðasti “húmanisti” fjórtándu aldar. Langan tíma hélt hann hjá sér grískumann, Leon Pílatus, sem hann hafði hitt í Mílanó 1359, ; hann fékk Flórens-Borg til að stofna kennarastöðu í grísku fyrir Pílatus við háskólann sem hafði verið stofnaður ellefu árum fyrr. Á þeim tíma var forngríska allsendis óþekkt á Ítalíu. Petrarca greiddi hluta af laununum og sendi Boccaccio eintök af Ilions- og Odysseifskviðu, og hvatti Pílatustil að þýða þær á latínu. Þetta tókst, en þó með harmkvælum. Tídægra og önnur verk er hann ritaði á móðurmáli sínu nutu ekki á þeim tíma jafn mikillar hylli og fræðibækurnar. Má þar til að nefna De casibus virorum illustrium, stuttar ævisögur frægra manna, og byrjaði á Adam; í De claris mulieribus rakti hann ævisögur kvenna frá Evu til Jóhönnu I í Napólí; í De montibus, silvis, fontibus… lýsti hann í stafrófsröð fjöllum, skógum, uppsprettum og vötnum í grískum ritum; og í De genealogis deorum setti hann saman gríska goðafræði. – Einnig ritaði hann Vita di Dante, ævisögu Dante.Og fékk stofnsettan, fyrir atbeina Petrarca, kennarastól til fyrirlestrahalds um La Divina Comedia, Hinn guðdómlega gleðilei; af því spratt þriggja binda skýringarit: Esposizioi sopra la Comedia do Dante.\nÍ Flórens og sveitunum þar í kring voru á þessum tíma, eftir því sem Giovanno Villani segir í Chrinche Fiorentine, 105.000 íbúa; af þeim voru sautjánþúsund betlarar og fjórar þúsundir manna á opinberu framfæri; þar voru sex grunnskólar, með tíu þúsund drengi og stúlku, og fjórir háskólar, þar sem sexhundruð piltar og fáeinar stúlkur stunduðu nám.Hinn 20. júlí 1374 var komið að Petrarca þar sem hann sat við borð sitt og laut höfði yfir bók; hann virtist sofandi en var þá andaður. Í erfðaskrá sinni gaf hann Boccaccio fimmtíu flórínur til að kaupa sér frakka að nota í vetrakuldanum. Þetta er einn sá víðkunnasti frakki sem maður hefur manni gefið. En hann dagði ekki til því að ári síðar, 21. desember, lést Boccaccio, sextíu og eins árs að aldri. Hann hafði samið svohljóðandi grafskrift handa sjálfum sér:\nAska og bein Giovanni liggja hér grafin; sál hans er komin fyrir Drottin, og hlýtur verðug laun fyrir lífsstarfið: faðir hans var Boccaccio, föðurlandið Certaldo. Hann iðkaði skáldskap.",
    "url": "https://www.hugi.is/saga/greinar/382927/giovanni-boccaccio/",
    "url_id": "382927",
    "id": "3164408",
    "replies": [
        {
            "user": "poolarinn",
            "user_id": "3574",
            "date": "2006-03-01 02:05:05",
            "id": "3165125",
            "reply_to_id": "3164408",
            "text": "hehe, töff, get lesið fyrirlesturinn þinn á undan öllum öðrum í bekknum :D"
        },
        {
            "user": "Rembrandt",
            "user_id": "59147",
            "date": "2006-03-01 10:45:02",
            "id": "3165476",
            "reply_to_id": "3164408",
            "text": "Góð grein og skemtilrg lestning. Sendu inn fleiri svona."
        },
        {
            "user": "Liverpool",
            "user_id": "1692",
            "date": "2006-03-01 12:38:05",
            "id": "3165810",
            "reply_to_id": "3165476",
            "text": "reyni það;)"
        },
        {
            "user": "Liverpool",
            "user_id": "1692",
            "date": "2006-03-01 16:12:52",
            "id": "3166525",
            "reply_to_id": "3164408",
            "text": "Cool grein en lestarrnir eru ekkert að rjúka upp úr öllu valdi :D"
        },
        {
            "user": "Liverpool",
            "user_id": "1692",
            "date": "2006-03-02 14:07:46",
            "id": "3169768",
            "reply_to_id": "3166525",
            "text": "nei ég er að taka eftir því… hún var svo stutt á forsíðunni:/…hefði átt að senda hana inn um dag en ekki seint um kvöld"
        }
    ]
}