{
    "forum_title": "Smásögur",
    "user": "gummibill",
    "user_id": "56078",
    "date": "2006-03-04 15:40:10",
    "title": "Með æði fyrir S",
    "text": "viðvörun: þessi saga er ekki fyrir þá viðkvæmustu þó svo að þetta sé alls engin rosalegur viðbjóður\n_________________________\nA, B, C… Nei A, Á, B, D, E, F… nenni þessu ekki. Ég hef aldrei kunnað stafrófið og held ég muni ekkert læra það í bráð. Íslenska er fremur leiðinlegt tungumál. Það er einsog fólk tali með tungum. Það er ekki fólkið sem talar heldur eru það tungurnar. Þegar fólk á í samræðum fléttast tungurnar saman og orðin komast ekki út. Íslenska er einsog viðbjóðslegur koss, það liggur við að maður kafni við að tala hana. Það er svo sem í lagi ef maður segir ekkert því þá er tungan í manni örugg en strax og maður gefur frá sér hljóð er tungan horfin ofan í kok næstu manneskju að reyna að koma orðum til skila.\nOg hvað er ég nú að rugla, íslenska er ekkert ljótt tungumál. Íslenska er talin vera eitt það fallegasta tungumál sem til er. Ætli þetta sé ekki einsog læknirinn sagði að þetta yrði. Að ég gæti orðið svolítið fúll, að ég gæti verið með einhverjar skapsveiflur á meðan ég er á lyfjunum.\nÉg man frekar óskýrt eftir slysinu en það er svo sem ágætt, ég held að það sé ekkert hollt að muna eftir einhverju svona. Ég man bara eftir hníf og svo var allt svart. svart eins og kráka, kráka djöfulsins. Sem fer með skilaboð. Skilaboðin voru skýr: þú átt að deyja. Eða hvað? Voru kannski einhver önnur skilaboð, ég er nú lifandi eins og er, er það ekki? Er það ekki? jú jú ég er lifandi, eða kannski er ég einhversstaðar á milli. Lifandi dauður. dautt líf. Ætli maður geti heitið það? Dautt Líf. Og nú er ég aftur farinn að bulla.\nÞessi djöfulsins lyf eru alveg að fara með mig. Þau eiga að lyfta mér upp, sagði læknirinn og þau gera það svo sannarlega. Þau lyfta mér upp og fara með mig til helvítis. Þau eru alveg að fara með mig. Eða er ég kannski að fara með þau. Er ég að fara með lyfin, nei það meikar ekkert sens. Hvert væri ég svo sem að fara með þau. Í ferðalag? Lag í ferð. Leg í ferð. Lög í ferð. Nei helvítis ég er að bulla aftur.\nHnífurinn, já hnífurinn. Hann fór inn í mig, í magann ef ég veit rétt. Annars eru til svo mörg tæknileg heiti nú til dags að maður veit aldrei hvað maður á að kalla neitt. Læknirinn sagði eitthvað en lyfin bundu hnút á heilan á mér svo ég skildi ekkert af því sem hann sagði. En já hann stakkst inn í mig. Hnífurinn. Hún stakk honum inn í mig. Ætli hún hafi ekki átt það inni hjá mér þar sem ég hafði svo oft stungið mínu verkfæri inn í hana í leyfisleysi. He he. Við stungum hvort annað, stungum saman nefjum. Stungum saman typpi og hníf. Spurning hvort verkfærið er öflugra. Hvort vopnið gerir meiri skaða, typpi eða hnífur? En ég var alltaf fullur. Það er nógu góð afsökun er það ekki? Fullur af áfengi og fullur af sæði sem vildi fara að komast út. Sæði? Flott orð. Sæði sem hvatti mig til æðis. Æðis. Allir komnir með æði fyrir S-inu. Að vera með æði fyrir S. Flott leið til að segjast vera með sæði. Hefði passað vel hér fyrr á steinaldaröldinni þegar mennirnir gerðu það bara þegar þeir vildu. Þegar þeir voru fullir af sæði. Þá hefði verið flott að segja við kellingarnar “Halló elskan, ég er með æði fyrir S” og svo hefði maður losað um æðisgengna sæðið sitt. Kannski að ég hefði fittað betur inn í steinaldarsamfélagið þar sem maður fær að ríða út um allt og dregur konuna sínu um á hárinu… nei held ekki.\nOhh. Ég þarf bara að liggja hérna í rúminu og gera ekki neitt, bara hugsa. Vona að ég sleppi héðan sem fyrst, nenni ekki að hugsa mikið lengur.Vá hvað það er leiðinlegt að hugsa. Leikfimi hugans. Nei, bíddu. Það er skák. Ætli hugsun sé ekki bara… hvað er hugsun. Er hugsun ekki bara alveg tilgangslaus? Af hverju þarf ég endilega að vera að hugsa þegar ég gæti bara verið sofandi að dreyma eitthvað skemmtilegt? Það er spurning. Já, það er spurning. Mig langar að sofa. En ég var að vakna svo ég sé ekki fram á að sá draumur rætist. Var að hætta að dreyma og það er draumur minn að fara aftur að dreyma. Mmmmm góður draumur maður. Nei sjitt maður, ég verð að fara að hætta þessu rugli.\nVar konan mín virkilega svona reið yfir því að ég reið henni stundum. Reið yfir því að ég reið. Fórum í Reiðferð. Það er nú ekki einsog ég hafi nauðgað henni. Ég var bara stundum fullur og með æði fyrir S svo ég þurfti að losa um spennuna. Ókei ég gerði það kannski smá fast en samt ekki nógu fast til þess að hægt sé að kalla það nauðgun. Ég færi aldrei að nauðga konunni minni. Fokk, Ég ríð henni nokkrum sinnum og hún stingur mig. Týpískt. Ég meina, það gera þetta allir karlmenn, en ekki eru allar konur að stinga eiginmenn sína. Nei, þær eru ekki að stinga einsog einhverjar bölvaðar býflugur. Já, konan mín var og er einsog býfluga. Suðaði og suðaði og stakk mig svo. Ég skal sko beita verkfærinu mínu á hana þegar ég kem heim af spítalanum. Ég skal sko stinga hana, fast. Stinga hana með typpinu mínu. Stinga, stinga.\nOg nú kemur læknirinn inn í herbergið. Hann kemur. En kemur nú ekki jafn fast og þegar ég mun koma í andlitið á konunni minni. Komdu bara fokking læknir.\n“komdu sæll” segir læknirinn og brosir “ég sé að þú ert vaknaður”\nég þegi og sýni honum að ég er ekki í góðu skapi. Ég skal sko taka konuna mína í bæði götin þegar ég kem heim. En  reyndar lítur út fyrir að læknirinn sé ekkert í mikið betra skapi heldur en ég.\n“ég hef slæmar fréttir handa þér” segir læknirinn og tekur svo af sér gleraugun.\nHann er ungur og greinilega nýbyrjaður. Hvað er þetta djöfulsins sjúkrahús að láta mig fá einhvern byrjanda. Ég vil alvöru lækni, ekki einhvern stráksstaula.\n“það vill svo til að hnífurinn skarst á milli kvatrus elektus og grotjanus ringus sem eru rétt fyrir neðan magann. Þegar þessir tveir liðir fóru úr sambandi þá missti heilinn sambandið við mænuna og afleiðingar slíks geta verið mjög alvarlegar.” Læknirinn setur gleraugun aftur á sig og ég er varla að hlusta á hann - er að reyna að hugsa upp á eins mörgum götum á líkama konu minnar til að stinga verkfærinu mínu inn í - þegar hann segir: “Þú ert lamaður Valgeir.”\n___________________________\nviljið þið sem gagnrýnið vinsamlegast segja eitthvað almennilegt í staðin fyrir að segja eitthvað eins og: “flott saga” eða “leiðinlegt”… ég græði ekkert á því að heyra svona tilgangslaus gagnrýni… ég vil fá að heyra hvað er að, hvað má bæta. hvað fannst ykkur flott? segið einhverjar alvöru skoðanir á þessari sögu",
    "url": "https://www.hugi.is/smasogur/greinar/383214/med-aedi-fyrir-s/",
    "url_id": "383214",
    "id": "3167875",
    "replies": [
        {
            "user": "stebbman",
            "user_id": "20641",
            "date": "2006-03-04 17:40:22",
            "id": "3177232",
            "reply_to_id": "3167875",
            "text": "ok"
        },
        {
            "user": "gummibill",
            "user_id": "56078",
            "date": "2006-03-04 18:24:33",
            "id": "3177402",
            "reply_to_id": "3167875",
            "text": "Mjög furðuleg saga, tók mig smá tíma að melta hana. Aðeins meira en smá tíma. Þú ert greinilega frábær penni en ég hef á tilfinningunni að þú hafir byrað að skrifa án þess að vita um hvað sagan ætti að vera. Kom furðulega út. ég er alveg handviss um að ef þú mundir setjast niður og spá í ákveðnum hlutum þá gætirðu búið til hina ágætustu skáldsögu. Þú hefur nógu góðan stíl til þess og ert greinilega mjög meðvitaður um ritlist.\nEn furðulega fín saga. Vonandi var þetta gagnrýni sem þú… tja… sem þú varst að búast við. Það er svo erfitt að gagnrýna hjá þeim sem ekki er hægt að setja út á stílbragðslega séð:)"
        },
        {
            "user": "gummibill",
            "user_id": "56078",
            "date": "2006-03-05 18:10:39",
            "id": "3180573",
            "reply_to_id": "3177402",
            "text": "þakka þér kærlega… þetta var einmitt það sem ég var að leita í gagnrýni… en jú það var rétt hjá þér… ég vissi ekkert hvað ég var að skrifa um þegar ég byrjaði að skrifa… mig langaði bara að skrifa eitthvað"
        },
        {
            "user": "gummibill",
            "user_id": "56078",
            "date": "2006-03-05 19:02:18",
            "id": "3180865",
            "reply_to_id": "3180573",
            "text": "Hehe, kannast við tilfinninguna:P Reyndar þá verð ég alltaf að finna mér efni til að skrifa um og hugsa um plottið í smá tíma til þess að það verði eitthvað úr “sögunni”. Annars finnst mér hún verða bara bull. En það er bara minn vani:P"
        },
        {
            "user": "gummibill",
            "user_id": "56078",
            "date": "2006-03-06 12:53:24",
            "id": "3183348",
            "reply_to_id": "3180865",
            "text": "já, það er nú rétt hjá þér… en ég er nú ekkert voðalega hugmyndaríkur í sambandi við söguþræði svo ég veit aldrei almennilega hvað ég á að skrifa um. en ég er líka með hálfgerða skriftarþörf svo stundum langar mig bara að skrifa án þess að hafa nokkuð að skrifa um. þá skrifa ég bara eitthvað og þessi saga var ein af þeim sögum… en í sambandi við skáldsögur þá er ég búin að skrifa eina sem ég er ekki nógu ánægður með en svo ætla ég að skrifa aðra í sumar sem verður örugglega í sama ritstíl og þessi og ég er aðeins bjartssýnari með"
        },
        {
            "user": "gummibill",
            "user_id": "56078",
            "date": "2006-03-06 16:27:21",
            "id": "3184292",
            "reply_to_id": "3183348",
            "text": "Kúl. Um hvað fjallar þessi skáldsaga þín?"
        },
        {
            "user": "gummibill",
            "user_id": "56078",
            "date": "2006-03-06 17:36:27",
            "id": "3184655",
            "reply_to_id": "3184292",
            "text": "ég hef alltaf átt erfitt með að svara þessu en ég myndi segja að hún fjalli um sjónarhorn eins tiltekins manns í gegnum vissa atburðarrás sem gerist á íslandi (hver atburðarrásin er er hálfgert leyndó). þessi saga er samt ekki í 1. persónu og hún segir frá fullt af öðrum karakterum en aðallega þá er það bara þessi tiltekni kall (og kannski vondi kallin líka)… ég myndi segja þessa bók vera lélega tilraun til þess að gera spennusögu… ég byrjaði á henni fyrir svona sirka átta mánuðum og ég er bara búin að læra svo rosalega mikið síðan í ritlistinni að mér finnst allt sem ég var að skrifa fyrir átta mánuðum vera algert rusl, svo ef ég ætlaði að gera eitthvað úr þessari bók þyrfti ég að skrifa hana alveg frá byrjun upp á nýtt… en ég lærði þó nokkuð mikið á að skrifa þetta svo þetta var nú samt til góðs… og það verður eflaust gaman að lesa þetta þegar maður verður orðin eldgamall…"
        },
        {
            "user": "gummibill",
            "user_id": "56078",
            "date": "2006-03-06 17:54:20",
            "id": "3184733",
            "reply_to_id": "3184655",
            "text": "Sniðugt. Maður lærir alveg rosalega mikið á því að skrifa eitthvað og svo lesa það yfir nokkrum mánuðum seinna og sjá hvernig stíllinn hefur þroskast.\nEn það væri gaman að lesa þessa… þetta handrit:P"
        },
        {
            "user": "gummibill",
            "user_id": "56078",
            "date": "2006-03-06 17:57:07",
            "id": "3184746",
            "reply_to_id": "3184733",
            "text": "já það er rétt, ég ætti að geta sent þér þetta. ég er bara að fara yfir þetta núna og á eftir að fara yfir svona sirka tuttugu blaðsínður, svo skal ég senda þér það ef þú villt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-03-06 18:06:13",
            "id": "3184783",
            "reply_to_id": "3184746",
            "text": "Endilega. Hef gaman af því að lesa svona lagað:P"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2006-03-04 20:20:25",
            "id": "3177797",
            "reply_to_id": "3167875",
            "text": "Virkilega góð saga. Leist vel á þennan kaldhæðnislega endi og orðarunurnar. Ég mundi gefa þessu svona…. 7*/10*"
        },
        {
            "user": "gummibill",
            "user_id": "56078",
            "date": "2006-03-05 18:15:32",
            "id": "3180599",
            "reply_to_id": "3177797",
            "text": "þakka þé"
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2006-03-04 20:46:32",
            "id": "3177893",
            "reply_to_id": "3167875",
            "text": "góð saga"
        },
        {
            "user": "Kaea",
            "user_id": "52376",
            "date": "2006-03-04 23:45:33",
            "id": "3178434",
            "reply_to_id": "3167875",
            "text": "Flott saga hjá þér :)\nerm.. ég þurfti að lesa hana tvisvar til að ná þessu og ég er ekki viss hvort ég hafi náð þessu en *-)\nallavega, skemmtilegar pælingar og ekkert hægt að setja útá ritstíl! :D"
        },
        {
            "user": "gummibill",
            "user_id": "56078",
            "date": "2006-03-05 18:15:49",
            "id": "3180600",
            "reply_to_id": "3178434",
            "text": "takk kærlega"
        }
    ]
}