{
    "forum_title": "Vísindi",
    "user": "Lotti",
    "user_id": "10703",
    "date": "2001-08-12 01:16:12",
    "title": "Sólin okkar",
    "text": "Skilgreining á stjörnu:\nStjarna er stór og heitur gashnöttur sem framleiðir orku með kjarnasamruna. Margar stjörnur líkjast sólinni, en til eru risasólir á stærð við sólkerfið okkar og dvergsólir á stærð við jörðina.\nSólin okkar.\nSólin er óneitanlega stjarna okkar sólkerfis. Frá henni berst varmi og ljós, sem er nauðsynlegt öllu lífi á Jörðinni. Fjarlægð jarðar frá sólu virðist vera alveg passleg til að skapa skilyrði til lífs á Jörðu en ekki á öðrum plánetum svo sem Venusi eða Mars sem eru á mörkum svokallaðs líbeltis. En Jörðin er rétt utan við miðju þess.\nVegna náglægðar okkar við sólina vitum við meira um sólina en aðrar stjörnur. Hún er kraumandi súpa gastegunda.  Frá yfirborði hennar berst mikil orka út í geiminn. Sólin hefur mjög sterkt segulsvið sem veldur sólblossum og sólblettum.\nYfirbor sólar kallast ljóshvolf, þar er hitinn 5.500°c. Ofan ljóshvolfsins er heitara lag sem kallsat lithvolf, þar er hitinn 15.000°c. Ystu lög lithvolfsins kallast sólkóróna. Hún er nokkrar milljónir kílómeetra á þykkt en hitinn þar er um ein milljón°c.\nGasstrókar sem streyma frá kórónunni og út í geiminn kallast sólvindar og fara þeir með 800 km. hraða á klst.\nEins og allar stjörnur framleiðir sólin kjarnorku. Í miðju hennar er yfir 15 milljón°c og þrýstingurinn er gífurlegur. Þegar samanlagður þrýstingur og hiti er nægjanlegur verður kjarnasamruni (öfugt við kjarnaklofnun) og vetnisatóm renna saman og mynda helíumatóm. Við þennan samruna tapast massi til jafns við þá orku sem myndast. Sólin léttist af þessum sökum um 4 milljónir tonna á hverri sekúndu. Hún er þó ekki að ljúka sínum ferli í bráð, hún er “aðeins” hálfnuð með vetnisforða sinn, en hún hefur logað í 5 milljarða ára.  Massi sólar er 330.000 sinnum massi Jarðar. Radíus 696.000 km eða 109 sinnum radíus Jarðar. Yfirborðshiti 5.500°c, hiti í miðju sólar 15-20 milljón°c. Efnasamstning 70% vetni, 28 % helium, 2% önnur efni. Aldur 5 milljón ár. Líftími 10 milljón ár.",
    "url": "https://www.hugi.is/visindi/greinar/38411/solin-okkar/",
    "url_id": "38411",
    "id": "253799",
    "replies": [
        {
            "user": "malicious",
            "user_id": "5591",
            "date": "2001-08-12 02:54:05",
            "id": "253800",
            "reply_to_id": "253799",
            "text": "skemmtileg grein. Fá meira af þessu!"
        },
        {
            "user": "zedlic",
            "user_id": "4748",
            "date": "2001-08-12 13:24:46",
            "id": "253801",
            "reply_to_id": "253799",
            "text": "Já, alveg sammála"
        },
        {
            "user": "reynzi",
            "user_id": "1069",
            "date": "2001-08-12 19:35:28",
            "id": "253802",
            "reply_to_id": "253799",
            "text": "léttist um 4 milljón tonn á sek….WOW…ÞAÐ ER SLATTI!"
        },
        {
            "user": "Froztwolf",
            "user_id": "3350",
            "date": "2001-08-13 13:13:36",
            "id": "253803",
            "reply_to_id": "253799",
            "text": "Mikil einföldun en mest allt rétt.\nFín grein."
        },
        {
            "user": "cyrez",
            "user_id": "6397",
            "date": "2001-08-13 14:56:02",
            "id": "253804",
            "reply_to_id": "253803",
            "text": "ef sólin var 2x stærri afhverju er mercury þá til?"
        },
        {
            "user": "Lotti",
            "user_id": "10703",
            "date": "2001-08-25 23:23:31",
            "id": "253805",
            "reply_to_id": "253803",
            "text": "Froztwolf,\nMest allt rétt!! Ég er ekki óskeikull og rétt skal vera rétt. Hvað var ekki rétt í greininni? Gott hefði verið ef það hefði verið tilgreint í svari þínu, því hafa skal það sem sannara reynist.\nBestu kveðjur, Lotti"
        },
        {
            "user": "Jonathan",
            "user_id": "7163",
            "date": "2002-05-29 16:41:39",
            "id": "253806",
            "reply_to_id": "253799",
            "text": "Ókei það sem er ekki rétt hér er:\nSólvindurinn fer 400 km/s ekki 800 km/klst.\nAldurinn er ekki 5 milljón ár heldur 4600 milljónir og líftíminn er líklega 10.000 milljón ár.\nTakk fyri"
        }
    ]
}