{
    "forum_title": "Matargerð",
    "user": "divaa",
    "user_id": "11336",
    "date": "2001-08-13 15:34:32",
    "title": "Hjálp!",
    "text": "Ok, ég kann EKKERT að elda og það eina sem ég fæ að gera þegar ég bið um að fá að hjálpa til í eldhúsinu til að læra það er að skræla kartöflur, sem vekur ekki beinlínis áhuga minn á að taka meira þátt. Svo má ég ekki elda heima nema ég læri fyrst og þá eru það bara kartöflurnar og í mesta lagi grænmeti. Mig langar ofsalega til að læra að elda alvöru mat, en ég hef ekki tíma til að fara á námskeið, svo ég er að velta því fyrir mér hvort þið séuð með einhverjar töfralausnir fyrir mig. Eitthvað einfalt en gott sem ég get komið foreldrum mínum á óvart með svo ég fái að gera eitthvað í eldhúsinu. Ég er 19 ára og stutt í það að ég fari að flytja að heiman og ég dauðskammast mín fyrir að kunna ekkert á þetta.",
    "url": "https://www.hugi.is/matargerd/greinar/38549/hjalp/",
    "url_id": "38549",
    "id": "254370",
    "replies": [
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2001-08-16 14:00:45",
            "id": "254371",
            "reply_to_id": "254370",
            "text": "úff… margar mömmur yrðu himinlifandi að fá hjálp við eldamennskuna.\nÉG hef engar töfralausnir, en það hlýtur að koma upp sú staða að þú hafir tækifæri til að elda, þú ert 19.ára eldaðu bara eitt kvöldið farðu út í búð og verslaðu og komdu þeim á óvart, þá sjá þau fljótt að þú getur þetta alveg og mamma þín fer jafnvel að kenna þér, svo getur þú auðvitað sést niður með mömmu þinni og sagt henni það sama og okkur kannski gerir hún sér ekki grein fyrir þessu.\nÉg veit náttlega ekki hvað þið eruð vön að borða, en það er fín byrjun að byrja á einhverju einföldu eins og t.d spagettí.\nÞað er ekkert annað að gera en bara skella spagettíunu í pott með smá salti og olíu og láta sjóða þar til t.d það festist við vegginn hehe eða getur líka smakkað og að vera mjúkt í gegn, smellir á meðan hakki á pönnu og steikir það til allur vökvi er gufaður upp (þá er það oftast tilbúið) kryddar með t.d kjöt og grill kryddi frá knorr, þegar hakkið er tilbúið þá setur þú útí tilbúna spagettísósu sem fæst í næstu búð (mæli með Del Monte, það eru nokkrar tegundir til og allar mjög góðar, ég nota mikið 4 osta eitthvað frá þeim)þegar sósan er heit á hakkinu ertu komin með fínan rétt … fínt að bera fram með hvítlauksbrauði.\nÞetta getur ekki klikkað og er alls ekki dýr máltíð ;)\nGangi þér vel.\nKv EstHe"
        },
        {
            "user": "divaa",
            "user_id": "11336",
            "date": "2001-08-16 14:44:54",
            "id": "254372",
            "reply_to_id": "254371",
            "text": "Takk æðislega, ég prófa þetta! :) En ég er búin að segja mömmu og pabba þetta. Þau vilja að ég skræli kartöflur í nokkra mánuði fyrst og vinni mig svo upp skalann…. boring! :("
        },
        {
            "user": "GlingGlo",
            "user_id": "2646",
            "date": "2001-08-17 01:32:06",
            "id": "254373",
            "reply_to_id": "254372",
            "text": "geturu ekki bara komið þeim á óvart einn daginn :)"
        },
        {
            "user": "divaa",
            "user_id": "11336",
            "date": "2001-08-17 09:36:50",
            "id": "254374",
            "reply_to_id": "254373",
            "text": "Það er soldið erfitt að koma þeim á óvart því mamma er alltaf heima um þetta leyti. En ég ætla að nota helgina til að æfa mig heima því þau eru í útilegu og ég hef húsið fyrir mig :)"
        },
        {
            "user": "ljufa",
            "user_id": "249",
            "date": "2001-08-17 11:32:12",
            "id": "254375",
            "reply_to_id": "254370",
            "text": "Það eru til alveg grilljón auðveldir og mjög góðir réttir sem er hægt að nota til að heilla foreldra upp úr skónum :)\nEinn klassískur og mjög einfaldur réttur er fiskur í ofni…\nKaupir fiskflök (ég kaupi alltaf úrbeinuð og ekki með roði…) og skerð þau í bita.\nSaxar svo niður smá lauk.\nSmyrð eldfast mót og skellir fiskinum og lauknum (það má mjög gjarnan setja annað grænmeti í staðinn eða með…). Svo dreyfiru smá karrí yfir allt dótið og setur ost yfir, skellir inn í ofn og bakar þar til fiskurinn er tilbúinn.\nSvo sýðuru hrísgrjón með (mér finnast svona pokahrísgrjón langþægilegust).\nSvo er hægt að hafa eitthvað salat eða eitthvað með…\nOg perfect að hafa svona brownies (svona úr pakka) með rjóma í desert…\nGæti ekki verið einfaldara…\nSvo er líka mest einfalt að gera svona chicken tonight dæmi… steikir kjúkling - hellir sósunni út á og gerir hrísgrjón með…\nen allavega gangi þér vel :)\nLJúfa"
        },
        {
            "user": "sexybitz",
            "user_id": "7647",
            "date": "2001-08-17 13:16:02",
            "id": "254376",
            "reply_to_id": "254375",
            "text": "Svo er náttlega til lasanja, kaupir pakka, og hakk, lest á pakkann og gerir, einfalt þægilegt og öruggt =)"
        },
        {
            "user": "holmfrg",
            "user_id": "4788",
            "date": "2001-08-20 23:12:17",
            "id": "254377",
            "reply_to_id": "254376",
            "text": "Mér finnst alveg tilvalið fyrir þig að kíkja á www.eldhus.is sem er vefur með uppskriftum sem fólk sendir inn að eigin frumkvæði. Langflestar eru þær rosalega auðveldar og þægilegar, enda er þetta eitthvað sem fólk notar mikið og hlýtur þess vegna að virka í eldhúsinu.\nMundu bara að þegar þú ert að búa til mat, að smakka hann til á meðan þú kryddar hann. Þ.e. setja smá krydd, blanda út í matinn, smakka, setja etv. meira krydd, blanda og smakka þangað til þér finnst maturinn orðinn nægilega bragðsterkur.\nGangi þér vel."
        },
        {
            "user": "Lynx",
            "user_id": "3520",
            "date": "2001-08-28 17:18:57",
            "id": "254378",
            "reply_to_id": "254370",
            "text": "Heyrðu skokkaðu nú útí apótek og fáðu hjá þeim töflur, ekki lyfsseðilsskyldar, sem heita Cuisinetin, taktu tvær á dag í 3 daga og voilá!..\n:)\nEn í alvöru talað, þá er eldamennska eitthvað sem maður lærir ekki án þess að “gera” og maður verður aldrei sérlega góður kokkur án þess að gera mikið af því.  Því þetta er oft spurning um tilfinningu og líka er ótrúlega mikilvægt að ganga vel um (t.d. þrífa jafnóðum eftir sig).\nÉg er barn einstæðrar móður og hef verið að elda frá því ég var 11-12 ára.  Það fyrsta sem ég lærði að elda var brauð með bökuðum baunum og bræddum osti (uppáhaldsmaturinn minn árum saman).  Eiginlega verðurðu bara að taka hana mömmu þína í bakaríið aðeins.  Það er ömurlegt að flytja að heiman og kunna ekkert að elda (eða þvo eða þrífa eða kaupa inn eða fara með peninga…).  Ég bjó með svoleiðis manneskju og enn í dag hef ég rosalega samúð með henni.  Í dag þakka ég móður minni óendanlega fyrir að hafa látið mig t.d. deila ábyrgðinni með henni, því ég lærði að þvo þvott, elda mat, gera við sokkabuxur og allskonar lítil tips&tricks sem geta bjargað lífi manns.\nÉg held þú ættir bara að ræða alvarlega við foreldra þína um að sinna þessum þætti uppeldisins líka…. LOl Ég er nú eiginlega bara að grínast…\nHvað með að drífa þig snemma á fætur einn morguninn og vera búin að taka til morgunmat og sýna þannig að þér er alvara.  Það er ekki mikið mál jafnvel að búa til “french toast” og svoleiðis littla gúmmulaðirétti sem öllum finnast góðir…  :)\nAllavegana gangi þér vel, krúsídúlla og ekki gefast upp!\nL.\nPS: “french toast” er kallað “armur riddari” á mínu heimili og er brauð sem er velt uppúr eggi hrærðu saman við mjólk og steikt á meðalhita á pönnu, stundum líka velt uppúr kanilsykri áður en maður setur það á pönnuna.  Ef ekki kanilsykur, þá er notuð sulta á brauðið eftir að búið er að steikja það.  Nota frekar smjörva eða smjörlíki, heldur en olíu, útaf bragðinu.  Mjög einfallt og ógeðslega gott (að vísu gríðarlega fitandi, en horrenglunum heima hjá mér er alveg sama..)."
        },
        {
            "user": "ljufa",
            "user_id": "249",
            "date": "2001-09-09 17:28:23",
            "id": "254379",
            "reply_to_id": "254378",
            "text": "Ég lærði að gera french toast þannig að maður gerir eggjabrauð og svo setur maður sýróp og oft kanil líka…\nen hvaðan í ósköpunum kemur nafnið “armur riddara”???"
        },
        {
            "user": "Lynx",
            "user_id": "3520",
            "date": "2001-09-17 14:17:36",
            "id": "254380",
            "reply_to_id": "254379",
            "text": "Æi, þetta er úr Færeysku.  Mamma lærði að búa þetta til hjá mömmu hans pabba, sem býr í Færeyjum.  Armur þýðir fátækur í þessu samhengi.  Einhverra hluta vegna kallar föðurfjölskyldan mín svona eggjabrauð s.s. “fátækan riddara”…ég held það hafi eitthvað með það að gera að hráefnið í þetta kostar ekki svo mikið.  Þú getur gert góðan slatta af eggjabrauði með tveimur eggjum, mjólkurslettu og pínu kanilsykri/sultu.  Ég er ekki viss um það samt. :S\nL."
        },
        {
            "user": "ljufa",
            "user_id": "249",
            "date": "2001-09-17 15:05:19",
            "id": "254381",
            "reply_to_id": "254380",
            "text": "sniðugt :)"
        }
    ]
}