{
    "forum_title": "Myndasögur",
    "user": "Choken1",
    "user_id": "5320",
    "date": "2006-03-12 13:30:31",
    "title": "Dominic Deegan: Oracle For Hire",
    "text": "Blessaðir aftur. Nú hef ég ákveðið að henda inn einni vefmyndasögu í viðbót.\nÞessi kallast Dominic Deegan: Oracle for Hire og er skrifuð af Michael Terracciano.\nÍ stuttu máli fjallar sagan um Dominic sem er sjáandi. Sjáendur hafa þann einstaka hæfileika að sjá fram í tíman eða fylgjast með ákveðnum atburðum eða einstaklingum hvort sem það er að gerast í nútímanum eða í fortíð. Náttúrulega snúast því ævintýri hans um þann hæfileika.\nÍ upphafi er höfundurinn skrifandi einfalda brandara sem er bara ein eða tvær síður eins og t.d. þjófar sem ákveða að ræna gaurinn í bænum sem SÉR FRAM Í TÍMAN!!! Eftir einungis 20-30 síður fer síðan heilsteipt plott að koma í ljós og eftir það er hver síða áframhald af þeim síðasta.\nHöfundurinn er einstaklega duglegur að skrifa í myndasöguna sína og bætir inn nýja síðu á næstum því hverju degi. Þar sem hann hefur verið að síðan 2002 þá er sagan hans orðin soldið löng eða yfir þúsund síður. Sagan er samt í mínu áliti ennþá að batna og er höfundurinn mjög duglegur að þróa persónurnar áfram. Mikið af hliðarplotti sem var kynnt fyrr í sögunni er nú að koma fram og ég hef mjög gaman að fylgjast með því framvindast. Af og til tekur höfundurinn pásu á sögunni og sýnir í staðinn fan art sem einhverjir hafa teiknað af persónunum. Teiknistíllinn ber vott af manga í sér og teiknar höfundurinn á blað sem hann skannar svo inn í tölvuna.\nÞeir hlutir sem ég set mest út á er hversu erfitt það er að fletta upp á þann stað þar sem maður var síðast. Höfundurinn hefur flokkað sögunni upp í ákveðna kafla en það eru stundum vel yfir 100 síður á milli kafla sem gerið það mjög langdregið verk að fynna hvar maður var síðast ef maður hættir í miðjum kafla. Hann notar líka lélega orðabrandara soldið of oft þar sem einhver kemur með lélegt rím eða einhvað svipað og allir sem heyra það setja upp “guð hvað þetta var lélegt” svip. Svo langar mig líka skjóta á atriði þar sem hljómleikar eru haldnir og þar sem þetta gerist á tíma þar sem það er ekki einu sinni búið að uppgvöta rafmagn þá eru full af galdrahlutum sem minna of mikið á hljóðnema, ljóskastara, rafmagnsgítar og fleira. Það bara minnti mig of mikið á flintstones.\nSmávegis um aukapersónurnar.\nSpark. Kötturinn hans Dominic. Af og til get ég svarið að höfundurinn sé að teikna ref en þetta dýr hefur þann hæfileika að geta talað við fólk og er því mikill félagskapur fyrir aðalpersónuna.\nLuna Travoria. Stúlka sem er á alla staði sæt nema það að hún er með þessa svakalega vígtennur sem standa út (ekki vampírustíl heldur villigaltarstíl). Fyrir vikið er gert mikið grín af þessum útlitsgalla hennar og því er hún ekki með mjög gott sjálfsálit. Inní henni kraumar þó galdrahæfileikar sem fær styrk sinn af reiði hennar gagnvart útlit sinnar og þeim sem hafa meitt hana og þá sem hún elskar.\nGregory Deegan. Yngri bróðir Dominic. Þegar þeir báðir voru börn réðst Necromancer á fjölskyldu þeirra. Necromancerar eru galdramenn sem nota mjög illa galdra sem særa fram drauga og uppvakninga og geta dregið líf úr fólki. Þegar það gerðist var önnur löppin af Gregory sýktur af sjúkdóm sem kallast “blight of the undead” og því er hann að hluta til lamaður á þeim löpp. Til þess að lækna sjálfan sig og varið fjölskyldu sína frá svoleiðis árásum hefur hann tekið því upp að læra hvíta galdra sem geta læknað fólk og rekið burt illa vætti. Dominic á einnig annan bróður, Jakob, en ég læt bakgrunnsögu hans vera.\nKarnak, Djöfull sárana. Djöfull frá helvíti sem hefur óeðlilegan áhuga á fjölskyldu Dominic. Eftir því sem sagan líður áfram komumst við af hverju.\nSzark Sturtz. Æskuvinur Dominic. Þegar þeir voru ungir réðst Karnak á þá tvo og særði Szark í síðunni. Enn þá dag í dag er sárið opið og vill ekki gróa. Sársaukinn sem Szark þarf að lifa undir er gífurlegur þar til að einn daginn að hann uppgvötvar að þegar hann drepur einhvern linast kvöl hans í dálítinn tíma.\nDonova og Miranda Deegan. Foreldrar Dominic. Þau koma soldið seint fram í sögunni en eru mikilvægar persónur fyrir því. Donova, faðir Dominic er bard (farandsöngvari/sögumaður) sem er frægur fyrir skylmingarhæfileika sína. Miranda, móðir hans er “arcmage” eða mjög öflug galdrakona sem er stofnandi mjög virts galdraskóla í borginni Quiral.\nÉg get eiginlega ekki nefnt fleiri persónur án þess að fara segja frá of miklu en ég mæli stórlega með því að þið skoðið þessa sögu.\nhttp://www.dominic-deegan.com",
    "url": "https://www.hugi.is/myndasogur/greinar/385614/dominic-deegan-oracle-for-hire/",
    "url_id": "385614",
    "id": "3195632",
    "replies": [
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2006-03-12 16:21:36",
            "id": "3210197",
            "reply_to_id": "3195632",
            "text": "kúl"
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2006-03-23 22:00:32",
            "id": "3258569",
            "reply_to_id": "3195632",
            "text": "Óskup slappar sögur þykir mér. Mitt álit."
        },
        {
            "user": "Choken1",
            "user_id": "5320",
            "date": "2006-03-23 22:02:57",
            "id": "3258590",
            "reply_to_id": "3258569",
            "text": "Ég hef gaman af þeim. Ég bara hata ógeðslega þessar lélegu “I have knight vision” brandara."
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2006-03-23 22:10:33",
            "id": "3258641",
            "reply_to_id": "3258590",
            "text": "Ég hef lesið eina þannig sögu.\nVers fannst mér hvað sami fiskabrandarinn var notaður oft."
        },
        {
            "user": "Choken1",
            "user_id": "5320",
            "date": "2006-03-24 03:21:06",
            "id": "3259628",
            "reply_to_id": "3258641",
            "text": "Hey mér fannst nú fiskbrandarinn fyndinn. Þú hlýtur að viðurkenna að þetta sé frumleg leið til að fá einhvern til að hætta að reykja. ^^"
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2006-03-24 12:24:00",
            "id": "3260021",
            "reply_to_id": "3259628",
            "text": "Já en hann var notaður svo oft."
        },
        {
            "user": "Choken1",
            "user_id": "5320",
            "date": "2006-03-24 22:12:25",
            "id": "3262813",
            "reply_to_id": "3260021",
            "text": "Rétt að hann var notaður oft. En þú verður að gefa gaurnum sem er að teikna þetta “credit” að hann var ennþá að slíta barnaskónum á þessu stigi. Var ekki enn komin með heilstætt plot og þetta var fyrsta sagan hans sem var meira en 10 síður.\nMér finnst það ágætist skemmtun að lesa söguna eftir því sem hún líður áfram. Sem betur fer minnka þessi “knight vision” brandarar líka eftir því sem líður þó svo að höfundurinn stends ekki mátið og bætir einni inn af og til. Ég ætla ekki að kalla þessa sögu hans gullmola ársins en ég kalla hana góða afþreyingu. Sest af og til 2-3 í viku og les þessa sögu, þær sem ég hef byrt fyrr og nokkrar aðrar sem ég tala seinna um."
        },
        {
            "user": "sigrunin",
            "user_id": "55689",
            "date": "2006-04-03 23:00:34",
            "id": "3304991",
            "reply_to_id": "3195632",
            "text": "Kíkti á þetta og varð hooked :)\nFer núna ekki á netið án þess að heimsækja þessa sögu :$"
        }
    ]
}