{
    "forum_title": "Deiglan",
    "user": "Uruxi",
    "user_id": "62724",
    "date": "2006-03-09 11:28:16",
    "title": "Kristnir menn brendir lifandi!!!",
    "text": "Það voru allt að 30 kirkjur og rúmlega 250 búðir og hús sem voru eiðilögð í átökum í norður hluta Nígeríu. Um hundrað manns voru drepnir.\nBrestur var brendur inní kirkju sinni ásamt starfsfólki. Svo var einn maður settur í dekk, hellt á hann olíu og  var hann brendur lifandi.\nTalíbana samtökin þar á bæ bera ábirgð á dauða 50.000 manna frá aldamótunum 2000.\nÞessi samtök eru fjarmögnuð af Saudi-Arabíu sem meðal annars fjármagna flest trúboðsstörf í Nigeríu.\nShariah lögin eru við líði í norður hluta landsins og var það meðal annars útaf þrístingi frá Saudi-Arabíu.\nEf ég væri Nígeríubúi þá myndi ég ekki vera lengi að gerast múslimi, þar sem ég vil ekki vera brendur á báli.\nTalibanarnir afsökuðu sig með því að vísa á Múhammeðs-myndasögumálið.\nÞetta fólk sem er ekki einusinni danskt á að kenna á því vegna þess að það tilheirir sama trúarbragði og ritstjóri í Árósum??? :S\nMér finnst persónulega þó svo ég sé oftast á móti stríði, þá ætti að gera innrás í öll þau lönd sem taka upp Shariah lögin, vegna þess að þessi lög eru til þess fallinn að búa til jörð án trú frelsis, án tjáningafrelsis og stuðla að stríði og drápi…Menn geta svo deilt um það hvort Íslam sé vond trú eða ekki, en það er engin vafi að Shariah lögin eru blóðugt sköpunarverk geðsjúklinga.\nHér er hægt að finna meira um málið:\nhttp://www.csw.org.uk/latestnews/article.php?id=480\nÍ Egyptaland þar sem þessi lög eru líka gild var maður handtekin fyrir rúmlega tvem vikum síðan fyrir að borða danskan ost.\n…Og þessi maður tengist glæpasamtökum Jyllands Posten hvernig?\n(Maðurinn situr enn inni.)",
    "url": "https://www.hugi.is/deiglan/korkar/385663/kristnir-menn-brendir-lifandi/",
    "url_id": "385663",
    "id": "3196127",
    "replies": [
        {
            "user": "Dyrlingur",
            "user_id": "10993",
            "date": "2006-03-09 12:26:42",
            "id": "3196243",
            "reply_to_id": "3196127",
            "text": "Lost me on Brestur…"
        },
        {
            "user": "Uruxi",
            "user_id": "62724",
            "date": "2006-03-09 20:59:05",
            "id": "3198905",
            "reply_to_id": "3196243",
            "text": "Ég er með skrifblindu, sem lýsi sér þannig að ég rugla stöfum eins P og B, G og K.\nÞetta átti að vera Prestur."
        },
        {
            "user": "Dyrlingur",
            "user_id": "10993",
            "date": "2006-03-09 21:32:29",
            "id": "3199066",
            "reply_to_id": "3198905",
            "text": "Já okay :) Fyrigefðu."
        },
        {
            "user": "Uruxi",
            "user_id": "62724",
            "date": "2006-03-11 19:26:29",
            "id": "3206853",
            "reply_to_id": "3199066",
            "text": "Haltu samt áfram að minna mig á villur, það hefur korkurinn gott af"
        },
        {
            "user": "HinniBinni",
            "user_id": "41558",
            "date": "2006-03-09 12:27:23",
            "id": "3196248",
            "reply_to_id": "3196127",
            "text": "Brestur var brendur\nGetur  verið að þetta átti að vera; Prestur var brendur?\nAnnars er fáranlegt hvað það er sagt lítið frá þessu í fjölmiðlum hér á landi og á Vesturlöndum um þessar fréttir! Sama með þessa múslima í Kosovo sem eru að brenna kirkjur í hundrað tali!\nWAKE UP PEOPLE!!!!!!!!!!!!!!!!!!"
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2006-03-11 16:40:17",
            "id": "3206073",
            "reply_to_id": "3196248",
            "text": "LRA ?"
        },
        {
            "user": "Uruxi",
            "user_id": "62724",
            "date": "2006-03-11 21:37:02",
            "id": "3207332",
            "reply_to_id": "3206073",
            "text": "LRA er enska heitið btw"
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2006-03-12 11:59:46",
            "id": "3209170",
            "reply_to_id": "3207332",
            "text": "magnað\ngoogle lra :)"
        },
        {
            "user": "Uruxi",
            "user_id": "62724",
            "date": "2006-03-09 17:00:16",
            "id": "3197667",
            "reply_to_id": "3196127",
            "text": "Yup, en hvað með þau skipti sem Bandaríkjamenn hafa varpað sprengjum á saklausa borgara? Ætli það hafi verið þægilegt?\nEkki að ég sé að verja gjörðir þeirra, en það er enginn saklaus in the modern world. Getum allt eins sprengt jörðina í loft upp, miðað við stjórnvöld heimsins eigum við það alveg skilið.\nEn stjórnvöld eða þeir sem fara með valdið endurspegla ekki alltaf vilja alþýðunnar er það?\nÆj, ég er bara að bulla eitthvað."
        },
        {
            "user": "Uruxi",
            "user_id": "62724",
            "date": "2006-03-09 20:56:40",
            "id": "3198893",
            "reply_to_id": "3197667",
            "text": "Yup, en hvað með þau skipti sem Bandaríkjamenn hafa varpað sprengjum á saklausa borgara? Ætli það hafi verið þægilegt?\nÉg var ekki alveg að tala um Bandaríkin… En ég mundi alveg vilja sjá Bush í réttarsal í Brussel!\nEn stjórnvöld eða þeir sem fara með valdið endurspegla ekki alltaf vilja alþýðunnar er það?\nAlmenningur réð engum um þetta, þetta er aðeins lítil valdaklíka í norðurhlutalandsins sem heldur þessari stefnu á lofti. En þeir eru með marga stuðningsmenn á bak við sig, eins og til dæmis Saudi-Arabiu, og alþjóða samfélaginu er nett sama."
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2006-03-11 16:55:55",
            "id": "3206155",
            "reply_to_id": "3196127",
            "text": "http://www.globalsecurity.org/military/world/para/lra.htm\nað draga þetta fram og básúna eitthvað um þetta er bara heimskulegt\nþessi grein sem þú linkar á er ekki hlutlaus\nþetta eru trúarátök og múslímar eru líka ofsóttir þarna þarsem að þeir eru í minnihluta\nað þessum korki skuli ekki vera eytt finnst mér vera fáranlegt þarsem að hann angar af fordómum og fáfræði\nað kalla súnní múslíma talíbana er fáranlegt og heimskuleg aðferð til að bendla þá við hryðjuverkahópa\nvinsamlegast notastu við almennilegar fréttaveitur sem geta uppfrætt okkur um atburði í heiminum án þess að þurfa að ljúga eða draga fram stikkorð sem eiga engann veginn við"
        },
        {
            "user": "Uruxi",
            "user_id": "62724",
            "date": "2006-03-11 19:57:35",
            "id": "3206988",
            "reply_to_id": "3206155",
            "text": "þetta er aðeins lítil valdaklíka í norðurhlutalandsins\n1# Lestu betur það sem ég segi.\n2# Þetta eru samtök sem kalla sig Talibana samtök Nígeríu. Þeir kalla sig það. Afhverju ertu að blanda súníta túlkun inní það, það er bara allt annar hlutir og ekki pólitísk stefna fávitin þinn.\n3# Það eru 128,771,988 manns sem búa í Nígeríu, 50% múslimar  40% Kristnir og 10% annað.\nÞannig múslimar þurfa ekkert að óttast í þessu landi. Kannski þurfa Talibana samtökin að gera það, en ekki múslimar því þeir eru mjög stór hópur.\n4# Olusegun Obasanjo forseti Nígeríju (Vann í kosningunum 1999) gerði nú ekki mikið þegar það átti að gríta konu rétt fyrir miss world kepnina, ertu búin að gleima því?\n(Hann er undir miklu þrístingi frá múslimum í norður hluta landsins, en er samt sem áður án tengsla við Talibana þar sem þeir eru borgaraflokkur bundin við landshluta líkt og Ísafjarðarlistinn.\n5# Ég ætla ekki að ræða um þetta neitt frekar við þig, þar sem þú veist greinilega ekkert um Nígeríu, hehe það sést á því að þú vissir ekki að Talibana samtök Nígeríu voru til. Þetta er stjórnmálaflokkur svo þú vitir!"
        },
        {
            "user": "Uruxi",
            "user_id": "62724",
            "date": "2006-03-11 21:39:16",
            "id": "3207340",
            "reply_to_id": "3206988",
            "text": "ps: Taliban er ekki enska heitið, fyrir þá sem hafa ekki fata það (hélt að allir vissu þetta eftir stríðið í Afgansitan)…"
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2006-03-12 12:17:48",
            "id": "3209219",
            "reply_to_id": "3206988",
            "text": "Al Sunna Wal Jamma er annað orð yfir súnní múslíma\nþetta er sett í hornklofa þarsem að þeir eru kallaðir talíbanar\nminnihluti getur alveg kúgað meirihluta\ns-afríka ?\nég vissi nú ekki betur enn að þessi hópuar kallaðist hirjah og að þeir líkji sér við talíbana og að vilji þessa hóps sé að stofna sjálfstætt íslamskt ríki sem er laust við spillingu nígeríu\nþú ert að bendla múg við þessa sjálftitluðu talíbana\nhttp://www.nigeriacongress.org/elections/parties/default.asp\nsé hvergi neina talíbana þarna\nþessir talíbanar eru lítið skyldir hinum afgönsku\nþað er ekkert stórt leyndarmál að stór meirihluti mið-afríku virðist eiga sér það eina áhugamál að fara í vímu af qat og skjóta eða höggva fólk í bita\nt.d. þessar uppreisnir sem hafa átt sér stað fylgja þessu venjulega munstri þarsem að vopnað gengi fer af stað á milli þorpa og\nobsjano nánast bjargaði landinu úr höndum herforingja og spillingar þótt að hann hafi ekki beitt sér sem vera skyldi í einhverju stöku máli\nþað eru lög í þessu landi sem geta verið óréttlát og brjóta á mannréttindum íbúa þess enn þá þarf löggjafarvaldið að bregðast við enn ekki framkvæmdarvaldið\nal sunna wal jamma er t.d. allt annar hópur sem tengist þó þessari sjálftitluðu talíbana hreyfingu sem er lítið annað enn gengi\nhvernig væri að menn myndu fara að birta greinar frá hlutlausum fréttamiðlum, sleppa því að kalla aðra fávita þarsem að þú verður einungis fáviti með því"
        },
        {
            "user": "Uruxi",
            "user_id": "62724",
            "date": "2006-03-13 15:44:12",
            "id": "3214507",
            "reply_to_id": "3209219",
            "text": "Aftur, 1# lestu betur það sem ég segi.\nþessir talíbanar eru lítið skyldir hinum afgönsku\nVar ég að segja að þessi samtök væru tengd þeim afgönsku?\nEitt af því versta við þig er, að þú vitnar í setningar viðkomandi sem þú hefur sjálfur búið til. Það er engin leið að halda uppi einhverri umræðu við mann sem skáldar upp það sem maður á að hafa sagt. Engin furða ef fólk kalli þig heimskan, þú verður að laga þetta hjá þér ef þú vilt hætta að fá það viðurnefni."
        },
        {
            "user": "Uruxi",
            "user_id": "62724",
            "date": "2006-03-13 15:51:36",
            "id": "3214558",
            "reply_to_id": "3209219",
            "text": "Og varðandi þetta.\nminnihluti getur alveg kúgað meirihluta\nEn ef forseti landsins er múslimi… ætti hann að leifa kúgun múslima?\nSvo fara fram kosningar í Nígeríu þannig meirhlutin ræður mestu þar um."
        },
        {
            "user": "Zkari",
            "user_id": "18718",
            "date": "2006-03-14 15:18:15",
            "id": "3218727",
            "reply_to_id": "3214558",
            "text": "Saddam Hussein? Írak?"
        },
        {
            "user": "Uruxi",
            "user_id": "62724",
            "date": "2006-03-16 20:26:42",
            "id": "3228242",
            "reply_to_id": "3218727",
            "text": "Það voru Shitar og Kúrdar sem voru kúgaðir í Írak.\nÍ Nígeríju er bara ein tegund af Íslam. (Suni)"
        },
        {
            "user": "Zkari",
            "user_id": "18718",
            "date": "2006-03-16 21:50:45",
            "id": "3228685",
            "reply_to_id": "3228242",
            "text": "Saddam var af minnihlutahóp og kúgaði Sjíta og Kúrda.."
        },
        {
            "user": "Uruxi",
            "user_id": "62724",
            "date": "2006-03-16 22:26:15",
            "id": "3228895",
            "reply_to_id": "3228685",
            "text": "Jú það er rétt.\nEn var hann ekki líka forseti landsins?\nSuni múslimar eru í meirihluta í Nígeríu + forsetin er lík Suni múslimi.\nEn það er svosem alveg rétt að minnihluti getur gúgað meirihluta."
        },
        {
            "user": "Dyrlingur",
            "user_id": "10993",
            "date": "2006-03-11 19:36:52",
            "id": "3206905",
            "reply_to_id": "3196127",
            "text": "Veistu hvað, Ég las þetta. Og mér fynst ógeðslega leiðinlegt að viðurkenna fyrir mér hvað er satt. Nostradamus spáði að í framtíðinni muni kristnir menn hætta þora viðurkenna trú sína því, Kirkjur munu brenna og prestar drepnir.\nEr það byrjað???\nMúslimar eru að flæða í öll lönd sem til eru og Ísland líka. Verður þetta á næstunni?\nEru þeir að skipuleggja þetta?\nEf þú ferð á djammið nú til dags þá sérðu allavega 5-10 araba niðrí bæ. Er þetta einhvað sem þarf að koma í veg fyrir? Eða er ég bara að vera paranoid?"
        },
        {
            "user": "Uruxi",
            "user_id": "62724",
            "date": "2006-03-11 20:22:35",
            "id": "3207076",
            "reply_to_id": "3206905",
            "text": "Nostradamus segir að kristnir og múslimar tapa.\nKristni kemmst lítilega af vegna einhverrrar messíasar hreifingu.\nEru múslimar að skipuleggja einhvað?\nÞeir eru ekki að skipuleggja hernaðar átök það er víst.\nEn það er ekkert leindarmál að það á að sameina heiminn undir Íslam, það þrætir engin múslimi fyrir það, þeir monta sig meira að segja af því að það sé að gerast!\nYasmeen:\nÉg hef engan séð koma með aðra tölu en þessa, þó sumir séu farnir að hallast að að fjórði hver sé nær, alla vega hvað yngri kynslóðir varðar. (Við eigum fleiri krakka). Takk.\nÞað eru múslima leiðtogar í UK og Frakklandi sem “skipulagt” planta fólki í evrópu, en það er samt sem áður mjög lítill hluti sem erfit er að setja tölu á.\nMúslimar í evrópu vilja að evrópa verði Íslömsk, það er staðreind. Menn deilir svo um það hvaða leið á að fara. Perónulega finnst mér fæðinga leiðin best, og kemur hún vonandi í veg fyrir átök."
        },
        {
            "user": "Uruxi",
            "user_id": "62724",
            "date": "2006-03-11 20:36:29",
            "id": "3207119",
            "reply_to_id": "3206905",
            "text": "Eða er ég bara að vera paranoid?\nEkki vera það, því að ofstrúin mun tapa.\nNostradamus sagði að Guðleisingjarnir yrðu óstöðvandi.\nWW3 mun heldur ekki komast til Íslands líkt og WW2 (nema að litlu leiti).\nÞannig ef Nostradamus hefur rétt fyrir sér um einhvað, þá þarftu engar áhykkjur að hafa.\nSvo byrjar srtíðið ekki fyrr en árið 2027 þegar halastjarn fer fram hjá. Eða á stóru tölunni 7 eins og hann segir.\n…Ég ætti kannski að skrifa eina grein um Nostradamus á Heimspeki síðunni :S"
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2006-03-12 12:01:00",
            "id": "3209174",
            "reply_to_id": "3207119",
            "text": "það er dulspeki enn ekki heimsspeki :)"
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2006-03-17 23:28:43",
            "id": "3233201",
            "reply_to_id": "3196127",
            "text": "Thier brenndu “nornir” thad er bara svona “poetic justice”.\nNei bara ad grinast"
        },
        {
            "user": "Uruxi",
            "user_id": "62724",
            "date": "2006-03-19 00:04:44",
            "id": "3236943",
            "reply_to_id": "3233201",
            "text": "Gott að þú kemur inná þetta með nornabrenslu.\nÞetta er algengt hjá ofsatrúarmönnum.\nÞetta var jú ein aðal íþrótt evrópumanna í ár hudruðir.\nÉg ætla að vona að ég verði lifandi á þeim degi þegar mennirnir hætta að drepa og brenna hvorn annan fyrir svona vitleisu, daginn sem mennirnir takast hönd í hönd og brenna GUÐ!"
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2006-03-20 20:21:42",
            "id": "3245014",
            "reply_to_id": "3236943",
            "text": "ok……."
        },
        {
            "user": "HinniBinni",
            "user_id": "41558",
            "date": "2006-03-21 19:57:38",
            "id": "3249202",
            "reply_to_id": "3236943",
            "text": "kúmbajajaja,kúmbajajaajaj,kúmbajajaja….\nFannst þetta passa svo vel inni í heh!"
        }
    ]
}