{
    "forum_title": "Deiglan",
    "user": "isar",
    "user_id": "364",
    "date": "2001-08-14 16:11:04",
    "title": "ERU ALLIR AÐ VERÐA BRJÁLAÐIR!",
    "text": "Vegna fréttar sem birtist í Ríkisútvarpinu - RÁS1 og RÁS2 í\ndag!\n“14.08.2001 12:32\nVÍSAÐ Á GRÓFT KLÁM Í UNDIRTÓNUM\nÍ nýjasta hefti tónlistar- og menningarblaðsins Undirtóna er\nmælt með vefsíðu þar sem getur að líta mjög grófar\nklámmyndir og myndbandsupptökur af grófum\nlíkamsmeiðingum.\nÍ blaðinu er mælt með ýmsum heimasíðum á netinu og um\nþessa tilteknu síður segir, að það sé nokkuð öruggt að þarna\nfinni flestir eitthvað ”sjokkerandi“.\nUm er að ræða er tenglasafn þar sem tekið hefur verið\nsaman yfirlit yfir sjúkasta efnið á netinu, eins og það heitir.\nÞarna eru myndir og myndbandsupptökur af grófu klámi -\nefnisflokkar á borð við ofbeldisfullar nauðganir, hreinum\nmeyjum nauðgað og svo framvegis.”\nFréttatilkynning frá Undirtónum:\n- ERU ALLIR AÐ VERÐA BRJÁLAÐIR!\nHvað er að gerast á þessu landi? Eru fjölmiðlar búnir að\nsmakka blóð í\nfyrsta skipti í Árna málinu og vilja halda áfram að færa menn í\nbiðröðum að höggstokknum?\nNú í dag hefur verið flutt frétt á Rás 2 þar sem\nMenningartímaritið Undirtónar er beinlínist ásakaðir um að\nhvetja til limlestinga, barnanauðgana og allrar annarrar illsku í\nþessum heimi. Ástæðan er ómerkileg síða sem við vísuðum í\ní síðasta tölublaði. Síðan heitir Weird Links og vísum við beint\ná ákveðna saklausa mynd á þeirri síðu. Einhverjum\nspænskum dómurum hefur tekist að rekja sig þaðan í ljótt\nefni sem er víða að finna á\ninternetinu.\nUndirtónar fundu ekki upp internetið og bera ekki ábyrgð á því.\nVið getum ekki og munum ekki bera ábyrgð á undirsíðum\nsíðu sem við bendum á. Það er einfaldlega ekki hægt vegna\numfangs internetsins.\nÞess má til gamans geta að okkur tókst með samtals 7\n“klikkum” að komast frá www.ruv.is  yfir á AMP LAND XXX links\nþar sem hægt er að komast inn á síður með klámi og viðbjóð\naf öllum gerðum. m.a. “Teen Whores” & “Barely Legal”.\nÍslenskir fjölmiðlar eru komnir á miklar villigötur þegar þeir\nætla að fara að reyna að hengja íslenska aðila fyrir efni á\nhinum óendalega stóra veraldarvef. Fólk sem kallar sig\nalvarlega blaðamenn á virtustu fréttastofu landsins á\neinfaldlega að vita betur. Ef ekki þá bendum við þeim á næsta\nungling, hann getur áræðanlega útskýrt internetið fyrir þeim.",
    "url": "https://www.hugi.is/deiglan/greinar/38687/eru-allir-ad-verda-brjaladir/",
    "url_id": "38687",
    "id": "255425",
    "replies": [
        {
            "user": "zorglubb",
            "user_id": "347",
            "date": "2001-08-14 16:16:09",
            "id": "255426",
            "reply_to_id": "255425",
            "text": "hef aldrei haft mikið álit á fréttamennsku RÚV, þrátt fyrir þetta þá eru Undirtónar að mínu áliti orðnir nokkuð grófir. Sé ekki alveg ykkar sjónarhorn, undirtónamanna, að kinky-abnormal klám sé eitthvað menningarlegt :/"
        },
        {
            "user": "zorglubb",
            "user_id": "347",
            "date": "2001-08-14 17:00:34",
            "id": "255427",
            "reply_to_id": "255426",
            "text": "Man ekki eftir vísuninni á þessa síðu, en vöruðuð þið ekki amk við innihaldinu?"
        },
        {
            "user": "isar",
            "user_id": "364",
            "date": "2001-08-14 17:24:25",
            "id": "255428",
            "reply_to_id": "255426",
            "text": "Scope, við erum ekki að segja að kinky abnormal klám sé eitthvað gott mál, þótt svo að því miður sé þetta eitthvað sem þrífst á netinu. Síðan sem um ræðir hefur ekki að geyma neitt sem er ólöglegt né eitthvað óvenjulega svæsið. Þetta er linkasafn sem linkar á óendanlega margar aðrar síður.\nEf þú ert að leita að ógeðslegu efni á netinu, þá munt þú liklega enda á því að finna það, sama af hvaða síðu þú byrjar. Hvort sem það er ummrædd síða í Undirtónum eða beint af Ruv.is."
        },
        {
            "user": "tyra",
            "user_id": "39787",
            "date": "2001-08-14 17:24:31",
            "id": "255429",
            "reply_to_id": "255425",
            "text": "Undirtónar lækka verulega í áliti hjá mér eftir þessa umfjöllum.  Þetta blað var nú aldrei í uppáhaldi hjá mér en þeir hafa viljað ögra fólki, sem er allt í lagi í hófi, en núna finnst mér það hafa gengið of langt.  Ég held að fólk verði að átta sig á muninum milli erótíkur, sem getur verið falleg, og þessa viðbjóðslega kláms, þe. þar sem farið er yfir mörkin.  Ég held að með auknu og aðgengilegra framboði aukist einnig sú hætta á að þessi hegðun færist út í þjóðfélagið.\nVið verðum að fara að hugsa okkar gang ef við ætlum ekki að verða einhverjir ógeðslegir “klámhundar”"
        },
        {
            "user": "zorglubb",
            "user_id": "347",
            "date": "2001-08-14 17:26:55",
            "id": "255430",
            "reply_to_id": "255429",
            "text": "tyra, kíktu nú frekar á blaðið áður en þú fellir sleggjudóma."
        },
        {
            "user": "Swiiiiiing",
            "user_id": "11303",
            "date": "2001-08-14 17:29:39",
            "id": "255431",
            "reply_to_id": "255429",
            "text": "Hvað meinarðu!?\nUndirtónar voru ekki að birta neitt klám eða einu sinni að ögra í þetta skipti. Fréttin er um einhverja síðu með milljón linkum inn á milljón síðum sem linka áfram á einhverjar aðrar. Ef maður klikkar á einhverja linka á þessari síðu þá endar maður ef til vill kannski einhversstaðar á ljótum hlutum. Alveg eins og maður getur gert slíkt hið sama frá www.ruv.is.\nUndirtónar hafa ekki gert neitt rangt hérna. Fréttin er einfaldlega jafn röng og Pat Buchanan.\nSíðan er það allt önnur umræða hvað er klám og hvað ekki. Hvað má og hvað ekki. Kemur þessu ekki við í þetta skipti."
        },
        {
            "user": "primo",
            "user_id": "234",
            "date": "2001-08-14 18:51:13",
            "id": "255432",
            "reply_to_id": "255429",
            "text": "tyra! viðbjóslegt klám og ógeðslegir klámhundar ?\nef þú vissir það ekki þá er munur á klámi og limlestingum, barnanauðgunum, hreinum\nmeyjum nauðgað etc etc. það skoða flesstir eitthvað klám og það er ekkert viðbjóðslegt við það. hitt er ekki klám."
        },
        {
            "user": "reynzi",
            "user_id": "1069",
            "date": "2001-08-14 18:33:02",
            "id": "255433",
            "reply_to_id": "255425",
            "text": "Þessi frétt er náttúrulega rugl frá upphafi til enda og öll þessi umræða því að þeir sem stunda það að skoða þetta “hrikalega” klám eru ekkert að byrja á því vegna þess að þeir fengu link í gegnum B&B, Strik.is eða Undirtóna …þeir sem stunda það eru fyrir lifandis löngu búnir að finna sína linka og/eða frétta af milljón svona síðum þannig að ein í viðbót er bara dropi í hafið….\nUndirtónar hafa ekki gert neitt rangt og ég styð þá 100% í þessari umræðu!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-08-14 18:45:44",
            "id": "255434",
            "reply_to_id": "255433",
            "text": "Hvað er urlið á þennan viðbjóð? ;)"
        },
        {
            "user": "cyrez",
            "user_id": "6397",
            "date": "2001-08-14 19:37:05",
            "id": "255435",
            "reply_to_id": "255425",
            "text": "þetta er endalaust kjaftæði. það hefur einhver “grayhoundinn” á rúv rekið augun í þetta blað og fundist ekki við sill hæfi. svo hafa þeir ekki fundið neitt fréttnæmt þann daginn og “búið” til fréttir.\nannað eins hefur gerzt."
        },
        {
            "user": "cyrez",
            "user_id": "6397",
            "date": "2001-08-14 21:38:04",
            "id": "255436",
            "reply_to_id": "255435",
            "text": "ég hef nú þá reglu að taka alla plötu dóma og “inverta þeim” til að fá rétta niðurstöðu hjá þessu commercial underground blaði\nþannig að bestu diskarnir eru þeir\nsem fá 0-1/10\nþað er 9/10 hjá mér :)\nog 9/10 = 1/10 etc…\nog ég hef ansi oft verið sammála þeim með 5/10 dómana ! :)\nen þetta er alveg glatað hjá rúv því að fyrir utan plötudómana er undirtónar fínasta blað\nog ég hef ekkert lesið plötudómana í 1 ár þannig að í dag gæti þetta verið rugl hjá mér því að það kemur náttúrulega nýtt fólk inní þetta.\nbrennum rúv!!! gröfum upp allan þann sora sem þeir hafa að geyma og látum hann á netið!!!!"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2001-08-14 23:27:02",
            "id": "255437",
            "reply_to_id": "255425",
            "text": "Þegar ég heyrði þetta í útvarpinu í hádeginu sagði ég bara: SO!"
        },
        {
            "user": "thom",
            "user_id": "5176",
            "date": "2001-08-15 00:06:30",
            "id": "255438",
            "reply_to_id": "255437",
            "text": "Þessum fréttum er beint að þeim sem vita hvað minnst um internetið. Þegar miðaldra konur heyra klám nefnt þá sperrast eyrun upp og þær gerast siðferðispostular á skotstundu.\nps. Sjáið hvað hugi getur verið rosalegur og misboðið siðferðiskennd fólks!!!"
        },
        {
            "user": "thom",
            "user_id": "5176",
            "date": "2001-08-15 09:15:41",
            "id": "255439",
            "reply_to_id": "255438",
            "text": "setti inn grein í gær sem átti að innihalda link… sem kom nottlega ekki: www.thehun.com &lt;- sjáið hvað hugi getur verið ósmekklegur…"
        },
        {
            "user": "Brunahani",
            "user_id": "6182",
            "date": "2001-08-15 10:27:47",
            "id": "255440",
            "reply_to_id": "255439",
            "text": "RÚV eru einfaldlega að eipa á elluni…Þeir ætluðu að hanka reykjavik.com um daginn fyrir áfengisáróður á vefnum.\nÞetta eru froðusnakkar og ekkert annað."
        },
        {
            "user": "isar",
            "user_id": "364",
            "date": "2001-08-15 00:29:13",
            "id": "255441",
            "reply_to_id": "255425",
            "text": "Svarbréf frá höfundi fréttarinnar á RÁS 1/RÁS2:\nKomiði sælir ágætu forsvarsmenn Undirtóna.\nÉg fékk sendan tölvupóst sem þið senduð út til áskrifenda að póstlista ykkar og er viðbrögð ykkar við frétt minni í Útvarpinu í gær. Mig langar til að svara ykkur í stuttu máli. Ég vona að ykkur finnist tilefni til þess, eftir lesturinn, að áframsenda þetta svar mitt til þeirra sem fengu viðbrögð ykkar send í dag.\nÍ fyrsta lagi þykir mér leitt að ykkar ágæti miðill skyldi dragast inn í þessa umræðu. Ég er viss um að ykkur gengur gott eitt til og bæði blaðið og netsíðan sem þið haldið úti eru að flestu leyti vel úr garði gerð vandað til allra verka.\nÞað er hins vegar jafnljóst í mínum huga að ykkur varð á í messunni þegar þið mæltuð með síðunni weirdlinks.com.\nEins og þið vitið sjálfsagt er þessi síða nokkurs konar efnisyfirlit yfir margs konar óvenjulegt efni á netinu. Flest af þessu efni er sjálfsagt harla meinlaust, en sumt af því er það allra grófasta klámefni og viðbjóðslegasta\nofbeldi sem ég hef nokkurn tíma séð. Það er vísað í þetta efni á forsíðu weirdlinks.com, í einum af ca. 15 aðalefnisflokkunum sem ber hið virðulega heiti “Sick Links”.\nÞið svarið því til að þið getið ekki borið ábyrgð á undirsíðum þeirra síðna sem þið vísið á. En hlekkurinn “Sick Links” er á FORSÍÐU weirdlinks.com. Það er því ekki með nokkru móti hægt að mótmæla því að einn megintilgangur þessarar síðu er að vísa mönnum veginn að viðbjóði og sora.\nFjölmiðill sem lætur sig virðingu sína einhverju varða ætti að mínu mati ekki undir nokkrum kringumstæðum að mæla með síðu af þessu tagi. Engu skiptir þótt allt annað efni á síðunni væri eintóm kristinfræði.\nÞað er því beinlínis rangt í svarbréfi ykkar að hið viðbjóðslega efni sé í einhverri órafjarlægð frá síðunni sem þið vísuðuð í. Það, að halda því fram að þessi tilvísun ykkar sé nánast jafngild því að vísa í ruv.is vegna þess að þaðan séu aðeins sjö “klikk” yfir á klámefni, er alveg fráleitt.\nÞað er líka beinlínis rangt hjá ykkur að ég hafi í fréttinni hafi “Undirtónar beinlínis verið ásakaðir um að hvetja til limlestinga, barnanauðgana og allrar annarrar illsku í þessum heimi.” Hvernig í ósköpunum dettur ykkur í hug að segja þetta? Þið hljótið að sjá hvílíkt dómadagsrugl þetta er með því að lesa betur fréttina, sem þið birtuð sjálfir með svarbréfinu.\nÉg efast ekki um að það hafi ekki verið tilgangur ykkar að leiða menn inn á þessar slóðir (jafnvel þótt mönnum væri lofað “sjokkerandi” efni) en menn verða að geta horfst í augu við mistökin í stað þess að saka sendiboðann um brjálsemi.\nÉg átta mig á því að með fréttinni vakti ég líklega meiri athygli á hinu viðbjóðslega efni en það hefði annars fengið. En ég trúi því að með þessum fréttaflutningi vakni menn til vitundar um þá ábyrgð sem því fylgir að hvetja (ungt) fólk til þess að heimsækja tiltekna staði á netinu og að fleiri bregðist við með svipuðum hætti og til dæmis sá ágæti maður, Ásgeir Friðgeirsson, framkvæmdastjóri Striksins, sem lét fjarlægja tilvísun á klámsíðu af Strikinu og leggur áherslu á mikilvægi þess að fara varlega í slíkum leiðbeiningum og hvatningum.\nMeð bestu kveðju,\nÓlafur Teitur [hjá Ríkisútvarpinu]"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2001-08-15 01:41:56",
            "id": "255442",
            "reply_to_id": "255441",
            "text": "Hér er um að ræða slæman sofandahátt sem virðist því miður ekki einsdæmi, og ágætt að hver taki til í sínum heimagarði tengsla hvers konar hvar sem er, og því orð til alls fyrst í því efni\ngreinilega."
        },
        {
            "user": "cyrez",
            "user_id": "6397",
            "date": "2001-08-15 01:52:01",
            "id": "255443",
            "reply_to_id": "255442",
            "text": "það að sjá netverja pósta svona línu á message-board á “alnetinu” er hvað mest sjokkerandi gmaria\nþú ættir kannski frekar að höggva þetta í stein eða skrifa þetta með fuglsfjöður á skinn\nmaður hefði nú haldið að fólki sem notar netið eitthvað að ráði færi ekki að sjokkera sig yfir þessu\nen ég mæli með því að allar á tölvurnar uppí RÚV\nverði sett upp (CyberWatch / NetNanny ) eða eitthvað í líkingu við það. Þannig að starfsmenn RÚV geti skrifað alvöru frétti"
        },
        {
            "user": "Lorilei",
            "user_id": "11497",
            "date": "2001-08-15 08:08:50",
            "id": "255444",
            "reply_to_id": "255441",
            "text": "Mér finnst þetta vera orðin alveg ágætis auglýsing fyrir weirdlinks.com þegar ríkisútvarpið er líka farið að auglýsa þetta…"
        },
        {
            "user": "tran",
            "user_id": "59",
            "date": "2001-08-15 08:40:03",
            "id": "255445",
            "reply_to_id": "255441",
            "text": "Hverjum er ekki fjandans sama?\nEf mönnum er lofað sjokkerandi efni, þá fá þeir það.\nEf þú vilt ekki sjokkerandi efni ÞÁ BARA FERÐU EKKERT Á HELVÍTIS SÍÐUNA."
        },
        {
            "user": "zorglubb",
            "user_id": "347",
            "date": "2001-08-15 09:01:21",
            "id": "255446",
            "reply_to_id": "255445",
            "text": "Sammála með plötudómana, Ísar ætti að halda sig við að dæma underground dansinn og Autechre framúrstefnupípið og láta það vera að dæma poppaðri dansmússigg. En tja, maður veit við hverju á að búast þegar hann dæmir  =)"
        },
        {
            "user": "Hrebbna",
            "user_id": "764",
            "date": "2001-08-15 09:04:01",
            "id": "255447",
            "reply_to_id": "255425",
            "text": "Þessi klám hræðsla Íslendinga er gengin út í öfgar. Það er ekki hægt að ásaka einhvern fyrir að dreifa klámi með því að benda á síðu á netinu sem bendir á aðra síður sem benda á einhvern viðbjóð. Þetta er fáranlegt. Ef fólk er að leita að klámi er enginn vandi að finna hann á netinu en fólk sem hefur engan áhuga á þessu veit hvernig á að forðast það. Er það ekki annars?"
        },
        {
            "user": "Shamaroth",
            "user_id": "5285",
            "date": "2001-08-15 13:08:52",
            "id": "255448",
            "reply_to_id": "255447",
            "text": "líttu á bandaríkin\nwww.banbreastfeeding.com"
        },
        {
            "user": "isar",
            "user_id": "364",
            "date": "2001-08-15 14:18:07",
            "id": "255449",
            "reply_to_id": "255448",
            "text": "Hér er að finna góða grein frá Mikael Torfasyni á strik.is! Til þess að frekar veikja fréttafllutning Rásar 1 og Rásar 2 í ríkisútvarpinu!\nhttp://www.strik.is/frettir/pressan/efni.ehtm?id=1680&cat=frettir\n- Horfið svo á Ísland í Dag í kvöld og lærið meira um þetta mál, ekki missa af því á Stöð 2 klukkan 19:00."
        },
        {
            "user": "isar",
            "user_id": "364",
            "date": "2001-08-15 14:37:34",
            "id": "255450",
            "reply_to_id": "255449",
            "text": "Frétt af mbl.is! - Lögreglan er komin í málið!\nLögreglurannsókn vegna tengla á vefsvæðinu strik.is!\nRíkislögreglustjóri hefur beint þeim tilmælum til lögreglustjórans í Reykjavík að fram fari lögreglurannsókn á Strik.is. Í erindi ríkislögreglustjóra er vísað til fréttar RÚV frá 13. ágúst þar sem segir að á vefnum Strik punktur.is hafi verið hlekkur á heimasíðu sem hefði afar gróft klámefni á boðstólum, meðal annars kynlíf með dýrum og ungum stúlkum.\nLögreglan hefur einnig hafið rannsókn á tenglum á heimasíðu tímaritsins Bleikt og blátt sem voru sagðir vísa á gróft klámefni, meðal annars barnaklám. Meðal annars er það skoðað hvort tenging við aðra vefi, sem innihalda klámefni, telst vera dreifing á klámi."
        },
        {
            "user": "reynzi",
            "user_id": "1069",
            "date": "2001-08-15 16:29:05",
            "id": "255451",
            "reply_to_id": "255450",
            "text": "þetta er nú komið út fyrir gröf og dauða….rugl rugl rugl rugl…eru þeir fyrst að átta sig núna á því að það er klám á internetinu…það mætti halda það…"
        },
        {
            "user": "isar",
            "user_id": "364",
            "date": "2001-08-15 18:00:14",
            "id": "255452",
            "reply_to_id": "255450",
            "text": "RÚV stundar nornaveiðar þar sem reynt er að klína því á einn netmiðill og einn rithöfund að saman hafi þeir verið að benda á myndir af “ungum stúlkum og dýrum\"\nÞetta land er á hraðleið til helvítis"
        },
        {
            "user": "isar",
            "user_id": "364",
            "date": "2001-08-16 16:54:18",
            "id": "255453",
            "reply_to_id": "255452",
            "text": "EFTIR KARL TH. BIRGISSON // tekið af Strik.is\nGóðan dag, góðir hlustendur\nVið höfum frá því um helgina hlustað á afar óvenjulegar fréttir af íslenzkum fyrirtækjum, sem virðast, ef mér skjöplast ekki, hafa tekið þátt í að dreifa klámi og ofbeldisefni af ýmsum toga á Netinu.\nÉg ætla ekki að endurtaka efnislega hvað hér er um að ræða. Og ég ætla heldur ekki að reyna að komast að því hvar ábyrgð liggur í málum eins og þessum – það eina sem lögfræðingar virðast sammála um er að allt er óljóst, það hefur aldrei reynt á viðkomandi lagabókstaf hvað internetið snertir og enginn veit í rauninni neitt í sinn haus.\nEn efnið, sem fjölmiðlar voru með í höndunum í þetta skipti, er óvenjueldfimt. Annars vegar er Netið, sem er tiltölulega nýtt og í sumra augum svolítið dulúðugt fyrirbæri og hefur auk þess fengið orð á sig sem gróðrarstía alls kyns vafasamra viðskipta. Hins vegar eru þessir dularfullu heimar sem fæst okkar þekkja nema af afspurn, leyndustu og annarlegustu afkimar kynlífsiðnaðarins. Sumt af því er venjulegt klám sem vekur kannske forvitni og spennu, annað er þess eðlis að það vekur viðbjóð og enn annað, t.d. barnaklámið, líklega fyrst og fremst reiði og sorg.\nÞetta eru miklar tilfinningar og miklu meiri en koma við sögu í flestum öðrum málum, og viðfangsefnið er líka meira alvörumál en gerist og gengur, og þess vegna er ennþá mikilvægara en ella að fjallað sé um það af ýtrustu varfærni. Það hefur hreint ekki öllum tekizt og sýnu verst hefur DV staðið sig í fréttaskrifum um þessi vandmeðförnu mál.\nÍ frétt DV á mánudag var beinlínis fullyrt að Davíð Þór Jónsson hefði tengt barnaklámsíðu við heimasíðu tímaritsins Bleikt og blátt. Við þessa staðhæfingu var enginn fyrirvari, ekkert ef og ekkert kannske, heldur var þetta fullyrt eins og það væri staðreynd sem lægi á borðinu.\nÁ bak við þessa fullyrðingu eru hins vegar engar staðreyndir; engin gögn, engin heimildaöflun og engin vitneskja, og raunar virðist blaðið ekki hafa reynt að tala við hinn meinta sökudólg sjálfan til að spyrja hann út í þetta skelfilega mál.\nVið “venjulegar” aðstæður væri hægt að líta framhjá þessu – hugsa sem svo að blaðið sé bara að draga frekar glannalegar ályktanir af einhverju sem blaðamaðurinn hefur heyrt í öðrum fjölmiðlum.\nEn þetta er engin venjuleg fullyrðing. Í henni felst ekki aðeins ásökun um mjög alvarlegt lögbrot. Í þessum orðum felst að Davíð Þór Jónsson hafi vitað af barnaklámi á þessari vefsíðu, að hann hafi talið að þetta efni ætti erindi við almenning og beinlínis lagt sig í framkróka við að vekja athygli á því og koma því á framfæri. Hann vissi af barnakláminu og vildi dreifa því. Hvorki meira né minna.\nÖllu alvarlegri dóm er varla hægt að fella yfir nokkrum manni og öllu verr er ekki hægt að meiða æru nokkurs manns.\nNú er rétt að spyrja: Hvað voru ritstjórar DV að hugsa? Telja þeir blaðið geta staðið við þessa fullyrðingu? Telur DV sig geta fullyrt að Davíð Þór Jónsson hafi vísvitandi tekið þátt í því að dreifa barnaklámi?\nEða finnst þeim allt í lagi að leika einn einstakling svona, ausa hann óhróðri sem þeir geta aldrei staðið við, í trausti þess að móðursýkin í samfélaginu sé svo mikil að engum detti í hug að hreyfa andmælum? Eða er þetta kannske í lagi af því að þetta er bara Davíð Þór Jónsson, klúryrtur grínisti og klámritstjóri?\nAðrir fjölmiðlar hafa sem betur fer ekki gengið svona langt, en ekki hefur þó allt verið til fyrirmyndar á fréttastofu útvarps. Hvernig stendur til dæmis á því að fréttamaður útvarps, sem flytur frétt af hinni ógeðslegu barnaklámsíðu í réttlátum reiðitóni - hvernig stendur á því að hún les viðkomandi vefslóð hátt og skýrt í hádegisfréttum útvarpsins? Er hún ekki þar með jafnsek um meinta dreifingu á barnaklámi og tímaritið, og jafnvel sekari, með því að hún var búin örugglega búin að kynna sér efni síðunnar og útlista nákvæmlega fyrir hlustendum hvers konar efni þar er að finna, áður en hún benti okkur á hvar við gætum nálgazt það?\nHér dugar ekki mótbáran um að orð sem töluð eru í útvarp fari út í loftið og komi aldrei aftur, ólíkt tengli á vefsíðu sem er þar allan sólarhringinn. Það vill þannig til að ég heyrði ekki þessa frétt í útvarpinu. Ég heyrði hana - hvar haldiði? - jú, einmitt, á vefsíðu Ríkisútvarpsins þar sem hægt er að nálgast upptökur af fréttum síðustu viku, m.a. annars fréttina um barnaklámsíðuna ömurlegu.\nAftur er rétt að spyrja: Veit útvarpsstjóri af því að á vefsíðu Ríkisútvarpsins er lýst ýtarlega innihaldi svívirðilegrar barnaklámsíðu og netnotendum síðan leiðbent um hvernig þeir geta komizt inn á hana? Ætlar hann að láta fjarlægja fréttina eða er hann kannske búinn að því?\nÍ umfjöllun eins og þessari eru pyttirnir nefnilega margir og auðvelt að detta í þá; það er auðvelt að missa fótanna í því andrúmslofti reiði og móðursýki sem gjarna vill myndast þegar barnaklám er til umfjöllunar.\nÞað, að nefna hátt og skýrt vefslóð á barnaklámsíðu í fréttunum, er í versta falli ótrúlegt dómgreindarleysi, en í bezta falli óþarfar upplýsingar sem eiga ekki heima í fréttinni og bæta engu gagnlegu við hana.\nÞað er ennþá verri tegund af óþarfa upplýsingum heldur en sú sem aðrir fréttamenn útvarpsins hafa verið óþreytandi við að fóðra okkur á í umfjöllun síðustu daga. Í undarlegum ákafa sínum við að segja okkur frá því sjúklegasta sem hægt er að finna á Netinu hefur þeim ekki dugað að kalla það ofbeldi og gróft klám, heldur vilja þeir endilega að við vitum að strangt til tekið eru þetta morð og nauðganir, saurát og anímalismi.\nNú veit ég ekki hvursu margir foreldrar hafa þurft að útskýra fyrir börnum sínum við kvöldmatarborðið hvernig kynlíf með dýrum fer fram, en hverjum eru þessar útlistanir eiginlega til gagns? Segja orðin ofbeldi og gróft klám ekki það sem segja þarf?\nEða eigum við svona erfitt með að hemja okkur þegar dekkstu hliðar mannlífsins eru til umfjöllunar, einmitt þegar mestu skiptir að umgangast sannleikann af yfirvegun og varkárni?"
        },
        {
            "user": "hjeppi",
            "user_id": "3701",
            "date": "2001-09-11 01:12:16",
            "id": "255454",
            "reply_to_id": "255448",
            "text": "Shamaroth, er þessi www.banbreastfeeding.com ekki bara einhver smekklaus brandari? það getur  bara ekki verið að það sé til SVONA ALVARLEGA GEÐVEIKT fólk….. eða getur það verið?…  frá hvaða hryllings plánetu er þessi vera? ég er bara orðlaus!!!"
        },
        {
            "user": "wappi",
            "user_id": "10224",
            "date": "2001-08-18 14:09:56",
            "id": "255455",
            "reply_to_id": "255425",
            "text": "Ég styð Undirtóna í þessu máli því þeir gerðu ekkert rangt. Þú ert virkilega sjúkur ef þú ferð inn á þessa síðu því Undirtónar tóku fram að á þessari síðu væri að finna sjokkerandi efni."
        },
        {
            "user": "isar",
            "user_id": "364",
            "date": "2001-08-18 14:57:56",
            "id": "255456",
            "reply_to_id": "255455",
            "text": "Nú fyrir skömmu kom fram í fjölmiðlum að ríkislögreglustjóri hefur beðið um rassókn og að lögreglan fari að kynna sér klámið á netinu. Það er spurning hvernig hún ætlar að höndla rannskókn á strik.is eða Bleikt&Blátt. Við hvað ætlar hún að miða og hvernig ætlar hún að skilgreina dreifingu á klámi. Hversu langt ætlar hún að fara í því að uppræta allt klám í heiminum. Verður í framtíðinni bannað að vera með linka á heimsíðum, þar sem það er einhver möguleiki á því að hægt sé að rekja sig frá þeirri heimasíðu inn á ósæmilegt efni á netinu. Verður kannski bannað að tala um að það sé klám á netinu, eins og með tóbakið. Hvað með linkasöfn eins og Ha.is, Leit.is, Vefskinnu morgunblaðsins. Verður ómögulegt að halda úti þannig vefjum vegna mmöguleika á tenginu við eitthvað sem tengist á einhvern hátt klámi. Þetta er óendanlega stórt verkefni sem menn eiga fyrir höndum, fullt af klámsíðum sem “þarf” að rannsaka mjög nákvæmlega. Það er spurning hvort að umsóknum um starf hjá lögreglunni eigi eftir að fjölga í kjölfarið á þessu “krefjandi” nýja verkefni."
        },
        {
            "user": "isar",
            "user_id": "364",
            "date": "2001-08-18 15:15:59",
            "id": "255457",
            "reply_to_id": "255456",
            "text": "Bréf frá hugull@hugi.is\nKlámumræðan í fjölmiðlum eftir að RÚV fann hlekk á barnaklám á B&B hefur verið skondin á köflum og það var rétt hjá Undirtónum að benda á að meira að segja með því að rekja sig áfram á tenglum frá RÚV-vefnum finnur maður svæsið klám. Þetta er eðli netsins - þú finnur það sem þú leitar að!\nHitt finnst mér þó meira um vert að klámdýrkun er gengin út í öfgar. Það þarf ekki mikinn speking til þess að sjá að klámið felur í sér kvenfyrirlitningu og á ekkert skilið við erótík eða kynlíf tveggja aðila (eða fleiri!) sem byggist á gagnkvæmri virðingu sem er jafnnauðsynleg í rúminu og annars staðar.\nUndirtónar hafa eins og aðrir tekið þátt í því að gera kláminu hátt undir höfði í blaðinu og á vefnum. Það væri snjallt af þeim að snúa við blaðinu og láta klámið lönd og leið. Með því gæfu Undirtónar til kynna að klám sé ekki eftirsóknarvert og að að þeir þurfi ekki á því að halda til þess að Undirtónar haldi þeim vinsældum sem raun ber vitni.\nÞeir Undirtónamenn hafa nóg af öðru efni fram að færa sem ungir (og jafnvel aldnir!) hafa gaman af. Það er ekki spurning.\nUndirtónar, ýtið ekki undir þá lágkúru sem felst í kláminu.\nÉg vona svo sannarlega að það að klámtenglarinir eru horfnir af forsíðu vefs Undirtóna merki að þeir séu hættir í kláminu."
        },
        {
            "user": "cyrez",
            "user_id": "6397",
            "date": "2001-08-19 07:12:25",
            "id": "255458",
            "reply_to_id": "255457",
            "text": "er ekki bara stranglega bannað að vera með link á strik.is eftir þetta?\neða á hugi.is því á huga.is er alltaf verið að tala um strik.is\nkannski verður bannað að vera með link á simnet.is því þar er linkur á huga.is sem inniheldur ansi margar tilvísanir á strik.is sem inniheldur linka á erlendar síður sem innihalda linka á klámsíður…\nég segi bönnum allar síður sem nota tengla!!! bönnum það með lögum!!! og bönnum fólki að borða kjöt líka og drekka kók hey bönnum sykur! og það má ekki tala um sykur né koffín!!"
        }
    ]
}