{
    "forum_title": "Músík almennt",
    "user": "plone",
    "user_id": "12759",
    "date": "2006-03-14 16:17:54",
    "title": "Rivulets - tónleikar",
    "text": "RIVULETS\nBandaríski tónlistarmaðurinn Nathan Amundson (Rivulets) er orðinn Íslendingum að góðu kunnur enda á leiðinni á fjórðu heimsókn sína hingað á 5 árum. Í þeirri fyrstu, árið 2001, tók hann m.a. upp stuttskífuna ‘Thank You Reykjavík’ í hljóðveri Rásar 2 er kom út á vegum BlueSanct útgáfunnar ári síðar. Þá kom Amundson jafnframt til Íslands haustið 2002 og lék á óopinberum lokatónleikum plötubúðarinnar Hljómalindar á Grand Rokk, ásamt Hudson Wayne, Drekka og Jessicu Bailiff. Þóttu þeir tónleikar einstaklega vel heppnaðir þar sem frammistaða Rivulets var án efa hápunktur kvöldsins. U.þ.b. 2 árum síðar létu Rivulets og Drekka síðan aftur sjá sig á tónleikum í TÞM ásamt Þóri, sem kemur einmitt mikið við sögu á þeim tónleikum sem eru framundan. Þeir fyrstu verða haldnir í plötubúð Smekkleysu, föstudaginn 24. mars en kvöldið eftir er svo komið að tónleikum fyrir alla aldurshópa á Kaffi Hljómalind. Þessari litlu tónleikaferð lýkur svo á Grand Rokk sunnudaginn 26.mars áður en Amundson heldur aftur heim til Bandaríkjanna þar sem tónleikar með hinni ástsælu hljómsveit Low eru næstir á dagskrá.\nMeðlimir Low áttu einmitt sinn þátt í að koma Amundson á kortið á sínum tíma er hann flutti til heimabæjar þeirra, Duluth, eftir að hafa búið lengi í Alaska. Þannig tók Alan Sparhawk (forsprakki Low) upp tvær fyrstu plötur Rivulets auk þess sem bæði hann og konan hans, Mimi Parker léku undir í nokkrum lögum. Útgáfa platnanna var jafnframt á höndum fyrirtækis þeirra hjóna, Chairkickers Music (www.chairkickersmusic.com). Fyrri platan nefndist einfaldlega ‘Rivulets’ (2002) en sú síðari ‘Debridement’ (2003) en auk þeirra hefur Amundson sent frá sér fjöldann allan af smærri plötum, þ.á.m. ‘Thank You Reykjavik’ (2002), sem áður var minnst á og ‘You’ve Got Your Own’ (2004) auk þess að eiga lög á hinum og þessum safnplötum. Þriðja breiðskífa Rivulets er síðan væntanleg von bráðar en hún var tekin upp í hljóðveri Steve Albini, Electrical Audio (www.electrical.com), af þúsundþjalasmiðnum Bob Weston (Shellac), sem hefur m.a. hljóðritað plötur með Rodan, Polvo, Coctails, June of 44, Rachel´s og Mission of Burma. Meðal gesta á plötunni er síðan Jessica Bailiff, Chris Brokaw (Codeine, Come, The New Year), Fred Lonberg-Holm og Christian Frederickson (Rachel’s). Á tónleikunum hér á landi mun Michael Anderson hins vegar aðstoða Amundson við undirleik auk þess sem ónefndur gestur gæti komið við sögu….\nEf lýsa ætti tónlist Rivulets kæmu orð eins og berstrípuð, falleg og lágstemmd eflaust fyrst upp í hugann. Tónleikar með honum eru sömuleiðis ávallt mikil upplifun enda það umhverfi sem Amundson nýtur sín best í. Fólk er því hvatt til að flykkjast á tónleikana og láta heillast því yfirleitt gefast fá tækifæri til að sjá jafn hæfileikaríka tónlistarmenn fyrir jafn lítinn pening (500 krónur). Ég trúi því nefnilega innilega að það sé hægt að setja upp frábæra tónleika án þess að það bitni á buddu fólks og vona því að allt áhugafólk um góða tónlist láti sjá sig á tónleikum Rivulets nú í mars.\nwww.rivulets.net\nwww.myspace.com/rivulets\nTÓNLEIKAR RIVULETS Á ÍSLANDI Í MARS 2006:\nFöstudagur 24. mars: Stuttir kynningartónleikar í Smekkleysu plötubúð kl.17:30. Frítt inn og ekkert aldurstakmark.\nLaugardagur 25. mars: Tónleikar á Kaffi Hljómalind kl.20:30 ásamt My Summer as a Salvation Soldier og Rökkurró. 500 krónur inn og ekkert aldurstakmark.\nSunnudagur 26. mars: Tónleikar á Grand Rokk kl.21:00 ásamt My Summer as a Salvation Soldier og Lay Low. 500 krónur inn.",
    "url": "https://www.hugi.is/musik/greinar/387379/rivulets-tonleikar/",
    "url_id": "387379",
    "id": "3218016",
    "replies": [
        {
            "user": "plone",
            "user_id": "12759",
            "date": "2006-03-14 17:34:59",
            "id": "3219415",
            "reply_to_id": "3218016",
            "text": "Hvað þýðir þetta nafn"
        },
        {
            "user": "plone",
            "user_id": "12759",
            "date": "2006-03-14 17:50:46",
            "id": "3219480",
            "reply_to_id": "3219415",
            "text": "rivulet þýðir lítill lækur og rivulets er fleirtalan af því.\nnathan amundson þýðir njáll ámundason…eða eitthvað."
        }
    ]
}