{
    "forum_title": "Smásögur",
    "user": "gummibill",
    "user_id": "56078",
    "date": "2006-03-16 06:43:20",
    "title": "Atburðaás. kafli 1-3",
    "text": "hér eru fyrstu þrír kaflarnir úr smá sögunni Atburðarás. kaflarnir eru í heildina níu og ég hyggst senda inn þrjá í einu. þetta er svolítið blóðug saga svo ekki láta ykkur bregða.\np.s\nendilega horfið á heitin á köflunum og á tímasetningarnar\nAtburðaás\nGamla konan\n21. júlí 2006, kl. 13:04\nJá, ég held ég geri það bara. Ég sit inn í baðherberginu mín og skoða pítsahnífinn í hönd minni. Af hverju ætli allir noti rakvélarblöð til þess að drepa sig? Ég skil það ekki. sjálf á ég náttúrulega engin rakvélarblöð. Ég raka mig auðvitað ekki.\nOpni glugginn á baðinu hleypir lofti inn eins og rotaður dyravörður á meðan rakin úr heitu vatninu í baðkerinu sest á spegilinn á móti mér. Hvítt molnað veggfóðrið hylur veggina og klósettið gefur skemmtilega girnilegan keim á herberið. Ég heyri í bílunum fyrir utan keyra um heiminn, allir að sjá um litlu mikilvægu verkefnin sín. Ég hef aldrei haft nein verkefni. Alveg síðan ég varð áttatíu ára hefur fólk alltaf viljað gera allt fyrir mig, eins og ég sé eitthvað fötluð. Hvað, fjandinn hafi þau og megi þau öll brenna í helvíti fyrir mér. Ég get alveg gert sumt sjálf og ég á ekki að þurfa hjálp þeirra við að gera allt. Ég má ekki einu sinni taka strætó ein. Þau segja að ég gæti villst. Og ég sem er búin að búa í reykjavík síðan hún var smábær. Skítt með þetta aulapakk. Búin að búa hérna miklu lengur en þau. En ég mun nú ekki búa hérna mikið lengur. Ég ætla að drepa mig og ég þarf sko ekki hjálp þeirra við það. Djöfullin sjálfur.\nÉg set pítsuhnífinn hægt og hægt nær púlsinum á mér. Ég loka augunum og sker. Ég sker eins ég sé að búa til pítsu. Að búa til pítsu í sjálfri mér, sem fólk mun svo njóta að borða. Nei, ég held ég yrði ekki góð á bragðið. Ég yrði örugglega einhvernvegin einsog gráðostur. Þeim sem finnst ég vera góð pítsa, með gráðosti, myndi finnast ég vera alveg gífurlega góð, en þeim sem fyndist ég vera vond pítsa, með gráðosti, myndu hata mig, það yrði engin millivegur. Annað hvort hatar maður gráðost eða maður dáir hann og dýrkar. Ég hef alltaf hatað hann… Bíddu nú við. Það er orðin svolítið síðan ég skar mig. Ég opna augun og lít á púlsin á mér. Ekkert blóð. Bara tært vatn, örugglega að reyna að drepa sjálft sig vegna þess að ég er allsber í því (því gengur örugglega betur en ég). En af hverju kom ekkert blóð. Ahhh, pítsuhnífurinn snýst og ég hef ekki ýtt nægilega fast.\nÖnnur tilraun. Ekki önnur tilraun heldur önnur tilraun. Númer tvö, skilurðu. Ég set hnífinn aftur að púlsinum og passa mig að hafa augun opin í þetta skiptið. Skyndilegt hljóð berst að eyrum mér þegar ég er alveg að fara að skera. Það hljómar einsog einhver sé frammi. Aftur. Það er einhver frammi. Guð minn almáttugur, það hefur einhver brotist inn. Guð minn góður. Ég stend upp og finn hvernig vatnið dropar af krumpuðum og ljótum líkama mínum. Þarf ekki að fara í slopp, skiptir ekki máli þótt ég sé allsber. Ég mun örugglega bara hræða aðilann í burtu. Gangandi hægt fram í stofu heyri ég meira í þessum forvitnilega félaga inn í stofu. Hann er að fikta eitthvað.\nÞegar ég kem inn í stofu sé ég mann. Hann er með grímu á hausnum og hann heldur á einhverju sem mér sýnist vera sjónvarpið mitt í höndunum. Ætli hann sé innbrotsþjófur? Hann sér mig og hann bara starir. Áttatíu ára kona hefur gripið manninn glóðvolgan við að stela sjónvarpinu hennar og ekki bætir það stöðu mála að hún sé allsber.\nSkyndilega dettur maðurinn niður dauður. Og sjónvarpið lendir ofan á klofinu á honum. Hef aldrei verið með pung en miðað við hvað ég hef heyrt þá á það að vera frekar vont að fá eitthvað fast í hann. Pungurinn er örugglega álíka á litin einsog bláber núna. En hann er meðvitundarlaus. Hann fær í mestalagi smá martröð. Skyndilega sé ég eitthvað rautt leka niður og frá sjónvarpinu. Ég efast það að sjónvarpinu blæði svo ég geri ráð fyrir því að það séu þessi innilega óheppnu kynfæri mannsins sem gefa frá sér efni álíka á litin og jarðaber. Aumingja drengurinn.hann mun örugglega aldrei ná honum upp aftur.\nVonandi fer hann nú ekki að standa upp bráðlega. Ég verð að hringja á lögguna. Ég er að fara að hringja þegar ég sé drengin skyndilega æla yfir sjálfan sig upp úr svefni þarna liggjandi á gólfinu. Munnurinn verður einsog endaþarmurinn í drengnum þegar allur maturinn fer í gegnum hann. En nú gerist svolítið forvitnilegt. Já, ég skal fullkomlega viðurkenna það að þetta finnst mér svolítið forvitnilegt. Mér sýnist hann vera að kafna í sinni eigin ælu. Hann er einhvern vegin að hristast til. Einsog hann sé að dansa. Smá svona salsa stemming. Frekar einkennileg sjón satt að segja. Það liggur maður á gólfinu fyrir framan mig með sjónvarp ofan á klofinu á sér. Það lekur einnig blóð úr klofinu á honum og út um munninn kemur æla. Og hann dansar. Hljómar satt að segja svolítið einsog allar þessar auglýsingar nú til dags: Fáðu þér eitt stykki þjóf núna í IKEA. Honum blæðir. Hann ælir og hann dansar. Og einnig fylgja með skemmtilegir aukahlutir einsog sjónvarp sem hægt er að henda í klofið á honum. Komdu núna í IKEA og fáðu þér glænýjan þjóf á aðeins 1990 krónur.\nSkyndilega hættir drengurinn að dansa og hann stoppar bara. Ætli hann sé dauður? Örugglega. Mér er svo sem sama. Ég mun hitta hann í helvíti eftir smá stund. Úps, ég ætti nú að fara að klæða mig í einhver föt, ég er ennþá allsber. Blóðið hans er á litin einsog jarðaber, kynfæri hans er á litin einsog bláber og ég er allsber. Mig langar í sultu, berjasultu. Ætli það sé til sulta. Ég fer inn í eldhús til þess að gá hvort það sé til sulta og gleymi því verkefni dagsins í bili.\nNasistinn\n21. júlí 2006, kl. 13:36\nHelvítis gyðingapakk. Ég kalla þá stundum krumpur. Ef samfélagið væri manneskja þá væru gyðingar krumpunar á manneskjunni. Þeir skemma samfélagið. Þeir eru krumpur. Líf mitt snýst út á að slétta fallega andlit samfélagsins.\nÉg stend hérna fyrir utan og bíð. Fyrir rúmlega tuttugu mínútum fór gyðingur inn í bankann sem er á móti mér. Ég er búin að vera að elta hann í allan dag í leit að tækifæri til þess að skjóta hann. En hann er ekki að gefa mér neitt tækifæri til þess. Hann er búin að vera með einhverjum félaga sínum í allan dag.\nÞetta er fallegur dagur. Blómin sitja í moldinni og baða sig í ljósinu sem yndisleg sólin færir þeim. Fólk gengur um göturnar og stælir sig af fallegu landi sínu. Húsin brosa framan í allt fólkið. Löggur koma æðandi út götuna og stoppa fyrir framan bankann. Ha? Er eitthvað að gerast í bankanum. En gyðinga ófétið er þar.\nÉg færi mig hægt og hægt nær á meðan ég horfi spenntum augum á löggurnar hlaupa inn í bankann einsog brjálaðir menn. Það er eitthvað í gangi inn í bankanum. Það er rán. Það er örugglega bölvaður gyðingurinn, þeir eru náttúrulega alltaf til vandræða. Með illsku samfærikrafti sínum hefur gyðingurinn sannfært ljóshærða vin sinn um að ræna banka. Hann hefur verið varnarlaus gegnum slíkum sannfærðarkrafti. Helvítis gyðingur. Nú drep ég hann. Nú er hann sko dauður.\nAllt í einu hlaupa þeir báðir út, gyðingurinn og ljóshærði vinur hans. Og stuttu seinna koma löggurnar á eftir. Þjófarnir hlaupa í átt að mér. Þeir hafa sloppið. Djöfullin sjálfur. Ég stend kyrr og horfi á þá hlaupa fram hjá mér. Þetta er ansi sniðug staða. Þar sem ég stend á horninu á Atburðaási og Grimmdarási þá sér löggan ekki þegar þjófarnir brjótast inn í kjallara þarna á horninu. Þetta get ég hugsanlega nýtt mér. Ég vil nú ekki að löggan nái þeim. Ég vil ná þeim sjálfur. Og nú kemur löggan fyrir hornið. Án þess að segja orð bendi ég í átt að enda Atburðarásar einsog þeir hafi hlaupið þangað. Sem þeir vitanlega gerðu ekki. löggan hikar ekki við að gá hvort ég sé að segja rétt og hleypur bara í átt að fölskum vonum sínum um að ná þjófunum. Ég vil auðvitað sjá réttlæti svo ég virði lögguna mjög mikið. En nú verð ég sjálfur að sjá til þess að réttlætið verði til staðar. Gyðingar eiga ekki að fara í fangelsi. Þeir eiga að deyja.\nÉg er ekki lengi að bregða mér inn um litla gluggann sem þeir fóru inn um. Inni í þessum kjallara er myrkur. Mér líður svolítið einsog hetju. Ég er hetja hakakrossins. Ég er að gera heiminn betri. Ég er krossfari.\nRaðmorðinginn\n19. júlí 2006, kl. 17:47\nFyrir framan mig situr maður. Hann er bundin við stól með rauðu reipi með hvítum doppum. Það minnir svolítið á snák. Snákur sem skríður hægt og slímugt í kringum skelfingu lostin manninn. Festir manninn. Hann kemst ekki. hann er fastur í sinni eigin hræðslu.\nÞað stingast rör út úr veggjunum á þessum gamla kjallara einsog byssur út úr varnarbirgi. Það er heitt og rakakennt loft hérna inni sem setur sérstakt ljós á dimmuna en sviti aumingja mannsins sem situr á móti mér dimmir herbergið á ný. Ég horfi á hann í smá stund en hleyp svo til hans og losa límbandið sem liggur svo mjúkt yfir munninn á honum.\n„Guð minn góður, er allt í lagi með þig?“ kalla ég til mannsins. „Hvað ertu búin að vera lengi hérna niðri?“\n„Þakka þér fyrir, ég veit ekki hvað ég er búin að vera lengi hérna. Drífðu þig bara áður en maðurinn kemur aftur“ segir maðurinn í stólnum, sem er nánast skælandi.\nÞegar ég er búin að fikta svolítið í snáknum sem umlykur hendur mannsins hætti ég að fikta og byrja að hlægja. Ég fer fyrir framan manninn og leyfi honum að horfa á mig brosa. Það er alveg hreint magnað á sjá svipinn á fólkinu þegar það fattar að það var ég sem rotaði það. Þau eru alltaf svo glöð um að einhver sé að bjarga sér. En svo fatta þau þetta og þá fer brosið niður eins og tíminn á tímasprengju. Og svo kemur 0 og þau springa:\n„Það varst þú“ hrækir maðurinn framan í mig áður en ég set límbandið aftur framan í hann.\n„Nú er komið að tilraun dagsins. Í dag munt þú deyja, svo þú skalt ekkert vera neitt hissa ef engin kemur og bjargar þér.“ Hann spriklar einsog hann sé að dansa. Smá svona salsa stemming. „En þú munt ekki deyja neinum eðlilegum dauðdaga. Ó nei. Ég ætla að drepa þig með geisladiskahulstrum.“\nÉg fer út í hornið á kjallaranum mínum og næ þar í kassa fullan af allskyns geisladiskahulstrum. Aumingja maðurinn mun deyja mjög kvalarfullum dauðdaga þar sem ég hef aldrei drepið manneskju með geisladiskahulstrum og veit því ekkert hvernig það er fljótlegast gert.\nÉg fæ mikið út úr því að drepa fólk eð óvenjulegum verfærum. Ég fæ svo sem ekkert kynferðislegt út úr því, en mér finnst það bara gaman. Það er áskorun fyrir mér. Ég miða við það að drepa svona sirka fjóra á viku. Þessi hér er númer tvö í þessari viku. Í fyrradag drap ég konu með trommukjuðum. Það var svosem ágæt, frekar létt. En það skemmtilegasta sem ég hef nokkurn tíman gert var að drepa manneskju með tannburstum. Ég veit ekki hvað það var en það var eitthvað svo gaman. En það erfiðasta sem ég hef gert er að drepa manneskju með kodda, án þess að kæfa hana. Það var djöfull erfitt. Það tók hátt upp í sólarhring að gera það. En nú er komið að geisladiskahulstrum.\nÉg fer út í annað horn í kjallaranum og kveiki það á litlum græjum. Mér finnst skemmtilegast að hlusta á midi þegar ég er að drepa fólk. Í dag hlusta ég á tónlistina úr Final Fantasy tölvuleikjunum. Nobuo Uematsu er eitthvað það mesta tónskáld sem uppi hefur verið að mínu mati. Fyrsta lagið sem ég hlusta á er Parochial Town. Það er hálfgerður blús. Svona pöbb stemming. Allavega eins mikil pöbb stemming og verður í tölvuleikja tónlist.\nÉg tek upp eitt stykki geisladiskahulstur og brýt það í tvennt. Svipurinn á manninum verður einsog á frosk. Ógeðslegur. Mig langar bara að reka þetta beint í gegnum hann. Ég reyni, en það gengur ekki alveg. Hulstrið brotnar bara strax. Ég tek hinn helminginn á hulstrinu og sting í ennið á honum en það sama gerist aftur. honum byrjar að blæða en deyr nú samt ekki. þetta gæti tekið smá tíma en ég hef bara gaman af smá áskorun.",
    "url": "https://www.hugi.is/smasogur/greinar/387797/atburdaas-kafli-1-3/",
    "url_id": "387797",
    "id": "3223126",
    "replies": [
        {
            "user": "PyroBilly",
            "user_id": "56446",
            "date": "2006-03-18 15:31:14",
            "id": "3234883",
            "reply_to_id": "3223126",
            "text": "Þetta er svakalega súr saga en ákaflega vel skrifuð og vel vönduð. Nú velti ég fyrir mér: Tengjast kaflarnir í endann eða verður þetta eins og að lesa 9 alveg óskildar örsögur?"
        },
        {
            "user": "gummibill",
            "user_id": "56078",
            "date": "2006-03-18 21:15:23",
            "id": "3236304",
            "reply_to_id": "3234883",
            "text": "alls ekki… þegar þú lest kafla 4-6 þá ferðu að sjá eitthvað sameiginlegt og svo rennur allt saman í endan… en ég segji söguna frá sjónarhornum fjögurra mismunandi aðilla og fyrstu fjórir kaflarnir eru þá auðvitað kynning á þessum fjórum aðilum… en ég þakka hrósið kærlega og er mjög glaður yfir því að loksins kommmentar eitthvað… takk"
        }
    ]
}