{
    "forum_title": "Bækur",
    "user": "eysteinn",
    "user_id": "2279",
    "date": "2006-03-16 00:33:11",
    "title": "Sálmurinn um blómið",
    "text": "Sálmurinn um blómið eftir Þórberg Þórðarson er sönn saga sem kom út árið 1954. Þórbergur skrifaði Sálminn um blómið um litla stelpu sem að var gjarnan í heimsókn hjá honum þegar að mamma hennar og pabbi voru að sinna öðrum brýnum erindagjörðum svo sem vinnu út í bæ. Í sögunni lendir Þórbergur á spjalli við guð sem að birtist honum þegar er hart í ári hjá Þórbergi í skrifunum og biður Guð Þórberg að skrifa sögu “minnstu manneskju í heimi” Þórbergur fær síðan vitrun þ.e að skrifa skáldsöguna um Lillu Heggu. Í sögunni leita þau saman að sannleika lífsins á þeirra einstaka hátt þar sem að Lilla Hegga uppgötvar veröldina í gegn um gamla manninn Þórberg og má með sanni segja að gamla góða orðatiltækið “Ungur nemur, gamall temur” vel við í þessu tilviki.\nÍ byrjun sögunnar situr Þórbergur þungum þönkum og brýtur heilann um hvort guð sé búinn að taka skáldagáfuna frá honum. Þórbergur var þá að skrifa bók en var gjörsamlega búinn að missa trúna á henni á þessum tímapunkti. Hann hefur afskaplega miklar áhyggjur af sjálfum sér og er meira að segja byrjaður að íhuga það að skrá sig í vegavinnu út á land.\nEinn daginn þegar hann situr við skrif heyrir hann að guð ákallar hann og eiga þeir saman gott spjall. Guð segir honum m.a að skrifa skáldsögu um líf minnstu manneskju í heiminum. Stuttu eftir samtalið fær síðan Þórbergur vitrun um að skrifa sögu um Lillu Heggu sem var á þessum tímum tíður gestur inn á heimili þeirra hjóna og gott sem ólst upp hálf partinn upp hjá Þórbergur og mömmu Göggu sem að höfðu gaman af félagskap litla manneskjunnar. Þegar að Lilla Hegga byrjar fyrst að tala kemur ýmislegt skemmtilegt á daginn sérstaklega þar sem að hún býr til sín eigin nöfn á ungbarna máli yfir veraldlega hluti t.d ullabjakk og mö.\nÞegar Lilla Hegga kemst svo inn í íslenskuna byrja þau strax að ræða um margvíslega veraldleg málefni. Samræðurnar við Sobbegga afa(Þórberg) eru oft á tíðum mjög skrautlegar og skemmtilegar og vinda misjafnt upp á sig. Lilla Hegga er mjög forvitin eins og börn flest og hikar ekki við að spyrja út í hlutina, þá reynir Sobbeggi afi að leiða hana af hinum heilaga sannleik sem að er kannski ekki mjög sannleiksríkur í flestum tilfellum t.d með söguna um hvernig hvalirnir urðu til o.f.l góðar dæmisögur sem geyma misjafnan og frekar ótrúverðugan sannleik oft á tíðum fyrir fullorðið fólk en það sem hann hefur að öllum líkindum verið að gera er að leiða Lillu Heggu að sannleikanum sem börn skilja á þessum aldri því að eflaust eru flestar vísindalegar skýringar á heimsins fyrirbærum alltof flóknar fyrir unga börn sem að hafa kannski ekki vitsmuna þroska strax til að skilja flóknar útskýringar af þessu tagi. Lilla Hegga tekur samt útskýringum Sobbegga afa í flestum tilfellum góðan og gildan. Umræðu efnin skortir ekki hjá þeim Lillu Heggu og Sobbegga afa og ræða þau um heima og geyma, Lilla Hegga segir Sobbegga afa frá hrekkjusvíninu Hauk sem skýtti á fiðluna, Sunnudagaskólanum og frekum stelpum í skólanum sem að misbjóða oft Lillu Heggu með þeirra framkomu og bendir allt t.þ að Lilla Helga hafi verið vel upp alin stúlka í flesta staði og fengið gott uppeldi að hringbraut 45 bæði heima fyrir og uppi á efri hæðinni hjá mömmu Göggu og Sobbeggi Afa.\nLilla Hegga fer oft út í göngutúra eða verslunarleiðangra annað hvort með Sobbeggi afa eða mömmu Göggu. Sobbeggi afa fór eitt sinn með hana í gönguferð niður í Skerjarfjörð og ræddu þau um hjátrú og álfa enda segir sagan okkur það að Þórbergur hafi verið mjög hjátrúarfullur á drauga og huldufólk enda var hann mjög áhugasamur um dulskpekileg fyrirbæri af öllum toga, sagði Lillu Heggu sögur um álfa og huldufólk og spurði fólk sem varð á vegi hans gjarnan hvort það hefði upplifað eithvað yfirnáttúrulegt eða séð skrýtin fyrirbæri og er þá í fersku minni kvöldboðið þegar að kona sem var gestur á heimili hans sama kvöld þegar hún sagði honum frá ljósinu í klettinum en þegar hún aðgáði það betur var þetta ekkert annað en málmur innan úr hitabrúsa sem að glitti á í tunglsljósinu. Mamma Gagga var samt ekki jafn trúuð og Þórbergur á yfirnáttúruleg fyrirbæri og sagði þetta vera bull og raus í kallinum þegar hann spurði út í sögur af svipuðum toga og hálf skammaðist sín þegar að Þórbergur talaði um slíka hluti. Einnig bralla þau margt skemmtilegt saman eins og að galdra svarta galdur og hvíta galdur en þá var Sobbeggi afi búinn að kenna henni að kukla galdra og fór hún síðan með þuluna úti á róluvelli og skelfdi alla krakkana sem þar voru að stríða henni, krakkarnir tóku hana á orðinu og héldu að þau væru föst í einhverskonar bölvun og báðu Lillu Heggu umsvifalaust að koma sér úr álögunum og lofuðu síðan öllu fögru og hétu að tala aldrei aftur að tala illa um kommúnista sem og að stríða henni aldrei aftur bara ef hún svipti þeim álögunum sem hún og gerði. Eitt sinn galdraði hún síðan Biddu systur sína upp á þak á Dómkirkjunni í Reykjavík og varð þá fót um fjör að launa þegar að maður ruddist inn í messuna og lét stöðva hana vegna lítillar stúlku sem föst væri upp á sjálfu Dómkirkju þakinu. Fólkið brást þá skelfingu lostið við og einhverjir létu þau orð falla að kommarnir hefðu verið að verki. Lilla Hegga hikaði ekki við það að blanda sér í umræðuna og sagði fólkinu allan sannleikann en tók honum nú alls ekki trúanlega og gaf lítið fyrir orð litlu manneskjunnar.\nAlla tíð hef ég verið mikill aðdáandi Þórbergs, alveg síðan að móðir mín byrjaði að lesa hann fyrir mig áður en ég lærði að lesa. Fyrsta bókin sem hún las fyrir mig var einmitt Sálmurinn um blómið sem að síðan hefur lifað vel í minningunni. Annað hvort er maður Laxness- eða Þórbergsmaður og ég er svo sannarlega Þórbergsmaður.\nMér þykir ekki ólíklegt að í þessari bók hafi Þórbergur kannski verið að skrifa bók um sjálfan sig og barn þar sem Lilla Hegga uppgötvar veröldina í gegn um gamlan mann (Þórberg). Þess má geta að margir gagnrýnendur og fræðimenn töldu bókina einnig líka eins konar ritdeila á aðal keppinauti Þórbergs, Halldór Laxness og skáldsöguformið. Þórbergur kallar stelpuna í sögunni alltaf litlu manneskjuna eða Lillu Heggu. Þessi stelpa var til í alvöru og heitir Helga Jóna Ásbjarnardóttir. Ég man eftir því þegar að Helga talaði um fyrir fjölskyldu minni fyrir mörgum árum að á þeim tímum þegar bókin var fyrst gefin út leið henni eins og í lifandi helvíti eins og hún orðaði það svo eftirminnilega frá því þegar bókin kom fyrst út er hún lýsti skömminni á stelpuna sem að var þá að byrja á gelgjunni 12. ára gömul og þótti engan vegin fínt né flott að vera umtöluð út um allan bæ undir nafninu Lilla Hegga né að eiga sína eigin ævisögu.\nÞórbergur var mest fyrir að skrifa sannar sögur eins og þessa þar sem honum tekst einstaklega vel með þessa sögu enda hefur hún dafnað vel í bókmenntamenningu Íslands í gegnum árin og ber hana oft á góma enn þann dag í dag t.d í fjölmiðlum. Þess má einnig geta að börn á ungaaldri finnst sagan mjög skemmtileg og virðast allra lesenda best að skilja húmorinn í sögunni. Svo að lokum má til gamans geta að ég hef heyrt fleygt af munni frá að allar ömmur á Íslandi píni öll barnabörnin sín til að lesa þessa sögu um leið og þau ná tökum á lestrinum og er ég illa svikinn ef krakkar á Íslandi sjá ekki fegurðina í því og gefi sér tíma til þess heldur en að horfa á Stöð 2. Enda er bókin mjög vel skrifuð og skemmtileg í alla staði og er algjör skyldulesning fyrir alla þá sem hafa litla sem einhverja Íslensku kunnáttu, ef ekki missa þeir af heilmiklu.",
    "url": "https://www.hugi.is/baekur/greinar/387899/salmurinn-um-blomid/",
    "url_id": "387899",
    "id": "3224517",
    "replies": [
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2006-03-23 15:17:09",
            "id": "3256365",
            "reply_to_id": "3224517",
            "text": "Ég las þessa bók þegar ég var yngri. Mér fannst hún frábær þá þótt ég hafi ekki skilið allt þá. Ég er alltaf á leiðinni að lesa hana aftur, og líka hinar bækurnar hans Þórbergs. Ég á einmitt allt safnið (held ég, allavega flestar). Hann hefur líka samið ansi skemmtilegar vísur og fleira. Þar sem ég bý á Höfn heyri ég mikið um hann (hann er úr suðursveit).\nEf þú ert mikill áhugamaður um Þórberg geturðu skoðað\nþessa\nsíðu um hann."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-03-24 23:23:01",
            "id": "3263083",
            "reply_to_id": "3224517",
            "text": "Oh, ég man eftir þessari bók:P Mamma las hana einmitt fyrir mig þegar ég var lítil, alveg yndisleg bók."
        }
    ]
}