{
    "forum_title": "Tolkien",
    "user": "Feanor",
    "user_id": "6499",
    "date": "2001-08-15 16:15:45",
    "title": "Galdrar",
    "text": "Þetta er um galdrana sem verurnar á Ördu nota.\nKynstofnarnir se mnotuðu galdra voru aðalega Álfar og Valar, menn höfðu ekki þessa eiginleika en Aragorn sem gat læknað veika það var eina undantekningin með menn, t.d. þegar hann notaði Kóngalaufið. Það voru til tvær gerðir af göldrum á Miðgarði, það voru góðir og vondi galdrar. Góðir galdrar voru sú gerð af göldrum sem skapaði eitthvað fallegt eða læknaði eitthvað, hinsvegar voru vondu galdrarnir til þess að ná völdum og að særa einhvern. Vitkarnir notauðu auðvitað galdra, en mátu þeir ekki nota galdra nema í neið, t.d. þegar Gandalf hélt hurðinni fyrir Balrognum í Moría og þegar hann skapaði eld til þess að sjá, og stundum var hann með flugelda sýningar fyrir Hobbitana, en nóg um það.\nGaldrarnir sem valar og Majar notuðu kölluðust ekki galdrar heldur guðdómlegur máttur(divine power), og var sá kraftur mjög sérstakur.\nEngir aðrir  kynstofnar gátu notað galdra, nema þeir sem báru Hringana, mennirnir níu sem fengu Hringana voru kröftugir bardaga menn, kóngar eða galdramenn, og urðu þeir svo að Hringvomunum. Dvergarnir sem báru Hringana gátu líklega galdrað eitthvað líka. Elros bróðir Elronds gatt notað galdra því að Álfa blóð var í honum, hann var Hálf-Álfur. Menn frá Numenor bjuggu til vopn sem höfðu galdra mátt í sér en sá máttur er fráskilin göldrum og er skilgreindur sem fróðleikur(Lore, þessi þýðing var í orðabókinni). Munurinn á göldrum og fróðleik er að galdrar eru yfirnáttúrulegir kraftar en fróðleikur er það sem þú lærir. Og það sem t.d. var skapað af fróðleik var: Álfa sverð, dyrnar í Moría, Pálnatírarnir og Hringarnir.\nGaldrar voru ákallaðir með orðum, orð voru mjög mikilvæg fyrir Tolkien hann sem var nú málfræðingur. Hann áleit orð galdra. Segðu orðið “grænn”(green), og það ákallar mind í þeim litt í hug hlustandans. Til þess að ákalla galdra er að segja áhrif galdursins. T.d. Gandalf notar orð til að opna hurðina inní Moría og notar orð til að halda hurðinni fyrir Balrognum.\nTakk fyrir og endilega leiðréttið.",
    "url": "https://www.hugi.is/tolkien/greinar/38817/galdrar/",
    "url_id": "38817",
    "id": "256147",
    "replies": [
        {
            "user": "kjwise",
            "user_id": "993",
            "date": "2001-08-15 16:46:28",
            "id": "256148",
            "reply_to_id": "256147",
            "text": "Eiga ekki líka allir galdrar í Middle-Earth sér upptök í söng þar sem að heimurinn var skapaður af syngjandi völum?"
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2001-08-15 17:35:53",
            "id": "256149",
            "reply_to_id": "256148",
            "text": "Jú,ainulindale hét hann(svo ég gerist nú alger nödri,þá þýðir Ainu Vali,eða guðdómlegur andi,linda þýðir að syngja,og le er bætt aftaná til að gera linda(söngur) að nafnorði við Ainu,það er að segja Söngur Ænúanna."
        },
        {
            "user": "ZinderLoc",
            "user_id": "10112",
            "date": "2001-08-15 21:05:40",
            "id": "256150",
            "reply_to_id": "256149",
            "text": "Vá, ég taldi mig lord nörd…."
        },
        {
            "user": "Aragorn",
            "user_id": "47217",
            "date": "2001-08-15 22:35:56",
            "id": "256151",
            "reply_to_id": "256150",
            "text": "Hvurslags er málfræði meistari Ördu!! kann öruglega mjög mörg tungumál eða er að læra þau. Jú galdrar voru first í söng, en ég tókk þetta af mörgum misunnandi heimasíðum og þar stóð að það væru orð."
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2001-08-16 10:14:50",
            "id": "256152",
            "reply_to_id": "256151",
            "text": "Ég kenn ekki nein mál utan QA,en er að læra önnur."
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2001-08-16 10:14:57",
            "id": "256153",
            "reply_to_id": "256151",
            "text": "Ég kann ekki nein mál utan QA,en er að læra önnur."
        }
    ]
}