{
    "forum_title": "Dulspeki",
    "user": "Hicksites",
    "user_id": "12410",
    "date": "2001-08-16 13:21:00",
    "title": "indjánar og fljúa í burtu",
    "text": "ég lýsti hérna áðann (sem svari) draumi, sem mig vantaði smá ráðningu á.\nTilvitnun byrjar\nEinusinni kunni ég ekki að fljua, en svo skeði það eina nóttina að mig dreymdi að hópar af indjánum á hestum væru að elta mig yfir hásléttu, ég var ekki einn heldur var pabbi þarna og systir mín og eitthvað fleira fólk úr fjölskyldunni.  við vildum ekki að indjánarnir næðu okkur, svo endaði hásléttan og ég horfði niður bjargbrún niður fallegasta gil sem ég hef nokkrusinni séð, það var algjör andstæða við þurru og gróðurlittlu hásléttuna heldur voru þarna burknar, grágríti og lækir. þá var bara um tvennt að ræða stökkva eða láta indjána ná okkur, við héldumst í hendur og stukum framm af. og flúss í staðinn fyrir að hrinja og klessast í gilinu þá svifum við, sérstaklega ég (svona í dag þá fynst mér að fljúa í draumi vera svipuð tilfinning og að kafa í skipsflaki úti á balí með “skúpa diver unit” en samt ekki alveg, maður er aðeins frjálsari í loftinu).  svo einhvernvweginn man ég ekki meira af þeim draumi… síðann hef ég alltaf getað flogið í draumi.  ég þarf bara að passa að fljúa ekki of langt frá jörðinni því að þá er eitthað uppstreymi sem grípur mig og feykir mér útí himingeiminn. (það er samt voðalega fallegt og gaman þar, bara einhvernveginn hættulegra að mér fynst)..  svona til vara, veit einhver hvað þessi draumur þýðir?\nTilvitnun endar\nef einhver getur sagt mér eitthvað þá væri það vel þegið :)\nhicksites\np.s.  ekki bögga stafsetninguna mína, (Dyslexia)",
    "url": "https://www.hugi.is/dulspeki/greinar/38955/indjanar-og-fljua-i-burtu/",
    "url_id": "38955",
    "id": "257172",
    "replies": [
        {
            "user": "pardus",
            "user_id": "6631",
            "date": "2001-08-17 00:02:56",
            "id": "257173",
            "reply_to_id": "257172",
            "text": "hhmmmm… það sem ég sé út úr þessu er að þú þarft að taka áhættu til að verða frjáls. Þegar þú gerir það getur horfið til beggja vegu, þú getur slasast eða lært að fljúga. Þetta með fjölskyldu þína þýðir að þegar þú breytir um lífsstíl, þá breytir þú líka hegðunarmynstri þinna nánustu og dregur þau með þér. Uppstreymið sem feykir þér upp í himingeiminn er viðvörun um það að fara þér hægt í persónubreytingunum, þegar þú breytir þér of hratt eða mikið (flýgur hærra) þá er oft ekki aftur snúið. Fallega gilið er líka merki um þær freistingar sem eru í lífi þínu og þú þarft annað hvort að njóta eða forðast.\nÉg áttaði mig ekki strax á indíánunum, en mér finnst þeir vera merki um það afl sem þrýstir á þig til að breyta þér… svo sem auglýsingar, kvikmyndir og allt það sem fær þig til að vilja vera einhver annar en þú ert (þú sérð til dæmis fallegra fólk í sjampóauglýsingum, fallegt fólk sem reykir/drekkur/dópar og þú hrífst af því… andlegur þrýstingur á þig gegnum fjölmiðla)\nÞannig að… þessi draumur er merki um ómeðvitaða löngun þína til að breyta lífi þínu en þú ert um leið varasöm/varasamur (sorry… veit ekki kynið :)).\nGangi þér vel…\n-Pardus-"
        },
        {
            "user": "Zealot",
            "user_id": "6298",
            "date": "2001-09-06 22:49:17",
            "id": "257174",
            "reply_to_id": "257172",
            "text": "Ég stenst ekki freystinguna LÆRA STAFSETNINGU\nÓðinn min Góðu"
        },
        {
            "user": "Hicksites",
            "user_id": "12410",
            "date": "2001-09-07 10:56:20",
            "id": "257175",
            "reply_to_id": "257174",
            "text": "Þú ert Böggari !!!"
        },
        {
            "user": "Zealot",
            "user_id": "6298",
            "date": "2001-09-06 22:52:28",
            "id": "257176",
            "reply_to_id": "257172",
            "text": "Ég held að Pardus sé bara að bulla\nþví að mig dreymdi einu sinni að ég hafi verið að\nfljúga flugvél og brotlent fyrir aftan húsið mitt\nog útúr flakinu kom ég og geðveikt sæt stelpa\nEN það þýðir ekki að ég fái á broddinn\nmeð einhverji Stelpu sem er óraunverulega sæt útaf\neinhverjum DRAUM"
        }
    ]
}