{
    "forum_title": "Tölvuleikir",
    "user": "OlafurJoels",
    "user_id": "11272",
    "date": "2001-08-16 14:57:06",
    "title": "The Sims - Hot Date Aukadiskurinn",
    "text": "Electronic Arts (Nasdaq: ERTS) hefur tilkynnt að í haust verður gefinn út aukadiskur fyrir metsöluleikinn The Sims sem ber nafnið The Sims(TM) Hot Date Expansion Pack. The Sims Hot Date Expansion Pack kemur með fullt af nýjum upplifunum fyrir Simsarana í The Sims, og hér er aðaláherslan lögð á stefnumót!  Spennandi nýjar persónur, áhugamál, rómantík og nýr staður (miðbærinn) sem eru fullur af veitingastöðum, búðum og skemmtigörðum…nú geta Simsarnir drifið sig uppúr sófanum og skellt sér í bæinn.  Nú skal “hustlað big time”  verður þú Casanova eða sleginn utanundir ???\n“Eins og allir aðrir eru Simsarnir í leit að ást og umhyggju”, segir Tim LeTourneau, framleiðandi hjá Maxis(TM) studio.  “Hot Date gerir Simsunum kleift að upplifa upp og niður sveiflur í ástarlífinu.”\nLeikmenn fá tækifæri á að bjóða hvoröðrum út, eða prófa lukkuna í einkamáladálkum eða “dating” þjónustum.  Undirbúðu stefnumót með öðrum Simsum og hittist á spennandi og rómantískum stöðum í miðbænum sem þú sjálfur getur búið til.  Bjóddu elskunni í hádegismat, kvöldmat með kertaljósum, drykk á barnum eða bara í göngutúr í næsta skemmtigarði.\nSíðan þegar Simsarnir hafa fundið ástarneistann, koma uppá yfirborðið sameiginleg og ný áhugamál og efni sem halda samtölum gangandi, og vonandi verður neistinn að báli.  Nú geta Simsarnir daðrað, haldist í hendur og gefið hvort öðru auga.  Og ef kvöldið hefur verið vel heppnað er aldrei að vita nema að maður verði kysstur góða nótt eða kannski eitthvað meira….\nÞað er ekki nóg með að þú getir farið á stefnumót með öllum þeim Simsum sem þú hefur búið til, heldur er aukadiskurinn fullur af nýjum karakterum.  Nöfn þeirra ættu að segja allt sem segja þarf um þá…; The Jock, Femme Fatale, Mr. Medallion og Blonde Bombshell.  Meira en 100 nýjir hlutir eru í leiknum og eru þar á meðal nestiskarfa, kelusófi og hjartalaga baðkar.  Finndu draumafélagann fyrir Simsann þinn…\nThe Sims hefur selst í meira en 4 milljónum eintaka um allan heim og er meðal mestseldu PC leikja allra tíma.",
    "url": "https://www.hugi.is/tolvuleikir/greinar/38960/the-sims-hot-date-aukadiskurinn/",
    "url_id": "38960",
    "id": "257194",
    "replies": [
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2001-08-17 17:19:36",
            "id": "257195",
            "reply_to_id": "257194",
            "text": "Eg ætlaði að prufa þennan leik, eg var búinn að heyra góða hluti um hann, En eg hef aldrei verið sim leikja maður þannig að það hefur ekki orðið neitt úr því.\nÁ maður þá nokkuð að vera kaupa þetta?"
        },
        {
            "user": "VirUzzz",
            "user_id": "4285",
            "date": "2001-08-18 13:33:40",
            "id": "257196",
            "reply_to_id": "257194",
            "text": "Þessi leikur er miklu auðveldari og skemmtilegri en hinir sim leikirnir ég er sims fan. En mér finnst Sim City t.d ömurlegu"
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2001-08-18 17:31:30",
            "id": "257197",
            "reply_to_id": "257196",
            "text": "Já heyrðu, kanski eg skelli mér á hann.\nEg er sammála, allir Sim City leikirnir eru ömulegir."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-08-18 18:07:39",
            "id": "257198",
            "reply_to_id": "257197",
            "text": "The sims house party er snill sérstaklega að ef maður er með party þá kemur oftast mella og maður getur fengið sér að ríða"
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2001-08-18 18:07:42",
            "id": "257199",
            "reply_to_id": "257197",
            "text": "The sims house party er snill sérstaklega að ef maður er með party þá kemur oftast mella og maður getur fengið sér að ríða"
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2001-08-18 18:14:35",
            "id": "257200",
            "reply_to_id": "257199",
            "text": "Snilld, eg er meira sannfærður núna hehe"
        },
        {
            "user": "Hallgrimur",
            "user_id": "2769",
            "date": "2001-10-04 10:55:42",
            "id": "257201",
            "reply_to_id": "257194",
            "text": "sko ég er núna með alla leikina sem eru til, sims, sims:lifin large(eitthvað) og house party og verð ég að sgja að þetta er mesta snilld í heimi.\nEn núna er ég að hugsa hvort að fara í bæinn bitni ekki soldið á vinnuni ég meina tíminn er svo fljóttur að líða að maður hefur engann tíma til að gera neitt eins og þegar maður er búinn í vinnuni þá þarf maður að fara á klósettið og svo í sturtu svo kanski horfa á sjónvarp eða tölvuna svo að þegar allt þeta er búið þá er lítill tími til að gera eitthvað.\nSvo að þetta er soldið flókið mál finst mér.\nen ef þú kannt alveg á efnarfæði settið þá áttu að vera í góðun málum :)\nHAlli"
        }
    ]
}