{
    "forum_title": "Tolkien",
    "user": null,
    "user_id": null,
    "date": "2001-08-16 00:12:47",
    "title": "Black Númenóreans",
    "text": "Í sögu Númenna “Akallabeth” er sögð sagan af landi Númena. En á blómaskeiði þess var það máttugasta ríki manna á Ördu á Annarri Öld. En árið 3319 var því sökkt niður í sæ af sjálfum Alföðurnum eftir að Númenarnir höfðu spillst af Sauroni sem manaði þá til að sigla til Odáinslands og krefjast ódauðleika. Þó að flestir Númenanna fórust í hamförunum þá voru nokkrir sem þegar höfðu tekið sér búsetu í Miðgarði. Hluti þeirra kallaðist Svörtu Númenar en þeir herjuðu á íbúa miðgarðs enda rammspilltir andskotar á vegum Saurons. Þeir seinna meir blönduðust blóði við Haraðana í suðri. Þeir gerðu hafnir á Umbar og byggðu mikinn skipaflota og rændu og rupluðu strandir Miðgarðs í aldaraðir. Sauron gaf þremur Númenum “Hring Afls” og urðu þeir seinna meir Nasgúlar. Tveimur öðrum, Herumur og Fuinur, gaf hann þeim völd yfir landi Haraðanna. Svörtu Númenarnir komu oft til Arnor og Gondor til að testa afl sitt á móti Hinum Trúföstu, en það voru þeir sem komust af Fall Númenors og höfðu ekki látist blekkjast af svikabrögðum Saurons. En Svörtu Númenarnir hötuðu allt sem þeir stáðu fyrir og töldu þá hafa svikið konung Númenors. Svörtu Númenarnir reyndust rosalega sterkir og í meira en þúsund ár viðgekkst yfirgangur þeirra á Miðgarði. En að lokum á tíundu öld Þriðju aldar reis upp konungurinn Earnil Fyrsti í Gondor og eyðilagði sjóflota Svörtu Númenanna í Umbur. Eftir það varð Umbur virki Gondor. Nokkru sinnum náðu þeir Umbur aftur en árið 1050 kom Hyarmendacil konungur Gondor og hrifsaði til sín Umbrur í eitt skipti fyrir  öll. Það var í síðasta skipti sem Svörtu Númenarnir stigu fæti á Umbrur. Nú byrjuðu þeir að blandast Höruðunum og Corsairunum (í Hringadróttinssögu er talað um þá sem ræningjarnir frá Umbrum). Margir þeirra eru líka búsettir í Mordor. Þar á meðal Munnur Saurons en það er Svartur Númenari sem hefur fyrir löngu gleymt sínu eigin nafni og kallar sig aðeins Munnur Saurons. Honum var lofað umsjón yfir Isarngerði ef Sauron hefði unnið Hringastríðið.\nÞetta er smá samantekt á nærri svalasta vonda reisinu á Miðgarði. Vona að þetta sé nóg í bili. Ég á öruglega eftir að vera að taka saman svona race með vissu millibili á næstunni. Svona eins og Entana og Majana eða Valana og svoleiðis og svo Kumlhólabúana (barrow-whights) og svoleiðis.\nNæsta fimmtudag kem ég með greinar um drekana á miðgarði og svo grein á hverjum fimmtudegi frá því.",
    "url": "https://www.hugi.is/tolkien/greinar/38969/black-numenoreans/",
    "url_id": "38969",
    "id": "257282",
    "replies": [
        {
            "user": "Aragorn",
            "user_id": "47217",
            "date": "2001-08-16 00:14:02",
            "id": "257283",
            "reply_to_id": "257282",
            "text": "þetta er flott grein, ég munn líka senda inn greinar næstu fimmtudaga, nema næsta því þa´verð ég útá benidorm!"
        },
        {
            "user": "BrynjarH",
            "user_id": "11091",
            "date": "2001-09-28 20:29:03",
            "id": "257284",
            "reply_to_id": "257282",
            "text": "Já þetta er góð grein. Þessi kafli var er einn uppáhaldskaflinn minn í silmerilinum.  Enn hvar lastu um þenna herforingja sem kallaði sig munn saurons og um umbur?"
        },
        {
            "user": "Amon",
            "user_id": "20748",
            "date": "2002-06-01 10:34:48",
            "id": "257285",
            "reply_to_id": "257284",
            "text": "Kannski dálítið skrýtið að svara núna en…herforinginn er í Hilmi Snýr Heim (LoTR III) þegar lið Aragorns setur um myrkrahlið, en þetta um Umbur er í Applendix I.\nkv. Amon"
        }
    ]
}