{
    "forum_title": "Deiglan",
    "user": null,
    "user_id": null,
    "date": "2006-03-21 17:49:29",
    "title": "Þegar orðið \"meðfædd\" er...",
    "text": "Þegar orðið “meðfædd” er notað til að réttlæta hluti.\nAllt sem menn geta ekki útskýrt nú til dags, er leyst með því að segja að það sé meðfædd. Æska og uppeldi er eitthvað sem ekki er hægt að rannsaka, vegna þess að fólk fegrar fortíð sína, og mann ekki helminginn af því sem gerðist. Það hefur jafnvel verið haldið fram að glæpir geti tengst genum. Það er auðvitað fáranleg hugmynd, en maður getur ekki afsannað eitthvað, sem maður hefur ekki hundsvit á (DNA).\nÉg á frænda sem er lesblindur, og mamma hans sagði alltaf að hann sé svo listræn út af því. Það er eins og lesblinda sé svo mikil fötlun í augum fólks, að fólk þarf að réttlæta tilvist viðkomandi, með því að velta sér upp úr því hvað drengurinn er góður í. (Ég er ekki að segja að lesblinda sé ekki meðfædd, bara svo að það sé á hreinu. Heldur er ég að sýna hvernig sumir bregðast við, þegar einstaklingur er ekki eins og aðrir)\nSvona er þetta með margt annað, líkt og samkynhneigð. En hvað með tvíkynhneigð, eða fólk sem getur litið framhjá því að vera tottaðir af sama kyni? Er kynhneigð yfirhöfuð meðfædd, er það ekki bara almennt norm að við lítum á hitt kynið, til að við getum eignast afkomendur, og haldið mannkyninu gangandi?\nAð halda því fram að maður sé með eitthvað meðfædd er öryggistilfinning, til fá aðra til að hætta áreita mann. Manni líður miklu betur, með að halda að eitthvað sé meðfædd, vegna þá þarf maður ekkert að gera í því, vegna þess að það væri tilgangslaust. Ef maður vill ekki trúa því, þá þarf maður að velta sér upp úr því, og finna réttlætingu fyrir því að vera ekki í “norminu”. Og jafnvel finna sökudólg fyrir því.\nÞað tók alla mína ævi, að verða sá sem ég er í dag. Auðvitað getur maður velt því fyrir sér hvort það var auðveldara fyrir mann að læra hluti, heldur en annað fólk. En maður vill frekar tengja það við aðstæður, en fæðingu. Það sem maður er að reyna segja er, að margt af því sem er haldið fram, er einungis vera að réttlæta eitthvað, sem ekki þykir vera “normal”!\n…og hvað finnst ykkur?",
    "url": "https://www.hugi.is/deiglan/greinar/389646/thegar-ordid-medfaedd-er/",
    "url_id": "389646",
    "id": "3246670",
    "replies": [
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-03-21 18:00:58",
            "id": "3248596",
            "reply_to_id": "3246670",
            "text": "Ég held að ekkert sé meðfætt, fer bara eftir því hvernig þú ert alinn upp, umhverfið í kringum þig, vinir þínir og möguleikarnir sem bjóðast."
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-03-21 19:53:43",
            "id": "3249173",
            "reply_to_id": "3248596",
            "text": "Ertu að reyna að segja að ekkert í fari okkar sé meðfætt?\nAllt í fari þínu er samspil tveggja þátta þ.e.\nErfðir\nog\nUmhverfi\n, að hafa eitthvað “meðfætt” er líkt og að hafa “eitthvað í blóð borið”, að hafa meðfædda eiginleika til að t.d. læra hraðar, teikna betur, vera hitnari, læra á hljóðfæri osfrv heldur en náunginn við hliðina á þér.\nÞað er auðvitað hreinasta heimska að virkilega að halda það að hverjum og einum sé ekkert í blóð borið og algjörlega allt sem við séum sé “lærð hegðun”.\nBarn sýgur brjóst móður sinnar strax eftir fæðingu\nÞVÍ ÞAÐ ER MEÐFÆDDUR\neiginleiki\nBarn grenjar til að tjá sig\nÞVÍ ÞAÐ ER MEÐFÆDDUR\neiginleiki\nBörn sem hafa verið rýrð og heft frá hreyfingu læra ekki seinna að standa upp og taka skref\nÞVÍ ÞAÐ ER MEÐFÆDDUR eiginleiki\nBarn bregst við taktföstum trommuslætti ekki vegna þess að það lærði það heldur vegna þess að það er MEÐFÆDDUR eiginleiki\nKettir grafa hægðir sínar án þess að móðir þeirra hafi kennt þeim það, það er MEÐFÆDDUR eiginleiki\nHlátur er meðfæddur, þörf fyrir snertingu er meðfædd…ég gæti haldið áfram í allt kvöld\nVá reyndu að hugsa áður en þú tjáir þig"
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2006-03-21 20:42:38",
            "id": "3249527",
            "reply_to_id": "3249173",
            "text": "Ágætt að þú hættir því þetta er nú almesta kjaftæði sem ég hef lesið.\nÞú gagnrýnir mann fyrir að segja að ekkert í fari okkar sé meðfætt, síðan þykistu ætla að vera voða spaði og vitna í erfðir og umhverfi en hrasar að lokum í nákvæmlega sama drullupoll (bara þveröfugan) og heldur ræðu um að allt í fari okkar sé meðfætt."
        },
        {
            "user": "Calliope",
            "user_id": "6606",
            "date": "2006-03-21 21:51:41",
            "id": "3249883",
            "reply_to_id": "3249527",
            "text": "Hann segir orðrétt:\nAllt í fari þínu er samspil tveggja þátta þ.e. Erfðir og Umhverfi"
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2006-03-21 22:29:51",
            "id": "3250102",
            "reply_to_id": "3249883",
            "text": "Og það kom einmitt fram í svari mínu að hann hafi sagt það…"
        },
        {
            "user": "Calliope",
            "user_id": "6606",
            "date": "2006-03-21 22:43:38",
            "id": "3250180",
            "reply_to_id": "3250102",
            "text": "Það er rétt, afsakaðu :) Þetta er annars frekar hranalega sett fram hjá honum, en að flestu leyti rétt; það er klárlega mjög margt þar sem erfðir ráða miklu um hvernig við erum."
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2006-03-21 21:59:02",
            "id": "3249912",
            "reply_to_id": "3249527",
            "text": "allt, hann tók bara nokkur dæmi"
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-03-21 22:30:11",
            "id": "3250103",
            "reply_to_id": "3249527",
            "text": "Þú ættir kannski að athuga kjaftæðið í sjálfum þér fyrst!!\nLestu fokking svarið mitt aftur og æptu aðeins minna, ég sagði aldrei að ALLT í fari okkar væri meðfætt ég sagði að allt í fari okkar væri\nsamspil umhverfis og erfða\nen nefndi nokkur dæmi sem SANNA að margt í fari okkar er meðfætt.\nSpurning um “hver þykist ætla að vera voða spaði” í þessu dæmi?"
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2006-03-21 22:33:26",
            "id": "3250116",
            "reply_to_id": "3250103",
            "text": "En þar sem öll dæmin eru röng, þ.e. ekki svona einföld, hvað sanna þau þá? Bara að höfundirnn fullyrðir og alhæfir út í loftið rétt eins og hann gagnrýnir aðra fyrir að gera.\nOg ég les bara svör, ekki fokking svör."
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-03-21 22:57:04",
            "id": "3250281",
            "reply_to_id": "3250116",
            "text": "En þar sem öll dæmin eru röng, þ.e. ekki svona einföld, hvað sanna þau þá?\nHvað ertu að tala um maður? Ég legg til að þú kynnir þér þroska- og lífeðlissálfræði, og bara almenna líffræði aðeins betur.\nBara að höfundirnn fullyrðir og alhæfir út í loftið\nÉg er að alhæfa já, því það sem ég er að alhæfa eru vísindalegalega sannaðar STAÐREYNDIR sem kenndar eru í bókum í skólum.\nNokkrar heimildir fyrir þig;\nThe Development of Children, eftir Gauvain\nEducational Psychology Windows on Classrooms, eftir Eggen P. Og Kauchak D.\nThe developing child eftir Helen Bee\nÞetta er bara svo fátt sé nefnt, og í þessu fyrra svari þínu ertu farinn að alhæfa sjálfur vinur og sekur um það sama og þú sakaðir aðra um til að byrja með."
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2006-03-21 23:04:46",
            "id": "3250321",
            "reply_to_id": "3250281",
            "text": "Þú mátt lista eins mörg áróðursrit og þú vilt hækkar ekkert í áliti hjá mér fyrir því og það hvarflar ekki að mér að fara að lesa þau. Ég hef lesið meira nóg til að vita að allir þessir hlutir sem þú bendir á eru ekki “einfaldlega” meðfæddir.\nOg nákvæmlega hvað alhæfði ég kallinn ;-)"
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-03-21 23:38:34",
            "id": "3250463",
            "reply_to_id": "3250321",
            "text": "Vá !! ..gaur ég er ekki að reyna að hækka í áliti hjá þér því mér er nokk sama hvað þér finnst um mig, þú hinsvegar lækkaðir hrikalega í áliti hjá mér með því að nota jafn glataða vörn líkt og að kalla akademískar bækur eftir hámenntaða einstaklinga með *gráður* “áróðursrit” [aðeins vegna þess að þú getur ekkert annað sagt] og reynir að hanka mig á einhverjum rhetorisma um meiningu orðsins “einfaldlega” í þessu orðasambandi …í stað þess bara að viðurkenna að þú skaust sjálfan þig illilega í fótinn til að byrja með.\nSorry en þú ert bara farinn að snúa út úr í einhverri vörn og ég einfaldlega nenni ekki að standa í þessu."
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2006-03-21 23:46:22",
            "id": "3250486",
            "reply_to_id": "3250463",
            "text": "Sæll vertu, undrandi maður\nSparaðu lýsingarorðin enda er sama hversu mörg þannig menn hafa frami fyrir nafnið sitt þeir hafa ekkert endilega réttara fyrir sér, sérstaklega ekki þegar skoðanir þeirra eru jafnmismunandi og þeir eru margir.\nÉg vil svo bara benda þér á að þú ert enn jafn sekur um það sem ég ásakaði þig um upphaflega og hefur ekkert gert til þess að rökstyðja einfeldningslegar alhæfingar þínar (í formi dæma) frekar.\nkveðja\nGaurinn"
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-03-22 00:09:54",
            "id": "3250555",
            "reply_to_id": "3250486",
            "text": "Já ég á varla til orð af undrun. Ertu virkilega að halda því fram að barnsgrátur, tilhneiging til að matast, kynhvöt, hreyfiþroski og aðrir frumþættir í fari okkar séu EKKI meðfæddir og kallar mig einfeldning fyrir að þræta á móti því?\nÞú sjálfur alhæfðir að þessi “dæmi mín væru röng” án nokkura heimilda annara en “það að þú hefur bara lesið nóg til að vita það”\nÞú þrætir á þeim grundvelli að þessir hlutir séu ekki svona “einfaldir” þó svo að ég hafi aldrei sagt að þeir væru einfaldir.. aðeins meðfæddir.\nHeilinn í þér lærir með því að “taka upp” það sem hann sér í kringum sig og “spila svo upptökuna” seinna = lærð hegðun = Umhverfi\nEðlislægir þættir sem heilinn í þér hefur innbyggða í sér til að lifa af og notar áður en hann hefur jafnvel náð þroska til að læra = gráta, matast osfrv = meðfæddir eiginleikar, eðli og erfðir\nJá allt í fari þínu er sampil umhverfis\nog\nmeðfæddra eiginleika/erfða hvaða mótrök færirðu á móti þessu? (önnur en þvæluna um að þú einfaldlega vitir bara betur og akademísk fræði séu bara “áróðursrit”)"
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2006-03-22 00:27:15",
            "id": "3250598",
            "reply_to_id": "3250555",
            "text": "Ég hef aldrei sagt að þau væru röng, einungis sagði ég að þetta væri ekki svona einfalt. Hvað skilur þú nákvæmlega ekki við það orðasamband? Ég skal reyna að útskýra. Þetta er ekki eins og þú fullyrðir bara meðfætt. Þetta er félagslegt líka. Afhverju? Því annars væru ekki til dæmi um einstaklinga sem alist hafa upp við absúrd félagslegar aðstæður sem hafa ekki sýnt þessa hegðun. Fólk sem hefur lesið jafn mörg áróðursrit eftir menn með mörg lýsingarorð fyrir framan nafnið sitt ætti nú að vita að genin breytast ekki og rökfræðiþekking þín sem virðist einhver, ef mið á að taka af öllu slangrinu sem þú slærð um þig um með, segir þér að þar af leiðandi getur þetta ekki verið meðfætt að öllu leiti.\nkveðja\ngaurinn sem saknar uppnefnis í síðasta svari\nVinsamlegar ábendingar\n- það er ekki alhæfing að benda á að eitthvað sé ekki eins einfalt og þú leggur það fram\n- passaðu þig á að taka of mark á einstaka fræðiritum, fræðimenn eru oft ósammála og með smá vilja má fá fram næstum hvaða niðurstöður sem er, sérstaklega á sviði félagsfræði"
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-03-22 01:05:26",
            "id": "3250675",
            "reply_to_id": "3250598",
            "text": "Já einmitt svo við eigum ekki að líta til á ríkjandi meirihluta mannkynsins vegna einangraðra tilfella og frávika hjá einstaka einstaklingum sem hafa “ekki sýnt þessa hegðun”, (þó ég sé ekki klár á því að hvaða hegðun nákvæmlega þú átt við).\n“Absúrd” félagslegar aðstæður og einstaka frávik hafa ekki gefið til kynna að kenningar um meðfædda eiginleika í hegðun barna séu rangar, og ég væri til í að þú myndir benda mér á haldbær gögn sem gefa annað til kynna\nÞú getur plís sleppt þessari yfirlætisþvælu með “áróðursrit” og “menn sem setja lýsingarorð fyrir framan sig”, þú lýtur ekkert út fyrir að vera gáfaðri eða meiri maður fyrir vikið, heldur aðeins eins og þér sé ógnað (teldu lýsingarorðin)\n- það er ekki alhæfing að benda á að eitthvað sé ekki eins einfalt og þú leggur það fram\nbara fáránlegt mótsvar, því varla ætlaðistu til þess að fá doktorsritgerð um jafn augljósa staðreynd.\n- passaðu þig á að taka of mark á einstaka fræðiritum, fræðimenn eru oft ósammála og með smá vilja má fá fram næstum hvaða niðurstöður sem er, sérstaklega á sviði félagsfræði\nOg afhverju ætti ég að taka mark á þér í þessu sambandi? Hefurðu margar félagsfræðigráður að baki? Hefurðu skrifað mörg fræðirit?"
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2006-03-22 01:27:25",
            "id": "3250695",
            "reply_to_id": "3250675",
            "text": "Það eru absúrd dæmin sem afsanna það að svona hlutir séu að öllu leiti meðfæddir þannig að það gengur ekkert að hundsa þau.\nNei. Ég bara lifi upp í þá ímynd sem þú hefur skapað þér af mér.\nHa? Náðu þér í orðaáróðursrit eða orðabók eins og þu myndir kalla það.\nErtu að gefa í skyn að fræðimenn með mörg lýsingarorð fyrir framan nöfn sín séu alltaf sammála um allt?"
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-03-22 01:50:58",
            "id": "3250725",
            "reply_to_id": "3250695",
            "text": "Absúrd dæminn sanna að það eru til frávik á þessu, þau sanna ekki nóg til þess að þú getir kallað það sem ég sagði kjaftæði og sagt að dæminn sem ég nefndi séu “röng”.\nNei, en ég er nokkuð viss um að þú telur þig sjálfan lifa upp í eitthvað sem þú svo engann vegin ert.\nÉg er einfaldlega að gefa það í skyn að ég telji það að þú hafir ekkert að baki þér til að gefa öðrum ráð í sambandi við fræðirit!"
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2006-03-22 17:33:47",
            "id": "3252686",
            "reply_to_id": "3250725",
            "text": "Skilurðu ekki hvað ég á við enn þá? Þetta er ekki að öllu leiti meðfætt eins og þú fullyrðir (lestu þessa setningu sjö sinnum áður en þú svarar) og absúrd dæmin sanna það.\nÚfff, góður.\nEn ef ráðin eru rétt afhverju ætti ég þá ekki að gefa þau?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-03-21 18:16:04",
            "id": "3248650",
            "reply_to_id": "3246670",
            "text": "Af hverju er þetta til ef þetta er ekki meðfætt?\nÁður fyrr voru allir menn heimsins svarthærðir en svo kom stökkbreyting í genum sem gerði það að verkum að sumir urðu ljóshærðir og sú stökkbreyting hefur breiðst út en er þó að deyja smám saman. Það hlýtur að hafa gerst eitthvað svipað með kynlanganir, annars væri þetta ekki til staðar.\nÉg spyr af hverju fólk er að ganga í gegnum alla þessa fordóma, gegnum þessa lífreynslu, leggja það á sálarlífsitt að segja: Ég er samkynhneigður, ef það væri ekki fótur fyrir því? Eitthvað í líkamanum sem segir það að sá hinn sami sé samkynhneigður og búið með það. Ef þetta er ekki líkamlegt hvað þá? Uppeldið? Hvernig hefur uppeldi áhrif svona á mann?"
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2006-03-21 18:30:57",
            "id": "3248711",
            "reply_to_id": "3246670",
            "text": "Já, merkilegar pælingar hjá þér. Ég persónulega held að fátt sé meðfætt, þetta er einmitt svona sálfræði thingy sem vekur mjög áhuga minn.\nUppeldi og umhverfi vinna saman með erfðum held ég, persóna gæti verið mjög listræn eða góð í listum en umhverfi/uppeldi hennar hvetur hana kannski ekki til að kanna þennan hæfileika og þróa hann, á hinn veginn gæti persóna verið mjög hæfileikasnauð í listum en fæðst inn í samfélaf þar sem hefð er fyrir ástundun á listir, og þar gæti þessi annars hæfileikasnauðu einstaklingur náð að þroska og byggja upp listræna hæfileika. Alveg svipað með kynhneigð, maður kannski fæðist hommi en er alin upp við aðstæður þar sem löngun hans er kæfð og kannski mikill hommafóbía ríkir, sá maður á eflaust ekki eftir að láta undan gagnvart löngunum sínum.\nEn þetta er allt saman bara hugleiðingar og veit engin hvort skiptir meira máli erfðir eða umhverfi."
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-03-21 20:03:32",
            "id": "3249255",
            "reply_to_id": "3248711",
            "text": "Alveg svipað með kynhneigð, maður kannski fæðist hommi en er alin upp við aðstæður þar sem löngun hans er kæfð og kannski mikill hommafóbía ríkir, sá maður á eflaust ekki eftir að láta undan gagnvart löngunum sínum.\nJá en það þýðir ekki að kynhneigð hans sé ekki meðfædd."
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2006-03-21 20:35:59",
            "id": "3249487",
            "reply_to_id": "3249255",
            "text": "Nei, en ég held að þetta sé blandað, sumir fæðast hommar en aðrir verða það bara."
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2006-03-21 22:01:11",
            "id": "3249923",
            "reply_to_id": "3249487",
            "text": "færðu rök fyrir þessari fullyrðingu"
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2006-03-21 22:06:03",
            "id": "3249950",
            "reply_to_id": "3249923",
            "text": "Ég get ekki fært nein rök fyrir þessu, enda mjög lítil rök hægt að færa í þessum málaflokki, það er ekki hægt að sanna né afsanna neitt af þessum kenningum um umhverfi og erfðir. þetta er bara það sem ég ímynda mér, þarf ekkert að vera rétt."
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2006-03-21 22:08:58",
            "id": "3249968",
            "reply_to_id": "3249950",
            "text": "jú dæmi:  það hafa verið gerða rannsóknir á börnum sem hafa verið ættleidd af samkynhneigðum. sama hlutfall af börnunum sem voru ætleidd reyndust vera samkynhneigð og hjá börnum sem alast upp hjá gagnkynhneigðu fólki"
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2006-03-21 22:37:01",
            "id": "3250141",
            "reply_to_id": "3249968",
            "text": "Gætirðu bent mér á heimildir fyrir þessu?"
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2006-03-21 22:41:57",
            "id": "3250165",
            "reply_to_id": "3250141",
            "text": "man ekki hvar ég sá þetta þannig að ég get það því miður ekki"
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2006-03-21 22:36:15",
            "id": "3250135",
            "reply_to_id": "3249950",
            "text": "Gætirðu bent mér á heimildir fyrir þessu?"
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2006-03-21 22:39:57",
            "id": "3250158",
            "reply_to_id": "3250135",
            "text": "Ég get það ekki. Þetta er bara svona hvernig ég ímynda mér að heimurinn gangi."
        },
        {
            "user": "mundi",
            "user_id": "25967",
            "date": "2006-03-22 13:53:33",
            "id": "3251477",
            "reply_to_id": "3250158",
            "text": "Ég get það ekki. Þetta er bara svona hvernig ég ímynda mér að heimurinn gangi.\nÞannig að þú hefur enginn rök þá?\nNema auðvitað að ímyndunaraflið þitt er svo öflug að það hefur áhrif á heiminn í kringum þig"
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2006-03-22 14:14:48",
            "id": "3251565",
            "reply_to_id": "3251477",
            "text": "Nei ég hef engin rök, eins og ég sagði fyrr er þetta málefni þannig að lítil sem engin rök er hægt að færa fyrir neinu. Það er ekkert í þessu vísingalega sannað eða afsannað."
        },
        {
            "user": "mundi",
            "user_id": "25967",
            "date": "2006-03-22 14:51:36",
            "id": "3251780",
            "reply_to_id": "3251565",
            "text": "Það er verið að spá í þessu of mikið leyfum þetta bara að gerast.\nÉg efast um að það verði stórtæk breyting á öllum heiminum ef það verður komist að því hvort samkynhneigð sé meðfædd eða lærð í uppeldi :/"
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2006-03-22 17:09:25",
            "id": "3252567",
            "reply_to_id": "3251780",
            "text": "Nei ég efast um það."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2006-03-21 19:27:43",
            "id": "3249002",
            "reply_to_id": "3246670",
            "text": "Held að eitthvað sé meðfætt. Það er að segja eitthvað í eitthverjum genum sem veldur því að maður er betri en aðrir í einhverju. Sumir krakkar sem snerta bolta í fyrsta skipti geta verið alveg ótrúlegir með hann. Einhver hæfni sem gerir manni kleyft að verða svona góður.\nSá t.d. myndband á netinu af fjögurra ára krakka sem hitti 28 boltum ofan í körfu í röð og var karfan í venjulegri hæð. Það finnst mér ótrúlegt og líklegt að þessi hæfileiki sé meðfæddur því þetta er ekki eitthvað sem maður getur orðið góður í með æfingu á svona stuttum tíma."
        },
        {
            "user": "snikkin",
            "user_id": "25858",
            "date": "2006-03-21 19:27:43",
            "id": "3249003",
            "reply_to_id": "3246670",
            "text": "Hvenær hefur einhver sagt að maður hafi fæðst með ofbeldishneigð? Fæðst lesblindur? Ég trúi því að við erum óskrifað blað þegar við fæðumst, auðvitað eigum við auðveldara með gera suma hluti frekar en aðra. En við getum öll lært ákveðna hegðun."
        },
        {
            "user": "hannson",
            "user_id": "4089",
            "date": "2006-03-21 19:59:12",
            "id": "3249219",
            "reply_to_id": "3249003",
            "text": "Nei, við getum\nflest\nlært einhverja ákveðna hegðun :-p"
        },
        {
            "user": "snikkin",
            "user_id": "25858",
            "date": "2006-03-22 09:34:09",
            "id": "3250928",
            "reply_to_id": "3249219",
            "text": "Sorry, my bad. Alveg rétt hjá þér, maður má ekki fullyrða :op"
        },
        {
            "user": "hannson",
            "user_id": "4089",
            "date": "2006-03-21 19:57:25",
            "id": "3249200",
            "reply_to_id": "3246670",
            "text": "að glæpir geti tengst genum. Það er auðvitað fáranleg hugmynd\nHvermig geturu sagt að það sé fáranleg hugmynd? Glæpir eru oft tengdir við geðsjúkdóma og geðsjúkdómar eru mjög oft tengdir genum.\n…mamma hans sagði alltaf að hann sé svo listræn út af því.\nLesblindir sjá hluti frá öðru sjónarhorni en “venjulegir”\nÞað tók alla mína ævi, að verða sá sem ég er í dag\nSama hér, en meðfæddir eiginleikar mínir hafa ekki haft minni áhrif á það heldur en áunnir/lærði"
        },
        {
            "user": "hannson",
            "user_id": "4089",
            "date": "2006-03-21 22:13:38",
            "id": "3249995",
            "reply_to_id": "3249200",
            "text": "Ég var ekki að gefa í skyn hvað sé meðfædd og hvað sé ekki. Heldur fyrst og fremst að spá í því, af hverju margir einstaklingar þurfa að réttlæta sína tilvist, fyrir það að vera öðruvísi.\nVarðandi glæpi, þá átti ég við á það eitt að maður steli, þýðir ekki að það sé meðfædd."
        },
        {
            "user": "hannson",
            "user_id": "4089",
            "date": "2006-03-21 23:46:00",
            "id": "3250482",
            "reply_to_id": "3249995",
            "text": "Meinar, ég skil samt ekki afhverju nokkur ætti að þurfa að réttlæta tilvist sína fyrir einum né neinum.\nFólk virðist samt oft vilja nota svona afsakanir eins og “ég fæddist eins og ég er” eða “guð skapaði mig svona”… Þetta er ekkert nýtt"
        },
        {
            "user": "Calliope",
            "user_id": "6606",
            "date": "2006-03-21 20:05:05",
            "id": "3249261",
            "reply_to_id": "3246670",
            "text": "Það liggur enginn vafi á að flestir mannlegir eiginleikar eru að hluta til komnir til vegna erfða og að hluta vegna umhverfisáhrifa. Það er enginn sem heldur því lengur fram, allavega ekki innan sálfræði, að aðeins annar hvor þessara kosta gildi."
        },
        {
            "user": "orgazmo",
            "user_id": "30722",
            "date": "2006-03-21 20:17:00",
            "id": "3249344",
            "reply_to_id": "3246670",
            "text": "Þetta er vísindalega sannað að flest sem við gerum vel á yngri árum er vegna erfða.\nÉg persónulega er sammála Rikimaru, hann sagði nokkurnveginn allt það sem ég hafði til að leggja."
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2006-03-21 20:44:45",
            "id": "3249540",
            "reply_to_id": "3246670",
            "text": "Ef samkynhneigð væri í genunum er öll þessi réttindabarátta samkynhneigðra vitagagnslaus og mun einungis leiða til þess að samkynhneigðir deyi út. Því ef allir koma út úr skápnum, mun enginn eignast börn á náttúrulega háttinn og þar af leiðandi mun hommagenið ekki erfast og að lokum deyr það út."
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2006-03-21 22:05:32",
            "id": "3249947",
            "reply_to_id": "3249540",
            "text": "jámmm, en það bendir allt til þess að samkynhneigð sé í erfðum(ekki búið að sanna það samt) lang líklegast vegna þess að það hafi verið gerða rannsóknir á börnum sem hafa verið ættleidd af samkynhneigðum og sama hlutfall af samkynhneigðum kom og hjá gagnkynhneigðu fólki."
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2006-03-21 22:20:41",
            "id": "3250037",
            "reply_to_id": "3249540",
            "text": "Réttindabarátta samkynhneigðra missir ekkert tilgang sinn, þó svo að einhver gæti sannað að samkynhneigð sé ekki meðfædd.\nEf við getum sannað að konur séu heimskar, væri þá kvennréttindabaráttan gagnslaus?\nÞarf allt að vera meðfædd, til að eiga rétt á sér, í nútíma samfélagi?"
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2006-03-21 22:34:50",
            "id": "3250130",
            "reply_to_id": "3250037",
            "text": "Ég veit ekki, ég ætlaði ekki að taka afstöðu til þessa, bara að benda á smá þversögn í þessu öllu saman."
        },
        {
            "user": "Calliope",
            "user_id": "6606",
            "date": "2006-03-21 22:47:40",
            "id": "3250211",
            "reply_to_id": "3250037",
            "text": "Mér finnst þetta góður punktur hjá þér."
        },
        {
            "user": "Tigercop",
            "user_id": "21417",
            "date": "2006-03-21 22:42:45",
            "id": "3250171",
            "reply_to_id": "3249540",
            "text": "Mín skoðun er sú að ekkert er til sem heitir “hommagen”!\nÉg hef reyndar ekkert fyrir mér í þessu en mitt álit er það að tví/samkynhneigðir karlmenn hafi einungis fengið í sig of mikið af kvenhormón í móðurkviði og því vaxið og dafnað sem kvenlegri týpa en ella hefði orðið. Alls ekki er óhugsandi að móðirin hafi jafnvel verið með ranga samsetningu hormóna í sjálfri sér sem fósturvísir erfir og síðar hefur áhrif á þeirra eigin lífsmynstur sem fóstur/barn/einstaklingur.\nEn það að fólk almennt skuli spá í að samkynhneigðir ali af sér samkynhneigða einstaklinga er að mínu mati ákaflega kjánaleg hugsun. Þá ættu kynvísir foreldrar að sjálfsögðu eingöngu að ala af sér kynvís börn - en hvaðan kemur þá öll samkynhneigða flóran sem kynvísir foreldrar eiga? Samkynhneigðir sem eiga kynvísa foreldra.. ehh … bíddu ég held bara að ég sé ekkert að reyna að bulla meira um þetta enda er þetta svoddan flækja og ég er alls engin sérfræðingur á þessu sviði og endalaust er hægt að flakka í hringi með málefnið. Við erum eins misjöfn og við erum mörg og næsta víst er að við höfum öll okkar skoðanir á hinum ýmsu málum\nPersónulega tel ég að það sé mjög mikið sem er okkur meðfætt - en mjög mikið er líka lært og áunnið frá umhverfi og fjölskyldu, vinum og öllu sem í kringum okkur er.\nMálið er bara að samkynhneigð er meðfædd, einhvert rugl í genum en ekkert sérstakt “hommagen” að mínu mati. Það er enginn sem kýs að vera samkynhneigður seinna á lífsleiðinni og þurfa að ganga í gegnum fordóma, fávísi og einelti þeirra sem telja sig betri manneskjur.\nKveðja:\nTigercop sem vísar fáfræði norður og niður en telur vitra persónu, sem lítur lífið opnum augum, fordómalausa og dásamlega veru vera…"
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-03-22 00:17:08",
            "id": "3250570",
            "reply_to_id": "3250171",
            "text": "Ég hef reyndar ekkert fyrir mér í þessu en mitt álit er það að tví/samkynhneigðir karlmenn hafi einungis fengið í sig of mikið af kvenhormón í móðurkviði og því vaxið og dafnað sem kvenlegri týpa en ella hefði orðið.\nKvenlegri týpa en ella hefði orðið?"
        },
        {
            "user": "Tigercop",
            "user_id": "21417",
            "date": "2006-03-22 03:47:46",
            "id": "3250782",
            "reply_to_id": "3250570",
            "text": "Ella/annars hefði orðið … (ekki kvenmannsnafnið Ella heldur orðið ella/annars).\nKveðja:\nTigercop sem notar stundum hálf undarleg orð sér til framdráttar.."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-03-23 16:45:54",
            "id": "3256803",
            "reply_to_id": "3250171",
            "text": "http://www.visindavefur.is/svar.asp?id=1039\nÁ síðustu árum hefur mikil áhersla verið lögð á að finna líffræðilegar skýringar á hverskonar hegðun eða atferli og rannsóknir á kynhneigð hafa ekki farið varhluta af því. Þær hafa jafnan átt greiða leið í fjölmiðla og vakið mikla athygli, enda er eins og almenning þyrsti í beinharðar líffræðilegar staðreyndir til þess að útskýra, réttlæta eða fordæma tilvist homma og lesbía. Tvíburarannsóknir hafa þannig verið notaðar til þess að kanna ættgengi samkynhneigðar og hafa þær heldur styrkt hugmyndir um sameiginlegan erfðaþátt. Þá hefur “leitinni að hommageninu” vaxið fiskur um hrygg með aukinni rannsóknartækni.\nBandarískum vísindamanni tókst þannig að einangra lítið svæði á X-litningnum, Xq28, sem einungis fannst hjá hommum\n(þó alls ekki öllum) og erfðist frá móður.\nÞá hefur mannsheilinn og verið skoðaður og einn vísindamaður taldi sig hafa fundið “hommasvæðið” í undirstúku heilans.\nLíffræðirannsóknir af þessu tagi vekja upp ótal siðferðilegar spurningar. Til eru þeir sem fagna skýringartilraunum af þessu tagi, og telja að líffræðilegir þættir “réttlæti” samkynhneigð í augum almennings. Aðrir vara við því að þegar tæknin geri fólki kleift að hanna erfðafræðilega forskrift barna sinna verði samkynhneigð meðhöndluð sem óæskilegt gen sem verði að útrýma."
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-03-22 00:20:32",
            "id": "3250585",
            "reply_to_id": "3249540",
            "text": "Ertu þá að segja að samkynhneigð sé lærð hegðun?"
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2006-03-22 00:29:08",
            "id": "3250604",
            "reply_to_id": "3250585",
            "text": "Bara að það verður komið í ljós eftir svona 75 ár ef fram heldur sem horfir í réttindabaráttu samkynhneigðra."
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-03-22 01:07:44",
            "id": "3250679",
            "reply_to_id": "3250604",
            "text": "Útskýrðu nána"
        },
        {
            "user": "Calliope",
            "user_id": "6606",
            "date": "2006-03-21 22:32:39",
            "id": "3250113",
            "reply_to_id": "3246670",
            "text": "Sumir virðast misskilja hvert ég er að fara\n1. Allt sem menn geta ekki útskýrt nú til dags, er leyst með því að segja að það sé meðfædd.\n1. Ég átti við félagslegs mál\n2. Er kynhneigð yfirhöfuð meðfædd, er það ekki bara almennt norm að við lítum á hitt kynið, til að við getum eignast afkomendur, og haldið mannkyninu gangandi?\n2. Ef menn geta verið í vafa um sína kynhneigð, er þá hægt að alhæfa að maður sé fæddur með ákveðna kynhneigð?\n3. Að halda því fram að maður sé með eitthvað meðfædd er öryggistilfinning, til fá aðra til að hætta áreita mann.\n3. Ef ég segist vera fæddur óhamingjusamur, til að réttlæta hegðun mína, nennir þú það virkilega að afsanna það með læknavísindum.\nÉg er ekki að halda neinu fram, og fólk sem tekur þessu persónulega þarf að slaka á!"
        },
        {
            "user": "Calliope",
            "user_id": "6606",
            "date": "2006-03-21 22:46:42",
            "id": "3250203",
            "reply_to_id": "3250113",
            "text": "Ég skal ekkert segja um hvort fólk sé fætt með ákveðna kynhneigð eða ekki (sumt bendir þó til að hormónar á fósturskeiði ráði þar allnokkru um). Það er ekki hægt að alhæfa um það enn sem komið er, en það er aftur á móti ekki ómögulegt að kynhneigð sé meðfædd en að menn efist um sína eigin kynhneigð. Ég get t.d. verið með meðfæddan hjartagalla, en samt sem áður verið í vafa um hvort ég hafi raunverulega slíkan galla."
        },
        {
            "user": "Calliope",
            "user_id": "6606",
            "date": "2006-03-21 22:51:08",
            "id": "3250237",
            "reply_to_id": "3250203",
            "text": "Svo getum maður líka pælt, hvort aðstæður hafi áhrif á hjartagallann"
        },
        {
            "user": "Calliope",
            "user_id": "6606",
            "date": "2006-03-21 22:53:54",
            "id": "3250261",
            "reply_to_id": "3250237",
            "text": "Og eins og þú bendir sjálfur á getur maður líka pælt í því hvort það skipti nokkru máli. Hjartagalli er hjartagalli, hvaðan sem hann kemur; það sama má segja um samkynhneigð. Það hvernig fólk tekur henni er svo alltaf spurning um gildismat."
        },
        {
            "user": "LowProfile",
            "user_id": "5402",
            "date": "2006-03-21 23:47:41",
            "id": "3250491",
            "reply_to_id": "3246670",
            "text": "Hegðun tengist genum, það er vísindaleg staðreynd.\nÞað er vísindalega sannað að tvíkynhneigð er ekki til (ég er ekki að bulla! ;) Líkaminn getur bara verið stilltur á einn veg eða annan, tvíkynhneigð er oftast bara stoppistöð á leiðinni í samkynhneigð (þó sumir geri sér hreinlega ekki grein fyrir því að þeir séu samkynhneigðir… eða þá að þeir eru með atferlisbrenglum, þeas. þeir gera sér ekki grein fyrir því hvað telst rétt eða rangt, eða hvað líkami þeirra vill (lestu þig til um Kluver-Bucy, það er skemmtilegt dæmi um atferlisbrenglun :D )\nMaðurinn fæðist með ákveðna hæfileika, hvort sem þú trúir því eða ekki. Hegðun ER genatengd! hún mótast auðvitað (mjög) mikið af uppeldi, en er samt sem áður genatengd. Gen ráða því hvort við séum uppstökk, agressíf, róleg í skapi eða tilfinningarík. Það eru engin gen sem hafa bein áhrif á þetta, en tökum sem dæmi skjaldkyrtil líkamans, sem framleiðir þyroxín, sem stjórnar brennslu glúkósa í likamanum. Einstaklingar með lítið þyroxín eru rólegir í skapi, vegna lítillar brennslu, en aðrir geta verið hyper aktívir.\nBörnum er gefið rítalín til að róa þau niður, rítalín hefur áhrif á heilastarfsemina, og auðvitað eru það gen sem ráða því hvernig grunn-heilastarfsemin fer fram, það getur ekkert uppeldi komið í veg fyrir það að barnið þitt sé ofvirkt! (þó svo að rítalín sé nú gefið í allt of mörgum tilfellum þar sem barnið er alls ekki ofvirkt, heldur bara þrjóskt.. en það þarf heldur ekki að vera uppeldinu að kenna, það geta verið líkamlegar ástæður fyrir hegðun barnsins).\nÞessi grein þín var mjög slæm, lítill sannleikur í henni og flestar þær staðreyndir sem þú settir fram voru rangar, verð því miður bara að segja það."
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-03-22 00:31:18",
            "id": "3250612",
            "reply_to_id": "3250491",
            "text": "Athyglisvert svar en mér finnst þó eitt frekar blátt áfram\nTvíkynhneigð er ekki til (ég er ekki að bulla! ;) Líkaminn getur bara verið stilltur á einn veg eða annan, tvíkynhneigð er oftast bara stoppistöð á leiðinni í samkynhneigð (þó sumir geri sér hreinlega ekki grein fyrir því að þeir séu samkynhneigðir…\nÞetta á eflaust við um helling af fólki en hvernig geta menn mögulega fullyrt þetta? Þ.e. að “tvíkynhneigð sé ekki til”. Er hægt að meta atferlsbrenglun út frá öðru en félagslegum sjónarmiðum og lærðu siðferði?"
        },
        {
            "user": "Titan",
            "user_id": "7585",
            "date": "2006-03-22 08:08:01",
            "id": "3250841",
            "reply_to_id": "3246670",
            "text": "Þú fæðist með vissar ‘grunnhegðunir’ svo sem heift / fljótur að rjúka upp / rólegur o.fr, þetta blandast svo við uppeldi / umhverfi og það saman ‘býr’ til hegðunarmynstur einstaklings."
        }
    ]
}