{
    "forum_title": "Skóli",
    "user": "kaffibaunin",
    "user_id": "23820",
    "date": "2006-04-17 11:37:09",
    "title": "Léleg mæting",
    "text": "Hæhæ,\nMig langaði aðeins að tjá mig um mætingarvesenið á mér sem hefur verið að hrjá mig. Eftir áramót ætlaði ég að taka mig á eftir að hafa mætt illa seinustu önn í skólanum. Það fór nú alls ekki þannig, heldur versnaði það af einhverjum ástæðum sem ég skil ekki. Vegna þess þá hefur það valdið mér mikilli vanlíðan, skil ekki alveg afhverju. Það kannski myndaðist svona kvíði við að koma í skólann og vita eiginlega ekkert hvað er í gangi. Ég gat ekki fengið vottorð fyrir veikindum vegna þess að ég var ekki “veik” tvo daga í röð eða meira heldur bara annan hvern dag og mætti hálfa dagana.\nSvo kom það náttúrulega í bakið á mér að áður en ég vissi af þá átti ég í miklum skuldum með verkefni og prófin hlaðin á mann. Svo mætti ég auðvitað ekki í prófin þar sem ég vissi að ég gæti ekki svarað neinu í þeim. Svo fékk maður auðvitað frest, þar sem að mætti bara segja að mottóið mitt er að fresta hlutunum og helst frá frest við að skila. Þó ég mæli alls ekki með þessu mottói!\nÞað lenti nú þannig að ég þurfti að taka 3 próf sama daginn í sama tíma, s.s. stoðtíma eða aukatíma. Var maður ekki bara stressaður og kvíðinni og leiðinlegur, ég var mjög leiðinleg við foreldra mína t.d. Svo fór áfangastjórinn að reyna að ná í mig, bað mig um að koma til sín strax! Maður orðin líka kvíðin fyrir því!\nÉg gerði það svo hún talaði við mig og ákvað að senda mig til námsráðgjafa þar sem að ég átti að vera í umsjón hjá.\nVá, það var soldið erfitt að vera hjá henni, hún talaði við mig með svo miklum vorkunnar tón að mig langaði helst til að gráta! En ég auðvitað hélt aftur að mér því ég gat ekki svarað spurningum hennar: “Afhverju mættiru ekki?” “hvað er að?” “er vandamál heima?” “líður þér illa?”\nJæja.. ég á allavega frábærustu vini í heimi, þeim var sko ekki sama þó ég mætti ekki, létu mig náttúrulega alltaf heyra það og svo gerðu þau samning við mig að ef ég mætti í hvern einasta tíma alla vikuna að þá fengi ég köku! Og ég tók þessum díl og mætti alla vikuna og fékk köku:þ\nNúna fer ég einu sinni í viku til námsráðgjafa og mamma og pabbi hafa séð mikinn mun á mér þar sme ég er ekki jafn leiðinleg við þau hehe og ég verð vonandi ekki rekin úr skólanum (má ekki mæta illa 2 annir í röð annars verður maður rekinn) því að ef þau sjá að maður er að reyna að mæta og bæta sig þá held ég að þau leyfi manni að vera.\nEina vandamálið hjá mér núna er námið, veit ekki hvernig ég á að koma mér upp frá því sem ég missti úr, en ég fékk svona stundaáætlun hjá námsráðgjafanum og ætla mér að reyna að vera búin að skrifa ritgerð fyrir heimspeki, skila vinnubók fyrir sögu, skila verkefnum í þýsku og lesa bók fyrir ensku í enda vikunnar hehe… Gangi mér vel!!\nAnnars styð ég fólk til að fara til námsráðgjafa ef því líður eitthvað illa eða er í vanda meiraðsegja ef það er bara andlegt:)\nVonandi hjálpaði ég einhverjum með þessari grein:)",
    "url": "https://www.hugi.is/skoli/greinar/389757/leleg-maeting/",
    "url_id": "389757",
    "id": "3248025",
    "replies": [
        {
            "user": "Pubic",
            "user_id": "45997",
            "date": "2006-04-17 12:30:44",
            "id": "3356535",
            "reply_to_id": "3248025",
            "text": "Gangi þér vel með lærdóminn ;)"
        },
        {
            "user": "kaffibaunin",
            "user_id": "23820",
            "date": "2006-04-17 17:05:08",
            "id": "3357454",
            "reply_to_id": "3356535",
            "text": "takk:) Systir mín hefur verið að hjálpa mér að skipuleggja tímann:) Fór reyndar allt úrskeiðis um helgina þar sem að ég var að vinna svo mikið og varð til mikillar þreytu og gat því ekki lært…"
        },
        {
            "user": "Smillingur",
            "user_id": "61937",
            "date": "2006-04-17 13:07:14",
            "id": "3356640",
            "reply_to_id": "3248025",
            "text": "Flott hjá þér, mikilvægt að þú fynnir þér farveg of verðir samkvæm sjálfum þér.\nÞað er gott að taka saman allt sem þú ert búinn að missa af, skoða námsáætlun í hverju fagi, og setja í stafla. Síðan er bara að sitja með sveittann skallan og fara í gegnum þetta, ekki of mikið í einu, en allaveganna slatta því það er lítið eftir af skólaárinu. Minna djamm og skilríkjafals, meiri lærdómur.\nGangi þér vel stelpa, átt greinilega góða vini því þeir géfa þér kökur, mig langar í köku."
        },
        {
            "user": "kaffibaunin",
            "user_id": "23820",
            "date": "2006-04-17 17:07:38",
            "id": "3357465",
            "reply_to_id": "3356640",
            "text": "takk:) Þú ert ágætur, biðst afsökunar á leiðindum mínum í gær, var þreytt og pirruð og vel niðri."
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2006-04-17 13:53:39",
            "id": "3356775",
            "reply_to_id": "3248025",
            "text": "Ég á í\nnákvæmlega\nsömu mætingarörðugleikunum. Þetta er nefnilega vítahringur."
        },
        {
            "user": "kaffibaunin",
            "user_id": "23820",
            "date": "2006-04-17 17:09:44",
            "id": "3357481",
            "reply_to_id": "3356775",
            "text": "jább ég veit:/\nÞú ættir að tala við einhvern duglegan námsmann, vin, ættingja, fjölskyldumeðlim? og biðja um að hjálpa þér að skipuleggja tímann:)"
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2006-04-18 01:55:02",
            "id": "3360060",
            "reply_to_id": "3357481",
            "text": "Ég veit, takk ;)"
        },
        {
            "user": "hendrixx",
            "user_id": "7447",
            "date": "2006-04-17 14:25:20",
            "id": "3356896",
            "reply_to_id": "3248025",
            "text": "“en stundum verður mönnum á….blablabla…..traustir vinir geta gert kraftaverk”"
        },
        {
            "user": "kaffibaunin",
            "user_id": "23820",
            "date": "2006-04-17 17:10:06",
            "id": "3357485",
            "reply_to_id": "3356896",
            "text": "hehe:)"
        },
        {
            "user": "hannson",
            "user_id": "4089",
            "date": "2006-04-17 14:51:43",
            "id": "3356994",
            "reply_to_id": "3248025",
            "text": "Ég lenti í nákvæmlega sama og þú. Ég mætti alltaf í skólann, og yfirleitt ekki í alla tímana. Var alltaf að spila við vini mína sem voru í eyðu og þannig.\nÉg vissi alltaf að með þessu áframhaldi yrði mér hent úr skólanum, en ég mætti samt ekki… hugsaði bara “æ fuckit”…\nMálið er að mig langaði ekkert til að vera í skóla að læra það sem ég var að læra (náttúrufræðibraut). Ég vissi alveg að ég væri ekki góður námsmaður, og sá ekki tilganginn á að reyna að bæta mig. Þannig ég sagði mig bara úr skólanum í samráði við áfangastjóra, námsráðgjafa og foreldra mína.\nHefur aldrei liðið betur!\nps. ég ætla að klára skólann seinna"
        },
        {
            "user": "kaffibaunin",
            "user_id": "23820",
            "date": "2006-04-17 17:11:53",
            "id": "3357488",
            "reply_to_id": "3356994",
            "text": "já, það er nefnilega svo erfitt að byrja aftur… og svo langar manni kanski ekki að verða stúdent einn án félaga sinna… sjálf vil ég ekki vinna, finnst það ekki gaman, finnst alveg gaman í skólanum."
        },
        {
            "user": "hannson",
            "user_id": "4089",
            "date": "2006-04-17 18:01:24",
            "id": "3357715",
            "reply_to_id": "3357488",
            "text": "Það er fínt að fá að vera atvinnulaus dropout í friði fram að sumrinu. Ekkert stress, ekki neitt. Vakna þegar ég vill og fer að sofa þegar ég vill.\nÞað er frelsi sem ég hef ekki fundið síðan ég var barn - nema þá kunni ég ekki að meta það."
        },
        {
            "user": "kaffibaunin",
            "user_id": "23820",
            "date": "2006-04-17 18:03:50",
            "id": "3357722",
            "reply_to_id": "3357715",
            "text": "atvinnulaus??:/:/ hvað geriru þá?"
        },
        {
            "user": "hannson",
            "user_id": "4089",
            "date": "2006-04-17 18:06:49",
            "id": "3357729",
            "reply_to_id": "3357722",
            "text": "uu er í tölvunni, hitti félaga mína þegar þeir eru búnir í skólanum… spila á gítarinn… les… kíki stundum í skólann og spila við krakkana, líf mitt hefur ekki breyst mikið nema að núna\nþarf\nég ekki að gera neitt nema mig langi til þess"
        },
        {
            "user": "kaffibaunin",
            "user_id": "23820",
            "date": "2006-04-17 18:11:30",
            "id": "3357761",
            "reply_to_id": "3357729",
            "text": "jáhh…\nég veit að ef ég væri ekki í skóla og ekki að vinna, þá myndi ég ekki hriða um mig og myndi vera heima allan liðlangan daginn…….. horfandi á sjónvarpið og á tölvunni, vælandi á huga."
        },
        {
            "user": "hannson",
            "user_id": "4089",
            "date": "2006-04-17 18:17:50",
            "id": "3357788",
            "reply_to_id": "3357761",
            "text": "Það er alveg hægt að læra eitthvað nýtt þótt maður sé ekki í skóla. Ég er td. að læra forritun og á gítar sjálfur. Nota bara netið. Svo er hægt að skella sér í ræktina eða fara út í labbitúr… prófa eitthvað nýtt, opna hugann, leggja fyrstu 100 stafina í pi á minnið og svona…"
        },
        {
            "user": "kaffibaunin",
            "user_id": "23820",
            "date": "2006-04-17 18:23:44",
            "id": "3357813",
            "reply_to_id": "3357788",
            "text": "hehe:)"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2006-04-27 05:35:22",
            "id": "3398140",
            "reply_to_id": "3357715",
            "text": "Þú verður bara að passa þig að festast ekki í letilífinu.  Foreldrar mínir létu mig ekki komast upp með að hanga heima og gera ekki neitt.  Þegar ég hætti í skóla, þá spörkuðu þau í rassinn á mér að fá mér vinnu og létu mig svo borga heim."
        },
        {
            "user": "hannson",
            "user_id": "4089",
            "date": "2006-04-27 18:32:25",
            "id": "3400036",
            "reply_to_id": "3398140",
            "text": "Já ég veit hvað þú meinar, enda er ég byrjaður að vinna. En ég ætla ekki að borga heim"
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2006-04-28 17:56:08",
            "id": "3403187",
            "reply_to_id": "3357715",
            "text": "Ég myndi ekki þola að hafa ekkert að gera … Ég veit að það er skrítið en ég get ekki beðið eftir að komast í sumarfrí og fara að vinna, þótt ég sé þreytt. Það e bara svo gott að hafa eitthvað að gera …"
        },
        {
            "user": "hannson",
            "user_id": "4089",
            "date": "2006-04-29 16:56:38",
            "id": "3406263",
            "reply_to_id": "3403187",
            "text": "Jebb, gott að vinna og safna pening ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-04-17 14:58:22",
            "id": "3357018",
            "reply_to_id": "3248025",
            "text": "Bú fokking hú."
        },
        {
            "user": "frantic89",
            "user_id": "6497",
            "date": "2006-04-17 15:05:24",
            "id": "3357038",
            "reply_to_id": "3248025",
            "text": "Hvaða skóla ert þú í?"
        },
        {
            "user": "kaffibaunin",
            "user_id": "23820",
            "date": "2006-04-17 17:12:43",
            "id": "3357491",
            "reply_to_id": "3357038",
            "text": "mh…"
        },
        {
            "user": "Doofy",
            "user_id": "38930",
            "date": "2006-04-17 15:42:17",
            "id": "3357141",
            "reply_to_id": "3248025",
            "text": "ekki vera í tölvunni þá,, drullaðu þér að læra =þ"
        },
        {
            "user": "Magabelti",
            "user_id": "35142",
            "date": "2006-04-17 16:27:05",
            "id": "3357313",
            "reply_to_id": "3248025",
            "text": "Ohh ég skil svo hvernig það er að hafa þúsund hluti til að klára á eini viku.\nÉg missti alveg út síðustu vikuna fyrir páskafrí, er að fara í samræmd próf svo núna um páskafríið fékk ég bunka af prófum og verkefnum plús það að ég á eftir að lesa heila bók fyrir ensku.\nÉg er voðalega kærulaus og er núna fyrst að drulla mér í það að læra og ég á ekki eftir að ná að klára þetta nema ég sofi ekki neitt.\nGóð grein;)"
        },
        {
            "user": "Magabelti",
            "user_id": "35142",
            "date": "2006-04-17 16:28:23",
            "id": "3357318",
            "reply_to_id": "3357313",
            "text": "Var btw með berkjubólgu eða eitthvað þannig og mátti ekki fara í skólan:P"
        },
        {
            "user": "kaffibaunin",
            "user_id": "23820",
            "date": "2006-04-18 21:11:10",
            "id": "3363327",
            "reply_to_id": "3248025",
            "text": "Skil alveg hvernig það er að vera svona að ekki mæta í skólann og sjá svo eftir því, neam ég náði að komast uppúr því. Skrópaði 3 vikur af skólanum samtals(15 dagar alls), en sko gerði það ekki í röð,   svona annan hvern dag þá bara nennti ég ekki úr rúminu og fór ekki í skólann. það voru náttúrlega próf á þessu ári(mjög mikilvæg próf, ekki alveg það sama og samræmdu). Í endanum á árinu komst þetta allt sman upp. Og það var bara viku áður en prófin voru. eftir að það komst upp ákvað ég bara að taka mig til og ég lærði 3 daga stanslaust(með kannski 3 klst svefn á hverjum) og ég fékk góðar einkunnir.:)\nEn stressið sem fylgir þessu er alveg óbærilegt. Það er best bara að gera þetta í litlum köflum, smá og smá í einu. Ég sé samt ógeðslega eftr því að hafa skrópað svona."
        },
        {
            "user": "kaffibaunin",
            "user_id": "23820",
            "date": "2006-04-18 21:38:30",
            "id": "3363462",
            "reply_to_id": "3363327",
            "text": "já ég skil… ég er samt sem betur fer ekki að fara í samræmd próf:| en já, ég er í framhaldsskóla og hef nú þegar fallið í nógu mörgum áföngum:/"
        },
        {
            "user": "jandia",
            "user_id": "56182",
            "date": "2006-04-19 19:03:14",
            "id": "3367138",
            "reply_to_id": "3248025",
            "text": "já, ég var svona í 8 bekk og skánaði svo aðeins í 9 bekk, en var samt með 1 í mætingareinkun fyrstu önnina=/ en ég er búin að taka mig allsvakalega á eftir áramót, hef skrópað í alls 3 tímum á þessari önn^^ haha, gerði t.d. mikið af því að mæta eftir fyrstu frímínóturnar, klukkan 9:40 því mig langaði að sofa lengur..\nen já, eins og ég sagði, búin að bæta mig mikið í námi og mætingu;) svo þetta er alveg hægt fólk! ekki missa móðinn þótt á móti blási. guð minn almáttugur. ég trúi ekki að ég hafi skrifað þetta >.< haha. en já. þið getið þetta!"
        },
        {
            "user": "kaffibaunin",
            "user_id": "23820",
            "date": "2006-04-20 01:55:48",
            "id": "3369322",
            "reply_to_id": "3367138",
            "text": "hehe;) Jájá, það er allt hægt ef viljinn er fyrir hendi:)"
        },
        {
            "user": "Masko89",
            "user_id": "38605",
            "date": "2006-04-28 10:23:31",
            "id": "3401914",
            "reply_to_id": "3248025",
            "text": "haha, gerðist líka hjá mér =/ Ætlaði að taka mig á í mætingu eftir áramót, en hún versnaði bara!"
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2006-04-28 17:38:00",
            "id": "3403120",
            "reply_to_id": "3248025",
            "text": "Vá, ég var ekki búin að taka eftir því að það væri komin grein :P\nÉg er líka í smá vandræðum með skólann (var reyndar að senda inn grein um það, það er of flókið að útskýra það) og ég var einmitt að pæla í því hvort ég ætti ekki að tala við námsráðgjafa um þetta …\nGangi þér vel að taka þig á ;)"
        }
    ]
}