{
    "forum_title": "Sorp",
    "user": null,
    "user_id": null,
    "date": "2006-03-22 14:07:34",
    "title": "Úrslit úr sögukeppni, milljón dögum á eftir áætlun",
    "text": "Afsakið að þetta komi svona hriiiiiiiiiikalega seint… Hef verið í algeru admin-veseni =)\nAllavega! Sigurvegararnir eru:\nFyrir fyndnustu söguna:\nIllur hinn illi - Sagan um Illskuna\neftir\nTHT3000\nmeð 15% atkvæða og sigurvegari!\nÍ öðru sæti varð sagan\nFuckface\neftir\nkmobo\nmeð 14% atkvæða og í 3-5 sæti urðu sögurnar\nPsychopathinn\neftir\nRegiHelviska\n,\n…\neftir\nKaeu\nog\nNafnlaus\neftir\nCho\n, allar með 11% atkvæða.\nFyrir mest touching söguna (Fallegust, sorglegust, sú sem snerti mann mest):\nÍ 1-2sæti urðu sögurnar\n[enginn titill]\neftir\nSednu\nog\nPsychopathinn\neftir\nRegiHelviska\nmeð 17% atkvæða.\nÍ 3.sæti varð\n…\neftir\nKaeu\nmeð 12% atkvæða.\nFyrir bestu söguna:\nSigurvegarinn var sagan\nPsychopathinn\neftir\nRegiHelviska\nmeð 23% atkvæða.\nÍ öðru sæti var sagan\nFuckface\neftir\nkmobo\nmeð 15% atkvæða og í þriðja sæti var sagan\n…\neftir\nKaeu\nen sú saga fékk 13% atkvæða.\nEf ég rekst á sigurvegarana gef ég þeim kannske eitthvað smotterí. Til hamingju!",
    "url": "https://www.hugi.is/sorp/tilkynningar/390025/urslit-ur-sogukeppni-milljon-dogum-a-eftir-aaetlun/",
    "url_id": "390025",
    "id": "3251535",
    "replies": [
        {
            "user": "Kaea",
            "user_id": "52376",
            "date": "2006-03-22 15:19:18",
            "id": "3251923",
            "reply_to_id": "3251535",
            "text": "Yay! :D\nsögunni minni líkar mjöööög vel við 3 sætið greinilega O.o"
        },
        {
            "user": "Supernanny",
            "user_id": "57879",
            "date": "2006-03-22 17:17:17",
            "id": "3252599",
            "reply_to_id": "3251535",
            "text": "*klamp klamp klamp*\nNei vó…\n*klapp klapp klapp*"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-03-22 18:15:19",
            "id": "3252934",
            "reply_to_id": "3251535",
            "text": "Úúúú ég vann…Ómægodd! Nei, annars, ég tók eftir því..ég vann ekki…en 3-5sæti er gott…ætli maður fái medalíu? Mig langar í silfurmedalíu…ég á bara eina! Mig langar í aðra…Siiiilfuuurmeeeedaaaalíííííaaaaa…Fráhvarfseinkenni…ræð ekki við þetta!"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-03-28 22:19:24",
            "id": "3279874",
            "reply_to_id": "3252934",
            "text": "OG ÉG KAUS EKKI!! Hugsaðu þér! Ég hefði kosið þig og þú unnið!"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-03-28 22:22:34",
            "id": "3279893",
            "reply_to_id": "3279874",
            "text": "og ég hefði líka kosið Eydísi svo hún hefði líka unnið! Aldeilis áhrifin sem maður getur haft á heiminn\n*MISSIR SIG*\nÉG VERÐ FORSETI HEIMSINS OG LOKAATVÆÐI Í SAMEINUÐU ÞJÓÐUNUM\n..og já. Ertu nokkuð meidd því ég drap þig næstum í morgun í skólanum og þú á hækjum og ég skammast mín fyrir að hafa næstum drepið þig.\n*heldur að þú hafir komist upp um illilegt plan*\n*uppgötvar uppljóstrunina*"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-04-03 13:09:48",
            "id": "3302264",
            "reply_to_id": "3279893",
            "text": "I've won't wote for you when you want to be the president of the world for you cost me the second place! I wanted that Silfurmedalía! Aaah!\nEn ég er hinsvegar á lífi sem er gott! Alltaf gott að hafa mig á lífi ef einhverjum vantar atkvæði! Ha? Náðirðu þessu? Við viljum ekki hafa þetta of augljóst eða hvað?"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-04-03 13:35:52",
            "id": "3302326",
            "reply_to_id": "3302264",
            "text": "USS (Meginmál verður að vera að minnsta kosti fimm stafir að lengd)"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-04-03 13:39:28",
            "id": "3302334",
            "reply_to_id": "3302326",
            "text": "Ég þoli það það ekki! Fimm stafir! FIMM stafir! FIMM STAFIR! HVERS VEGNA Í FJANDANUM!? Þetta er nú meira ruglið! Maður getur ekki svarað Víí! Því það er víst bara fjórir! Sem sökkar! I can't believe I just said Sökkar! How frightening!"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-04-03 13:45:31",
            "id": "3302354",
            "reply_to_id": "3302334",
            "text": "*freaks out*\nSUKK SUKK SUKK\nKúlúsúkk"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-04-03 13:54:39",
            "id": "3302375",
            "reply_to_id": "3302354",
            "text": "Hey, ég á svoleiðis! Fékk svoleiðis á öskudaginn! Aha!"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-04-03 15:00:48",
            "id": "3302571",
            "reply_to_id": "3302375",
            "text": "slef (Meginmál verður að vera að minnsta kosti fimm stafir að lengd)"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-04-06 16:10:29",
            "id": "3314906",
            "reply_to_id": "3302571",
            "text": "Niður með fimm stafi á lengd!"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-04-06 19:24:40",
            "id": "3315762",
            "reply_to_id": "3314906",
            "text": "Revolution"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-04-07 18:10:41",
            "id": "3319394",
            "reply_to_id": "3315762",
            "text": "I very much agree with you!\nAaaa! Lets shoot that old lady trying to close her window! Aaaaa!"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-04-08 18:09:12",
            "id": "3322870",
            "reply_to_id": "3319394",
            "text": "And look at that woman with that little baby. She's trying to get away\nBylting\n*labbar að heimili JReykdal, einn, með skilti: Niður með 5 stafa must-ið eða ég geri byltingu*\nFæ ég nokkuð bann fyrir þetta? Því þetta er grín"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-04-24 22:31:03",
            "id": "3389551",
            "reply_to_id": "3322870",
            "text": "*Covers for you while you run away and goes into your time machine and goes back in time and changes everything so no one will have a clue about our revolution!*\nVery clever idea…íhíhí…"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-04-25 11:27:39",
            "id": "3390573",
            "reply_to_id": "3389551",
            "text": "EVIL (BWAAAAAAAA Meginmál verður að vera að minnsta kosti fimm stafir að lengd)"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-04-25 20:23:59",
            "id": "3392911",
            "reply_to_id": "3390573",
            "text": "*Hristist af pirringi yfir þessu*\n*Hristist meira*\n*Flýtir sér í burtu til að horfa á sjónvarpið*\n*Hristist meira seinna í kvöld*"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-04-26 18:52:48",
            "id": "3396304",
            "reply_to_id": "3392911",
            "text": "Halló.\n*stoppar hristinginn*\nYou were in the bókasafn today AHA! I saw you right! =X\nBóKaSaFn HrIsTiNgUr\nMaRtA eR iLl Og HyGgSt Á hEiMsYfIrRáÐ\nLORD!! WHAT TO DO WHAT TO DO *RúSSíAN axsent-like-in-my-name-is-Ivana…-Ivana-Humpalot* AUSTIN POWERS\nDudududuru duduuruuru\n*dansar*"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-04-29 13:06:00",
            "id": "3405506",
            "reply_to_id": "3396304",
            "text": "En þú varst líka á bókasafninu…En? Það þýðir!\nBóKaSaFn HrIsTiNgUr\nTryGgVi eR iLluR Og HyGgSt Á hEiMsYfIrRáÐ\nEn það stennst ekki, þú verandi svona ofsalega góðhjartaður svo að í raun hlýtur þetta allt að vera misskilningur vegna hungurs…It does that to you,  believe me…I've been there!\nÉg legg til að við tökum upp að kenna norsku í stað dönsku í skólum á Íslandi! Mun skemmtilegra tungumál! Víí!"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-04-30 13:08:41",
            "id": "3409634",
            "reply_to_id": "3405506",
            "text": "LORD!!\nNorska Bókasafn Hristingur\nOMG!!\nMaRtA eR eKkI iLl HeLdUr TrYgGvI\nMwaahahahahhahha… No kidding just kidding. It's supposed to be:\nMaRtA eR eKkI iLl HeLdUr EkKi TrYgGvI\nSko! The case is closed. Nobody is evil or anything. Everybody's friends :-} I don't know what I should do when everybody's friends. There's no one to blame for being ívil. Oh no. Look there's Miss Humperbauer. Let's blame her for being evil.\n*points at Miss Humperbauer*\n*waits for you to point as Miss Humperbauer*"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-04-30 17:56:36",
            "id": "3410647",
            "reply_to_id": "3409634",
            "text": "*Points at you*\nNei, vúpps\n*Points at þessi-þarna-miss-eitthvað*\nOooh, ég elska þegar allir eru vinir…aaah, viiiiniiiir! Gleði og vinátta! Aaaaahh, ég elska að benda! Sunshine! Sunshine! Beeeendaaaaa!\nThey are quite facinating, aren't they? These jodhpurs?\nMér finnst að við ættum að kaupa okkur eyju á Bahama eyjunum og liggja í hengirúmum með kúbuvindla, drekkandi martíní!"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-05-01 19:34:14",
            "id": "3415351",
            "reply_to_id": "3410647",
            "text": "Cuban cigars on the line. I'll pay!\n(Music from far away:)\nÉg elska alla, alveg einsog mig\n(nær)\nÉg elska alla\n(nær)\nÉg elska alla\n(þrír hippar birtast alltíeinu)\nLet the sunshine, let the sunshine in the sunshine in.\nPeace hippies =)\nLet's join them and buy Jamaica in stead. BOB MARLEY is from Jamaica. Hippie love.\nWait a second… looking at “BOB” Marley again. Is it possible it's actually BÖB.\n*freaks out*\nWhat should we do"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-05-03 14:24:23",
            "id": "3423079",
            "reply_to_id": "3415351",
            "text": "I know what to do! But before we start I should say, I like the idea about buying Jamaica! Lets do it!\nAny way…Bob Marley is actually Böb, NO Wait! What I meant to say was, Böb is actually Bob Marley so we have to fill our iPod's with Bob Marley music and when he walks past us we only have to click play and play it veeeery loudly! And then he will start singing and dancing and then Soran, who has a brother called Goran(really) and a sister called Boran(not really) and he will smack him in the head like he did to me today and then Böb A.k.a. Bob Marley will hit Soran and they will both be sent to a lunahome - A mental hospital - and we don't have to vorry about any of them any more!\nIsn't that a smashing idea!?\nSvo gætum við líka alltaf bara labbað að Böb og potaði í magann á honum. Það mun koma honum í opna skjöldu og það mun líða yfir hann og þá berum við hann í tómatsósubílinn sem var fyrir utan skólann áðan, með systur hennar Steinunnar framan á Sigrun Birna Blomsterberg, og hann keyrir hann í tómatsósulandið þar sem Böb finnur ástina og dvelur þar það sem eftir er!\nEndir!\nThat's one smashing idea too!\nOg fyrir morgundaginn! Muna bara að skrifa D'you í ritgerðinni - lookin' very Bri'ish when you do that - og nota orðtök! Jibbí!\nGóða skemmtun! :D"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-05-03 16:16:11",
            "id": "3423623",
            "reply_to_id": "3423079",
            "text": "Soran has a brother? Imagine that home in Serbia *dies from imagining Soran in anything else but the clothes-he-wears-at-school*\nLunahome … I was in one of those back in ‘59 after the cold war. But nobody told me it was for MENTAL PEOPLE. Are you saying I’m mental? The man that locked me in an electric chair and threatened to kill me if I bit him again said it was a home for … “special” people. I feel sorry for Soran. Not Bob, but you know, the cool guy who looks like rastaman always reading is Bobby's brother. That's conspiracy. But he won't stop Soran's evil wife, Soraniana Lukova-Soran (Ása). D'you (aha!) know that they are married?! Smashing news that one. Soraniana og Soran eru hjón.\nEn já, þegar Hjálmar (rastaman, Bob's brother) will see the fight he will help Bobby, and Ása will help Soran. We will have to interrupt them so they don't see any of that so they two can go to a mental institution. Will I get minus for saying d'you in the exam. Since there was a Scottish theme in the springexam, I'll talk like a Scot; Ha' ye seen mi bagpíp anywher, ey? (have you seen my bagpipe anywhere, ey?)\nor\nYe'd better brin mi tha rost chickin or I'ma eat'it driii lik mi mumm tot mi to. (You better bring me that roast chicken or I'm going to eat it dry like my mom tought me to)\nNot working? All right.\nOrðtök? I'm'a say. Not everything is gold that gloes (shines) or … Seldom does the apple fall far from the tree. Or is that supposed to like father like son. On homejunkyard is the cock most French. No?\nI'll get inspired by the biology classroom. Talk about exotic words like BRAIN! *africans go úúú* HEART! *africans go more úúú* SPINAL CORD *africans not interested* African guy goes like: Everybody knows that word!\nThe same to you, have fun tomorrow"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-05-13 02:07:12",
            "id": "3469372",
            "reply_to_id": "3423623",
            "text": "Yes, indeed…That was one interesting paper! I call it a paper! I'm really way too tired to be writing something funny or witty or something something…so off to bed!\nOg ég ætti að hætta að tala ensku, ég meina prófið er búið og þannig…eða hvað?\nFarin…að sofa!"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-05-13 21:10:57",
            "id": "3471919",
            "reply_to_id": "3469372",
            "text": "Eða hvað ..\n*shocking sound*\nBob from the Lunahome is planning an evil plan for us\nOh yes my child … go to sleep. Go to sleep child. And don't let the bed bugs bite"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-05-20 00:17:27",
            "id": "3499596",
            "reply_to_id": "3471919",
            "text": "That was veeery…veeeery…lets just say freaky…You sounded like a perv…That ain't good my little blonde friend! Oh, wait..I just realised…I happen to be smaller than you! Still, I'm older so that counts! Mwhahahah…*Plans on getting taller*"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-05-20 00:56:54",
            "id": "3499764",
            "reply_to_id": "3499596",
            "text": "You can't! I'm the coffeeboy and I will grow like “Vaxavaxavaxogvaxaogvaxauppíloftið” in the smashing 90's hit Fruitbasket musical.\nBlonde .. talking about blonde! We will be dead in 450 years! The last blondie will be born somewhere in the northern Finland because blondie is a víkjandi gene and if a skolhærður and a blondie mixes up the baby will most likely be skolhærður! This is just terrible news\nD'you realise what's happening here? We're about to DIE\nHave your baby with a blonde haired dude and tell the baby to make babies with another blonde haired child and so on. That's what I'm gonna do\nOr else\nWe are forsaken\nLike Silvia Night"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-05-20 01:27:05",
            "id": "3499847",
            "reply_to_id": "3499764",
            "text": "But..But..But..but(ehehe, she said but)..I'm not Blonde! I have skollhært pavement hair! So what to do? Spread the wisdom! Or die my hair? I'd probably choose spread the wisdom! What d'you reckon I should do, my dear blonde friend who has, sadly, been forsaken like poor Silvía Night who wants her daddy?"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-04-03 13:06:46",
            "id": "3302253",
            "reply_to_id": "3279874",
            "text": "Damn you Tryggvi! Damn you!"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-04-03 13:34:39",
            "id": "3302320",
            "reply_to_id": "3302253",
            "text": "*felur sig undir borði og heldur að þú finnir sig ekki*"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-04-03 13:37:49",
            "id": "3302330",
            "reply_to_id": "3302320",
            "text": "Aren't you forgetting something! I'm the master of the hiding game!  You can run but you can't hide!\nOg ein spurning! Afhverju ertu ekki í skólanum þínum? Humm? Grunur um skróp læðist að mér! Eða ertu kannski í gati fyrir sund? Aha!?"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-04-03 13:44:48",
            "id": "3302352",
            "reply_to_id": "3302330",
            "text": "4 mínútur til stefnu"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-04-03 13:45:51",
            "id": "3302355",
            "reply_to_id": "3302352",
            "text": "…3 mínútur\n*FER*"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-04-03 13:54:01",
            "id": "3302373",
            "reply_to_id": "3302355",
            "text": "Adios Mi amigo!"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-04-03 14:58:43",
            "id": "3302569",
            "reply_to_id": "3302373",
            "text": "Me mama you mama\n*setur á sig black-bitch svip*\nHahah ég komst á netið hjá Sigurgeiri\n:D"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-04-06 16:10:05",
            "id": "3314902",
            "reply_to_id": "3302569",
            "text": "Ah! Ert þú að nýta þér sakleysi Sigurgeirs? Humm…?"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-04-06 19:25:18",
            "id": "3315765",
            "reply_to_id": "3314902",
            "text": "Sigurgeir er allt annað en saklaus"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-04-07 18:12:19",
            "id": "3319404",
            "reply_to_id": "3315765",
            "text": "Reyndar nokkuð til í því…ég var búin í stærðfræði og kom labbandi niður stigann og þá var hann einn á gangi og horfði vægast sagt undarlega á mig! HVAÐ ER AÐ ÞVÍ AÐ KJÓSA SJÁLFAN SIG! Ég varð að sjálfsögðu mjög andlega veik eftir þetta og þurfti að fara heim í snatri og fá mér brauð með Hummusi!"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-04-08 18:07:23",
            "id": "3322862",
            "reply_to_id": "3319404",
            "text": "Hummus..\n*slef*\nÍ fermingunni minni á morgun verður ..Hummus..\n*slef*\nÞað eru andleg veikindi að borða ekki ..Hummus.. a.m.k. 2x í viku :/\nSigurgeir er eitthvað illur. Sérðu ekki grimmdina og reiðina í augunum á honum. Let's hide and never let him see us.\n*Sigurgeir labbar inn*\nSigurgeir: Oh master wouldn't hide, would he? Mwahahahahah\n*Búrhnífur dreginn úr vasa*\n*Sigurgeir sest niður*\n*byrjar að saxa lauk*\nEndurraðar stöfunum\nSigurgeir Búrhnífur Laukur\nHeImUrInN eYðIsT sJöTtA jÚnÍ tVöÞúSuNd-Og-SeX\n6.6.6.\nVery creepy\nvið verðum að koma Sigurgeiri fyrir kattarnef fyrir 666 daginn. En þá á reyndar Ásbjörn Mortens 50 ára afmæli. En hugsaður þér the creepyness að fæðast 6.júní 1966 666 '66.\nThe number of the beast\n*Iron Maiden fílingur*\n*“rokkar og rúllar”*"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-04-24 22:27:41",
            "id": "3389535",
            "reply_to_id": "3322862",
            "text": "It is veeeery creepy, creepy indeed!\nSays the little, tiny viny, eeny meeny man with an umbrella!\nHlakkar þér ekki til á föstudaginn! Við fáum að vera saman í stofu! Gleði! Og hey, meira spennandi! Á ég að reyna að sitja við hliðina á þér og svo þegar þú lítur í burtu þá hendi ég fullt af svindlmiðum á borðið þitt og þá lítur kennarinn á þig og öskrar - BÖSTED! Og þú bara, whaa! Og lítur niður og sérð alla miðana og lítur á mig sem er í augnablikinu að snæða epli!\nÞú reynir að benda á mig en kennarinn has gone wiiiild! Og hann hendir þér inn í guuuulaaa skápinn hennar Sólveigar og sleppir kakkalakkanum inn með þér! Vægast sagt óhugnalegt!\nAnnars er ég sammála þessu um Sigurgeir! Það er einnig vægast sagt óhugnalegt mál!\nLost…! Núna, verð að fara…"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-04-25 11:31:11",
            "id": "3390576",
            "reply_to_id": "3389535",
            "text": "My lord ég er í tölvutíma og Hilmar er að hlusta á Aerosmith og kenna okkur að downloada.\nShit samræmdu prófin í næstu viku Waaaa =O ég er ekkert búinn að vera að gera og allir eru að spura ertu að fara að taka samræmdu prófin. Ég: Jáá GOSH *gelgjukast skiluru*\nDon't matter. It's most important now to get Sigurgeir for catnose"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-04-29 13:02:23",
            "id": "3405498",
            "reply_to_id": "3390576",
            "text": "Imagine you're a little bird and then fly away…;)\nÞað væri stuð…við skulum segja þetta við Sigurgeir og koma því inn hjá honum þannig að hann trúi því að hann sé fugl og reyni flug sem mun því miður enda illa, en sumt þarf bara að gera til að losa heiminn við illskuna, en til að hafa þetta svona Disney-vænt þá endurfæðist hann stuttu seinna sem góður maður…Díll?\nÉg lærði nánast ekkert fyrir vorprófið :/ Djöfull var ég fegin hvað það var létt ;) *andvarp*\nÉg þarf að fara að gera einhver samræmd próf…fletta upp löngum, flóknum orðum á ensku og koma þeim inní ritgerð :D Hehe, ég gerði það á föstudaginn, það var magnað! Mæli með því! :D"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-04-30 13:18:40",
            "id": "3409679",
            "reply_to_id": "3405498",
            "text": "What do you mean what do you mean\nWhat to do what to do\nThis is annoying this is annoying\nI'm gonna stop repeating myself I'm gonna stop repeating myself\nI sound like the zombie in “The djákni from Darkriver” I sound like the zombie in “The djákni from Darkriver”\nOk sorry. Ég fann engin orð fyrir þessa ritgerð. Ég setti engin complexed orð í ritgerðina mína. Mín var um Catherine Sway sem var of sein to a very important appointment to the hospital. Ég fæ 7 fyrir hana. GOSH FRIGGIN IDIOT.\n*kópýköttur eftir Gosh-friggin-idiot-gaurnum-sem-ég-man-ekki-hvað-heitir*\nÞetta var samt easy-nigga próf. Ég vissi samt ekki hvað afturbeygð fornöfn eru.. Ég sagði bara myself - herself - yourself - yourself(s). Það var það eina sem ég braut heilann yfir. Er það yourselves eða yourselfs. Ég missti mig samt yfir hversu Þórunn Sif var heit í líffræðistofunni Grrrrr…\n*looses -himself- sleving about Þórunn Sif beib*"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-04-30 18:02:59",
            "id": "3410674",
            "reply_to_id": "3409679",
            "text": "Ég gerði nú bæði Yourself og Yourselves…minnir mig! Og já ég átti líka í smá vandræðum með það, gerði bara eitthvað! Já og ég gerði líka it! Ég man ekki afhverju! Jæja, ein skitin villa ætti ekki að breyta miklu…vonandi!\nGet ekki sagt að mér hafi þótt Þórunn Sif hot…Ég slefaði nú allavega ekki! Minnir mig! *eye-rolling-face*\nEn planið mitt með að henda svindlmiðum á borðið misheppnaðist algjörlega! Ég gleymdi að búa þá til! Ég var nefnilega í stærðfræðikeppni allan fimmtudaginn. Íhíhí…stærðfræðinördinn Marta! Múhahahahahah….\nEn við eigum nú samræmdaprófið eftir svo að ég myndi nú ekki hætta að hafa áhyggjur…Ég er búin að redda mér aðstoðarmönnum!"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-05-01 19:42:05",
            "id": "3415396",
            "reply_to_id": "3410674",
            "text": "My GOD!! Hvernig á eiginlega að læra undir þetta próf\nYou've got assistants? That's cheating like totally. No? I heard that somewhere.\nA stærðfræðikeppni? You're all in that category. Reminds me of BJARNI. That teddybear. Nei, það er Faxaflói! Ég man eftir þessu einsog það hafi verið í gær. Og greyið fór að gráta eftir keppnina. En ég nenni ekki að hugsa um þessa keppni og þarna Steinþór glataða. Við stóðum okkur bara vel og svo verðum við team á næsta ári er það ekki. MEÐ SIGURGEIRI. This is all in his plot. I know it is.\n*panic (like all of my replies end)*"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-05-03 14:30:00",
            "id": "3423101",
            "reply_to_id": "3415396",
            "text": "Vá ég skildi ekkert í þessu fyrr en eftir fimmta lestur! Dugleg er ég! Buuuut!(eheheh, she said But) we'll win next year! Coz I don't like loosing! I think I might me toooooooo *insert adjective that means -wants too much to win*\n*Does the winning dance* Það er ný útfærsla á The Happy Dance! Like totally!\nEn ég get ekki hjálpað þér með að læra! Ég kann ekki að læra undir próf! Ég ætla bara að fara að lesa orðabókina(Og ég er ekki að grínast núna) D'you reckon I might be loosing my mind?\n*Wonders*"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-05-03 15:52:15",
            "id": "3423505",
            "reply_to_id": "3423101",
            "text": "All right. A dictionary. I'll find some words and put it in my ritunarverkefni … searching … lord ég á bara Spanish-English dictionary! This is bad =O  Wait a second …. Unwrap - Desenvolver; (package) deshacer, abrir. Malo malo (bad bad). I'll figure something out.\nAbout the winning next year, we got it. Ain't no stoppin' us. Not even …. Hillbrekkuschool."
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-05-13 02:02:34",
            "id": "3469363",
            "reply_to_id": "3423505",
            "text": "No, no hillbrekkskúlí winning us this time! Coz I got a plan! One of them, you know in the team was once in my class, facinating isn't it? Anyway, he had a ponytail…Múhahahha*Tapar sér úr endurminningum* Og all we need to do is to cut his ponytail off and he'll become so miserable and because of him being miserable his other teammates will also become veeeeery miserable and they'll all go to Bahamas instead of competing next year!\nOr we could just win them…múhahha…fair and square…Múhahhaha….ehhhhe…ehehhehe!"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-05-13 21:00:44",
            "id": "3471868",
            "reply_to_id": "3469363",
            "text": "very interesting … indeed\nWell, is it the loonitic that was in the middle-who-did-just-about-everything? We need that shit out of the team.\n*thinks of an evil plan*\n*reads your plan*\n*likes it*\nWe must cut off that tail! It must go away. Mwahahahahhaa Evil like crazy town evil\n*freaks out*"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-05-20 00:28:12",
            "id": "3499663",
            "reply_to_id": "3471868",
            "text": "It is not the guy in the middle but the one I'm talking about is a very close friend of his so we're gooood! Goood! Gooood!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-05-20 00:40:51",
            "id": "3499715",
            "reply_to_id": "3499663",
            "text": "Yes *barks*\nMwahahahhahahah We're Evil Like crazy evil\nGoooooood"
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2006-03-23 15:42:34",
            "id": "3256498",
            "reply_to_id": "3251535",
            "text": "YAY! Ég er bestastur… eða næstum…"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2006-03-23 17:14:49",
            "id": "3256926",
            "reply_to_id": "3251535",
            "text": "Yay!! Loksinns komið ;Þ"
        },
        {
            "user": "solabola",
            "user_id": "60882",
            "date": "2006-03-23 19:09:00",
            "id": "3257477",
            "reply_to_id": "3256926",
            "text": "Til hamingju….."
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2006-03-24 08:31:30",
            "id": "3259715",
            "reply_to_id": "3257477",
            "text": "Takk ;Þ"
        },
        {
            "user": "solabola",
            "user_id": "60882",
            "date": "2006-03-24 11:13:56",
            "id": "3259880",
            "reply_to_id": "3259715",
            "text": "When komes Dartania Derow again… það er sjaldan sem mér finnst Harry Potter spuni góður… en þessi er alveg fyrsta flokks!!"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2006-03-25 21:46:50",
            "id": "3266028",
            "reply_to_id": "3259880",
            "text": "Hehe.. Takk.. Þarf að fara að skrifa bráðum ;Þ"
        }
    ]
}