{
    "forum_title": "Tíska & útlit",
    "user": "Paze",
    "user_id": "43258",
    "date": "2006-03-24 10:38:20",
    "title": "Tattoo - Stíll",
    "text": "Já ég var að velta því fyrir mér, því að fólk hefur mismundandi smekk varðandi húðflúr, hvað ykkar stíll væri?\nFinnst ykkur t.d. Tribal alveg út í hött því að það merkir ekki neitt og er bara svart krot?\nÉg er t.d. ekki á sama máli þar sem að mér finnst flúr eiga að vera eitthvað sem prýðir líkamann.\nÉg myndi miklu heldur vilja hafa einhverja klessu sem merkir ekki neitt heldur en einhvern hundljótann örn (Er ekki þarmeð að segja að allar myndir af örnum séu ljótar) á mér.\nÉg myndi ekki vilja reyna að finna einhverja mynd af erni sem að mér líkaði sæmilega við og hafa hana á mér til æviloka. Ég meina, ef ég heiti Örn, þá er ég með nafnið.. Þarf ég líka mynd til þess að minna mig á það?\nHinsvegar eru mörg flott flúr sem að tákna eitthvað.\nÞað finnst mér vera langflottasti stíllinn.\nEf maður getur búið til flúr sem táknar eitthvað fyrir þig OG prýðir líkamann fallega þá er það bingo að mínu mati.\nEn að hafa eitthvað á mót Tribal flúrum bara því að þau merkja ekki neitt finnst mér ekki vera alveg rétt. Mér finnst Tribal Art mjög flott, þó er það takmarkað ef að það er bara Tribal eitt og sér. Hef bara séð eitt clean Tribal flúr sem ég myndi ganga með (og geng með).\nÉg er að reyna að vinna á mynd sem að á að innihalda Tribal Art eða öðru flottu mynstri, hugsanlega myndum og svo á það að tákna eitthvað fallegt.\nT.d. sá ég flúrara sem var með sérstakt flúr á framhandleggnum og ég spurði hvað þetta væri?\nÞetta var svona kassa-hringlaga mynd með svörtum bakgrunni og tveim táknum inni í.\nHann svaraði mér því að fyrsta táknið þýddi nafnið hanns og það annað þýddi vinnuna hanns ‘'Artist’'.\nMér finnst það gott dæmi á flottu flúri.\nEn hvað er ykkar stíll?",
    "url": "https://www.hugi.is/tiska/greinar/390589/tattoo-still/",
    "url_id": "390589",
    "id": "3259087",
    "replies": [
        {
            "user": "TiiiiTaN",
            "user_id": "62788",
            "date": "2006-03-24 11:05:43",
            "id": "3259868",
            "reply_to_id": "3259087",
            "text": "ÉG ætla að fá mér dreka á höndina:)"
        },
        {
            "user": "Oneiros",
            "user_id": "7840",
            "date": "2006-03-24 11:11:04",
            "id": "3259874",
            "reply_to_id": "3259868",
            "text": "ég er með skrifað Gítarleikari á hendina með 3 kínverskum táknum\nÞví ég er buinn að spila á gítar í 8 ár\neinfalt og flott :P"
        },
        {
            "user": "Oneiros",
            "user_id": "7840",
            "date": "2006-03-24 11:42:18",
            "id": "3259923",
            "reply_to_id": "3259874",
            "text": "mér finnst t.d kínversk tákn… eiginlega bara oj í flestum tilvikum, var t.d í sundi einhvt nýlega og í sturtuni þá var svaaka sólbrúnn gæi alveg hrikalega hnakkalegur jújú ok allt í lagi með það nema út um allt þá voru einhver kínversk tákn á honum og bara hjálp það var engan vegin flott.\nMín tattú eru galdrarúnir og merkja þær allar eitthvað 4 samtals og eru þrjú af þeim rauð sem mér finnst bara koma þokkalega vel út, skondið að vera með tattú á hálsinum þessi viðbrögð sem maður fær:P"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-07-11 06:19:56",
            "id": "3732650",
            "reply_to_id": "3259874",
            "text": "Ég er nokkuð viss um að þessi tákn þýða\nÉG ER FÍFL\nEða\nNÚÐLUR!"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2006-04-09 14:54:19",
            "id": "3325423",
            "reply_to_id": "3259868",
            "text": "Þú ert newb! :P\nHehe en hvar ætlarðu að fá þér?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-07-11 06:19:07",
            "id": "3732649",
            "reply_to_id": "3259868",
            "text": "Fag"
        },
        {
            "user": "Maggisun",
            "user_id": "36571",
            "date": "2006-03-24 12:06:58",
            "id": "3259982",
            "reply_to_id": "3259087",
            "text": "Mismunandi hvað fólki finnst,\nMér finns fólk með 5+ tattoo ekki flott,\nÞað er náttla fátt flottara en að vera gamall sjómaður með tattoo á ristinni eða upphandlegsvöðvanum sem er t.d. akkeri eða ber kelling or some.\nEn ég er að láta krota á mig íslenska skjaldarmerkið með færeyska fánanum undir í sumar, -\nbara minn smekkur ^^"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2006-03-24 12:46:12",
            "id": "3260096",
            "reply_to_id": "3259982",
            "text": "Það væri t.d. flott tattú.. Því þú ert jú færeyskur..Og skjaldamerkið og fáninn er mjög flott."
        },
        {
            "user": "Foxylady83",
            "user_id": "18461",
            "date": "2006-03-24 13:04:13",
            "id": "3260153",
            "reply_to_id": "3259087",
            "text": "Sum Tribal tattoo eru rosalega flott..en önnur ljót bara eins og með öll önnur tattoo.. Mér finnst að fólk eigi bara að fá sér tattoo sem því þykir flott og getur hugsað sér að vera með það sem eftir er. Ég er til dæmis með Betty Boop á herðablaðinu af því að mér hefur alltaf fundist hún rosalega flott persóna og ég fann mjög flotta mynd sem ég fýla að hafa á mér  og svo er ég með stjörnumerkið mitt á úlnliðnum..það merkir eitthvað fyrir mér og merkið er að mínu mati mjög flott."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-03-24 13:19:03",
            "id": "3260200",
            "reply_to_id": "3259087",
            "text": "6 stór tattoo á mér (Risa stór ljón á bakinu mínu, KPCC aftan á hálsinum nenni ekki að lysa hinum"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-03-24 14:21:00",
            "id": "3260456",
            "reply_to_id": "3260200",
            "text": "Ert þú með svertingja glæða tattú eins og Two Pack?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-03-24 15:58:49",
            "id": "3261012",
            "reply_to_id": "3260456",
            "text": "þegiðu"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-07-11 06:21:43",
            "id": "3732651",
            "reply_to_id": "3260200",
            "text": "Ertu með táttu af ljóni sem situr við svona tré?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-07-11 16:49:28",
            "id": "3734215",
            "reply_to_id": "3732651",
            "text": "nei"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-03-24 13:26:00",
            "id": "3260228",
            "reply_to_id": "3259087",
            "text": "mikid rett… mer finnst mun roklegra ad their sem fa ser tatto fa thad sem theim finnst merkja eitthvad eda thad sem theim er kaert.\nEn i minu tilviki er eg med kross a hendinni."
        },
        {
            "user": "TwoFace",
            "user_id": "50451",
            "date": "2006-03-24 14:10:52",
            "id": "3260396",
            "reply_to_id": "3259087",
            "text": "ég þekki konu sem er ný búinn að fá barnabarn og vitiði ahvað hún lét skirfa á hnakkann á sér? Amma trukkur! ég mundi aldrei láta skrifa afi trukkur á mig :S"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-03-24 14:13:25",
            "id": "3260412",
            "reply_to_id": "3259087",
            "text": "Bróðir minn er að pæla í því að fá sér “Opeth” Logoið, það er geggjað, Systir mín er með tattoo á hliðinni hjá maganum þar sem stendur Carpe Diem í rúnum, það er bærilegt og mig langar að fá mér ermi þegar ég er orðinn eldri og kannski aðeins breiðari hendur:) …\nMér finnst líka asnalegt af fólki að pæla í því hvernig þetta verður þegar það er gamalt, meina það var einu sinni ungt og maður lifir bara einu sinni..!! allavega Tattoo er eitthvað must finnst mér.."
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2006-03-24 14:20:14",
            "id": "3260451",
            "reply_to_id": "3259087",
            "text": "Ég er með 11 tattú.\nEytt Samóa tattú á andlitinu.\nNafnið mitt einn stafur á hverjum fingri.\nGetnaðarlimurinn málaður eins og snákur.\nApple merkið á endaþarmnum\nofl sem ég nenni ekki að telja upp"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2006-03-24 15:09:31",
            "id": "3260754",
            "reply_to_id": "3260451",
            "text": "Þú ert dáldið flippaður gaur eins og sést á öllu sem þú skrifar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-03-24 14:21:32",
            "id": "3260461",
            "reply_to_id": "3259087",
            "text": "Já, ekki alveg ermi, heldur svona mikið af tattoo-um á hendina.. svona alveg svartar ermar heilla mig ekki.."
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2006-03-24 14:24:38",
            "id": "3260485",
            "reply_to_id": "3259087",
            "text": "Þau tattú sem ég er með, og ætla að fá mér fleiri af, eru öll eitthvað tengd tónlist."
        },
        {
            "user": "VincentTattoo",
            "user_id": "62733",
            "date": "2006-03-24 14:49:08",
            "id": "3260615",
            "reply_to_id": "3259087",
            "text": "Biomechanical sleeve eru bara cool. Tékkið á AAron Cain!"
        },
        {
            "user": "neutronnn",
            "user_id": "62455",
            "date": "2006-03-24 15:59:42",
            "id": "3261018",
            "reply_to_id": "3259087",
            "text": "Væri til í eitthverjar Rúnir eða eitthvað Norðlenskt ! Er svo mikill íslendingu"
        },
        {
            "user": "Diesel",
            "user_id": "35420",
            "date": "2006-03-24 16:32:02",
            "id": "3261159",
            "reply_to_id": "3259087",
            "text": "mér finnst flest tattoo flott. en það er bara mismunandi eftir einstaklingum hvort þeir beri t.d tribal tattoo, það þarf ekki að vera flott á öllum. en ég mæli samt með því að allir prófi að fá sér eitt, kannski bara lítið, til að fá kikkið :)"
        },
        {
            "user": "ASS",
            "user_id": "13287",
            "date": "2006-03-24 17:06:54",
            "id": "3261322",
            "reply_to_id": "3259087",
            "text": "Snákar upp eftir hvorum handlegg, hausinn við handarbökin, yfir axlir og hringa sig niður eftir baki."
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2006-03-24 18:59:37",
            "id": "3261916",
            "reply_to_id": "3259087",
            "text": "Það hefur bara hver sinn stíl… Finnst bara að fólk ætti að fá sér tattoo af því það vill það en ekki afþví það er í tísku eða e-ð!! Þoli ekki fólk sem talar um að það sjái eftir flúrunum sínum, það getur bara sjálfu sér um kennt!! :)\nÉg er ekki með neinn ákveðinn stíl beint, en ég er algjör tattoo-fíkill og finnst flest tattoo bara yfir höfuð flott .. Hvert á sinn hátt auðvitað.. Hef reyndar alveg séð ljót tattoo en það er bara ekki mitt mál, ég myndi þá sjálf ekki fá mér þannig en persónan sem hefur það finnst það flott og þá er það flott! :D\nÉg er með 6 tattoo eins og er, hest með vængi (pegasus), eðlu með tribal tákni í kring, dreka sem kærastinn minn teiknaði, kínatákn og svo nafnið mitt og nafnið á kærastanum í rúnaletri (trúlofun) … Kannski má segja að það sé e-ð dýrathingy í gangi hjá mér! ;) Hehe…\nPlanið er að fá mér flúr sem þekur allt bakið, í stíl Paul Booth (\nhttp://darkimages.com\n) og svo langar mig í full sleeve á báðar hendur en bakið gengur fyrir eins og er! :D Ég er líka á leiðinni að fá mér sérhannað tattoo yfir allan kálfann á mér og jafnvel stærra en það, kemur í ljós þegar vinkona mín er búin að teikna það fyrir mig :)"
        },
        {
            "user": "VincentTattoo",
            "user_id": "62733",
            "date": "2006-03-25 13:20:35",
            "id": "3264313",
            "reply_to_id": "3261916",
            "text": "Mig langar að gera það. Má ég gera það?\nEr með átta tegundir af svörtum í gangi!"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2006-03-25 16:57:26",
            "id": "3265024",
            "reply_to_id": "3264313",
            "text": "Jebbs ekkert mál!! :þ Ert þú ekki einmitt að fara að sérhæfa þig í svona dark myndum? Tekurðu að þér að hanna myndina þá líka?? Hef séð teikningar eftir þig og gæti ímyndað mér að mynd eftir þig í stíl Paul Booth myndi verða nokkuð töff bara…"
        },
        {
            "user": "VincentTattoo",
            "user_id": "62733",
            "date": "2006-04-04 13:08:27",
            "id": "3305915",
            "reply_to_id": "3265024",
            "text": "er mikið að stúdera bio mechanical og black and grey.\nEinnig langar mig að gera screenshot úr hryllingsmyndum, myndir eftir ralf stedman, jhonen vasques og robert crumb,\nMig langar að sjá miklu meiri fjölbreytni á íslandi!!"
        },
        {
            "user": "Zl1Rc",
            "user_id": "29871",
            "date": "2006-03-25 17:57:29",
            "id": "3265276",
            "reply_to_id": "3264313",
            "text": "Tjékkaðu alla meðlimi í hljómsveitinni Avenged Sevenfold. Allir með gggeeeeðveik sleeve tattoo."
        },
        {
            "user": "Aqualung",
            "user_id": "52201",
            "date": "2006-03-24 19:24:14",
            "id": "3262077",
            "reply_to_id": "3259087",
            "text": "Ég er með ketlneskann lykkjukross á hendinni á mér svartann með skyggingu, og hvítu inní..\nSvo er planið að fá sér eitt stykki stórt armband."
        },
        {
            "user": "Aqualung",
            "user_id": "52201",
            "date": "2006-03-24 19:25:41",
            "id": "3262093",
            "reply_to_id": "3262077",
            "text": "Og mér finnst líka vera flott Tribal tattoo EF þau eru gerð alla leið - T.d. Kerry King .. Mér finnst tribal tattoo, ef það á að gera þau, gera þau alla leið.. upp báðar hendurnar og uppá háls og haus(þósvo að ég myndi ekki gera það en þannig finnst mér tribal tatto eigi að vera)"
        },
        {
            "user": "NCC1701",
            "user_id": "2402",
            "date": "2006-03-24 20:12:55",
            "id": "3262343",
            "reply_to_id": "3262093",
            "text": "Úff, mér finnst bara Kerry King vera allra ljótasta tribal á sér sem ég hef séð, ekki taka mig illa, ég elska fólk með húðflúr yfir sig allt.. en það vantar allan “þéttleika” að mínu mati."
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2006-03-25 01:49:09",
            "id": "3263626",
            "reply_to_id": "3262093",
            "text": "Mitt byrjar mjög nálægt olnboganum og extendar alveg yfir hálft bakið á upphandleggnum á báðum hliðum, fer síðan alveg upp og hringsnýst á öxlini og endar síðan í svona ‘'flames’' að rót hálsins."
        },
        {
            "user": "NCC1701",
            "user_id": "2402",
            "date": "2006-03-24 20:11:59",
            "id": "3262339",
            "reply_to_id": "3259087",
            "text": "Já..\nTribal - Mér finnst þetta fínt, hæfir mér vel einfalt og fínt eins og ég er flest alltaf. Er með á prjónunum að klára loks hendina einhvern tímann á næstu árum (s.s vinstri hendin eingöngu Tribal)\nSkuggamyndir - Listrænt, Dularfullt, Díteilar.. ekkert meira á bakvið, finnst þetta bara fallegt, einnig planað að klára á mér Hægri hendina af skuggamyndum\nLáta svo Tribal og Skuggamynd blandast í eitt á bakinu á mér,\nÉg hef nokkrar rósir á líkamanum (4 í heildina) því mér finnst rósir bara eitt það fallegasta í heiminum, hef m.a Tribal Rós á handarbakinu og eina í skuggamynd, hinar 2 eru í litum.\nAnnars hef ég ekki fleiri týpur á mér.\nÉg er ekki mikið fyrir “lita”Húðflúr en ég leyfi t.d Rósir á sjálfum mér en myndi ekki meika neitt annað.\nMjög mikið fyrir fantasíu húðflúr, er með 3 drekahöfuð á handleggnum sem eiga svo seinna meira að “tvinnast” saman, kemur allt með tímanum..\nÞetta er svona þegar maður vinnur daginn inn og út og kemst aldrei neitt, maður kemur ekki neinu í verk =)\nKv. Rattata sem er búinn að ákveða Tribal húðflúr í næsta mánuði, vhiiippíííí halda áfram með vinstri hendina!!!"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2006-03-25 01:53:39",
            "id": "3263638",
            "reply_to_id": "3262339",
            "text": "Djöfull er þetta geðveik hugmynd hjá þér að láta sleev'a Tribla á eina hend og Skuggamyndir á hina og láta það renna saman á bakinu!\nVá ég get ímyndað mér það!"
        },
        {
            "user": "Rohypnol",
            "user_id": "51846",
            "date": "2006-03-25 22:51:38",
            "id": "3266269",
            "reply_to_id": "3259087",
            "text": "Mig langar mjög mikið í rúnir.. Nafnið mitt eða einhvað.."
        },
        {
            "user": "Oneiros",
            "user_id": "7840",
            "date": "2006-03-27 00:30:39",
            "id": "3271194",
            "reply_to_id": "3266269",
            "text": "Málið er bara að ef maður er að fá sér fleira en eitt tattú að passa upp á sjónræna jafnvægið og að þau virki saman sem falleg heild eins og ekki með eitthvað kolsvart tattú á hægri hendi fullsleve og síðan eitthvað lítið blóm á vinstri… :S\nsegir sig bara sjálft\nég er með t.d 2 rúnir á vinstri hendi og fæ mér næst tvær aðrar á hægri sem eru í sama stíl.. ein svört merki óðins og þórs og tvær rauðar galdrarúnir… og síðan er ég með valknott eða hnút hinna völdu merki óðinns á hægri rifbeinunum og ætla að fá mér sólkrossin rauðan og svartan á bringuna til að balanca á móti því:Pþ… get ekki beðið. Þetta er orðið að fíkn hjá mé"
        },
        {
            "user": "Rohypnol",
            "user_id": "51846",
            "date": "2006-03-27 13:27:00",
            "id": "3271867",
            "reply_to_id": "3271194",
            "text": "Geggjað!=D\nSvo ætla ég að fá mér Beavis tattoo seinna líka.."
        },
        {
            "user": "Oneiros",
            "user_id": "7840",
            "date": "2006-03-27 22:13:44",
            "id": "3275118",
            "reply_to_id": "3271867",
            "text": "jeee roock on svalt:P"
        },
        {
            "user": "Rohypnol",
            "user_id": "51846",
            "date": "2006-03-27 22:14:56",
            "id": "3275126",
            "reply_to_id": "3275118",
            "text": "I know!=D"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2006-03-28 16:36:08",
            "id": "3277602",
            "reply_to_id": "3271194",
            "text": "Það þarf ekkert endilega að vera með tattoo í stíl. Mér finnst flott að sjá gjörólík tattoo saman t.d. í sleeve og þannig.. Mér finnst ekki skipta neinu máli ef að tattooin passa ekki saman?! Það er ekkert nauðsynlegt að halda sig bara við einn stíl… Eða það finnst mér ekki.\nÉg er með rúnir á sitthvorri hendi og ég er líka með kínatákn, hest, eðlu, dreka og tribal í kringum eðlu… Er svo að fara að fá mér riiisastórt flúr yfir bakið í stíl Paul Booth sem er ekkert í líkingu við það sem ég er með…\nEf að tattooin hafa einhverja merkingu fyrir mann þá skiptir eiginlega ekki máli hvort þau passi saman eða ekki :) Það þarf ekki alltaf að vera í tískunni! :þ"
        },
        {
            "user": "Oneiros",
            "user_id": "7840",
            "date": "2006-03-28 20:30:45",
            "id": "3279177",
            "reply_to_id": "3277602",
            "text": "ég er að tala um að þau verði að virka saman sem sjónræn heild… þegar þú ert hoppandi um nakin í tunglskyninu og dögginni annars er það ekkert flott… ef það er smekkur fólks að vera með gjöörólík tattú sem vinna ekki saman upp á fegurðina að gera þá má fólk alveg gera sér og öðrum það að láta fólk horfa upp á það… en auðvitað geta tattú í mismunandi stíl unnið saman það segir sig sjálf."
        },
        {
            "user": "VincentTattoo",
            "user_id": "62733",
            "date": "2006-04-05 13:15:28",
            "id": "3309931",
            "reply_to_id": "3277602",
            "text": "skoðaðu þetta líka. Tekur miklu lengri tíma að vinna eins og hann en er þess virði.\nhttp://www.rhernandeztattoos.com\nSíðan er einhvað biluð en þú getur samt skoðað myndi"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2006-04-05 15:26:15",
            "id": "3310436",
            "reply_to_id": "3309931",
            "text": "Mjöög töff hjá honum! Finnst svona stíll flottur og langar að fá mér nokkur tattoo í þessum stíl og Paul Booth (sem að mínu mati eru aðeins meira “evil” ?!) … Málið er bara að ég kann ekki að teikna og mig langar ekki að copy/paste af netinu…"
        },
        {
            "user": "Oneiros",
            "user_id": "7840",
            "date": "2006-04-02 11:29:59",
            "id": "3298638",
            "reply_to_id": "3259087",
            "text": "Minn stíll eru dýr.\nHef aldrei fílað tribal.\nEr með Half sleeve á báðum upp handleggjum og er þessar vikurnar að láta klára seinni myndina, sem nær frá olnboga, upp á og aftur fyrir öxl.\nÞetta er mynd af Gryzzli Birni í Tunglskini, þar sem sem stærsta atriðið að ná, er speglunin á feldinum.\nHann er með annan hramminn á lofti og ginið gapandi á móti fullu tungli og svo er stjörnumerkið Stóri Björn á bak við hann.\nMjöööög flott að mínu áliti.\nKv:prien."
        },
        {
            "user": "Oneiros",
            "user_id": "7840",
            "date": "2006-04-04 01:34:29",
            "id": "3305364",
            "reply_to_id": "3298638",
            "text": "hljóómar vel gaaur … vantar að fólk sé að pósta myndum af tattúunm sýnum:P"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2006-04-04 19:51:54",
            "id": "3307917",
            "reply_to_id": "3259087",
            "text": "langar að fá mér “Pyramid Head” skrifað með íslenskum rúnum á framhandlegginn :)"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2006-04-04 20:04:56",
            "id": "3307980",
            "reply_to_id": "3307917",
            "text": "Ertu eitthvað pýramídalagaður í hausnum? HEhe"
        },
        {
            "user": "VincentTattoo",
            "user_id": "62733",
            "date": "2006-04-05 00:16:08",
            "id": "3309236",
            "reply_to_id": "3307980",
            "text": "nei lol, það er character úr leikjaseríunni, “Silent Hill”. Hann er í silent hill 2. Verður líka í nýju silent hill myndinni sem verður sýnd í US 21. apríl.\nTöff character :)"
        },
        {
            "user": "VincentTattoo",
            "user_id": "62733",
            "date": "2006-04-17 12:29:26",
            "id": "3356532",
            "reply_to_id": "3309236",
            "text": "Afhverju færðu þér rúnir? Afhverju færðu þér ekki bara mynd af pyramid head?\nÉg prufaði að googla þessu og það er slatti af geranlegum myndum af honum!"
        },
        {
            "user": "VincentTattoo",
            "user_id": "62733",
            "date": "2006-04-17 12:33:52",
            "id": "3356541",
            "reply_to_id": "3356532",
            "text": "By the way. Er komin með síðu. Vantar að klára hana allmennilega en hef svo lítin tíma (fullt af stafsetnigarvillum o.s.f). Það er samt slatti af ágætum myndu. Tékkið á henni og segið mér hvað ykkur finnst.\nhttp://www.tattoo69.net"
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2006-04-06 22:32:57",
            "id": "3316636",
            "reply_to_id": "3259087",
            "text": "Mig langar í:\nAnkh, Wedja og Seneb á egipsku myndletri, en það þýðir Líf, Velmegun og heilsa. Samanber Indiana Jones - Þegar hann var lítill, fyrsta bókin - hefnd múmíunnar."
        },
        {
            "user": "vofan",
            "user_id": "42918",
            "date": "2006-04-08 18:19:23",
            "id": "3322889",
            "reply_to_id": "3259087",
            "text": "ef þér langar í tribal húðflúr en samt ekki bara eitthverja klessu þá er hægt að fá dýramynd í tribal stíl sem er mjög flott."
        },
        {
            "user": "randomtvist",
            "user_id": "60457",
            "date": "2006-04-09 12:37:57",
            "id": "3324962",
            "reply_to_id": "3259087",
            "text": "Mér finnst japanski stíllinn alveg hrikalega flottur, ég er t.d með koj fisk á annarri hendi og öldur og hrikalega flottar skyggingar i kringum það, vantar smá bút og þá er ég kominn með full sleeve i japönsku, er að spá i að fá mér japanska geishu yfir allt bakið i fullum lit, er líka að bíða eftir snillingnum hann Alex frá Danmörku til að flúra mig, hefur e-h prófað að fara til hans? það eina sem stoppar mig ídag að fá mér tattoo er að mér finnst ekkert sérstaklega gott að fá mér tattoo á bakinu. Mér finnst alveg útúrcool hvað tattooin á íslandi eru að stækka."
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2006-04-11 14:20:16",
            "id": "3332893",
            "reply_to_id": "3324962",
            "text": "Og þá sérstaklega hvað stelpur eru að fá sér stærri og stærri tattoo! :) Ekki bara e-ð eitt lítið kínatákn á herðablaðið eins og var mikið um hér áður fyrr…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-04-11 22:38:45",
            "id": "3335006",
            "reply_to_id": "3259087",
            "text": "Ég hanna mín framtíðar húðflúr sjálf, sem gerir þau ekki að tribal né skuggamyndum. Bara mín tattú. Svo þegar ég get loksins fengið peninginn til að skella þeim á mig þá verður þetta flott…flott flott."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-04-18 23:05:43",
            "id": "3363981",
            "reply_to_id": "3259087",
            "text": "ég fíla ekki tribal, ég er bara með eitt lítið sem í rauninni táknar ekki neitt en það segir svona til um hvernig manneskja ég er. mér finnst að fólk ætti bara að fá sér það sem það vill og ekki vera að stressa sig yfir því hvað vinir og aðrir segja því þegar þar að kemur þá ert það ÞÚ sem verður með þetta alla ævi ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-04-26 15:35:57",
            "id": "3395453",
            "reply_to_id": "3259087",
            "text": "ef fæ mér tattoo vegna þess að mér finnst þau flott og mér er alveg sama hvað öðrum finnst. teikna þau stundum sjalf."
        },
        {
            "user": "randomtvist",
            "user_id": "60457",
            "date": "2006-04-27 21:09:54",
            "id": "3400763",
            "reply_to_id": "3259087",
            "text": "hvað er stærsta  tattú sem þið hafið séð á íslenska stelpu?"
        },
        {
            "user": "TheySeeMeTrollin",
            "user_id": "26622",
            "date": "2006-05-02 15:37:05",
            "id": "3418959",
            "reply_to_id": "3259087",
            "text": "Ég persónulega get séð eitthvað gott í öllum stílum, svo lengi sem myndin sjálf er flott. Segir sig sjálft að það er til ljótt fantasy eins og það er til ljótt tribal.\nEr sjálfur með huliðshjálm milli herðablaðanna, og er að pæla í að fá mér tvö eins tribal á axlirnar þegar ég á pening og er búinn að stækka þær aðeins :P\nKannski skella líka merkinu úr vindlum Farósins (Tinnabók) innanvert á vinstri úlnlið.. vantar bara svipaða mynd á hægri til að halda jafnvægi í þessu."
        },
        {
            "user": "VincentTattoo",
            "user_id": "62733",
            "date": "2006-05-19 16:15:13",
            "id": "3497231",
            "reply_to_id": "3259087",
            "text": "Tattoo convention á Íslandi!!!!!!!!!!!!!!!!!!\nhttp://www.newfoundevents.com/\nhttp://profile.myspace.com/index.cfm?fuseaction=user.viewprofile&friendid=60891894&MyToken=0992648c-a0a4-4b58-aac0-a12c50b41dd8\nKíkið á þetta!!!!!!!!!!"
        },
        {
            "user": "DeezaDeath",
            "user_id": "60297",
            "date": "2006-07-15 11:14:52",
            "id": "3751069",
            "reply_to_id": "3259087",
            "text": "mitt álit er.. ef þér finnst myndin flott og langar að fá þér hana sem tattoo… af hverju ekki að gera það? tíminn líður, lífið er styttra en maður hefði viljað. lifið því:) ein að kafna úr drama hérna:D\npersónulega er ég ekki hrifin af þessum týpísku tribal tattooum, en það eru nú samt nokkur þarna inn á milli sem eru flott:) fyrsta tattooið mitt er tribal og mér finnst það hræðilegt!! :D\nkínversk tákn… æji þau skipta mig litlu.. mér finnst kannski kjánalegt að vera með þau út um allan líkamann.. (nema að þau séu saman í texta kannski). ég er hrifnust af oldschool litríkum tattooum:) og það eru einmitt fæstir sem vilja fá sér lituð tattoo… bara semekksatriði:) ég elska tattoo!! það mætti halda að maður verði háður efnum í blekinu eða e-ð því ég vil alltaf meira og meira!! er ekki jafn hrifin af götun.. er bara með 3 piercing og þau eru í naflanum, tungunni og milli augnanna og ég vil heldur alls ekki hafa þau fleiri… helzt ekki nema eitt í andlitinu… minn smekkur:)\neitt.. mig sárlangar í e-ð flott keltneskt tattoo en ég hef ekki séð mörg flott keltamynstur.. ef þið vitið um einhver virkilega töff mynstur þá megið þið endilega linka það hérna inn handa mér;) sorry hvað ég blaðra mikið…er í vinnunni og hundleiðist:P"
        },
        {
            "user": "smurfy",
            "user_id": "53549",
            "date": "2006-11-08 20:05:27",
            "id": "4192609",
            "reply_to_id": "3751069",
            "text": "ég sá um daginn á mynd svona tribal tattoo á mjóbakið með hjarta í miðjunni og pentagram inni í því. strax og ég sá það, vissi ég að þetta væri tattooið sem ég vil fá!:) og það hefur merkingarlegt gildi fyrir mig"
        }
    ]
}