{
    "forum_title": "Metall",
    "user": "Naridill",
    "user_id": "25764",
    "date": "2006-03-25 00:09:53",
    "title": "Angel of Death",
    "text": "Hver hefur ekki heyrt minnst á lagið Angel of Death?\nÞetta er lagið sem margir telja vera eitt best samda lag allra tíma. Í tilefni vaxandi umræðu hér á huga um lagið hef ég ákveðið að skrifa mína fyrstu grein um þetta lag.\nAngel of Death var samið af gítarleikara Slayer Jeff Hanneman. Það er samið um Nasista lækninn Josef Mengele sem gekk undir viðurnefninu Angel of death. Hann er þekktur fyrir sjúkar tilraunir á gyðingum og þá sérstaklega tvíburum.\nMargar upplýsingar eru þó aðeins vitaðar vegna tilrauna hans( tildæmis hæsta og lægsta hitastig sem maður getur þolað og fleira). Lagið fjallar líka lúmst um bara seinni heimstyrjöldina eins og hún var(frekar obvious). Jeff samdi lagið eftir að hafa lesið um Mengele en hann hafði komið sér upp safni af bókum um nasista eftir vaxandi áhuga á þeim eftir að pabbi hans sem barðist sjálfur í seinni heimstyrjöldinni 2(world warII) gaf honum þýska medalíu úr stríðinu.\nHanneman:“Right before I wrote ”Angel Of Death,“ I read a bunch of books about Mengele because he was pretty sick. That was how ”Angel Of Death“ came about”.\nHanneman:\"\nI know why people misinterpret it — it's because they get this knee-jerk reaction to it. When they read the lyrics, there's nothing I put in the lyrics that says necessarily he was a bad man, because to me — well, isn't that obvious?! I shouldn't have to tell you that.\"\nAðal áhrifavaldar Hannemans við gerð þessa lags voru Iron Maiden og Anthrax og Bíómyndin The Boys from Brazil sem var samin af Ira Levin og nokkrar setningar eru teknar beint úr bíómyndinni(meira um það seiunna).\nTextinn.\nAuschwitz, the meaning of pain\nthe why that I want you to die - Segir sig frekar mikið sjálft. Þá er náttúrulega átt við Auschwitz útrýmingarherbúðirnar.\nSlow death, immense decay\nShowers that cleanse you of your life. - Áherslu lýsing og  flott viðlýking.\nForced in like cattle you run.\nstripped of your life worth.\nHuman Mice for the Angel of death. - Tilrauna mýs fyrir mendel\nForhundred thousand more to die.\nChorus:\nAngel of death\nMonarch to the kingdom of the dead - Já sennsagt hann er konungur kongsdæmi þeirra dauðu\nSadistic, Surgeon of demise - lýsing\nSadist of the noblest blood - Tekið beint úr texta Levins\nDestroying without mercy\nto benefict the aryan race - Aukning á hinum Aríska kynstofni( sem hitler vildi hafa ríkjandi)(til gamans má geta að Tom og Dave Lombardo eru hvorugir af þeim stofni)\nsurgery, with no anesthesia -skurðaðgerð án deifingar\nFeel the knife pierce you intensely\nInferior,  no use to mankind - Inferior= undirmaður(vanskapað eða óæðra fólk) Þessi setning endurspeglar aðeins fordóma hitlers.\nStrapped down screaming out to die\nchorus.\nAngel of death\nMonarch to the kingdom of the death\nInfamous Butcher - tekið beint úr texta Levins\nAngel of deaaaath\nPumped with fluid, inside your brain\nPressure in your skull begins pushing through your eyes. - misheppnuð tilraun\nBurning flesh, drips away\nTest of heat burns your skin - tilraun á hversu mikinn hita maður þolir eins og áður var talað um eru þær upplýsingar komnar af honum\nyour mind starts to boil - maður lifir sig alveg inní þetta\nFrigid cold, Cracks your limbs - tilraun á kuldaþoli\nsewn together, joining heads - tilraun á að láta tvíbura vaxa saman\nJust a matter of time till you rip your self apart - ekki ervitt að trúa því\nmillions laid out in their crowded tombs - fjöldagrafir gyðinga í Auschwitz\nSickening ways to achieve the holocaust - ógeðslegar aðferðir hanns til að framkvæma blóðbaðið sitt\nSeas of blood, bury life\nSmell your death as it burns deep inside of you\nAbacinate, eyes that bleed - Hvernig hann blindar fólk með brennandi málmi\nPraying for the end of your wide awake nightmare\nwings of pain reach out for you\nHis face of  death staring as the blood running cold\nInjecting cells, dying eyes - gufu klefarnir sem notaðir voru sem fljót eyðing á gyðingum\nfeeding of the screams of the mutants hes creating - ógeðin sem hann skapar\npathetic harmless victims left to die\nRancid angel of death\nFlying free",
    "url": "https://www.hugi.is/metall/greinar/390856/angel-of-death/",
    "url_id": "390856",
    "id": "3262944",
    "replies": [
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-03-25 00:11:17",
            "id": "3263337",
            "reply_to_id": "3262944",
            "text": "Margar upplýsingar eru þó aðeins vitaðar vegna tilrauna hans( tildæmis hæsta og lægsta hitastig sem maður getur þolað og fleira)\nErtu að reyna að verja þessar tilraunir hans? Þetta eru náttla bara endalaust sick tilraunir og við græðum lítið á þessari kunnáttu."
        },
        {
            "user": "Martyr",
            "user_id": "58206",
            "date": "2006-03-25 00:17:45",
            "id": "3263367",
            "reply_to_id": "3263337",
            "text": "hann er ekkert að verja þær með þessum orðum- hvernig færðu það út eiginlega?"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-03-25 12:20:31",
            "id": "3264093",
            "reply_to_id": "3263367",
            "text": "Með því að benda á að það hafi eitthvað “gott” komið útúr þessum tilraunum."
        },
        {
            "user": "puffman",
            "user_id": "35533",
            "date": "2006-03-25 23:18:53",
            "id": "3266353",
            "reply_to_id": "3264093",
            "text": "Menn fengu ýmislegt gott út úr þessum tilraunum."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-03-26 00:22:39",
            "id": "3266597",
            "reply_to_id": "3266353",
            "text": "Eh.. nei."
        },
        {
            "user": "gummibill",
            "user_id": "56078",
            "date": "2006-03-26 01:53:57",
            "id": "3267045",
            "reply_to_id": "3266597",
            "text": "ó jú…. þótt nasistar hafi vissulega verið slæmir þá var nú samt einhverjar góðar afleiðingar: læknisfræðin væri ekki jafn þróuð í dag hefðu tilraunir nasista ekki verið til staðar… þetta voru vissulega mjög sick tilraunir en þær höfðu eitthvað gott í för með sér… en ekki misskilja mig einsog ég myndi frekar velja að þetta hafi gerst því ég vil það alls ekki og mér finnst þetta mjög sorglegt… en tilraunir nasista urðu til mikilla framfara í læknisfræði…"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-03-26 11:22:49",
            "id": "3267446",
            "reply_to_id": "3267045",
            "text": "Þetta er bara della. Hvaða framfarir urðu í læknisfræði útaf þessum tilraunum?"
        },
        {
            "user": "puffman",
            "user_id": "35533",
            "date": "2006-03-26 13:19:15",
            "id": "3267756",
            "reply_to_id": "3267446",
            "text": "Drengur, ekki láta svoan vitleysu út úr þér. Heldur þú að þeir hafi gert þetta upp á gamanið? Þeir voru að reyna á mannslíkamann, í læmnisfræðilegum tilgangi."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-03-26 13:37:40",
            "id": "3267863",
            "reply_to_id": "3267756",
            "text": "Skynja ég kaldhæðni?"
        },
        {
            "user": "gummibill",
            "user_id": "56078",
            "date": "2006-03-26 15:01:49",
            "id": "3268228",
            "reply_to_id": "3267863",
            "text": "þú hlítur að skilja það að ef að menn mættu skyndilega nota mun grófari reglur við tilraunir þá myndu framfarirnar verða miklu meiri… en nú í dag eru svo rosalega mikið af alls kyns reglum að þetta gengur mun hægar fyrir sig… nasistarnir voru mjög grófir og ákvoðu að gera hluti við gyðinga sem aðrar þjóðir máttu ekki gera og útkoman, hvort sem okkur líkaði tilraunirnar eða ekki, var: framfarir í læknisfræði."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-03-26 15:27:11",
            "id": "3268346",
            "reply_to_id": "3268228",
            "text": "Ég spyr aftur, hvaða framfarir? Þessar tilraunir höfðu flestar mjög takmarkað læknisfræðilegt gildi.\nEn jafnvel þótt menn hafi lært eitthvað af þeim þá var það engan veginn þess virði."
        },
        {
            "user": "gummibill",
            "user_id": "56078",
            "date": "2006-03-26 16:01:44",
            "id": "3268534",
            "reply_to_id": "3268346",
            "text": "t.d.\ndoctor Robert Pozoz sem hefur verið að vinna að því að bjarga fólki þegar það hefur nánast dáið úr kulda… en þegar hann gerir tilraunir sínar á sjálfboðaliðum neitar hann að láta hita sjálfboðaliðana fara meira niður en 36 gráður og auðvitað hamlar það honum að ná almennilegum niðurstöðum… hins vegar getur hann notað tilraunir nasista með alls kyns hita- og kuldabreytingar á mönnum til þess að fylla upp í eyðurnar á sínum rannsóknum…\nþað eru til miklu fleiri svona dæmi því að nasistarnir gerðu tilraunir á öllum mögulegum hlutum…\nég myndi aldrei segja að þetta hafi verið þess viðri en þetta gerðist og jafnvel þótt að þetta sé rosalega slæmt þá er samt hægt að draga eitthvað gott upp ú öskuni… í þessu tilfelli er hægt að draga mjög margt gott upp ú öskuni"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-03-26 16:04:18",
            "id": "3268547",
            "reply_to_id": "3268534",
            "text": "Ég skal gefa þér kuldann þótt það nýtist nú takmarkað en að segja að mjög margt gott hafa leitt af þessum rannsóknum eru hreinar og beinar ýkjur."
        },
        {
            "user": "gummibill",
            "user_id": "56078",
            "date": "2006-03-26 16:08:30",
            "id": "3268555",
            "reply_to_id": "3268547",
            "text": "það hafa allavega líka verið framfarir í gas- og einhverskonar heilatækni sem ég skil ekki en… ætli það sé ekki bara skoðanamál hvort þetta séu miklar framfarir eða litlar…"
        },
        {
            "user": "pokarotta",
            "user_id": "46832",
            "date": "2006-03-26 20:19:36",
            "id": "3269666",
            "reply_to_id": "3266353",
            "text": "þér bara getur ekki verið alvara.. Þú veist bara nákvæmlega ekkert hvað þú ert að tala um og þá meina ég EKKERT. Það fengust ekki einu sinni niðurstöður út úr þessum viðbjóði, hvað þá góðar. Hvaða jákvæðu niðurstöður fást úr því að sprauta bláu litarefni í augun á litlum börnum og bilnda þau. Sleppa því svo að gefa þeim að borða þar til þau deyja úr hungri eða sjúkdómum? Þú ert semsagt geim í að ég fari til þín á eftir, ræni litla bróðir þínum og geri þetta við hann, allavega á meðan ég lýg því að þér að þetta sé í þágu vísindanna, er þaggi?\ndrengur, haltu þér við tónlistina.,"
        },
        {
            "user": "puffman",
            "user_id": "35533",
            "date": "2006-03-27 11:46:01",
            "id": "3271660",
            "reply_to_id": "3269666",
            "text": "Sagði ég að þetta væri fyrirgefanlegt?\nEf þú tækir hausinn út úr rassgatinu á þér og læsir svarið mitt aftur yfir sérðu að ég var að segja að menn fengu margt gott úr þessum rannsóknum.\nÉg mæli með að þú hugsir áður en þú gerir þig að algjöru fífli.\nhttp://en.wikipedia.org/wiki/Nazi_human_experimentation"
        },
        {
            "user": "pokarotta",
            "user_id": "46832",
            "date": "2006-03-27 15:25:21",
            "id": "3272317",
            "reply_to_id": "3271660",
            "text": "Þú gerir þér grein fyrir því að það getur hver sem er getur fari inn á wikipedia og skrifað grein og þar af leiðandi er sú síða algjörlega ónothæf heimild. En ef við ættum nú að velta okkur upp úr þessum mjög svo ótraustu síðu þá sér það hver maður að í þessari upptalningu af tilraunum eru hvergi birtar neinar niðurstöður, hvað þá jákvæðar af þeirri einföldu ástæðu að þeim var lang flestum eytt. Svo var búið að finna lækningu við flestu af þessu t.d. malaríu og gaseytrun. Svo er engin að fara að segja mér að rúmlega hundrað árum eftir að hitamælirinn er fundinn upp hafi menn fyrst vitað um lægsta líkamshita manna. Ég er kannski að lesa eitthvað vitlaust, ég veit það ekki, en þú vilt þá vera svo vænn að benda mér á nákvæmlega hvar er sagt til um það góða sem hlaust af þessum tilraunum. Svo er mjög erfitt að kalla tilraun LÆKNIS fræðilega þegar hún miðast við það að tilraunadýrið deyja kvalarfullum dauðdaga. Ég bendi enn og aftur á vísindavefinn, þar finnurðu allt sem þú þarft að vita um þessi mál."
        },
        {
            "user": "puffman",
            "user_id": "35533",
            "date": "2006-03-27 16:28:51",
            "id": "3272600",
            "reply_to_id": "3272317",
            "text": "Ég var kominn með rosalegt svar, en ýtti óvart á link þannig að það hvarf. Ég ætla að skrifa upp eitthvað af því.\nÉg las “Komu ”læknisrannsóknir“ dr. Mengeles heiminum að einhverju gagni?” á vísindavefnum, og fannst það mæla frekar gegn mínum skoðunum en þínum, en samt sem áður finnst mér þetta hafa verið gott fyrir vísindin.\nM.a. tók hann útlimi og líffæri úr tvíburum og gáði hvað gerðist.\nHann sprautaði vírusum í fólk og gáði hvað gerðist.\nHann tók blóð úr einhverjum og sprautði í einhvern annan í öðrum blóðflokk og gáði hvað gerðist.\nHann gáði hvað líkaminn þoldi mikinn kulda og mikinn þrýsting, háan og lágan.\nHann setti fólk í kynskiptiaðgerðir.\nÞetta er það sem mér fannst hafa góðan tilgang\nHann gerði þó mest af heimskulegum hlutum, eins og að sprauta literefni í augun á fólki.\nAnnars sýnist mér þetta vera álitamál hvað fólki finnst um þetta. Mér finnst þetta alls ekki vera réttlætanlegt, en ýmislegt af þessu þó hafa góðan vísindalegan tilgang."
        },
        {
            "user": "pokarotta",
            "user_id": "46832",
            "date": "2006-03-27 17:15:18",
            "id": "3272950",
            "reply_to_id": "3272600",
            "text": "jæja þá veit ég allavega hvað það var sem þú varst að meina. Ég get auðvitað ekki mælt gegn því að þér finnist þetta vera góðir hlutir, en mér þykir þó vert að benda á að samkvæmt orðabók þá þarf hlutur að vera þess virði til þess að hann teljist góður og við erum báðir sammála um að svo sé ekki."
        },
        {
            "user": "Rivian",
            "user_id": "58253",
            "date": "2006-06-22 16:11:33",
            "id": "3652138",
            "reply_to_id": "3269666",
            "text": "Þröngsýni í þér."
        },
        {
            "user": "Naridill",
            "user_id": "25764",
            "date": "2006-03-25 09:15:51",
            "id": "3263803",
            "reply_to_id": "3263337",
            "text": "nei alls ekki ég er bara að tala frá þeim staðreindum"
        },
        {
            "user": "Mephz",
            "user_id": "29276",
            "date": "2006-03-25 11:58:01",
            "id": "3264018",
            "reply_to_id": "3263337",
            "text": "rangt mannkynið græddi á þessari kunnáttu út frá þessum tilraunum.\nHvað heldurðu að bandaríkjaher hafi gert við gögnin þegar þeir fundu þau eiginlega?\nþeir tóku þau og geymdu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-03-25 00:27:19",
            "id": "3263393",
            "reply_to_id": "3262944",
            "text": "fæ aldrei nóg af þessu lagi og ekki textanum heldur. einn flottasti og mest “catchy” texti sem ég veit um."
        },
        {
            "user": "Naridill",
            "user_id": "25764",
            "date": "2006-03-25 00:29:50",
            "id": "3263407",
            "reply_to_id": "3262944",
            "text": "flott grein, ég þarf að játa eitt, ég fékk notendarnafnið mitt 1. des held ég og ég hef aldrei nennt að lesa grein, nema þessa grein því mér fynnst þetta lag vera snilld! (las reyndar ekki textann í laginu)"
        },
        {
            "user": "Naridill",
            "user_id": "25764",
            "date": "2006-03-25 09:17:04",
            "id": "3263805",
            "reply_to_id": "3263407",
            "text": "lestu textann því þar eru allskonar útskýringa"
        },
        {
            "user": "JasonNewsted",
            "user_id": "52258",
            "date": "2006-03-25 00:37:26",
            "id": "3263427",
            "reply_to_id": "3262944",
            "text": "Þetta er geðveikt lag, ég las einmitt greinina hans Lecters um daginn um þennann mann."
        },
        {
            "user": "pazzini",
            "user_id": "56621",
            "date": "2006-03-25 23:04:55",
            "id": "3266313",
            "reply_to_id": "3263427",
            "text": "Hvar finnur maður hana?"
        },
        {
            "user": "JasonNewsted",
            "user_id": "52258",
            "date": "2006-03-26 17:03:18",
            "id": "3268807",
            "reply_to_id": "3266313",
            "text": "/sagnfraedi"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-03-25 01:20:19",
            "id": "3263552",
            "reply_to_id": "3262944",
            "text": "rusl rusl og aftur rusl."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-03-25 07:32:25",
            "id": "3263765",
            "reply_to_id": "3263552",
            "text": "góði besti haltu þér saman, þú hefur ekkert vit á þessu."
        },
        {
            "user": "kimtak",
            "user_id": "61866",
            "date": "2006-03-25 01:52:13",
            "id": "3263635",
            "reply_to_id": "3262944",
            "text": "Besta lag allra tíma…Punktu"
        },
        {
            "user": "aceshigh",
            "user_id": "57888",
            "date": "2006-03-25 03:17:00",
            "id": "3263714",
            "reply_to_id": "3262944",
            "text": "Fínasta grein um frábært thrash metal lag."
        },
        {
            "user": "flang3r",
            "user_id": "16647",
            "date": "2006-03-25 04:05:26",
            "id": "3263730",
            "reply_to_id": "3262944",
            "text": "Mér finnst bloodline betra =]"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-03-25 07:33:19",
            "id": "3263766",
            "reply_to_id": "3263730",
            "text": "það er vissulega ágætis lag, en ekkert toppar angel of death :D"
        },
        {
            "user": "Naridill",
            "user_id": "25764",
            "date": "2006-03-25 09:16:39",
            "id": "3263804",
            "reply_to_id": "3263730",
            "text": "gummi noo"
        },
        {
            "user": "deadgau5",
            "user_id": "25259",
            "date": "2006-03-25 15:56:12",
            "id": "3264825",
            "reply_to_id": "3263730",
            "text": "Laglínan í bloodline er ágæt en söngurinn er alveg stórglataður."
        },
        {
            "user": "bjarki88",
            "user_id": "46798",
            "date": "2006-03-25 16:16:26",
            "id": "3264904",
            "reply_to_id": "3262944",
            "text": "þeta er roslaga flotur söngur og stíll"
        },
        {
            "user": "Vicarious",
            "user_id": "55707",
            "date": "2006-03-25 17:22:10",
            "id": "3265124",
            "reply_to_id": "3262944",
            "text": "Góð grein…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-03-25 17:47:50",
            "id": "3265238",
            "reply_to_id": "3262944",
            "text": "Angel of Death er með betri lögum í heimi.\nFyrir áhugasama er meira að segja til góð cover útgáfa af því.\nhttp://www.dokaka.com/\nJapanskt listmenni sem notar einungis eigin rödd. Var þáttakönd í Medulla Bjarkar.\nHefur gert fullt af coverum.\nFarið í ofangreindann link og smellið á media.\nNokkur Maiden lög. Og Zeppelin!!!"
        },
        {
            "user": "INRI",
            "user_id": "44984",
            "date": "2006-03-25 18:15:55",
            "id": "3265328",
            "reply_to_id": "3262944",
            "text": "Showers that cleanse you of your life. - Áherslu lýsing og flott viðlýking.\nÞetta er ekki einu sinni viðlíking…"
        },
        {
            "user": "INRI",
            "user_id": "44984",
            "date": "2006-03-25 19:48:20",
            "id": "3265587",
            "reply_to_id": "3262944",
            "text": "to benefict the aryan race - Aukning á hinum Aríska kynstofni( sem hitler vildi hafa ríkjandi)(til gamans má geta að Tom og Dave Lombardo eru hvorugir af þeim stofni)\nTil gamans má geta að Hitler er ekki einu sinni af þeim stofni…"
        },
        {
            "user": "pokarotta",
            "user_id": "46832",
            "date": "2006-03-27 17:19:52",
            "id": "3272998",
            "reply_to_id": "3265587",
            "text": "jú víst vara hann það, bara ekki 100%. Sumir segja að afi hans hafi verið gyðingur sem er kjaftæði, sá kauði var ekki hreinræktaður aríi. Adolf var afturámóti meira en 50% aríi og telst því fullgildur meðlimur þess kynstofns."
        },
        {
            "user": "INRI",
            "user_id": "44984",
            "date": "2006-03-27 19:38:11",
            "id": "3273994",
            "reply_to_id": "3272998",
            "text": "Nei, það bendir allt til þess að afi Hitlers hafi verið gyðingur eða af gyðingaættum og þar af leiðandi Hitler líka.\nOg svo eru menn aldrei akkúrat 50% af einvherjum kynstofni það er mun flóknara en það…"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2006-03-29 11:37:53",
            "id": "3281050",
            "reply_to_id": "3273994",
            "text": "“að afi Hitlers hafi verið gyðingur eða af gyðingaættum og þar af leiðandi Hitler líka.”\nMaður verður sjálfgefið gyðingur ef mamma manns er gyðingur, ekki afi, skilst mér. :-)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-03-27 23:24:03",
            "id": "3275523",
            "reply_to_id": "3272998",
            "text": "ja einhver sagði mér að annað hvort mamma hans eða pabbi hafi verið gyðingur og hann hafi fyrirlitið annann aðilan…hmm ekki viss um það samt =/"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-04-03 19:02:23",
            "id": "3303659",
            "reply_to_id": "3272998",
            "text": "Tom Arya og trommarinn eru örugglega að hluta til úr þessum stofni líka"
        },
        {
            "user": "Thorin",
            "user_id": "10897",
            "date": "2006-03-25 20:20:59",
            "id": "3265700",
            "reply_to_id": "3262944",
            "text": "Ég hef verið að gefa þessu lagi sénsa á fullu núna uppá síðkastið, en ég er bara enganveginn að fíla þetta lag.\nÉg ber samt mikla virðingu fyrir slayer og þessu lag.. nokkuð erfitt held ég að spila þetta."
        },
        {
            "user": "gummibill",
            "user_id": "56078",
            "date": "2006-03-26 01:55:33",
            "id": "3267052",
            "reply_to_id": "3262944",
            "text": "ég jazzaði þetta lag einu sinni"
        },
        {
            "user": "pokarotta",
            "user_id": "46832",
            "date": "2006-03-26 15:13:08",
            "id": "3268285",
            "reply_to_id": "3262944",
            "text": "Eruð þið fíflin semsagt að reyna að segja mér það að menn hafi ekki vitað hver lægsti hiti sem maður gæti þolað væri fyrr en á fimmta áratug síðstu aldar, EFTIR að þeim tekst að kljúfa atómið? Forn grikkir mældu nækvæmlega ummál jarðar, ég held að einvher hafi getað fundið út þetta líka. Þessar tilraunir voru bara hugarfóstur geðsjúks morðingja sem skýldi sér á bakvið  hugmyndir þjóðernissósíalismans. Þetta hafði aldrei neitt með læknisfræði að gera. Þú gætir aldveg eins sagt að þeir hafi bara verið að tékka á því hvaða áhrif gasklefar hefðu ef þeir væri prófaðir á milljónir manna í einu. Hálfvitar.."
        },
        {
            "user": "gummibill",
            "user_id": "56078",
            "date": "2006-03-26 16:03:59",
            "id": "3268545",
            "reply_to_id": "3268285",
            "text": "bara smá ráðlegging, engin óvirðing en ég myndi ráðleggja þér að sýna aðeins meiri virðingu og ekki verða svona þröngsýnn þegar þú rökræðir við einhvern"
        },
        {
            "user": "gummibill",
            "user_id": "56078",
            "date": "2006-03-26 16:19:54",
            "id": "3268603",
            "reply_to_id": "3268285",
            "text": "ég myndi aldrei segja að það væri rétt að fara þessa leið til þess að verða sér úti um læknisfræðilega kunnáttu en nasistar fóru þessa leið og þannig er það bara… við hefðum örugglega fundið allt þetta sem nasistarnir gerðu út einhvernvegin öðruvísi en þrátt fyrir það þá fóru nasistar þessa leið og út frá henni græddum við læknisfræðilega kunnáttu. sama hversu ranga leið mannkynið valdi þá var það samt sem áður ein leið og hún virkaði að einhverju leiti"
        },
        {
            "user": "pokarotta",
            "user_id": "46832",
            "date": "2006-03-26 20:12:40",
            "id": "3269634",
            "reply_to_id": "3268603",
            "text": "Þegar tveir menn rökræða þá tala tala þeir á skynsemisnótum um hluti sem hægt er að taka afstæðu til, t.d. hvort ganga eigi í ESB eða hvaða flokkur eigi að vera í meirihluta á þingi. Þessi fíflagangur fellur alls ekki undir þá skilgreiningu. Ég veit fyrir víst að þessir glæpir sem nasistarnir kölluðu rannsóknir gerðu nákvæmlega ekkert fyrir mannkynið. Hefðu þær átt sér stað fimm þúsund árum fyrr þá gæti ég trúað þér, en það er engin að fara að segja mér það að menn hafi uppgötvað fúkalyf og gerilsneyðingu áður en menn vissu hver lágmarkslíkamshiti mannsins er.\nÉg veit alveg hverju þú ert að reyna að ýja, t.d. eins og þegar háttsettur maður í bandaríkjunum keypti sér 9 þrælakonur, barnaði þær og skar þær svo upp á mismunandi stigum meðgöngunnar og kannaði fóstrið. Það bjargaði hundruðum eða þúsundum kvenna seinna meir, en þetta var meira en hundrað árum fyrir tíma nasistanna og ansi margt breyttist á þessum hundrað árum.(menn klufu fokking atómið, þú hlýtur að vera að grínast með þetta) Þannig að þú sérð að hér er ekkert um neitt val eða skoðun að ræða, það sem þú og óhugnarlega margir aðrir á þessu áhugamáli eruð að reyna að segja er einfaldlega ekki satt. Ef minn vitnisburður er ekki nóg þá bendi ég www.visindavefur.hi.is þar sem þessari spurningu er svarað í einföldu máli. Þegar þú biður mig um að hætta að vera þröngsýnn gagnvart þér þá ertu að biðja mig um að gera lítið úr dauða milljóna saklausra manna vegna þess að þú kannt ekki sjitt í mannkynssögu, og þú skilur hversvegna ég geri það ekki. Að endingu vill ég biðja þig, ef þú hefur eitthvað fleira til málanna að leggja, að senda mér einkapóst þar sem þetta er jú tónlistaráhugamál.\nSvo maður tali nú aðeins um efnið þá hef ég aldrei kunnað sérstaklega við slayer, en Angel of Death er með betri metallögum í heimi."
        },
        {
            "user": "DabbiSB",
            "user_id": "62272",
            "date": "2006-03-27 14:33:55",
            "id": "3272082",
            "reply_to_id": "3269634",
            "text": "Eruð þið fíflin semsagt að reyna að segja mér\nHálvitar.\nKallarru þetta að rökræða á skynsemisnótunum ?"
        },
        {
            "user": "pokarotta",
            "user_id": "46832",
            "date": "2006-03-27 15:28:49",
            "id": "3272339",
            "reply_to_id": "3272082",
            "text": "Nei, það talaði ég aldrei um. Ef að fólk gasprar svona fáránlegar fullyrðingar út í loftið án þess að hafa nokkuð á bakvið sig þá er þeim eðlileg svarað á þennan hátt. Maður uppseker bara eins og maður sáir."
        },
        {
            "user": "Geitin",
            "user_id": "34926",
            "date": "2006-03-28 22:39:23",
            "id": "3280004",
            "reply_to_id": "3272339",
            "text": "þú ert nú meiri gyðingurinn…\nog meðan ég man, grikkjum skeikaði um einhverja 10 þúsund kílómetra í þessum “nákvæmlegu reikningum” um ummál jarða"
        },
        {
            "user": "MrDick",
            "user_id": "32382",
            "date": "2006-03-29 11:22:16",
            "id": "3281022",
            "reply_to_id": "3280004",
            "text": "hehehehe….you dirty goat"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2006-03-29 11:43:04",
            "id": "3281066",
            "reply_to_id": "3280004",
            "text": "Reyndar skeikaði honum ekki nema um eitthvað í kringum 2.000-3.000 km\nUmmál jarðarinnar ca. 40.000 km.\nGaurinn sem reiknaði út ummál hennar reiknaði það út útfrá einhverjum hornum og drasli, sem hann mældi með auganu, þannig að það er svosem ekki skrýtið að það hafi verið skekkja, en hún var furðulega lítil."
        },
        {
            "user": "pokarotta",
            "user_id": "46832",
            "date": "2006-03-29 16:32:21",
            "id": "3282272",
            "reply_to_id": "3280004",
            "text": "já sjitt maður, gyðingur. Skekkjan nam um 5% af heildarstærð jarðar, sem er fáránlega lítið miðað við mælitæki. Ekki að það komi málefninu eitthvað við."
        },
        {
            "user": "Kupo",
            "user_id": "29733",
            "date": "2006-03-27 10:09:01",
            "id": "3271538",
            "reply_to_id": "3262944",
            "text": "já fínt lag,texti og grein þótt ég hafi aldrei fílað Slayer neitt of mikið.."
        },
        {
            "user": "Aqualung",
            "user_id": "52201",
            "date": "2006-04-04 18:03:58",
            "id": "3307261",
            "reply_to_id": "3262944",
            "text": "Góð grein og gott lag.. Flottur textinn sérstaklega\nEn að mínu mati svo sannarlega skemmtilega geðbilaður maður."
        },
        {
            "user": "haflilli",
            "user_id": "24952",
            "date": "2006-04-11 10:42:17",
            "id": "3332270",
            "reply_to_id": "3262944",
            "text": "þess má geta að Auschwitz eru útrýmingarbúðir og fyrsta orðið í laginu ;)"
        }
    ]
}