{
    "forum_title": "Körfubolti",
    "user": "Sporti",
    "user_id": "26071",
    "date": "2006-03-26 21:59:33",
    "title": "Robert Horry",
    "text": "Nokkrir hér voru að spyrjast fyrir um Horry svo að ég skal segja ykkur dálítu um hans ferill.\nRobert Horry er fæddur 25.ágúst 1970. Hann er giftur(giftist 1997) og á tvö börn(kk og kvk).Hann spilaði í Alabama háskólanum með Latrell Sprewell.  Houston völdu hann 11 í nýliðavalinu 1992 og sáu þeir ekki eftir því.Hann spilaði mikilvæg hlutverk í Houston liðinu sem var meistari 1994 og 1995. Hann kom þá oftast inná sem varamaður en spilaði margar mín. Hann er stór(2,08) en er ótrúlega fjölhæfur miða við hæð og mikill íþróttamaður.Einnig er hann góð skyta.\nEftir góðan ferill með Houston þá var honum skipt til Suns ásamt San Cassell(og fleirum) fyrir Charles Barkley árið 1997. Honum leið aldrei vel hjá Suns og var skipt árið eftir fyrir Cedric Ceballos til Lakers. Hjá Lakers þá átti hann sín bestu tímabil(eða meira svona frábærar úrslitakeppnir). Því hann var mikilvægur hlekkur í öllum 3 meistaratitlum félagsins(2000,2001,2002) og átti hann nokkrar frægar sigurkörfur sem gerðu gæfa muninn. Hann þráði ekki að vera stjarna og sæti sig vel við sitt hlutverk hjá liðinu. Reyndar átti hann mjög dapra úrslittakeppni með lakers 2003 og létu lakers hann fara frá liðinu(til að búa til pláss fyrir Malone og payton) og töldu þeir að ekki væri hægt að kreysta meira út úr honum.\nSpurs voru ekki sammála og náður sér í hann og átti hann eftir að hjálpa þeim mikið þegar þeir urðu meistara 2005 og gleyma margir seint 3 stiga körfuni á móti Detroit í úrslitunum.\nHorry er einn af þeim mönnum sem virðast vera að bíða eftir úrslitakeppnini ár hvert því að þar fer hann í gang og er hann hvað þekktastur fyrir að skora sigurkörfur á lokasekundunum(þær eru orðnar það margar sem hann skoraði fyrir houston,lakers og spurs að ég er búinn að missa tölu). Hann er einn af þeim leikmönnum sem flest lið mundu vilja hafa innan síns liðs og þótt að hann spili ekkert rosalega mikið núna c.a 18 mín í leik þá held ég að mörg lið myndu vilja hafa hann á bekknum þegar úrslitakeppnin byrjar því að fyrir utan að hafa tekið nokkrar sigurkörfur er hann ótrúlega klókur leikmaður sem skilar alltaf sínu(alavega í úrslittakeppninni)\np.s enginn leikmaður í NBA í dag hefur unnið fleiri NBA titla en hann(aðeins 12 aðrir leikmenn hafa unnið 6 eða fleiri titla t.d Jordan)",
    "url": "https://www.hugi.is/korfubolti/greinar/391095/robert-horry/",
    "url_id": "391095",
    "id": "3265977",
    "replies": [
        {
            "user": "Manimal",
            "user_id": "44579",
            "date": "2006-03-26 22:38:30",
            "id": "3270500",
            "reply_to_id": "3265977",
            "text": "Bill Russel varð meistari ellefu sinnum, níu sinnum sem leikmaður og tvisvar sem þjálfari."
        },
        {
            "user": "Manimal",
            "user_id": "44579",
            "date": "2006-03-26 22:49:17",
            "id": "3270618",
            "reply_to_id": "3270500",
            "text": "Ok sorry helt ad thu hefdir sagt ad Horry hefdi oftast allra ordid meistari, attadi mig thegar ad eg las thetta allt [thetta svar er i bodi PSP]"
        },
        {
            "user": "bunnyboy",
            "user_id": "13418",
            "date": "2006-03-27 10:44:13",
            "id": "3271587",
            "reply_to_id": "3265977",
            "text": "Ein staðreyndarvilla.\nHann spilaði mikilvæg hlutverk í Houston liðinu sem var meistari 1994 og 1995. Hann kom þá oftast inná sem varamaður en spilaði margar mín.\nRobert Horry byrjaði 292 af 295 leikjum sínum með Houston Rockets.\nAnnars fín grein."
        },
        {
            "user": "dArksHeeP",
            "user_id": "23309",
            "date": "2006-03-28 21:26:41",
            "id": "3279534",
            "reply_to_id": "3265977",
            "text": "Frábær leikmaður og mjög mikill clutch player.\nEins og gefur að skilja er ég samt örugglega minnsti Robert Horry fan sem fyrir finnst helv…. Robert Horry"
        },
        {
            "user": "dArksHeeP",
            "user_id": "23309",
            "date": "2006-04-20 02:42:55",
            "id": "3369450",
            "reply_to_id": "3279534",
            "text": "Bill Russel vann titilinn 11 sinnum hjá Boston celtics."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-04-28 18:27:07",
            "id": "3403311",
            "reply_to_id": "3265977",
            "text": "ó ég sá robert horry í minnesota um páskana þegar san antonio spilaði á móti minnesota (fermingargjöfin mín ;))"
        }
    ]
}