{
    "forum_title": "Tölvuleikir",
    "user": "PhazE",
    "user_id": "1910",
    "date": "2001-08-17 16:26:48",
    "title": "gera Max Payne að áhugamáli",
    "text": "Ef þið hafið prufað Max Payne eitthvað að ráði þá ættuð þið að vera sammála mér, þessi leikur er pure snilld, þessi bullet-time hæfileiki Max er að hann getur hægt á tímanum (já, það hægist á honum líka) þannig að þú getur séð kúlurnar fara fram hjá þér, og með snipernum þá fylgistu með kúlunni þangað til að hún hittir kallin sem þú miðar á og maður fær mörg tækifæri til að nota þennan sniper. Gervigreindinn er ógeðslega svöl, þeir beygja sig undan kúlum og stökkva burt ef þú kemur vaðandi að þeim með sprengivörpu, en eitt við gervigreindina er að ef þú kastar handsprengju að þeim þá hlaupa þeir ekki burt heldur láta sem þeir sjái hana ekki og springa síðan bara til kína. En það sem ég hef tekið eftir að í næstum öllum leikjum, ef það eru einhverjir vondir kallar að elta þig, þá ferðu fyrir horn og raðar þeim niður þegar þeir koma fyrir hornið. Það er ekki hægt í þessum leik, því að þeir koma ekki fyrir hornið heldur bíða eftir að þú komi",
    "url": "https://www.hugi.is/tolvuleikir/greinar/39104/gera-max-payne-ad-ahugamali/",
    "url_id": "39104",
    "id": "258133",
    "replies": [
        {
            "user": "flamer",
            "user_id": "2842",
            "date": "2001-08-17 16:36:33",
            "id": "258134",
            "reply_to_id": "258133",
            "text": "1) Bullet time er í Matrix, þetta er stolið þaðan (jafnvel nafnið :P)\n2) Leikurinn er of stuttur og hann er ekki fyrir multiplayer og það gerir það að verkum að leikurinn er heldur þunnur fyrir heilt áhugamál.\nJust my 2 copper pieces."
        },
        {
            "user": "flamer",
            "user_id": "2842",
            "date": "2001-08-17 17:14:14",
            "id": "258135",
            "reply_to_id": "258134",
            "text": "Leikurinn er ekkert of stuttur, hann er geðveikur, ég stið það að fá sér áhugamál.\nÞað er bara svo sjúkt að vera að stökva til hliðar með coltin í bullet-time eða aftur á bak með shottaran. þetta er bara sjúkasti leikur ever!!!"
        },
        {
            "user": "heisi2",
            "user_id": "11040",
            "date": "2001-08-20 12:40:48",
            "id": "258136",
            "reply_to_id": "258134",
            "text": "hvað með það þó að bullet time sé stolið úr matrix. það er hægt að downloada mod fileum á netinu og það er að fara að komu multiplayer mod fæll."
        },
        {
            "user": "enGill",
            "user_id": "345",
            "date": "2001-08-17 17:39:15",
            "id": "258137",
            "reply_to_id": "258133",
            "text": "ég er nú á móti því að gera þennan leik að áhugamáli. multiplayer factorinn verður að vera til staðar, sjáum bara hvað kom fyrir black and white áhugamálið..steindautt (veit reyndar ekki hvort hann hafi multiplayer eður ei)."
        },
        {
            "user": "Kjarrval",
            "user_id": "3269",
            "date": "2001-08-18 00:55:21",
            "id": "258138",
            "reply_to_id": "258137",
            "text": "Black & White hefur Multiplayer support"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-08-18 17:04:04",
            "id": "258139",
            "reply_to_id": "258138",
            "text": "Og B&W er ekki dautt áhugamál"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-08-19 14:25:15",
            "id": "258140",
            "reply_to_id": "258139",
            "text": "Nei, or1on, en það er heldur slakt, slakara en flest önnur áhugamál hérna…"
        },
        {
            "user": "heisi2",
            "user_id": "11040",
            "date": "2001-08-20 12:43:52",
            "id": "258141",
            "reply_to_id": "258137",
            "text": "það er hægt að downloada mod fælum sem þú setur bara í möppuna þar sem þú installaðir leiknum svo þegar þú ferð í leikinn kemur fyrst svona dæmi til að stilla grafíkina og þar neðst stendur modifications eða einhvað þannig þar velur þú fælinn. Það er bráðum að koma multiplayer fæll"
        },
        {
            "user": "Dreitill",
            "user_id": "492",
            "date": "2001-08-17 19:19:57",
            "id": "258142",
            "reply_to_id": "258133",
            "text": "Alls ekki sammála.  Þetta er mjög stuttur leikur, enginn multiplayer möguleiki sem þýðir að umræðan er mjög svo tæmandi."
        },
        {
            "user": "MaD",
            "user_id": "8203",
            "date": "2001-08-17 20:53:08",
            "id": "258143",
            "reply_to_id": "258142",
            "text": "Þeir voru komnir með hugmyndina að bullet time áður en Matrix var sýnd. Nafnið á þessu er samt úr The Matrix.\nÞað fylgir level editor með leiknum. Nóg að tala um þar. Fullt af páskaeggjum(það hef ég allavegana heyrt)."
        },
        {
            "user": "Titan",
            "user_id": "7585",
            "date": "2001-08-17 21:55:24",
            "id": "258144",
            "reply_to_id": "258143",
            "text": "ekki að áhugamáli ( ekkert að tala um :o)"
        },
        {
            "user": "kjerulf",
            "user_id": "12099",
            "date": "2001-08-18 20:53:50",
            "id": "258145",
            "reply_to_id": "258143",
            "text": "ég er nú nokkuð viss um að conceptið af max payne sé eldra en Matrix"
        },
        {
            "user": "spliffme",
            "user_id": "12967",
            "date": "2001-09-07 06:10:00",
            "id": "258146",
            "reply_to_id": "258133",
            "text": "Ég keypti þennan leik í byrjun ágústmánaðarins. Og spilaði hann í heilar 2 vikur, næstum því. Ég kláraði hann oft. Og ég leit á þetta sem algjorra sjálfspyntingu. Dálíið fyrir virtual S&M.\nActionið í leiknum er góður, level design, bara ágætt, ágætis val á byssum og skemmtilegar tæknibrellur. EN það sem fór mest í pirrurnar á mér var þessi fucking handritshöfundur (Sam Lake að mig minnir, sem er í þokkabót andlit Max Payne ekki röddinn)\nsem fór YFIRUM í ljóðrænum viðbjóði. Sagan í leiknum, er að vísu þessi dæmigerða  klassíska löggu-saga (EN HÚN ER HRÆÐILEGA ILLA SKRIFUÐ). Konan þín er drepin, og barnið líka. Æ,æ,æ. So he seeks revenge, on everything in this crooked, cold world, like a satanic bat out the infernal flames of hell.\nLeikurinn er búinn að vera í vinnslu í næstum því 3 eða 4 ár. Og útkomann er í raun EKKERT til að hrópa húrra yfir.\nbæklingurinn innihélt meira segja setningar og orð á borð við:\n“first ever comic-book style storytelling” næstum því allir leikir frá árinu 0 til 1993-4 voru ekkert nema MYNDIR eða “comicbook style storytelling” tilvitnun lýkur ( góð dæmi ACCOLADE leikir á árunum 1990-92 þegar VGA-kortinn komu fyrst fram og hið ótrúlega SOUND BLASTER, ekki sé minnst á AD-LIB hljóðkortinn)\n“INTERACTIVE” er orð sem ég persónulega GUBBA yfir þegar ég les það einhverstaðar.\nMér fannst ég svikinn um næstum 5000 kall - og heilar tvær vikur af lífinu mínu!!\nójá - þetta ótrúlega bullet-time slómó kjaftæði er skemmtilega kúl.  En af hverju ÞARF maður að spila þennan leik í þriðju persónu? Það hefði verið skemmtilegra að nota þetta B-T í fyrstu persónu. Af hverju er ekki val? Er kannski að koma mod fyrir það líka. er líka hægt að fá mod til ð breyta röddinni í Max Payne\n“I came from the cold, ugly monster outside- it was screming at me- I felt like my head would cave in- I touched my gun like a 2 dollar whore would suck on a huge popsicle. bla bla bla bla bla bla”\nÁstæðan af hverju ég keypti þennann leik, er útaf því að það er búið að taka langan tíma að gera hann. Það sem ég sá úr honum fyrir 3 árum var flott. Það sem ég sá úr honum fyrir 2 mánuðum, var flott. EN leikurinn er ekkert neitt nema PacMan með tæknibrellum. Viðbjóður.\nMig hlakkaði meira segja til að spila þennann leik. PROZAC.\nLeikurinn er góður að einu leyti - og það er actionið. Restinn er viðbjóður. Minnir mig helst á Kingpin, leikur sem var auglýstur alveg heiftarlega með orðasamsetningum á borð við“VIOLENCE GALORE” og ein besta auglýsing ever “PARENTAL ADVISORY COARSE LANGUAGE”\nSíðan áttirðu að ferðast frá A  yfir á Z og síðan var eitthvað inná milli. Sá leikur var líka viðbjóður.\nAnnar leikur sem er álíka: Soldier of Fortune… viðbjóður\nKannski er ég bara búinn að spila tölvuleiki alltof mikið… alltof lengi\n…en MP - SOF  og K eiga það samt sameiginlegt að vera algjört tækniundur, allt gott og blessað - en mér finnst það bara ekki nóg. Vona að aðrir séu sammála mér um það.\nEf þið viljið áhugamál -spilið Deus Ex, spiliði System Shock 2, spiliði leiki sem INNIHELDUR eitthvað. þarsem orðið “Interactive” þýðir eitthvað.\nEkki falla í þá gryfju að allir þeir leikir sem þú getur skotið byssu úr, eru góðir - ég væri ánægður með aspas sem vopn, ef sagan er góð - ef gameplay er gott - og er endurspilanlegt! Max Payne á eftir að vera gleymdur eftir 2-3 mánuði- fuck - kannski er hann gleymdur núna (please god)"
        },
        {
            "user": "Pixie",
            "user_id": "2413",
            "date": "2001-09-08 13:21:14",
            "id": "258147",
            "reply_to_id": "258146",
            "text": "Ég hef ekki spilað Max Payne, þar sem tölvukosturinn sem ég bý yfir hefur ekki getu til að spila þann leik sem skyldi… en ég hef verið að spila leik sem heitir Hitman: Codename 47 og mig langar til þess að fá þitt álit á þessum leik Spliffme, það er að segja ef þú hefur spilað hann….\nKveðja, Pixie."
        },
        {
            "user": "spliffme",
            "user_id": "12967",
            "date": "2001-09-08 19:57:12",
            "id": "258148",
            "reply_to_id": "258147",
            "text": "Því miður, þá hef ég bara kitlað þann leik einu sinni… það litla sem ég sá og spilaði var nokkuð sniðugt.\nEn… þangað til ég hef spilað hann og klárað. Þá skal ég rita þér ítarlega grein um það ef þú vilt.\n-spliffme"
        },
        {
            "user": "FrosenFr",
            "user_id": "9393",
            "date": "2001-09-27 09:36:12",
            "id": "258149",
            "reply_to_id": "258133",
            "text": "Jamm þessi leikur er ekki fullkominn en þeir gerast varla flottari ennnn… Það er einn stór galli á leiknum að ef hann væri ekki þá væri leikurinn fullkominn og það eru þessi HELV*T*S DRAUMA BORÐ Þar sem honum hefur verið birlað eitur það eru 2 svoleiðis borð þarna sem tekur heila eilífð að fata hvert á að fara í fyrsta skipti. Og mér finnst líka að þeir ættu bara að sleppa því að láta leikinn þurfa að loda öll möppin í sitthvoru lagi og láta öll vera tilbúin strax í byrjun. Sem sagt loada allan pakkann um leið og talvan byrjar að kveikja á leiknum og ekkert svona fjárans shut down bull…"
        },
        {
            "user": "Hallgrimur",
            "user_id": "2769",
            "date": "2001-10-11 09:58:31",
            "id": "258150",
            "reply_to_id": "258149",
            "text": "ÉG er samála\nFyrsta drauma borðið var ágætt og flott\nen svo þegar þeir fara að koma með það aftur þá er ekkert var í það, bara leiðinlegt\nsvo er auðvelt að rata í völundarhúsinu, eltir bara hljóðið og þá er það komið sama með þetta sem þú labar á æðunum eða hvað þetta er elta bara hljóðið"
        },
        {
            "user": "PhazE",
            "user_id": "1910",
            "date": "2002-10-12 20:25:34",
            "id": "258151",
            "reply_to_id": "258133",
            "text": "vá… það er meira en ár síðan ég gerði þessa grein"
        }
    ]
}