{
    "forum_title": "Deiglan",
    "user": "gummiz",
    "user_id": "20742",
    "date": "2006-03-28 22:11:33",
    "title": "Hvenær drepur maður mann? Umfjöllun um kynferðisbrotadóma",
    "text": "Eftirfarandi er grein sem ég ritaði um málefni sem brennur oft á vörum okkar: Of væga dóma í kynferðisbrotamálum, með Svefnnauðgarann að leiðarljósi.\nTuttugu og átta ára gamall geimverkfræðingur var dæmdur í nóvember á síðasta ári í Héraðsdómi Reykjavíkur fyrir hrottafengna nauðgun á átján ára stúlku.\nHann er talinn hafa byrlað stúlkunni sem hann nauðgaði svefnlyfið Rohypnol. Stúlkan mundi ekki neitt en var með áverka eftir nauðgunina.\nDómurinn sem hann hlaut var tveggja og hálfs árs fangelsi. Dómarar töldu hann ekki eiga sér neinar málsbætur.\nHrottafengin nauðgun í svefni\nMaðurinn nauðgaði stúlkunni á hrottalegan hátt eftir að hafa boðið henni og vinkonu stúlkunnar í partý heim til sín. Þar spiluðu þau Friends spilið þar til vinkonan fór heim. Maðurinn bauð þeim upp á hvítvín og er talið að hann hafi blandað lyfinu í það. Stúlkan lognaðist út af og maðurinn nauðgaði henni.\nÞað sem er athyglisvert við Svefnnauðgarann er að hann gengur að líkindum enn laus.\nÍslenska réttarkerfið er í molum.\nHann nauðgaði stúlkunni í nóvember árið 2004. Hann fékk svo dóminn í nóvember árið 2005. Allan þann tíma sem leið á milli gekk hann laus. Og gerir vísast til enn. Málinu hefur væntanlega verið áfrýjað miðað við dóminn sem hann hlaut sem lætur hann enn ganga lausan.\nHvenær drepur maður mann?\nÞað er athyglisvert. Ef þú fremur morð þá ferðu í gæsluvarðhald uns dómur fellur. Ef þú gerist sek/ur um stórfellt brot á fíkniefnalöggjöfinni ferðu í gæsluvarðhald uns dómur fellur. Ef þú ert kærð/ur fyrir nauðgun gengur þú laus uns dómur fellur. Þarna er kerfið ekki að standa sig.\nJón Hreggviðsson sagði: Hvenær drepur maður mann? Veltum því fyrir okkur. Morð er þegar einhver banar öðrum manni. Fíkniefni drepa. En drepur nauðgun?\nHugsanlega. Allavega skilur hún eftir ör á sálinni og gæti leitt til þess að fórnarlamb taki sitt eigið líf. Myrði sjálfan sig.\nOf vægir dómar\nDómar yfir kynferðisbrotamönnum eru of lágir.\nTvö og hálft ár í tilfelli þessa tiltekna manns er lítið. Eiginlega ekki neitt miðað við örið sem hann skilur eftir á sál stúlkunnar sem hann var dæmdur fyrir að nauðga.\nHámarksrefsins fyrir nauðgun er samkvæmt hegningarlögum sextán ár. Það hefur margsýnt sig og sannað að dómarar dæma ekki eftir þessum refsiramma.\nMaðurinn fékk tvö og hálft ár fyrir að misnota stúlku sem er á menntaskólaaldri. Hann losnar væntanlega út mun fyrr. Mörg dæmi eru um það að afbrotamenn afpláni nema tvo þriðju þess dóm sem þeir fá og jafnvel að þeir losni fyrr.\nHæstu dómarnir í stóra fíkniefnamálinu voru sex ár. Refsiramminn þar er tólf ár. Dómurinn í fyrrgreindu máli er einn sá hæsti kveðinn hefur verið upp hér á landi(var þó mildaður í Hæstarétti)\nÞú þarft semsagt að nauðga nánast þremur konum til að fá sama dóm og maður sem flytur inn 7 kíló af spítti.\nSkilaboð dómara\nSvefnnauðgarinn fékk þungan dóm - miðað við erfiða sönnunarbyrði. Mörgum hefði þótt eðlilegt að hann fengi þyngri dóm. Sjálfum finnst undirrituðum það eðlilegt.\nDómarar senda oft þau röng skilaboð með dómum sínum þegar dæmt er í málum sem þessum. Að það sé í lagi að nauðga. En hins vegar, miðað við framangreint, er ekki í lagi að flytja inn fíkniefni. Hvort er okkur mikilvægara: Sjö kíló af spítti eða sálarlíf þriggja kvenna?",
    "url": "https://www.hugi.is/deiglan/greinar/391542/hvenaer-drepur-madur-mann-umfjollun-um-kynferdisbrotadoma/",
    "url_id": "391542",
    "id": "3271341",
    "replies": [
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-03-28 22:43:39",
            "id": "3280023",
            "reply_to_id": "3271341",
            "text": "Æjh, ég er að fara fá leið á þessu tali.  Hvernig er nauðgun ekki hrottaleg?  Hvaða áhrif hefur fíkniefni á sálarlíf fólks?  Bæði neytandans og þeirra sem þurfa svo að gjalda fyrir það (t.d. þegar handrukkarar fara á eftir ættingjum).  Þú getur staðið í þessum samanburði í allan dag.  Það gengur ekki að setja einhverja mælistiku á þetta.\nÞað eina sem ég heyri í þessari umræðu er “dómar fyrir kynferðisafbrot eru of vægir”.  Hvað er nóg?  Hvernig væri að þið kæmuð með lausn á þessu meinta vandamáli í stað þess að segja endalaust að dómar séu of vægir.  Eigum við að auka þyngd þeirra um 50%?  Eigum við að taka líf fyrir líf?\nÉg er farinn að fólkið sem er sífellt að draga upp þessa umræðu sé ekkert annað en hræsnarar sem finnst gaman að koma af stað tilfinningaþrungri umræðu og heyra að fólk samsinnist þeim í skoðunum."
        },
        {
            "user": "AngelicX",
            "user_id": "7629",
            "date": "2006-03-29 11:11:39",
            "id": "3280998",
            "reply_to_id": "3280023",
            "text": "Heyr heyr, sammála þér í tætlur, hættið þessu refsingarbulli og reynið að fara að taka til í hausnum á ykkur, refsingar hafa ekkert forvarnargildi, reynið frekar að skilja hvað er um að vera og skilja vandann.  Er hann kannski í samfélaginu frekar en bara hjá þessum einstakling??? Hvernig kemst hann yfir Rohypnol?  Græðir það sár stúlkunnar að hann sé lengur í fangelsi ???"
        },
        {
            "user": "Nainsi",
            "user_id": "45345",
            "date": "2006-03-29 18:02:39",
            "id": "3282893",
            "reply_to_id": "3280998",
            "text": "Græðir það sár stúlkunnar að hann sé lengur í fangelsi ???\nFáránlegt komment, hvað græðir fjölskylda myrts einstaklings á því að morðingin siti í fangelsi? eða stjórvöld á því að hafa skattsvikara í fangelsi?\nSá sem sekur er á að fá sín málágjöld og fólk sem fremur svona brot, skattsvik, kynferðisofbeldi, dráp og svo framvegis, það á ekki skilið að búa í okkar samfélag, því á að refsa svo það andskotans skilji! Þó svo það virki kannski ekki endilega alltaf að setja siðblint fólk á bak við lás og slá.\nJá, svo maður minnist nú ekki líka á það að nauðgarar nauðga aftur, það sama gildir um fólk sem drepur og svindlar."
        },
        {
            "user": "AngelicX",
            "user_id": "7629",
            "date": "2006-03-29 21:11:38",
            "id": "3284128",
            "reply_to_id": "3282893",
            "text": "Fangelsi leysir ekki nein vandamál það bara skapar fleiri, það þarf að endurhæfa þessa einstaklinga, ekki skemma þá meira…  Verulega erfitt að meðtaka ég veit, en það þarf að þroskast upp úr þessum hugsunarhætti að auga fyrir auga og tönn fyrir tönn eigi alltaf að gilda…"
        },
        {
            "user": "Nainsi",
            "user_id": "45345",
            "date": "2006-03-29 21:14:42",
            "id": "3284154",
            "reply_to_id": "3284128",
            "text": "Þroskast…\nEndurhæfing já, það er samt spursmál í hverju og einu tilviku hversu langan tíma fólk þarf að vera í meðferð til þess að átta sig á því hversu skemmt það er, hvað það gerði rangt og svo að iðrast.\nNokkur ár á hæli og hjá sálfræðingi ættu að gera eitthvað gagn í einhverjum tilfellum. Sama hvort það er fangelsi eða hæli, halda þessu fólki frá heilbrigðu fólki og samfélagi og í meðferð þangað til það er nógu heilt á geði til þess að umgangast annað fólk. Það ættu svo sérfræðingar að meta, ekki dómstólar."
        },
        {
            "user": "AngelicX",
            "user_id": "7629",
            "date": "2006-03-29 21:38:05",
            "id": "3284281",
            "reply_to_id": "3284154",
            "text": "Alveg sammála þér þarna, en það á ekki að refsa til að hefna sín, heldur til að hjálpa samfélaginu að batna ekki satt ?"
        },
        {
            "user": "Nainsi",
            "user_id": "45345",
            "date": "2006-03-29 22:29:12",
            "id": "3284603",
            "reply_to_id": "3284281",
            "text": "Jú, mikið rétt."
        },
        {
            "user": "Nainsi",
            "user_id": "45345",
            "date": "2006-03-29 17:59:32",
            "id": "3282862",
            "reply_to_id": "3280023",
            "text": "Það er ekki í höndum almennra borgara að þyngja dóma í kynferðisbrotamálum og já það ætti að þyngja þá, annað er svívirðilegt.\nÞað eina sem fólk getur gert er að reyna að vekja máls á þessu, það kann að hljóma eins og nöldur í eyrum þínum og fleirra og útbrunnið en svoleiðis er það ekki í raunveruleikanum! Nauðganir eru jafnvel að færast í aukana og fólk að verða frakkara en ellegar þegar það getur nýtt sér alls kyns ólyfjan til þess að byrla fórnarlömbum sínum eitur, eitur sem er auðfáanlegt."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-03-29 18:13:20",
            "id": "3282960",
            "reply_to_id": "3282862",
            "text": "Þú segir að það eigi að þyngja dómanna, geturðu álasað mér fyrir að spyrja: af hverju í andskotanum?  Nánast undantekningalaust gerir fólk ekki grein fyrir þeim rökum sem standa baki þeirri skoðun að hækka eigi dóma vegna kynferðisafbrota þegar það fer að ræða málin.  Þið eruð ekki að vekja máls á einu eða neinu, þið eruð að segja að hitt og þetta sé svívirðilegt eða skammarlegt eins og kjaftakellingar á tali.  Hvar eru rökin fyrir þessum skoðunum?\nÞú segir að nauðganir séu að færast í aukanna, hvaðan hefurðu það?  Gæti verið að tilkynntum nauðgunum sé að fjölga?  Það er jákvætt og það er afar stór munur á þessum tveim hlutum.\nSvo veit ég ekki nákvæmlega hvaða lyf eða eitur þú ert að tala um sem eru auðfáanleg (nema kannski bara áfengi).  Þetta er í fyrsta skipti sem ég heyri af rohypnol notkun í dómsmáli hér á landi, það þótti ekki sannað reyndar að hann hafði notað það."
        },
        {
            "user": "Nainsi",
            "user_id": "45345",
            "date": "2006-03-29 18:25:22",
            "id": "3283042",
            "reply_to_id": "3282960",
            "text": "Maður sem situr inni í fangelsi í 12 ár er ekki jafn líklegur til að leggja á sig fangavist í jafnlangan tíma með því að brjóta af sér aftur.\nVíti til varnaðar fyrir aðra sem myndu ekki vilja dúsa 12 ár í fangelsi og því sleppa að fremja glæp. Ég hef ekki minnsta efa um að það myndi gera sitt gagn.\nNauðganir jafnvel að færast í aukana\nþegar óprúttnir hafa greiðari aðgang að ýmsri ólyfjan á mjög opnum eiturlyfjamarkaði! já, þá er auðveldara fyrir fólk að komast upp með verknaðinn og því fleiri sem stunda. Þó var ég ekki að fullyrða það en þú hefur heldur engin rök fyrir því að svo sé ekki. Var einfaldlega að benda réttilega á að svona getur staðan verið.\nFólk kjaftar, fólk er ekki endilega málefnalegt í öllum umræðum sínum um hluti sem það vill fá breytt en það eru ekki allir og þú veist það jafn vel og ég.\nRökin fyrir því að vilja hækka refsirammann fyrir kynferðisafbrot eru þau sem ég hef nefnt hér áður.\nMaður sem hefur misnotað dóttur sína fra unga aldri, það kemst upp þegar hún er 15 ára. Hann er dæmdur í árs fangelsi. Þegar hann kemur svo út fer hann að búa með nýrri konu og ungu barni hennar, hvað stoppar það að hann misnoti það barn?\nBarnið væri án efa öruggara ef maðurinn slyppi út eftir 10 ár en ekki hálft. Það væri orðið eldra og  hefði meiri vitneskju um það hvernig það ætti að bregðast við ef maðurinn leitaði á sig."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-03-29 18:57:32",
            "id": "3283270",
            "reply_to_id": "3283042",
            "text": "Þó var ég ekki að fullyrða það en þú hefur heldur engin rök fyrir því að svo sé ekki.\n– Sönnunarbyrgðin er ekki mín sama þótt þú segist ekki hafa verið að fullyrða neitt um málið.\nMaður sem situr inni í fangelsi í 12 ár er ekki jafn líklegur til að leggja á sig fangavist í jafnlangan tíma með því að brjóta af sér aftur.  Víti til varnaðar fyrir aðra sem myndu ekki vilja dúsa 12 ár í fangelsi og því sleppa að fremja glæp. Ég hef ekki minnsta efa um að það myndi gera sitt gagn.\n– Maður sem situr inni í fjórtán ár er enn þá ólíklegri samkvæmt þessu til að brjóta af sér aftur, maður sem situr inni í 16 ár er þá miklu fremur ólíklegri o.s.frv.  Til að umorða rökin þín geturðu einfaldlega sagt: ég ætla að refsa þér meira en þarf til þess að minnka líkurnar á því að þú brýtur af þér aftur.  Af hverju ekki bara að taka allan vafa frá og setja hann í fangelsi endanlega?\nSá sem situr inni í 2 ár gæti verið svo illa við það að vera í fangelsi að hann brýtur aldrei af sér aftur, hinsvegar gæti líka verið að persónan sé síafbrotamaður og á eftir að brjóta aftur af sér sama hvað þú hefur hann lengi inni.  Já, þetta er aðeins flóknara en svo.  Hvað ef 2 ár er sá tími sem venjulega er nóg til þess að betrumbæta hegðun einstaklinga?  Af hverju ætti hún að vera hærri?  Og svona bara til að benda á svolítið stórmerkilegt:\nVandamálið er ekki það að kynferðisafbrotamenn brjóti aftur af sér eftir afplánun dóms.\nVandamálið er það að fólki “finnst” dómarnir ekki nógu háir.\nÞú virðist ekki sjá að ef þú segir að tólf ár séu frekar víti til varnaðar en 2 ár að þú getur farið endalaust upp með þennan árafjölda.  Hvernig er best að senda skilaboð?  Eigum við að refsa persónu meira en þarft er einfaldlega til þess að reyna að hræða aðra í að apa ekki eftir honum?  Hversu langt á að ganga í þeim málum?  Heldurðu að ef að við myndum taka nauðgara að lífi að nauðgunum myndi linna?  Það er nefnilega gert í sumum löndum og það virkar ekkert betur.\nMaður sem hefur misnotað dóttur sína fra unga aldri, það kemst upp þegar hún er 15 ára. Hann er dæmdur í árs fangelsi. Þegar hann kemur svo út fer hann að búa með nýrri konu og ungu barni hennar, hvað stoppar það að hann misnoti það barn?\nBarnið væri án efa öruggara ef maðurinn slyppi út eftir 10 ár en ekki hálft. Það væri orðið eldra og hefði meiri vitneskju um það hvernig það ætti að bregðast við ef maðurinn leitaði á sig.\n– Þetta er svo absúrd dæmi.  Augljóslega væri barnið og öll börninn í landinu öruggust ef við myndum bara setja hann ofan í einhverja kompu og gleyma honum, en það er líklegast ekki markmiðið með\nbetrunar\nvist.  Þú getur notað endalausan fjölda af svona dæmum á rökstólum með mér en þau hafa enga vigt."
        },
        {
            "user": "Nainsi",
            "user_id": "45345",
            "date": "2006-03-29 19:01:04",
            "id": "3283307",
            "reply_to_id": "3283270",
            "text": "Fyrst þú telur allt sem fólk hefur hér sagt og þar á  meðal ég. Þá þætti mér gaman að vita hvaða töfralausn þú þykist búa yfir við þessu\nvandamáli\n. En fyrir þér þá er þetta kannski ekkert vandamál, hvað á að gera til þess að stemma stigu við kynferðisafbrotamönnum ef ekki það sem ég fólk höfum talið hér upp. Segðu mér það.\nAnnars held ég við getum verið sammála um það að vera ósammála, annars hafa þínar skoðanir engu breytt fyrir mér."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-03-29 19:10:03",
            "id": "3283401",
            "reply_to_id": "3283307",
            "text": "Ég held að fræðsla og áróður eins og hefur verið notaður sé eitthvað sem myndi virka lang best.  Fórnarlömb nauðgana þurfa að vita hvernig á að bregðast við og það þarf í raun að undirbúa einstaklinga betur fyrir áföll, hvort það er nauðgun eða annað.  Þetta gæti bara verið hluti af námi í raun, grunnur í sálfræði o.s.frv.\nÞetta er sá þáttur sem að ég held að myndi bæta ástandið á besta máta.  Hækkun refsinganna er einfaldlega plástur á “vandamál” sem hverfur ekki úr samfélaginu á næstunni."
        },
        {
            "user": "olig",
            "user_id": "34111",
            "date": "2006-03-28 22:50:28",
            "id": "3280062",
            "reply_to_id": "3271341",
            "text": "Nauðganir skilja eftir sig djúp sár sem seint ef ekki aldrei gróa. Á íslandi er of lágar refsingar fyrir nauðganir, það er farið með þetta eins og þetta sé ekkert eitthvað voðalega alvarlegur glæpur, en þetta er það.\nNauðganir drepa sjálfstraust fólks og leiðir oft til alvarlegs þunglyndis sem getur leitt til að viðkomandi fórnarlamb taki sitt eigið líf. Það er eins og íslenska dómskerfið geri sér ekki grein fyrir því hversu alvarleg kynferðisafbrot eru."
        },
        {
            "user": "tunkur",
            "user_id": "16472",
            "date": "2006-03-28 22:56:52",
            "id": "3280095",
            "reply_to_id": "3280062",
            "text": "já því miður er það svo en ef fólk lærði að vinna úr tilfinningum sínum þá getur öll lífsreinsla verið manni að gagni\nþví sama hversu alvarlegum hlutum maður lendir í þá getur maður alltaf lært af þeim og orðið sterkari fyrir en ef maður lætur rangar hugsanir yfirtaka sig  þá fjötrar maður sig aðeins í þunglindi og volæði\nen málið er bara að læra að hugsa rétt til dæmis að lesa heimspeki eða buddisma eða taoisma\nþað hjálpaði mér mikið að studera þessi fræði til að átta sig á sálfum sér og sínum göllum það er alltaf erviðast að sjá þá"
        },
        {
            "user": "tunkur",
            "user_id": "16472",
            "date": "2006-03-28 22:50:44",
            "id": "3280064",
            "reply_to_id": "3271341",
            "text": "samt hugsaðu þér að vera lokaður inni í 30 mánuði eða 2/3 af því 20 mánuði það er frekar langur tími myndi ég halda ef að maður myndi lenda í því að vera dæmdur\nen allaveganna þá er það sem ég er að hugsa er að allir eru alltaf að hugsa um að refsa fólki\nen svo köllum við okkur krisna þjóð sem kristin maður áttu að hjálpa þeim sem eru sjúkir\nog ef einhver gerir eithvað af sér á ekki að mér finnst að fógusa á það að refsa manneskjuni það á að hjálpa henni það þarf auðvitað að loka hana inni en\nþví að þessi aðili er greinilega ekki húsum hæfur\nen það þarf að fókusa á að hjálpa fólki að gera sér grein fyrir hvað það gerði og horfast í augu við það því að sjá sitt eigið ranglæti er mun meiri refsing en að sitja inni og ekkert gert og sleppa svo út aftur og hafa ekkert lært og verða bara en reiðari eða hræddari þá var ekkert vandarmál leist það var bara geimt\nþað hefur nefnilega verið gerð rannsókn í bandaríkjunum í einu fangelsi þar sem að kynferðisafbrotamenn fóru í hóp meðferð hjá sólfræingi og einkatíma og maður sá virkilegan mun á þeim í staðin fyrir að vera alltaf ég gerði ekkert af mér þá horðust þeir í auga við sjálfan sig og liðu virkilegar hvalir fyrir það sem að þeir höfðu gert\nog ég tel það mun meiri refsingu heldur en að vera bara geimdur í einhvern tíma í afneitun\nfólk þið verðið að hugsa aðeins út fyrir ramman ofbeldi leiðir bara af sér meira ofbeldi"
        },
        {
            "user": "Soldier127",
            "user_id": "8627",
            "date": "2006-03-28 23:36:27",
            "id": "3280310",
            "reply_to_id": "3280064",
            "text": "Það er nú málið, fangelsi eiga að endurhæfa fólk eða með öðrum orðum hjálpa því en þau gera það því miður alls ekki."
        },
        {
            "user": "Ohsnap",
            "user_id": "12050",
            "date": "2006-03-29 13:32:11",
            "id": "3281420",
            "reply_to_id": "3280310",
            "text": "Þú allir í pólitíkinni? hehaihae"
        },
        {
            "user": "Dahlia",
            "user_id": "17898",
            "date": "2006-03-29 02:21:36",
            "id": "3280690",
            "reply_to_id": "3280064",
            "text": "Ísland er ekki kristin þjóð fyrir túkall."
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2006-03-28 22:51:04",
            "id": "3280068",
            "reply_to_id": "3271341",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "Soldier127",
            "user_id": "8627",
            "date": "2006-03-28 23:38:36",
            "id": "3280317",
            "reply_to_id": "3271341",
            "text": "Þó við myndum hækka refsingarnar efa ég að það lagi ástandið.  Menn koma oft úr fangelsum skemmdari en áður.  Ég tel það þurfi að gera eitthvað annað en að hækka refsingar."
        },
        {
            "user": "Nainsi",
            "user_id": "45345",
            "date": "2006-03-29 18:04:42",
            "id": "3282904",
            "reply_to_id": "3280317",
            "text": "Hvað, plokka af þeim meiri peninga? That would stop them :/ …\nEndurhæfing er eina málið held ég og þá ætti það að vera spursmál hversu lengi eftir því hversu langan tíma sérfræðingar telja það þurfi til þess að koma því inn í hausinn á afbrotamanneskjunni hvað hún gerði rangt og að hún eigi að iðrast."
        },
        {
            "user": "Soldier127",
            "user_id": "8627",
            "date": "2006-03-29 19:47:17",
            "id": "3283648",
            "reply_to_id": "3282904",
            "text": "Ég er ekki að tala um að það eigi að rukka þá um meiri pening eða neitt líkt því.  Heldur að láta fangelsin þjóna þeim tilgangi sem þeim er ætlað.\nÞú segir að endurhæfing sé eina málið, það er alveg rétt.  En eru fangelsin að standa sig í því að endurhæfa einstaklinga?"
        },
        {
            "user": "Nainsi",
            "user_id": "45345",
            "date": "2006-03-29 19:49:40",
            "id": "3283663",
            "reply_to_id": "3283648",
            "text": "Maður spyr sig"
        },
        {
            "user": "Dyrlingur",
            "user_id": "10993",
            "date": "2006-03-28 23:40:20",
            "id": "3280328",
            "reply_to_id": "3271341",
            "text": "Ég mæli með að allir sem hafa aðgang að s*otvopnum nái í þau og mæti í héraðsdóma um land allt og í hæstarétt og sk*óti dómarana til ba*a. Svo látum við skrifa á legsteina þeirra. “Þeir áttu það skilið”\nGO JUSTICE !!!"
        },
        {
            "user": "Diesel",
            "user_id": "35420",
            "date": "2006-03-28 23:41:19",
            "id": "3280333",
            "reply_to_id": "3271341",
            "text": "ekki að mótmæla neinu sem þú segir, en mér finnst þessi umræða vera kominn í öfgar. t.d hvernig þú endar\n“Hvort er okkur mikilvægara: Sjö kíló af spítti eða sálarlíf þriggja kvenna?”\nhvað er hægt að drepa marga mep 7 kílóum af spítti?\ner það þá ekki orðið alvarlegri glæpur ef við förum að miða við þinn “sálarlífa/lífa” standard?"
        },
        {
            "user": "gummiz",
            "user_id": "20742",
            "date": "2006-03-29 02:37:59",
            "id": "3280704",
            "reply_to_id": "3280333",
            "text": "Þessi umræða verður aldrei komin út í öfgar að mínu mati. Sama hvað hver segir, þá gerist ekkert nema fólk láti heyra í sér hljóðið.\nÞó einhverjir séu komnir með leið á umræðunni þá á það ekki við um alla - sem betur fer.\nLegg til að fólk heimfæri þetta svolítið upp á sjálft sig: Segjum sem vo að maður sem nauðgaði ættingja þínum fái tvö ár. Væri annað hljóð í strokknum?\nDamphir:\nÞað sem ég meina með fíkniefnasamlíkingunni er ekki hvaða áhrif fíkniefni hafa á sálarlíf fólks, ekki að þau séu skömminni skárri. Misskilningur þar á ferð.\nEf þú berð þetta saman, sjö kíló af spítti - eða hvað það er og eina nauðgun.\nRefsiramminn fyrir fyrrnefnt er 12 ár. Refsiramminn fyrir síðarnefnt er 16 ár.\nFordæmi eru fyrir dómum í fyrrnefndu sem hljóða upp á sex ár.\nFordæmi eru fyrir dómum í síðarnefndu, í mörgum tilfellum, sem hljóða upp á tvö ár.\nBerðu þetta saman í huganum. Ættum við ekki að þyngja dómana í síðarnefndu???\nAuðvitað er það eina sem þú heyrir í þessari umræðu að dómar um kynferðisafbrot séu of vægir. Einfaldlega vegna þess að þeir eru of vægir.\nÞú spyrð hvort við eigum að auka þyngd þeirra um 50%. Já segi ég. Bersýnilega!\nÞú ert farinn að:\nhalda að fólkið sem er sífellt að draga upp þessa umræðu sé ekkert annað en hræsnarar sem finnst gaman að koma af stað tilfinningaþrungri umræðu og heyra að fólk samsinnist þeim í skoðunum.\nHvernig er þessi umræða tilfinningaþrungin. Fyrir mér er hún mjög praxísk. Hræsnarar segir þú. Hvor er meiri hræsnari, sá sem talar um hlutina eða sá sem vill ekki tala um þá því hann er kominn með leið á umræðunni en tekur samt sem áður þátt í henni????\n——\nTunkur:\nJá því miður er það svo. Sammála þér í fyrra svarinu. Meikar sens.\nÍ seinna svarinu:\nAldrei hef ég séð, í dómum um kynferðisbrotamál, að viðkomandi eigi að leita sér hjálpar.\n20 mánuðir er langur tími. 16 ár er líka langur tími - sem er refsiramminn. 16 ár eru 192 mánuðir.\n20 vs 192?\nÞað þarf að hjálpa manneskjunni og það er reynt. Fangar fá sáluhjálp sem vissulega mætti vera meiri. Úrræði fyrir kynferðisbrotamenn eru lítil sem engin.\nHelgi Gunnlaugsson afbrotafræðingur og einn sjóaðasti í þeim business sagði á dögunum að t.d. sá sjúkleiki að sækjast í börn kynferðislega væri alltaf til staðar. Þrátt fyrir sálfræðimeðferð - sem virkaði að einhverju leyti þá væri þetta enn til staðar í undirmeðvitundinni. Svipað og með alkahólismann.\nEn heldurðu að eftir 20 mánuði í fangelsi, eða hvað það nú er, að þú hugsir ekki um hvort að þú fremjir brot aftur? Þarna er tilgangurinn með refsingum.\n——\nKiddiAE:\nHvað er hægt að drepa marga mep 7 kílóum af spítti?\ner það þá ekki orðið alvarlegri glæpur ef við förum að miða við þinn “sálarlífa/lífa” standard?\nÞað er enginn sálarlífa standard sem ég er að tala um. Það sem ég er að segja í greininni og svari hér að ofan er að herða þurfi dóma. Dómar fyrir fíkniefnabrot eru þungir. Af hverju ekki dómar fyrir kynferðisbrot?\nEkki misskilja mig á þann veg að ég vilji meina að fíkniefni séu betri en nauðganir. Þarna liggur hundurinn grafinn.\n—-\nÞið hin/ir:\nOfbeldi leysir engan vanda. Sé ekki alveg fyrir mér hvernig það væri ef allir dómarar landsins væru lamdir eða drepnir. En allt í lagi að láta í sér heyra á faglegum nótum."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-03-29 12:39:13",
            "id": "3281238",
            "reply_to_id": "3280704",
            "text": "Ég er allajafna tilbúin til að taka þátt í umræðu sem þessari, enda er ég að gera það akkúrat núna með því að svara þér í tvígang.  Það getur hinsvegar hver sem er talað um\nhlutina\neins og þú orðar það, hinsvegar er alveg augljóst að ekki er öll umræða uppbyggjandi eða merkileg.\nSamanburður á dómum varðandi fíkniefna og nauðgana er ekki svona einfaldur.  Af hverju eigum við að hækka dómana fyrir nauðganir frekar en að lækka dómana fyrir eiturlyfjasmygl?\nHvað er það sem við græðum á því að hækka þessa dóma, hvað er svona bersýnilegt við kosti þess að hækka dóma gagnvart kynferðisafbrotamönnum?  Af hverju ætti að gera kynferðisafbrotum og fíkniefnaafbrotum jafnt undir höfði?  Er tilgangur fangelsisvistar ekki betrun?  Hvort eru meiri líkur á því að nauðgari fari aftur út á göturnar að nauðga eða að eiturlyfjasmyglari fer aftur í eiturlyfjasmygl?\nÞessi umræða er tilfinningaþrungin vegna þess að hún er nánast röklaus og snýst oftast um það að höfða til náttúrulegrar samúðar manna.  Hver er annars tilgangurinn með því að bæta orðinu “hrottalega” fyrir framan nauðgun?  Nauðgun er hrottalegt athæfi og þessi framsetning þjónar þeim tilgangi einum að gera hana tilfinningaþrungna.  Í kjölfarið fylgja svo svör við greininni sem að augljóslega hafa hrifist tilfinningalega að greininni og í örskots reiði sinni tala um að drepa fólk eða refsa á ómannúðlegan hátt án nokkurra raka.  Þetta er það sem ég kalla tilfinningaþrungið."
        },
        {
            "user": "gummiz",
            "user_id": "20742",
            "date": "2006-03-29 19:57:23",
            "id": "3283702",
            "reply_to_id": "3281238",
            "text": "Damphir: Þessi umræða er nefnilega ekki svo röklaus. Lastu hana, greinina, eða renndir yfir það sem þér fannst gagnrýnivert? Ég færi rök fyrir máli mínu, hver er þá rökleysan?\nÉg ætla ekki að fara að ræða notkun á lýsingarorðum í þessari grein. Ekki fræðilegur. Því ég sé ekki hvað þú hefur fyrir þér í því annað en að væla."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-03-29 20:45:09",
            "id": "3283960",
            "reply_to_id": "3283702",
            "text": "Í stað þess að velta fyrir þér smá gagnrýni á greinina þína og umræðuna almennt, hvernig væri að þú myndir svara spurningunum að einhverju leiti.  Hvað hyggstu bæta með hækkun dóma?  Af hverju ætti að bera sama fíkniefnaafbrot og kynferðisafbrot eins og um sé að ræað sama hlutinn?  O.s.frv."
        },
        {
            "user": "Diesel",
            "user_id": "35420",
            "date": "2006-03-29 13:22:32",
            "id": "3281391",
            "reply_to_id": "3280704",
            "text": "kannski satt að þetta fari seint út í öfgar.\nen ég held að það sé kominn tími til að fara að herða allar refsingar við brotum. T.d finnst mér fáránlegt að fólk sem er á skilorði fer ekki í fangelsi næst þegar það brýtur af sér, kannski ekki einusinni næstu 4 skipti sem það brýtur af sér.\nEn, spurningin er auðvitað sú, er ekki frekar að koma til móts við þetta sjúka fólk með einhverjum meðferðarúrræðum? Það er ekki nóg að stinga fólki í fangelsi og ætlast til að það læri af því. Dæmin sýna það svart á hvítu, að fólk er ekki endilega betraþegar það kemur úr fangelsi."
        },
        {
            "user": "SmellyCat2",
            "user_id": "45991",
            "date": "2006-03-29 01:05:32",
            "id": "3280608",
            "reply_to_id": "3271341",
            "text": "góð grein. Ég segi alltaf það þarf að taka þessa helvítis dómara hér á landi loka þá inn í klefa með nauðgara og leyfa honum að R*** dómara fjandanum í Ra**gat deginum áður en þeir dæma í nauðgunarmálum þá kannski fengi nauðgara helvítið sæmilegan dóm.\nhækka lámarksrefsingar við nauðgunum strax, takk"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-03-29 16:49:18",
            "id": "3282391",
            "reply_to_id": "3280608",
            "text": "Eins og það taki einhver mark á persónu sem leggur til þess að saklausu fólki sé nauðgað."
        },
        {
            "user": "SmellyCat2",
            "user_id": "45991",
            "date": "2006-03-29 19:58:01",
            "id": "3283707",
            "reply_to_id": "3282391",
            "text": "Ég er bara einfaldlega að segja að dómararnir hafa EKKI hunsvit á þessu, þeir virðast ekki geta séð hversu miklar afleiðingar og nauðgun hefur á þann sem verður fyrir henni, þeir líta á þetta sem smávægileg afbrot svona sem hægt sé að skella einum strumpaplástri á og þá sé það batnað. Dómararnir eru því ekki saklausir í þessu, því þeir hafa vald til að stöðva þá í allt að 16 ár, en þess í stað eru þeir að hleypa þessum nauðgara viðbjóðum út eftir nokkra mánuði svo þeir geti eyðilagt fleiri líf. Eitt sinn nauðgara svín ávalt nauðgara svín.\nDómarnir sem eru að falla í þessum málum er vanvirðing við þolandan á háu stigi."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-03-29 20:53:14",
            "id": "3284007",
            "reply_to_id": "3283707",
            "text": "Sem réttlætir að þeim sem raðnauðgað í fangaklefa?  Þessi útskýring þín lýsir, að mínu mati, einfaldlega brengluðu hugarástandi þínu og óreiðu.  Heldur þú virkilega að dómararnir séu algjörar mannleysur sem hafi ekkert lært af því að læra lög í sex ár og dæma í grafalvarlegum málum í áratug kannski?  Þessir menn hafa staðið frammi fyrir siðferðislegum klemmum svo mörgum sinnum oftar en þú getur nokkurn tíman ímyndað þér frekar en þú getur ímyndað þér hvaða afleiðingar nauðgun hefur á fórnarlömbin (eins og þú vitir það eitthvað sérstaklega vel sjálfur frekar en dómararnir).  Það er ekki í verkahring dómaranna að lækna fórnarlambið, þeirra verkefni er að refsa afbrotamanninum og í þeirri refsingu er ekki fólgin ein einasta raunverulega lækning fyrir fórnarlambið sjálft.  Heldurðu að dómararnir væru að hjálpa fórnarlambinu eitthvað meira með því að hafa afbrotamanninn í fangelsi aðeins lengur?  Fórnarlambið er líklegast upptekið af allt öðrum hlutum.\nNæst síðasta setning þín lýsir líka viðhorfum þínum  til þess tilgangs sem fólgin er í betrun fanga.  Þú ert að afskrifa þetta fólk alveg eins og nauðgunarfórnarlömb eru stundum afskrifuð í sumum samfélögum.  Mannvonska er ekki eitthvað sem er í lagi gagnvart einum manni en ekki öðrum."
        },
        {
            "user": "SmellyCat2",
            "user_id": "45991",
            "date": "2006-03-30 13:23:29",
            "id": "3286096",
            "reply_to_id": "3284007",
            "text": "þeir geta vel lært eitthvað af að lesa lög í 6 ár, en sumt lærir maður ekki af bókum og eins og glögglega sést á dómum.\nauðvita er ekki í verkahring dómara að lækna fórnalambið en það er í þeirra verkahring að þeim sé ekki sýnd meiri lítilsviriðing en þeim hefur þegar verið sýnt með fáránlegum dómum sem eiga ekkert við stærð brotsins. lengd dóma á að endurspegla alvarleika þeirra, en hér á landi er svo ekki. Ef dómarar hefðu snefil að siðferðiskennd þá væri ekki þetta ekki hér til umræðu"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-03-30 13:52:11",
            "id": "3286171",
            "reply_to_id": "3286096",
            "text": "Nei, enda bennti ég á að flestir þessir menn hafa örugglega um 10 ára starfsreynslu og hafa staðið fyrir framan fleiri siðferðisvandamálum en flestir aðrir."
        },
        {
            "user": "SmellyCat2",
            "user_id": "45991",
            "date": "2006-03-30 15:55:09",
            "id": "3286665",
            "reply_to_id": "3286171",
            "text": "Á þeim 10 árum í starfi (og 6 skruddu árum)hefur þeim greinilega ekki tekist að þróa með sé siðferðiskennd fyrst þeim finnst 2 og 1/2 ár nægja þeim sem þeir telja að þeir telja að eigi sér eingar málsbætur. 2 og 1/2 ár fyrir að eyðileggja líf einhvers til frambúðar. Þetta er ekki réttlæti og ekki merki um góða siðferðiskennd dómara."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-03-30 16:58:47",
            "id": "3286990",
            "reply_to_id": "3286665",
            "text": "Hvað í ósköpunum er merki um góða siðferðiskennd?  Hvernig myndir þú dæma í svona vafasömum málum og hvað heldurðu að myndi bætast vegna þessa?"
        },
        {
            "user": "SmellyCat2",
            "user_id": "45991",
            "date": "2006-03-31 12:08:11",
            "id": "3290259",
            "reply_to_id": "3286990",
            "text": "refsiramminn er 16 ár í vestu málunum mætti alveg nota allan refsiramman eins og svefnnauðgaramálið og fleiri. Auðvita læknar það ekki fórnarlömbin en það getur veitt þeim hugarró að vita að brotamanninum bak við lás og slá, þar sem hann getur ekki ráðist á einhvern og nauðgað."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-03-31 12:54:06",
            "id": "3290431",
            "reply_to_id": "3290259",
            "text": "Þannig ef að refsiramminn væri lægri þá væru þessir dómar í lagi?  Þú hlýtur að sjá að þetta eru ekki sérlega góð rök.  Annars held ég að flestir sem sitja af sér dóm fyrir nauðganir endurtaki leikinn ekki svo að þótt hann sitji lengur inni ætti það ekki að auka hugarró fórnarlambana eitthvað sérstaklega."
        },
        {
            "user": "SmellyCat2",
            "user_id": "45991",
            "date": "2006-03-31 15:42:12",
            "id": "3291254",
            "reply_to_id": "3290431",
            "text": "nei, ég var að segja að refsirammin væri í lagi ef hann væri notaður, en ekki bara hluti, miðað við svefnnauðgaran sem fékk lásí 2 og 1/2 ár hversu hrottaleg þarf þá árásin að vera ef allur refsirammin er nýttur? ég sagði hér í fyrstu kommentum mínum að ég vildi hækkun á lámarksrefsingum.\nÉg er algjörlega ósammála þér með að nauðgarar nauðgi ekki eftir að hafa setið inni. því mín skoðun er eitt sinn nauðgari ávallt nauðgari.  eins og aðrir glæpamenn í kerfinnu eru fæstir sem eru frammi fyrir dómara þar í fyrsta skipti. Barna nauðgara ógeðið steingrímur er bara gott dæmi um þetta. þannig það að vita að nauðgara sínum bak við lás og slá þar sem hann getur ekki meitt neinn tel ég að geti veitt fórnarlömbum ákveðna hugarró þó svo hún sé ekki mikil."
        },
        {
            "user": "Heimir88",
            "user_id": "20634",
            "date": "2006-03-29 03:50:33",
            "id": "3280714",
            "reply_to_id": "3271341",
            "text": "Sammála.\nÞarf í rauninni að endurbyggja Réttarkerfið upp frá grunni, og finnst mér við geta tekið Bandaríkjamenn til fyrirmyndar í þeim málum."
        },
        {
            "user": "Starr",
            "user_id": "49598",
            "date": "2006-03-29 11:23:10",
            "id": "3281024",
            "reply_to_id": "3271341",
            "text": "Sumir dómar eru bara fáránlegir eins og maðurinn sem nauðgaði dóttur sinni í 6 ár, hann fékk 5 ára fangelsi."
        },
        {
            "user": "Baddz",
            "user_id": "26038",
            "date": "2006-03-29 15:37:38",
            "id": "3281980",
            "reply_to_id": "3271341",
            "text": "Þið sem að eruð á móti því að hækka refsingar fyrir kynferðisglæpi hljótið að vera að grínast?\nEf að refsingar fyrir svoleiðis yrði hækkaðar myndi það án nokkurs vafa fækka nauðgunum til MUNA!\nÞað er ekki spurning. Meina.. Ef að þú fengir 20 ára dóm fyrir að nauðga einstakling held ég að nauðgunum myndi fækka um sirka 90%.\nÞið sem viljið EKKI hækka refsingar fyrir nauðganir.. hvernig er hægt að réttlæta að einstaklingur sem fremur skattsvik sé að fá verri dóm? það er alveg útí hött og sá sem segir að svo sé ekki er heimskur, ekki flóknara en það.\nHÆKKA REFSINGAR FYRIR NAUÐGANIR! KOMA ÞESSUM ANSKOTA ÚR UMFERÐ!"
        },
        {
            "user": "benediktkr",
            "user_id": "43228",
            "date": "2006-03-29 16:33:41",
            "id": "3282282",
            "reply_to_id": "3281980",
            "text": "Nauðgunum myndi ekki fækka þó að dómarnir myndu hækka í 20 ár eða slíkt. Því miður. En hisnvegar myndi sá sem nauðgaði ekki geta nauðgað aftur næstu 20 árin.\nÞeir sem nauðga hugsa ekki um hvaða refsingu þeir geta fengið."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-03-29 16:43:56",
            "id": "3282350",
            "reply_to_id": "3281980",
            "text": "Af hverju ætti nauðgunum að fækka ef að dómar eru hækkaðir?"
        },
        {
            "user": "Nainsi",
            "user_id": "45345",
            "date": "2006-03-29 18:06:27",
            "id": "3282917",
            "reply_to_id": "3282350",
            "text": "Maður sem situr inni í fangelsi í 12 ár er ekki jafn líklegur til að leggja á sig fangavist í jafnlangan tíma með því að brjóta af sér.\nVíti til varnaðar fyrir aðra sem myndu ekki vilja dúsa 12 ár í fangelsi og því sleppa að fremja glæp. Ég hef ekki minnsta efa um að það myndi gera sitt gagn."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-03-29 18:14:37",
            "id": "3282978",
            "reply_to_id": "3282917",
            "text": "Af hverju er þá fleirum nauðgað í Bandaríkjunum en á Íslandi miðað við höfðatölu?"
        },
        {
            "user": "Nainsi",
            "user_id": "45345",
            "date": "2006-03-29 18:28:16",
            "id": "3283065",
            "reply_to_id": "3282978",
            "text": "Við búum ekki í sama samfélagi plús og á Íslandi er þetta mikið feimnismál sem mörgum finnst erfitt að takast á við, lágir dómar og blabla. Við vitum ekki endilega hversu mörgum er nauðgað hér miðað við höfðatölu, við getum aðeins giskað á það. Og þó svo að fleirum sé nauðgað það er fáránlegt að bera saman þessi tvö lönd.\nÞess má líka geta að lög eru mjög mismunandi í fylkjum í Bandaríkjunum og ekki gilda alltaf sömu lög um kynferðisbrotamál þar, því er ekki hægt að bera þetta svona saman."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-03-29 19:02:40",
            "id": "3283323",
            "reply_to_id": "3283065",
            "text": "Hvaða eindemis kjaftæði er þetta?  Er nauðgun meira feimnismál hér en í Bandaríkjunum?  Það er margsinnis búið að sína fram á að í samfélögum þar sem trúarbrögð skipta miklu máli eru nauðganir meira feimnismál en annarstaðar.  Bandaríkin eru að stórum hluta kaþólikkar.  Hversu margir fara í kirkju að jafnaði til samanburðar á Íslandi?\nVið vitum ekki endilega hversu mörgum er nauðgað hér miðað við höfðatölu, við getum aðeins giskað á það.\n– Ég er að tala um tilkynntar nauðganir.  Tékkaðu bara á nationmaster.com\nAf hverju er fáránlegt að bera saman þessi lönd?  Það er alltaf verið að bera okkur saman vegna þess hve lík við erum.  Eigum við að skoða norðurlöndin í staðinn?  Eða eigum við bara að fylgja eigin hyggjuviti því við erum svo einangruð og ólík öðrum?\nÞess má líka geta að lög eru mjög mismunandi í fylkjum í Bandaríkjunum og ekki gilda alltaf sömu lög um kynferðisbrotamál þar, því er ekki hægt að bera þetta svona saman.\n– Fyndu ríki í Bandaríkjunum sem er með vægari dóma að jafnaði en hér á landi og ég skal taka þetta til greina."
        },
        {
            "user": "benediktkr",
            "user_id": "43228",
            "date": "2006-03-29 16:32:04",
            "id": "3282268",
            "reply_to_id": "3271341",
            "text": "Maður sem nauðgar 18 ára stúlku fær vægan dóm og yfirvöld láta hann allveg ífriði. Þeim er allveg sama um hann.\nEf sami maður reynir að smygla inn hálfu kílói af cannabisefnum er hann  í vondum málum\nRíkijórnin og yfirvöld hafa meiri áhuga á honum ef hann smyglar inn eiturlyf heldur en ef hann nauðgar.\nVandamálið er ekki refsingar eða neitt slíkt. Vandamálið er að yfirvöld einblína á vitlausa hluti.\nNauðgari ætti án undantekninga að fá hámarks refisdóm og vera sættur í gæsluvarðhald þangaðtil dómur fellur."
        },
        {
            "user": "Halo",
            "user_id": "56021",
            "date": "2006-03-29 19:24:11",
            "id": "3283505",
            "reply_to_id": "3271341",
            "text": "Góð grein í 1.lagi. Í 2.lagi þá finnst mér að ef maður nauðgar einhverjum ætti maður pottþétt að vera í gæsluvarðhaldi! Ég meina ef hann er bara látin ganga laus á meðan þá bara fer hann að nauðga fleirum!:/ Mér finnst þetta alveg fáránlegt! og ég meina 18 ára stelpa!"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2006-03-29 20:37:26",
            "id": "3283927",
            "reply_to_id": "3271341",
            "text": "Gömul umræða, allir með kynferðisabrot á hausnum, ég geri ekki lítið úr því en er öllum samam um að morðingjar fari út eftir örfá ár þegar þeir fá e.h.sem heitir “lífstíðardómur” ?"
        },
        {
            "user": "gummiz",
            "user_id": "20742",
            "date": "2006-03-30 01:22:00",
            "id": "3285428",
            "reply_to_id": "3283927",
            "text": "Það hefur sjaldan verið notast við það sem þú kallar “lífstíðardóm.”\nÍ Guðmundar og Geirfinnsmálinu fengu tveir sakborningar ævilangt fangelsi, sem þýðir að mig minnir 20 ár. S.s. 16 ára fangelsi í langflestum tilfellum.\nMálið er að þetta er svo mikill útúrsnúningur á þessari umræðu. Það er eins og það sé okkur sem mælum á móti þessu, mér og kannski Önnu Lilju að kenna að dómar á Íslandi eru of vægir? Fyrir morð og annað. Hræsni."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2006-03-30 21:07:00",
            "id": "3288235",
            "reply_to_id": "3285428",
            "text": "Það sem mér og örugglega fleirum leiðist mikið er þessi þurra og kalda lögfræði, þar sem er fjallað um “fordæmi” og aðrar fræðilegar útfærslur á e.h. lagagreinum sem kannski voru settar í lög af köllum sem hafa verið dauðir í áratugi og eiga ekki við lengur.\nOg ég segi enn og aftur af hverju heitir 16 ára dómur “lífstíð” þegar líklega enginn hefur setið það lengi inni, og mér skilst að tvöfaldur drápari muni ekki gera það heldur því það er lenska hér á landi að taka sérlega vægt á Íslenskum glæpamönnum."
        },
        {
            "user": "gummiz",
            "user_id": "20742",
            "date": "2006-03-30 22:31:06",
            "id": "3288807",
            "reply_to_id": "3288235",
            "text": "Eins og ég sagði í fyrra svarinu er frekar hart til þess ætlast að ég geti svarað því af hverju lögin eru svona eða hinsegin.\nEn með því að vísa í lagagreinar eða fordæmi vil ég meina að þá sjáirðu vandamálið svart á hvítu. Því allt byggist þetta deiluefni á þeim."
        }
    ]
}