{
    "forum_title": "Gullöldin",
    "user": "lazytown",
    "user_id": "58177",
    "date": "2006-03-27 02:24:52",
    "title": "Cynthia Lennon",
    "text": "Cynthia Powell (fædd 10. september, 1939) var fyrsta eiginkona John Lennon.\nHún fæddist í Blackpool, en ólst upp í Hoylake, Merseyside, sem er ekki skammt frá Liverpool. Þegar hún var 18 ára byrjaði hún í námi við Liverpool College of Art, og hitti John Lennon þar (sem var einu ári yngri en hún). Þau byrjuðu saman það vor. Sumarið 1962 uppgvötaði Cynthia að hún væri ólétt af barni Johns.\nÞau giftust 23. ágúst 1962 í  Mount Pleasant Registry Office í Liverpool. Hjónabandi þeirra var haldið leyndu að ósk Brian Epstein, umboðsmanni Bítlanna, sem óttaðist að eiginkona og barn gætu fælt burt kvenkynsaðdáendur. Brúðargjöfin sem Brian gaf hjónunum var íbúð sem hann átti í Liverpool, en hann gaf þeim hana til þess að þau gætu átt sitt eigið heimili.\nSonur þeirra, John Charles Julian Lennon fæddist 8. apríl, 1963, á Sefton General Hospital í Liverpool. Hann var skírður eftir móður John, Juliu Lennon, sem lést eftir að drukkinn lögreglumaður ók á hana, þegar John var 17 ára.\nFjöðmiðlar komust á snoðir um hjónaband Cynthiu og John seinna það ár, eftir að Bítlaæðið greið England og Evrópu, en sem betur fer tóku aðdáendur Bítlanna þessu sem parti af einstökum karakter Johns. Cynthia græddi nokkuð á þessu í fjölmiðlunum og fékk meðal annars sinn eigin aðdáendaklúbb, en hún var sú eina af Bítlaeiginkonum til að fá það á 7. áratugnum. Það var auðvelt að líta fram hjá jákvæðu hliðunum á þessu, vegna þess að Cynthia fékk lítinn frið, því að Bítlaaðdáendurnir vildu alltaf fá myndir af henni og Julian, og hún var líka oft beðin um nákvæmar lýsingar á sambandi hennar og John. Þau þurftu oft að flytja vegna áreitis, en heimilisföng þeirra komust alltaf upp um síðir.\nCynthia var oft ljósmynduð á frumsýngum Bítla-myndanna og við sérstök tilefni, og líka oft heima með Julian og John, en hún var samt eiginkonan og heimavinnandi húsmóðirin, sem hélt sig að mestu heima, og var lítið blandað í celebrity-líf Johns. John fannst hann hafa misst af miklu þegar hann var alinn upp af fræsnku sinni, Mimi, en ekki móður sinni, og vildi því að Cynthia eyddi megninu af tíma sínum í Julian, og vildi sjaldan leyfa henni að “skilja hann eftir” hjá barnfóstru, en hún fékk þó að láta móður sína, Lillian Powell, passa hann. Þegar John byrjaði að nota LSD breyttist hann mikið og stór gjá myndaðist á milli hans og Cynthiu.\nÞegar Bítlarnir tóku lest til Wales til að hitta Maharishi Mahesh Yogi, sumarið 1967, neitaði lögrgluþjónn að hleypa Cynthiu í lestina, af því hann vissi ekki hver hún var. Cynthia missti af John, og fór að hágráta þarna á lestarstöðinni, en ekki vegna þess að hún missti af honum, heldur vegna þess að á þessu augnabliki áttaði hún sig á því hvert hjónaband hennar var að stefna. Nokkrum mánuðum eftir þennan atburð viðurkenndi John að hafa verið með hundruðum annara kvenna eftir að hann varð frægur, aðallega grúppíum, en stundum einhverjum frægum (engin nöfn nefnd). Til þess að reyna að skilja John og gera honum til geðs, byrjaði Cynthia að nota LSD og fór í svokallaða nefaðgerð.\nÍ maí árið 1968 sneri Cynthia heim úr fríi og kom að Yoko Ono heima hjá þeim og í baðsloppnum hennar til að toppa þetta allt saman. Cynthia áttaði sig á því að þetta var ekki enn eitt skyndikynnið hans Johns, og tók eitthvað af dótinu sínu og fór og gisti hjá Jenny Boyd (systur Pattie Boyd, sem þá var ennþá gift George Harrison) í íbúðinni hennar. Svo fékk hún þau tíðindi að John væri að stefna HENNI fyrir skilnað á grundvelli framhjáhalds og að hann vildi fá fullt forræði yfir Julian. Cynthia neitaði öllum þessum ásökunum og hélt ró sinni. Hún sagði lögfræðingum þeirra frá framhjáhaldi Johns við Yoko Ono en John neitaði öllum sökum og líka Yoko - þar til að hún viðurkenndi í mæðraskoðun að barnið sem hún var ólétt af (sem hún missti seinna) væri Johns. Kröfur Cynthiu voru teknar fyrir og hún fékk lögskilnað þann 8. nóvember, 1968, og forræðið yfir Julian. Eftir skilnaðinn heimsótti Paul McCartney Cynthiu og Julian reglulega til að sjá hvernig þau hefðu það. Í einni heimsókn til hennar, þegar hann var nýhættur með unnustu sinni, Jane Asher, kom hann með eina rauða rós handa Cynthiu og sagði: “How about it, Cyn? How about you and me getting married now?” Cynthia segist munu aldrei gleyma þessu -og heldur ekki hversu mikið þu hlógu að hugmyndinni.\nÞann 1. ágúst 1970, giftist Cynthia Ítalanum Roberto Bassanini, sem hún hitti skömmu eftir skilnað hennar og John. Hún og Roberto skildu árið 1973. Á meðan John og Yoko tóku sér hlé frá hvort öðru árið 1973-1974, hvatti nýja kærastan hans John, May Pang, hann til að eyða meiri tíma með Julian, og það myndaðist vinátta á milli hennar og Cynthiu, sem varði áfram eftir að Yoko og John byrjuðu aftur saman.\nÁrið 1978 giftist hún John Twist, en þau skildu svo árið 1983. Sama ár (1978) gaf hún út bókina\nA Twist of Lennon\n, sem sagði frá lífi hennar, bæði áður en John kom til sögunnar og eftir að hann kom til sögunnar. John stefndi henni til að hindra útgáfu bókarinnar, en hann tapaði. Gott á hann.\nEftir að hún og John Twist skildu, breytti hún nafninu sínu aftur í Lennon. Hún geymdi minningar um John í mörg ár, þar á meðal óútgefnar ljósmyndir, bréf og persónulega hluti. Hún hefur samt selt marga þeirra á uppboði.\nÞann 7. júní, 2002, giftist hún enn og aftur. Það er maður að nafninu Noel Charles, og ótrúlegt en satt, þá eru þau ekki skilin.\nÍ september árið 2005 gaf hún út aðra bók, sem einfaldlega hét\nJohn\n, sem segir frá hjónabandi þeirra og lífi hennar eftir að hann dó.\nHeimildir frá\nhttp://en.wikipedia.org/wiki/Cynthia_Powell",
    "url": "https://www.hugi.is/gulloldin/greinar/391532/cynthia-lennon/",
    "url_id": "391532",
    "id": "3271232",
    "replies": [
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2006-03-27 05:32:52",
            "id": "3271388",
            "reply_to_id": "3271232",
            "text": "Hefðir kannski frekar átt að kynna þetta sem þýðingu á Wikipedia greininni, því það kemur ekkert fram þarna sem ekki kom fram þar.\nGott að temja sér að nota fleiri en eina heimild, fjórir er góð tala."
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2006-03-27 15:07:54",
            "id": "3272240",
            "reply_to_id": "3271388",
            "text": "Heyrðu, það stendur ekkert um hjónaband hennar við Noel Charles á wikipedia."
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2006-03-27 20:28:13",
            "id": "3274325",
            "reply_to_id": "3272240",
            "text": "flott grein hjá þér!"
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2006-03-27 20:57:56",
            "id": "3274547",
            "reply_to_id": "3274325",
            "text": "Þakka þér fyrir."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-03-27 20:59:10",
            "id": "3274556",
            "reply_to_id": "3274547",
            "text": "það var ekkert"
        },
        {
            "user": "Ordspor",
            "user_id": "25978",
            "date": "2006-03-27 12:09:51",
            "id": "3271695",
            "reply_to_id": "3271232",
            "text": "Hey ert þú ekki þarna gellan sem vill láta alla hata sig?\nÉg elska þig."
        },
        {
            "user": "pazzini",
            "user_id": "56621",
            "date": "2006-04-01 19:05:21",
            "id": "3296473",
            "reply_to_id": "3271232",
            "text": "Sumarið 1962 uppgvötaði Cynthia að hún væri ólétt af barni Johns.\nEhemm.."
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2006-04-01 22:23:36",
            "id": "3297408",
            "reply_to_id": "3296473",
            "text": "Hvað?"
        },
        {
            "user": "pazzini",
            "user_id": "56621",
            "date": "2006-04-02 14:38:40",
            "id": "3299211",
            "reply_to_id": "3297408",
            "text": "Varð hún ólétt af BARNI Johns?"
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2006-04-02 18:21:35",
            "id": "3299915",
            "reply_to_id": "3299211",
            "text": "Uuuu, já? Ég er ekki að fatta þig.\nHvað átti ég að segja: “…uppgvötaði Cynthia að hún væri ólétt af fóstri Johns”??"
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2006-04-17 20:54:53",
            "id": "3358583",
            "reply_to_id": "3299915",
            "text": "að hefði verið hentugra orð en af"
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2006-04-02 18:24:51",
            "id": "3299925",
            "reply_to_id": "3299211",
            "text": "Já, okei, NÚNA fatta ég þig. Hahaha."
        }
    ]
}