{
    "forum_title": "Bækur",
    "user": "tonks",
    "user_id": "61223",
    "date": "2006-03-30 00:50:54",
    "title": "Álagafjötrar - Ísfólkið",
    "text": "Ég vil taka það fram að þessi grein er spoiler í gegn. Þetta er fyrsta bókin um Ísfólkið í mjög grófum dráttum og ef þú vilt ekki láta skemma spennuna fyrir þér, ekki lesa lengra en hingað.\nÁlagafjötrar\nÞað var um kvöld haustið 1581 sem að sagan um Ísfólkið byrjar. Snjóir fellur af himninum og líkbrennurnar loga fyrir utan Þrándheim.\nSilja Arngrímsdóttir gengur um götur Þrándheims, hún er ein, plágan hefur tekið frá henni alla ástvini hennar og heimi og allt það öryggi sem hún þekkti.\nHún er klædd í tötra, og augnaráð stórra augnanna er þrungið hungri. Plágan geisar og enginn þorir að treysta ókunnugum. Silja ákveður í örvæntingu sinni til að verjast kuldanum að orna sér við líkbrennurnar fyrir utan bæinn.\nÁ sama tíma er unga aðalskona, Charlotte Meiden, á ferð í leynilegum erindagjörðum. Hún hefur fætt óskilgetið barn og hefur læðst út til að bera barnið út. Hún skilur barnið eftir fyrir utan borgarhliðin í skógarjaðri með ekkert nema kalda jörðina, nokkur sjöl og mjólkurkrús.\nÁ sama tíma finnur Silja litla stúlku við lík móður sinnar og tekur hana með sér og heldur ferð sinni áfram með hana, í leit að mat og skjóli fyrir næturkuldanum.\nÞegar að skógarjaðrinum er komið heyra þær barnsgrát og stúlkan dregur Silju og þar finna þær barnið sem Charlotte hafði borið út og taka það með sér. Silja skýrir börnin skemmri skírn og gefur þeim nöfnin Sunna og Dagur.\nÞegar þær koma að líkbrennunum sér Silja að verið er að undirbúa aftöku.\nSkyndilega er maður staddur hjá þeim, maður sem að hræddi Silju en heillaði um leið, seinna fór hún að kalla hann “manndýrið”. Hann biður hana að hjálpa sér og með glæsibrag bjargar hún manninum, Hemingi fógetadrápara, frá aftöku.\nManndýrið fer með Silju og börnin á öruggan stað hjá Benedikt málara og kerlingunum hans og þar er hlúð að þeim og þær fá mat að borða.\nBenedikt fer með Silju í kirkju sem hann er að mála, og þar kemur listamannsgáfa hennar í ljós og hún málar Manndýrið á kirkjuvegginn sem skrattann.\n10 dögum eftir að þau koma til Benedikts veikist Sunna en Manndýrið kemur og bjargar henni svo gleðin er aftur við völd á litla bóndabænum. Á sama tíma gengur Charlotte Meiden móðursjúk um og er við það að missa vitið af samviskubiti og eftirsjá.\nHemingur fógetadrápari kemur í heimsókn til Silju en á meðan hún sér ekki til stelur hann fötunum sem Dagur var í þegar hún fann hann og Silja hafði falið svo vel. Þegar Silja hleypur eftir veginum á eftir honum í örvæntingu sinni birtist Manndýrið og með fötin með sér.\nÞá um kvöldið er Silju sagt frá því að sá sem hún hefur hingað til kallað Manndýrið er í raun og veru Þengill af ætt Ísfólksinns.\nÞremur dögum fyrir jól breytist allt, ekkja frænda Benedikts birtist með börnin sín tvö og eftir það er ekki lengur friður í húsinu. Og ástandið fór versnandi.\nÁr leið, en þá fór allt til fjandans. Abelone (ekkjan), fór til fógetans og kærði SIlju og eina leiðin sem var fær fyrir Silju og börnin var að fara uppí dal Ísfólksins með Þengli.\nÍ dalnum líður þeim vel, ofast nær, þau kynnast frænku Þengils sem býr í næsta húsi og heitir Eldiríður og hún hjálpar Silju mikið þar sem að Silja hefur ekki húsmóðurstörfin í sér.\nÁ endanum er Silja við það að gefast upp á þessu, hún ræður ekki við allar skyldurnar sem fylgja því að eiga heimili, laga til, elda, gera við föt o.s.frv. og þá fljúga hlutir í gegnum loftið og öskrin bergmála í húsinu.\nSilja fer og heimsækir Hönnu og Grím þrátt fyrir að Þengill hafi bannað henni það og Hanna segir henni að hún muni eignast barn, þótt hún sjái ekki með hverjum það verði.\nMánuðir líða í dalnum og ýmislegt bæði slæmt og gott kemur uppá, en Þengill, Silja og börnin þrauka þetta af sér. SIlja byrjar einnig að skrifa dagbók, í litlu teiknibókina sem Benedikt gaf henni þegar hann kvaddi hana. Þegar vorið kemur fellur Þengill niður í vök og þegar Silja finnur hann í kofanum uppi í fjalli er hann orðinn fárveikur. Hún tekur hann til sín og það endar með því að þau láta undan kynhvötum sínum og sofa hjá hvort öðru og eftir það ákveða þau að gifta sig.\nSumarið kom og fór og  veturinn kom aftur, Silja varð ólétt og svo kom að því að hún skildi eignast barnið. Fæðingin gekk erfiðlega og á endanum lét Silja senda eftir Hönnu. Hanna kom og tók á móti barninu og bjargaði þannig bæði móður og barni. Í þakklætisskyni nefnir Silja stúlkuna Líf Hönnu í höfuðið á Hönnu.\nHanna spáir fyrir þeim og þá kemur ýmislegt í ljós. . .\nEr vilji fyrir því að ég sendi inn svona greinar um næstu bækur líka?",
    "url": "https://www.hugi.is/baekur/greinar/392564/alagafjotrar-isfolkid/",
    "url_id": "392564",
    "id": "3285136",
    "replies": [
        {
            "user": "CosmicKeys",
            "user_id": "53411",
            "date": "2006-03-30 09:00:10",
            "id": "3285585",
            "reply_to_id": "3285136",
            "text": "góð grein um skemmtilegt shit"
        },
        {
            "user": "Tiili",
            "user_id": "61358",
            "date": "2006-03-30 09:31:41",
            "id": "3285619",
            "reply_to_id": "3285136",
            "text": "Glæsilegt! Fleiri - Fleiri - Fleiri…."
        },
        {
            "user": "Kya",
            "user_id": "60296",
            "date": "2006-03-30 12:56:05",
            "id": "3285998",
            "reply_to_id": "3285136",
            "text": "elska þessar bækur!!!\ner að lesa þær í þriðja skiptið(reyndar líka margar aðrar bæku inn á milli:D:D:D)"
        },
        {
            "user": "Rassgata",
            "user_id": "34794",
            "date": "2006-03-30 12:58:56",
            "id": "3286008",
            "reply_to_id": "3285136",
            "text": "vá, man þegar ég var að lesa þetta!"
        },
        {
            "user": "Satine",
            "user_id": "31910",
            "date": "2006-03-30 14:53:21",
            "id": "3286377",
            "reply_to_id": "3285136",
            "text": "Yndislega góð grein hjá þér, og yndislegar bækur! :)"
        },
        {
            "user": "Kartaflan",
            "user_id": "51677",
            "date": "2006-03-30 17:16:56",
            "id": "3287110",
            "reply_to_id": "3285136",
            "text": "Endursögn á söguþráði bókar… ok, fínnt ef einhver vill lesa þetta en sjálf hef ég ekki áhuga."
        },
        {
            "user": "tonks",
            "user_id": "61223",
            "date": "2006-03-30 18:57:54",
            "id": "3287636",
            "reply_to_id": "3287110",
            "text": "Þessvegna sem ég spurði hvort fólk vildi ég gerði fleiri :) er ekki venjulega sem bókagreinar eru svona"
        },
        {
            "user": "LindeLou",
            "user_id": "62795",
            "date": "2006-03-30 19:44:59",
            "id": "3287866",
            "reply_to_id": "3285136",
            "text": "Elska þessar bækur og fúlt að útgáfu fyrirtækið fór á hausin í miðri ríki ljóssins."
        },
        {
            "user": "tonks",
            "user_id": "61223",
            "date": "2006-03-30 19:46:02",
            "id": "3287871",
            "reply_to_id": "3287866",
            "text": "Ahm :) þá ætla ég að fara voða svona, uppáþrengjandi, má bjóða þér að koma á undirskriftasöfnunarlista fyrir ísfólks áhugamál?\nEr að vinna á fullu núna í því að reyna fá það í gegn :) byrjunin hjá mér er að safna undirskriftum"
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2006-04-06 15:42:37",
            "id": "3314748",
            "reply_to_id": "3287871",
            "text": "xxVillimeyxx reyndi þetta…ég bað um að vera á undirskriftarlista en heyrði ekkert meir, endilega addaðu mér á þinn lista :)"
        },
        {
            "user": "tonks",
            "user_id": "61223",
            "date": "2006-04-06 16:03:48",
            "id": "3314866",
            "reply_to_id": "3314748",
            "text": "Ég veit það :) xxvillimeyxx er góð vinkona mín :) hún hefur ekki haft tíma til að sinna þessu svo ég hef tekið við. Fór í gegnum listan hennar, sendi þeim sem enn notuðu huga af honum skilaboð um hvort þeir vildu vera með ennþá og er núna að bíða eftir að hafa fengið nógu margar undirskriftir til þess að skrifa niður rök og ræða við vefstjóra :)\nÉg ÆTLA að koma þessu í gegn :)"
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2006-04-06 16:22:23",
            "id": "3314967",
            "reply_to_id": "3314866",
            "text": "góð ;)"
        },
        {
            "user": "LindeLou",
            "user_id": "62795",
            "date": "2006-04-12 16:37:13",
            "id": "3337558",
            "reply_to_id": "3314866",
            "text": "solltið sein:/ en settu mig endilega á listan"
        },
        {
            "user": "tonks",
            "user_id": "61223",
            "date": "2006-04-12 16:58:01",
            "id": "3337626",
            "reply_to_id": "3337558",
            "text": "Komin/nn á hann :)"
        },
        {
            "user": "Mione",
            "user_id": "50474",
            "date": "2006-04-13 22:18:42",
            "id": "3342924",
            "reply_to_id": "3337626",
            "text": "þú mátt bæta mér inn á þennann lista líka ;)"
        },
        {
            "user": "anre",
            "user_id": "16724",
            "date": "2006-04-25 23:01:59",
            "id": "3393904",
            "reply_to_id": "3337626",
            "text": "þú mátt bæta mér líka.. og ég er með svona 10 manns í viðbót sem reyndar eru ekki á huga.. láttu mig vita ef þú vilt þau nöfn.."
        },
        {
            "user": "tonks",
            "user_id": "61223",
            "date": "2006-04-26 01:17:31",
            "id": "3394374",
            "reply_to_id": "3393904",
            "text": "ahm, endilega senda mér þau\nnú reyndar skeður lítið í þessu hjá mér þangað til eftir 10 maí, en þá fer allt á skrið aftu"
        },
        {
            "user": "anre",
            "user_id": "16724",
            "date": "2006-04-25 23:04:57",
            "id": "3393921",
            "reply_to_id": "3337626",
            "text": "Og annað líka.. ég hitti Margit Sandemo í Noregi sumarið 2002 og var að tala við hana um hvað það hefði verið leiðinlegt að ríki ljóssins hætti í miðjum klíðum og ótrúlegri spennu, en hún sagðist ekki hafa haft hugmynd um þetta og að enginn hefði sagt henni neitt.. Kannski spurning að senda henni bréf eða eitthvað.. sjá hvort hún getur gert eitthvað.."
        },
        {
            "user": "habbada",
            "user_id": "54232",
            "date": "2006-04-29 13:29:42",
            "id": "3405576",
            "reply_to_id": "3285136",
            "text": "Þetta eru svo geðveikar bækur :D er búin með helminginn og plana að klára afganginn í sumar:) Flottur útdráttur Viltu bæta mér á listann :) ef það er ekki of seint.."
        },
        {
            "user": "river",
            "user_id": "43896",
            "date": "2006-05-14 02:15:37",
            "id": "3473117",
            "reply_to_id": "3285136",
            "text": "Ójá ég elska þessar bækur! Það er ekkert skemmtilegra en að kíkja í eina gamla góða Ísfólksbók.\nEn annars…hafið þið séð nýju bækurnar? Það er farið að gefa þær aftur út. Sá tvær fyrstu bækurnar einhverstaðar í Hagkaup fyrir jól. Ég veit ekki hvort að það sé búið að þýða þær uppá nýtt en ég er þó viss um að það sé búið að laga allar stafsetningavillur sem voru í gömlu bókunum ;) En voðalega eru kápurnar ljótar á nýju bókunum!!! Mér finnst þetta hneyksli! Það mætti halda að bækurnar væru barnabækur ef dæma ættu kápurnar á bókunum! Þetta eru ljótar teikningar! Synd og skömm…Eins og þær eru fallegar í upprunalegu útgáfunni!"
        },
        {
            "user": "tonks",
            "user_id": "61223",
            "date": "2006-05-14 03:45:46",
            "id": "3473253",
            "reply_to_id": "3473117",
            "text": "Alveg sammála þér O.o ég var bara svona oooo-key… =O þegar ég sá þæ"
        },
        {
            "user": "DaVinci",
            "user_id": "23585",
            "date": "2006-07-16 14:12:53",
            "id": "3755453",
            "reply_to_id": "3473117",
            "text": "hehe.. systir min fekk þessar nyju bækur i afmælisgjöf, fyrstu 2. en eg veit ekki hvort það hafi verið meira um stafsetningavillur i gömlu bokunum en það er allavega eitthvað af þeim i þessum…"
        },
        {
            "user": "Soir",
            "user_id": "62525",
            "date": "2006-07-10 21:06:12",
            "id": "3730971",
            "reply_to_id": "3285136",
            "text": "Hehe ef það eru ekki bara allir búnir að lesa þessar bækur! Ágætis afþreying þessar bækur svo sem samt sem áður ekki skáldskapur upp á 10 :/ Meira afþreying en bókmenntir :)"
        }
    ]
}