{
    "forum_title": "Tolkien",
    "user": "hvurslags",
    "user_id": "7875",
    "date": "2001-08-19 13:08:14",
    "title": "Quenya3",
    "text": "Sæl og blessuð.\nSá hæfileiki Tolkiens að búa til tungumál,hefur verið gífurlegur. Enda er ekki að furða að QA varð og er svona vinsælt tungumál.Það hefur verið rómað fyrir fegurð sína og léttleika, og einn þátt í viðbót sem ég ætla núna að fara út í ;hvað orðin séu “lík” merkingu þeirra.\nÞeim þætti má nokkurskonar skipta í tvennt, annar flokkurinn er sá að orðin hljómi eins og hluturinn, og hinn hvað hugtakið tendist vel við orðið. Svolítið ruglandi að skilja þetta og greina þetta í sundur, en þið skiljið vonandi þegar þið lesið áfram.\nFyrri þátturinn er að sjálfsögðu ríkjandi í öllum tungumálum heimsins, samanber íslenska orðið sól, sem hefur vafalaust komið af því að menn reyndu að gera sól með vörunum,sem kemur skýrt fram í sérhljóðanum ó, sem er borinn fram með því að gera varirnar kringlóttar, eins og sólin. Annað dæmi er íslenska orðið hvísl. Þegar maður heyrir einhvern hvísla,þá heyrast samskonar hljóð og í orðinu hvísl.\nAlltílagi,kannski er þetta ótrúverðugt,og kannski er þetta tilviljun,en afhverju? Það eru mörg orð sem eru svona. Sbr orðið óp,sem er að sjálfsögðu líkt því að hrópa eða kalla.  Þessi þáttur er líka til í Quenya,og er kannski sterkari þar en í öðrum tungumálum. Þar má nefna QA orðið ora,sem þýðir að hvetja áfram,eða reka áfram. Þarna má sjá augljósa tengingu,þegar þrælahaldarinn er að reka þrælinn eða fangann,eða þjófinn áfram, oorrr!  “áfram með þig! Oorrrrr…”   annað orð er pusta,sem þýðir að stoppa einhvern,hindra einhvern,eða stoppa sjálfur. Ég held ekki að ég þurfi að skýra út tengslin…\nSvo er einnig annar þáttur sem ég tek mjög eftir í QA,og það er hvað orðið virðist einhvernveginn passa svo vel við merkinguna. Ekki endilega að merkingin hafi orðið til vegna þróuninnar sem ég skýrði áðan út,heldur að það virðst liggja í okkur eins og það sé meðfætt. En aftur á móti er sá möguleiki allaf til staðar að þetta sé mjög persónubundið,en ég býst ekki við því.\nSbr. Primitive Elvish orðið luna,sem þýðir blátt,eða blár. Mér(kannski ekki ykkur) finnst luna einhvernveginn passa fullkomlega við bláa litinn. Önnur orð eru laman,”dýr” vanya,”fallegur,fallegt” og an,”vegna þess,eða afþví”, úmea, “illur”.                                                 Ef ég færi að telja fleiri orð upp,myndi ég sjálfsagt enda með því að skrifa upp heila orðabók. Og eins og ég hef mörgum sinnum sagt áður,þá gerist það sífellt ljósara að Tolkien lagði ótrúlega mikla vinnu í að skapa tungumál,og ekki nóg með það,heldur heila þróunarsögu fyrir hana,sem gerist á þúsundum ára. Þessar breytingar urðu til þess,að minna af upplýsingum um 3.ju aldar Quenya,en alveg eins Primitive Elvish birtust,sem hefði ekki gerst ef að QA málið hefði haldist óbreytt við allan tímann.        Og ein spurning í viðbót,til að ljúka við þetta: Er QA orðið is,sem þýðir snjór,tilviljun? Við vitum að Quenya á engar rætur að rekja til málsins,frekar að þetta hefði átt heima í Róhönsku, en samt gæti þetta alveg gengið upp.\nTakk fyrir.\nHvurslags.",
    "url": "https://www.hugi.is/tolkien/greinar/39271/quenya3/",
    "url_id": "39271",
    "id": "259234",
    "replies": []
}