{
    "forum_title": "Harry Potter",
    "user": "Tzipporah",
    "user_id": "4564",
    "date": "2006-03-30 16:27:28",
    "title": "Severus Snape – vondur eða góður?",
    "text": "Eftir að hafa lesið 6. bókina um vin okkar hann Harry Potter virðist svarið við þessari spurningu afar einfalt:\nSnape drap Dumbledore, Snape flúði úr Hogwarts, Snape hefur alltaf hatað Harry Potter, Snape var drápari og er það enn. Snape er vondur!\nEn þegar betur er að gáð kemur margt í ljós sem einfaldlega gengur ekki upp.\nÍ byrjun bókarinnar sjáum við Snape vera að ræða við Narsissu og Bellatrix. Þar hefur Narsissa miklar áhyggjur af syni sínum þar sem Draco hefur verið úthlutað því verkefni að drepa Dumbledore. Hún fær Snape til að sverja sér órjúfanlegan eið (unbreakable wow) þess efnis að hann muni hjálpa Draco og leysa verkefnið af hendi ef hann sjái fram á að Draco geti það ekki. Mér finnst skýna í gegn í þessum kafla að Snape þykir mjög vænt um Draco. Hann vill vernda hann og hann vill hjálpa honum. Það að vernda dreng sem er honum ekkert skyldur er fyrsta vísbendingin í bókinni um að Snape sé ekki vondur maður.\nHarry sér svo Snape reyna að draga upp úr Draco hvað það er sem hann ætlar að gera. Hann heyrir að Snape býður fram hjálp sína og fréttir af órjúfanlega eiðnum. Hann segir Dumbledore frá því sem hann sá en þetta virðist ekki koma gamla manninum á óvart.\nStuttu seinna fáum við fregnir af því að Dumbledore og Snape hafi verið að rífast. Snape virðist vera útkeyrður af of mikilli vinnu og segir að kannski vilji hann ekki gera það lengur. Dumbledore segir honum að hann hafi samþykkt að gera það og nú standi honum engir aðrir vegir opnir. Hann verði að gera þetta og ekkert múður með það.\nHvað var þetta sem Snape vildi ekki gera lengur? Gæti það verið að hann vildi ekki njósna um Voldemort og dráparana lengur? Gæti það verið að hann væri orðinn hræddur? Að hann vilji ekki gera eitthvað sem Dumbledore skipar honum fyrir? Hvað gæti það verið sem Dumbledore hefur skipað honum að gera?\nDumbledore veit nú þegar hver stendur á bak við banatilræðin í skólanum og hverjum þau tilræði voru ætluð. Hann veit að Draco er á bak við þetta og hann veit að Draco á að drepa hann sjálfan. Hann veit líka að Snape hefur svarið Narsissu Malfoy óbrjótanlegan eið þess efnis að ef Draco klári ekki verkið muni hann gera það.\nEf Draco tekst nú ekki að drepa Dumbledore, sem enginn býst við að hann geti (eins og kom líka í ljós að hann gat ekki) þá eru tveir kostir í stöðunni:\n1. Snape drepur Dumbleodre.\n2. Snape deyr.\nEf Snape drepur Dumbledore verður hann að yfirgefa skólann fyrir fullt og allt og ganga heilshugar til liðs við Voldemort.\nEf Snape brýtur eiðinn deyr hann og þar með missir Fönixreglan sinn mikilvægasta mann úr innstu röðum Voldemorts.\nÁ hvorn veginn sem er þá veit Dumbledore að hann getur ekki lengur verndað Snape.\nVerndað Snape?\nJá, verndað Snape. Hvað hefur Dumbledore verið að gera öll þessi ár annað en að vernda Snape?\nÞað átti að dæma Snape fyrir að vera drápari og henda honum í Azkaban en Dumbledore tók hann undir sinn verndarvæng og sagði að Snape hefði þegar sannað sig. Hvað hann gerði til að sanna sig veit ég ekki ennþá en Dumbledore er klár maður og hann hefði ekki látið sér nægja einungis það að Snape segði “fyrirgefðu ég klúðraði málunum.” Jafnvel þó það sé ástæðan sem Dumbledore gaf Harry. Alvöru ástæðan var líklegast eitthvað sem Harry hefði ekki höndlað að heyra. (t.d. að Snape og Lily hafi verið par áður en hún og James urðu par? Að Snape sé ástæðan fyrir því að Voldemort ætlaði ekki að drepa Lily? þetta eru bara ágiskanir en ég held að sannleikurinn sé einhvernveginn á þessum nótum)\nEftir það hafði Dumbledore Snape nálægt sér og gaf honum vinnu í skólanum. Hann treysti honum fullkomlega.\nÞessvegna finnst mér þessi tilgáta Harrys, Snapes sjálfs og allra annarra nemenda skólans, um að hann hafi aldrei treyst Snape til að kenna varnir gegn illu öflunum mjög ólíkleg. Hann hafði ekki nokkrar áhyggjur af því að Snape myndi falla og verða illur. Ástæðan fyrir því að Snape fékk ekki stöðuna var sú að Dumbledore var að vernda hann.\nVið vitum að Voldemort lagði álög á stöðuna sem voru á þann veg að hver sá sem gengdi henni starfaði einungis í eitt ár og eftir það koma hann aldrei aftur í skólann (alla vega ekki til að kenna).\nEf Snape hefði fengið stöðuna sem hann vildi hefði hann kennt í eitt ár og eftir það verið á götunni þar sem Dumbeldore gæti ekki lengur verndað hann.\nAfhverju fékk hann þá stöðuna núna?\nJú, af því að Dumbledore vissi, strax í upphafi árs, að sama hvað gerðist þá myndi Snape ekki vera við skólann eftir þennan vetur.\nÞað hlýtur að þýða að Snape hafi sagt Dumbledore frá órjúfanlega eiðnum og frá því hvað Draco var beðinn um að gera áður en skólinn byrjaði.\nÞví þykir mér líklegt að Dumbledore hafi skipað Snape að standa við loforðið sitt og ljúka því verki sem Draco átti að framkvæma. Hann vildi frekar hafa Snape á lífi í röðum Voldemorts þar sem hann gæti ennþá komið upplýsingum til Fönixreglunnar og þar með hjálpað til við að sigra hann heldur en að lifa sjálfur og missa Snape.\nÞegar Snape heyrir af því að baráttan sé byrjuð og veit að nú er tíminn kominn  rotar hann þau sem fyrir honum eru, hann drepur þau ekki og skaðar ekki á nokkurn hátt. Hann einungis rotar þau og læsir þau inni. Ef hann væri virkilega vondur hefði hann þá ekki nýtt sér tækifærið og drepið gáfuðust muggafæddu norn allra tíma og einn af bestu kennurum Hogwartsskóla?\nÞegar Snape svo kemur inn í turninn þar sem Dumbledore er nær dauða en lífi og lítur yfir dráparana sem þar eru fyrir segir Dumbledore biðjandi “Severus”. Snape stýgur fram og úr svip hans má lesa viðbjóð og hatur.\nDumbledore biður aftur “Severus, please”. Hvað er hann að biðja hann um að gera? Að þyrma lífi sínu? GLÆTAN! Dumbledore er ekki maður sem grátbiður einhvern að þyrma lífi sínu. Hann gerði það ekki rétt áður þegar fjórir dráparar og Draco stóðu og voru að fara að drepa hann. Hann tilkynnti meira að segja þá að hann væri ekki hræddur við að deyja. Hann er að biðja Snape að drepa sig. Hann er að biðja Snape að standa við það sem hann lofaði. Að standa við áætlunina.\nAfhverju er hatur og viðbjóður í svip Snapes?\nEf hann hataði Dumbledore og fannst hann viðbjóðslegur hefði hann ekki sagt honum allt sem við vitum að hann hefur sagt honum. Þá hefði hann ekki heldur verið svona lengi hjá honum. Ef hann virkilega hataði hann þá væri einhver villimannsleg ánægja í svip hans við að drepa hann.\nSnape hatar sjálfan sig. Hann hefur aldrei haft góða sjálfsmynd. Hann kemur frá brotnu heimili þar sem var mikið um ofbeldi og öskur. Hann er hálfur muggi og það skammast hann sín fyrir og hefur líkast til alltaf gert. Hreinlæti hans og útliti er mjög ábótavant og það er merki um slæma sjálfsmynd. Núna á hann svo að drepa eina mannin sem hefur nokkurntíman verið honum góður. Það er ekki skrýtið að svipur hans lýsi af viðbjóði og hatri. Viðbjóði og hatri í garð hans sjálfs.\nSnape flýr svo af hólmi með Draco. Harry eltir hann og reynir að senda á hann ýmsar bölvanir. Snape skipar Draco að flýja, verndar hann áfram, og verst svo öllum bölvunum Harrys. Sama hvað Harry gerir hann bægir öllu frá.\nÞá komum við að mikilvægum punkti. Hann bægir ekki bara frá heldur segir við Harry að á meðan hann þurfi að segja galdraþulurnar upphátt og á meðan hann geti ekki lokað huga sínum sé ekkert mál að sigra hann.\nHann er ennþá að kenna Harry.\nHvers vegna ætti Snape að vera að kenna Harry hvernig eigi að sigra í svona einvígi ef hann virkilega er vondur?\nAnnar drápari leggur kvalabölvunina á Harry og Snape húðskammar hann og stöðvar þjáningarnar. Hann segir að það sé vegna þess að Voldemort vildi eiga við hann sjálfur. Ef Snape væri vondur þá væri honum alveg sama þó að Harry yrði pýndur smávegis. Hann væri hvort eð er nógu heill fyrir Voldemort að drepa seinna.\nAllt fram í endan verndar hann og kennir Harry.\nHonum er kannski ekki vel við Harry Potter en hann gerir skyldu sína til að vernda hann og kenna honum eins og Dumbledore bað hann um.",
    "url": "https://www.hugi.is/hp/greinar/392700/severus-snape-vondur-eda-godur/",
    "url_id": "392700",
    "id": "3286840",
    "replies": [
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2006-03-30 16:33:57",
            "id": "3286873",
            "reply_to_id": "3286840",
            "text": "Úff Harry Potter.\nJK Rowling er búin að missa tökin á söguþræðinum, eins og gerist svo oft í löngum framhaldssögum.\nFyrstu 5 bækurnar voru snilld samt."
        },
        {
            "user": "bankrupt",
            "user_id": "55677",
            "date": "2006-03-30 17:18:54",
            "id": "3287120",
            "reply_to_id": "3286873",
            "text": "Ég hata svona svar. Hvernig væri að koma með rök fyrir því af hverju að J.K. Rowling sé búinn að missa tökin á söguþræðinum?"
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2006-03-30 17:29:30",
            "id": "3287179",
            "reply_to_id": "3287120",
            "text": "Nennti ekki að eyða tíma í að svara þessu með löngu svari.\nMér finnst hún hafa misst tökin á söguþræðinum, algerlega. Sjötta bókin var að mínu mati bara rugl og vitleysa. Það var virkilega pirrandi að lesa hana, mér fannst söguþráðurinn vera orðinn of ýktur og langdreginn."
        },
        {
            "user": "bankrupt",
            "user_id": "55677",
            "date": "2006-03-30 17:32:10",
            "id": "3287194",
            "reply_to_id": "3287179",
            "text": "Ég skil þig ekki. Hvernig var hann ýktur? Fannst þér þetta með “Horcrux” ýkt? Hvað var ýkt?"
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2006-03-30 17:34:38",
            "id": "3287206",
            "reply_to_id": "3287194",
            "text": "Já, það og líka bara að samskiptin milli persónanna urðu leiðinlegri og einhvernvegin daufari bók að öllu leyti. Vona að Rowling nái að rétta úr kútnum í næstu bók og enda þetta með stæl."
        },
        {
            "user": "bankrupt",
            "user_id": "55677",
            "date": "2006-03-30 17:36:21",
            "id": "3287214",
            "reply_to_id": "3287206",
            "text": "Já, ég er ósammála. Fannst hún frábær, en ég er Harry Potter nörd inní mér þannig að það gæti haft áhrif. Annars vona ég líka að hún endi þetta með stæl."
        },
        {
            "user": "Zketch",
            "user_id": "59046",
            "date": "2006-04-03 10:04:05",
            "id": "3301945",
            "reply_to_id": "3287194",
            "text": "Góðan daginn…Þú ert pirrandi."
        },
        {
            "user": "bankrupt",
            "user_id": "55677",
            "date": "2006-04-03 14:29:13",
            "id": "3302483",
            "reply_to_id": "3301945",
            "text": "Góðan dag. E-r sérstök ástæða?"
        },
        {
            "user": "Zketch",
            "user_id": "59046",
            "date": "2006-04-03 16:14:08",
            "id": "3302865",
            "reply_to_id": "3302483",
            "text": "Já, hans álit er (Eins og margra) að þetta sé langdregin bók. Þá segir hann seinna að hann nenni ekki að skrifa rök sem honum finnist óþörf.\nSíðan heldur þú samt áfram að biðja um þau."
        },
        {
            "user": "bankrupt",
            "user_id": "55677",
            "date": "2006-04-03 16:18:36",
            "id": "3302885",
            "reply_to_id": "3302865",
            "text": "Var ég að segja hans álit væri heimskulegt? Hann segir að söguþráðurinn sé ýktur en hann segir hinsvegar ekki af hverju. Eina sem ég bað um var svar sem hann þurfti ekki gefa mér.\nÉg mæli með því að þú hættir að vafra í gegnum huga kallandi fólk pirrandi. Því það er\npirrandi\n. Eins og þú."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-03-30 20:28:01",
            "id": "3288030",
            "reply_to_id": "3287179",
            "text": "mér fannst 6. bókin ein skemmtilegasta bókin.\nen það er örugglega bara af því að það er svo langt síðan ég las hina"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-04-15 20:42:21",
            "id": "3350787",
            "reply_to_id": "3287179",
            "text": "ég held að það hafi verið vegna þess að þú skildir hann ekki"
        },
        {
            "user": "Murtagh",
            "user_id": "56633",
            "date": "2006-05-09 15:59:38",
            "id": "3453348",
            "reply_to_id": "3287179",
            "text": "stfu Jk Rowling rokka"
        },
        {
            "user": "silungur",
            "user_id": "20592",
            "date": "2006-04-30 01:24:52",
            "id": "3408660",
            "reply_to_id": "3287120",
            "text": "Finnst þér hún vera að missa þráðinn? Ég er ekki sámmála þér en það skiptir kannski ekki máli, okkur er öllum frjálst að hafa skoðannir. Mér finnst þessi bók samt vera mjög góð og hún er svo magnþrungin þar sem maður veit í rauninni aldrei hvað gerist á næstu blaðsíðu. Það var mín tilfinning. Svo er líka eins og þegar maður les þessa grein alveg greinilegt að maður þarf að lesa bókina oftar (eins og með allar hinar) til þess að ná allri sögunni sem er virkilega í gangi."
        },
        {
            "user": "bankrupt",
            "user_id": "55677",
            "date": "2006-04-30 01:33:58",
            "id": "3408688",
            "reply_to_id": "3408660",
            "text": "Viss að þú ætlar að senda þetta til mín?"
        },
        {
            "user": "silungur",
            "user_id": "20592",
            "date": "2006-04-30 02:00:32",
            "id": "3408794",
            "reply_to_id": "3408688",
            "text": "Nei fyrirgefðu þetta átti að vera svar til þess sem skrifaði á undann þér. Við virðumst vera nokkuð sammála um að þessi bók sé frábær :)"
        },
        {
            "user": "bankrupt",
            "user_id": "55677",
            "date": "2006-04-30 09:54:42",
            "id": "3409153",
            "reply_to_id": "3408794",
            "text": "Je"
        },
        {
            "user": "danielsmari",
            "user_id": "62566",
            "date": "2006-03-30 20:18:31",
            "id": "3287996",
            "reply_to_id": "3286873",
            "text": "Sko það besta við 6.bókina er að það er mikið dekkri undirtónn í henni en í hinum bókunum, hún er þroskaðri .."
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-03-31 08:58:17",
            "id": "3289962",
            "reply_to_id": "3286873",
            "text": "Finnst þér það?\nMér finnst einmitt sjötta bókin ein sú besta frá henni hingað til.\nPersónurnar eru búnar að þroskast mikið og Harry t.d. loksins kominn yfir verstu gelgjuna (Guði sé lof, ég var að verða vitlaus á honum í fimmtu bókinni).\nEndirinn fannst mér ótrúlega flottur. ALlar litlu sögurnar sem fléttast þarna inn í eins og t.d. Lupin og Tonks, forsaga Lupins, Fenrir Grayback og hans saga, hver var R.A.B.?, hvar eru horcruxarnir? og margt fleira. Er mikið ánægðari með þessa bók en þá fimmtu.\nKveðja\nTzipporah"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-04-02 19:49:00",
            "id": "3300300",
            "reply_to_id": "3286873",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-04-02 19:58:36",
            "id": "3300349",
            "reply_to_id": "3300300",
            "text": "Hvað er málið?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-04-14 09:38:26",
            "id": "3344243",
            "reply_to_id": "3286873",
            "text": "Ekki halda að ég sé að reyna skapa skítkast…en það er bara ekki rétt Dorethy hún er að flækja hann svo að maður viti ekki hvað gerist..hún er að betrumbæta bækurnar… þú ert bara að rugla eitthvað"
        },
        {
            "user": "Kartaflan",
            "user_id": "51677",
            "date": "2006-03-30 16:39:04",
            "id": "3286902",
            "reply_to_id": "3286840",
            "text": "Flott grein! Þú sannfærði mig allavegana…"
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2006-03-30 16:41:18",
            "id": "3286914",
            "reply_to_id": "3286840",
            "text": "Hefðir mátt setja (Spoiler) á greinina."
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2006-03-30 16:42:47",
            "id": "3286922",
            "reply_to_id": "3286914",
            "text": "Forsíða /hp\nÞeir sem ekki hafa lesið allar sex bækurnar ættu að fara varlega í að lesa ALLT sem hér á síðunni er þar sem höfundar ganga yfirleitt út frá því að lesendur viti allt sem hefur gerst."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-03-30 18:36:39",
            "id": "3287499",
            "reply_to_id": "3286922",
            "text": "o jæja :("
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2006-03-30 20:37:13",
            "id": "3288078",
            "reply_to_id": "3286922",
            "text": "skoðaði þett kannski beint af forsíðunni, einsog ég !!! :("
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2006-03-30 22:46:52",
            "id": "3288926",
            "reply_to_id": "3288078",
            "text": "Well, það er voðalítið hægt að gera í því, það er viðvörun, mjög stór á þessu áhugamáli um að fólk eigi að fara varlega í að lesa þessa hluti."
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2006-03-30 23:01:50",
            "id": "3289045",
            "reply_to_id": "3288926",
            "text": "NEIN!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-03-30 23:05:08",
            "id": "3289071",
            "reply_to_id": "3289045",
            "text": "Víst er voðastór viðvörun á þessu áhugamáli."
        },
        {
            "user": "ChocoboFan",
            "user_id": "60147",
            "date": "2006-03-30 16:42:31",
            "id": "3286918",
            "reply_to_id": "3286840",
            "text": "Missa tökin? Iss bara hún hefur fín tök á öllu. Mér fannst þetta fín grein og var nákvæmlega sammála öllu þarna :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-03-30 16:44:13",
            "id": "3286930",
            "reply_to_id": "3286840",
            "text": "Já, ég er sammála þér í flestu. Það er líka eitt sem Snape segir þegar Harry er að elta hann uppi þarna undir lokinn og það er að loka huganum og loka munninum, fyrst þannig getur hann barist við Volla eða Snape sjálfan. Snape er að kenna Harry að berjast á síðustu stundu.\nÞað verður “gaman” að sjá hvenig næsta bók verður, og vá hvað ég hlakka til."
        },
        {
            "user": "siggi",
            "user_id": "43688",
            "date": "2006-03-30 16:44:24",
            "id": "3286932",
            "reply_to_id": "3286840",
            "text": "Vinur… Takk. :) Þetta leysti úr mörgum spurningum sem ég hef haft um þessar bækur og afhverju Dumbledore þurfti að deyja. Ég hélt að ég gæti ekki orðið fyrir meiri vonbrigðum en þegar Dumbledore dó!\nEn samt finnst mér skrítið að Dumbledore skyldi fórna eigin lífi til að Snape gæti lifað.\nVar ekki sagt að Dumbledore væri kröftugasti núlifandi galdramaðurinn og sá eini sem að Voldemort óttaðist?\nAfhverju ætti Dumbledore bara ekki sjálfur að drepa Voldemort og alla fylgimenn hans í stað þess að fórna eigin lífi?\nEn þetta er mjög áhugavert sem þú ert að skrifa hérna og ef að ég væri kennari og þú nemandi gæfi ég þér 10 fyrir þetta. :D"
        },
        {
            "user": "siggi",
            "user_id": "43688",
            "date": "2006-03-30 18:44:59",
            "id": "3287552",
            "reply_to_id": "3286932",
            "text": "Ég held að það sem hann hafi drukkið inní hellinum hafi verið eitthvað aðeins og sterkt fyrir gamla manninn :P, plús það að hann er maður sem vildi frekar eyða sínu lífi frekar en Snape's.\nKannski var hann líka orðinn of veikburða til þess að geta sigrað Voldemort?\nAfhverju ætti Dumbledore bara ekki sjálfur að drepa Voldemort og alla fylgimenn hans í stað þess að fórna eigin lífi?\nAllir vita að Ronaldinho er besti fótboltamaður heims í dag… samt labbar hann ekkert bara eins og ekkert sé í gegnum vörn sterkustu liðanna ;)"
        },
        {
            "user": "marsbui",
            "user_id": "50297",
            "date": "2006-03-30 19:18:31",
            "id": "3287748",
            "reply_to_id": "3287552",
            "text": "Það er ekki hlutverk Dumbeldores að drepa Voldemort. Það er hlutverk Harrys, og það ættu allir að vita sem hafa lesið 5 bókina!"
        },
        {
            "user": "siggi",
            "user_id": "43688",
            "date": "2006-03-30 19:26:49",
            "id": "3287803",
            "reply_to_id": "3287748",
            "text": "Ég var samt bara að svara spurningu hans… ef þetta væri reliable þá ætti Dumbledore að geta yfirbugað Voldemort, hefði getað…"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-03-31 09:11:51",
            "id": "3289976",
            "reply_to_id": "3286932",
            "text": "Dumbledore sagði áður að hann gæti ekki drepið Voldemort. Mig minnir að hann hafi sagt það þegar hann var að berjast við hann í galdramálastofnuninni í fimmtu bókinni. Voldemort getur ekki drepið hann því hann er of sterkur fyrir það, alla vega ekki í svona einvígi en Dumbledore vissi að hann gæti ekki skaðað Voldemort heldur.\nHann vissi líka að það er hlutverk Harrys að drepa hann.\nÉg held að Dumbledore hafi áttað sig á því að hann þyrfti að hverfa úr myndinni áður en að Harry myndi virkilega rísa upp og gera það sem hann þarf að gera. Á meðan Dumbledore var á staðnum var Harry nokkuð rólegur í skugga hans. Hann vissi að sama í hverju hann lenti, Dumbledore myndi alltaf redda honum. Núna verður hann að vera sterkur. Núna er hann sá eini sem stendur í vegi fyrir Voldemort og hann verður að vera sterkur.\nAftur og aftur í gegn um sögurnar sjáum við að Harry gefur ekki allt sem hann á í það sem fyrir honum liggur fyrr en hann nauðsynlega þarf að gera það. Hann gat ekki framkallað almennilegan verndara fyrr en hann þurfti að bjarga sjálfum sér og Sírusi og þá kom líka verndari sem hvaða fullorðin galdramanneskja gæti verið stolt af, hann gat ekki tilflust fyrr en hann nauðsynlega þurfti og þá gerði hann það með Dumbledore með sér.\nNúna þarf hann að stand frammi fyrir Voldemort og gera það einn.\nDumbledore vissi þetta og þessvegna fjarlægði hann sjálfan sig úr myndinni. Hvort það var fyrir fullt og allt eða ekki það veit ég ekki, en í öllu falli þannig að Harry heldur að það sé fyrir fullt og allt.\nDumbledore vissi líka að Snape hefði eitthvað hlutverk (ég veit ekki hvaða) sem hann þyrfti að framkvæma til að Harry gæti sigrað Voldemort. Þess vegna vissi hann að hann varð að fórna sér til að Snape myndi lifa.\nDumbledore hefur vitað þetta frá upphafi skólaárs. Hvers vegna ætti hann annars að hafa eytt svo miklum tíma af árinu í að kenna Harry allt sem hann gæti þurft að kunna um Voldemort og hans veikustu og sterkustu punkta.\nKveðja\nTzipporah"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-03-30 16:47:23",
            "id": "3286942",
            "reply_to_id": "3286840",
            "text": "Og já ég vona svo sannarlega að þú haldir áfram að svara spurningum mínum um Harry Potter í framtíðinni. :)\nÉg vil sjá fleiri svona greinar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-03-31 14:11:19",
            "id": "3290767",
            "reply_to_id": "3286942",
            "text": "Hehe já :)\nTakk fyrir að svara þessum spurningum fyrir mig líka. :P"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-04-04 09:26:09",
            "id": "3305552",
            "reply_to_id": "3286942",
            "text": "Hvaða spurningum viltu að ég svari næst?\nSkjóttu og sjáum til hvort það er eitthvað sem er búið að vera að læðast um í hausnum á mér…\nlofa samt ekki endilega góðum afköstum.\nKveðja\nTzipporah"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-04-04 13:00:52",
            "id": "3305893",
            "reply_to_id": "3305552",
            "text": "Heyrðu það er svo langt síðan að ég las þessar bækur að ég man ekkert í augnablikinu.. :)Það er eiginlega búið að svara öllu því helsta sem mig fýsti að vita núna. :)\nEn ég skal muna eftir þér ef ég verð í vafa með eitthvað í framtíðinni. :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-03-30 16:50:16",
            "id": "3286953",
            "reply_to_id": "3286840",
            "text": "Úber grein\nflott :)"
        },
        {
            "user": "LightsOut",
            "user_id": "35849",
            "date": "2006-03-30 16:53:16",
            "id": "3286965",
            "reply_to_id": "3286840",
            "text": "Mér finnst skýna í gegn í þessum kafla að Snape þykir mjög vænt um Draco. Hann vill vernda hann og hann vill hjálpa honum. Það að vernda dreng sem er honum ekkert skyldur er fyrsta vísbendingin í bókinni um að Snape sé ekki vondur maður.\nSnape er tilbúinn að hjálpa og vernda einhvern sem er “vondur” við að gera vondan hlut, hvað er það sem gerir það gott?"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-03-30 22:28:23",
            "id": "3288786",
            "reply_to_id": "3286965",
            "text": "Draco er ekki vondur. Hann er bara spilltur, afvegaleiddur strákur. Hann gat ekki drepið Dumbledore því að hann er ekki raunverulega vondur. Fyrst fannst honum þetta svolítið töff að vera drápari en svo sá hann að hann var kominn allt of djúpt í þetta og varð hræddur.\nEina ástæðan fyrir því að hann hélt áfram var sú að hann var viss um að mamma hans og pabbi yrðu drepin ef hann klúðraði málunum.\nHann er ekki vondur. Hann er bara vitlaus.\nSnape lýtur svolítið á hann eins og soninn sem hann eignaðist aldrei og gerir allt sem hann getur til að vernda hann.\nÞað er ekki tákn um vondann mann í mínum augum.\nKveðja\nTzipporah"
        },
        {
            "user": "Tiili",
            "user_id": "61358",
            "date": "2006-03-30 17:00:29",
            "id": "3286998",
            "reply_to_id": "3286840",
            "text": "Glæsileg grein - þú ert búin að pæla í þessu!:)Ég sé alveg fyrir mér að þetta gæti staðist!Þetta sýnir manni hvernig bók sjö getur verið - og hvað maður má búast við .. það verður allavegana eitthvað sem enginn mun búast við og líklegast munu sumir ekki líkja við endinn en hann mun verða hrikalega góður og verður erfitt að segja bless við Harry Potter og þennan flotta galdraheim.\nGlæsilegt!"
        },
        {
            "user": "Weasley",
            "user_id": "54296",
            "date": "2006-03-30 20:57:18",
            "id": "3288180",
            "reply_to_id": "3286998",
            "text": "Ég get ekki ýmindað mér heimin án þess að vita að sagan sé ekki búin *sniff* *snökkt*"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-03-30 22:30:47",
            "id": "3288804",
            "reply_to_id": "3288180",
            "text": "Það kemur saga eftir þessa sögu.\nEf mann vantar eitthvað sárlega þá er alltaf til nóg af discworld-sögum og aldrei verður heimurinn uppiskroppa með Star-Trek bækur.\nSvo verða áhugaspunarnir fleiri og fleiri og Rowling er búin að lofa að loka ekki á þá alla með síðustu bókinni.\nKveðja\nTzipporah"
        },
        {
            "user": "Weasley",
            "user_id": "54296",
            "date": "2006-03-31 15:29:19",
            "id": "3291182",
            "reply_to_id": "3288804",
            "text": "flott, það er alltaf gaman að lesa svona spuna…  Annað hvort one-shot eða allvöru langa (meira en 20 kafla) spuna…"
        },
        {
            "user": "tonks",
            "user_id": "61223",
            "date": "2006-03-30 17:04:21",
            "id": "3287021",
            "reply_to_id": "3286840",
            "text": "Frábær grein :)"
        },
        {
            "user": "danielsmari",
            "user_id": "62566",
            "date": "2006-03-30 17:09:13",
            "id": "3287053",
            "reply_to_id": "3286840",
            "text": "Þetta skýrir margt! :) Sérstaklega kaflinn um það að Dumbledore sé ekki hræddur við dauðann. Sagði hann ekki í fyrstu bókinni að dauðinn væri ekkert annað en enn eitt stórkostlegt ferðalagið? :)"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-03-30 22:31:15",
            "id": "3288810",
            "reply_to_id": "3287053",
            "text": "Akkurat!"
        },
        {
            "user": "danielsmari",
            "user_id": "62566",
            "date": "2006-03-30 23:57:24",
            "id": "3289501",
            "reply_to_id": "3288810",
            "text": ":)"
        },
        {
            "user": "sagnord",
            "user_id": "60708",
            "date": "2006-03-30 17:09:45",
            "id": "3287058",
            "reply_to_id": "3286840",
            "text": "Það er nokkuð til í þessu hjá þér verð ég að ‘'segja’'\nSökkar að seinasta bókin sé bráðum að fara að koma út. Samt rosalega gaman þar sem maður sér hvernig þetta endar :)."
        },
        {
            "user": "bankrupt",
            "user_id": "55677",
            "date": "2006-03-30 17:22:40",
            "id": "3287140",
            "reply_to_id": "3286840",
            "text": "Vel uppsett og vönduð grein. Ég er sammála þér. Get ekki beðið eftir seinustu bókinni, enn þegar ég er búinn að lesa hana þá mun ég örugglega fara í þunglyndiskast og lesa hana svo aftur, og aftur."
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-03-30 17:48:26",
            "id": "3287259",
            "reply_to_id": "3286840",
            "text": "SPOILER!!!!"
        },
        {
            "user": "sisslingur",
            "user_id": "56786",
            "date": "2006-03-30 18:22:41",
            "id": "3287426",
            "reply_to_id": "3287259",
            "text": "spoiler?\nheld að þeir sem lesa harry potter yfir höfuð séu búnir að lesa bók no 6 ;)"
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-03-30 19:18:52",
            "id": "3287751",
            "reply_to_id": "3287426",
            "text": "ekki ég =)"
        },
        {
            "user": "Kartaflan",
            "user_id": "51677",
            "date": "2006-03-30 21:20:16",
            "id": "3288319",
            "reply_to_id": "3287751",
            "text": "Svona er þetta að vera sprangandi um á Harry Potter áhugamálinu ólesinn. Þú getur sjálfum þér um kennt!"
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-03-30 23:15:56",
            "id": "3289160",
            "reply_to_id": "3288319",
            "text": "Nei eiginlega ekki ég sá bara greinina á forsíðunni."
        },
        {
            "user": "meeka203",
            "user_id": "35952",
            "date": "2006-03-31 15:00:14",
            "id": "3291033",
            "reply_to_id": "3289160",
            "text": "þú veist að það mega koma spoilerar um 6.bókina núna"
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-03-31 18:00:05",
            "id": "3291887",
            "reply_to_id": "3291033",
            "text": "Nei."
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-03-31 22:19:25",
            "id": "3293240",
            "reply_to_id": "3291887",
            "text": "Hvað hélstu að við ætluðum að bíða lengi með að fara að birta spoilera úr bókinni? Það eru að verða komnir fimm mánuðir síðan hún kom út á íslensku og tæp meðganga venjulegarar konu síðan hún kom út á ensku.\nEf fólk ætlaði sér að lesa hana og vill taka þátt í umræðum um hana þá ætti það að vera búið að lesa hana.\nEða kvartar þú yfir fólki sem kjaftar frá endanum á Hringadróttinssögu á Tolkien áhugamálinu?"
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-04-01 20:50:52",
            "id": "3296960",
            "reply_to_id": "3293240",
            "text": "Ég var reyndar ekkert að búast við neinu þar sem ég er ekkert á Hp áhugamálinu og það hefði ekki skaðað að gera Spoiler viðvörun"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-04-02 00:55:59",
            "id": "3298053",
            "reply_to_id": "3296960",
            "text": "Það er bara óþarfi að merkja allar greinar sem tilheyra áhugamálinu með spoilerviðvörunum. Fólk sér frá hvaða áhugamáli greinin er og sér titilinn á henni. Stundum er hann ekki lýsandi fyrir greinina en í þessu tilfelli var hann það.\nEf fólk er ekki búið að lesa bækurnar þá hlýtur það að gera sér grein fyrir að það fylgir því viss spoileráhætta að lesa það efni sem birtist á áhugamálinu.\nVið getum ekki endalaust tiplað á tánum í kring um þá sem ekki nenna að lesa.\nKveðja\nTzipporah admin á hugi.is/hp"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-03-31 22:21:17",
            "id": "3293252",
            "reply_to_id": "3288319",
            "text": "Þetta er bara snilldarlega orðað svar. Ég er orðin svo þreytt á fólki sem er enn að kvarta yfir spoilerum.\nBara flottasta svar sem ég hef séð lengi.\nKærar þakkir!\nKveðja\nTzipporah"
        },
        {
            "user": "Kartaflan",
            "user_id": "51677",
            "date": "2006-04-03 09:42:38",
            "id": "3301928",
            "reply_to_id": "3293252",
            "text": "hehe, takk fyrir það :)"
        },
        {
            "user": "Nugnar",
            "user_id": "40949",
            "date": "2006-04-02 14:24:16",
            "id": "3299150",
            "reply_to_id": "3287259",
            "text": "heeeld að allir sem að eru búnir að lesa greinina viti það núna.."
        },
        {
            "user": "Toggi",
            "user_id": "59549",
            "date": "2006-03-30 17:58:58",
            "id": "3287293",
            "reply_to_id": "3286840",
            "text": "Geðveikslega frábær grein.\nEkki oft sem ég segi eitthvað svona en nú finnst mér tilefni til þess.\nGóðar pælingar og mér líður bara vel eftir að hafa lesið þessa grein…"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-03-30 22:34:27",
            "id": "3288837",
            "reply_to_id": "3287293",
            "text": "Gaman að heyra, þá er tilgangi hennar líka náð ;)"
        },
        {
            "user": "illi",
            "user_id": "49947",
            "date": "2006-03-30 17:59:59",
            "id": "3287298",
            "reply_to_id": "3286840",
            "text": "haha! akkúrat!!! alveg 100% sammála þessu ;) Severus Snape er lang svalasta persónan í bókinni, hann er aðeins of klár til að vera drápari ennþá…  ^^,\nVar samt í miklu sjokki fyrst þegar ég las þetta… en svo strax og ég var búinn með bókina fór ég að velta þessu fyrir mér og hef trúað því að hann sé enn “góður” alveg síðan þá ;)"
        },
        {
            "user": "Nainsi",
            "user_id": "45345",
            "date": "2006-03-30 18:17:24",
            "id": "3287398",
            "reply_to_id": "3286840",
            "text": "Að Snape sé ástæðan fyrir því að Voldemort ætlaði ekki að drepa Lily\nAf hverju í ósköpunum ætti Voldemort að vera sama um kærustu Snapes ef hann ætti hana. Mér finnst þetta ólíkleg tilgáta, mjög svo. En kannski er það bara ég. Voldemort hefur sýnt það að hann er vægðarlaus og næstum því laus við allar tilfinningar. Svo drap hann Lily því hún stóð í veginum fyrir Harry, ekki sýndi hann vægð þá?\nOg Lily og Snape? Nei, það held ég ekki, ekki ég sko."
        },
        {
            "user": "Nainsi",
            "user_id": "45345",
            "date": "2006-03-30 18:59:30",
            "id": "3287641",
            "reply_to_id": "3287398",
            "text": "Severus Snape, ef þú raðar stöfunum úr þessu nafni þá færðu út Perseus Evans."
        },
        {
            "user": "Nainsi",
            "user_id": "45345",
            "date": "2006-03-30 20:02:46",
            "id": "3287944",
            "reply_to_id": "3287641",
            "text": "hehe já, ertu þá að gefa í skyn að hann hafi verið giftur henni einhvern tíma? Hefði það þá átt að vera á unga aldri, á meðan þau voru í Hogwarts?\nHvenær byrjuðu James og Lily annars saman, ég get ekki munað það, bara að Lily hafi ekki þolað James í fyrstu en svo hafi eitthvað gerst, en líka að hún hafi fundið til með Snape já."
        },
        {
            "user": "Weasley",
            "user_id": "54296",
            "date": "2006-03-30 20:19:14",
            "id": "3288002",
            "reply_to_id": "3287944",
            "text": "Lily og James byrjuðu saman á 7. ári.\nEn þó að Snape haf verið hrifinn af Lily þýðir það ekki að það hafi verið gagnkvæmt. Og svo, af hverju hataði Snape Harry svona mikið? Var það út af því að James og Snape voru óvinir þegar þeir voru yngri? Ég held að það sé dýpri ástæða. Það er alltaf verið að tönnslast á augunum, græn og falleg alveg eins og augun hennar Lily. Ég held að það sem Snape hafi ekki þolað í Harry var hve líkur hann sé í raun og veru móður sinni og ekki bætti úr skák að hann var alveg eins og faðir sinn í útliti. Það sem hann hataði og elskaði á einu bretti.\nEn það er náttúrulega bara það sem ég held:P"
        },
        {
            "user": "Weasley",
            "user_id": "54296",
            "date": "2006-03-30 21:01:38",
            "id": "3288199",
            "reply_to_id": "3288002",
            "text": "ég er sammála þessu. Hann sér augun sem hann elskar í líkamanum sem hann hatar…(mig minnir að ég hafi lesið þessa línu (reyndar í 1.perónu) í einhverjum spuna hérna)"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-03-30 22:38:54",
            "id": "3288879",
            "reply_to_id": "3288199",
            "text": "Já mínum spuna!\nHe he he\nGeggjað stolt þegar það er vitnað í spunann minn ;)\nthí hí hí"
        },
        {
            "user": "Weasley",
            "user_id": "54296",
            "date": "2006-03-31 15:27:14",
            "id": "3291167",
            "reply_to_id": "3288879",
            "text": "hehe… Hann er líka frábær!!!"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-03-31 16:27:54",
            "id": "3291500",
            "reply_to_id": "3291167",
            "text": "*roðn*\ntakk"
        },
        {
            "user": "Nainsi",
            "user_id": "45345",
            "date": "2006-03-30 22:32:08",
            "id": "3288820",
            "reply_to_id": "3288002",
            "text": "já það er reyndar svolítið til í því, hata hann og svo bærast þessar tilfinningar innra með honum til Lilya"
        },
        {
            "user": "glaucoma",
            "user_id": "45483",
            "date": "2006-03-31 15:27:00",
            "id": "3291165",
            "reply_to_id": "3287944",
            "text": "Hverjum er ekki nákvæmlega sama!…."
        },
        {
            "user": "Nainsi",
            "user_id": "45345",
            "date": "2006-03-31 17:25:36",
            "id": "3291734",
            "reply_to_id": "3291165",
            "text": "Ég er ekki eðlilegur!\nClearly."
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-04-02 19:25:10",
            "id": "3300174",
            "reply_to_id": "3287641",
            "text": "En Perseus þýðir ekki neitt. Það er bara nafn á syni Seifs í grísku goðafræðinni.\nPurseus þýðir hins vegar að ganga á eftir einhverjum með grasið í skónum en það orð getur maður ekki myndað með stöfunum úr Severus Snape."
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-04-02 19:26:13",
            "id": "3300179",
            "reply_to_id": "3300174",
            "text": "Þá hef ég bara skrifað það vitlaust:P"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-04-02 19:31:40",
            "id": "3300207",
            "reply_to_id": "3300179",
            "text": "Já, en þú ert alls ekki sú eina því þessi kenning er vítt og breitt um vefinn og skrifuð af enskumælandi fólki.\nÉg ákvað að fletta þessu upp til að vera viss, því ég er alls ekki sleip í stafsetningu og sérstaklega ekki í enskri stafsetningu og þá sá ég þetta.\nKom mér líka á óvart, ég hefði skrifað þetta eins og þú.\nKveðja\nTzipporah"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-04-02 19:40:04",
            "id": "3300256",
            "reply_to_id": "3300207",
            "text": "Merkilegt nokk. En hvar er aftur stafaruglssíðan sem þú fannst einhverntímann í forðum?"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-04-02 19:49:56",
            "id": "3300307",
            "reply_to_id": "3300256",
            "text": "he he já,\nFluffster fann hana eiginlega. Hann googlaði bara “anagram generator” og fann þá síðu sem ruglar stöfum.\nGóða skemmtun Fat Asian!\nEn hey þitt var þó betra en aumingja Spiro Agnew sem var varnarmálaráðherra Nixons (minnir mig) en hans nafn endar sem “Grow a Penis” eftir svona meðferð.\nKveðja\nTzipporah - sem ekki var hægt að finna mikið skemmtilegt úr…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-04-02 19:52:38",
            "id": "3300327",
            "reply_to_id": "3300307",
            "text": "hahaha:D Fat Asian… Spes."
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-03-30 22:41:17",
            "id": "3288895",
            "reply_to_id": "3287398",
            "text": "Rowling sagði í viðtali að Voldemort hefði ekki drepið Lily ef hún hefði fært sig. Hann ætlaði aldrei að drepa hana.\nAfhverju ekki?"
        },
        {
            "user": "Nainsi",
            "user_id": "45345",
            "date": "2006-03-30 22:42:31",
            "id": "3288903",
            "reply_to_id": "3288895",
            "text": "Nei, einmitt hann fór á staðinn til þess að drepa Harry en vílaði ekki fyrir sér að drepa hana til þess að komast sem fyrst að Harry, bara það sem ég átti við."
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-03-30 22:55:45",
            "id": "3289001",
            "reply_to_id": "3288903",
            "text": "Jú, það vafðist nefninlega einmitt fyrir honum. Hann bað hana nokkrum sinnum að fara frá áður en hann gafst upp og drap hana líka. Það heyrir Harry í öllu falli í hvert sinn sem hann nálgast vitsugur.\nAfhverju skyldi hann hafa gert það?"
        },
        {
            "user": "Nainsi",
            "user_id": "45345",
            "date": "2006-03-30 23:20:35",
            "id": "3289219",
            "reply_to_id": "3289001",
            "text": "Punkturinn hjá mér er bara sá að hann hefði getað sleppt því að myrða hana. Þú veist fjarlægt barnið sjálfur eða hana án þess að drepa."
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-03-31 00:21:58",
            "id": "3289641",
            "reply_to_id": "3289219",
            "text": "Ef hann hefði gert það þá væri hann ekki Voldemort. Voldemort er auðvitað drullu vondur en hann hafði einhverja ástæðu fyrir því að vilja ekki drepa Lily. Ef hann hefði ekki haft ástæðu hefði hann bara drepið hana án þess að hika en hann gerði það ekki. Hann bað hana að færa sig, oftar en einu sinni. Sagði svo “silly girl” og drap hana fyrir rest einungis vegna þess að hún krafðist þess.\nHvaða ástæðu hafði hann til að hika? Afhverju drap hann hana ekki bara blákalt?\nÞað er minn “punktur”."
        },
        {
            "user": "TheGreatOne",
            "user_id": "63089",
            "date": "2006-03-30 18:46:31",
            "id": "3287568",
            "reply_to_id": "3286840",
            "text": "Ágætis grein. Öll rökin eru langt frá því að vera frábær en samt sem áður voru nokkrir punktar þarna sem mér hafði ekki dottið í hug.\nSpurningin er: Er Rowling að fara í hringi? Söguþráðurinn er orðin ein galdra súpa og mig hlakkar til að sjá hvernig hún endar þetta."
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-04-02 19:23:33",
            "id": "3300170",
            "reply_to_id": "3287568",
            "text": "Hvernig hringi?\nÉg hef enn ekki séð hana fara í hringi og er enn mjög ánægð með söguþráðin hjá henni og finnst hún ekkert vera að missa dampinn. Ég er búin að vera spennt frá því ég las fyrsta kaflann í fyrstu bókinni.\nFinnst þér hún vera að fara í hringi?\nKveðja\nTzipporah"
        },
        {
            "user": "TheGreatOne",
            "user_id": "63089",
            "date": "2006-04-02 19:37:12",
            "id": "3300241",
            "reply_to_id": "3300170",
            "text": "Ég hef bara ekki verið ánægður með söguþráðinn hjá henni kerlingunni undanfarið. Hún virðist alltaf henda í okkur sama dóteríinu nema hún skiptir út nöfnum. Að sjálfsögðu er þetta nokkuð gróf lýsing hjá mér.\nKannski er ég bara að þreytast á bókunum. Mér fannst fyrstu fjórar alveg frábærar, fimmta var slakari og ég var tæpan mánuð að lesa sjöttu bókina.\nOg það tók mig aðeins örfáa daga með hinar."
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-04-02 19:42:10",
            "id": "3300264",
            "reply_to_id": "3300241",
            "text": "Vá, er það?\nFimmta og Sjötta eru nátturlega mikið lengri en hinar og sú fimmta finnst mér vera sú slakasta.\nÞað fór rosalega í taugarnar á mér gelgjan í Harry í þeirri bók og allar lýsingarnar á nýju stöðunum og Umbrigde. Mér fannst hún ekki nógu góður karakter. Ekki það að hún var evil, alltaf gaman að fá evil karaktera en hún var bara ekki nógu heilstæð týpa. Hún var einhvernvegin bara vond til að vera vond.\nSvo voru líka mjög rólegir kaflar inn á milli í þeirri bók sem var ekki mjög gaman að lesa en maður fann að þeir voru undirbúningur fyrir það sem koma skyldi.\nEn mér hefur ekki fundist vera að gerast sömu hlutirnir bara með sitthvorum persónunum. Finnst alltaf eitthvað nýtt að gerast.\nKveðja\nTzipporah"
        },
        {
            "user": "TheGreatOne",
            "user_id": "63089",
            "date": "2006-04-02 19:48:49",
            "id": "3300299",
            "reply_to_id": "3300264",
            "text": "Maður les jú að sjálfsögðu næstu bók… Verður athyglisvert að sjá hvernig fer. En já, ég hef verið nokkuð óánægður með gang mála í bókunum undanfarið… Það sagt þá hafa allar 6 bækur verið þokkalega góðar og sumar enn betri."
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-04-02 19:51:06",
            "id": "3300312",
            "reply_to_id": "3300299",
            "text": "he he he ok.\nÉg var nokkuð á sama máli og þú eftir að hafa lesið þá fimmtu. Ég var ekki nærri því eins spennt eftir að ég las hana eins og ég er núna.\nKveðja\nTzipporah"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-03-30 19:08:59",
            "id": "3287679",
            "reply_to_id": "3286840",
            "text": "Frábær grein, ég styð þessa skoðun fullkomlega.\nOg þú þarna sem segir að Joanne sé búin að missa tökin: Iss…."
        },
        {
            "user": "Gauthals",
            "user_id": "62903",
            "date": "2006-03-30 19:24:50",
            "id": "3287785",
            "reply_to_id": "3286840",
            "text": "Mér hefur alltaf fundist Snape uppáhalds persónan. Ég held að hann sé góður , frábær grein hjá þér ég hefði líka gefið þér 10 fyrir greinina\nDjöfull væri það fyndið ef Harry Potter myndi deyja í byrjun næstu bókar og Voldemort myndi vinna.\nEinhvern veginn býst ég við að þið séu ekki sammála mé"
        },
        {
            "user": "Blublu",
            "user_id": "12532",
            "date": "2006-03-30 19:45:46",
            "id": "3287870",
            "reply_to_id": "3287785",
            "text": "Haha já, eða þá að síðasta einvígið væri háð með byssum."
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-03-30 22:43:04",
            "id": "3288907",
            "reply_to_id": "3287785",
            "text": "Ég er alls ekki viss um að Harry lifi af sjöundu bókina. Ég efast samt stórlega um að Voldemort lifi hana af en hver segir að þeir deyji ekki bara báðir?\nÉg spái því að Neville eigi stórt hlutverk í lokabaráttunni. Í fullri alvöru, ég er ekki að grínast."
        },
        {
            "user": "ZueS",
            "user_id": "31220",
            "date": "2006-04-06 16:01:20",
            "id": "3314852",
            "reply_to_id": "3288907",
            "text": "spádómurinn segir að allavega annar verði að deyja til að hinn geti lifað."
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-04-06 22:09:21",
            "id": "3316475",
            "reply_to_id": "3314852",
            "text": "Já, en þýðir það að þeir geti ekki báðir dáið?\nEins og ég skil þetta lifir hvorugur þeirra lífi sínu til fullnustu á meðan hinn er til staðar því baráttan og togstreytan á milli þeirra er alltaf til staðar og báðir eru frekar hræddir við hvar og hvenær hinn komi til með að birtast.\nGæti ekki Voldemort drepið Harry, staðið svo sigrihrósandi, himinlifandi yfir að hafa drepið erkióvin sinn og í sæluvímunni kemur Neville aftan að honum og drepur hann!\nÉg efast reyndar um að það gerist þannig en það væri skemmtileg útgáfa af endanum."
        },
        {
            "user": "ZueS",
            "user_id": "31220",
            "date": "2006-04-06 22:15:58",
            "id": "3316525",
            "reply_to_id": "3316475",
            "text": "Neville á eflaust eftir að spila stórt hlutverk en ég efa það stórlega að hann spili það allra stærsta."
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-04-06 22:25:32",
            "id": "3316595",
            "reply_to_id": "3316525",
            "text": "Já, ég er eiginlega sammála þér. Ég held að hann eigi eftir að spila eitthvað stórt hlutverk því hlutverk hans í bókunum hefur verið að smá aukast alla söguna. Ég efast samt um að hann eigi eftir að spila þetta hlutverk sem ég var að lýsa áðan en það væri skemmtilegt twist á söguna.\nEða eins og smáspuninn sem Fluffster samdi einu sinni:\nhttp://www.hugi.is/hp/articles.php?page=view&contentId=2277556\nSnilldar Neville-spuni, einungis einn stuttur kafli. Mæli með honum.\nKveðja\nTzipporah"
        },
        {
            "user": "ZueS",
            "user_id": "31220",
            "date": "2006-04-06 22:27:41",
            "id": "3316607",
            "reply_to_id": "3316595",
            "text": "En samt er fólk að segja að hún sé búinn að missa vald á söguþræðinum, málið er að hún er löngu búin að skrifa síðasta kaflann og er því að spinna þetta í kringum það."
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-04-06 22:30:50",
            "id": "3316625",
            "reply_to_id": "3316607",
            "text": "Já, ég veit það. Ég er ekki sammála fólki sem segir að hún sé búin að missa tökin. Mér fannst fimmta bókin svolítið slök en það var aðallega því það er svo mikið af henni sem fer í undirbúning fyrir sjöttu bókina. Fannst sú sjötta mikið betri og eiginlega sú besta hingað til.\nÞað er augljóst á bókunum öllum saman að hún veit 100% hvert hún er að stefna.\nEn kíktirðu á Neville-spunann?\nKveðja\nTzipporah"
        },
        {
            "user": "ZueS",
            "user_id": "31220",
            "date": "2006-04-06 22:59:23",
            "id": "3316790",
            "reply_to_id": "3316625",
            "text": "Nei, geri það seinna hafði ekki tíma :O.\nEftir 6. bókina þá settist maður virkilega niður og pældi í þessu, hún er með eitthvað plott í gangi. Dumbledore dó ekki að ástæðulausu."
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-04-07 08:53:56",
            "id": "3317409",
            "reply_to_id": "3316790",
            "text": "Það er alveg á hreinu. En aðallega held ég að hann hafi dáið því að í svona sögum þarf aðalpersónan alltaf að ganga síðasta spölin ein/einn. Útlitið er alltaf svartast rétt áður en sigurinn næst.\nHarry var of öruggur á meðan Dumbledore var nálægt. Hann vissi að gamli kallinn kæmi alltaf að redda málunum ef hann væri í klípu. Hann vissi að Voldemort væri hræddur við Dumbledore og það gaf honum kjark.\nNú er enginn sem Voldemort er hræddur við, nema hugsanlega Harry.\nKveðja\nTzipporah"
        },
        {
            "user": "ZueS",
            "user_id": "31220",
            "date": "2006-04-08 17:04:52",
            "id": "3322707",
            "reply_to_id": "3317409",
            "text": "Ég var samt ekkert sáttur við þetta, það var alltaf ákveðin stemning yfir Dumbledore og hann gefur bókunum mikinn … veit ekki rétta orðið heh… Vonandi leysir Rowling þetta vel.\nÉg samt les allar bækurnar á íslensku og ég er búinn að spá því að einhver óþroskaður muni segja mér endinn eftir að bókin kemur út á ensku."
        },
        {
            "user": "Catium",
            "user_id": "56286",
            "date": "2006-03-30 19:57:13",
            "id": "3287916",
            "reply_to_id": "3286840",
            "text": "Vá þetta er þessi ævarandi spurning. Sem birtist reglulega hér á Huga/HP! Er Snape vondur eða góður? Já ég verða að viðurkenna það að eftir lestur 6.bókarinnar vissi ég engan veginn hvað ég átti að halda. Þangað til hafði ég haldið að Snape inni fyrir góðu gæjanna, njósnaði um vondu gæjanna, þó að vondu gæjannir héldu öfugt. En samt væri hann ekki beint góður en samt ekki beint vondur. Ég meina það eru svo mörg grá svæði þarna á milli.\nEn allavega eftir að hafa lesið þetta þá hallast ég eiginlega að góður. Þú kemur með nokkur mjög góð rök. OG ég held að Snape hafi verið ástfanginn af Lily útaf því hvernig stafirnir í nafninu hans endurraðast í Perseus Evans. En Evans var ættarnafn Lilyar áður en hún giftist James. Rowling er að gefa okkur vísbendingu.\nEn allavega ég er að hugsa um að gefa út grein þar sem ég svara þessu þar sem þetta er farið að verða nokkuð langt hjá mér."
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-03-31 22:27:11",
            "id": "3293298",
            "reply_to_id": "3287916",
            "text": "Perseus þýðir ekki neitt, það er bara nafn úr grískri goðafræði á syni Seifs sem drap Medúsu.\nEn Purseus þýðir hins vegar það sem þið haldið að Perseus þýði, s.s. að ganga á eftir einhverjum með grasið í skónum.\nÉg held að þetta sé bara örvæntingarfull tilraun til að finna einhver dulin skilaboð frá Rowling.\nÉg held samt að það hafi eitthvað verið á milli Snapes og Lily hvort sem það var djúp vinátta eða ást og hvort sem ástin var á báða bóga eða bara frá Snape í garð Lilyjar en ekki til baka.\nMér finnst bara þessi stafaruglspæling svolítið yfir strikið.\nKveðja\nTzipporah"
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2006-03-30 20:04:00",
            "id": "3287949",
            "reply_to_id": "3286840",
            "text": "Góð grein, ágætis pælingar.\nNúna vildi ég að ég gæti breytt svarinu mínu í könnuninni."
        },
        {
            "user": "slingthor",
            "user_id": "18339",
            "date": "2006-03-30 20:13:50",
            "id": "3287987",
            "reply_to_id": "3286840",
            "text": "Já spoiler warning ehfði verið góð :P"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-03-30 22:47:02",
            "id": "3288927",
            "reply_to_id": "3287987",
            "text": "Eins og marg oft hefur verið tekið fram í þessum þræði þá eru spoilerviðvaranir óþarfar núna á hugi.is/hp. Þeir sem ekki hafa lesið bækurnar ættu að fara varlega í lesa ALLT efni á áhugamálinu því það gæti innihaldið spoilera.\nVið getum ekki endalaust tiplað á tánum í kring um þá sem ekki nenna að lesa. Eða má ekki heldur pósta greinum sem segja hvernig Hringadróttinssaga endar án þess að hafa spoilerviðvörun?\nKveðja\nTzipporah admin á hugi.is/hp"
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2006-03-30 20:42:12",
            "id": "3288103",
            "reply_to_id": "3286840",
            "text": "Þú er pjúra snillingur, aldrey hefði ég fattað þetta sjálfur, núna fatta ég bókina betur."
        },
        {
            "user": "Weasley",
            "user_id": "54296",
            "date": "2006-03-30 21:06:45",
            "id": "3288232",
            "reply_to_id": "3286840",
            "text": "Þessi grein svaraði rosalega mörgum spurningum. Kannski ekki öllum en flestum… vel af sé vikið Tzipp"
        },
        {
            "user": "FearOfTheDark",
            "user_id": "62473",
            "date": "2006-03-30 21:21:51",
            "id": "3288327",
            "reply_to_id": "3286840",
            "text": "Súper góð grein!! Hún er púrjal snild, ég trúi líka öllu sem stendur í henni;)\nÉg held nefnilega að hann Snape sé góður, innst inni  samt.\nEn þetta er bull með hana Rowling, hún gerir snildar plot!!\nRock On"
        },
        {
            "user": "addi36",
            "user_id": "50805",
            "date": "2006-03-30 22:58:02",
            "id": "3289020",
            "reply_to_id": "3286840",
            "text": "Ég les Harry Potter og einfaldlega trúði ekki þegar Snape drap Dumbledore hélt hann hefði verið góður og einhvern veginn feikað drápsbölvunina :D eins og í þetta skippti skaust Dumbledor til baka, það hefur aldrei gerst áður fórnarlömbin detta alltaf beint niður. En annars góð grein og hún sannfærði mig en var alveg að fara með heilann á mér. Get ekki hugsað svona rökfræðilega flókið."
        },
        {
            "user": "Hairdoismylife",
            "user_id": "57267",
            "date": "2006-03-30 23:13:51",
            "id": "3289145",
            "reply_to_id": "3286840",
            "text": "Mögnuð grein, mjög vel skrifað hjá þér.\nÞetta svaraði líka nokkrum spurningum hjá mér, takktakk\n*klapp*klapp*\nseinasta bókin verður bara beint í æð skal ég segja ykkur, hlýtur að vera."
        },
        {
            "user": "sisslingur",
            "user_id": "56786",
            "date": "2006-03-30 23:23:28",
            "id": "3289232",
            "reply_to_id": "3286840",
            "text": "p.s. jáa og snilldar grein, hélt að það væri ekki hægt að segja mér neitt nýtt varðandi þetta.\nÓOgóoo flippó"
        },
        {
            "user": "Contemplative",
            "user_id": "62939",
            "date": "2006-03-31 01:03:45",
            "id": "3289734",
            "reply_to_id": "3286840",
            "text": "hvernig nenniði að eyða tíma í að pæla í þessum bókum …. just wach the movies !!!….."
        },
        {
            "user": "Contemplative",
            "user_id": "62939",
            "date": "2006-03-31 07:54:32",
            "id": "3289884",
            "reply_to_id": "3289734",
            "text": "gaur! í myndunum nær maður ekki mjög oft að tengjast myndinni því maður hefur ekki lesið bókin! og já,6. myndin er ekki komin út :( ekki einu sinni sú 5. söguþráðinum er meira að segja stundum breitt örlítið."
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-03-31 08:40:36",
            "id": "3289938",
            "reply_to_id": "3289734",
            "text": "Myndirnar sökka!\nÞað er bara ósköp einfalt. Þeir eyðileggja einföldustu atriði og klúðra öllum söguþræðinum til að vera barnvænni og auglýsingahæfari.\nBækurnar eru svo þúsund sinnum betri. Skil ekki fólk sem horfir bara á myndirnar og heldur svo að það geti dæmt um þessar sögur.\nKveðja\nTzipporah"
        },
        {
            "user": "clarkson",
            "user_id": "42675",
            "date": "2006-03-31 10:33:19",
            "id": "3290059",
            "reply_to_id": "3286840",
            "text": "þú sannfærðir mig alveg! Ég ætlaði ekki að láta sannfærasta um að snape er góður en þetta þetta getur bara allt passað.."
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-03-31 11:58:23",
            "id": "3290234",
            "reply_to_id": "3286840",
            "text": "ég vil benda á mína kenningu:\nSnape, augljóslega góður, ég tel að ástæðan fyrir því að Dumbledore treystir honum 100% er að hann hefur látið hann gera við sig órjúfanlegan samning um það að hann verndi harry potter ALLTAF. Þessvegna hefur Dumbledore aldrei efast um hann, hann hefur verið tilbúinn í að fórna sjálfum sér, Snape vildi ekki drepa Dumbledore, EN það var Harry fyrir bestu að Dumbledore yrði drepinn þarna, það var Snape þvert á geð en hann hafði enga kosti.\n1. Ef að hann hefði ekki drepið Dumbledore, hefði hann ekki getað verndað Harry lengur, því Drápararnir myndu drepa Snape eða honum yrði aldrei treyst aftur af myrka herranum og fylgismönnum hans.\n2. Með því að drepa Dumbledore kemst hann nær Voldemort, hann treystir honum betur og því getur hann verndað Harry betur.\nEinnig vil ég benda á svolítið sem mér datt í hug við lok þessarar 6 sögu, það rann upp fyrir mér að Harry Potter deyr, JK Rowling er nú þegar búin að undirbúa dauða hans,\n1. Svo lengi sem Harry Potter lifir verður endalaus þrístingur á hana að koma með nýja bók, Harry fullorðinn eða eitthvað. Gerir höfundinum lífið leitt…\n2.Horocruxes (hef bara lesið bókina á ensku veit ekki íslensku þíðinguna), mig minnir að það hafi verið 7 horocruxes, nú eru 3 þegar farnar, í 7 bókinni mun harry eiða 3 öðrum en ekki finna strax út hver hin 7 er, en það liggur í augum uppi, HARRY POTTER er 7 horocruxið, það hefur áður komið fram að blóð voldemorts rennur í æðum hans, hann hefur hæfileika hans, Harry hefur alla eiginleika horocrux,\nþað leisir allan vanda hennar, harry drepur voldemort, fattar svo að hann er horocrux og deyr sjálfur með honum, til að enda voldemort.\nLíklegast mun það vera Voldemort sem segir honum á dánarbeðinu að hann sé sjálfur horocruxið hans. Harry deyr hetjudauða, hálfur heimurinn grenjandi en nær þó að jafna sig vegna þess að harry dó hetjudauða.\nSíðan til að toppa allt mun J.K líklegast koma með svona skýringar um það hvað allar persónur urðu,\nRon: varð blablabla…\nHermione: blablabla gáfuð blabla bla ministry of magic bla bla bla…"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-03-31 14:02:06",
            "id": "3290717",
            "reply_to_id": "3290234",
            "text": "Mér finnst þetta góðar kenningar en ég er ekki fyllilega sannfærð.\nÉg efast um að Dumbledore hafi látið Snape sverja órjúfanlegan eið.\nÉg las hins vegar kenningu sem var á þá leið að Patronusinn hans Snapes hefði verið næg sönnun fyrir Dumbledore til að treysta honum.\nÉg held að ástæðan fyrir því að Snape er traustverður hafi eitthvað með Lily að gera. Ég er ekki endilega að segja að þau hafi verið par, þó að ég afskrifi það ekki heldur. Ég held að þau hafi í öllu falli verið mjög góðir vinir og að Snape hafi elskað hana. Hvort hún endurgalt þær tilfinningar á tímabili eða ekki veit ég ekki enda er það málinu nánast óviðkomandi.\nVið vitum að þegar Tonks fékk ekki ástina í lífi sínu breyttist patronusinn hennar í úlf - eða með öðrum orðum í Remus sjálfan. Snape segir við hana að henni finnist þessi patronus frekar “weak” (veit ekki hvernig þetta var orðað í ísl. útgáfunni, hef bara lesið þetta á ensku).\nÍ Fönixreglunni sagði Snape að fólk sem bæri tilfinningarnar utan á sér væri “weak”. Það að patronusinn breyttist í þann sem Tonks elskaði er vitanlega að bera tilfinningarnar utan á sér sem þýðir að líklega finnst Snape það mjög “weak”.\nEn hver er patronusinn hans Snapes? Það höfum við aldrei fengið að vita.\nÁ einum stað í bókinni er Ron að skrifa ritgerð fyrir tíma hjá Snape, Harry er búinn með sína en býst ekki við hárri einkun vegna þess að hann er ekki á sama máli og Snape um hvernig sé best að verjast Vitsugum.\nHarry er auðvitað nemandi Lupins og lærði af honum að Patronusinn sé besta vörnin gegn vitsugum og þekkir það líka af eigin reynslu.\nSvo segir mér hugur að Snape vilji ekki að neinn sjái patronusinn hans því hann gefi upp of mikið af tilfinningum hans.\nHvaða tilfinningum?\nSamkvæmt þessari kenningu, og ég er nokkuð sammála, þá held ég að patronusinn sé eitthvað sem tengist Lily.\nSnape hefur sýnt Dumbledore patronusinn sinn og þannig berað sál sína og unnið sér inn traust Dumbledores.\nÉg býst alveg eins við því að Snape og Harry lendi saman í vitsugum í næstu bók og þá sjái Harry patronusinn hans og átti sig á þessu.\n- væri allavega spennandi að sjá.\nÉg efast líka um að Harry sé hurcrux því ég held ekki að maður geti gert Horcrux óvart.\nVið vitum samt að hann fékk mikið af galdramætti Voldemorts í sig svo það eru alveg talsverðar líkur á því að hann sé horcrux en ég efast samt einhvernvegin um það.\nÉg held samt að Harry deyji í lok sjöundu bókarinnar, vona ekki en held það samt.\nHeld að Neville eigi eftir að eiga góðan part í lokabaráttunni.\nOg ég er sammála þér með það að Hermione verður örugglega galdramálaráðherra einhvern daginn ;P\nSkemmtilegar pælingar.\nHlakka mikið til að fá að lesa sjöundu bókina….\nKveðja\nTzipporah"
        },
        {
            "user": "alfdis",
            "user_id": "24062",
            "date": "2006-04-03 23:57:23",
            "id": "3305200",
            "reply_to_id": "3290717",
            "text": "ef snape elskaði lilly, afhverju varð hann þá drápari í upphafi?"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-04-04 09:22:47",
            "id": "3305549",
            "reply_to_id": "3305200",
            "text": "Kannski af því að hún hafnaði honum og valdi James, erkióvin hans, í staðinn. Margir sem fara út í vitleysu eftir svoleiðis höfnun, að verða drápari er bara enn önnur tegundin af vitleysu.\nKveðja\nTzipporah"
        },
        {
            "user": "alfdis",
            "user_id": "24062",
            "date": "2006-04-05 18:40:58",
            "id": "3311326",
            "reply_to_id": "3305549",
            "text": "ja…, ég veit það ekki, finnst það hæpið…\nef hann væri hrifin af lilly, þá myndi hann gera alt til að vekja hrífningu hennar, ekki gera e-ð sem er gegn öllu sem hún trúir á."
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-04-05 20:16:21",
            "id": "3311935",
            "reply_to_id": "3311326",
            "text": "Mér finnst einmitt mjög rökrétt að þegar Snape sá að hann hafði ekki lengur möguleika að þá hafi hann gert þveröfugt við vilja hennar.\n“Ef þú vilt mig ekki þá fer ég þangað sem einhver vill mig…” dæmi eða jafnvel:\n“Ef við erum ekki elskhugar verum þá svarnir óvinir, líkt og Gryffindor og Slytherinnemum ber!”"
        },
        {
            "user": "rondi",
            "user_id": "55397",
            "date": "2006-05-23 19:49:09",
            "id": "3517907",
            "reply_to_id": "3290234",
            "text": "HARRY POTTER er 7 horocruxið, það hefur áður komið fram að blóð voldemorts rennur í æðum hans\nÞetta er nú reyndar öfugt. Þegar Voldemort endurfæddist í 4. bókinni þá þurfti hann blóð úr Harry til að rjúfa vörnina sem Lily skildi eftir. Eftir það rann blóð Harrys í æðum Voldemorts. Hef því ekki trú á að Voldemort hafig etað haft Harry sem 7. horocruxið Voldemort hefur myrt alla í kringum Harry, guðföður, pabba, mömmu og dumbledore. Komist hann að því að hann er 7. horocruxið þá myndi hann pottþétt drepa sig til að losna við hann.\nSkemmtilegur pistill hjá þér annars um snape en ég hef trú á að hann sé góður þar sem að stóð \"og\nviðbjóðurinn\nog hatrið skein úr grófum andlitsdráttum\" hann vildi ekki drepa dumbledore þar sem hann verndaði hann ekki bara fyrir fangelsi heldur líka brjáluðum drápurum."
        },
        {
            "user": "meeka203",
            "user_id": "35952",
            "date": "2006-03-31 15:09:36",
            "id": "3291074",
            "reply_to_id": "3286840",
            "text": "Frábær grein þótt ég hafi reyndar vitað mest af þessu áður :)\nÞessar bækur geta komið af stað svo miklum pælinug að maður gæti sprengt á sér hausinn :)"
        },
        {
            "user": "Lerpur",
            "user_id": "17005",
            "date": "2006-03-31 15:32:34",
            "id": "3291198",
            "reply_to_id": "3286840",
            "text": "Held að þetta sé ekki jafn djúpt og þú heldur.. Ég tel að ástæðan fyrir að Dumbledore var drepinn var til að skyggja ekki á Harry Potter í næstu bók, seinustu bókinni…"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-03-31 16:26:44",
            "id": "3291490",
            "reply_to_id": "3291198",
            "text": "Ég held líka að það sé hluti af ástæðunni, eins og ég sagði hér að ofan. Dumbledore varð að deyja til að Harry myndi rísa upp og gera það sem hann þarf.\nHeld samt að Snape sé góður fyrir því."
        },
        {
            "user": "Zketch",
            "user_id": "59046",
            "date": "2006-03-31 17:38:20",
            "id": "3291783",
            "reply_to_id": "3286840",
            "text": "Góður?"
        },
        {
            "user": "helgibjo",
            "user_id": "34809",
            "date": "2006-03-31 17:59:50",
            "id": "3291884",
            "reply_to_id": "3286840",
            "text": "Þú sannfærðir mig. En þegar ég var nýbúinn að lesa bókina vissi ég ekki að það var svona djúp pæling á bakvið þetta.\nFrábær grein"
        },
        {
            "user": "Supernanny",
            "user_id": "57879",
            "date": "2006-04-01 17:37:40",
            "id": "3296050",
            "reply_to_id": "3286840",
            "text": "Já ég var líka búin að hugsa þetta svona, frábær grein though ^__^"
        },
        {
            "user": "Supernanny",
            "user_id": "57879",
            "date": "2006-04-01 17:38:26",
            "id": "3296056",
            "reply_to_id": "3296050",
            "text": "…Já, má maður þá fara að senda inn myndir sem tengjast 6. bókinni, þótt það sé mikill spoiler á henni?"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-04-02 00:52:45",
            "id": "3298037",
            "reply_to_id": "3296056",
            "text": "já auðvitað, alveg eins og að það má birta allt annað sem inniheldur spoilera. Við tiplum ekki endalaust á tánum í kring um fólk sem ekki nennir að lesa ;)"
        },
        {
            "user": "gomamiso",
            "user_id": "18080",
            "date": "2006-04-02 14:23:33",
            "id": "3299147",
            "reply_to_id": "3286840",
            "text": "Vá, frábær grein ;O)\nÉg er bara farin að hallast að því að Snape sé góður með öllu.\nHann ER það bara!"
        },
        {
            "user": "TinnaKristin",
            "user_id": "43890",
            "date": "2006-04-02 21:53:50",
            "id": "3300884",
            "reply_to_id": "3286840",
            "text": "Ég ætla að halda því fram að Snape sé vondur, vegna þess að allir halda því fram að hann sé góður.\nSvo virðist Rowling líka alltaf reyna að láta okkur halda e-ð annað en er. Og ef hún er að láta líta út sem Snape sé vondur til þess að við sannfærumst um að hann sé góður, þá hlýtur hann að vera vondur."
        },
        {
            "user": "Supernanny",
            "user_id": "57879",
            "date": "2006-04-02 22:14:33",
            "id": "3301015",
            "reply_to_id": "3300884",
            "text": "Kommon, vertu rebel í einhverju öðru ;)"
        },
        {
            "user": "TinnaKristin",
            "user_id": "43890",
            "date": "2006-04-02 22:18:48",
            "id": "3301043",
            "reply_to_id": "3301015",
            "text": "Ég er alltaf rebel. Hvít úlpa, skoðun á Snape, you name it.. I have it.. diffrent.."
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-04-03 09:38:41",
            "id": "3301923",
            "reply_to_id": "3300884",
            "text": "He he það er líka skoðun út af fyrir sig.\nÞetta er nátturlega allt ágiskanir svo þú gætir vel haft rétt fyrir þér þó að ég efist um það.\nKveðja\nTzipporah"
        },
        {
            "user": "Tiili",
            "user_id": "61358",
            "date": "2006-04-03 10:01:41",
            "id": "3301944",
            "reply_to_id": "3286840",
            "text": "Ég var að pæla - þið eruð búin að vera að segja og pæla hvort Snape og Lily hefðuð verið saman útaf nafninu hans getur verið snúið í Evans.. en er það er ekki merki um að þau séu skyld? Hefur engum dottið það í hug?"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-04-03 14:18:43",
            "id": "3302443",
            "reply_to_id": "3301944",
            "text": "Nei, málið var að nafninu hans gæti verið snúið í “eltist við Evans” - á ensku, en það var samt ekki rétt. Það var stafsetningarvilla í því hjá þeim. En þetta er algeng kenning.\nÉg held samt ekki að þau séu skild.\nHeld þau séu tengd saman einhverjum ástar/vináttu böndum sem hafi verið sterkar frá Severusi til Lilyjar heldur en í hina áttina - en það er bara mín ágiskun.\nKveðja\nTzipporah"
        },
        {
            "user": "Tiili",
            "user_id": "61358",
            "date": "2006-04-04 11:57:54",
            "id": "3305740",
            "reply_to_id": "3302443",
            "text": "Já, einmitt.  J.K.R. hlýtur að hafa skilið eftir svona vísbendingar í fyrstu 6 bókunum sem á svo eftir að útskýrast í bók nr.7 - við eigum öll örugglega eftir að vera hissa og glöð og leið í senn er við lesum bók númer 7.  Það á margt eftir að útskýrast…\nEn ég persónulega held þá að eitthvað hafi gerst á skólaárum Lily sem hún á eftir að útskýra og það bók númer sjö eigi eftir að útskýra margt varðandi lily sjálfa…\nHilsen"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-04-04 13:24:45",
            "id": "3305965",
            "reply_to_id": "3305740",
            "text": "Já það held ég líka.\nLily er lykillinn að ýmsu og þar á meðal að leyndarmálum Snapes."
        },
        {
            "user": "Blaskjar1",
            "user_id": "60022",
            "date": "2006-04-03 15:26:52",
            "id": "3302683",
            "reply_to_id": "3286840",
            "text": "indislega æðisleg grein:D Ég var alltaf 100% viss um að Snape væri mega EVIL en nú hefur þú breitt skoðun minni:D\nGood job;)"
        },
        {
            "user": "solabola",
            "user_id": "60882",
            "date": "2006-04-03 15:32:09",
            "id": "3302710",
            "reply_to_id": "3286840",
            "text": "Jibby… loksins einhver sem er sammála mér um að Snape sé ekki vondur… eftir að vinkonur mínar voru búnar að lesa bókina vorum við alltaf að rífast um hvort Snape væri vondur eða góður… og ég hélt því fram að hann væri góður… Útaf þessum ástæðum og líka útaf því að ef hann hefði ekki drepið Dumbledore þá hefði Draco líklega dáið líka… útaf Voldemort."
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-04-03 22:13:11",
            "id": "3304747",
            "reply_to_id": "3302710",
            "text": "Og ekki bara Draco heldur Snape sjálfur líka.\nSegðu vinkonum þínum bara að lesa greinina ;)\nGott að heyra að þetta gagnast einhverjum.\nStattu fast á þinni skoðun (þar til JK Rowling breytir henni - ef hún gerir það)\nKveðja\nTzipporah"
        },
        {
            "user": "solabola",
            "user_id": "60882",
            "date": "2006-04-03 22:18:23",
            "id": "3304772",
            "reply_to_id": "3304747",
            "text": "Já það var það sem ég meinti.. allar staðreyndirnar í greininni og sú að það væri annað hvort Draco (og hann) eða Dumbledore"
        },
        {
            "user": "bjni",
            "user_id": "62386",
            "date": "2006-04-03 21:34:10",
            "id": "3304540",
            "reply_to_id": "3286840",
            "text": "já ég er alveg sammála"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-04-04 16:04:24",
            "id": "3306550",
            "reply_to_id": "3286840",
            "text": "Man, þetta var frábær grein =)"
        },
        {
            "user": "ChocoboFan",
            "user_id": "60147",
            "date": "2006-04-04 16:51:43",
            "id": "3306793",
            "reply_to_id": "3286840",
            "text": "harry potter borðar börn"
        },
        {
            "user": "ChocoboFan",
            "user_id": "60147",
            "date": "2006-04-04 17:32:38",
            "id": "3307047",
            "reply_to_id": "3306793",
            "text": "… uuuuh ?"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-04-04 17:35:07",
            "id": "3307068",
            "reply_to_id": "3307047",
            "text": "Súkulaðifroskar er  dulmál fyrir þurkuð mugga börn"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-04-04 21:44:46",
            "id": "3308489",
            "reply_to_id": "3307068",
            "text": "Samkvæmt fimmtu grein skilmála huga er þursaskapur bannaður.\nHafðu það í huga áður en þú póstar fleiri svona svörum.\nKveðja\nTzipporah admin á hugi.is/hp"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-04-07 20:23:30",
            "id": "3320126",
            "reply_to_id": "3286840",
            "text": "Ég er búin að vera á þeirri skoðun að Snape sé góður síðan ég las annan kaflann í sjöttu bókinni. Ég þoldi hann aldrei fyrir það en eftir kaflann byrjaði mér að líka við hann og eftir dauða Dumbledore þá var ég alveg viss um að Snape væri góður í sér!\nOg svo las ég einhverja kenningu á netinu sem var svipuð þinni og ég varð alveg sannfærð!\nEn svo var ég að byrja aftur á 6.bókinni fyrir stuttu og var að lesa annan kaflann og þá fór ég að hugsa! Er Snape ekki bara vondur? Mér fannst það nefnilega bara ekki hæfa “góðum” karakter að gefa uppi upplýsingar sem urðu tveimur manneskjum að bana - Amanda Bones og Emily Lance eða Vance, minnir mig - Það var bara eitthvað svo andstætt góðu kenningunni minni!\nEn svo er náttúrúlega í dæminu líka að auðvitað verður Snape að vera í hlutverki sínu sem vondikallinn þegar hann er nálægt Voldermort og þá þarf kannski að fórna einum og einum svo ekki komist upp um hann þó það sé auðvitað frekar ógeðslegt.\nÞannig að ég er á báðum áttum. Ég vil ekki að Snape sé vondur en býst allt eins við því. Ég mun verða fyrir miklum vonbrigðum ef hann reynist vera vondur! Mér er nýfarið að líka við hann og ef hann er vondur ætti ég erfitt með að hætta að líka við hann :/\nEn þegar ég klára bókina á ég líklega eftir að snúast að því að hann sé góður! En núna er ég alls ekki viss!\nKv. Cho"
        },
        {
            "user": "thogn",
            "user_id": "61851",
            "date": "2006-04-08 13:21:28",
            "id": "3322130",
            "reply_to_id": "3286840",
            "text": "I still think he's evil.  Það er bara ekkert sem getur breytt því.   Ég meina, hann DRAP Dumbledore.  DUMBLEDORE!"
        },
        {
            "user": "Supernanny",
            "user_id": "57879",
            "date": "2006-04-08 19:51:26",
            "id": "3323318",
            "reply_to_id": "3322130",
            "text": "En við sjáum til þegar 7. bókin kemur út… MWUHAHAHAHAAA!\n<_< >_"
        },
        {
            "user": "thogn",
            "user_id": "61851",
            "date": "2006-04-17 20:59:44",
            "id": "3358603",
            "reply_to_id": "3323318",
            "text": "Ammmmmm….."
        },
        {
            "user": "HLS",
            "user_id": "16037",
            "date": "2006-04-09 01:05:40",
            "id": "3324383",
            "reply_to_id": "3286840",
            "text": "Stórmögnuð grein. Ótkoman af því sem þú hér segir er vissulega það sem ég gæti vel séð fyrir mér að hefði gerst.\nDumbledor sýnir líka Harry þetta árið hvað þarf að gera til að stoppa Voldemort og hvernig honum tekst alltaf að halda sér á lífi. Eins og hann hafi vitað það allan tímann að það væri að styttast í það að hann yrði drepinn. Meina, afhverju að segja Harry þetta annars, Dumbledor hefði geta treyst mörgum öðrum manneskjum fönixreglunnar fyrir þeim efnum.\nEinnig það að já, vissulega þótti Dumbledor vænt um nemendur sína, einnig Voldemor á einhvern hátt en þar sem að það var hann sem ógnaði öðru fólki sem Dubledor var annt um varð hann að gera eitthvað gegn því. Þó ekki eins og Dumbledor hafi sjálfur nokkurtíman ætlað sér sjálfur að drepa Voldemort, hann hefði væntanlega bara ekki haft það í sér.\nOfan á þetta allt þá bara segi ég, að bækurnar má túlka og upplifa eins og manni lystir. Eins og er get ég bara ekki beðið eftir að fá að vita hvernig þessu líkur svo öllu.\nVona innilega að það verði ekki gert með framhald í huga eins og Hollywood vill fá á kosið ;).. Hah"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-04-11 12:02:42",
            "id": "3332480",
            "reply_to_id": "3324383",
            "text": "Nei, hjálpi mér, það er nú nóg að Hollywood stjórni kvikmyndunum. Sem betur fer virðast bækurnar lausar við mestan Hollywoodkeiminn.\nAnnars held ég að það sé einhver önnur ástæða heldur en góðmennska Dumbledores sem liggi á bak við það að hann gat ekki drepið Voldemort. Er samt sammála þér með það að Dumbledore þótti eflaust eitthvað vænt um hann, eins og alla aðra nemendur sína, en hann var líka alltaf hræddur um hvað myndi verða úr þessum dreng.\nÉg held að það sé stærri ástæða á bak við þetta. Hugsnalega eitthvað tengt spádóminum eða einhverjum öðrum spádómi.\nKveðja\nTzipporah"
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2006-04-09 15:28:57",
            "id": "3325519",
            "reply_to_id": "3286840",
            "text": "Snilldarkarakter . . . en alvarlega illur."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-04-14 16:00:27",
            "id": "3345344",
            "reply_to_id": "3286840",
            "text": "Evil I tell ya…"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-04-15 20:45:26",
            "id": "3350796",
            "reply_to_id": "3286840",
            "text": "ein besta grein semég hef lesið en ég er ekki sammála þessu með kennsluna þetta er bara hroki eins og bellatrix lestrange gerir í 5 bók36 kafla þegar harry berst við hana. hugsanlega gerði dumbledore mistök. en snape er góður góður góður. miljón dæmi um sona tormented souls. Inheritance t.d."
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-04-17 23:12:33",
            "id": "3359307",
            "reply_to_id": "3350796",
            "text": "Mér finnst meiri kennsla í gangi hjá Snape heldur en hroki. Bella var bara að egna hann og segja að hann gæti þetta ekki og myndi aldrei geta þetta því hann væri ekki nógu grimmur. Snape sagði að þangað til að hann gæti farið með þulurnar í hljóði þá væri hann viðkvæmur fyrir árásum. Hann benti honum á hvað hann þyrfti að gera til að verða sterkari. Bella gerði það aldrei.\nMér fannst ég heldur aldrei verða vör við hroka hjá Snape þegar hann var á flótta. Meira kannski hræðslu. Hann varð reyndar alveg brjálaður þegar Harry kallaði hann heigul en það má líka kannski rekja til þess að hann var að taka á öllu sínu hugrekki til að framkvæma það sem Dumbledore bað hann um og var núna á leiðinni til að mæta Voldemort með engan stuðning frá honum. Ef hann hefði verið heigull þá hefði hann ekki drepið Dumbledore.\nEn já það er nátturlega mjög gott dæmi um tormented soul í Inheretence. Þær eru drullugóðar, get ekki beðið eftir þriðju bókinni þaðan. Veistu eitthvað hvenær hún á að koma út?\nkveðja\nTzipporah"
        },
        {
            "user": "deadgau5",
            "user_id": "25259",
            "date": "2006-04-15 20:55:52",
            "id": "3350837",
            "reply_to_id": "3286840",
            "text": "Snilldar grein. En já…Snape…án efa vondur kall þar á ferð."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-04-16 16:41:51",
            "id": "3353498",
            "reply_to_id": "3286840",
            "text": "Snilldar bók…. snilldar grein…. it makes sense…. las bókinna leið og hún kom út í bretlandi…. hló á laugardeigi(þegar hún kom út) og grét á sunnudeigi…  ég meina að dumbledore deiji er ekki rétt… hveddnig verður næsta bók umm hann??"
        },
        {
            "user": "Darling",
            "user_id": "63181",
            "date": "2006-04-16 17:15:20",
            "id": "3353633",
            "reply_to_id": "3286840",
            "text": "Frábær grein:D ég var eignlega búin að ákveða að Snape væri vondur en eftir að hafa lesið þessa grein er ég ekki viss, í rauninni fynnst mér meir rök í því að hann sé góður:P"
        },
        {
            "user": "GullaGris",
            "user_id": "51458",
            "date": "2006-04-21 23:03:23",
            "id": "3376998",
            "reply_to_id": "3286840",
            "text": "Hm… ég veit hreinlega ekki hvað ég á að segja. Náttúrulega gáfulegar pælingar og alles, við komumst að þessu öllu þegar 7.bókin kemur. Og ég vona að Lily hafi tengst Severusi að einhverju leiti.\nSvo er það hin undarlega spurning… AF HVERJU bað Voldemort Lily að færa sig? Það hefði verið mun auðveldara að drepa hana bara, sérstaklega af því að hún átti muggaforeldra, og búið mál. Púff :| Núna verð ég með hausinn fullan af pælingum, hugmyndum, plottum og samsæriskenningum (= hausverkur) í allt kvöld!"
        },
        {
            "user": "Flexi306",
            "user_id": "63231",
            "date": "2006-04-23 12:11:39",
            "id": "3381791",
            "reply_to_id": "3286840",
            "text": "Ég segi bara að Snape hefði aldrei átt að myrða Dumbeldor, eftir allt sem hann gerði fyrir hann"
        },
        {
            "user": "Jolamadurinn",
            "user_id": "58823",
            "date": "2006-04-28 19:27:18",
            "id": "3403612",
            "reply_to_id": "3286840",
            "text": "sko mér finnst að Snape gæti líka hafa verið undir stýrisbölvuninni eða eitthvað þannig… enn annars fín grein en það væri fínt að hafa spoiler líka."
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-05-01 21:45:48",
            "id": "3416154",
            "reply_to_id": "3403612",
            "text": "Æj, ég nenni ekki þessari umræðu aftur. Lestu svörin hér að ofan þar kemur skýrt og greinilega fram (og líka á forsíðu áhugamálsins) að það þarf ekki lengur spoilerviðvaranir.\nEn ég efast um að Snape hafi verið undir áhrifum  stýribölvunarinnar því ef að Harry gat barist á móti henni þá býst ég stórlega við því að eins fær galdramaður og Snape geti það.\nKveðja\nTzipporah"
        },
        {
            "user": "silungur",
            "user_id": "20592",
            "date": "2006-04-30 01:31:38",
            "id": "3408678",
            "reply_to_id": "3286840",
            "text": "Ég verð að segja að þessi grein var frábær! Og þú opnaðir augu mín fyrir nýrri kenningu. Ég hef alltaf bara hatað Snape og það bætti ekki úr skák þegar hann drap svo þann eina sem hefur verið honum góður! En eftir þessa lestningu þarf ég greynilega að fara að hugsa þetta öðruvísi! Ég hélt alltaf að Dumbledore hefði sagt þetta við Snape þarna á ögurstundu vegna þess að honum brá að Snape væri þá virkilega svona vondur eins og allir höfðu sagt? En það sem þú skrifaðir var miklu líklegra vegna þess að hún vinkona okkar J.K. Rowling hefði ekki haft þetta svona einfalt. Enda verður maður að lesa þessar bækur oftar en einu sinni til þess að sjá alla söguna vegna þess að það er margt sem gerist á bak við hverja hugsun sem er ekki skrifað í bókina en er þarna samt. 6. bókin var enn eitt meistaraverk hennar og ég get ekki beðið eftir þeirri síðustu og ég vona svo innilega að það verði ekki Harry sem deyr þá, því að þá færi illa fyrir galdraheiminum og líka muggaheiminum þar sem Voldermont líkar ekki við mugga eins og við vitum manna best."
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2006-05-01 21:48:17",
            "id": "3416173",
            "reply_to_id": "3408678",
            "text": "Takk fyrir það.\nAlltaf gaman að geta opnað augu fólks ;)\nKveðja\nTzipporah"
        },
        {
            "user": "TheMadHatter",
            "user_id": "65981",
            "date": "2006-10-23 16:22:51",
            "id": "4130228",
            "reply_to_id": "3286840",
            "text": "FANTASTICO! Ég verð bara að segja að þetta er allveg brilljant grein, sammt er það eitthvað við það að Snape skuli hafa drepið Dumbledore sem gerir mig allveg band-hriglandi-brjálaða út í hann! sammt vil ég ekki trúa því að Dumbledore sé dáinn, er eiginlega að vonast eftir svipaðri bók og í Trinty spunanum.(veit ekki hvort það er skrifað rétt) Það virkar svo fáránlegt að Snape hafi beðið í sextán ár eftir að drepa manneskju sem var alltaf nokkurn veginn beinnt fyrir framan nefið á honum! Það bara á ekki að vera þannig!"
        },
        {
            "user": "lestrarhestur",
            "user_id": "61898",
            "date": "2007-05-07 14:34:59",
            "id": "4871651",
            "reply_to_id": "3286840",
            "text": "Ahaa….þetta “meikar sens”!!!"
        },
        {
            "user": "Tzipporah",
            "user_id": "4564",
            "date": "2007-05-07 18:18:18",
            "id": "4872597",
            "reply_to_id": "4871651",
            "text": "he he   já mér fannst það allavegana ;)"
        }
    ]
}