{
    "forum_title": "Deiglan",
    "user": "Tax",
    "user_id": "10038",
    "date": "2001-08-20 13:24:52",
    "title": "Skattar á Íslandi",
    "text": "Það er alveg ótrúlegt hve skattar á Íslandi eru á miklum villigötum.  Máli mínu til stuðnings ætla ég að nefna nokkra hluti sem fara sérlega í taugarnar á mér.\nÍ fyrsta lagi er skattprósentan á þessu landi allt of há.  Þeir sem hafa möguleika á að svíkja undan skatti gera það flestir án þess að hugsa sig tvisvar um.  Þetta gæti reyndar verið frekar spurning um siðferði en háa skattprósentu en ég held samt að þrátt fyrir það að ef skattprósentan væri lægri væri minna um skattsvik.\nSvo er það eignarskatturinn, fólk sem er búið að hafa fyrir því að vinna sér inn fyrir íbúð og borga skatta af þeim tekjum þarf að borga AFTUR af þessum peningum.   Og ekki er nóg að borga eignarskatt heldur þarf að borga aðra skatta eins og stimpilgjöld o.fl. þegar íbúðin er keypt.  Það er engin kostnaður hjá ríkinu bakvið stimpilgjöld, þetta er hrein og bein skattlagning.\nÞriðji hluturinn sem ég hef óbeit á er hátekjuskattur.  Hátekjuskattur er einn af þeim hlutum sem ég botna bara ekkert í.  Að refsa þeim sem skara fram úr með því að setja á þá aukaskattprósentu er engan veginn skynsamlegt.  Þeir aðilar sem fá há laun fá þessi laun vegna þess að einhver er tilbúinn að borga þeim þessi laun, þetta er fólk sem býr yfir einhverjum hæfileikum eða reynslu sem gerir þau mikilvæg fyrir viðkomandi fyrirtæki.  Fyrir utan þetta þá borga viðkomandi aðilar nú þegar hærri skatta.  Þetta er innbyggt í skattkerfið.  Ef við tökum einfalt dæmi þá er maður sem er með 100 þús. á mánuði að borga u.þ.b. 40 þúsund í skatt. (100 x 0,4).  En maður sem er með 200 þús. á mánuði borgar hinsvega 80 þúsund.\nSanngjarnast væri í raun að hafa bara einn nefskatt.  T.d. 25 þúsund á alla yfir 18.  Þá myndu þeir sem vinna mikið og afla sér mikilvægrar reynslu fá að njóta þess.\nÁður en fólk byrjar að FLAME-A á mig fyrir þessa grein vil ég enda á að segja að ÉG TELST EKKI HÁTEKJUMAÐUR OG ÉG SVÍK EKKI UNDAN SKATTI.\nÉg vil  líka biðja ykkur um að halda umræðunni málefnalegri.\nTAX",
    "url": "https://www.hugi.is/deiglan/greinar/39366/skattar-a-islandi/",
    "url_id": "39366",
    "id": "260100",
    "replies": [
        {
            "user": "Sykur",
            "user_id": "9705",
            "date": "2001-08-20 14:53:11",
            "id": "260101",
            "reply_to_id": "260100",
            "text": "Skattarnir eru svo háir að fólk eins og ég sem er að flytja í bæinn á engan veginn auðvelt með að fóta sig í bænum. Ég ætla að reyna að koma mér í skóla í Rvk, en ég sé ekki fram á að það sé hægt vegna peningaleysis og aumingjaskap ríkisins í að hjálpa ekki þeim sem vilja komast í skóla í bænum."
        },
        {
            "user": "viceroy",
            "user_id": "3376",
            "date": "2001-08-20 16:59:25",
            "id": "260102",
            "reply_to_id": "260101",
            "text": "Þessu er ég 100% sammála.\nÍ Danmörkunni góðu sem eitt sinn var valdahafi og stjórnandi Íslands, þar er námsmönnum borgað fyrir að vera í skóla!\nTil þess að unga fólkið í fyrsta lagi mennti sig, því þau eru jú framtíð landsins, í öðru lagi til að geta einbeitt sér algjörlega að náminu og fleira má nefna sem ég er ekki (svo ég viðurkenni) ekki 100% á.\nEn þetta er ekki gert á Íslandi! Af hverju ekki?\nMig langar að fá einhver svör!\nHérna getur maður varla farið í skólann, því maður skuldar t.d. peninga og maður þarf jú að lifa, en til þess að geta farið í skóla þarf maður að vinna og með því að vinna með skólanum dettur strax niður áhuginn því þú hefur aldrei frítíma, þú ert svo tímabundinn að maður tímir varla tímanum.\nSkuldir landa okkar og okkar allra eru hvað 500 milljónir!!!!!! 280.000 manna þjóð!!! hvað er að?\nÞað að ríkið geti ekki gert eins og Danmörk að borga nemendum fyrir að vera í skóla er firra!\nÞað eru bara pabba strákar og stelpur úr verzló sem hafa virkilega efni á því að vera í skóla án þess að vinna!\nÉG ÞOLI ÞETTA EKKI\nViceRoy"
        },
        {
            "user": "Ylfa",
            "user_id": "9855",
            "date": "2001-08-20 17:25:31",
            "id": "260103",
            "reply_to_id": "260102",
            "text": "Þegar ég var 13 ára fékk ég vinnu í fiski og það var tekinn af mér skattur.  Þar sem ég var ekki orðin 16 hafði ég náttúrulega ekkert skattkort.  Ríkið hafði því af mér nær helmininn af þessu litla kaupi sem ég hafði á sumrin þar til ég varð 16 ára.  Það kom enginn Davíð og sagði „svona gerum við ekki“ eins og var sagt þegar átti að skattleggja blaðburðabörn.  Þetta var samt alveg jafn ósanngjarnt.  Fáránlegt kerfi."
        },
        {
            "user": "viceroy",
            "user_id": "3376",
            "date": "2001-08-20 23:33:19",
            "id": "260104",
            "reply_to_id": "260103",
            "text": "Einmitt, mér finnst að upp að ákveðnum aldri séu börnin skattfrjáls! Hvað eru þau að borga skatt af einhverju sem í fyrsta lagi kemur þeim ekkert að notum???!!!!\nViceRoy"
        },
        {
            "user": "Jazzhop",
            "user_id": "6883",
            "date": "2001-08-21 14:57:35",
            "id": "260105",
            "reply_to_id": "260104",
            "text": "Börn á íslandi greiða 4% skatt af upphæð sem fer yfir 86500 kr, þannig að ekki er um mikinn skatt að ræða.  Ef Ylfa hefur greitt fullan skatt, þá ráðlegg ég henni að fá skattinn endurgreiddan frá ríkinu."
        },
        {
            "user": "Sykur",
            "user_id": "9705",
            "date": "2001-08-20 18:06:51",
            "id": "260106",
            "reply_to_id": "260102",
            "text": "Ríkið gerir ekkert til að hjálpa fólki, sér bara til þess að þeir ríku verða ríkari."
        },
        {
            "user": "Kjarrval",
            "user_id": "3269",
            "date": "2001-08-20 15:06:46",
            "id": "260107",
            "reply_to_id": "260100",
            "text": "Mér finnst þessi tvísköttun asnaleg. Það ætti að leggja svona fáránleg tvísköttunarferli niður að mestu eða bara alveg."
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2001-08-20 15:20:05",
            "id": "260108",
            "reply_to_id": "260107",
            "text": "já ég er sammála þessu og það á að leggja eignaskattinn niður,fólk er búið að kaupa hús fyrir vinnu sem er skattlögð (hjá flestum) og þá bætist annar skattur við.\nEn það versta við skattkerfið finnst mér er að það býður uppá það að komast hjá því að borga skatt,\ntd jón ólafsson borgar varla krónu, bara kemur sér hjá því löglega,skattkerfið er greinilega götótt fyrst að þetta er hægt þó að þetta sé algjörlega siðlaust."
        },
        {
            "user": "Tax",
            "user_id": "10038",
            "date": "2001-08-20 15:25:55",
            "id": "260109",
            "reply_to_id": "260108",
            "text": "Ég verð að segja að ég er sammála tholla.\nÉg þoli ekki að skattakerfið á þessu landi sé svo götótt að menn geti einfaldlega vikið sér undan því að borga það sem þeim ber.  Og það á löglegan hátt.  GO nefskattur !!!!!"
        },
        {
            "user": "ADD",
            "user_id": "6178",
            "date": "2001-08-20 15:49:01",
            "id": "260110",
            "reply_to_id": "260108",
            "text": "Eignarskattur er ekki bara greiddur af íbúðarhúsnæði heldur af eigum.  Þannig greiðirðu eignarskatt ef þú átt 100 milljón króna fyrirtæki -er eitthvað óeðlilegt við það?  En hitt er rétt að eignarskattur á íbúðarhúsnæði (af eðlilegri stærð) er ekki réttlátur þar sem að hann fellur þyngst á fólk sem komið er af vinnumarkaði og hefur oft ekki lífeyrisgreiðslur til að standa undir honum."
        },
        {
            "user": "must3rid",
            "user_id": "1527",
            "date": "2001-08-20 16:25:33",
            "id": "260111",
            "reply_to_id": "260108",
            "text": "Jón Ólafsson borgar náttla gríðarlega mikið af sköttum í gegnum fyrirtækin sem hann á"
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2001-08-20 15:16:22",
            "id": "260112",
            "reply_to_id": "260100",
            "text": "Tvennt sem hefur gerst út af þessum sköttum.\nMargir kaupa eigur sínar út á nafn fyrirtæki síns, aðallega til að minnka skattinn sinn.\nÞar sem tekjuskattur er svona hár veldur því að vinnuveitandi þarf að borga færu fólki ennþá hærri laun til að halda því.\nSegjum að ég hafi komið mér í þá stöðu að ég get fengið hærri laun. Til að hækkunin gildi eitthvað þyrfti hún að vera veruleg. Segjum svo að ég hafi 160.000 kall í laun, ég fengi svo betri vinnu út á hæfileika mína þá finnst mér asnalegt að biðja um 170 eða 180 því að sú hækkun myndi einungis þýða 6.000-10.000 kall í staðinn fyrir 10.000 - 20.000. Ég myndi í það minnsta biðja um 200.000 kall þar sem ég vil sjá einhverja breytingu á launaseðlinum. Þetta veldur því auðvitað að fyrirtækið þarf að borga mér meira sem veldur því að kostnaður fyrirtækisins eykst og þar af leiðandi getur það ekki ráðið fleira starfsfólk.\nSvo veldur þetta líka því að hámenntað fólk tekur tilboðum um starf í öðrum löndum einfaldlega því að launin eru há annað en hér út af þessum endalausa skatti.\nÉg skal samt viðurkenna að við fáum sjúkratryggingar að mestu leyti borgaðar annað en úti. Einungis skoðun í USA hjá lækni getur kostað 10.000 kall og upp úr (Nema maður fari til einhvers skottulæknis.).\nSvo vilja ráðherrar og alþingismenn fá hærri laun."
        },
        {
            "user": "OBhave",
            "user_id": "3496",
            "date": "2001-08-20 15:28:35",
            "id": "260113",
            "reply_to_id": "260100",
            "text": "Hata þetta land… endalaust peningaplokk og svo fer meiriparturinn í spillingu alþingismanna. Myndi drulla mér burt við fyrsta tækifæri… >#"
        },
        {
            "user": "Gusti2",
            "user_id": "10506",
            "date": "2001-08-20 15:30:59",
            "id": "260114",
            "reply_to_id": "260100",
            "text": "Það sem fer framhjá ykkur hérna í þessari umræðu er að það þýðir ekkert að lækka skattana, ef skattarnir væru lægri fengi ríkið minni pening og þá yrðu bara settir óbeinir skattar, þú þyrftir að borga meira hér og meira þar þegar þú færir á sjúkrahús, það yrðu settir vegtollar og svona.\nEitt annað, það fer næstum allur peningur sem þú færð í laun beint í ríkiskassann aftur. Þegar þú færð launin þín er búið að taka um 30% af þeim beint í skatta. Um 1/4 af útborguðum launum fer svo í að borga af húsinu, en þar fer um 50% beint í vexti (sem fer bara til ríkisins). Svo ferð þú út í búð og verslar þér í matinn, þá fer um 20% í VSK. Svo borgarðu auðvitað afnotagjöldin af RÚV……. o.s.frv."
        },
        {
            "user": "DeTox",
            "user_id": "517",
            "date": "2001-08-20 16:23:45",
            "id": "260115",
            "reply_to_id": "260100",
            "text": "Ég er sammála Add. Það er í sjálfu sér ekkert óeðlilegt að borga eignarskatt - nema af íbúðarhúsnæði.\nÉg er ekki sammála Tax (veit að við erum búnir að ræða þetta en mig langar að heyra sjónarmið hinna..)með nefskatt. Nefskattur mundi  aldrei ganga. Upphæðin þyrfti að vera svo há til þess að fá nóg inn í þjóðarbúið að þeir tekjulægstu mundu ekki ráða við það.\nÞað er ekki ósanngjarnt að hafa prósentuskatt. Þeir sem hafa hærri laun hafa oftast menntað sig meira sem þýðir að þeir hafa þegið meira frá ríkinu og öðrum skattgreiðendum. Auðvitað er þetta ekki algilt en það er nokkuð mikil fylgni milli launa og tekna í flestum störfum.\nÞað eiga bara allir að borga jafnt hlutfall af tekjum sínum til þjóðfélagsins. Það er hluti af því að búa í þjóðfélagi.\nEkki þar fyrir - það mætti lækka þessa prósentu til muna. Það er hábölvað að sjá eftir ca. 50% af tekjum sínum fara í skatt.\nDeTox"
        },
        {
            "user": "Tax",
            "user_id": "10038",
            "date": "2001-08-20 16:40:35",
            "id": "260116",
            "reply_to_id": "260115",
            "text": "Detox: Upphæðin þyrfti einmitt ekki að vera há ef settur yrði á nefskattur.  Það er ótrúlega mikið af fólki sem borgar litla sem enga skatta.\nVarðandi punktinn þinn í sambandi við menntun.  Þá er í fyrsta lagi ekki full fylgni milli menntunar og launa.  Í öðru lagi þá borga þeir sem hafa eitt sínum tíma í að mennta sig hærri skatta með t.d. meiri eyðslu (samanber vsk) OG þessir aðilar höfðu litlar sem engar tekjur á með an þeir voru að mennta sig og eru því venjulega verulega skuldsetnir.\nTax"
        },
        {
            "user": "DeTox",
            "user_id": "517",
            "date": "2001-08-21 09:44:53",
            "id": "260117",
            "reply_to_id": "260116",
            "text": "Tax:\nRíkið þarf augljóslega að fá einhverja X upphæð í kassann. Ef alir ættu að borga nefskatt þá þá væri ekki um einhvern 25 þúsund kall á mann að ræða.\nAuðvitað er ekki 100% fylgni milli menntunar og launa!!!! Fylgnin er samt gífurlega há!! Af hverju ætti fólk annars að vera að því að mennta sig? Vissulega eru einhverjir sem hafa áhuga á því - en flestir fara í framhaldsnám til að eiga möguleika á betri störfum með betri tekjur í framtíðinni.\nNýútskrifaður viðskiptafræðingur getur gengið inn í fyrirtæki í betri og tekjuhærri stöðu en maður sem hefur unnið hjá fyrirtækinu í 10 ár - eða er það ekki……..\nMenntun = betri laun í lang, lang flestum tilfellum."
        },
        {
            "user": "Porcelina",
            "user_id": "5822",
            "date": "2001-08-21 11:41:32",
            "id": "260118",
            "reply_to_id": "260117",
            "text": "Mér finnst ekki rétt að borga fólki fyrir að vera í skóla - þá færi fólk bara þangað til að dútla eitthvað og leika sér í stað þess að vera þar vegna þess að það vill læra."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2001-08-21 02:04:08",
            "id": "260119",
            "reply_to_id": "260100",
            "text": "Ég er hjartanlega sammála þér, það liggur við að við borgum með okkur sjálfum, svo að hið opinbera dafnað vel, við að þjóna okkur slælega.\nFyrir nokkrum árum tók ég mig til og reiknaði út mína eftirtekju af mínum mánaðarlaunum þegar ég hafði greitt tekjuskatt, og virðisaukaskatt,  í formi vöru og þjónustu, sem og þjonustugjöld og komst að því að 30% átti ég eftir af mínum lágu launum, að þessu greiddu þá til hins opinbera.\nMér ofbauð og ég frá þeim tíma rýnt í útgjaldamesta málaflokkinn, heilbrigðiskerfið, sem og hið illa skilvirka kvótakerfi í sjávarútvegi og landbúnaði, aðalatvinnugreinunum er orsaka þetta ósamræmi\ní innbyrðis tekjuskiptingu.\nÉg hvet aðra til þess að gera slíkt hið sama að öðru leyti munum við enga umbreytingu sjá."
        },
        {
            "user": "Avatar",
            "user_id": "157",
            "date": "2001-08-21 17:10:04",
            "id": "260120",
            "reply_to_id": "260100",
            "text": "Það er rétt að skattar hérna á þessu landi eru háir en við verðum samt líka að líta í eigin barm (þjóðin sem heild). Ein af ástæðunum (athugið ein, alls ekki ÁSTÆÐAN) er sú að ótrúlegur fjöldi fólks á þessu landi svíkur undan skatti. Það verður ða sjálfsögðu til þess að skatturinn hækkar á alla hina sem borga skatt (einhvern veginn þarf jú að vega á móti skattsvikurunum, því miður er það gert svona). Þannig að fyrir það fyrsta þá þarf þessi þjóð hérna að borga skattana sína. Annars lækka þeir aldrei."
        },
        {
            "user": "holmfrg",
            "user_id": "4788",
            "date": "2001-08-21 20:27:59",
            "id": "260121",
            "reply_to_id": "260120",
            "text": "Mér finnst þið gleyma dáldið því sem skattheimtan snýst um. Hún snýst um það að jafna lífskjörin með því að útdeila skattpeningunum þannig að þeir sem lág laun hafa beri meira úr býtum en þeir myndu annars gera. Auðvitað er hægt að nefna fullt af dæmum um skattpeninga sem eytt er í eitthvað sem ekki ætti að eyða þeim í, en það má ekki missa sjónar af þessu atriði.\nEkki er ég viss um að menn yrðu par hrifnir ef það þyrfti að borga fullu verði t.d. sjúkrakostnað.\nÞað er alveg rétt að það er of mikið um skattsvik. Lausnin á þessu er að einfalda skattkerfið eins og kostur er, þannig að smugunum fækki.\nÉg er sammála því að hátekjuskatturinn er óeðlilegur eins og hann er. Það er hins vegar pólitísk samstaða um það að þeir sem hafa breið bök eigi að taka á sig meiri byrðar en hinir.\nÞví vil ég halda hátekjuskattinum en ég vil í staðinn hækka mörkin sem skatturinn nær til þannig að það sé ekki verið að setja hátekjuskatt á fólk sem er með um 280 þúsund í mánaðartekjur. Við getum sennilega verið sammála að maður verður ekkert sérlega ríkur af slíkum launum eða hvað?\nSvo þurfa þeir sem vilja lægri skatta að svara því hvar á að skera niður. Mín tillaga er að markaðsvæða landbúnaðarkerfið svo dæmi sé tekið, þannig væri hægt að spara 11 milljarða á ári sem væri hægt að nota í skattalækkanir og í menntakerfið sem sárlega þarfnast meiri fjárframlaga eins og við vitum. Ég skora á þá sem vilja lægri skatta að svara því hvaðan á að taka peningana.\nÍ síðasta lagi vil ég að við gerum eitthvað í því að minnka jaðarskattana hérlendis. Þeir eru allt of háir og þar þarf virkilega að taka til hendinni. Tekjutengingarnar valda því að fólk getur ekki unnið sér inn viðbótarpening eins og það þyrfti að geta gert. Þetta hefur í för með sér minni framleiðni og lægri laun íslenskra starfskrafta þegar til lengdar lætur.\nÉg vil hins vegar ekki sjá flatan tekjuskatt. Hann er afskaplega ósanngjarn gagnvart þeim sem hafa lægstu launin. Við getum tekið sem dæmi mann sem er með þúsundkall í laun og mann sem er með hundraðkall í laun. Flati skatturinn er 40 kall.\nEr það sanngjarnt að annar hafi 960 kall í laun eftir skatt en hinn 60 kall? Þá er launamunurinn ekki lengur tífaldur, heldur 16faldur. Ég vil ekki sjá skattkerfi sem fer svoleiðis með þá sem minnst mega sín. Þá er núverandi ástand skárra."
        }
    ]
}