{
    "forum_title": "Sagnfræði",
    "user": null,
    "user_id": null,
    "date": "2006-04-06 09:52:22",
    "title": "Áhrif Usa á Ísland",
    "text": "Hefur einvhver hugmynd um þau áhrif?\nHvernig væri Ísland í dag ef Usa hefði ekki notið við?\nVærum við sjálfstæð? STjórnmálalega og efnahagslega.\nEru bandarískir njósnarar hér. Er Davíð Oddsson á launum hjá C.i.a.\nÞorskastríðið. Hefðu bretar verið ennþá yfir okkur ef Usa hefði ekki komið. Hefðu þeir farið og komið aftur til að hertaka okkur í landhelgisdeilunni.\nMarshallaðstoðinn. Af hverju fengum við hana. Við höfðum ekki lent í beinum átökum. Nema kannski við skipaskaða af völdum kafbáta þjóðverja.\nU.s.s.r vs. U.s.a.. Vöru sóvéskir njósnarar hér. Halldór Laxness var hann njósnari? Eða Steingrímur J.. Eða komarnir á vinstri vængnum hér áður fyrr.\nVar íslenskum námsmönnum skipulega beint til Usa til að Ameríkuvæða þá. Hvert er hlutfall menntamanna sem hlutu menntun í Usa á móti heiminum. Bretland eða norðurlönd.\nHvað fengum við mikið í tekjur af varnarsamningum. Eru þetta upphæðir sem skipta okkur máli. Værum við ennþá í skítnum ef þeirra hefið ekki notið við.\nVærum við í Nató ef Usa hefði ekki notið við?\nEru viðskipti okkar í BNA meiri vegna varnarsamstarfsins.\nVæri Ísland best í heimi ef Usa nyti ekki við?\nVeit þetta einhver eða hefur einhver spáð í þessu?",
    "url": "https://www.hugi.is/saga/korkar/394706/ahrif-usa-a-island/",
    "url_id": "394706",
    "id": "3313690",
    "replies": [
        {
            "user": "Sticky",
            "user_id": "55710",
            "date": "2006-04-06 11:54:11",
            "id": "3313849",
            "reply_to_id": "3313690",
            "text": "áhuga vert…\nég hef ekki spáð í þessu, en þessi grein lét mig hugsa…\nþað er soldið til í þessu."
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2006-04-06 22:54:29",
            "id": "3316765",
            "reply_to_id": "3313690",
            "text": "Fínn spurningalisti hjá þér. Þú ert þarna svolítið að fara inná svið sem kallast “alternate history”, sem byggir á “hvað ef?” pælingum og hæfilegri blöndu af skynsemi og ímyndunarafli. Meira um þetta hér ef þú hefur áhuga:\nhttp://www.alternatehistory.com/discussion/index.php\nAnnars ráðlegg ég þér að stúdera þessar spurningar sjálfur, það hefur ýmislegt verið skrifað um samskipti Íslands og USA, td eru bækur Vals Ingimundarsonar mjög ítarlegar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-04-07 11:54:54",
            "id": "3317674",
            "reply_to_id": "3316765",
            "text": "Flott tilvísun."
        }
    ]
}