{
    "forum_title": "Sagnfræði",
    "user": "gosli",
    "user_id": "20531",
    "date": "2006-04-06 20:09:30",
    "title": "Elizabeth I Englandsdrottning",
    "text": "Smá rigerð um Elísabetu I englandsdrottningu,\nÆska\nElísabet I síðasti meðlimur Tudor ættarinnar, var fædd í Greenwich 7 September 1533, hún var dóttir Hinriks VIII (7) og annarar konu hans, Önnu Boleyn. Snemma þurfti hún að upplifa mikla hörku, en Hinrik var í vanda við að eignast karlerfingja og því var tilvist hennar í heiminn ekki það sem hann þurfti og reyði hans var slík að hann mætti ekki í skýrn hennar og þegar Elísabet var bara 2 ára gömul Lét hann hálshöggva móðir hennar vegna ótrúnað. En með þessum gjörðum sínum lét hann lýsa því yfir að Elísabet væri óskilgetin og því var hún ekki lengur mögulegur erfingi krúnunar og var hún látinn alast upp aðskilin við föður sinn, sökum þess hvað hún minnti hann mikið á móður sína. En Hinrik átti eftir að gera allt vitlaust í englandi meðþví að segja skylið við katólsku rétttrúnaðarkyrkjuna og lýsa sjálfan sig konung englandsskirkju, en það var eftir hann fékk ekki leyf til að skilja við konu sína sem gat ekki gefið honum karl afkvæmi. En þetta varð til þess að mikil spenna og óreiði reið yfir í trúarmálum englands. En elísabet var alinn upp aðskilin föður sínum, en síðar átti hann eftir að taka hana aftur í sátt. Hún var mjög vel menntuð kunnu meðal annars ræðumennsku las mikið af sagnfræðiritum og talaði að eigin sögn 9 tungumál, en þó ert vitað með vissu að hún gat talað reiprennandi grísku, latínu, frönsku, ítölsku og spænsku. og var það mikið afrek þar sem konur fengu ekki mikla menntun á þessum tíma, en eftir útlægð sína frá föður sínum var hún tekinn upp af vinum móðir hennar sem sáu um að ala hana upp.\nByrjun\nHinrik eignaðist að lokum son fyrir allt Játvarður VI, eftir lát Hinriks 1547 tók Játvarður við krúnunni, en sökum ungs aldurs réðu þó aðalega móðir hans Catherine Parr ásamt eiginmanni sínum sem hún giftist, Tómas Seymour frænda játvarðar, við völdum en Játvarður dó aðeins 15 ára gamall og gerði hann eftir mann sinn ungfrú Jane Grey en það var ósk hans, en Jane átti ekki langlíf sem drottning því hún var drepinn eftir aðeins 9 daga valdatímabil og við henni tók hálfsystir Elísabetu María I en hún var harðtrúaður Katóliki en valdatíð hennar einkenndist af hræðslu og trúardeilum en hún varmjög hrædd um að gerð yrði tilraun til að steypa henni af stóli og í valdatíð sinni brenndi hún um 300 mótmælendur, og einnig lét hún setja Elísabetu í fangelsi en Elísabet var sökuð um að vera undirbúa valdarán og rétt slapp þó við dauðadóm, en þegar líða fór nær dauða Maríju gerði hún samkomulag við systur sína  Elísabetu um að elísabet myndi ekki afnema Katólsku sem þjóðartrú Englendinga og samþykti Elísabet það.árið 1558 dó svo maríja og Núna var Elísabet orðinn drotning englands á hremmingartímum þar sem ríkti mikil óreyða innan landamæra Englendinga og hart var sótt af þeim af nálægum löndum.\nValdatíð Elísabetar.\nNúna loks var Elísabet kominn í hásætið sitt og þurfti strax að takast á við stór vandamál, heraflinn var á þrotum peningar af skornum skammti svo hún þurftu strax að taka til breytinga, hún naut ekki mikilli vinsælda fyrst um sinn. svo fór hún í að  endureysa mómælenda trú og tókst það að lokum. Hún sætti saman katólika og Kalvínstrúarmenn árið 1559 og eftir það bannfærði páfinn hana. En elísabetu stóð alltaf ógn af katólikum og seinna meir endaði hún með að samþykja að helsta ógn hennar til krúnunar María Stúart Skotadrottning yrði aflífuð en hún var næsti arftaki krúnunar og hafði gifst filipus II frakkakonungi en þá höfðu margir skoskir aðalsmenn gengið í lið með elísabetu og náð að ýta maríju til hliðar og minnka áhrif hennar, María var svo tekinn af lífi fyrir meint athæfi hennar í samsæri gegn drottningu og tilraun til valdaráns ensku krúnunar. núna var elísabet búnað koma jafnaði á innan landamæra englands en þó var sótt að henni utan frá, en henni var alltaf gert að gifta sig en þó gerði hún það aldrei og er því kölluð virgen Elísabet þó svo hún ætti marga sem báðu hennar og hélt hún þeim oft lengi heitum en giftist ekki. En annað vandamál var líka utan landamæra Englands og það voru frakkar og spánverjar, en frakkar höfðu stutt Maríju sem hafði krínt sjálfa sig drotingu yfir englandi en svo var hún tekinn af lífi fyrir valdarán, en við það minkaði rosti frönsku aðalsmannana og svo undir lokinn var samið um frið við Frakka. Spánverjarnir voru þrjóskir að semja og sendu svo loks flotan sinn út sem var kallaður flotinn ósigrandi en Englendingar sigruðu þann flota og jók það mjög við stuðning drottningar. Hún hafði látið efla herinn og efla þjóðerniskennd englands meðþví að opna það fyrir áhrifum hvaðan að úr heiminum. en hún lét ekki staðar numið þarna og í valdatíð hennar efldust listir og bókmenntir mikið. landið blómstraði og hún kom á fátækrarlöggjöf, sem hjálpaði fólki sem ekki gat unnið eða var veikt og fátækt að auga lífslíkurnar, þannig vann hún hylli líka þeirra sem kjörin voru verst sem oftast var litið framhjá til að þóknast valdameiri stéttum. En frá því að valdatíð hennar byrjaði og allt var á móti henni menn í hirð hennar að plana uppreisn sem síðar voru hálshöggnir, og að katólkska kirkjan útskúfaði hana en svo náði hún að semja við þá, og svo páfinn sjálfur bannfærði hana. frá því öllu í að ná að halda stöðugu stjórnarfari koma á frið inní landinu efla herinn efla velferð og ná í mikil lönd og nýlendur fyrir Breta, en stjórnar tíð hennar er oft köllað gullaldartímabilið og margir vilja meina hún hafi verið einn farsælasti stjórnandi Ensku krúnunar.\nAukin landsvæði.\nÁ valdatíð Elísabetar fjölgaði nýlendum Englendinga og tóku þeir undir sig stór landsvæði í Norður-Ameríku, einnig var Virgenía landnumin í nafni drottningar, og svo einnig Afríku en það var einmit upphafið af þrælaversluninni en elísabet sjálf ferðaðist víða en þó aðalega innan landamæra Englands til að hitta þegna sína og tala til fólkssins. undir lokin var Englan á góðri leið með að verða heimsveldi í Evrópu og allar þessar nýlendur áttu eftir að skila inn góðum gróða fyrir england. og merkur árangur sem Elísabet hafði náð frá því hún tók við völdum.\n„Ég er gift kona. Eiginmaður minn er enska konungsríkið“\nElísabet var ein af fáum drottningum/konungum sem stjórnaði ógift, en það var auðvitað krafa að fólk gaf af sér afkvæmi sem gæti tekið við krúnunni eftir dauða þess, en þvert á móti giftist elísabet aldrei hún hafði marga ástvini en engum giftist hún þó, og ekki skorti beiðnar frá valdamiklum mönnum á bónlista hennar voru t.d Filippus II Spánarkonungur (fyrrverandi mágur hennar), bræður Frakkakonungs og Eiríkur ríkisarfi Svía en einnig voru það marigir aðrir aðalsmenn enskir og skoskir. En ástandið var verst þegar það blasti við stríð við frakka eða Spánverja og elísabet neitaði að taka einginmann til að koma á sáttum milli ríkjana. Henni gekk þó vel að stjórna ein og fræg setning hennar sem hljóðar svonna „Ég er gift kona. Eiginmaður minn er enska konungsríkið“ og með þessu losaði hún sig við alla kallmansdeilur en sögusagnir eru um það að hún hafi lent í einhverskonar undirförlum frá nokkrum þeirra sem hún hafði verið að dúlla sér með.\nLok\nHún dó eftir 45 ára valdatímabil og dó 70 að aldri árið 1603. en á þessari valdatíð sinni hafði hún gjör breytt stjórnarfari Englendinga og gert þeim hátt undir höfði, frá því að vera í mikilli hættu frá nærliggjandi löndum og mikil borgarastyrjöld og trúarmál í ólagi yfir í að verða heimsveldi í evrópu taka yfir fjöldan allan af nýlendum útum allan heim bæta hagkerfið efla listir bókmenntir og menntun og stækka herafla sinn til muna hún var lánlíf og góður stjórnandi og einn velsælasta drotting ensku krúnunar.",
    "url": "https://www.hugi.is/saga/greinar/394837/elizabeth-i-englandsdrottning/",
    "url_id": "394837",
    "id": "3315464",
    "replies": [
        {
            "user": "bulli",
            "user_id": "37546",
            "date": "2006-04-06 20:41:17",
            "id": "3316062",
            "reply_to_id": "3315464",
            "text": "digimon ownes pokemon all the time"
        },
        {
            "user": "Tiili",
            "user_id": "61358",
            "date": "2006-04-07 10:56:39",
            "id": "3317567",
            "reply_to_id": "3315464",
            "text": "Flott grein - nokkrar stafsetningarvillur en annars flott… :)"
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2006-04-07 13:14:13",
            "id": "3317946",
            "reply_to_id": "3315464",
            "text": "frábær grein. endilega senda meira í þessum dúr. tók þó eftir leiðindar stafsetningar villu. eða staðreyndar. pabbi hennar var hinrik áttundi. ekki sjöundi. það var áttundi sem drap helling af eiginkonum sínum því hann fékk ekki son. og VIII stendur fyrir átta. enn þetta er mjööööög góð grein."
        },
        {
            "user": "gosli",
            "user_id": "20531",
            "date": "2006-04-07 16:03:31",
            "id": "3318789",
            "reply_to_id": "3315464",
            "text": "mjög góð grein um afar áhugaverða persónu! vel sett saman og ítarleg! vil einnig benda á kvikmyndina góðu Elizabeth frá '98 varþæki! mjög góð með Cate Blanchett sem Elizabeth, Richard Attenborough sem hennar helsti ráðgjafi Lord Burghley að ógleymdum Geoffrey Rush sem Francis Walshingham, öryggisfulltrúi drottningar og yfirmaður njósnanets   drottningar. Sem sagt áhugavert efni sem ber að gefa gaum."
        },
        {
            "user": "gosli",
            "user_id": "20531",
            "date": "2006-04-07 16:11:11",
            "id": "3318818",
            "reply_to_id": "3318789",
            "text": "Horfði einmit á þessa mynd til að kynnast þessu betur, betra að lesa svona fræðiefni þegar maður getur myndskreiit það og sett það í persónur í myndinni mjög þægileg og já kom mér mjög á óvart hvað myndinn var hreint út sagt bara frekar góð. Ég leigði hana í þeim einum tilangi að fræðast en hún hafði ágætis skemmtunargildi fyrir mig líka."
        },
        {
            "user": "IngoPall",
            "user_id": "38310",
            "date": "2006-05-03 20:13:00",
            "id": "3425133",
            "reply_to_id": "3315464",
            "text": "Þetta er snilldar grein hjá þér gerðu endilega meira af þessu !!!"
        }
    ]
}