{
    "forum_title": "Deiglan",
    "user": "zillus",
    "user_id": "30611",
    "date": "2006-04-08 15:51:10",
    "title": "Launamál",
    "text": "Gamla fólkið grætur og vill hafa það betra auk þess hágráta þeir sem sjá um gamla fólkið. Svo virðist sem laun þeirra sem vinna hjá sveitafélögum, sumum, og svo þeirra sem vinna hjá ríkinu við að sinna gamala liðinu séu mismunandi. Í fréttatímum sjónvarpsstöðvanna er farið og tekin viðtöl við gamalmenni og aðstandendur þeirra sem allir eru sammál að það þurfi að gera þessu fólki betur og allir vilja hækka laun þessa stétta og bæta aðstöðu aldraðra.  En hver á að borga? Eflaust skattgreiðendur en eins og venjulega þá erum við ekki spurðir.\nÉg er þeirra skoðunar að á meðan í gildi eru kjarasamningar og forsendur þeirra standa, sem þær gera, á ekki að semja betur við þetta fólk. Þetta segi ég ekki af því mér sé eitthvað illa við starfsfólk þessa stétta heldur vegna þessa að aðrar stéttir munu fylgja í kjölfarið og hver vill óðaverðbólgu aftur, þar sem það var launafólk sem tapaði mestu. Í rauninni er er vandamálið kjarasamningar, við búum í kjarasamninga þjóðfélagi þar sem laun allra stétta eru bundin við kjarasamninga þó mismikið. Þeir sem vinna sem verktakar eða sambærileg störf þar sem menn rukka fyrir ákveðin verk eru bundnir lágmarkssamningum svo sem iðnaðarmenn, lögfræðingar, margir verkfræðingar og tæknimenn. Slíkir samningar gera það að verkum að iðnaðamaður svo sem málurum er óheimilt að taka minna fyrir verk sitt en ákveðna upphæð. Nú er auðvitað ekki mikið eftirlit með iðnaðarmönnum sem betur fer og því er ég nokkuð viss um að þeir vinni töluvert mikið svart undir og yfir þeim töxtum sem þeir hafa samið um.\nAðarar stéttir svo sem í þjónustugeiranum eða heilbrigðisgeiranum hafa kjarasamninga þar sem laun eru greidd eftir flokkum, er þá miðað við starfsaldur og aðra þætti en hjá einkafyrirtækjum er ekkert þak á slíkum samningi. Essó gæti, ef þeir vilja, borgað afgreiðslufólki sínu 400 þús á mánuði en ríkisfyrirtæki og sveitafélög eiga erfiðara með að stunda slíkt þó sumir kjarasamningar leyfi það auðvitað hjá hinu opinbera svo sem hjá læknum og ýmsum sérfræðistörfum á vegum hins opinbera.\nSértækir kjarasamningar svo sem samningur kennara eru einnig til þó sjaldan sjá til þeirra í dag. Kjarasamningur kennara er einstakur og á sér engan líka, hann er miðlægur og nær yfir alla kennara um allt land. Laun kennara eru þannig að þeir hækka bara í launum með lífaldri alveg sama hveru vel eða illa þeir standa sig í starfi. Reyndar hafa skólastjórara 6500 kr sem þeir meiga úthluta á mánuði til góðra kennara, úff þvílík upphæð hvað þá ef henni verður skipt milli tveggja eða fleirri góðra kennara????\nKjarasamningaþjóðfélagið er að vandamál láglaunastétta og í raun allra stétta, lögmál frjálsra samninga detta út, framboð og eftirspurn vega minna og hættan á ofmiklu launaskriði og verðbólgu er miklu meiri. Steinun Valdís hækkaði laun umfram það sem samið hafði verið um til að kaupa sér atkvæði í kosningabaráttu sinni við Dag og Stefán Jón, þetta gæti orðið dýrasta kosningabarátta í sögu landisns. Við erum strax farin að sjá afleiðingarnar þar sem stéttir sem ekki var samið við umfram, vilja hærri laun og þá étur verðbólgan upp þær hækkanir sem buddan í borgarstjórastólnum veitti í nafni jöfnuðar í atkvæðaveiðum sínum. Við eigum að geta samið sjálf um okkar eigin laun og ekki binda okkur í lögbundnum stéttum. Ég legg til að kjarasamnigar verið feldir úr gildi með tíð og tíma og menn taki upp frjálsa samninga.",
    "url": "https://www.hugi.is/deiglan/greinar/394941/launamal/",
    "url_id": "394941",
    "id": "3316756",
    "replies": [
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2006-04-08 15:52:04",
            "id": "3322550",
            "reply_to_id": "3316756",
            "text": "Í ljósi þess hvernig ástandið var í atvinnumálum í upphafi síðustu aldar (þ.e. áður en verkalýðsfélög tóku til starfa) finnst mér þetta frábær hugmynd!"
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2006-04-08 17:05:26",
            "id": "3322708",
            "reply_to_id": "3322550",
            "text": "Ég held að það sé óbært að bera saman atvinnumál nú og fyrir rúmum 100 árum. Það sem mætti skoða er hvað hafa verkalýðsfélög gert fyrir okkur?\nEinhverjir vilja halda því farm að þau hafi hækkað laun og bætt ýmiss réttindi en á móti kemur að það voru líka verkalýðsfélög sem spóluðu hér hvað mest í óðaverðbólgunni.\nRaunverulegar kjarabætur koma ekki með verkalýðsfélögum."
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2006-04-08 17:41:40",
            "id": "3322791",
            "reply_to_id": "3322708",
            "text": "Þetta var óskýrt orðað hjá mér. Með atvinnumálum átti ég að öllu leiti við aðstöðu, laun, vinnutíma og annað sem snýr að aðbúnaði manna sem vinna fyrir annað fólk."
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2006-04-08 21:15:35",
            "id": "3323590",
            "reply_to_id": "3322791",
            "text": "Skemmtilegt að þú skulir nefna þetta því aðstaða og vinnutími er nokkuð sem verkalýðsfélög vilja taka heiðurinn af en í raun er þeim að öllu óviðkomandi.\nHér áður fyrr unnu menn oft 36 tíma án hvíldar svo sem á togurum, slík vinna var ekki fyrir hvern sem er og notuðust menn þá oft við vökustaura en það er staur sem settur var í augað til að halda þeim opnum og menn sofnuðu ekki. Vinnuharkan var gífurleg og skapaði mikla slysahættu enda mörg dauðsföll rakin til þessa fyrirkomulags. Því voru sett vökulög sem banna átti slíka vinnuhörku og koma í veg fyrir slíka vinnuþrælkun.\nLöngu áður en vökulögin voru sett var fyrirtæki hér í bæ af nafninu Kveldúlfur í eigu Thorsarana  sem kom á 3 skiptum vöktum. Þetta kostaði fyrirtækið fleirri starfsmenn á skipin sín og því  hærri launakostnað. Afhverju var fyrirtækið að þessu? Eigendur fyrirtækisnin vissu að með færri slysum og óþreittum sjómönnum jukust afköstin á skipum þeirra og auðveldara var að fá gott starfsfólk enda vilja allir vinna hjá fyrirtæki sem kemur vel fram við sitt starfsfólk.\nMálið er þetta, fyrirtæki eru ekkert án fólksins sem vinnur í þvi. Landsbankinn færi fljótt á hausinn ef enginn vildi vinnar þar sama á við um öll fyrirtæki. Vinnu og launamarkaður eru að engu leyti frábrugðnir öðrum mörkuðm framboð og eftirspurn ráða þar för og ef þú selur lélega vöru lendiru undir í samkeppninni.\nVerkalýðsfélög er mein á samfélaginu sem þarf að losna við."
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2006-04-08 21:34:11",
            "id": "3323682",
            "reply_to_id": "3323590",
            "text": "Kveldúlfur? Hvað með það? Þetta er eitt dæmi.\nÞað var ástæða fyrir því að vökulögin voru sett og það ekki fyrr en eftir það vinnuaðstæður bötnuðu almennt. Setning laganna var jafnframt afleiðing baráttu samtaka verkamanna. Þannig að fullyrðing þín um að betri vinnuaðstaða og vinnutími sé verkalýðsfélögum með öllu óviðkomandi er einfaldlega röng."
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2006-04-08 21:45:25",
            "id": "3323732",
            "reply_to_id": "3323682",
            "text": "Betri vinnustaðir og vinnutími kemur með aukinni velmegnun ekki verkalýðsfélögum og því þeim algjörlega óviðkomandi. Kveldúlfur er ekki afmarkað eða einstakt dæmi. Ef þú myndir hafa fyrir því að lesa ræður sem og rökin gegn vökulögunum þegar þau eru sett kæmistu að þvi að það voru flest skipafélög búin að laga vinnuaðstöðu og vökutíma sinna starfsmanna og einmitt vegna samkeppni við kveldúlf. Fyrirtæki keppa ekki bara á vörumörkuðum heldur líka á launa og vinnumörkuðum. Afhverju helduru að Landsbankinn hafi boðið í 30 starfsmenn hjá KB banka um árið eða afhverju Olís borgar sínum starfsmönnum hærri laun en Esso eða afhveru samskip aulýstu betri kjör en Eimskip? Þetta er vegna samkeppni um gott vinnuafl og verkalýðsfélögin koma þarna hvergi nærri."
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2006-04-09 00:20:16",
            "id": "3324253",
            "reply_to_id": "3323732",
            "text": "Þú ert semsagt að segja að vökulögin voru bara sett upp á djókið?"
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2006-04-09 02:00:27",
            "id": "3324498",
            "reply_to_id": "3324253",
            "text": "Lög eru yfirleitt ekki sett í djóki markmið lagana náðist fyrir upptöku þeirra á sjálfsdáðum. Þú verður að skoða umhverfið sem lögin er sett í. Það var mikið atvinnuleysi og menn tilbúnir til að vinna mikið og leggja hart að sér. Ríkið ætlaði að tryggja lágmarks hvíldartíma en einkafyrirtækin urðu fyrri til vegna hagkvæmni hvíldartíma. Hvað varð til þess að ríkið setti samt lögin er mér hulið en eflaust verið gert til að tryggja í lögum hvíldartíma m.ö.o. skipta sér af frjálsum samningum."
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2006-04-09 12:36:24",
            "id": "3324953",
            "reply_to_id": "3324498",
            "text": "Ég held að þarna hafir þú bara svarað sjálfum þér ágætlega."
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2006-04-10 01:20:29",
            "id": "3328000",
            "reply_to_id": "3324953",
            "text": "Það er gott að þú ert sammála mér að afskipti ríkisins eru óþarfi"
        },
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2006-04-10 01:29:17",
            "id": "3328025",
            "reply_to_id": "3328000",
            "text": "Eða að þú ert í hrópandi mótsögn við sjálfan þig en það er náttúrulega ekki þitt að sjá og ekki mitt að útskýra. Ég ætla bara að njóta þess að sitja, borða popp og horfa á þig standa í verkalýðsbaráttu gegn réttinum verkalýðsins á nákvæmlega sama hátt og þú fordæmir fólk fyrir.\nFarinn að poppa, sjáumst."
        },
        {
            "user": "Blender",
            "user_id": "15536",
            "date": "2006-04-08 17:57:16",
            "id": "3322842",
            "reply_to_id": "3316756",
            "text": "Einkavæðing anyone ?"
        },
        {
            "user": "Blender",
            "user_id": "15536",
            "date": "2006-04-09 03:25:49",
            "id": "3324601",
            "reply_to_id": "3322842",
            "text": "Já, gamla liðið og hjálparhellur þess er skaðlegt fyrir arðsemina.\nÞað væri líklega hægt að fá fínt breakup verð fyrir starfsemina hér á landi verði hún einkavædd: Hægt losa húsnæðið hérna og svo bara flytja starfsemina, s.s. til Tælands,\nódýr þjónusta og svona.  :)"
        },
        {
            "user": "Blender",
            "user_id": "15536",
            "date": "2006-04-09 15:41:16",
            "id": "3325548",
            "reply_to_id": "3324601",
            "text": "Ef einkavætt væri þá gætu fyrirtækin ráðið hversu há laun starfsmanna ættu að vera … en síðan eru náttúrulega margir aðrir fylgifiskar einkavæðingar sem eru misgóðir, en það verður bara að vega og meta kosti og galla."
        },
        {
            "user": "brownie",
            "user_id": "7702",
            "date": "2006-04-08 18:34:09",
            "id": "3322938",
            "reply_to_id": "3316756",
            "text": "Hvernig ætti þá að fara með allt það erlenda vinnuafl sem er hér starfandi? Þetta er vinnuafl sem er ekki í neinni aðstöðu til þess að semja við sína vinnuveitendur. Ástæður þessara síhækkandi launa er frekar að leita hjá þeim sem hafa hærri launin í þjóðfélaginu, og líka í þeim flokkum sem kjaranefnd sér um. Ef laun hjá einhverjum sem eru hátt settir í þjóðfélaginu hækka umfram það sem eðlilegt er getur það leitt til launaskriðs sem fer neðar í þjóðfélagsstigann. Tökum dæmi…. Læknar hækka í launum, þá vilja hjúkrunarfræðingar líka hærri laun vegna þess að það er verið að rugla því jafnvægi sem er á launamarkaði, og ef hjúkrunarfræðingarnir hækka í launum vilja sjúkraliðar líka fá hærri laun. Og ef sjúkraliðarnir fá hærri laun koma stéttir sem eru fyrir neðan sjúkraliðana til með að biðja um launahækkanir líka. Svo að mínu mati liggja vandamálin ekki í verkalýðsfélögum heldur hjá þeim sem eru á hærri launum í þjóðfélaginu."
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2006-04-08 21:01:00",
            "id": "3323519",
            "reply_to_id": "3322938",
            "text": "Nei það er ekki rétt hjá þér launaskriðið nær yfirleitt ekki niður á við nema þegar um stórar stéttir hálaunamanna semja í sama samningnum, sem sjaldan gerist. Laun lækna og hjúkrunafræðinga eru ekki tengd þar sem læknar sérhæfa sig oft og því mikið um flókna sérsamninga við sérfræðilækna en það er annað mál.\nEf til að mynda bankastjóri hækkar í launum býr það ekki til neytt launaskrið og ef til að mynda fyrirtæki svo sem Lýsi myndi hækka laun sinna starfsmanna eru litlar líkur á launaskriðum. Hættan er fólgin í kjarasamningum þar sem stórar stéttir manna oft ríkisstarfsmanna eru að heimta hærri laun yfir línuna og það kemur á stað launaskriði. kjarasamningar koma í veg fyrir sveigjanleika nafnlauna þó þeir geti verið svegjanlegir á raunlaun ef samið er um slikt en nafnlaunin eru alltaf frosin í kjarasamningum sem gerist ekki ef menn njóta frjálsra samninga."
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2006-04-09 04:04:29",
            "id": "3324623",
            "reply_to_id": "3316756",
            "text": "Þetta var frábært framtak hjá Steinunni enda augljóslega þurfti að hækka þurfti launin.\nÞað sama þarf að gera um þjónustustörf elliheimila. Og þetta með verðbólguæði útaf hækkunum þessara hópa er dáldið úldin klisja. Það vill svo til að launahái hlutinn, og meirihlutinn yfirhöfuð hefur verið á þvílíku eyðslu spree og velt öllu um koll, svo ekki sé minnst á útgjaldaæði ríkisins og færslu skattbyrðinnar yfir á meðal-og láglaunafólkið.\nSvo þegar launalægsti hlutinn vill bara eðlilega leiðréttingu þá allt í einu vakna verðbólguverðirnir upp úr garðpottinum:\n”Það gengur ekki að hækka launin um þúsundkalla því það er kominn svo mikill óstöðugleiki og verðbólguhætta!” –  Þvílk og önnur eins hræsni :D\nÞað eru ekki ”gamla liðið” og leikskólakennarar sem eiga að fórna sér fyrir flipp annarra.\nSegir sig sjálft að gamla fólkið á náttúrulega fullkomnlegan rétt á viðeigandi þjónustu, eftir að hafa actually byggt landið upp og fýluvæl Einar Odds og meðkóara hans dæmir sig sjálft!"
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2006-04-10 01:24:27",
            "id": "3328013",
            "reply_to_id": "3324623",
            "text": "Það er enginn að segja að það þurfti ekki að hækka launin né að þau hafi ekki verði of lág, það sem ég er að segja er að aðferðin er röng. Kjarasamningurinn sem er í gildi var samþykktur af félagsmönnum og sveitafélögum eða sveitafélagi. Þegar eitt sveitafélag í þessu tilviki Rykjavík tekur sig til og hækkar laun þessa fólks án samráðs við aðra samningsaðila þá býr það til pressu á aðarar stéttir um kjarabætur sem það hefur þegar gert í dag. Við þetta skapast vítahringur og úr honum kemur óðaverbólga sem étur upp allar hækkanir.\nEf samningar eru frjálsir geta samningsaðilar samið við hvern og einn starfsmann eftir getu hans og færni. Við sitjum þó enn með ríkiskerfið sem þarf að borga fyrir allt saman sem þýðir að við borgum fyrir það með skattpeningum okkar."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2006-04-09 17:15:14",
            "id": "3325830",
            "reply_to_id": "3316756",
            "text": "Gallinn við frjálsa samninga er að landið er ekki í krukku.  Það eru milljarðar manna til í heiminum sem geta unnið láglaunastörfin okkar.\nSegjum t.d. að ég eigi verksmiðju.  Ef ég er bundinn af kjarasamningum, þá verð ég að borga öllu mínu starfsfólki lágmarkslaun og líklega hef ég alveg efni á því þó ég vildi gjarnan geta borgað minna og grætt meira.  Ef lágmarkslaun eru afnumin og allt verður frjálst, þá get ég léttilega farið niður í laun sem eru það lág að fólk getur ekki lifað á þeim á Íslandi nema lifa á grjónum í hvert mál og búa 5 saman í stúdíóíbúð.  Þegar ég fæ síðan engan til að vinna hjá mér vegna þess að fólk hefur það betra á bótum, þá flyt ég bara inn slatta af erlendum verkamönnum sem er alveg sama þó þeir lifi á grjónum í hvert mál og búi 5 saman í íbúð vegna þess að þeir eru vanir verri kjörum í heimalandinu.  Jafnvel lifa þeir 10 saman í íbúð svo þeir geti sparað af laununum og sent heim.  Á meðan er íslenska verkafólkið atvinnulaust nema það sætti sig við sömu kjör.\nHvernig myndir þú stoppa svona ef lágmarkslaun væru afnumin?  Er það réttlátt að ég geti notað fátækt annars staðar í heiminum til að auka fátækt á Íslandi svo ég geti grætt meira sjálfur?"
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2006-04-10 01:26:37",
            "id": "3328016",
            "reply_to_id": "3325830",
            "text": "Ef samningar verða frjálsir og þú átt fyrirtæki og ætlar þér að borga fólki skítalaun þá hættir fólk hjá þér og hvað er fyrirtæki á starfsmanna?\nEf öll fyrirtæki myndu lækka laun niður úr öllu valdi hver á að kaupa vörur þeirra? Ef öll laun í landinu myndu lækka þá verður verðhjöðnum í samfélaginu ef við gefum okkar að framleiðnin héldist sú sama og þá minnka ekki lífsgæðin."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2006-04-10 04:02:03",
            "id": "3328206",
            "reply_to_id": "3328016",
            "text": "Eins og kerfið er í dag, þá máttu flytja inn útlendinga ef þú færð ekki starfsfólk á Íslandi.  Ef ég er búinn að losa mig við alla Íslendingana og er að reyna að ráða fólk á skítalaunum og enginn vill vinna hjá mér, þá gæti ég bara sótt um atvinnuleyfi fyrir slatta af útlendingum sem vilja vinna við þær aðstæður og laun sem ég býð uppá.\nEf ég væri einn verksmiðjueigandi sem gerði þetta, þá myndi það ekki skipta mjög miklu máli fyrir þjóðfélagið en ef fleiri gerðu það, þá fer það að skipta máli með tímanum.  Það er ekki eins og allir myndu gera þetta í einu og það verður engin verðhjöðnun strax.  Það myndi vera kreppuástand í þó nokkurn tíma meðan erlent vinnuafl streymir inn og íslenskt verkafólk situr á bótum eða neyðist til að taka vinnu á mun verri kjörum en það er vant.  Bilið milli ríkra og fátækra myndi aukast rosalega.\nÞetta þarf ekki endilega að hafa áhrif á minn markað.  Hugsanlega framleiði ég eitthvað sem fólk þarf á að halda þó það neiti sér um annað, kannski er ég að framleiða lúxusvöru eða ég gæti líka bara farið út á erlendan markað.  Ég hef nefnilega svo lágan launakostnað að ég ætti að geta keppt nokkuð auðveldlega á Evrópumarkaði.  Eða kannski er ég bara að hugsa um skyndigróða, þegar markaðurinn fellur er ég farinn með peninginn.\nEr þetta ekki smá vandamál við hugmynd þína um frjálsan markað?"
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2006-04-10 09:34:46",
            "id": "3328325",
            "reply_to_id": "3328206",
            "text": "Nei allas ekki. Að kaupa inn erlent vinnuafl tekur tíma og þú ert að tapa peningum á meðan. Síðan kaupiru ekki inn vinnuafl ódýrara en það er að vinna annar staðar. Hversu ódýrt vinnuafl getur fengið er líka spurinng,hvaða hæfileika það á að hafa? þú færð ekki erlenda verkfræðinga ódýrt en þú færð kannski erlenda skúringakonur á slik. Ef þú rekur þjónustufyrirtæki lækkaru kosnað því þú hefur ódýrt vinnuafl og þeir sem kaupa þjónustu af þér lækka kostnað hjá sér þar af leiðandi er komin verðhjöðnun. Þú gætir líka sleppt því að lækka kostnað en þá eru líkur á að þú verðir undir í samkeppni. Ef þú rækir framleiðslufyrirtæki er framleiðnin í landinu sú sama en kostnaður við hana minnkar og því leiðir það að verðhjöðnum.\nÞetta dæmi sem þú tekur er í raun heimskulegt því fyrirtæki verða alltaf að vega og meta aðstæður og það skiptir miklu máli í hvað bransa fyrirtækið er að starfa í. Mörg störf krefjast góðrar menntunar önnur gífurlegra hæfileika á ákveðnum sviðum og enn önnur hvoru tveggja."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2006-04-10 23:10:00",
            "id": "3331231",
            "reply_to_id": "3328325",
            "text": "Ég þarf ekki að losa mig við starfsfólkið allt í einu, ég get gert það smátt og smátt. Býð svo hvert starf á smánarlega lágum launum og redda mér svo útlendingi í staðinn þangað til ég er kominn með eintóma útlendinga á lágum launum.  Ég tók dæmi um verksmiðju þar sem er að mestu leyti ófaglært starfsfólk þannig að ég þarf enga verkfræðinga.  Hins vegar er ég viss um að það er hægt að fá ágætlega menntað fólk héðan og þaðan úr heiminum á spottprís vegna þess að það er fátækt og atvinuleysi í þeirra heimalöndum.  T.d. kom það í ljós í einhverri fiskvinnslunni á Íslandi að einn farandverkamaðurinn þeirra var rafmagnsverkfræðingur.  Græddi bara meira á að flaka fisk á Íslandi en að vinna sem verkfræðingur í heimalandinu.\nSvo þarf maður ekkert að lækka verðið hjá sér, maður bara græðir meira, enda engin samkeppni á Íslandi, bara fákeppni og auðhringar ;)"
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2006-04-10 23:13:59",
            "id": "3331261",
            "reply_to_id": "3331231",
            "text": "Það er ekkert rökrétt við það sem þú ert að segja, ef þú ætlar bara að græða meir þá taparu á endanum á samkeppni. Ef missir allt álit almennings á fyritækinu auk þess sem enginn hefur efni á vörunni þinni þegar allir hafa rekið alla og ráðið útlendinga. En líklega myndu menn þá bara stofna þjónustufyrirtæki til að græða á öllum útlendingunum og verðhjöðnun er óumflígjanleg í svona láglaunasamfélagi það er ef framleiðnin lækkar ekki."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2006-04-11 00:21:13",
            "id": "3331639",
            "reply_to_id": "3331261",
            "text": "Auðvitað tapa allir á endanum en þegar það er byrjað á þessu, þá græða framleiðendur alveg nóg til að setjast í helgan stein.  Það er nefnilega málið.  Þegar Ísland fer á hausinn væri ég bara kominn eitthvað annað með allan peninginn.\nSvo skil ég ekki hvað þú ert að tala um samkeppni.  Það hefur aldrei verið samkeppni á Íslandi svo heitið geti.  Þetta er of lítið samfélag."
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2006-04-11 02:26:09",
            "id": "3332013",
            "reply_to_id": "3331639",
            "text": "Þú hefur ekki komið með nein rök fyrir máli þínu bara haldið fram marklausum staðreyndum. En það verður að vera þitt mál."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2006-04-11 03:21:23",
            "id": "3332063",
            "reply_to_id": "3332013",
            "text": "Ég hef bent á vandamál við kenningar þínar og þú hefur ekki komið með nein rök fyrir því að þetta sé ekki vandamál.\nÞað er lítið hald í hagfræðikenningum þegar það er ekki hægt að samsama þær raunveruleikanum.  Lítur voða vel út í hagfræðibókinni þinni en ekki eins vel þegar þú sérð alvöru fátækt í þjóðfélaginu.\nJafnvel þó þú hefðir rétt fyrir þér og verðhjöðnun og samkeppni myndi redda lífsgæðunum, þá ertu samt að tala um nokkur ár í kreppu þar sem lífsgæði fjölda manna væru í ræsinu.  Ekki að ég haldi að þú hafir einu sinni rétt fyrir þér með það þar sem við fáum enga verðhjöðnun á því sem við kaupum erlendis frá sem er ansi margt og samkeppni hefur aldrei verið nein að ráði á Íslandi.\nÉg sé ekki betur að þetta myndi bara auka bilið milli ríkra og fátækra og gera ríkum kleift að auka auð sinn enn frekar á kostnað fátækra og þú hefur ekki fært fram nein rök fyrir því að svo sé ekki."
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2006-04-11 11:57:18",
            "id": "3332471",
            "reply_to_id": "3332063",
            "text": "Enn og aftur kemur með fullyrðingar sem ekkert stendur á bakvið. Það er ósköp erfitt að röræða við vanvita sem halda að eins sem haldi samfélaginu gangandi séu kjarasamningar og verkalýðsfélög.\nKjarasamningar komu ekki til sögunar fyrr en upp úr 1900 en fyrir þann tíma fóru laun hækkandi bæði hér á landi og annar staðar þar sem verkalýðsfélög voru ekki við lýð. Ef litið er til Bandaríkjanna eru laun þar hærri en annar staðar þrátt fyrir það eru verkalýðsfélög mjög veik þar og mjög mörgum stéttum eru þau einfaldlega ekki til. Hvernig stendur á því að laun eru hærri þar en til að mynda hér eða í Frakklandi þar sem verkalýðsfélög eru mjög sterk?\nEf það verður verðhjöðnun hérna þá styrkist krónan gífurlega og ætti því ekki að hafa nein áhrif á þær vörur sem við getum keypt erlendis frá. Þú er líka að rugla saman raunlaunum og nafnlaunum sem er skiljanlegt enda kunnátta þín á hagfræði greinilega ekki mikil.\nEf að fyrirtækjaeigandi á frjálsum markaði byrjar að borga sínu fólki lág laun sama hversu hægt hann gerir það þá fer fólk annað. Skammtíma hagnaðurinn er ekki það mikill að menn hugsi með sér nú leggst ég bara í helgan stein ig ef fyrirtækið er rekið til lengdar á þessari stefnu tapast þessi litli gróði fljót.\nÞú verður líka að gera greinamun á eiganda eða eigendum fyrirtækis og sjálfs fyrirtækisins. Eigur þessara lögaðila eru aðskildar og sá hagnaður sem þú heldur að sé af því að borga fólki lág laun skilar sér að litlu leiti til eiganda."
        }
    ]
}