{
    "forum_title": "Bílar",
    "user": "Kodak",
    "user_id": "4443",
    "date": "2001-08-21 18:47:22",
    "title": "Gamlir bílar",
    "text": "Veit enginn ykkar hvað breskir bílar eru, Og þá er ég ekki að\ntala um jaguar, Rover eða Aston Martin(þó að síðar nefndi sé\nÓtrulega dýr), Ég er að tala um Morgan, Lotus(þessa gömlu,\nEkki Esprit.), Caterham osfv\nÉg hef svoleiðis kollfallið fyrir breskum bílum, Eins og þessi\nmorgan.. það er sko græja..fariði  á Pistonheads.com\nþar er úrval af breskum bílum. þar á meðal TVR, hann er\nreyndar ekkert gamall, en vá…  Með fullri viðingu fyrir\namerískum bílum, þá eru það bílar sem geta ekkert nema\nfarið í spyrnu… það er ekki það sem skiptir máli. heldur hversu\nvel hann nær beygjum.\nÞað er eins og ég las í bók. “Sportbílar eru hannaðir til þess\nað fara hratt, Ekki endilega hratt en aldrei hægt. Þeir eru\nætlaðir till þess að fara á keppnisbraut. keyra hratt, og vinna.”\nÞetta er skilgreining sem mér finnst nokkuð góð.\nEkki það að mér finnist tildæmis Corvette Stingray ljótur bíll\neða kraft lítill, En, Amerískir bílar hafa bara ekki það sem ég\nleita að…\nLifið heil\nKodak",
    "url": "https://www.hugi.is/bilar/greinar/39516/gamlir-bilar/",
    "url_id": "39516",
    "id": "261043",
    "replies": [
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-08-22 09:03:29",
            "id": "261044",
            "reply_to_id": "261043",
            "text": "Ég hef sífelt verið að röfla um breska bíla hér enda mikill anglophile. Fyrsta greinin sem ég skrifaði á Huga var krisniboð um breska bíla og… COLIN CHAPMAN ER GUÐ! :)\nHvað er að nýju Lotusunum? Ekki að Esprit sé nýr en þeir eru flottir fyrir utan kannski seinni Elaninn."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-08-22 10:10:53",
            "id": "261045",
            "reply_to_id": "261044",
            "text": "Kannski ég nefni svolítið skondið í sambandi við tvo breska bíla..\nAfturljósin á Lotus Esprit (amk. v8&350) eru af gömlu afturdrifnu Toyotu Corollunni (AE86), og afturljósin á AM DB7 eru af Mözdu 323F :)\nDB7 er líka með Mx5 hluti, og eitthvað úr RX7.. Og Ford Scorpion (seinna Focus)\nKomst að þessu um daginn (algjört sjokk :))"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-08-22 10:13:59",
            "id": "261046",
            "reply_to_id": "261045",
            "text": "DB7 er með hurðarhandföngin úr MX-5… Pity, það er ekki besti hlutinn úr MX-5. Þau innri það er að segja. Þau ytri rokka feitast á ‘90-’97 bílnum."
        },
        {
            "user": "teddi",
            "user_id": "1266",
            "date": "2001-08-22 13:16:36",
            "id": "261047",
            "reply_to_id": "261043",
            "text": "Landroverinn er náttúrulega bara snilld…\nég á einn þannig.. orðinn 30ára í ár og ennþá virkar hann eins og hann sé nýkominn úr verksmiðjunni :)"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-08-23 09:27:12",
            "id": "261048",
            "reply_to_id": "261047",
            "text": "Vantar smá upplýsingar um LAand Roverinn þinn…vinur minn er að spá í að taka svona með sér frá Edinborg…en hefur áhyggjur af því að hann haldi ekki almennilegum þjóðvegahraða (sirka 110) hann kemur til með að nota hann aðallega í akstur úti á landi og nokkuð í torfærum þar sem hann er notaður til að skoða tilvonandi framkvæmdasvæði víðsvegar um landið.\nÉr þokkalegt afl í bílnum, og ég veit að hann endist en er hann þokkalega viðhaldsfrír líka?\nTil gamanas má segja frá því að í BRetlandi auglýsti Land Rover eitthvað á þessa leið……Nobody knows how long a Land Rover lasts, it has only been manufactured for 50 years!"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-08-23 13:34:42",
            "id": "261049",
            "reply_to_id": "261048",
            "text": "Endist, já. Bilar? Örugglega."
        },
        {
            "user": "teddi",
            "user_id": "1266",
            "date": "2001-08-23 14:03:31",
            "id": "261050",
            "reply_to_id": "261048",
            "text": "heh.. minn kemst í 110… þó þessir nýju komist nú hraðar held ég.. fínasta afl í þessu hátt/látt drif og fjórhjóladrif.. fínasta bíll í allar hliðar og ég myndi aldrei selja minn bíl :)"
        }
    ]
}