{
    "forum_title": "Hugi",
    "user": "zeroG",
    "user_id": "2208",
    "date": "2000-09-17 17:51:43",
    "title": "Ritstuldur",
    "text": "Ekki er bara farið að bera mikið á ritstuldi hérna, heldur er fólk bara farið að copy-paste-a af öðrum síðum og ekki einusinni haft fyrir því að þýða efnið yfir á íslensku.\nKommon, það er kanski alltílagi að styðjast við aðrar greinar sem eru af öðrum síðum en það er kanski að minsta kosti hægt að umorða greinina eitthvað finnst ykkur ekki?\nÉg er ekki að beina þessari grein að neinu einu áhuga máli því ég hef tekið eftir þessu á nokkrum.\nÉg skil auðvitað að brandarar séu teknir af öðrum síðum og á ensku jafnvel því margir brandarar á ensku eru bara engann veginn fyndnir á íslensku enda er það heldur ekki beinlínis ritstuldur.\nEn á öðrum áhugamálum finnst mér soldið á þessu bera þar sem eru jafnvel teknar fréttir beint af mbl.is eða eitthvað og settar hérna inn alveg orð fyrir orð af mbl.is eða öðrum síðum þar sem fréttinni var “stolið”…\nAR",
    "url": "https://www.hugi.is/hugi/greinar/3955/ritstuldur/",
    "url_id": "3955",
    "id": "17298",
    "replies": [
        {
            "user": "JReykdal",
            "user_id": "77",
            "date": "2000-09-17 22:31:37",
            "id": "17299",
            "reply_to_id": "17298",
            "text": "Við reynum eftir fremsta megni að koma í veg fyrir ritstuld en það gefur auga leið að við getum ekki skoðað hverja einustu frétt á öllum miðlum til að sjá hvort eitthvað sé stolið eður ei."
        },
        {
            "user": "gim",
            "user_id": "591",
            "date": "2000-09-20 10:16:00",
            "id": "17300",
            "reply_to_id": "17299",
            "text": "Fólk sendir inn greinar til að fá stig, er það ekki. Af hverju ekki bara að þegar að upp kemst um ritstuld fær sá hinn sami 20 stig í mínus…"
        },
        {
            "user": "skorpa",
            "user_id": "3993",
            "date": "2000-09-20 20:12:15",
            "id": "17301",
            "reply_to_id": "17298",
            "text": "Userinn Oliah rændi grein af hmmm.is og fékk 1000 stig í mínus og ætlar aldrei að stela grein aftur. Mínus 1000 stig kanski aðeins of mikið. En það fær fólkið til að fatta. Og Crazy hann er búinn að stela miljón greinum. Mínus 2000 á hann."
        }
    ]
}