{
    "forum_title": "Körfubolti",
    "user": null,
    "user_id": null,
    "date": "2001-08-22 22:43:15",
    "title": "Tap gegn Finnum.",
    "text": "Íslenska karlalandsliðið í körfubolta tapaði í kvöld fyrir Finnum, 73-84, í undankeppni Evrópukeppni landsliða að Ásvöllum. Helgi Jónas Guðfinnsson skoraði 21 stig fyrir Ísland, Logi Gunnarsson 14, Jón Arnór Stefánsson 12 og Friðrik Stefánsson og Fannar Ólafsson 7 stig hvor (8 fráköst, þar af 6 í sókn á aðeins 20 mínútum). Hanno Möttöla, leikmaður Atlanta Hawks í NBA-deildinni, var betri en enginn í finnska liðinu, skoraði 42 stig, tók 11 fráköst og átti 5 stoðstoðsendingar. Möttöla, sem er 2,11 m á hæð, hitti úr þremur af fimm þriggja stiga skotum, en til gamans má geta þess að Íslendingar náðu tvisvar að blokka kappann og í annað skiptið var þar að verki Logi Gunnarsson sem er ekki hár í loftinu. Íslendingar áttu frábæran fyrsta fjórðung, sem þeir unnu 32-26, og hittu 12 af 17 skotum sínum, fimm af sjö þriggja stiga skotum og misstu engann bolta. Í seinustu þremur fjórðunugnum var hins vegar allt annað uppi á teningnum þar sem þeir hittu núll af 12 í þriggja stiga skotum og misstu 16 sinnum boltann.",
    "url": "https://www.hugi.is/korfubolti/greinar/39647/tap-gegn-finnum/",
    "url_id": "39647",
    "id": "261916",
    "replies": [
        {
            "user": "CULxDExSAC",
            "user_id": "8041",
            "date": "2001-08-23 12:16:08",
            "id": "261917",
            "reply_to_id": "261916",
            "text": "þetta var skemmtilegur leikur og mér fannst furðu margir koma á leikinn(um 1400 manns)sem er mikið fyrir landsliðsleik í körfubolta.eftir leikinn fékk ég að taka í hendinna á hannö möttala og fá eiginhandaráritun.\nkveðja seli"
        },
        {
            "user": "CULxDExSAC",
            "user_id": "8041",
            "date": "2001-08-24 11:37:15",
            "id": "261918",
            "reply_to_id": "261917",
            "text": "Íslenska liðið stóð sig vel!  Hvernig er það, er Baldur hættur eða meiddur?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-10-06 18:42:09",
            "id": "261919",
            "reply_to_id": "261916",
            "text": "kíktu á myndina á kvikmyndir arniab!!!!!"
        }
    ]
}