{
    "forum_title": "Matargerð",
    "user": "ZooMix",
    "user_id": "33242",
    "date": "2006-04-16 01:03:12",
    "title": "Raclett!",
    "text": "Ég borðaði dýrindis mat í kvöld(skírdag). Það kallaðist einfaldlega Raclett. Þetta er grillpanna sem er höfð á borðinu og stungið í samband. Nefnd eftir frægri ostategund sem ber þetta nafn Raclett. Málið er að maður eldar sjálfur matinn, t.d. er skorið niður nautakjöt í sneiðar og hver og einn steikir bitann á pönnunni. Mjög áhugavert að hafa tví- eða þrírétta jafnvel og mæli ég með nautakjöti, kjúkling og lamb eða villibráð. Passa uppá auðvitað að steikja kjúkling vel.\nUndir pönnunni eru sköflur hálfgerðar(yfirleitt 2 á mann) sem maður lætur kartöflur, grænmeti, ávexti eða hvað sem er og gott að láta svo þennan Raclett ost yfir. Ég mæli með að þið notið forsoðnar íslenskar kartöflur(fást í Hagkaup) eða þá að vera búin að forsjóða kartöflur og skræla, sveppi, brokkólí, eggaldin og Mangó í skófluna undir pönnunni.\nMeðlæti getur verið hvað sem þér dettur í hug. Ég mæli með fersku grænmeti, PicNic kartöflustráum og Baquette snyttubrauði. Sósur velur þú eftir því hvernig kjöt þú ert með. Bernaise virkar fínt þar sem ég mæli eindregið að þið notið naut á grillið.\nÞetta er ekki svona máltíð sem maður gerir í flýti eða hefur 2svar í viku heldur meira á hátíðum, og það er ástæða fyrir því. Maður getur ekki borðað þetta hratt. Maður er að steikja, krydda, hita kartöflur og margt að gerast að maður verður bara að gefa sér tíma í þetta og njóta stundarinnar, því mörgum þykir þetta mjög spennandi, yngstu kynslóðinni jafnt og þeim eldri.\nRaclett grillið ætti að fást í helstu raftækjaverslunum landsins, og ekki er það of dýrt heldur. Kíkið í Elkó, þetta er til þar.",
    "url": "https://www.hugi.is/matargerd/greinar/397035/raclett/",
    "url_id": "397035",
    "id": "3343866",
    "replies": [
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2006-04-16 01:17:37",
            "id": "3351773",
            "reply_to_id": "3343866",
            "text": "Jamm, Raclett er helvíti sniðugt tæki. Bara eitt samt: Ekki láta ykkur detta í hug að borða Raclett-ost ef ykkur er hætt við brjóstsviða. Í því tilliti er Mozzarella bara “kid-stuff” í samanburði!"
        },
        {
            "user": "puffman",
            "user_id": "35533",
            "date": "2006-04-16 01:35:56",
            "id": "3351838",
            "reply_to_id": "3343866",
            "text": "Sorry, en ég nennti ekki að lesa greinina. Uppáhaldsmaturinn minn og hefur verið í meira en 11 ár. Þetta er svona spari-spari matur hjá okkur. :)"
        },
        {
            "user": "Gexus",
            "user_id": "5048",
            "date": "2006-04-16 10:01:52",
            "id": "3352173",
            "reply_to_id": "3343866",
            "text": "Ég á einmitt raclett sjálfur og er þetta rosalega sniðugt tæki frá svisslendingunum. Það sem að ég geri við þessar pönnur/skúffur er t.d. að hita raclett ost og setja á kartöflur, eða þá að setja lítið pizzu deig með öllu því sem manni finnst gott á pizzu og hita í þessum skúffum. Mjög gott."
        },
        {
            "user": "Nainsi",
            "user_id": "45345",
            "date": "2006-04-16 10:50:39",
            "id": "3352217",
            "reply_to_id": "3343866",
            "text": "Ég eeeeeelska Raclett :D Það er eitt það skemmtilegasta og besta sem ég borða."
        },
        {
            "user": "raptor",
            "user_id": "9169",
            "date": "2006-04-16 12:56:42",
            "id": "3352556",
            "reply_to_id": "3343866",
            "text": "Ég er hálfur Svisslendingur þannig að ég þekki þennan þjóðarrétt minn ágætlega, hann er allveg frábær.  En við hitum ostinn á litlu skúffunum, og hellum því svo yfir diskin, þar sem við erum búin að hlaða kartöflunum og meðlætinu.  Ef fólk finnur ekki alvöru raklett ost, þá er Ísbúi mjög góður í þetta hlutverk, þar sem hann kemst sennilega næst raclettinum.\nEn þetta er frábær matur til að hafa þegar vinafólk hittist og þessháttar, hægt að eyða kvöldinu í spjall og að dunda sér við a matinn."
        },
        {
            "user": "Dawg",
            "user_id": "5004",
            "date": "2006-04-16 13:41:29",
            "id": "3352718",
            "reply_to_id": "3352556",
            "text": "held að þessi ostur fáist í Hagkaup, kringlunni"
        },
        {
            "user": "Dionysos",
            "user_id": "7571",
            "date": "2006-04-17 11:02:35",
            "id": "3356360",
            "reply_to_id": "3352718",
            "text": "Hann er allsvakalega dýr og lítil eftirspurn eftir honum, svo það getur verið erfitt að fá hann, en hann ætti að dúkka upp í Ostabúðum og Hagkaupsbúðunum flestum fyrir stórhátíðir.."
        },
        {
            "user": "sgo",
            "user_id": "35463",
            "date": "2006-04-16 17:04:16",
            "id": "3353596",
            "reply_to_id": "3343866",
            "text": "Þetta er voðalega gott, ég var með landafræði verkefni í skólanum í 7 eða 8 bekk og ég var með Austurríki og Sviss.\nÉg bjó til\nhttp://www.hugi.is/matargerd/articles.php?page=view&contentId=2018029\n]Sachertertu  og Raclett…þetta er með því besta sem ég hef smakkað!!"
        },
        {
            "user": "sgo",
            "user_id": "35463",
            "date": "2006-04-16 17:04:44",
            "id": "3353597",
            "reply_to_id": "3343866",
            "text": "Sachertertan\nhttp://www.hugi.is/matargerd/articles.php?page=view&contentId=2018029"
        },
        {
            "user": "HappyJack",
            "user_id": "37185",
            "date": "2006-04-16 17:11:31",
            "id": "3353623",
            "reply_to_id": "3343866",
            "text": "Já sammála, við fjölskyldan fengum okkur svona fyriri tæpum þrem vikum og þá smakkaði ég þetta fyrst og þetta er helvíti gott!…skárum niður mjög þunnar kjötsneiðar og það var snilldin ein!"
        },
        {
            "user": "UnnZ",
            "user_id": "28659",
            "date": "2006-04-16 18:35:59",
            "id": "3353995",
            "reply_to_id": "3343866",
            "text": "Namm. Fékk raclett hjá frændfólki um daginn, þetta er mjög gott og skemmtilegt."
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2006-04-18 10:48:48",
            "id": "3360583",
            "reply_to_id": "3343866",
            "text": "Hvað kostar svona panna? Einhver verðhugmynd?"
        }
    ]
}