{
    "forum_title": "Vísindi",
    "user": "Medicus",
    "user_id": "62808",
    "date": "2006-04-15 17:38:39",
    "title": "Spurningakeppnin",
    "text": "Ég vil bara segja ykkur það að ég er afar ánægður með þáttöku í spurningakeppninni og hélt ég satt að segja að hún myndi ekki endast 8 vikur, hvað þá lengur :D. Nú hafa 50 notendur tekið þátt í keppninni, margir reglulega og tel ég það vera afar  gott.\nÉg mun halda áfram með spurningakeppnina eins lengi og fólk nennir að svara þessu. Gaman væri ef að fólk myndi koma með athugasemdir og tillögur um eitthvað sem mætti betur fara til að gera keppnina enn betri og skemmtilegari. Það væri einnig gaman að fá álit ykkar um keppnina.",
    "url": "https://www.hugi.is/visindi/tilkynningar/397458/spurningakeppnin/",
    "url_id": "397458",
    "id": "3349848",
    "replies": [
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2006-04-15 23:22:23",
            "id": "3351295",
            "reply_to_id": "3349848",
            "text": "Þessi keppni er gott framtak, og gaman að taka þátt í henni. En það mættu kannski vera fjölbreyttari spuringar. Í 3 síðustu spurningalistum hafa t.d. alltaf verið spurningar úr norrænni goðafræði, um tungl plánetna í sólkerfinu, og um blóðflokka.\nSvo er auðvitað engin leið að sjá hvort fólk “svindlar” þ.e.a.s. flettir svörunum upp. Ef einhverjir eru að því, er náttúrlega verið að skemma keppnina - hún er jú bara til gamans gerð, er það ekki? :)"
        },
        {
            "user": "Medicus",
            "user_id": "62808",
            "date": "2006-04-15 23:49:53",
            "id": "3351413",
            "reply_to_id": "3351295",
            "text": "Mér er í rauninni sama ef að fólk svindlar. Auðvitað finnst mér það leiðinlegt en hey, ég get ekkert gert í því.\nAnnars, til að útskýra afhverju ég hef eingöngu spurningar úr takmörkuðu efni þá hef ég ekki nægja vitneskju eða áhuga á öðrum flokkum til að hafa þetta fjölbreytnara. Fólki velkomið að aðstoða mig í spurningagerð."
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2006-04-16 00:10:05",
            "id": "3351459",
            "reply_to_id": "3351413",
            "text": "Ég væri alveg til í að leggja eitthvað inní “spurningabanka” sem þú gætir notað, og eflaust eru fleiri til í það líka.\nGallinn við það er samt að það gerir þitt starf flóknara: Ekki geturu farið að gefa “keppendum” stig fyrir spurningar sem þeir hafa sjálfir samið ;) Annaðhvort yrðiru sjálfur að fylgjast með menn væru ekki að svara sínum eigin spurningum, eða - það sem líklega yrði auðveldara - að treysta á heiðarleika fólks til að setja “mín eigin spurning” í svarið.\nEn láttu ekki þessar málaflækingar mínar pirra þig. Þessi keppni er skemmtileg, og endilega haltu áfram með hana eins og þér þykir best henta :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-04-17 00:23:29",
            "id": "3355460",
            "reply_to_id": "3351459",
            "text": "Þú gætir bara sent hugmyndir eins og t.d. “þú gætir gert spurningar varðandi **** árið/staður/tími” eða eitthvað slíkt."
        },
        {
            "user": "krizza4",
            "user_id": "54759",
            "date": "2006-04-18 20:17:58",
            "id": "3363060",
            "reply_to_id": "3349848",
            "text": "Þú gætir líklegast sett svona… veit ekki :D visbendingaspurningar ;) svona eins og\nÞetta er litur, Hann er heiður?\nSv. Blá"
        }
    ]
}