{
    "forum_title": "Sagnfræði",
    "user": "deluxe",
    "user_id": "49801",
    "date": "2006-04-22 00:20:19",
    "title": "Anastasía",
    "text": "Anastasía Romanov var fædd 18.júní 1901, en hún lést 16.júlí 1918, aðeins 17 ára gömul.  Hún var yngst af dætrum Nicholas II og þótti vera klár og tápmikil stúlka.  Anastasía átti einn yngri bróður, Alexei en var hann með sjúkdóminn dreyrasýki sem gengur í fjölskyldum sem giftast mikið skyldmennum (kónga- og keisarafjölskyldum).  Mamma þeirra hafði stöðugar áhyggjur af Alexei, en ólíklegt þótti að hann myndi komast til fullorðinsára.  Anastasía átti líka tvo hunda, Shipka og Jemmy, en henni þótti mjög vænt um þá báða.\nAnastasía og allar aðrar konur í fjölskyldu hennar höfði rauðbrúnt hár og blá augu, en þær þóttu alltaf vera einstaklega fallegar.  Í kringum unglingsárin varð Anastasía fremur feit en samt hélt hún fegurð sinni.  Foreldra Anastasíu og systkina hennar vildu þeim allt hið besta í lífinu og voru afar ástríkir foreldrar.  Þær systurnar kunnu allar ensku og rússnesku og voru vel menntaðar.  Þær deildu mjög miklu s.s. herbergjum, en vegna einangrunar þeirra frá umheiminum voru þær fremur barnalegar.\nRaspútín var umdeildur heilagur maður sem Alexandra drottning (móðir Anastasíu) leitaði til vegna Alexei og veikinda hans.  En hann var sagður hafa mikla hæfileika til lækninga.  Yfirleitt fyrirleit fólk þennan munk og skildi þess vegna ekki hvers vegna keisarafjölskyldan leit svona mikið upp til hans.  En almenningur vissi heldur ekki af veikindum Alexei og hvað Raspútín gat gert fyrir fjölskylduna.\nÁrið 1914 þegar að heimstyrjöld byrjaði fór Nicholas II að heiman og Alexandra drottning stjórnaði keisaraveldinu á meðan.  Á meðan Raspútín stjórnaði fór ríkisstjórnin að hrynja hægt og sígandi.  Á endanum bauð keisarafjölskyldan Raspútín í mat og drap hann, það reyndist þó ekki auðvelt.  Fyrst var reynt að eitra fyrir honum, síðan að skjóta hann og lokum var honum drekkt þegar að ekkert annað dugði.\nÞetta var Raspútín í raun og veru og líklega var það hans sök að fjölskyldan var myrt.  En hann hafði komin slæmu orði á fjölskylduna og gert margt rangt og þess vegna var hún svo hötuð.\nEftir að Raspútín var drepinn tóku hermenn keisarafjölskylduna sem gísl.  Þau fengu aldrei frið og á endanum voru þau flutt til Síberíu.  Þar bjó fjölskyldan í 78 daga og að kvöldi 6.júlí var þeim öllum sagt að klæða sig og flutt í kjallari í húsinu sem þau dvöldust í.  Þar stilltu þau sér upp í tvær raðir en byssumenn komu og fylltu herbergið og hófu að skjóta.  Það skrítna var að Anastasía og tvær systra hennar dóu ekki strax.  Talað er um að þær hafi saumað demanta inn á kjóla sína til að flytja þá með sér og þess vegna hafi skotin endurkastast.  En á endanum voru þó allir drepnir þarna í kjallaranum.\nÞess má geta að margar konur hafa gefið sig fram í gegnum árin undir því yfirskini að vera Anastasía en líklegast þykir þó að hún hafi verið myrt ásamt hinum í fjölskyldunni.\nVonandi hefur einhver gaman af því að lesa þetta, en í upphafi átti þetta að vera partur af ritgerð :)\nhttp://www.royalty.nu/Europe/Russia/Anastasia.html\nUpplýsingarnar eru allar af þessum link.",
    "url": "https://www.hugi.is/saga/greinar/399527/anastasia/",
    "url_id": "399527",
    "id": "3376932",
    "replies": [
        {
            "user": "Smillingur",
            "user_id": "61937",
            "date": "2006-04-22 00:31:11",
            "id": "3377387",
            "reply_to_id": "3376932",
            "text": "Mætti vera ítarlegri en mjög fint samt."
        },
        {
            "user": "goldenfingers",
            "user_id": "64391",
            "date": "2006-06-10 22:44:25",
            "id": "3600414",
            "reply_to_id": "3377387",
            "text": "ég hef eitt orð NÖRDI!!!!!"
        },
        {
            "user": "Blesa",
            "user_id": "63699",
            "date": "2006-04-22 00:40:56",
            "id": "3377411",
            "reply_to_id": "3376932",
            "text": "óó nú fatta ég útá hvað teiknimyndin var byggð á hehe..\nen annars flott grein;)"
        },
        {
            "user": "deluxe",
            "user_id": "49801",
            "date": "2006-04-22 00:46:05",
            "id": "3377423",
            "reply_to_id": "3377411",
            "text": "hehe já :) þessi textur er einmitt byggður upp eftir myndinni, það sem kom fram í myndinni, veriða ð sýna hvað r rétt þar og hvað rangt :)"
        },
        {
            "user": "Blesa",
            "user_id": "63699",
            "date": "2006-04-22 00:51:25",
            "id": "3377444",
            "reply_to_id": "3377423",
            "text": "þó undalegt sé þá pældi ég geðveikt í því hvaðan hugmyndin kom eftir að ég horfði á myndina þegar ég var lítil.. hún var svo öðrísi ekkað.. og viti menn að ég skuli bara ekki vera gáfaðari eftir að hafa lesið þessa grein;)"
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2006-04-22 00:59:15",
            "id": "3377468",
            "reply_to_id": "3376932",
            "text": "Var það ekki Trotskí eða hvað hann hét, sem skipaði aftökuna?\nog btw dreyrasýki er ekki vegna þess að fólk giftist skildmennum, þetta er kynbundinn erfðasjúkdómur sem erfist með svo kölluðu X-geni, karlmenn fá hann yfirleitt bara en konur geta líka fengið hann en þá verður að koma sýkt gen frá báðum foreldrum, dreyrasýki var algeng í Konungsfjölskyldunum vegna þess reyndar að þau giftust innbyrðis, þess má geta að dreyraskýki er ekki lengur innan Evrópsku konungsfjölskyldnanna."
        },
        {
            "user": "deluxe",
            "user_id": "49801",
            "date": "2006-04-22 01:04:28",
            "id": "3377484",
            "reply_to_id": "3377468",
            "text": "Jú það má vel vera að Trotskí hafi skipað hana :) kynnti mér það abra ekki nógu vel, tók aðallega fyrir það sem sneri að myndinni ;)\nEn annars veit ég hvað dreyrarsýki er, fann bara ekki neina betri leið til að útskýra það í stuttu máli.  Giftust innbyrðis er illskyljanlegt fannst mér einhvernveginn, þá þarf að vera nánari útskýring með ;) en takk samt.  En að giftast innbyrðis er það sama og að giftast nánum ættingjum og eignast börn með þeim, þannig helst dreyrasýkin í fjölskyldum, sérstaklega konungs-/keisarafjölskyldum fyrr á öldum."
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2006-04-22 01:42:42",
            "id": "3377616",
            "reply_to_id": "3377484",
            "text": "ahh ég mislas þetta, sýndist þú segja að vera vegna þess að fólk giftist innbyrðis ^^"
        },
        {
            "user": "Sirja",
            "user_id": "32711",
            "date": "2006-04-22 01:14:08",
            "id": "3377522",
            "reply_to_id": "3376932",
            "text": "Alveg ágæt grein þótt hún sé hvorki ýtarleg né mjög nákvæm. Skemmtileg lesning fyrir fólk eins og mig sem hefur séð teiknimyndina en hefur ekki stökustu hugmynd um hvað Disney fann upp og hvað gerðist í raun og veru."
        },
        {
            "user": "bollasupa",
            "user_id": "59800",
            "date": "2006-04-22 11:15:55",
            "id": "3377958",
            "reply_to_id": "3376932",
            "text": "ég las einhverstaðar að þær hefðu gert það viljandi að sauma alla demanta sína og alla skartgripi innan á kjólana svo það yrði erfiðara að skjóta þær.\ngæti vel verið að þær hafi ætlað að flytja þá en já :P bara flott grein hjá þér ;)"
        },
        {
            "user": "comics",
            "user_id": "35325",
            "date": "2006-04-22 16:05:48",
            "id": "3378851",
            "reply_to_id": "3376932",
            "text": "Analstasía"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-04-24 00:00:09",
            "id": "3385471",
            "reply_to_id": "3378851",
            "text": "ha……….ha…..ha…………"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-05-06 00:16:28",
            "id": "3436094",
            "reply_to_id": "3376932",
            "text": "átti þetta ekki að vera um Anastasíu, ekki Raspútín?"
        },
        {
            "user": "jga",
            "user_id": "29905",
            "date": "2006-05-29 09:55:38",
            "id": "3543091",
            "reply_to_id": "3376932",
            "text": "Ástæðan fyrir því að margar konum hafa komið fram og sagst vera Anastasía er sú að líkamsleifar hennar fundust ekki með hinum úr fjölskyldunni og hafa í raun aldrei fundist."
        },
        {
            "user": "Joop",
            "user_id": "59499",
            "date": "2006-06-06 12:11:32",
            "id": "3580431",
            "reply_to_id": "3376932",
            "text": "Uhm… hvað var svona merkilegt við þessa konu?\nEr ekki að reyna að vera með leiðindi."
        },
        {
            "user": "deluxe",
            "user_id": "49801",
            "date": "2006-06-06 14:12:41",
            "id": "3580899",
            "reply_to_id": "3580431",
            "text": "hehe nei, hún var keisaraprinsessa og þegar öll fjölskyldan hennar var drepin þá fannst aldrei líkið af henni og síðan þá ehfur fullt af konum komið fram og sagst vera Anastasía :)\nAnnars veit ég ekki hvað meira var eitthvað merkilegra við hana en hin systkinin ;)"
        },
        {
            "user": "Joop",
            "user_id": "59499",
            "date": "2006-06-06 15:11:43",
            "id": "3581167",
            "reply_to_id": "3580899",
            "text": "Ojæja. Takk."
        },
        {
            "user": "kandur",
            "user_id": "56025",
            "date": "2006-06-07 23:07:12",
            "id": "3588178",
            "reply_to_id": "3581167",
            "text": "mig minnir að fyrir nokkrum árum (4-5) Hafi fundist beinagrind sem talin var vera Anastasía. Vissi samt ekki hvort hafi farið fram ransókn á því\nFín grein samt soldið ruglingsleg"
        },
        {
            "user": "Joop",
            "user_id": "59499",
            "date": "2006-06-08 12:01:20",
            "id": "3589268",
            "reply_to_id": "3588178",
            "text": "Ef þú vilt gefa álit á greininni, og þarmeð senda skilaboð til greinahöfundar, ýttu þá á “Gefa álit” sem er í hvíta glugganum hliðiná greininni ;)\nNúna varstu bara að senda mér skilaboð, og ég samdi þessa grein ekki :)"
        },
        {
            "user": "ursula",
            "user_id": "64519",
            "date": "2007-05-09 18:11:44",
            "id": "4880199",
            "reply_to_id": "3376932",
            "text": "vá ég er miklu fróaðri um Anastasíu núna :D\nen eitt sem ég fatta ekki alveg eða það kemur ekki fram í greininni ;/ týndist Anastasía ekki (því allar í fjslk dóu nema hún) og hún fór svo að leia að fjlsk sinni og fann svo ömmu sina ;/ ? var það ekki í alvöru?"
        },
        {
            "user": "lola111",
            "user_id": "71053",
            "date": "2007-12-08 15:12:58",
            "id": "5460020",
            "reply_to_id": "3376932",
            "text": "[u][/u][i][/i][url][/url]\n[i]Bætt við 8. desember 2007 -  15:16 [/i]\nHÚN er æði"
        },
        {
            "user": "lola111",
            "user_id": "71053",
            "date": "2007-12-08 18:04:10",
            "id": "5460441",
            "reply_to_id": "3376932",
            "text": "Hún er æði ég er mjög mikið búin að lesa hana"
        },
        {
            "user": "deluxe",
            "user_id": "49801",
            "date": "2007-12-08 21:00:35",
            "id": "5461025",
            "reply_to_id": "5460441",
            "text": "greinin þá?"
        }
    ]
}