{
    "forum_title": "The Sims",
    "user": "ArwenUndómiel",
    "user_id": "63548",
    "date": "2006-04-22 21:47:37",
    "title": "McMillan-family",
    "text": "McMill-family\nAllir eru krabbar og með öll skill full (cookingskill, cleaningskill og svoleiðis) og hafa gaman af að tala um allt. Þau eru með fullt í öllum eiginleikum (nice, playfull og svoleiðis.)\nByrjar á kynningu:\nCarl: Carl er adult, en verður svo elder. Hann er næstum hvítur (litur númer 2). Hann er með svart, slétt hár og brún augu.\nMargareeta Rose: Margareeta Rose er teenanger, en verður young adult og loks adult. Hún er alveg eins á litinn og faðir sinn, Carl. Hún er með svartan hnút í hárinu með kínaprjónum og brún augu.\nGiftir inn í fjölskylduna McMillan:\nCalista: Calista er elder. Hún er hvít. Hún er með sömu hárgreiðslu og Margareeta, bara með hvítt hár. Hún er með grá augu minnir mig, því að ég fylgist ekkert sérstaklega vel með andlitum;)\nProf. Mayhew: Prof. Mayhew er adult. Hann er hvítur. Hann er með sömu hárgreiðslu og Carl en með græn augu.\nBörn sem fæðast:\nBen Arnold: Ben Arnold er smábarn, verður svo toddler og loks child;) Hann er með svart hár og er næstum hvítur (litur 2.) Hann er með brún augu.\nAgatha Marie: Agatha Marie er smábarn. Hún er ekki með neitt hár en er hvít og með brún augu.\nBill Dean: Bill Dean er smábarn. Hann er ekki með neitt hár, en er með sama lit og mamma sín og afi. Hann er með brún augu.\nNú hefst sagan:\nFeðginin Carl og Margareeta Rose fluttu á litla lóð í bænum The city (sem ég bjó til.)\nMargareeta keypti sér gsm-síma og hringdi til College-sins sem var í bænum (Sims State University.) Þar spurðist hún fyrir um styrki, og þar kom í ljós að hún hreppti alla styrkina;)\nHún ákvað að taka við öllum styrkjunum og lét flytja sig til Sim State University. Þar flutti hún í nokkuð stórt hús og var ekki búin að vera lengi í húsinu þegar hún var farin að sakna pabba síns. Þá lét hún færa hann til sín, og þau undu sér saman um nokkra hríð.\nSvo hitti Margareeta Prof. Colin. Þau urðu ástfangin, og kysstust og loks flutti Prof. Colin inn til feðginanna.\nCarl varð leiður á að vera hjá dóttur sinni svo hann ákvað að fara til baka.\nMargareeta hitti Prof. Mayhew. Þá heillaðist hún alveg. Hún bauð í partý, og bauð Prof. Mayhew og nokkrum öðrum.\nProf. Colin var inni þegar Margareeta og Prof. Mayhew kysstust. Svo var partýið búið, og Prof. Colin fann að hann vildi ekki lengur búa hjá Margareetu, þrátt fyrir hið heita ástarsamband þeirra. Svo að hann flutti, og Margareeta varð afar leið.\nHún lét flytja Prof. Mayhew heim til sín og þau gerðu woohoo og þau undu sér saman langa hríð.\nSvo varð hún þess var að hann var órólegur.\nHún hélt að það væri vegna þess að þau höfðu ekki eignast neitt barn.\nSvo hún gerði sig ólétta, og smá tíma seinna eignaðist hún ungan son, Ben Arnold. Prof. Mayhew var ánægður, og þau undu saman stuttan tíma, svo þegar Margareeta komst á annað stig í skólanum, var Prof. Mayhew fúll og flutti út. Margareeta taldi sig aldrei muna sjá hann aftur.\nHún flutti með son sinn úr húsinu og í sameiginlegt hús, Small dorm with 5 rooms. Þar hitti hún hina gömlu Calistu Despret, og réð hana til sín sem barnfóstru.\nSvo lét Margareeta Calistu flytja inn til sín. Þær höfðu mörg sameiginleg áhugamál.\nSvo var Margareeta leið á að vera aðeins með Calistu og einhverjum krökkum sem hún þekkti ekki neitt. Svo hún lét flytja Prof. Colin til sín.\nEn honum leiddist Margareeta, varð feitur og missti allt niður.\nHann hataði Margareetu og sló hana.\nHún missti ást sína á honum og þau fóru að slást, Margareeta vann tvisvar, en Prof. Colin einu sinni.\nSvo að Prof. Colin fór burt, fúll og reiður, en Margareeta hélt áfram með skólann með Calistu sér til aðstoðar og ánægju.\nSvo kom að því að hún varð Junior. Calista var með vinnu og það hittist þannig á að Calista vann þegar Margareeta var í skólanum. Svo að þær misstu Ben Arnold í hendurnar á Social Worker, en voru fljótar að ná honum aftur.\nSvo varð Margareeta Semester, og ákvað að þéna sér inn peningi með því að vinna í kaffiteríunni sem var í húsinu. Hún var þar alltaf þegar hún var ekki í skólanum, en Calista sem vann ekki lengur svaf flestallan daginn og hugsaði um Ben Arnold þess á milli.\nSvo kláraði Margareeta skólann, hélt Graduation party og fór heim í The city.\nÞar flutti hún í stórt hús og faðir hennar og Prof. Mayhew fluttu til hennar ásamt Calistu og Ben Arnold. Calista varð ástfangin af Carli, sem var orðinn elder, og trúlofuðu þau sig. Prof. Mayhew og Margareeta trúlofuðu sig, og loks hélt Carl brúðkaupspartý, og þar giftust Carl og Calista, Prof. Mayhew og Margareeta.\nSvo eignuðust Prof. Mayhew og Margareeta dótturina Agöthu Marie, og svo soninn Bill Dean. Sama dag varð Ben Arnold toddler, og næsta dag child.\nSvo er ég ekki komin lengra, en geri kannski framhald;)",
    "url": "https://www.hugi.is/sims/greinar/399639/mcmillan-family/",
    "url_id": "399639",
    "id": "3378275",
    "replies": [
        {
            "user": "Demona",
            "user_id": "39409",
            "date": "2006-04-22 22:37:40",
            "id": "3380296",
            "reply_to_id": "3378275",
            "text": "Myndi mæla með að þú lýsir fólkinu betur…það er auðvelt að gera lýsingarnar miklu ítarlegri.\nÉg hef tekið eftir því að mjög margir sem hafa verið að setja sögur hingað hafa bara sagt í hvaða stjörnumerki fólkið er í, augnalit, hörundslit, skill, áhugamál og þannig.\nEkki frá persónuleika og þannig…t.d. það sem þið skrifið í Bio."
        },
        {
            "user": "comic",
            "user_id": "43735",
            "date": "2006-04-22 23:55:25",
            "id": "3380696",
            "reply_to_id": "3380296",
            "text": "Mér finnst einmitt að fólk ætti ekki að hafa of langar kynningar.\nOg sumir skrifa ekki endilega i Bio.\nEn allir hafa mismunandi skoðanir."
        },
        {
            "user": "Demona",
            "user_id": "39409",
            "date": "2006-04-23 12:34:23",
            "id": "3381862",
            "reply_to_id": "3380696",
            "text": "Já…ég reyndar skrifa stundum í Bio (ekki alltaf) þegar ég er að gera fjölskyldu með sögu…\nEn mér finnst skemmtilegt að lesa kynningarnar. Ég las eitt sinn sögu hér sem hvergi voru neinar lýsingar á fjölskyldumeðlimunum heldur bara hvað þau hétu, og það var ekki gaman að lesa söguna :S\nEn fólk hefur auðvitað sýnar skoðanir :)"
        },
        {
            "user": "marsbui",
            "user_id": "50297",
            "date": "2006-04-22 23:08:00",
            "id": "3380448",
            "reply_to_id": "3378275",
            "text": "Hvernig gastu látið gamlan mann og konu flytja inn til háskólakrakka? Og látið Margareetu eignast barn og láta ættleiðingarkonuna taka barnið?"
        },
        {
            "user": "ArwenUndómiel",
            "user_id": "63548",
            "date": "2006-04-22 23:41:19",
            "id": "3380635",
            "reply_to_id": "3378275",
            "text": "Ég bara notaði boolprop testingcheatsenabled true;)\nÉg gerði bara Get pregnancy with…. Svo til að láta gömlu konuna og pabbann og allt notaði ég sama svindl en gerði Add neigborhood to family. Skilurðu????"
        },
        {
            "user": "ArwenUndómiel",
            "user_id": "63548",
            "date": "2006-04-22 23:42:08",
            "id": "3380641",
            "reply_to_id": "3378275",
            "text": "Og ég lét ekki taka krakkann… Það gerðist bara:S Ég gleymdi að hringja á nanny…"
        },
        {
            "user": "Demona",
            "user_id": "39409",
            "date": "2006-04-23 12:35:48",
            "id": "3381872",
            "reply_to_id": "3380641",
            "text": "Vil bara láta þig vita að þú getur gert “svara” í staðinn fyrir “gefa álit” til að viðkomandi fái að vita að þú svaraðir honum ;)"
        },
        {
            "user": "fghfkgyughv",
            "user_id": "60479",
            "date": "2006-04-23 20:38:10",
            "id": "3384247",
            "reply_to_id": "3378275",
            "text": "“Svo að þær misstu Ben Arnold í hendurnar á Social Worker, en voru fljótar að ná honum aftur” what hvernig misstu þær hann í hendunar á social worker hver er það og hvað gerir hann?"
        },
        {
            "user": "ArwenUndómiel",
            "user_id": "63548",
            "date": "2006-04-24 14:42:49",
            "id": "3386785",
            "reply_to_id": "3384247",
            "text": "Sko, þær misstu hann þannig að það var enginn heima til að sinna honum og svo kom Social Worker og tók hann.\nSocial Worker er kona sem getur tekið af fólki börnin ef ekki er hugsað nógu vel um þau eða enginn er hjá þeim."
        },
        {
            "user": "ArwenUndómiel",
            "user_id": "63548",
            "date": "2006-04-24 14:31:55",
            "id": "3386747",
            "reply_to_id": "3378275",
            "text": "Það er kona sem getur tekið af manni börnin. Það getur gerst að börn eru tekin af fólki ef ekki er hugsað nógu vel um þau og þau skilin eftir ein heima:S"
        },
        {
            "user": "karamella",
            "user_id": "4619",
            "date": "2006-04-24 17:49:38",
            "id": "3387837",
            "reply_to_id": "3378275",
            "text": "Hvernig gastu gert allt fullt í persónleikanum? Er þá líka hægt að hafa allt tómt?"
        },
        {
            "user": "ArwenUndómiel",
            "user_id": "63548",
            "date": "2006-04-25 14:47:00",
            "id": "3391134",
            "reply_to_id": "3387837",
            "text": "Maður notar boolprop testingcheatsenabled true. Það er hægt að draga upp og niður;) Það er hægt:D"
        }
    ]
}