{
    "forum_title": "Húmor",
    "user": "Grjoni14",
    "user_id": "58980",
    "date": "2006-04-24 11:51:21",
    "title": "Brandara",
    "text": "Maður einn fær skelfilegan hausverk í vinnunni, ákveður að taka sér frí eftir hádegi og fer heim.\nÞegar hann kemur heim, fer hann inn í eldhús, finnur magnyl og tekur tvær.\nSvo heyrir hann tónlist, fer upp á loft og kemur að konu sinni með dvergi.\nHann öskrar á hana: Hundrað sinnum hef ég fyrirgefið þér þetta endalausa framhjáhald, þú lofaðir fyrir viku að hætta og svo kem ég að þér svona! Konan lítur á hann og segir: Vertu ekki að æsa þig elskan, sérðu ekki að ég er að reyna að minnka við mig?\nhvernig fær marr negra til að hætta hoppa í ruminu sínu ?\nsetur franskann rennilás uppi loftið\nHvernig nærðu negra niður úr tré ?\nSkerð á snöruna\nTveir gamlir skólafélagar hittust í Kringlunni. Þeir voru greinilega misefnaðir en áttu það sameginlegt að vera báðirað leita að gjöf handa  konunni sinni. Sá efnameiri er búinn að kaupa handa sinni og segir hinum  að hann hafi keypt handa henni demantshring og Benz.Vegna þess að ef  hún fílar ekki demantshringinn þá getur hún bara skutlast á Benzinum og  skilað hringnum.\nSá efnaminni þarf nú að fara og kaupa handa sinni og  þeir ákveða að hittast í kaffi eftir klukkutíma. Þegar þeir hittast  aftur spyr sá efnameiri groddalega hvað hann hafi nú keypt. Hinn  svarar: inniskó og vaselín. Það kemur skrýtinn svipur á ríka kallinn og hann spyr hvers vegna.\nSko, ef hún fílar ekki inniskóna þá getur hún bara troðið þeim upp í rassgatið á sér\nJapanir borða mjög litla fitu og fá mun færri hjartaáföll en Bandaríkjamenn og Englendingar.\nFrakkar borða mikla fitu og fá mun færri hjartaáföll en Bandaríkjamenn og Englendingar.\nJapanir drekka mjög lítið af rauðvíni og fá mun færri hjartaáföll en Bandaríkjamenn og Englendingar.\nÍtalir drekka mjög mikið af rauðvíni og fá mun færri hjartaáföll en Bandaríkjamenn og Englendingar.\nÞjóðverjar þanba bjór og háma í sig pylsum og fitu og þeir fá mun færri hjartaáföll en Bandaríkjamenn og Englendingar.\nNiðurstaða:\nBorðaðu og drekktu allt sem þig langar í. Forðastu að tala ensku.\nEf maður tekur rollu, skellir afturfótum hennar ofaní stígvélin sín og ríður henni, þá er maður kallaður Nonni me me (rolluríðari), alla ævi, hvar sem maður birtist.\nEn ef maður drepur rollu, brennir á henni andlitið, sýður andlitið í heitu vatni í nokrar klukkustundi, hellir hvítri sósu yfir, sýgur úr henni augun og sker úr henni tunguna, nagar af henni kjálkavöðvana og étur þetta alltsaman með grænum baunum, þá er maður bara Íslendingur í svaka stuði á Þorrablóti og enginn spyr rolluna hvort henni fannst betra.\nHvort hefðir þú viljað láta gera við þig?\nÍ FANGELSI fær maður 3 fríar máltíðir á dag.\nÍ VINNUNNI fær maður pásu fyrir 1 máltíð-sem maður þarf að borga sjálfur.\nÍ FANGELSI fær maður að fara fyrr út fyrir góða hegðun.\nÍ VINNUNNI fær maður meiri VINNU fyrir góða hegðun.\nÍ FANGELSI er maður sem opnar og lokar öllum hurðum fyrir mann\nÍ VINNUNNI þarftu að gera það sjálfur\nÍ FANGELSI má maður horfa á sjónvarpið og verið í tölvunni.\nÍ VINNUNNI þú verður rekinn.\nÍ FANGELSI fær maður sitt eigið klósett\nÍ VINNUNNI þarf maður að deila með öðrum\nÍ FANGELSI mega vinir og vandamenn koma í heimsókn\nÍ VINNUNNI ekki sjéns í helvíti.\nÍ FANGELSI borga skattgreiðendur allt fyrir þig\nÍ VINNUNNI Þarftu í fyrsta lagi að borga til að koma þér í vinnuna, og svo  er tekið 40% af þér í skatt….\ntil þess að borga fyrir fangana!\nFangaklefi er að meðali 2-4 fermetrum stærri en meðal skrifstofa hjá RB\nFelix var að farast úr greddu þegar hann fór í rúmið. Hann teygði sig yfir til konu sinnar, en hún sagði:\nEkki í kvöld Felix. Ég er að fara í kjallara skoðun á morgun og\nlæknirinn sagði mer að láta það ó gert að ríða 24 tímum fyrir skoðunina.Felix stundi\neitthvað og hugðist fara að sofa þegar hann stórt bros kom á hann og hann segir við eiginkonuna:\nSegðu mér þarftu nokkuð að fara til tanlæknis á morgun?\nÁ silfurbrúðkaupinu vaknaði eiginmaðurinn grátandi, eiginkonan vildi vita hvað væri að.\nHann svaraði: Manstu þegar pabbi þinn kom að okkur uppi á hlöðu loftinu og hótaði mér að ef\nað ég myndi ekki giftast þér þá myndi hann kæra mig og sjá til þess að ég myndi fá 25 ára dóm?\nHugsaðu þér að í dag væri ég orðin frjáls maður.\nReykvíkingur, Akureyingur og Hafnfirðingur voru saman á bar þegar þessari spurningu var kastað fram.\nAfhverju er karlmaðurinn með Kóng á typpinu?\nReykvíkingurinn svaraði: Það er til að veita manninum meiri ánægju.\nAkureyringurinn svaraði: Nei, nei, nei hann er til að veita konunni meiri ánægju.\nNei, nei, nei þið hafið báðir rangt fyrir ykkur, Sagði Hafnirðingurinn, Hann er svo að hendin renni ekki af.\nÞað var maður að reyna að fá foræði yfir barninu sínu og helt hann því mjög fast fram í réttinum að hann ætti barnið en ekki konan svo þegar dómarinn bað hann að færa rök fyrir þeirri fullyrðingu þá sagði  hann:\nHerra dómari ef þú setur 100 kall í coke sjálfsala þá kemur coke dós út. Hver á dósina þú eða sjálfsalinn?\n10 ástæður fyrir því af hverju fótbolti er betri en kynlíf:\n10. Þú mátt enn spila á móti hverjum sem er eftir að þú ert giftur.\n9. Í hvert sinn sem þú sérð færi máttu reyna að skora.\n8. Ef að þú getur ekki lyft boltanum, þá geturðu samt skorað.\n7. Þú mátt skora gegn öllum liðunum í deildinni, aftur og aftur.\n6. Fótbolti er sýndur í beinni útsendingu í sjónvarpinu.\n5. Það geta allir skotið á sama markið\n4. Það er löglegt að hafa knattspyrnu að atvinnu.\n3. Fótbolti endist í einn og hálfan tíma.\n2. Þú getur sagt vinum þínum frá boltanum eftir leikinn.\nog númer eitt: Tveir á einn og þrír á einn er ekkert óalgengt.\nKona fór til læknis og sagði honum að hún gæti ekki fengið manninn sinn til að gera það með henni. Læknirinn lætur hana fá pillur og sagði henni að gefa honum eina með kvöldmatnum ef hún vilji fá kynlíf. Strax sama kvöld læðir hún einni pillu í matinn hans, og það er eins og við manninn mælt, þau gerðu það um kvöldið og það var jafnvel betra heldur en það hafði verið. Næsta kvöld ákvað hún að gefa honum fjórar pillur, það köld var ótrúlegt, hún hafði aldrei upplifað annað eins. Kvöldið eftir gaf hún honum átta pillur, hann stökk á hana strax eftir matinn og hætti ekki fyrr en upp undir\nmorgun. Hún var svo ánægð að hún ákvað að gefa honum allar pillurnar, þannig að um kvöldið sturtaði hún úr pilluglasinu út í súpuna hjá honum. Tveim dögum seinna kemur sonur hennar til læknisins og segir, læknir, hvað gerðir þú eiginlega við pabba? Mamma er dáin, systir mín er ólétt, ég er að drepast í rassinum og pabbi hleypur um allt hús kallandi hérna kisi,kisi, kisi\nOg svo var það ljóskan sem fékk þennan gífurlega áhuga á dorgveiði.\nHún varð sér út um allan búnað til þess arna, veiðigræjur, borsveif, stól og hvað ekki.\nNú, svo var að skella sér í veiði. Hún kom sér fyrir úti á ísnum, settist á stólinn og fór að bora.\nÞá gall við rödd sem sagði: Hér er enginn fiskur. Henni varð bylt við og  leit í kringum sig en sá engan. Hún færði sig um set.\nÁ nýjum stað kom hún sér fyrir settist á stólinn og fór að bora. Og aftur gall við röddin:  Hér er enginn fiskur..\nAftur tók hún saman græjurnar og færði sig um set.  Og sem hún byrjar aftur að bora gellur við röddin: Hér er enginn fiskur.\nHún lítur í kringum sig, upp í loftið og allt í kring en sér engan.\nHún spyr með titrandi röddu.\nEr…, er þetta Guð?\nNEI! Þetta er umsjónamaður skautahallarinnar og hér er engan fisk að hafa…\nNunnan og Strætóbílstjórinn\nNunna kemur inn í strætó og sest beint fyrir aftan bílstjórann. Hún segir honum að hún sé dauðvona og að eina óskin sem hún eigi sé að upplifa kynlíf áður en hún deyr. Bílstjórinn samþykkir að uppfylla óskina hennar en nunnan segir honum að hún geti ekkert gert ef hann er giftur því þá komist hún ekki til himna. Bílstjórinn segir að það sé ekkert vandamál því hann sé ekki giftur. Nunnan segist líka verða að deyja jómfrú svo að hann megi bara notast við aftara gatið. Það er heldur ekkert vandamál segir bílstjórinn. Þar sem þau voru eina fólkið í strætó þá fóru þau aftast í vagninn og gengu frá sínum málum. Þegar þau höfðu lokið sér af og bílstjórinn var aftur farinn að keyra sagði hann: Ágæta systir, ég verð að játa eitt fyrir þér. Ég er giftur og á þrjú börn. Þá svarar nunnan: Það er ekkert mál því ég verð líka að játa eitt fyrir þér.\nÉg heiti Páll Óskar og er á leiðinni á grímuball.\nAf hverju eru ljóskur alltaf hárlausar að neðan ?\nÞví þær snúa dömubindunum alltaf öfugt.\nAf hverju tvöfalda ljóskur ekki uppskriftir?\nVegna þess að ofninn kemst ekki hærra en 350°c\nVoruð þið búin að heyra um Ljóshærða úlfinn?\nHann festist í gildru, og nagaði af sér 3 lappir og var samt fastur.\nLögga stoppaði ljóskuna sem ók á móti umferðinni á einstefnugötu.\nLöggan: Sástu ekki örvarnar?\nLjóskan: Ég sá ekki einu sinni Indjánana.\nLæknirinn: Taktu þessar pillu þrisvar á dag.\nLjóskan: Hvernig get ég tekið sömu pilluna oftar en einusinni?\nLæknirinn: Er hóstinn orðin betri?\nLjóskan: Já ég er búinn að æfa mig í alla nótt.\nHafiði heyrt um ljóshærða landkönnuðinn?\nHann tók með sér sandpappír, hann hélt að það væri kort af Sahara\neyðimörkinni\nHvernig kemurðu einhentri ljósku niður úr tré?\nÞú veifar til hennar.“,\nHvernig athugarðu greindarvísitölu ljósku?\nMeð loftmæli.\nHvað færðu ef þú blandar saman ljósku og górillu?\nÞað veit engin, það er bara takmörk fyrir því sem að górilla fæst til að gera.\nHvernig deyja heilasellur ljósku?\nEinmana…”,\nHvernig veistu að ljósku er vel við þig?\nHún sefur hjá þér tvær nætur í röð.\nAfhverju vinna ljóskur alla daga vikunnar?\nSvo að þú þurfir ekki að endurþjálfa þær á mánudegi.\nHver er munurinn að ljósku og múrstein?\nÞegar þú ert búinn að leggja múrsteininn þá eltir hann þig ekki í tvær vikur vælandi.\nTveir gyðingar, Master og Símon, voru á leið úr sýnagógunni og rifust ákaft.\nDavíð segir við Símon: Þú segir að svart sé ekki litur, ég segi að það sé litur. Þetta þras þýðir ekkert, við verðum að fá rabbínann til að skera úr um þetta, segir Símon Þeir kalla á rabbínann og segja honum frá rifrildinu. Við skulum athuga hvað bókin helga segir um þetta, segir rabbíninn og vill fara varlega í að kveða upp dóm. Nær í bókina helgu og blaðar í henni um stund og segir svo: Jú, jú, bókin helga segir að svart sé litur. Þá lá það fyrir og ekki hægt að draga í efa það sem bókin helga sagði. Skömmu síðar blossar aftur upp háaðarifrildi milli gyðinganna tveggja og Master segir við Símon: Þú segir að hvítt sé ekki litur, ég segi að það sé litur. Við verðum að fá botn í þetta og þeir eru sammála um að kalla aftur á rabbínann. Um hvað eruð þið nú að rífast? spyr rabbíninn. Ég segi að hvítt sé litur en hann ekki, svarar Davíð. Við skulum sjá hvað bókin helga segir um þetta, svarar rabbíninn á ný. Jú, jú, það er ekki um að villast, bókin helga segir að hvítt sé litur.Þarna sérðu, segir Master við Símon, þú hefðir átt að trúa mér - þetta var litasjónvarp sem ég seldi þér!\nÞrír menn voru dánir og voru á leiðinni til Lykla-Péturs. Þegar þeir komu ákvað Lykla-Pétur að skemmta sér svolítið. Sá sem dó versta dauðdagann má fara upp til himna sagði Lykla-Pétur.\nSá fyrsti sagði: Ég bý á 3. hæð í blokk. Það var þannig að ég hafði alltaf haldið að konan mín væri að halda framhjá svo ég ákvað að koma snemma heim úr vinnunni og finna manninn. Eftir langa leit fann ég hann ekki. Ég fór útá svalir og sé þar mann hangandi á svalarhandriðinu. Ég varð svo reiður að ég byrjaði að slá á fingurna á honum, en hann datt ekki niður. Þá náði ég í hamarinn minn og fór að lemja. Þá datt hann niður, en var svo heppinn að hann lenti á runna. Þannig að ég náði\ní ískápinn minn og henti honum á hann. Ég held að hann hafi dáið. En eftir alla áreynsluna fékk ég hjartaáfall og dó. Þú hefur dáið hræðilegum dauðdaga, sagði Lykla-Pétur. Þú mátt fara upp.\nSá næst sagði: Ég bý á 4. hæð í blokk. Það var þannig að ég var að gera mínar daglegu armbeygjur á svölunum hjá mér. En vildi svo óheppilega til að ég rann til og datt, en svo heppilega til að ég náði tökum á svölunum fyrir neðan. Ég var búinn að hanga þar í nokkurn tíma þegar maður kemur út á svalir. Ég verð rosalega glaður þangað til hann fer að lemja á fingurna á mér. En ég næ að halda mér. Þá nær hann í hamar og lemur á fingurna. Þá datt ég, en lendi á runna. Þegar ég er að fara að standa upp hendir hann ískáp á mig. Og þá dó ég. Þetta var ennþá verri dauðdagi, sagði Lykla-Pétur. Þú mátt fara upp. Sá þriðji sagði: Já, það var þannig að ég var að fela mig í ískáp…\nÚtaf hverju lenti ljóskan í þirluslisi?\nHún slökti á viftunni..\nHver er munurinn á ljósku og Benz?\nÞú lánar ekki Benzinn",
    "url": "https://www.hugi.is/humor/greinar/399988/brandara/",
    "url_id": "399988",
    "id": "3382967",
    "replies": [
        {
            "user": "JackTorrance",
            "user_id": "63090",
            "date": "2006-04-24 15:10:55",
            "id": "3386963",
            "reply_to_id": "3382967",
            "text": "mér finnst þetta gaman hahgahahahahahga"
        },
        {
            "user": "sursson",
            "user_id": "60892",
            "date": "2006-04-24 17:04:32",
            "id": "3387565",
            "reply_to_id": "3382967",
            "text": "Tveir gyðingar, Master og Símon, voru á leið úr sýnagógunni og rifust ákaft.\nDavíð segir við Símon:\nWtf hvenær kom davíð inní þetta spyr ég bara?\nEn annars FÁRÁNLEGA fyndnir sumir þessir brandara"
        },
        {
            "user": "Beninie",
            "user_id": "45003",
            "date": "2006-04-24 17:16:17",
            "id": "3387645",
            "reply_to_id": "3382967",
            "text": "góð samansöfnun af bröndurum :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-04-24 18:06:48",
            "id": "3387920",
            "reply_to_id": "3382967",
            "text": "Hahahahhaha"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2006-04-24 20:22:41",
            "id": "3388738",
            "reply_to_id": "3382967",
            "text": "hvernig fær marr negra til að hætta hoppa í ruminu sínu ?\nsetur franskann rennilás uppi loftið\nFatta ekki."
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2006-04-25 00:12:46",
            "id": "3390057",
            "reply_to_id": "3388738",
            "text": "Þeir eiga að hafa mikið af líkamshárum.."
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2006-04-25 07:40:08",
            "id": "3390326",
            "reply_to_id": "3390057",
            "text": "hehehehehehe"
        },
        {
            "user": "Blender",
            "user_id": "15536",
            "date": "2006-04-25 22:47:33",
            "id": "3393818",
            "reply_to_id": "3390057",
            "text": "Nei, reyndar er þetta því hárið á þeim er svo gróft eða stammt … veit ekki rétta orðið yfir þetta.\nHef aldrei heyrt þá kenningu um að litaðir séu með meiri líkamshár en hvítir."
        },
        {
            "user": "Blender",
            "user_id": "15536",
            "date": "2006-04-25 23:06:52",
            "id": "3393934",
            "reply_to_id": "3393818",
            "text": "Ég hef heldur aldrei heyrt kenningu um að hárið þeirra sé gróft eða stamt………………………"
        },
        {
            "user": "Blender",
            "user_id": "15536",
            "date": "2006-04-26 00:50:36",
            "id": "3394336",
            "reply_to_id": "3393934",
            "text": "Hefurðu virkilega aldrei snert hárið á litaðri manneskju ?  Þetta er ekki kenning, þetta er common knowledge og mér finnst skrítið að þú þrætir fyrir þetta."
        },
        {
            "user": "Seemann",
            "user_id": "17721",
            "date": "2006-05-02 23:33:38",
            "id": "3421666",
            "reply_to_id": "3393818",
            "text": "Meinarðu ekki hrokkið hár?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-04-29 02:29:06",
            "id": "3404986",
            "reply_to_id": "3388738",
            "text": "þeir eru með svo krullað há"
        },
        {
            "user": "turtlesfan",
            "user_id": "56965",
            "date": "2006-04-29 17:19:51",
            "id": "3406365",
            "reply_to_id": "3388738",
            "text": "hvernig fær marr negra til að hætta hoppa í ruminu sínu ?\nsetur franskann rennilás uppi loftið\nFatta ekki.\nAfróið…"
        },
        {
            "user": "Demona",
            "user_id": "39409",
            "date": "2006-04-29 00:15:47",
            "id": "3404583",
            "reply_to_id": "3382967",
            "text": "Eitt orð…SNILLD! =D"
        },
        {
            "user": "RedHead",
            "user_id": "53657",
            "date": "2006-04-29 23:24:39",
            "id": "3408159",
            "reply_to_id": "3382967",
            "text": "Sko, ef hún fílar ekki inniskóna þá getur hún bara troðið þeim upp í rassgatið á sér\nhahah snilld :D\ngott safn af mörgum góðum bröndurum :D ekki búin að heyra marga af þeim ;)"
        },
        {
            "user": "hoddii",
            "user_id": "17641",
            "date": "2006-05-22 21:18:28",
            "id": "3513322",
            "reply_to_id": "3382967",
            "text": "Af hverju eru ljóskur alltaf hárlausar að neðan ?\nÞví þær snúa dömubindunum alltaf öfugt.\nEhh ég skil þennann ekki alveg"
        }
    ]
}