{
    "forum_title": "Heilsa",
    "user": "ringdenim",
    "user_id": "60051",
    "date": "2006-05-02 08:39:47",
    "title": "Skera sig niður fyrir sumarið!",
    "text": "Já nú er sumarið að ganga í garð og allir fara að fækka fötum. Þá er tilvalið að bara í ræktina og brenna smá. En hvar á maður að byrja og hvernig? Að skera sig niður er ekki það mikið mál í raun og veru. Hérna koma nokkur skref um hvernig á að fara að þessu.\n1. Farðu á brettið eða hjólið eða út að skokka ÁÐUR en þú borðar morgunmat. Þetta er pottþétt áhrifamesta og mikilvægasta ráðið til að brenna þá fitu sem er ekki velkomin. með því að fara út að skokka eða á brettið fyrsta á morgnana hefur þau áhrif að maður brennir 300% meiri fitu en nokkurn tímann yfir daginn! Þegar maður vaknar þá hefur maður enga orku er það ekki? Það er vegna þess að maður hefur ekki fengið sér nein kolvetni í svona 8 tíma (fer eftir hvenær þú fórst að sofa) Þá neyðist líkaminn til þess að nota fituna á líkamanum sem orku.\n2. Núna ertu byrjaður/byrjuð að brenna fitu af líkamanum en hvernig ertu viss um að það komi ekki meiri svokölluð óvelkomin fita. Fyrsta skrefið við að finna rétt mataræði er að finna út hvað líkaminn brennir mörgum kaloríum á hverjum degi. Það er auðveldlega gert hér:\nhttp://www.bodybuilding.com/fun/bbprotein.htm.\n(kann ekki að ‘hyperlinka’ því miður)\n3. Svo mæli ég með því að þið lyftið líka og það eykur náttúrulega brennsluna og svo ættuð þið kannski að finna eitthvað fitubrennsluefni til að gefa ykkur aukna orku. persónulega finnst mér Sportþrennan frá Lýsi vera að gera sig. Það er L-Carnatine í því sem er talið hafa jákvæð áhrif á uppbyggingu vöðva sem og sérstaka eiginleika til fitubrennslu.\nÉg tók mest af þessu úr grein sem Ryan Swan skrifaði á slóðinni:\nhttp://www.teenbodybuilding.com/ryanswan2.htm\nen ég bætti nokkrum punktum við sem mér fannst að ættu að koma fram.\nEndilega lesa þessa grein ef þið viljið fræðast meira um þetta.",
    "url": "https://www.hugi.is/heilsa/greinar/401587/skera-sig-nidur-fyrir-sumarid/",
    "url_id": "401587",
    "id": "3404836",
    "replies": [
        {
            "user": "Kartaflan",
            "user_id": "51677",
            "date": "2006-05-02 08:49:46",
            "id": "3417510",
            "reply_to_id": "3404836",
            "text": "Veit ekki hvort ég myndi meika að fara út að hlaupa fyrir morgunmat. Verð alltaf að borða um leið og ég vakna! Annars verður mér flökurt, ég verð slöpp og líður eins of það sé að fara að lýða yfir mig. Svo ég held að þetta myndi ekki virka fyrir mig…\nÁgætis pæling samt sem áður."
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2006-05-02 12:10:49",
            "id": "3417896",
            "reply_to_id": "3417510",
            "text": "Ekki pæling. STAÐREYND!!!\nEf að þú æfir engar íþróttir og hefur aldrei gert þá er það bara skyljanlegt að þú nennir ekki að fara út að skokka á morgnanna. En mundu að Róm var ekki byggð á einum degi þannig að ég hef trú á þér ef þú á annað borð vilt grenna þig… :Þ"
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2006-05-02 13:55:08",
            "id": "3418385",
            "reply_to_id": "3417896",
            "text": "hvernig veistu að hún hefur aldrei æft íþróttir?\nekki koma með svona komment nema að þú vitir hvað þú ert að segja"
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2006-05-02 13:56:21",
            "id": "3418392",
            "reply_to_id": "3418385",
            "text": "Ef að þú æfir engar íþróttir\nekki koma með svona komment nema að þú vitir hvað þú ert að segja"
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2006-05-02 14:14:27",
            "id": "3418468",
            "reply_to_id": "3418392",
            "text": "ertu að grínast?\nþú ert að koma með heilt svar byggt á þeim forsendum að hún hafi aldrei æft neinar íþróttir, hvað ef að hún hefur æft/er að æfa? Þá er svarið þitt strax hætt að ganga upp! Kannski er hún mjög “fit” og þarf ekki að fara út að skokka á morgnana, hvað með það?\nÞú tekur of afmarkað efni sem er líklega byggt á röngum forsendum til grandskoðunar og af því leiðir að svarið getur gefið litla sem enga hjálp nema að jafnan gangi upp alveg eins og þú vilt hafa hana. Semsagt að hún hafi aldrei æft neitt og nenni þessu ekki! Já meðan ég man copy paste-aðu eitthvað úr þessu svari mínu og vertu geggjað töff."
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2006-05-02 14:30:26",
            "id": "3418540",
            "reply_to_id": "3418468",
            "text": "Guð minn góður Ísak. Lestu þetta hérna fyrir neðan vandlega og þá sérðu vonandi að ég var að segja\nEF\nhún æfði engar íþróttir. Ég veit ekkert um hvort hún sé að æfa íþróttir eða ekki.\nEf að þú æfir engar íþróttir"
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2006-05-02 14:35:02",
            "id": "3418562",
            "reply_to_id": "3418540",
            "text": "já takk fyrir að láta þetta hér í annað sinn…gat alveg lesið það í svarinu þínu, og svo næsta svari þínu og svo aftur núna, ég sagði bara að\nEF\nað hún æfði nú íþróttir væri svarið þitt alveg useless!"
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2006-05-02 14:38:26",
            "id": "3418576",
            "reply_to_id": "3418562",
            "text": "Af hverju sagðir þú það ekki strax í stað þess að koma með einhver svona heimskuleg komment ef þú meinar þau svo ekki:\nhvernig veistu að hún hefur aldrei æft íþróttir?\nekki koma með svona komment nema að þú vitir hvað þú ert að segja\nÞar sem að þetta veistu í setningunni lítur út fyrir að vera alhæfing þá finnst mér bara ekki vera neitt samræmi í þessum svörum hjá þér."
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2006-05-02 14:39:49",
            "id": "3418582",
            "reply_to_id": "3418576",
            "text": "Þá finnst þér það ekki…lestu þetta bara aftur í gegn og þá gætiru séð samhengið"
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2006-05-02 14:41:30",
            "id": "3418593",
            "reply_to_id": "3418582",
            "text": "Finnst mér hvað ekki?\nLest þú það aftur í gegn, ég var að klára það…"
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2006-05-02 14:43:25",
            "id": "3418607",
            "reply_to_id": "3418593",
            "text": "\"Þar sem að þetta veistu í setningunni lítur út fyrir að vera alhæfing\nþá finnst mér\nbara ekki vera neitt samræmi í þessum svörum hjá þér.\"\nég þarf ekkert að lesa þetta aftur er með nokkuð góða yfirsýn á þessa umræðu"
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2006-05-02 14:49:06",
            "id": "3418645",
            "reply_to_id": "3418607",
            "text": "Já… ég hlít að hafa sömu yfirsýn fyrst að við höfum verið að rökræða hérna.\nÉg skil ekki hvernig þú getur séð samræmi í þessu tvennu:\nÍ þessu svari segir þú að ég hafi sagt að hún hafi aldrei æft neinar íþróttir:\nþú ert að koma með heilt svar byggt á þeim forsendum að hún hafi aldrei æft neinar íþróttir\nÍ þessu svari segir þú síðan að EF hún æfði íþróttir sem er nokkurnvegin það sama og ég sagði í mínu fyrsta svari til hennar/hans:\nég sagði bara að EF\nað hún æfði nú íþróttir"
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2006-05-02 14:51:23",
            "id": "3418654",
            "reply_to_id": "3418645",
            "text": "þú ert svo heimskur!\nég sagði EF að hún æfði íþróttir\nþú aagðir EF að hún æfði EKKI íþróttir!\nég koma bara með þetta til að sýna þér að svarið þitt gengi ekki upp EF að hún æfði íþróttir vegna þess a eins og e´g sagði í fyrra svarinu\nþá ert þú að koma með heilt svar byggt á þeim forsendum að hún hafi aldrei æft neinar íþróttir."
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2006-05-02 14:54:20",
            "id": "3418678",
            "reply_to_id": "3418654",
            "text": "Rólegur þarna.\nSama hvort að ég hafði eitthvað ekki inni í setningunni þá skiptir það engu máli. Ég hefði alveg eins getað sagt í fyrsta svarinu:\nEf að þú æfir íþróttir. En það hefði ekkert breytt samhenginu neitt í rauninni."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-05-02 15:38:57",
            "id": "3418973",
            "reply_to_id": "3418678",
            "text": "“Ef að þú æfir íþróttir og hefur aldrei gert þá er það bara skyljanlegt að þú nennir ekki að fara út að skokka á morgnanna.”\nuuu…jú það hefði breytt helling, og eins og e´g sagði í fyrsta svarinu sem verður óumflýjanlega niðurstaðan í endanum á þessari umræðu :\nekki kommenta nema að hafa vit í svarinu"
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2006-05-02 14:55:36",
            "id": "3418692",
            "reply_to_id": "3418654",
            "text": "Já… og ég var búinn að útskýra af hverju ég sagði EKKI að hún væri ekki að æfa íþróttir."
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2006-05-02 15:39:14",
            "id": "3418975",
            "reply_to_id": "3418692",
            "text": "en þú sagðir það nú samt"
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2006-05-02 16:11:01",
            "id": "3419180",
            "reply_to_id": "3418975",
            "text": "Ok… lestu fyrsta svarið. Stendur allt þar. það var upphafið og það er endirinn. Skil ekki af hverju þú byrjaðir á annað borð að svara mér.\nSvo fannst mér þú vera frekar dónalegur þegar að þú sagðir að ég væri heimskur."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-05-02 18:07:44",
            "id": "3419797",
            "reply_to_id": "3419180",
            "text": "ekki mér að kenna að þú skildir þetta ekki"
        },
        {
            "user": "...",
            "user_id": "38859",
            "date": "2006-05-05 11:22:59",
            "id": "3432177",
            "reply_to_id": "3418654",
            "text": "Með byrjuninni á þessu svari skeistu á þig."
        },
        {
            "user": "xTravis",
            "user_id": "6570",
            "date": "2006-05-02 19:39:50",
            "id": "3420321",
            "reply_to_id": "3418562",
            "text": "ef þú hefðir lesið þetta í fyrra skiptið hefðiru ekki haldið áfram að rífa þig, nema þú sért bara svona nautheimskur að skilja ekki hvað stendur þarna…"
        },
        {
            "user": "dabbinn",
            "user_id": "43542",
            "date": "2006-05-02 15:51:59",
            "id": "3419060",
            "reply_to_id": "3418468",
            "text": "Er svona erfitt að skilja að hann sagði\nef\n? Það réttlætir þessa setningu þá!"
        },
        {
            "user": "Haukzi",
            "user_id": "48476",
            "date": "2006-05-02 15:54:05",
            "id": "3419075",
            "reply_to_id": "3419060",
            "text": "veit það en ef að þú lest svörin kemstu að því að EF að hún æfði nú íþróttir..segjum það td. þá er þetta svar hans useless, en það virðist eitthvað erfitt að skilja fyrir suma…"
        },
        {
            "user": "Haukzi",
            "user_id": "48476",
            "date": "2006-05-02 16:13:08",
            "id": "3419195",
            "reply_to_id": "3419075",
            "text": "Þá tekur hún það fram ef hún óskast eftir betri svari…"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2006-05-02 15:56:12",
            "id": "3419095",
            "reply_to_id": "3418468",
            "text": "kannski æfir hun ekki íþrótt…"
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2006-05-02 15:57:25",
            "id": "3419101",
            "reply_to_id": "3419095",
            "text": "en kannski æfir hún…þá er haraldur með gjörsamlega useless comment"
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2006-05-02 16:12:43",
            "id": "3419191",
            "reply_to_id": "3419101",
            "text": "Ísak. face it. 3 á móti einum og svarið þitt meikar ekkert sens. Ég skal ekki bögga þig neitt ef þú bindur enda á þetta núna á skynsamlegan hátt."
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2006-05-02 18:08:43",
            "id": "3419805",
            "reply_to_id": "3419191",
            "text": "ohh halli þú ert svo hardcore online að ég er að deyja…mér er alveg sama þótt að eitthvað fólk á huga sé á móti mé"
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2006-05-02 19:00:16",
            "id": "3420049",
            "reply_to_id": "3419805",
            "text": "Nei, ég er ekki hardcore. Ég veit það. Ég bara vill að þú reynir aðeins að bæta sjálfan þig og hætta þessari vitleysu því að þú eyðir bara bæði þínum tíma og tima annarra."
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2006-05-02 20:34:16",
            "id": "3420711",
            "reply_to_id": "3420049",
            "text": "hha ég ræð hvernig ég eyði tímanum og hvaða öðrum tíma er ég að eyða?"
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2006-05-02 20:43:21",
            "id": "3420778",
            "reply_to_id": "3420711",
            "text": "k"
        },
        {
            "user": "Trolldad",
            "user_id": "33466",
            "date": "2006-06-04 03:52:41",
            "id": "3570836",
            "reply_to_id": "3419805",
            "text": "Þú ert þrjóskur andskoti. Spurning um að taka hausinn aðeins úr rassgatinu á sér og fara að halda kjafti áður en þú skítur meira á þig."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-05-02 18:38:44",
            "id": "3419942",
            "reply_to_id": "3418468",
            "text": "HAHAHAHAHHAH! Róa sig, djöfull ertu tregur."
        },
        {
            "user": "Svafnir",
            "user_id": "8098",
            "date": "2006-05-19 23:16:00",
            "id": "3499211",
            "reply_to_id": "3418468",
            "text": "Vá rólegur að missa sig yfir korki."
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2006-05-02 14:03:39",
            "id": "3418415",
            "reply_to_id": "3417896",
            "text": "Tja, ég get ekki farið út að hlaupa á morgnanna án þess að verða óglatt og líða illa og fá mígreniskast. Samt æfi ég nú íþróttir fimm daga vikunnar.\nFólk er misjafnt. Sumir hreinlega geta ekki farið út að skokka án þess að vera búin að borða eitthvað og vakna aðeins. Síðast þegar ég gerði það fékk ég mígreniskast, bara svo að ég tali nú bara fyrir mig.."
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2006-05-02 14:11:52",
            "id": "3418452",
            "reply_to_id": "3418415",
            "text": "Já okei. Enda sagði ég að fyrst hún æfði engar íþróttir væri þetta skyljanlegt en ég sagði ekkert samt um að ef hún æfði íþróttir myndi þetta vera öðruvísi hjá henni. Ég æfi líka íþróttir og er það frjálsar og æfi þar einungis hlaup með einhverjum lyftingum þannig að ég er kannski betur undirbúinn undir eitthvað svona þar sem að ég er að æfa hlaup… :Þ\nVeit það ekki…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-05-02 14:24:25",
            "id": "3418513",
            "reply_to_id": "3418452",
            "text": "Ætli það ekki. Ég æfi nú ekki hlaup þó að við gerum mjög mikið af hlaup, þó aðallega sprettæfingum á æfingu. Ég gæti aldrei fyrir mitt litla líf gert það sem við gerum á æfingu fyrir hádegi, maginn minn og skapið mitt er hreinlega ekki tilbúið til þess… Kvöldin eru lang best fyrir hreyfingu að mínu mati, enda er ég svo mikil b-manneskja… ;P"
        },
        {
            "user": "shs",
            "user_id": "61110",
            "date": "2006-05-02 18:33:46",
            "id": "3419912",
            "reply_to_id": "3418452",
            "text": "Það er bara þannig að starfssemi líkama fólks er mjög ólík. Sumir virðast ekki geta borðað fyrr en eftir 1-2 klst eftir að þeir vakna og því geta þeir farið út að hlaupa á morganna, svo eru aðrir sem hafa þannig brennslu að þeir vakna svangir og því hafa þeir ekki orku í að fara út að hlaupa, það er að segja líkaminn meikar ekk þennan orkuskort. Þegar líkaminn er að biðja um orku þá fær fólk oft svima. Þetta hefur ekki bara með þjálfun að gera, heldur líka samsetningu kvöldmatarins, t.d. ef þú borðar fisk kvöldinu áður þá ertu orkuminni um morguninn en ef þú borðar kjöt. Svo hefur það líka með að gera hvenær fólk er með mesta orku. Þú getur sé það í því hvenær fólk er með mesta orku, sumir eru orkumiklir á morgnanna en aðir seinni partinn"
        },
        {
            "user": "Kartaflan",
            "user_id": "51677",
            "date": "2006-05-04 09:02:55",
            "id": "3427061",
            "reply_to_id": "3419912",
            "text": "einmitt! Gott að einhver fattaði svarið mitt…"
        },
        {
            "user": "Kartaflan",
            "user_id": "51677",
            "date": "2006-05-02 14:42:55",
            "id": "3418606",
            "reply_to_id": "3417896",
            "text": "Ég er nú engin íþróttafrík, en en ég fer í líkamsrækt svona 2svar í viku og fer líka stundum í sund.\nEn, allavegana þá var ég bara ekkert að tala um það. Ég bara byrja ekki að virka á morgnanna fyrr en ég hef borðað morgunmat. Það er samt bara misjafnt eftir fólki og sumir borða engan morgumnat og hafa það fínnt(sem á víst að vera mjög óhollt).\nÉg er líka í kjörþyngd, og þarf ekki að grenna mig en EF ég vildi það þá mundi ég ekki velja þessa leið, bara fyrir mig persónulega…"
        },
        {
            "user": "alfisti",
            "user_id": "52848",
            "date": "2006-05-03 09:25:43",
            "id": "3422176",
            "reply_to_id": "3417896",
            "text": "það væri gaman að sjá hversu margir íslendingar hafa gert það að lífsvenju að fara út að skokka fyrir morgunmat,ekkki margir trúi ég,hugsunin bak við erobikk á fastandi maga er að spara sér tíma,20 min fastandi móti 60 min eftir máltíð."
        },
        {
            "user": "hannson",
            "user_id": "4089",
            "date": "2006-05-02 18:14:35",
            "id": "3419832",
            "reply_to_id": "3417510",
            "text": "Ég bendi á Heilsuráðgjöf.is\nhttp://www.heilsuradgjof.is/xodus.asp?id=33&Pagename=Brenna%20til%20a%F0%20grenna"
        },
        {
            "user": "Emillinn",
            "user_id": "53651",
            "date": "2006-05-06 19:07:31",
            "id": "3438986",
            "reply_to_id": "3417510",
            "text": "ÆFIR ÞÚ ÍÞRÓTT ?"
        },
        {
            "user": "Mephz",
            "user_id": "29276",
            "date": "2006-05-02 10:36:50",
            "id": "3417670",
            "reply_to_id": "3404836",
            "text": "Bara að þetta væri svona einfalt.\nhvaða mat er best að borða ef maður vill þyngjast? ég er alveg svakalega óhollt mataræði en fitna bara ekki neitt! (hef auðvitað lika profað hollt mataræði sama svar þar)“#$”#\nHvernig á ég að brenna ef eg fæ enga fitu til að brenna."
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2006-05-02 12:08:33",
            "id": "3417883",
            "reply_to_id": "3417670",
            "text": "Þá áttu bara að lyfta og borða MIKIÐ!!! Þá verðurðu allavegann hrikalega massaður ef þú fitnar ekki… :Þ"
        },
        {
            "user": "Splifftastic",
            "user_id": "63232",
            "date": "2006-05-02 12:45:47",
            "id": "3418054",
            "reply_to_id": "3417670",
            "text": "Jáá, þetta er alveg ótrúlegt helvíti. Maður étur og étur og étur, en þyngist varla um gramm.\nHeld að eina ráðið sé að fara á fæðubótarefni, prófaði það allavega einu sinni,\nog ég þyngdist allavega eitthvað og bætti á mig smá massa í leiðinni."
        },
        {
            "user": "Soldier127",
            "user_id": "8627",
            "date": "2006-05-02 12:52:07",
            "id": "3418099",
            "reply_to_id": "3417670",
            "text": "Éttu nóg af brauði og kartöflum og þú munt þyngjast :)"
        },
        {
            "user": "alfisti",
            "user_id": "52848",
            "date": "2006-05-02 13:34:58",
            "id": "3418285",
            "reply_to_id": "3418099",
            "text": "þyngjast af fitu þá væntanlega?"
        },
        {
            "user": "kjellz",
            "user_id": "37754",
            "date": "2006-05-05 21:12:50",
            "id": "3435317",
            "reply_to_id": "3418285",
            "text": "Þyngjast af fitu sem líkaminn notar til að byggja upp vöðva já,  þú borðar ekki einhver vöðvaefni sem hlaðast bara utaná líkamann þinn (ekkert illa meint sko =D)"
        },
        {
            "user": "alfisti",
            "user_id": "52848",
            "date": "2006-05-05 22:31:23",
            "id": "3435606",
            "reply_to_id": "3435317",
            "text": "þú býrð ekki til vöða úr sykri,þó að kolvetni komi þar við sögu að einhverju leiti,aðal byggingaefni vöðva er prótein,besta leiðin til að auka vöðvamassa er að örva testosterone framleiðslu líkamans,neysla kolvetna lækkar magn testosterons og vaxarhormóns og minnkar þannig líkur á að auka vöðvamassa."
        },
        {
            "user": "Mephz",
            "user_id": "29276",
            "date": "2006-05-02 18:45:39",
            "id": "3419981",
            "reply_to_id": "3418099",
            "text": "át á tímabili 8 ristuðbrauð i hadeginu á hverjum degi þyngdist ekki um gramm.\nog það eru kartöflur með nanast hvaða kvöldmat sem er hérna á heimilinu.\nSvekk! :|"
        },
        {
            "user": "Soldier127",
            "user_id": "8627",
            "date": "2006-05-02 19:05:42",
            "id": "3420090",
            "reply_to_id": "3418099",
            "text": "Já og nota hana til að byggja upp."
        },
        {
            "user": "Gibri",
            "user_id": "63102",
            "date": "2006-05-02 17:16:31",
            "id": "3419548",
            "reply_to_id": "3417670",
            "text": "iT wILL gATHER iN yOURE hEAD uNTIL iT eXPLODES yOU"
        },
        {
            "user": "nalani",
            "user_id": "30987",
            "date": "2006-05-02 17:48:51",
            "id": "3419708",
            "reply_to_id": "3419548",
            "text": "hehe capslock? :P"
        },
        {
            "user": "Mephz",
            "user_id": "29276",
            "date": "2006-05-02 18:44:09",
            "id": "3419974",
            "reply_to_id": "3419548",
            "text": "góður gibri."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-05-02 18:40:55",
            "id": "3419960",
            "reply_to_id": "3417670",
            "text": "Þetta er frekar einfallt. Þetta er bara erfitt :) En ég mundi varla segja þetta “skera sig niður”. Ef maður er að skera sig niður þá er maður að reyna að missa eins lítinn vöðvamassa og um getur."
        },
        {
            "user": "shs",
            "user_id": "61110",
            "date": "2006-05-02 18:47:14",
            "id": "3419990",
            "reply_to_id": "3417670",
            "text": "Af þeim matategundum sem til eru eru kolhydroxíð (kolvetni) það sem er mest fitandi, það er að segja þau skilja mest eftir af kalóríum. Ef þú ert að reyna að þynnjast þá skaltu líka forðast próteinríktfæði því það líkaminn fær nær engar aukakalóríur úr því að það er mjög saðsamt."
        },
        {
            "user": "alfisti",
            "user_id": "52848",
            "date": "2006-05-03 09:22:22",
            "id": "3422173",
            "reply_to_id": "3419990",
            "text": "þetta er rangt,kolvetni er 4 kaloríur á gramm,móti 9 kaloríum á fitu.sú segir líka q…..Ef þú ert að reyna að þynnjast þá skaltu líka forðast próteinríktfæði því það líkaminn fær nær engar aukakalóríur úr því að það er mjög saðsamt…….tilvitnun líkur.Ef maður ætlar að þyngjast af vöðvum er prótein í 1.sæti,einnig er rangt að líkaminn fái engar aukakaloríur úr próteini,en 4 kaloríur eru í prótein grammi eins og kolvetnagrammi."
        },
        {
            "user": "shs",
            "user_id": "61110",
            "date": "2006-05-04 17:40:11",
            "id": "3429021",
            "reply_to_id": "3422173",
            "text": "Fyrigefðu en ég er að læra matvælafræði og lífeðlisfræði í háskóla og í bókunum sem þar eru notaðar kemur fram að kolvetni (kolhydroxýð) setst mest í líkamann (flestar kalóríur), þetta er í bókum eftir menn sem eru í hæðsta klassa. Vissulega er það rétt prótein þarf að vera í fæðu því þetta er helsta byggingarefni vöðva, prótein er saðsamt vegna þess að það er mikil vinna fyrir líkamann að brjóta það niður, ég ætla ekki að drepa þig úr leiðindum með því að taka það skref fyrir skref;)"
        },
        {
            "user": "alfisti",
            "user_id": "52848",
            "date": "2006-05-04 17:59:36",
            "id": "3429135",
            "reply_to_id": "3429021",
            "text": "ef þú ert að læra matvæla og lífeðlisfræði í háskóla hlýtur þú að vita að í kolvetnum og próteinum eru 4 caloríur í grammi en 9 í grammi að fitu,þetta er ekki eitthvað sem ég skálda upp.Hinns vegar eru menn að innibyrða mikið magn hitaeininga í formi unninna kolvetna sem svo sannarlega eiga mikinn þátt í að safna aukakílóum á líkamann.það er gott hjá þér að drepa mig ekki úr leiðindum með röngum útskýringum tími minn er dýrmætari en svo,enda hef ég verið ákafur áhugamaður um næringarfræði í annsi langann tíma.Ef þú skoðar kommentið þitt sem ég síðan svaraði kemstu um raun um að það er alrangt,ef þú efast um það skaltu leggja það fyrir kennara þína í matvæla og lífeðlisfræði og fá úr því skorið."
        },
        {
            "user": "shs",
            "user_id": "61110",
            "date": "2006-05-04 21:07:18",
            "id": "3430275",
            "reply_to_id": "3429135",
            "text": "Víst þú hefur svona mikin áhuga á næringarfræði þá hefði ég nú einmitt haldið að þú vildir eyða honum í að vita um hvað verður virkilega um næringarefni í líkamanum, þannig að þú hefur varla mikin áhuga;)\nEn ef þú hefur virkilegan áhuga þá ráðleg ég þér að lesa bók sem heitir Food Chemistry edited by Owen R. Fennema, þetta er eins konar biblía matvælafræðinnar.\nSíðan bara svo þú vitir þá hef ég farið í mörg matvælafyrirtæki í sambandi við þetta (EF) nám mitt (eins og þú kallar það) og þar er ALL STAÐAR sagt að prótein sé það sem gefi fæstar kalóríur eftir þegar líkaminn er búinn að brjóta það niður, því eins og þú hlýtur að vita eru prótein mjög flókknar sameindir og því mikið mál að brjóta þau niður (reyndar mis efitt).\nSvo eitt enn ef þú borðar mikið prótein þá er hætt á of mikilli vöðvamyndun t.d. í hjartavöðva sem getur leitt til hjartaáfalls fyrr á ævinni en ella. Það því að blanda saman öllum fæðuflokkum en borða bara ekki of mikið eða lítið"
        },
        {
            "user": "alfisti",
            "user_id": "52848",
            "date": "2006-05-04 22:08:35",
            "id": "3430607",
            "reply_to_id": "3430275",
            "text": "þú segir…(þar er ALL STAÐAR sagt að prótein sé það sem gefi fæstar kalóríur eftir þegar líkaminn er búinn að brjóta það niður, því eins og þú hlýtur að vita eru prótein mjög flókknar sameindir og því mikið mál að brjóta þau niður)…..tilvitnun líkur þetta er örugglega rétt hjá þér þú getur tekið 30 prósent af hitaeiningafjölda af mögru kjöti vegna þermógenískra áhrifa,þannig er magurt kjöt eitt besta megrunarfæði sem völ er á\nþú segir……Svo eitt enn ef þú borðar mikið prótein þá er hætt á of mikilli vöðvamyndun t.d. í hjartavöðva sem getur leitt til hjartaáfalls fyrr á ævinni en ella.)))tilvitnun lýkur þetta hef ég aldrei heyrt áður og reyndar stórefast um að sé rétt,ef þú getur bent mér á eitthvað þessu til stuðnings væri ég þakklátur,ef við tökum t.d  eskimóa sem borða bara prótein og fitu eru hjartasjúkdómar nær óþekktir,sú staðreynd ógildir í raun þessa fullyrðingu,en hvað veit maður svosem."
        },
        {
            "user": "shs",
            "user_id": "61110",
            "date": "2006-05-04 23:18:36",
            "id": "3431064",
            "reply_to_id": "3430607",
            "text": "Þetta er nemt í bókinni Vander's Human Physiolgy, þá ef fólk þjálfar mikið og borðar mjög ´próteinríkt fæði þá eykur það líkurnar á hjartaáfalli því hjartavöðvinn stækkar vegna þess að hann fær byggingarefni (prótein) og þarf að vinna mikið. Þetta er að vísu ennþá kennig sem ekki er búið að full sanna en það er allt sem bendir til að hún sé rétt"
        },
        {
            "user": "hbriem",
            "user_id": "12091",
            "date": "2006-05-05 15:17:52",
            "id": "3433440",
            "reply_to_id": "3431064",
            "text": "Hvaða þvæla er þetta?  Hvaðan hefur Vander þessa vitleysu?  Hefurðu tilvitnun?"
        },
        {
            "user": "Mode1",
            "user_id": "16175",
            "date": "2006-05-06 00:25:28",
            "id": "3436139",
            "reply_to_id": "3431064",
            "text": "Verð nú að vera sammála hbriem.  Vill fá tilvitnun áður en maður fer að trúa svona bulli."
        },
        {
            "user": "Calliope",
            "user_id": "6606",
            "date": "2006-05-02 11:50:43",
            "id": "3417810",
            "reply_to_id": "3404836",
            "text": "Svolítið kaldhæðnislegt að það er megrunarlausi dagurinn í dag… Ekki fara í megrun, folks, þið verðið bara feitari eftir á."
        },
        {
            "user": "Calliope",
            "user_id": "6606",
            "date": "2006-05-02 18:44:38",
            "id": "3419978",
            "reply_to_id": "3417810",
            "text": "Ekkert endilega."
        },
        {
            "user": "Calliope",
            "user_id": "6606",
            "date": "2006-05-02 18:52:15",
            "id": "3420018",
            "reply_to_id": "3419978",
            "text": "Þeir sem fara í megrun fokka upp í brennslunni hjá sér, og yfir 90% fólks fitnar aftur, og þá yfirleitt meira en áður."
        },
        {
            "user": "Calliope",
            "user_id": "6606",
            "date": "2006-05-02 18:55:50",
            "id": "3420032",
            "reply_to_id": "3420018",
            "text": "Hver er munurinn á megrun og því að taka sig á, borða hollt og hreifa sig? Ég skil ekki skilgreininguna á “megrun” utan við að fólk sé að reyna að létta sig."
        },
        {
            "user": "Calliope",
            "user_id": "6606",
            "date": "2006-05-02 19:34:29",
            "id": "3420275",
            "reply_to_id": "3420032",
            "text": "OK, það sem ég kalla megrun er það að léttast. Nokkurn veginn alveg sama hvers vegna fólk léttist getur það brenglað brennslu líkamans."
        },
        {
            "user": "Calliope",
            "user_id": "6606",
            "date": "2006-05-02 20:04:28",
            "id": "3420525",
            "reply_to_id": "3420275",
            "text": "Má fólk ekki léttast?"
        },
        {
            "user": "Calliope",
            "user_id": "6606",
            "date": "2006-05-02 20:11:27",
            "id": "3420581",
            "reply_to_id": "3420525",
            "text": "Jú :) En tölfræðin segir að það muni líklega fitna aftur, og vera jafnvel verr statt en áður. Best er því auðvitað að fitna ekki in the first place, en það er auðvitað stundum hægara sagt en gert.\nVerst af öllu er þegar frekar mjótt fólk fer í megrun. Unglingsstúlkur sem stunda það að fara í megrun eiga það t.d. frekar á hættu en aðrar að verða of feitar þegar þær verða stórar."
        },
        {
            "user": "Calliope",
            "user_id": "6606",
            "date": "2006-05-02 20:16:29",
            "id": "3420615",
            "reply_to_id": "3420581",
            "text": "Það er verið að tala um SKYNDIlausnir, td. að svelta sig, borða minna ofl."
        },
        {
            "user": "Calliope",
            "user_id": "6606",
            "date": "2006-05-02 20:20:23",
            "id": "3420637",
            "reply_to_id": "3420615",
            "text": "Já, aðallega skyndilausnir, en mig minnir að þetta gildi líka um ýmislegt sem yfirleitt er talið “hollt”, t.d. mikil líkamsrækt sem leiðir til þyngdarminnkunar. En allavega, ég er ekki með gögnin fyrir framan mig, svo ég held að ég láti þetta gott heita í bili."
        },
        {
            "user": "Balders",
            "user_id": "10977",
            "date": "2006-05-04 09:26:49",
            "id": "3427075",
            "reply_to_id": "3420637",
            "text": "Ef þú lyftir á fullu hraðaru á brenslunni  og fitnar ekki eins hratt fyrir vikið."
        },
        {
            "user": "Calliope",
            "user_id": "6606",
            "date": "2006-05-02 19:36:03",
            "id": "3420293",
            "reply_to_id": "3420032",
            "text": "Því miður er ég ekki með bókina mína úr lífeðlislegri sálfræði, minnir að ég hafi fyrst lesið þetta þar. Skal láta vita ef ég finn einhverjar greinar um þetta."
        },
        {
            "user": "Calliope",
            "user_id": "6606",
            "date": "2006-05-02 19:42:46",
            "id": "3420337",
            "reply_to_id": "3420032",
            "text": "OK, ég var reyndar að komast að því að megrunarlausi dagurinn er hreint ekki í dag, heldur 6. maí. En allavega, hún Sigrún Daníelsdóttir sem stendur fyrir megrunarlausa deginum hefur rannsakað megrun, offitu og annað slíkt. Á þessari síðu eru upplýsingar um hvernig ná megi í hana, ef einhver hefði nú áhuga:\nhttp://www.likamsvirding.is/"
        },
        {
            "user": "alfisti",
            "user_id": "52848",
            "date": "2006-05-03 09:41:29",
            "id": "3422182",
            "reply_to_id": "3420032",
            "text": "munurinn á megrun og því að taka sig á, borða hollt og hreyfa sig er 1-2þúsund kaloríur,sá sem fer í megrun ef við skoðum bara staðreyndir,þar að segja megrunarkúra ,er að taka inn á bilinu 900 til 1600 kaloríur,að taka sig á er hinns vegar að byrja að hreyfa sig, taka út sykur og unnar matvörur,inn með grænmeti og ávexti,"
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2006-05-02 12:12:13",
            "id": "3417900",
            "reply_to_id": "3404836",
            "text": "Já… þetta var gott að heyra svona í morgunsárið. Ég hef sjálfur prófað þetta og það er satt. Maður brennir hrikalega… :)"
        },
        {
            "user": "Soldier127",
            "user_id": "8627",
            "date": "2006-05-02 12:45:15",
            "id": "3418051",
            "reply_to_id": "3404836",
            "text": "En það er gott að hafa eitt í huga þegar farið er útí að skera niður, að ef fólk léttist of hratt, þá er það ekki að borða nóg.\nMæli með að þið kíkið á neðstu 4 síðurnar í þessu skjali til að fá fleiri ráð.\nhttp://www.stewsmith.com/3milerunningplan.pdf"
        },
        {
            "user": "LambOfGod",
            "user_id": "61119",
            "date": "2006-05-02 12:49:26",
            "id": "3418083",
            "reply_to_id": "3404836",
            "text": "Ég held nú að sumir gothar gætu misskylið nafnið á þessari grein^^ hoho"
        },
        {
            "user": "Soldier127",
            "user_id": "8627",
            "date": "2006-05-02 12:52:41",
            "id": "3418102",
            "reply_to_id": "3418083",
            "text": "Hehe, þessi var ágætur :)"
        },
        {
            "user": "helgibjo",
            "user_id": "34809",
            "date": "2006-05-02 13:05:23",
            "id": "3418163",
            "reply_to_id": "3418083",
            "text": "hahaha, nice one"
        },
        {
            "user": "drinkill",
            "user_id": "1737",
            "date": "2006-05-02 13:30:21",
            "id": "3418265",
            "reply_to_id": "3418083",
            "text": "Ég hélt nú einmitt að þetta væri eitthvað þannig, samt er ég ekkert á þessum goth-hugliðingum:P"
        },
        {
            "user": "drinkill",
            "user_id": "1737",
            "date": "2006-05-02 13:30:53",
            "id": "3418266",
            "reply_to_id": "3418265",
            "text": "hugl\ne\niðingum*"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2006-05-02 15:58:13",
            "id": "3419108",
            "reply_to_id": "3418083",
            "text": "Akkurat ástæðan yfir því að ég athugaði þetta."
        },
        {
            "user": "LambOfGod",
            "user_id": "61119",
            "date": "2006-05-02 18:03:14",
            "id": "3419766",
            "reply_to_id": "3419108",
            "text": "haha:D"
        },
        {
            "user": "Delirium",
            "user_id": "19072",
            "date": "2006-05-02 19:42:10",
            "id": "3420333",
            "reply_to_id": "3418083",
            "text": "whyy?\nMikið af öðru fólki en bara gothum sem skera sig… o.O"
        },
        {
            "user": "LambOfGod",
            "user_id": "61119",
            "date": "2006-05-02 19:43:42",
            "id": "3420346",
            "reply_to_id": "3420333",
            "text": "samt ekki…"
        },
        {
            "user": "Delirium",
            "user_id": "19072",
            "date": "2006-05-02 19:47:09",
            "id": "3420389",
            "reply_to_id": "3420346",
            "text": "samt ekki?\nertu að segja að það sé ekki fleiri en bara gotharar sem skera sig?\nÞví þá hefuru rosalega rangt fyrir þér…"
        },
        {
            "user": "LambOfGod",
            "user_id": "61119",
            "date": "2006-05-02 19:49:26",
            "id": "3420415",
            "reply_to_id": "3420389",
            "text": "Þér yfirsést að ÉG  er að tala um GOTHA.\nmér er alveg skítsama um eithvað fólk sem sker sig,"
        },
        {
            "user": "Delirium",
            "user_id": "19072",
            "date": "2006-05-02 20:23:25",
            "id": "3420659",
            "reply_to_id": "3420415",
            "text": "var bara að benda þér á það að það er fullt af öðru fólki en bara gothar sem skera sig…\nBAra benda þér á að það er ekki hægt að alhæfa svona rosalega.\nEngin þörf á að æsa sig eitthvað takk…"
        },
        {
            "user": "LambOfGod",
            "user_id": "61119",
            "date": "2006-05-02 20:27:44",
            "id": "3420685",
            "reply_to_id": "3420659",
            "text": "haha, ég sagði aldrei að þaðværu bara gothar sem skæru sig. Ég var bara að beina þessu að þeim?! hehe\nog ég er ekki æstur,"
        },
        {
            "user": "Balders",
            "user_id": "10977",
            "date": "2006-05-04 12:58:12",
            "id": "3427588",
            "reply_to_id": "3420685",
            "text": "Delirium\nwhyy?\nMikið af öðru fólki en bara gothum sem skera sig… o.O\nLambOfGod\nsamt ekki…\nVíst varstu að segja það."
        },
        {
            "user": "LambOfGod",
            "user_id": "61119",
            "date": "2006-05-04 13:01:46",
            "id": "3427601",
            "reply_to_id": "3427588",
            "text": "haha:Þ ekki miðað við hvað eru til margir gothar í heiminum…"
        },
        {
            "user": "alfisti",
            "user_id": "52848",
            "date": "2006-05-02 13:55:41",
            "id": "3418389",
            "reply_to_id": "3404836",
            "text": "Mæli ekki með að fara út að hlaupa á fastandi maga nema að þér sé skítsama þó að þú missir vöðvamassa með."
        },
        {
            "user": "alfisti",
            "user_id": "52848",
            "date": "2006-05-02 14:10:51",
            "id": "3418446",
            "reply_to_id": "3418389",
            "text": "ætli það sé ekki ólíklegt að maður missi vöðvamassa á því,þetta er ekki eins og að hleypa lofti úr blöðru,það tekur einfaldlega lengri tíma.Þannig ætti rétt máltíð eftir hlaupin að covera það."
        },
        {
            "user": "alfisti",
            "user_id": "52848",
            "date": "2006-05-02 16:28:11",
            "id": "3419283",
            "reply_to_id": "3418446",
            "text": "Nei, enda er ég ekki að segja að vöðvarnir hverfi á engri stundu af þessu, en heldur ekki fitan.\nÞað gerist ekkert á einu skipti, hvorki fita né vöðvamassi rýrnar neitt hrikalega, en þegar fólk er farið að stunda þetta reglulega.\nEn jú brennsla á fastandi maga er margfalt betri fyrir fitubrennslu.\nEkki myndi ég samt borða strax eftir brennsluæfinguna fyrir morgunmat, nýta brennsluna því púlsinn er enþá á fullu strax eftir æfinguna, frekar að fá sér glútamín fyrir og eftir æfingu þá er þetta í lagi og í rauninni mjög gott."
        },
        {
            "user": "alfisti",
            "user_id": "52848",
            "date": "2006-05-02 16:50:24",
            "id": "3419416",
            "reply_to_id": "3419283",
            "text": "sjálfur mundi ég velja prótein eftir slíka brennslu með max gh í huga,maður er bara svo háður sykri á morgnana þaraðsega brauði og slíku.þó hefur glútamín á fastandi maga sýnt sig hækka gh,spurning um hvort það magn breytir einhverju,einnig spyr ég  um langvarandi áhrif glútamín inntöku á fastandi maga á líkamann,ekki eru allir á eitt sáttir við slíka inntöku."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-05-02 14:14:53",
            "id": "3418473",
            "reply_to_id": "3404836",
            "text": "Áhugaverð og frábær grein!\nHef aðeins verið aðeins að kynna mér Sportþrennuna,\ná pottþétt eftir útvega mér það þegar ég byrja aftur að lyfta í sumar.\nSíðan hef ég verið að taka inn grænar te-töflur og Omega-3 fitusýrur í svolítinn tíma án þess að gera mér grein fyrir því að Sportþrennan innhélt þau efni. :)\nkv.siddi5"
        },
        {
            "user": "Suede",
            "user_id": "63236",
            "date": "2006-05-02 14:15:41",
            "id": "3418477",
            "reply_to_id": "3404836",
            "text": "Mér finnst fínt að fara út að  skokka á morgnana eða hreyfa sig. ég fer geðveikt oft á sundæfingar á morgnana"
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-05-02 15:01:40",
            "id": "3418736",
            "reply_to_id": "3404836",
            "text": "Hey takk kærlega!! =D"
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2006-05-02 15:32:42",
            "id": "3418939",
            "reply_to_id": "3404836",
            "text": "\"\nhttp://www.bodybuilding.com/fun/bbprotein.htm.\n\"\nÞetta virkar ekki."
        },
        {
            "user": "carpe",
            "user_id": "31491",
            "date": "2006-05-03 15:47:08",
            "id": "3423485",
            "reply_to_id": "3418939",
            "text": "taktu punktinn og gæsalappirnar burt."
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2006-05-03 15:48:11",
            "id": "3423490",
            "reply_to_id": "3423485",
            "text": "gaur?\nþað virkar ekekrt!!!!\""
        },
        {
            "user": "carpe",
            "user_id": "31491",
            "date": "2006-05-03 15:56:24",
            "id": "3423518",
            "reply_to_id": "3423490",
            "text": "Jú.\nhttp://www.bodybuilding.com/fun/bbprotein.htm"
        },
        {
            "user": "krizza4",
            "user_id": "54759",
            "date": "2006-05-02 16:13:02",
            "id": "3419194",
            "reply_to_id": "3404836",
            "text": "Fín grein… ágæt leið til að koma sér í betra form, mér finnst gaman að æfa, ekkert er jafn hressandi og góður sprettur á morgnana, ég borða vanalega aldrei á morgnana… En já góðir punktar sem maður á alltaf að hafa á bakvið eyrun :Þ"
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2006-05-02 16:28:18",
            "id": "3419285",
            "reply_to_id": "3419194",
            "text": "Vonandi að þú hafir lyst á morgunmatnum eftir smá skokk. Það er nú eiginlega nauðsynlegt að éta á morgnanna þótt að ég sé viss um um þú hafir heyrt þetta oft áður… :Þ"
        },
        {
            "user": "krizza4",
            "user_id": "54759",
            "date": "2006-05-02 17:47:29",
            "id": "3419704",
            "reply_to_id": "3419285",
            "text": "já.. bara æli alltaf eftir morgunmat… hehe"
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2006-05-03 16:01:36",
            "id": "3423540",
            "reply_to_id": "3419704",
            "text": "ef maður borðar ekki á morgnana á maður þá ekki í offituvandamálum að stríða??\nég las það einhernstaðar :S"
        },
        {
            "user": "krizza4",
            "user_id": "54759",
            "date": "2006-05-03 19:48:24",
            "id": "3424944",
            "reply_to_id": "3423540",
            "text": "allveg… eni.. alltaf þegar ég borði eitthvað á morgnana þá æli ég… get ekki étið neitt fyrir hádegi eða 2 tímum eftir að +ég vakna…."
        },
        {
            "user": "Kartaflan",
            "user_id": "51677",
            "date": "2006-05-04 09:08:56",
            "id": "3427064",
            "reply_to_id": "3423540",
            "text": "Nei, nei… þú ert að miskilja!\nÞað er mikið að offitusjúklingum sem borða ekki morgunmat, enda er það óhollt og jafnvel fitandi.\nÞað þýðir samt ekki að ALLIR sem borða ekki morgunmat séu offeitir, bara hlutfallslega fleiri en þeir sem borða morgunmat. Skilurru?"
        },
        {
            "user": "runarj",
            "user_id": "54795",
            "date": "2006-05-02 17:26:34",
            "id": "3419607",
            "reply_to_id": "3404836",
            "text": "Flott grein."
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2006-05-02 18:59:05",
            "id": "3420041",
            "reply_to_id": "3404836",
            "text": "hélt fyrst að þetta væri suicide note"
        },
        {
            "user": "LambOfGod",
            "user_id": "61119",
            "date": "2006-05-02 20:29:13",
            "id": "3420690",
            "reply_to_id": "3420041",
            "text": "hihihi:D"
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2006-05-02 19:07:34",
            "id": "3420099",
            "reply_to_id": "3404836",
            "text": "ég er alltaf svo svangur þegar ég vakna að ég gæti ekki hugsað mér að fara út að skokka"
        },
        {
            "user": "pre",
            "user_id": "62603",
            "date": "2006-05-03 15:24:39",
            "id": "3423361",
            "reply_to_id": "3404836",
            "text": "Mjög gott :D\nOg já Sportþrennan virkar! mæli eindregið með henni!! :)"
        },
        {
            "user": "pre",
            "user_id": "62603",
            "date": "2006-05-03 15:26:43",
            "id": "3423373",
            "reply_to_id": "3423361",
            "text": "og þetta með að skokka á morgnanna líka er alveg hárrétt!\n-Gerðu 20 mínútur af þrek æfingum þrisvar sinnum í viku, strax á morgnanna á tóman maga.\n-Lyftu ákaft í minna en 50 mínútur þrisvar í viku og notastu við grunnæfingar eins og bekkpressu,fótapressu, curl osfrv."
        },
        {
            "user": "Mog",
            "user_id": "15637",
            "date": "2006-05-04 16:46:51",
            "id": "3428738",
            "reply_to_id": "3404836",
            "text": "Taka bara inn 5 töflur af ripped fuel og drekka ofan í það með sterku brennivíni þá ertu skorinn."
        },
        {
            "user": "ringdenim",
            "user_id": "60051",
            "date": "2006-05-04 22:20:29",
            "id": "3430687",
            "reply_to_id": "3428738",
            "text": "frekar erfitt að redda ripped fuel .. eða hvað? ;)"
        },
        {
            "user": "Mog",
            "user_id": "15637",
            "date": "2006-05-04 23:59:58",
            "id": "3431332",
            "reply_to_id": "3430687",
            "text": "Fyrir suma er það erfitt, en fyrir aðra ekki :P"
        },
        {
            "user": "ratatat",
            "user_id": "64227",
            "date": "2006-08-03 20:57:18",
            "id": "3827978",
            "reply_to_id": "3431332",
            "text": "Já fyrir þá sem geta ekki farið út í búð og keypt þetta í hagkaup, þá er það erfitt að “redda” sér því."
        },
        {
            "user": "Mode1",
            "user_id": "16175",
            "date": "2006-05-06 00:35:58",
            "id": "3436205",
            "reply_to_id": "3428738",
            "text": "Og færð eitt stykki hjartaáfall í bónus ;)  Kannski tvö því öll þessi örfandi efni gætu verið nógu öflug til að koma hjartanu aftur í gang."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-05-07 22:17:46",
            "id": "3444700",
            "reply_to_id": "3404836",
            "text": "Það er ekki holt að skokka áður en maður borðar eitthvað. sérstaklega á morgnana. hættulegt fyrir líkaman og getur frekar misst vöðvamassa heldur en fitu"
        }
    ]
}