{
    "forum_title": "Fjármál og viðskipti",
    "user": "barman",
    "user_id": "6745",
    "date": "2001-08-27 12:11:33",
    "title": "á að lækka vexti.",
    "text": "núna upp á síðkastið er búin að vera mikil umræða um vaxtastefnu seðlabankans eða þá pfur vexti sem eru lagðir á núna og eru búnir að vera síðustu ár.\nrökin hjá þeim eru nokkuð góð en það er að hægja á ofþennslu og koma þannig niður verðbólgu og hann er að refsa þeim sem fóru of glannalega í fjárfestingum í mesta góðærinu og tóku mikil erlend lán.\nrök flestra annara eru nokkuð góð líka og benda á að þetta sé farið að bitna um of á fyrirtækjum og einstaklingum og það sé löngu tímabært að lækka þá því að það fer hvort eð er ekki að skila sér fyrr en í fyrsta laga 6 mánuðum eftir lækkun.\nsvo bennti margeir pétrusson á það í fréttablaðinu í morgun að bankarnir væru farnir að undirbúa sig undir gjaldþrotahrinu og þótt vextir væru lækkaðir mynda það ekki skila sér nema til þeirra.\nsvo er spurning um hvort seðlabankinn sé viljandi að valda gjaldþrotum til að auka atvinnuleysi til að stoppa óeðlilegt launaskrið sem hefur verið síðustu ár sem hann telur valda  verðbólgu sem er ekki út í hött en hálf harkaleg aðgerð.\nhvað fynnst ykkur.???????",
    "url": "https://www.hugi.is/fjarmal/greinar/40258/a-ad-laekka-vexti/",
    "url_id": "40258",
    "id": "265377",
    "replies": [
        {
            "user": "holmfrg",
            "user_id": "4788",
            "date": "2001-08-29 19:38:54",
            "id": "265378",
            "reply_to_id": "265377",
            "text": "Ég veit ekki alveg hvað ég á að halda, en Seðlabankinn hlýtur að vita hvað hann er að gera. Verðbólgan er náttúrulega búin að vera allt of mikil og það verður eitthvað að gera til að halda henni í skefjum. Annars held ég að það séu margir að fara hálf illa útúr þessum háu vöxtum. Það lítur náttúrlega ekkert vel út ef gjaldþrotahrinan er framundan eins og gerðist síðast fyrir nokkrum árum.\nNúna er búið að vera talsvert um slíkar fréttir, mjög mikið af árangurslausum fjárnámum sem hafa verið gerð undanfarin misseri í samanburði við það sem verið hefur undanfarin ár. Þenslan verður að minnka, við skulum bara vona að það þurfi ekki gjaldþrotahrinu og atvinnuleysi til þess."
        },
        {
            "user": "ljufa",
            "user_id": "249",
            "date": "2001-09-02 13:14:38",
            "id": "265379",
            "reply_to_id": "265377",
            "text": "Vextirnir núna eru bara hreint og beint okur svo mér finnst að það ætti að lækka þá!"
        },
        {
            "user": "ljufa",
            "user_id": "249",
            "date": "2001-09-15 18:49:04",
            "id": "265380",
            "reply_to_id": "265379",
            "text": "Samt sem áður er spurning hvort kaupóðir íslendingar myndu ekki bara taka enn meiri lán ef vextir myndu lækka… svo það er margt sem þarf að taka inn í reikninginn.\nMér finnst samt vextir allt of háir."
        },
        {
            "user": "b52",
            "user_id": "9058",
            "date": "2001-09-19 22:37:32",
            "id": "265381",
            "reply_to_id": "265377",
            "text": "Auðvitað á að lækka vexti ég myndi vilja þá niður um 8% allavega þetta bitnar verst á barnafólki og fátækum enn þeir riku verða bara ríkari\nmeð kveðju\nb52"
        },
        {
            "user": "bess3r",
            "user_id": "9746",
            "date": "2001-11-17 06:33:47",
            "id": "265382",
            "reply_to_id": "265377",
            "text": "Ekki spurning!"
        },
        {
            "user": "deus",
            "user_id": "295",
            "date": "2001-11-25 11:19:45",
            "id": "265383",
            "reply_to_id": "265377",
            "text": "Vextirnir eru afleiðing fjármálastjórnunar ríkistjórnarinnar. Það þýðir ekkert að vera fúll við seðlabankan útaf vöxtunum, þetta er eina stýritækið sem hann hefur, en með því að halda króunnuni svona hátt uppi í stað þess að láta hana fljóta (sem var síðar gert) fluttist lántakan einfaldlega út.\nÞað á ekki að lækka vexti fyrr en það sér fyrir endan á þessu rugli. Núna eru allir kjarasamningar ónýtir þannig að það er ótímabært að lækka vexti fyrr en það er ljóst hvað ASÍ ætlar að gera. Ríkistjórnin hunsaði aðvaranir ASÍ (og samfylkingarinnar) um efnahagsmálin fyrir seinustu kostningar, afhverju ættu ASÍ þá að taka tekjuskerðingu fyrir alla umbjóðendur sína útaf rugli ríkistjónarinnar.\nÞað sem ríkistjórnin segir er “þetta verður komið í lag 2003, OECD segir það”.. og ætla ekkert að gera í málunum, það er engin ástæða til að lækka vexti, bara skipta um ríkistjórn."
        }
    ]
}