{
    "forum_title": "Stjórnmál",
    "user": "EstHerP",
    "user_id": "11032",
    "date": "2001-08-27 01:59:48",
    "title": "Lög um logga á irc ??",
    "text": "Af því það er hvergi á huga hægt að ræða um lög og rettur.is virkar ekki þá skelli ég þessu bara hér, þið ráðið svo hvað þið gerið við þetta.\nÉg hef mikið verið að spá í því þegar maður loggar á irc í prívatspjalli s.s geymir öll samtöl, er það þá brot á íslenskum lögum ef hinn aðilin veit það ekki ? mig minnir að það hafi verið sett lög um að ef maður tæki upp símtal án þess að hinn aðilin vissi það þá væri maður brotlegur, gildir það sama um svona tölvuspjall.\nNú veit ég að mjög margir geyma logga á irc spjalli og ég er alls ekkert ein um það, en get ég átt í hættu að verða kærð fyrir það ef einhverjum mislíkar það eftir á ?\nEndilega ef einhver er fróður um íslensk lög, látið þá ljós ykkar skína.\nKv. EstHe",
    "url": "https://www.hugi.is/stjornmal/greinar/40270/log-um-logga-a-irc/",
    "url_id": "40270",
    "id": "265569",
    "replies": [
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2001-08-27 12:57:48",
            "id": "265570",
            "reply_to_id": "265569",
            "text": "ég man eftir því þegar þetta mál stóð sem hæst um að það væri bannað að taka upp samtöl án samþykkis hins aðilans. þá var ég einmitt að hugsa um þetta. er þá ekki bannað að logga samtöl á ircinu á samþykkis hinns aðilans?\nað vissu leiti vita allir að logging er default á í mIRC svo að ég held að fólk viti það bara og hugsi ekkert um það meira."
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2001-08-27 13:09:07",
            "id": "265571",
            "reply_to_id": "265570",
            "text": "logging er default off í mIRC."
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2001-08-27 14:15:14",
            "id": "265572",
            "reply_to_id": "265571",
            "text": "ekki í 5.91"
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2001-08-27 15:12:09",
            "id": "265573",
            "reply_to_id": "265572",
            "text": "Ég myndi nú halda að feika irclogga væri alveg sóðalega einfalt, getur einfaldlega breytt textanum  sem hinn er  að segja og seivað þetta. Þannig ég einhvern vegin efast um að þetta verði einhvern tíman lagt fram sem sönnunargögn eða álíka."
        },
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2001-08-27 15:25:41",
            "id": "265574",
            "reply_to_id": "265573",
            "text": "Já málið er kannski ekki hvort þetta muni verða notað sem sönnunargögn, heldur hvort ég þurfi að segja öllum sem ég tala við á irc að ég sé að logga, svo ég sé nú ekki að brjóta nein lög. Ég þurfti að kveikja á logs hjá mér þegar ég setti forritið inn í byrjun og ég logga bara samtöl á prívat, það er ekki eins og ég sé að skoða þetta daglega og mig minnir að þetta eyðist út sjálfkrafa eftir viku, en mér finnst samt eitthvað öryggi í að eiga þetta.\nKv. EstHe"
        },
        {
            "user": "pollyanna",
            "user_id": "7813",
            "date": "2001-08-27 15:34:49",
            "id": "265575",
            "reply_to_id": "265574",
            "text": "Það eyðist ekki sjálkrafa, svo er gott að hafa logg ef það þarf að kvarta yfir einhverjum sem eru að angra fólk á irc, þá geta opparnir séð hvað hefur verið sagt en það er satt það er mjög einfalt að falsa þetta"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-08-27 12:59:07",
            "id": "265576",
            "reply_to_id": "265569",
            "text": "Bjánalegt það væri að setja upp slík lög. Á netinu er maður manneskja án andlits, einkenna og uppruna. Það er erfitt að rekja hvaða manneskja er hinum megin á línunni ef að þú þekkir hana ekki persónulega, og því er erfitt að kæra hana fyrir að geyma irc logga.\nPersónulega geymi ég sjálfur irc logga en mér dettur ekki til hugar að setja upp samtal milli mín og annarar persónu, bara það sem fer fram á rásum :)"
        },
        {
            "user": "Merlin",
            "user_id": "36",
            "date": "2001-08-27 16:32:59",
            "id": "265577",
            "reply_to_id": "265569",
            "text": "Þvert á móti finnst mér það sjálfsagður réttur minn að geyma hvað fer í gegnum tölvuna mína og hvaða sora fólk er að láta út úr sér.\nSvo maður tali nú ekki um þegar maður er að fá tölvupóst, símanúmer og hluti sem maður gleymir svo í gegnum IRC er ansi fínt að eiga þeta loggað.\nAlltaf þarf fólk að grípa í þessa blessuðu stjórnarskrá og aðra hluti því allir vilja nú koma lögum yfir internetið.\nEkkert gaman að Interneti þar sem ekkert klám er, þar sem ekkert ferskt efni er að finna því jú það er ritskoðað.\nMy 15 cents :)"
        },
        {
            "user": "Titan",
            "user_id": "7585",
            "date": "2001-08-27 19:38:41",
            "id": "265578",
            "reply_to_id": "265577",
            "text": "true :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-08-27 20:47:14",
            "id": "265579",
            "reply_to_id": "265577",
            "text": "ég verð að taka undir það að mér finnst ég eiga fullan rétt á því að logga það sem er verið að segja við mig…….\nand for that matter, þá skil ég í raun og veru ekki alla þessa paranoiju með að taka upp samtöl án þess að fólk veit…..\nef að þú þekkir einhvern sem treystir þér nógu lítið til þess að hann taki upp samtalið, þá áttu það líklegast skilið…..\nog ef ekki, þá er viðkomandi klikkaður og engin tekur mark á honum……\nauk þess er mjög lítið tekið mark á hljóðupptökum fyrir rétti….\nég var að hlusta á audio skets í gær, sem var næstum því fullkominn, þar sem ronald reagan og nancy tala um hvað þeim finnst frábært að neyta eiturlyfja og hvetja alla bandaríkjamenn til þess að reykja gras….."
        },
        {
            "user": "Gullbert",
            "user_id": "4004",
            "date": "2001-08-27 20:33:43",
            "id": "265580",
            "reply_to_id": "265569",
            "text": "Allir eiga að krúnuraka sig, bíta í reglustiku, standa á einum fæti, hoppa niður Laugarveginn og syngja “Always look at the bright side of life”."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2001-08-28 00:38:53",
            "id": "265581",
            "reply_to_id": "265569",
            "text": "Ég held að lagasmíð um þennan vettvang sé í undirbúningi, en bendi þér á að kíkja á Lagasafn\nAlþingis, þar sem þú finnur Lög um persónuvernd, en hin nýja stofnun Persónuvernd sem sér um framfylgni þeirra hinna sömu laga kann að hafa einhverjar upplýsingar um það sem þú hér ræðir."
        },
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2001-08-28 05:14:07",
            "id": "265582",
            "reply_to_id": "265581",
            "text": "Ok takk… loksins svarið sem ég var að bíða eftir ;)\nKv. EstHe"
        },
        {
            "user": "pollyanna",
            "user_id": "7813",
            "date": "2001-08-28 07:17:59",
            "id": "265583",
            "reply_to_id": "265569",
            "text": "mér hefur verið sagt að loggar af irc séu ekki teknir gildir fyrir dómstólum. því log fæll er texta skrá sem hægt er að breita eða jafnvel búa til ef menn vilja."
        },
        {
            "user": "pollyanna",
            "user_id": "7813",
            "date": "2001-08-28 08:31:12",
            "id": "265584",
            "reply_to_id": "265583",
            "text": "það er ekkert mál að búa þetta til, hef fengið senda falska logga og það er ómögulegt að vita hvort þeir séu falskir eða ekki þannig að loggar yrðu aldrei teknir gildir fyrir dómstólum."
        },
        {
            "user": "Fluffster",
            "user_id": "7",
            "date": "2001-09-05 10:47:18",
            "id": "265585",
            "reply_to_id": "265584",
            "text": "Þetta yrði kannski ekki tekið gilt sem þín sönnunargögn, en ef lögreglan gerir tölvuna þína upptæka og finnur irclogga á henni sem bendla þig við glæp þá getur þú verið viss um að það verður notað gegn þér."
        },
        {
            "user": "pollyanna",
            "user_id": "7813",
            "date": "2001-09-05 11:38:18",
            "id": "265586",
            "reply_to_id": "265585",
            "text": "ég hafði nú ekki hugsað mér að nota neina logga sem sönnunargögn í neinu og hef ekki ástæðu til.  en ég er ekki sammála að loggar yrðu teknir gildir sem sönnunargagn því það getur hver sem er sem kann eitthvað falsað svoleiðis"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2001-08-29 14:11:18",
            "id": "265587",
            "reply_to_id": "265569",
            "text": "Ég held að löggjafinn hafi ekki verið með irc í huga þegar hann setti þessi lög, svo þeim er ekki ætlað að ná til ircs. En ef til vill gera þau það samt. Það væri þá túlkun dómsvaldsins (sem eflaust þekkir ekki heldur iricið) á lögunum. Með öðrum orðum held ég að þetta sé túlkunaratriði.\nÞetta var um hvort lögin ná til ircsins. Hitt er svo annað mál hvort þau ættu að gera það. Þar sem logging er, eins og bent hefur verið á hér, meira eða minna default held ég að það ætti ekki að gera það en þess í stað mætti vara alla við um leið og þeir tengjast ircinu. Þá kæmi á sama stað og manni er sagt að bannað sé að gera hitt og þetta að mögulegt sé að allt sem maður segi sé loggað. Einföld lausn."
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2001-09-02 12:51:43",
            "id": "265588",
            "reply_to_id": "265569",
            "text": "Íslensku takk!\nlogga?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-09-07 05:18:28",
            "id": "265589",
            "reply_to_id": "265569",
            "text": "Einu sinni þegar netið var að byrja var talað um að það ætti að sleppa við landslög í öllum heiminum þannig að það væru engar reglur og það var svoleiðis í mjög stuttan tíma, alltaf verið að setja fleirri reglur og lög í sambandi við internetið persónulega er horfi ég á þetta eins og þetta var Internetið varðaði ekki við lands lög og sama hvað hver segir þá bannað mér engin að gera eða segja það sem ég vill á netinu ef það á að taka af manni réttin til að tala eða skoða það sem maður vill á netinu hvað þá að loga samtöl á ircinu þá held ég að það sé að koma tími til að fara taka internet tenginguna úr sambandi og gefa skít í þennan heim og finna nýja plánetu til að byrja aftur frá grunni (Steinöld)\nSvona eitt skot sem á kanski ekki alveg við þetta en þá hafa Íslendingar mikið verið að gera grín að því þegar bandaríkjamenn segjast búa í mjög frjálsu landi því að við eigum að búa í mun frjálsara landi málið er bara það að Íslandi er að stefna í að verða versta laga ríki í heimi ef það heldur áfram á þessar braut sem það er…\n:o)"
        }
    ]
}