{
    "forum_title": "Bækur",
    "user": null,
    "user_id": null,
    "date": "2001-08-27 18:13:26",
    "title": "Harry Potter and the Goblet of Fire",
    "text": "Hérna er smá ritgerð um Harry potter bók.\nHarry Potter and the Goblet of Fire\nInngangur\nHarry Potter and the Goblet of Fire er fjórða bókin í seríunni um Harry Potter. Hin vel þekkta J.K. Rowling skrifaði bókina. Hún áætlar að skrifa sjö bækur um Harry, það er að segja eina bók fyrir hvert ár sem hann er í galdraskólanum. Þessi bók var gefin út árið 2000 og er 725 blaðsíður. Bókin hefur enn ekki verið þýdd á íslensku og því las ég hana á ensku.\nSöguhetjur\nSöguhetjan í bókaseríunni er  Harry Potter. Hann var á ellefta ári þegar fyrsta bókin hófst. Hann hefur misst foreldra sína en  býr hjá frændfólki sínu sem er vont við hann. Harry verður alltaf jafn glaður þegar hann er sendur aftur í galdraskólann sinn sem heitir Hogwart. Þar á hann vini sem heita Ron og Hermione.\nHogwart er stór skóli með mörg leynigöng, drauga, talandi málverk o.fl. Dumbledore er skólastjórinn í Hogwart. Hann og Harry eru orðnir góðir vinir. Það eru margir kennarar í skólanum og ekki vilja allir Harry vel. Voldemort er hinn illi galdramaður sem drap foreldra Harry. Enginn þorir að segja nafn hans nema Harry og Dumbledore. Harry hefur hitt Voldemort og í öll þau skipti hefur Harry haft yfirhöndina en Voldemort alltaf sloppið. Hagrid er einn af starfsmönnum skólans og er mikill vinur Harry. Í þessari bók kemur nýr vinur til sögunnar sem heitir Mad-Eye Moody.\nSöguþráður\nÍ skólanum segir Dumbledore frá því að haldin verði hin þekkta keppni, Triwizard Tournament. Þátttakendur verða að veri sautján ára eða eldri.  Þeir nemendur sem vilja taka þátt verða að setja nafnið sitt í sérstaka eldskál (Goblet of Fire). Þegar kom að því að tilkynna hvaða þrír fengju að taka þátt var fjórði keppandinn óvænt valinn og það var Harry Potter.\nFyrsta þrautin fólst í því að fljúga á kústi framhjá dreka og ná gullnu eggi sem var handan við hann. Önnur þrautin fólst í því að kafa niður í vatn og sækja þangað óþekktan hlut eða persónu. Harry átti að bjarga Ron úr vatninu. Á endanum tókst honum það og hjálpaði einnig hinum keppendunum.\nÞriðja þrautin fólst í því að komast í gegnum völundarhús og þar mætti hann allskyns verum. Í lok þrautarinnar fluttist hann á annan stað með hjálp galdra. Þar mætti hann Voldemort og barðist við hann. Þar sá Harry foreldra sína sem drauga. Þegar Harry hafði sigrað Voldemort var hlúð að sárunum sem hann hafði hlotið. Hann lét vita að Voldemort hefði snúið aftur en ekki voru allir reiðubúnir að trúa því. Þó var ákveðinn hópur fólks sem ákvað að fara að undirbúa baráttuna milli góðs og ills. Harry fékk ekki að taka þátt í því og var enn einu sinni sendur heim til frændfólks síns í  sumarfrí.",
    "url": "https://www.hugi.is/baekur/greinar/40282/harry-potter-and-the-goblet-of-fire/",
    "url_id": "40282",
    "id": "265668",
    "replies": [
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2001-08-30 09:25:24",
            "id": "265669",
            "reply_to_id": "265668",
            "text": "Þetta er nú aldeilis merkileg grein, sveinbjo!\nSá sem lesið hefur bókina veit allt þetta…\nSá sem ekki hefur lesið bókina verður ábyggilega mjög pirraður þar sem að þú hefur sagt viðkomanda frá öllu því merkilegasta sem gerist í bókinni og því kemur ósköp fátt á óvart þegar hann svo les hana…\nHver er tilgangurinn með þessari grein ?\nEndilega segðu mér…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-08-30 12:35:26",
            "id": "265670",
            "reply_to_id": "265669",
            "text": "Þetta var nú bara svna í ganni. En ef þessi grein varð einhverjum að skaða þá biðst ég fyrirgefningar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-08-30 23:33:39",
            "id": "265671",
            "reply_to_id": "265668",
            "text": "Enginn smá doðrantur þessi bók, 730bls í USA en 100 bls minni í Ensku útgáfunni. Þetta er frábær bók í alla staði, maður finnur aldrei út hvað gerist næst nema maður lesi áfram :)"
        },
        {
            "user": "cecilie",
            "user_id": "5940",
            "date": "2001-09-02 21:24:42",
            "id": "265672",
            "reply_to_id": "265668",
            "text": "Mér finnst allt í lagi að segja aðeins frá söguþræðinum en að segja frá þrautunnum. Og er Hermione ekkert í þessar bók eða hvað? Þú minntist ekkert á hana!"
        },
        {
            "user": "cecilie",
            "user_id": "5940",
            "date": "2001-09-05 12:12:38",
            "id": "265673",
            "reply_to_id": "265672",
            "text": "hermione er í þessarri bók, ´reyndar frekar mikð, hún lendir í svolitlau ævintýri sjálf!"
        },
        {
            "user": "RoyalFool",
            "user_id": "5820",
            "date": "2001-09-11 21:28:46",
            "id": "265674",
            "reply_to_id": "265673",
            "text": "ég sagði bara svona af því að hann minntist ekkert á hana!"
        },
        {
            "user": "RoyalFool",
            "user_id": "5820",
            "date": "2001-09-13 13:26:31",
            "id": "265675",
            "reply_to_id": "265674",
            "text": "Auðvitað hlýtur hún að vita að Hermione er í bókinni…\nHvernig ætli maður beri annars nafnið fram? :P"
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2001-09-13 15:06:50",
            "id": "265676",
            "reply_to_id": "265675",
            "text": "Ég las viðtal við J.K.Rowling þar sem hún sagði að Hermione er borið fram:\nHer-my-own-ee"
        },
        {
            "user": "ArnorX",
            "user_id": "13321",
            "date": "2001-09-23 17:21:17",
            "id": "265677",
            "reply_to_id": "265676",
            "text": "Harry Potter ownz :Þ\ná nýju bókina á ensku.. hef ekki lesið hana samt ennþá."
        },
        {
            "user": "cecilie",
            "user_id": "5940",
            "date": "2001-09-03 13:33:13",
            "id": "265678",
            "reply_to_id": "265668",
            "text": "í fyrsta lagi var fyrsta þrautin ekki að fljúga fram hjá dreka á kústi, keppendur áttu að komast fram hjá dreka það var ekkert sagt að það ætti að gerast á kústi,  Harry valdi bara þá leið, ég man allavega ekki eftir því að hinir hafi notað kúst í sinni baráttu.  Kannski er þín bók eittvað lengri en mín því mín er bara 636 bls.  og ef þú ætlar að segja svona mikið frá bókinni sem  er hálf heimskulegt, að það eru fleiri en krakkarnir í Hogvarts skóla sem eru að keppa.  þetta er allt til alls Illa upplýst og tilgangslaus grein."
        },
        {
            "user": "VVirus",
            "user_id": "11253",
            "date": "2001-09-23 19:52:47",
            "id": "265679",
            "reply_to_id": "265668",
            "text": "Harry Potter er snilld eg er buin að lesa allar bækurnar sem eru komnar ut á íslensku.\nP.S. nenni ekki að lesa þær á ensku"
        }
    ]
}