{
    "forum_title": "Ferðalög",
    "user": "Betarokk",
    "user_id": "363",
    "date": "2001-08-28 11:40:17",
    "title": "Kynlegir hvalir",
    "text": "Ég er ein af þessu manneskjum sem er búin að fara út um allan heim og vera túristi á flestum þeim stöðum sem heilla mig. En eftir að hafa búið úti í Brussel í eitt ár fór ég að hafa áhuga á Íslandi og skellti mér í göngu upp Vatnajökul stuttu eftir heimkomuna. Með Sigur Rós í vasadiskóinu gekk ég í gegnum skýin og fann meiri frið og fegurð en nokkurn tímann á ferðalögum mínum um heiminn. Þess vegna tók ég því fegins hendi að fara með vinum í Hvalaskoðun frá Ólafsvík um helgina. Ísland er nefnilega æðislegt.\nÓlafsvík er ekki eins langt frá Reykjavík og margur heldur, aðeins tveir og hálfur tími sem líður einstaklega hratt með góðri músík og skemmtilegum samræðum. Þegar komið var til Ólafsvíkur rann upp fyrir okkur að það voru Færeyskir dagar sem er náttúrulega bara snilld. Þar fundum við markað sem bauð upp á færeyska rétti eins og ræst kjöt, fríkadellur, knetti og skerpikjöt en við fengum okkur sjeik í Prinsinum sem er aðalsjoppa bæjarins. Það eru ekki bara Færeyingar sem sækja bæinn heim þessa helgi heldur er þetta helgin sem allir gamlir Ólafsvíkingar bregða sér á heimaslóðir. Bærinn var troðfullur af hressu fólki sem trúði varla að við værum hvorki Ólafsvíkingar né Færeyingar…..(hvað vorum við, aumu Reykvíkingarnir að gera þarna??) Eftir að hafa dansað vikivaka bæði úti á túni og niðri við höfn skelltum við okkur á hljómsveitina Bít sem var að spila á aðalskemmtistaðnum. Svo var sofnað upp undir fossi í sólskininu og veðurblíðunnar notið til hins ýtrasta.\nDaginn eftir var svo spjallað við hesta, horft á krakka baða sig í sjónum og sólin sleikt þangað til Hvalaskoðunin byrjaði. Við stigum í bátinn sem er frá Sæferðum og býður víst upp á alls konar huggulegheit eins og veisluferðir og náttúruskoðunarferðir en fyrst og fremst Hvalaskoðunarferðir. Við fórum í Stórhvalaskoðun en í þeirri ferð er sérstaklega verið að skoða stórhvali (augljóslega), þ.e. steypireyði, hnúfubaka og jafnvel búrhval og langreyði en svo sjást einnig yfirleitt smærri tegundir hvala s.s. höfrungar, háhyrningar og hrefnur. Ég er nú engin hvalamanneskja og sá fyrir mér huggulegheit úti á sjó í frábæru veðri með smá bónus ef maður skyldi rekast á einstaka hval en þetta var frábært!! Júlli þúsundþjalasmiður tók á móti okkur og var allur hinn skemmtilegasti en það sem skiptir meira máli er náttúrulega að hann er sérstaklega sætur. Einn plús fyrir Sæferðum. Þegar við vorum nýlögð af stað kom myndalegur ungur maður í einkennisbúning með gullrendur á öxlunum og spurði hvort okkur væri sama að skipstjórinn talaði einungis ensku. Kurteisir og sætir strákar í “júníformum”. Annar plús fyrir Sæferðir. Á bátnum var líka hægt að kaupa bestu samloku í heimi og ííískaldan bjór. Þriðji plúsinn fyrir Sæferðir. Ferðafélagar okkar voru ekki af verri endanum, frægir blaðamenn og poppstjörnur (þ.e. Gunni í Jet Black Joe og fylgdarlið). Fjórði plúsinn fyrir Sæferðir. Við sáum fullt af höfrungum, háhyrningum, stærsta dýr í heimi sem er náttúrulega Steypireyður, hnúfubak og hrefnur. Fimmti plúsinn fyrir Sæferðir. En ég verð nú bara að segja það að sjötti plúsinn gerði ferðina algjörlega ógelymanlega, Captain Siggeir!!! Hann lýsti því sem fyrir augu bar og gerði það óaðfinnanlega. Hann var með ljúfustu, mildustu, útvarps- vs.klámmyndarödd sem ég hef heyrt. Þegar hann var að lýsa hvölunum fannst manni hann vera að lesa erótískt ljóð eftir Sherry Riley. Hann var magnaður!  Þegar hann kom með frasa eins og: “Again!”, “Yes!”, “It´s nice to get closer!” “The penis is 3 metres long!” “Yes!” Yeah….and again at twelve o´clock!” ökruðum við úr hlátri og urðum rjóðar í kinnum (ég held að roðinn hafi samt ekki verið vegna hlátursins). Þess má geta að hann, skipstjórinn Siggeir var einu sinni poppstjarna með Vinum vors og Blóma. Alveg örugglega sjötti og laaangbesti plúsinn hjá Sæferðum.\nMæli hiklaust og eindregið með þessari ferð fyrir allar stelpur og kannski það sé bara best að taka kærastana með því ég get lofað löngun í kynlíf eftir svona hressandi hvalaskoðun. Hver sagði að hvalaskoðun væri leiðinleg!!???",
    "url": "https://www.hugi.is/ferdalog/greinar/40387/kynlegir-hvalir/",
    "url_id": "40387",
    "id": "266459",
    "replies": [
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-08-28 14:02:46",
            "id": "266460",
            "reply_to_id": "266459",
            "text": "Hvar kemst ég í ferðir þar sem maður getur talað við hesta? :D"
        },
        {
            "user": "Trixie",
            "user_id": "2522",
            "date": "2001-08-28 20:42:01",
            "id": "266461",
            "reply_to_id": "266459",
            "text": "Betarokk - takk fyrir greinarnar tinar her a Huga! Thaer eru alveg ad lata mig nenna ad skoda oll ahugamalin her til ad leita ad grein eftir tig! Fleiri maettu tig ser til fyrirmyndar i greinaskrifum :)\nKvedja, Trixie"
        },
        {
            "user": "Betarokk",
            "user_id": "363",
            "date": "2001-08-29 21:00:46",
            "id": "266462",
            "reply_to_id": "266461",
            "text": "takk :)"
        },
        {
            "user": "betababe",
            "user_id": "8319",
            "date": "2001-08-30 23:24:16",
            "id": "266463",
            "reply_to_id": "266459",
            "text": "Mig er búin að langa heví lengi að fara í hvalaskoðunarferð, maður gefur sér aldrei tíma í svona :("
        },
        {
            "user": "holmfrg",
            "user_id": "4788",
            "date": "2001-09-01 01:43:57",
            "id": "266464",
            "reply_to_id": "266463",
            "text": "Hvalaskoðun er mjög skemmtileg. Hef farið í eina svoleiðis á Suðurnesjum, það var bara tóm gleði…\ntakk fyrir ábendinguna, hef Ólafsvík í huga næst þegar mann langar í skreppitúr…"
        },
        {
            "user": "krilli",
            "user_id": "6640",
            "date": "2001-09-03 16:21:31",
            "id": "266465",
            "reply_to_id": "266459",
            "text": "við vorum einmitt líka þarna í nágrenninu á færeyskum dögum … alveg fyndið ástand í bænum :)\nþað hefði nú verið gaman að sjá þig samt :/\nutanálandi drykkjusköll/rokk ;)"
        },
        {
            "user": "tunrida",
            "user_id": "10586",
            "date": "2001-09-15 17:54:23",
            "id": "266466",
            "reply_to_id": "266459",
            "text": "Hef farið nokkrum sinnum fyrir norðan, á Hauganesi, líka á sjóstöng, geðveikt."
        },
        {
            "user": "Betarokk",
            "user_id": "363",
            "date": "2001-09-16 13:52:05",
            "id": "266467",
            "reply_to_id": "266459",
            "text": "jei. það var alveg það gaman á færeyskum dögum að við unnum sumarmyndakeppni visir.is!!! jei.\nlangaði bara svona að deila því með ykkur :)\nhttp://www.visir.is/ifx/?MIval=sumarmyndir_main&month=juli"
        }
    ]
}