{
    "forum_title": "Skátar",
    "user": "b3ggz",
    "user_id": "57628",
    "date": "2006-05-07 09:28:48",
    "title": "björgun/æfing",
    "text": "Björgunarsveitin tekur þátt í æfingu sem stendur nú yfir með skyndihjálparbúnaðinn ásamt mannskap og bílum.\nUm er að ræða skrifborðsæfingu og gert er ráð fyrir að kviknað hafi í skemmtiferðaskipinu Nordic Dream utan við Ísafjarðardjúp.\nÁ skipinu eru 1000 farþegar og 700 manna áhöfn. Mikill fjöldi fólks um borð er slasað eða látið og eldar loga frá sjólínu upp á 8. hæð.\nVettvangs- og aðgerðastjórn á Ísfirði taka þátt í æfingunni auk Samhæfingarstöðvarinnar í Skógarhlíð sem er fullmönnuð.\nVegna fjölda slasaðra koma bjargir víða að og meðal annars er gert ráð fyrir að mikill fjöldi slasaðra yrði sendur erlendis kæmi til svo stórs slyss og er það meðal þess sem æft er á æfingunni.\nÁætlað er að u.þ.b. 60-70 manns færu frá suðurnesjum á fyrsta klukkutímanum með flugi ef svona óhapp yrði.",
    "url": "https://www.hugi.is/skatar/greinar/404240/bjorgunaefing/",
    "url_id": "404240",
    "id": "3439268",
    "replies": [
        {
            "user": "Scrooge",
            "user_id": "27506",
            "date": "2006-05-07 09:41:42",
            "id": "3441377",
            "reply_to_id": "3439268",
            "text": "Þar sem skátar og björgunarsveitir eiga mikla sögu saman og tengjast mjög mikið þá samþykkti ég þessa grein á skátaáhugamálið.\nGreinin fjallar um Nordret 2006 æfinguna."
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2006-05-07 19:40:45",
            "id": "3443768",
            "reply_to_id": "3439268",
            "text": "ég tók þátt í æfingunni :)"
        },
        {
            "user": "b3ggz",
            "user_id": "57628",
            "date": "2006-05-07 20:01:15",
            "id": "3443913",
            "reply_to_id": "3443768",
            "text": "ert þu i einhveri bjorgunarsveit,hveri það?Og bara gott hja þer að vera með,eg var nu ekki á staðnum,en eg fretti að það væri flott þattaka,geturðu ekki sagt fra hvað þu gerðir og sona,og eg hvett alla skáta að kanna ser málið börgunarsveitum,þvi björgunarsveitir og skatar,það er ekker mjög óligt hvor öðru"
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2006-05-07 20:16:37",
            "id": "3444014",
            "reply_to_id": "3443913",
            "text": "BFÍ, var samt ekki á skrifborðsæfingunni heldur verklegu æfingunni sem var seinna um daginn\nog ég var fjarskiptamaður á slöngubát ásamt því að fara sem björgunarmaður um borð í skipið"
        },
        {
            "user": "b3ggz",
            "user_id": "57628",
            "date": "2006-05-07 21:40:09",
            "id": "3444513",
            "reply_to_id": "3444014",
            "text": "ja,en hvernig funnust suklingarnir björgunarsveitarmönum bregðast við,var engin svona fundur eftir æfinguna sjalf?"
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2006-05-07 23:29:46",
            "id": "3445273",
            "reply_to_id": "3444513",
            "text": "nei það voru allir of gráðugir í pizzu, en annars voru sjúklingarnir ekki allir vanir svona æfingum og fannst bara ágætlega með sig farið að hafa ekki slasast í alvöru og svo voru aðrir sem voru nokkuð vanir og létu hafa fyrir sér\nen fundinn vantaði sem er að mínu mati stór galli"
        },
        {
            "user": "b3ggz",
            "user_id": "57628",
            "date": "2006-05-07 21:42:21",
            "id": "3444520",
            "reply_to_id": "3444014",
            "text": "og ef þu ert nýliði ættlarðu þa að sækja um namskeið a gufuskalum sem er a næstuni i grunamskeiði eða framhaldsnamskeiði?"
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2006-05-07 23:34:11",
            "id": "3445312",
            "reply_to_id": "3444520",
            "text": "fer á framhaldsnámskeið á hornströndum í sumar, hefði átt að fara á framhaldsnámskeið fyrir þremur árum en var puttabrotinn\nen ef þú ert að spá í hvort ég fari á einhver námskeið í björgunarmanni 1 þá er ég búinn að sækja einhver og á eftir að fara á önnur, veit ekki alveg hvar ég stend þa"
        }
    ]
}