{
    "forum_title": "Ljóð",
    "user": null,
    "user_id": null,
    "date": "2006-05-08 21:40:27",
    "title": "Þú",
    "text": "Að tala við þig er líklegast það eina með viti sem ég geri. Aðra eins lífsfyllingu hef ég aldrei upplifað, bros þitt er sem sólarupprás og lýsir upp myrkustu daga í lífi mínu, myndin af þér í huga mínum vermir mér um hjartarætur þegar lífið virðist erfitt og óréttlátt.. Þú ert það eina sem ég lifi fyrir og án þín er ég ekkert\nBros þitt eitt er líkt og óteljandi stjörnur sem skína og lýsa upp tilveru mína. Hvað er það við þig sem að ég get ekki gleymt..? Er það hvernig þú segir eitt orð og nærð athygli minni strax? Eða er það andlit þitt sem að getur ekki verið af þessum heimi heldur er eitthvað himneskt við það? Er það hvernig þú nærð á óteljandi vegu að snerta hjarta mitt eða er ég bara ástfanginn..?",
    "url": "https://www.hugi.is/ljod/greinar/404670/thu/",
    "url_id": "404670",
    "id": "3445513",
    "replies": [
        {
            "user": "SaraSara",
            "user_id": "57670",
            "date": "2006-05-08 22:32:34",
            "id": "3450525",
            "reply_to_id": "3445513",
            "text": "hehe vááh þetta er alveg æðislegt ljóð alveg frábært :D congrats:*"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-05-08 23:25:36",
            "id": "3450851",
            "reply_to_id": "3450525",
            "text": "Takk takk :D “stoltur”"
        },
        {
            "user": "Darling",
            "user_id": "63181",
            "date": "2006-05-10 21:30:52",
            "id": "3460385",
            "reply_to_id": "3445513",
            "text": "Wáá, þetta fannst mér gg flott marr, frábært, aldrei lesið svona gott ljóð á huga:D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-05-10 22:13:37",
            "id": "3460582",
            "reply_to_id": "3460385",
            "text": "Jay! :D"
        },
        {
            "user": "StudioStelpa",
            "user_id": "28306",
            "date": "2006-05-15 00:50:54",
            "id": "3477587",
            "reply_to_id": "3445513",
            "text": "Ég er ekki eins hrifin, kannski er það bara uppsetningin sem er að trufla mig! Væri til í að lesa þetta ljóð í annarri uppsetningu. held að ég geti þá gefið sjálfu ljóðinu sanngjarnara álit =)"
        },
        {
            "user": "StudioStelpa",
            "user_id": "28306",
            "date": "2006-05-15 01:00:44",
            "id": "3477620",
            "reply_to_id": "3477587",
            "text": "Hehe já ég er reyndar alveg sammála þér með uppsetninguna…\nÞetta kom svo eitthvað asnalega út.. :/"
        },
        {
            "user": "StudioStelpa",
            "user_id": "28306",
            "date": "2006-05-16 11:17:52",
            "id": "3482357",
            "reply_to_id": "3477620",
            "text": "Umm.. mætti ég spyrja þig hvað þú ert gamall ?!\nEr að reyna að koma fyrir mér einhverskonar mynd í hausnum eða svona til að tengja höfundinn við ljóðið =)"
        },
        {
            "user": "StudioStelpa",
            "user_id": "28306",
            "date": "2006-05-16 13:38:31",
            "id": "3482741",
            "reply_to_id": "3482357",
            "text": "Eehhmm..\nÉg er 17 ára."
        },
        {
            "user": "StudioStelpa",
            "user_id": "28306",
            "date": "2006-05-16 15:17:26",
            "id": "3483115",
            "reply_to_id": "3482741",
            "text": "Jájá okey það er fínt! einhvað svipað og ég var búin að ímynda mér að þú værir =) … ég er búin að lesa ljóðið nokkru sinnum yfir og mér finnst það bara alveg ágætt! Mér finnst gaman að lesa ljóð þar sem höfundurinn sýnir tilfinningar! En endilega skoðaðu ljóð líka eftir mig… það er reyndar soldið langt síðan ég sendi inn ljóð hér á Huga en þú getur samt fundið þau í ljóðagreinunum! Láttu mig síðan vita hvað þér fannst ;) (það er samt engin skylda að lesa þau) hehe!"
        },
        {
            "user": "darrri",
            "user_id": "22549",
            "date": "2006-05-16 18:01:34",
            "id": "3483921",
            "reply_to_id": "3445513",
            "text": "Að tala við þig er líklegast það eina með viti sem ég geri.\nAðra eins lífsfyllingu hef ég aldrei upplifað,\nBros þitt er sem sólarupprás og lýsir upp myrkustu daga í lífi mínu,\nMyndin af þér í huga mínum vermir mér um hjartarætur þegar lífið virðist erfitt og óréttlátt..\nÞú ert það eina sem ég lifi fyrir og án þín er ég ekkert\nBros þitt eitt er líkt og óteljandi stjörnur sem skína og lýsa upp tilveru mína.\nHvað er það við þig sem að ég get ekki gleymt..?\nEr það hvernig þú segir eitt orð og nærð athygli minni strax?\nEða er það andlit þitt sem að getur ekki verið af þessum heimi heldur er eitthvað himneskt við það?\nEr það hvernig þú nærð á óteljandi vegu að snerta hjarta mitt?\nEða er ég bara ástfanginn..?\nSvona hefði þetta verið geðveikt."
        },
        {
            "user": "darrri",
            "user_id": "22549",
            "date": "2006-05-16 18:22:44",
            "id": "3484063",
            "reply_to_id": "3483921",
            "text": "Oohh… já ég veit!\nGerði feit mistök varðandi uppsetningu… :/\nEr ekki hægt að eyða þessari grein út svo að ég geti sett  þetta aftur inn betur uppsett?"
        },
        {
            "user": "darrri",
            "user_id": "22549",
            "date": "2006-05-16 19:38:30",
            "id": "3484519",
            "reply_to_id": "3484063",
            "text": "Held ekki."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-05-16 19:52:28",
            "id": "3484608",
            "reply_to_id": "3484519",
            "text": "Pff… Nú jæja…"
        },
        {
            "user": "StudioStelpa",
            "user_id": "28306",
            "date": "2006-05-16 21:10:16",
            "id": "3485011",
            "reply_to_id": "3483921",
            "text": "Já þetta er flott svona og einhvernvegin miklu skiljanlegra… textinn snertir mig allavega betur í þessarri uppsetningu =) en eins og ég sagði mjög gott ljóð ;)"
        }
    ]
}