{
    "forum_title": "Danstónlist",
    "user": "apamadur",
    "user_id": "45924",
    "date": "2006-05-10 12:46:17",
    "title": "Bright Nights @ Árnes helgina 9-11 júní",
    "text": "jæja þá er komið að viðburði ársins fyrir alla sem hafa einhvern áhuga á tónlist.Þrír dagar af músik listum og náttúru.Árnes er staðsett 25 mín. fyrir utan selfoss alveg hreint excellent aðstaða með sundlaug sjoppu bar og fótboltavelli og að sjálfsögðu eðal sviði og sal. það er mjog gott tjaldsvæði á svæðinu sem er með heitum potti grilli sturtu og öllu tilheyrandi. þetta er bara smá teaser þánnig að betri upplysingar koma upp mjog fljotlega enn hér eru þeir sem eru staðfestir\nJudith Juillerat (shitkatapult) Apparat & Ellen allien (bpitchcontrol) Daedelus (ninja tune) Sebestian Tellier (recordmaker) Misc.(sender)\nGus Gus,Plat,Dr.Disco Shrimp,Reykjavik Swing Orchestra,The Fortunes,Steve Sampling,Frank Murder,Hermigervill,Ruxpin,\nSilla & Mongooze,Agzilla,Dj Steinar A.,Disco Valante,Dj Xylic,Worm Is Green,Beatmaking Troopa,Sometime,Tonik,Biogen,unsound,Mugison T.B.C\nhttp://www.sebestiantellier.com\nhttp://www.shitkatapult.com/v3.3/\nhttp://www.ellenallien.de/\nhttp://www.apparat.net/\nhttp://www.daedelusdarling.com\nhttp://ninjatune.net\nhttp://recordmakers.com/\neðal line up þetta,miðar fara i Forsölu í næstu viku og það verða mjog fáir!!! miðar þannig að ég mundi vera tímanlega að ná mér í eitt stykki eða fleiri:).miðarnir verða á 7500 kall með tjaldsvæði\nværi gaman að fá smá comment á verðið.\nEnn allir sem mæta á oldschool kvöldið og fylla út þar til gerðan miða fara i pott og geta unnið miða á allt heila klabbið og ef þið viljið vera með á nótunum sendið okkur þá póst á rafreykjavik@gmail.com",
    "url": "https://www.hugi.is/danstonlist/greinar/404750/bright-nights-arnes-helgina-9-11-juni/",
    "url_id": "404750",
    "id": "3446970",
    "replies": [
        {
            "user": "Device",
            "user_id": "7925",
            "date": "2006-05-10 19:06:18",
            "id": "3459620",
            "reply_to_id": "3446970",
            "text": "Úff, flott line up.. en 7500 kall.. Verður maður semsagt að gista þarna er ekki hægt að fá bara miða á svæðið segjum ef að maður væri í bústað þarna rétt hjá."
        },
        {
            "user": "female",
            "user_id": "27540",
            "date": "2006-05-11 16:53:26",
            "id": "3463050",
            "reply_to_id": "3459620",
            "text": "7500 kall er ekkert 2500 kall á dag fyrir 40 tónleika….\nfólk er að borga 6500 kall fyrir eina\nþetta er one time event ég mundi ekki missa af þessu"
        },
        {
            "user": "mononoise",
            "user_id": "6315",
            "date": "2006-05-11 19:28:09",
            "id": "3463949",
            "reply_to_id": "3446970",
            "text": "Vá leiðinlegt að búa í öðru landi loksins þegar eitthvað er að ske á Íslandi. Ellen Allien og Apparat platan nýja er alveg crazy stuff.\nVonandi bara að þetta festival festist í sessi"
        }
    ]
}