{
    "forum_title": "Bækur",
    "user": "Bijou",
    "user_id": "34464",
    "date": "2006-05-08 20:04:58",
    "title": "Ástarþríhyrningur Laxdælu - álitsgerð",
    "text": "Þetta er smá álitsgerð úr Laxdælu um sambandið milli Guðrúnar, Bolla og Kjartans. Þetta er aðeins ný sýn á bókina, ég kem fram með kenningu um að hugboð í íslendingasögunni hafi ekki verið rétt túlkað…\nBest er að hafa lesið Laxdælu áður en þú hefur lestur á þessari álitsgerð.\nÁstarþríhyrningurinn og fóstbræðrasvik\nKjartan, Guðrún og Bolli hittast reglulega þegar þau fóru í Sælingsdalslaug og þótti Kjartani og Guðrúnu mjög gaman að tala saman. Þau unnust mikið og voru eiginlega trúlofuð og vildu að þau giftust en sú áætlun fór útum þúfur þegar Kjartan ákvað skyndilega og án þess að ráðfræra sig við Guðrúnu, að fara til Noregskonungs.\nBolli fylgdi með enda fylgdi hann Kjartani um allt.\nEkkert er sagt um samskipti Bolla við Guðrúnu en ætla má að þau hafi verið ágætir vinir og Bolli bar mikla ást til hennar. Áður en þeir fara utan kemur fram að Ólafur Pá hafi fengið hugboð um að hjónaband þeirra yrði ógæfusamt.\nEN hann hefur kannski mistúlkað hugboðið og haldið að það hafi einungis átt við um samband Guðrúnar og Kjartans en í rauninni gæti það hafa átt við um samband þeirra tveggja og Bolla.\nHjónaband Bolla og Guðrúnar var ekki minna ógæfusamt og jafnvel enn verra. Það sem Guðrún vissi og Gestur Oddleifsson hafði túlkað var að eiginmenn hennar myndu allir deyja og Kjartani væri dauðinn vís að giftast henni og hún hefur kannski ætlað að reyna að hlífa honum við því. En hefði það getað orðið eitthvað verra en það sem gerðist í sögunni?\nÞað má túlka þetta hugboð þannig að samband þeirra þriggja muni alltaf hafa vondar afleiðingar í för með sér enda kemur það í ljós í sögunni. Bolli fer heim á undan Kjartan og biður Guðrúnar sem er ófús í fyrstu en lætur svo eftir vegna þrýstings föður síns og bræðra en ekki síður vegna öfundssýkis út í Kjartan sem sagður er eyða miklum tíma með Ingibjörgu konungssystur. Bolli sannfærir hana um að Kjartan muni aldrei koma aftur og hann sendi henni engar kveðjur þó svo að þau eru nánast trúlofuð.\nÞegar Kjartan kemur svo heim og sér að Bolli hefur gifst Guðrúnu verður hann þunglyndur og neitar að sættast við Bolla. Margir kviðu viðbrögðum hans en í stað þess að fyllast ofsa þá mælir hann varla orð í heilt ár.\nBolli er að sjálfsögðu eitthvað leiður yfir að hafa misst þennan besta vin sinn og fóstbróðu env arla svo mikið þar sem það var hans verk að fara svona illa með hann því hann vissi að Kjartan og Guðrún voru ástfangin. Sjálfsagt hefur afbrýðissemin bullað í honum í lengri tíma, enda segir sagan að hann hafi alltaf verið í öðru sæti á eftir Kjartani í öllu og þarna  bauðst honum kjörið tækifæri til þess að ná bestu konunni sem uppi var um þessar slóðir, auka virðingu sína og ná sér niðri á manningum sem komið hafði í veg fyrir að hann yrði bestur.\nÞað að troða á öðrum fyrir virðingu hefur aldrei orðið nokkrum til góðs og þessi saga er engin undantekning. Það kom Bolla í koll síðar meir og hefndarmorðin urður allt of mörg.\nBæði Bolli og Kjartan létu lífið vegnaþessa og hefn sona Bolla átti eftir að halda áfram þessi fóstbræðrasvik.\nGuðrún var samt potturinn og pannan í þessu öllu. Það var hún sem sættist á að giftast Bolla og svíkja Kjartan. Það var hún sem eggjaði Bolla til að drepa Kjartan og syni sína til að hefna Bolla. Guðrún gerði allt til þess að gera Kjartani lífið leitt þó svo að hann var sá eini sem hún elskaði.\n“þeim var eg verst er eg unni mest.”",
    "url": "https://www.hugi.is/baekur/greinar/404721/astarthrihyrningur-laxdaelu-alitsgerd/",
    "url_id": "404721",
    "id": "3446440",
    "replies": [
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-05-08 20:18:50",
            "id": "3449694",
            "reply_to_id": "3446440",
            "text": "You eated it?"
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2006-05-08 21:00:51",
            "id": "3449956",
            "reply_to_id": "3449694",
            "text": "and then she runned away"
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-05-08 21:02:35",
            "id": "3449964",
            "reply_to_id": "3449956",
            "text": ", and quited her job."
        },
        {
            "user": "Bijou",
            "user_id": "34464",
            "date": "2006-05-09 11:49:36",
            "id": "3452107",
            "reply_to_id": "3449694",
            "text": "http://img363.imageshack.us/img363/6981/imadeyouacookie5xt.jpg"
        },
        {
            "user": "Marketwatch",
            "user_id": "22466",
            "date": "2006-05-08 20:27:32",
            "id": "3449756",
            "reply_to_id": "3446440",
            "text": "Guðrún var samt potturinn og pannan í þessu öllu. Það var hún sem sættist á að giftast Bolla og svíkja Kjartan.\nHún sveik ekki kjartan hún sagðist ætla að bíða 3 vetur eftir honum ef hann kæmi ekki eftir 3 vetur þá væri hann of seinn eða eithvað í þeim dúr.\nKjartan fór síðan eftir 4 vetur ákvað að vera einn annann vetur þegar bolli fór heim. Síðan segir bolli við Guðrúnu að konungur muni líkklega ekki leyfa honum að fara út landi nema að giftast einhverri konu sem ég man ekki hver var og sagði einnig að kjartan væri ekkert á leið úr landi næstu árin, sem var náttúrulega rangt.\nGuðrún sagði fyrst að hún neitaði að giftast öðrum manni á meðan kjartan er á lífi. Síðan skipti hún um skoðun eftir að Bolli sagði að hann væri ekkert á leiðinni heim.\nMá þá ekki segja að Bolli sveik Kjartan og Kjartan sveik Guðrúnu.\nÞannig það var ekki Guðrún sem sveik neinn það voru þeir Kjartan sem sveik hana og síðan svíkur Bolli Kjartan með því að segja að hann sé ekkert á leiðinni til landssinns og þá loksinns fellur Guðrún á það að giftast Bolla."
        },
        {
            "user": "Marketwatch",
            "user_id": "22466",
            "date": "2006-05-08 20:28:16",
            "id": "3449763",
            "reply_to_id": "3449756",
            "text": "Ég meinti eftir 3 vetur fór hann ekki heim með bolla haldur beið eitt ár í viðbót."
        },
        {
            "user": "Bijou",
            "user_id": "34464",
            "date": "2006-05-08 21:24:19",
            "id": "3450099",
            "reply_to_id": "3449756",
            "text": "Jú þegar þú segir það.. það var eiginlega Bolli sem sveik Kjartan af því að hann vissi að þau tvö voru ástfangin.. og já Kjartan líka að hafa ekki komið heim… :P"
        },
        {
            "user": "shs",
            "user_id": "61110",
            "date": "2006-05-08 22:20:27",
            "id": "3450444",
            "reply_to_id": "3450099",
            "text": "Er það ekki rétt munað hjá mér að Kjartan fékk ekki að fara heim til Íslands vegna þess að Noregskonungur hélt honum og fleiri Íslendingum í Noregi? Því fór Kjartan einum vetri seinna heim"
        },
        {
            "user": "Bijou",
            "user_id": "34464",
            "date": "2006-05-08 23:17:49",
            "id": "3450789",
            "reply_to_id": "3450444",
            "text": "Það var eitthvað um það að konungur vildi að Kjartan færi til Íslands og kristnaði Íslendinga en Kjartan vildi það ekki og sagði konungi að hann yrði að meira gangi hjá honum í Noregi. Þá tók hann Kjartan og fleiri til gíslingar.\nEf ég á að segja eins og er þá skildi ég þetta ekki alveg :S Mátti hann fara eða ekki?"
        },
        {
            "user": "Marketwatch",
            "user_id": "22466",
            "date": "2006-05-09 00:22:52",
            "id": "3451169",
            "reply_to_id": "3450789",
            "text": "Haha þetta var einhvern veginn svona, man ekki alveg en þetta var nokkuð óskýrt í bókinni."
        },
        {
            "user": "Marketwatch",
            "user_id": "22466",
            "date": "2006-05-09 00:25:41",
            "id": "3451182",
            "reply_to_id": "3450789",
            "text": "Já núna man ég, hann vildi ekki dæla um trú við föður sinn og frændur og hélt að þeir mundu frekar gerast kristnir ef hann væri í Noregi."
        },
        {
            "user": "Bijou",
            "user_id": "34464",
            "date": "2006-05-09 00:42:04",
            "id": "3451243",
            "reply_to_id": "3451182",
            "text": "Oki. Gæti einmitt verið."
        },
        {
            "user": "GullaGris",
            "user_id": "51458",
            "date": "2006-05-08 22:33:45",
            "id": "3450533",
            "reply_to_id": "3446440",
            "text": "Púff, ég var í þessari bók í bókmenntum á seinasta ári. Núna er að rifja þetta upp…\nÞað er hægt að deila um hvern hún elskaði mest því hún var slæm öllum sem hún giftist (og meira reyndar…) en það liggur svona eiginlega beint við að hún elskaði Kjartan mest. En pælið í þessu… gæti þetta ekki verið fyrsti ástarþríhyrningur á Íslandi? Bara pæling… Þór var fyrsti klæðskiptingur í heimssögunni… :þ"
        },
        {
            "user": "Bijou",
            "user_id": "34464",
            "date": "2006-05-08 23:19:08",
            "id": "3450801",
            "reply_to_id": "3450533",
            "text": "Hehe jamm það gæti einmitt alveg verið! :) Við Íslendingar eigum allt fyrst ^^"
        },
        {
            "user": "Addi21",
            "user_id": "24719",
            "date": "2006-05-09 15:39:57",
            "id": "3453227",
            "reply_to_id": "3446440",
            "text": "Áhugavert…virkilega spennandi\nég þarf að skoða þetta betur, virðist allveg hafa farið framhjá mér. Samt búinna að lesa Laxdælu nokkuð oft.\n——————-\nSniðugt þetta internet"
        },
        {
            "user": "Violet",
            "user_id": "38251",
            "date": "2006-05-09 17:12:41",
            "id": "3453777",
            "reply_to_id": "3446440",
            "text": "Úff.. var í prófi úr þessu í dag.. en skil ekki hvað hún Guðrún var að pæla.."
        },
        {
            "user": "Doofy",
            "user_id": "38930",
            "date": "2006-05-09 20:46:36",
            "id": "3455215",
            "reply_to_id": "3453777",
            "text": "hey ég var líka í essu prófi í dag… ertu í garðaskóla ?"
        },
        {
            "user": "Violet",
            "user_id": "38251",
            "date": "2006-05-09 23:03:33",
            "id": "3456374",
            "reply_to_id": "3455215",
            "text": "Jámm.. :P"
        },
        {
            "user": "Doofy",
            "user_id": "38930",
            "date": "2006-05-10 16:54:28",
            "id": "3458884",
            "reply_to_id": "3456374",
            "text": "er líka í garðaskóla ! wooh ka heitiru ??"
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2006-05-10 19:28:52",
            "id": "3459727",
            "reply_to_id": "3458884",
            "text": "Hey ?\nHeitir'u Júlli..?\nEða,,..ert kallaður það ?"
        },
        {
            "user": "Doofy",
            "user_id": "38930",
            "date": "2006-05-10 19:59:29",
            "id": "3459913",
            "reply_to_id": "3459727",
            "text": "HOLY CRAP ! who told you ?"
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2006-05-10 20:02:07",
            "id": "3459931",
            "reply_to_id": "3459913",
            "text": "Hahahahah xD\nÉg veit\nnæstum\nallt. ^^"
        },
        {
            "user": "Doofy",
            "user_id": "38930",
            "date": "2006-05-10 20:02:56",
            "id": "3459938",
            "reply_to_id": "3459931",
            "text": "hver ertu ! GUUUÐ ekki drepa mig með forvitni og allgáfnu þinni"
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2006-05-10 20:04:57",
            "id": "3459955",
            "reply_to_id": "3459938",
            "text": "Ehm ^^"
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2006-05-10 20:04:32",
            "id": "3459951",
            "reply_to_id": "3459727",
            "text": "Ég ?\nÉg er nú bara ég ^^\nÞú þekkir mig ekki ^^"
        },
        {
            "user": "Doofy",
            "user_id": "38930",
            "date": "2006-05-10 20:09:27",
            "id": "3459982",
            "reply_to_id": "3459951",
            "text": "þú hlýtur að þekkja mig ef þú þekkir nafn mitt"
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2006-05-10 20:12:05",
            "id": "3459995",
            "reply_to_id": "3459982",
            "text": "Neei ^^"
        },
        {
            "user": "Doofy",
            "user_id": "38930",
            "date": "2006-05-10 20:13:36",
            "id": "3460004",
            "reply_to_id": "3459995",
            "text": "sóóóóóóóóó segðu nafnið lagsi"
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2006-05-10 20:16:59",
            "id": "3460021",
            "reply_to_id": "3460004",
            "text": "Nala 8-)\nEða…það þekkir mig enginn undir neinu öðru nafni ^^"
        },
        {
            "user": "Doofy",
            "user_id": "38930",
            "date": "2006-05-10 20:18:22",
            "id": "3460025",
            "reply_to_id": "3460021",
            "text": "segðu rétta nafn ég þarf að find something out.. og hvernig í gruglinu vissiru ka ég er kallaður =S"
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2006-05-10 20:23:39",
            "id": "3460060",
            "reply_to_id": "3460025",
            "text": "Man það ekki =/\nEn það stóð Júlli á Kashmir ^^\nooog sko…þú ert inná www.mentor.is\nLike almost everyone else xD"
        },
        {
            "user": "Doofy",
            "user_id": "38930",
            "date": "2006-05-10 20:26:10",
            "id": "3460073",
            "reply_to_id": "3460060",
            "text": "ég er ekki inná mentor ég skráði mig aldrey.. now tell me ur real name please"
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2006-05-10 20:26:58",
            "id": "3460081",
            "reply_to_id": "3460073",
            "text": "Veistu hvað mentor er ? xD\nLovísa ^^"
        },
        {
            "user": "Doofy",
            "user_id": "38930",
            "date": "2006-05-10 20:30:14",
            "id": "3460101",
            "reply_to_id": "3460081",
            "text": "neibb og nafnið mitt er ekki sagt inná kashmimrimsod thingi en gaman lovlísa ertu ´i garðaskóla =S ?"
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2006-05-10 20:32:53",
            "id": "3460121",
            "reply_to_id": "3460101",
            "text": "Neeeeei =)\nÓ Fokk ?\nEr ég þá skyggn ? =O"
        },
        {
            "user": "Doofy",
            "user_id": "38930",
            "date": "2006-05-10 20:34:03",
            "id": "3460125",
            "reply_to_id": "3460121",
            "text": "woot perri ertu x) oh 1800 stiG ! woot búinn að vera á huga í 4-5 ár og bara 90 stig =("
        },
        {
            "user": "Violet",
            "user_id": "38251",
            "date": "2006-05-10 23:27:56",
            "id": "3461002",
            "reply_to_id": "3460125",
            "text": "Hehe, ekki vera að pæla í henni Jellybean , hún veit allt :S en ég heiti Rebekka ;) og þá mun ég halda að alvöru nafn þitt sé Júlíus.. ;) hehe.."
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2006-05-11 13:02:26",
            "id": "3462067",
            "reply_to_id": "3461002",
            "text": "Jaaaaá,..ég er alvitur 'zkan ^^\nEða sko\nnæstum\n….right ? =D\nNjaeh, djössins EGÓ ?!?! =O\nOK. Ég er Hætt x'"
        },
        {
            "user": "Doofy",
            "user_id": "38930",
            "date": "2006-05-11 13:20:37",
            "id": "3462131",
            "reply_to_id": "3461002",
            "text": "who told you that !! =)\noki svalt bæ"
        },
        {
            "user": "LucyTree",
            "user_id": "8803",
            "date": "2006-05-13 17:37:34",
            "id": "3470915",
            "reply_to_id": "3446440",
            "text": "“þeim var eg verst er eg unni mest.”\nHún gæti vel hafa verið að tala um Bolla.\nÞað er ekkert fallegt að neyða friðsælan mann eins og Bolla DREPA besta vin sinn.\nÉg var með fleiri rök fyrir þessu í fyrra þegar ég var að lesa bókina en núna er þetta soldið búið að leka út.\nEn mér finnst ekki það sjálfsagt að hún hafi meint Kjartan…"
        },
        {
            "user": "LucyTree",
            "user_id": "8803",
            "date": "2006-06-01 22:47:30",
            "id": "3561009",
            "reply_to_id": "3470915",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "LucyTree",
            "user_id": "8803",
            "date": "2006-06-02 00:44:38",
            "id": "3561809",
            "reply_to_id": "3561009",
            "text": "Ég veit það, ég var að benda á það.\nEn ég á erfitt með að sjá hvað ég hef gert þér sem gerir það leifilegt fyrir þig að kalla mig ljótum nöfnum…"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-07-24 02:00:37",
            "id": "3786785",
            "reply_to_id": "3470915",
            "text": "Ah, loksins! Einhver annar sem er á þessari skoðun! Ég var svo alveg viss um að hún væri að tala um Bolla, ég meina, það bendir alveg jafnmargt til þess og þess að hún hafi verið að meina Kjartan. Ég var líka komin með fullt af rökum fyrir þessu rétt eftir að ég kláraði bókina en það var í hitt í fyrra svo að ég man ekki mikið af því. En þegar ég sagði þetta þá var bara þaggað niður í mér með: „Jæja, en sagnfræðingarnir(eða eitthvað í þá áttina) eru nú samt á öðru máli!“\nOg ég varð mjög pirruð. Verð að lesa Laxdælu aftur og fá þetta á hreint!"
        },
        {
            "user": "Bijou",
            "user_id": "34464",
            "date": "2006-08-07 18:00:40",
            "id": "3838084",
            "reply_to_id": "3470915",
            "text": "Kannski ferkar seint að svara þessu.. en þetta er dáldið góð pæling :P"
        }
    ]
}