{
    "forum_title": "Farsímar",
    "user": "starwars",
    "user_id": "755",
    "date": "2001-08-29 15:04:52",
    "title": "Góð þjónusta!!!",
    "text": "Fyrir 2 vikum týndi ég Nokia 8210 síma. Ég er reyndar nokkuð viss um að símanum hafi verið stolið því ég passa yfirleitt mög vel uppásvona hluti. Allaveganna að þá fór ég til Símans og bað þá að loka IMEI númerinu mínu. Ekkert gerist og mér er sagt að löggan sé svo lengi að ganga í málið.\nNúna rétt áðan gerast undur og stórmerki en þá hringir í mig einhver strákur í Símanum Kringlunni og þá var hann með símann minn í höndunum. Þá hafði einhver komið með símann og ekki skilið afhverju hann virkaði ekki. Símagaurinn athugaði málið og þá sá hann að síminn var stolinn og tók hann af viðkomandi. Ég fór áðan og er kominn með símann í hendurnar. Þá var þessi strákur búinn að láta opna fyrir IMEI númerið og allt.\nÞar sem við erum svo vön hérna að tala illa um símfyrirtækin að þá fannst mér í lagi að láta þetta koma fram. Það vinna einhverjir vinnuna sína. Man ekki hvað strákurinn heitir en hann var hress og vinnur í Símanum Kringlunni.",
    "url": "https://www.hugi.is/farsimar/greinar/40509/god-thjonusta/",
    "url_id": "40509",
    "id": "267290",
    "replies": [
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-08-29 18:31:02",
            "id": "267291",
            "reply_to_id": "267290",
            "text": "Leimmér að giska grannur, skolhærður með gleraugu? Ef svo er þá er hann það eina góða sem ég hef getað sagt um Landssímann :)\nOg ekki snúa útúr þessu ;)"
        },
        {
            "user": "Sykur",
            "user_id": "9705",
            "date": "2001-08-29 18:50:18",
            "id": "267292",
            "reply_to_id": "267291",
            "text": "Það eru mörg gimpin sem vinna hjá símanum.\nUndantekningin sannar regluna :)"
        },
        {
            "user": "Sykur",
            "user_id": "9705",
            "date": "2001-08-29 18:50:19",
            "id": "267293",
            "reply_to_id": "267291",
            "text": "Það eru mörg gimpin sem vinna hjá símanum.\nUndantekningin sannar regluna :)"
        },
        {
            "user": "starwars",
            "user_id": "755",
            "date": "2001-08-29 19:03:39",
            "id": "267294",
            "reply_to_id": "267291",
            "text": "nei Mal3, hann var ekki skolhærður með gleraugu. hann var skolhærður og þybbinn."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-08-29 19:07:19",
            "id": "267295",
            "reply_to_id": "267294",
            "text": "OMG! Tveir almennilegir afgreiðslumenn hjá símanum? I'm shocked :)"
        },
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2001-08-30 05:45:12",
            "id": "267296",
            "reply_to_id": "267295",
            "text": "Þetta hlýtur bara að vera einsdæmi, manni finnst oft að síminn safni að sér öllum mestu vitleysingunum, tala nú ekki um ef maður þarf upplýsingar eða hjálp í síma, manni er kastað á milli skiptiborða og enginn veit neitt.\nEn frábært ef það finnast góðir menn inná milli."
        },
        {
            "user": "DelphiGiz",
            "user_id": "5928",
            "date": "2001-08-30 09:57:21",
            "id": "267297",
            "reply_to_id": "267296",
            "text": "Það er náttúrulega snilld þegar menn sem starfa hjá símanum eru að skrifa þakkarbréf handa sjálfum sér og vini sínum… hvernig er það gummi, er markaðsdeildin í fjársvelti og þarf að fara þessa leið til að kynna sig?!?  þetta hlýtur að vera lol & annað lol!\nkveðja\nDelphiGiz"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-09-01 11:47:14",
            "id": "267298",
            "reply_to_id": "267297",
            "text": "Góður punktur DelphiGiz!!!  Við meigum ekki gleyma því að Hugi.is er rekinn af símanum. . ."
        }
    ]
}