{
    "forum_title": "Deiglan",
    "user": null,
    "user_id": null,
    "date": "2006-05-14 12:30:10",
    "title": "Írakabakarí",
    "text": "http://www.petitiononline.com/andof/petition.html\nEf þú ert ósátt, ósáttur við að Ísland sé stuðningsaðili Íraksstríðsins tékkaðu þá á þessu.",
    "url": "https://www.hugi.is/deiglan/korkar/406688/irakabakari/",
    "url_id": "406688",
    "id": "3473726",
    "replies": [
        {
            "user": "Sticky",
            "user_id": "55710",
            "date": "2006-05-14 21:13:05",
            "id": "3476296",
            "reply_to_id": "3473726",
            "text": "raksápupákar ;)"
        },
        {
            "user": "Sticky",
            "user_id": "55710",
            "date": "2006-05-14 21:13:46",
            "id": "3476300",
            "reply_to_id": "3473726",
            "text": "*raksápupáska"
        },
        {
            "user": "Sticky",
            "user_id": "55710",
            "date": "2006-05-14 23:04:54",
            "id": "3477011",
            "reply_to_id": "3476300",
            "text": "fæðin ef trú sína for atar, ratar ofan í súrt fenið æf!!!"
        },
        {
            "user": "Sticky",
            "user_id": "55710",
            "date": "2006-05-14 23:07:40",
            "id": "3477032",
            "reply_to_id": "3477011",
            "text": "hvað þýðir það?"
        },
        {
            "user": "Sticky",
            "user_id": "55710",
            "date": "2006-05-14 23:21:35",
            "id": "3477141",
            "reply_to_id": "3477032",
            "text": "ef fæðin, það er að segja andúð á einhverju, atar trú sinni út í for (leðju), þá ratar hún beinustu leið ofan í fen, æf, (reið).\nJá. Þetta er samhverfa, en kannski ekki beint eitthvað sem hægt er að nota í venjulegu tali.\nMaður getur samt reynt að leggja setninguna á minnið og notað hana við tækifæri. Látið eins og þetta sé málsháttur!"
        },
        {
            "user": "Sticky",
            "user_id": "55710",
            "date": "2006-05-14 23:23:26",
            "id": "3477152",
            "reply_to_id": "3477141",
            "text": "meinar :D"
        },
        {
            "user": "Balders",
            "user_id": "10977",
            "date": "2006-05-15 20:56:08",
            "id": "3480618",
            "reply_to_id": "3477011",
            "text": "Arafat sarð rök skörð rastafara."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-05-17 10:20:45",
            "id": "3486495",
            "reply_to_id": "3480618",
            "text": "Góður."
        },
        {
            "user": "nophilosophy",
            "user_id": "63974",
            "date": "2006-05-14 21:19:15",
            "id": "3476338",
            "reply_to_id": "3473726",
            "text": "Ég veit ekki hvað Íslendinagar voru að pæla þegar þeir vissu það fyrst að Ísland er að stiðja stríðið í Írak, allir hefðu bara átt að fara út og motamæla því harkalega. Ég er alveg 100% sammála þessum sem sagði að Bandaríkjum vari alveg sama um ísland, þeim er sama um alla. Hugsið ykkur bara hversu mikin perning bandaríkin eiga, líklega kunna sumir ekki einusini þessa tölu. Og þegar þeir þykjast hjálpa einhverju þá eru þeir bara að sopa aðeins smá rik úr golfi, þeim er alveg sama um allt, það eina sem þeir hugsa um er vopn og strýð. Og við höfum fengið alveg nægilega margar sannanir fyrir því að strýðið í Írak er ekki réttlát, hugsið bara  út í allar pintingarnar og óþörfu sprengingarnar, og þegar þeir brjóta eitthvað úr þjóðdafni íraks sem er 2000 ára gamalt og margt fleira sem ég neni ekki að hugsa djúpt út í það.\nÉg skil ekki afhverju Íslendingum líkar svona vel við bandaríkin. Í augu bandaríkjana erum við eins og smábarn sem reinir að fara í augun á fullorðum, þeir hunsa okkur."
        },
        {
            "user": "nophilosophy",
            "user_id": "63974",
            "date": "2006-05-14 21:54:45",
            "id": "3476584",
            "reply_to_id": "3476338",
            "text": "Það er kanski satt að bandaríkin eru ríkari og sterkari en ísland, en ef bandaríkjamen mundu vera hér á íslandi með þenan heila sem þeir eru með þá væru þau í ástandi fólks í steinöld. Horfið  bara á Jaywalkin, hjá jay leno."
        },
        {
            "user": "Balders",
            "user_id": "10977",
            "date": "2006-05-14 22:59:41",
            "id": "3476980",
            "reply_to_id": "3476584",
            "text": "Hvernig færðu það út? Bandaríkjamenn stjórna voldugasta ríki jarðarinnar og hafa gert það með ágætis árangri. Að dæma þá útfrá einhverju Jaywalking er fáránlegt, þú getur fundið heimskan mann hvar sem er. Þessir sem eru með Jaywalking taka augljóslega viðtal við fullt af fólki og setja þá í þáttinn sem koma verst útúr spurningalistanum. Og eflaust klippa þeir svörin eitthvað til."
        },
        {
            "user": "nophilosophy",
            "user_id": "63974",
            "date": "2006-05-14 23:47:21",
            "id": "3477301",
            "reply_to_id": "3476980",
            "text": "Já ég er svo sem líka sammála þér þótt ég sagði það sjálfur því maður dæmir ekki heila heimsálfu út frá jaywalking, en Bandaríkin (núna er ég að tala um stjórnmálamenina) eru ekki mjög heiðarleg eins og þau virðast og þeir ljúga allt of mikið og það en sérstaklega síðan bush van í annað sin  hefur maður fengið skrítnar hugsanir á bandaríkjamen, en ég veit að það er rangt að dæma eitthvað míkið út frá jaywalking því hann gæti líka verið að segja þeim að gera þetta. En síðan veit ég að það eru mjög margir bandaríkjamenn bara fremstir í að reina að gera frið í heiminum, og það hafa nokkrir mjög heiðarlegir stjórnmálamenn sagt upp því þeir vilja ekki taka þátt í einhverju ljótu skipulagningu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-05-14 23:05:46",
            "id": "3477014",
            "reply_to_id": "3476338",
            "text": "Sammála þér."
        },
        {
            "user": "Balders",
            "user_id": "10977",
            "date": "2006-05-14 23:40:16",
            "id": "3477270",
            "reply_to_id": "3476338",
            "text": "Ég skil ekki afhverju Íslendingum líkar svona vel við bandaríkin.\nEf það væri ekki fyrir Bandaríkin værum við ennþá á steinöld… Ísland var fátækasta land Evrópu fyrir seinni heimstyrjöldina og Marshallaðstoðin sem þeir veittu okkur hífði okkur uppúr vesældinni og gerði okkur kleyft að verða ein ríkasta þjóð Evrópu…"
        },
        {
            "user": "Balders",
            "user_id": "10977",
            "date": "2006-05-14 23:40:53",
            "id": "3477275",
            "reply_to_id": "3477270",
            "text": "Eitt fátækasta allavega…"
        },
        {
            "user": "nophilosophy",
            "user_id": "63974",
            "date": "2006-05-14 23:56:33",
            "id": "3477340",
            "reply_to_id": "3477275",
            "text": "Ég veit ekkert um það en ég veit jú að þeir hafa hjálpað míkið mjög mörgum löndum ekki bara ísland, en þú skildir mig samt ekki alveg. Ef þú nenir og ef þér finst það ekki óþarfi þá ættiru að lesa textan sem ég skrifaði fyrst aftur, en ef þú nenir ekki að pæla í því soldið slepptu því bara kanski var ég óskir. En síðan sástu að ég sagði ekkert í smáatriði því ég nenti nú ekki að leita í bækur."
        },
        {
            "user": "Balders",
            "user_id": "10977",
            "date": "2006-05-17 10:22:24",
            "id": "3486497",
            "reply_to_id": "3477275",
            "text": "Þetta er reyndar ekki rétt. Ég er sammála því að Evrópa öll, og Ísland sem fékk hlutfallslega mest, standi í þakkarskuld við BNA fyrir það. En Ísland var alls ekki með fátækustu löndum Evrópu, sér í lagi ekki eftir seinni heimsstyrjöld þar sem við vorum landið sem kom einna best út úr átökunum. (Ásamt Svíþjóð)."
        },
        {
            "user": "Balders",
            "user_id": "10977",
            "date": "2006-05-17 13:17:17",
            "id": "3486875",
            "reply_to_id": "3486497",
            "text": "Ég sagði reyndar að Ísland hafi verið með þeim fátækustu í Evrópu fyrir seinni heimstyrjöldina, ekki eftir. Prófaðu bara að googla það eða eitthvað. Ég er nokkuð viss um að það hafi verið þannig."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-05-17 22:06:22",
            "id": "3489231",
            "reply_to_id": "3486875",
            "text": "Þetta er bara einfaldlega ekki rétt hjá þér. Íslendingar höfðu það ekki verra en fólk á meginlandi Evrópu."
        },
        {
            "user": "nophilosophy",
            "user_id": "63974",
            "date": "2006-05-15 00:26:08",
            "id": "3477488",
            "reply_to_id": "3477270",
            "text": "Allt sem er mjög mikilvægt í heiminum er ákveðið af bandaríkjunum hverning það á að vera. Ef þeir vilja halda áfram að gera það þá verða þeir að hætta að hugsa um sínar þarfir og peninga einusini. Tökum dæmi: Forsetisráðhera albaniu borgaði mjög háttsettan stjórnmálaman mikin pening til þess að hjálpa sig að vinna kosningarnar, og hann gerði það,(hann van).Annað dæmi: Einhverjir stjórnmálamenn  í Serbiu eru að borga marga stjórnmálamenn hátt-og láttsetta til þess að tala á moti Kosovo, því ég held að Kosovo er að berjast fyrir sjálftæði sitt, en mig minir að það er undir stjórn serba. Og annað dæmi: Það er ein bandarískur stjórnmálamaður sem ræður því hvort kosovo fær sjálfstæði eða ekki(ég veit ekki hvað hann heitir), og núna getur serbneska ríkið borgað þennan mann mjög míkið jafnvel miljaða dolara til þess að neita sjálfstæði kosovo. Það sem ég er að segja er að stjórnmálamenirnir þar eru aðeins að vinna fyrir peninga. Þeir skoða ekki hver á skilið að fá t.d sjálfstæði heldur eru þeir að skoða hver þeira biður betur, og auðvitað vinur það land sem er ríkara. Hverning   getur þá sagt að þeir vinna heiðarlega og gera starf sitt vel, pældu í því þeir ERU AÐ SJTÓRNA HEIMNUM milljarðir líf manna eru í hönd sem mun kreista þá um leið og þeim hentar ekki eitthvað.\nEr þetta góður og sangjarna árangur fyrir alla?,, eiga þeir að halda því áfram, samhvæmt þér er svarið já, og ástæðan fyrir því er sú að þeir hafa gert það vel og ekkert annað, ok segjum að allur heimurin samþykki það og hugsi eins, erum við þá í hönd faraons sem er með 6 milljaða þræla, og erum við að vinna til þess að laga pyramida hans, nei ekki ef moses kemur og bjargar okkur,hihi,:)   ég veit það samt ekki maður, ég eftir allt er ég venjulegur maður eins og þú, ég fer í skólan,kem heim,less fréttirnar þar sé ég eitthvað vont og segi Æ,æ grei þeir, og byrja að borða matin eftir langan skóladag, með ekkert nesti:("
        },
        {
            "user": "Balders",
            "user_id": "10977",
            "date": "2006-05-15 15:07:02",
            "id": "3478874",
            "reply_to_id": "3477488",
            "text": "pældu í því þeir ERU AÐ SJTÓRNA HEIMNUM milljarðir líf manna eru í hönd sem mun kreista þá um leið og þeim hentar ekki eitthvað.\nEr þetta góður og sangjarna árangur fyrir alla?,, eiga þeir að halda því áfram, samhvæmt þér er svarið já, og ástæðan fyrir því er sú að þeir hafa gert það vel og ekkert annað\nÞú ert að leggja orð mér í munn. Þú getur ekki neitað að þeir hafi stjórnað ríki sínu þannig að það komi sér vel fyrir þá sem heimsveldi."
        },
        {
            "user": "nophilosophy",
            "user_id": "63974",
            "date": "2006-05-15 15:40:23",
            "id": "3479040",
            "reply_to_id": "3478874",
            "text": "Nei, því það er satt að þeir hafa gert það og alltaf reint það.\nEn í þessum tímum sem við erum núna eru heimsveldin ekki menirnir heldur er það að verða náttúran, ég meina allt er að breitast kríngum okkur og þessi heimsveldi sem hafa náð svo miklum árangri og eru að verða svo rík vilja ekki heira um afleiðingarnar út af t.d loftslagsbreytingum því það kostar þeim svo míkið. Það sem ég er að segja er að það er ekkert plás fyrir stríð og sérstaklega ekki svona stríð eins og það er að fara að gerast í Írak, ef að bandaríkin ráðast inn í Írak þá mun Kína og Rúsland ekki sitja með hendurnar í vassan og horfa á, engin af Evrópulöndum mun hjálpa Bandaríkjunum."
        },
        {
            "user": "Balders",
            "user_id": "10977",
            "date": "2006-05-15 16:08:20",
            "id": "3479170",
            "reply_to_id": "3479040",
            "text": "Ég held að það verði meiri stuðningur við Bandaríkin ef þeir fara í stríð við Íran heldur en þegar þeir réðust inn í Írak…"
        },
        {
            "user": "nophilosophy",
            "user_id": "63974",
            "date": "2006-05-15 16:16:37",
            "id": "3479202",
            "reply_to_id": "3479170",
            "text": "Vonandi ná allir markmið sínu. Og ég vona að allir veða sigurvegarar."
        },
        {
            "user": "Balders",
            "user_id": "10977",
            "date": "2006-05-15 20:09:07",
            "id": "3480405",
            "reply_to_id": "3479202",
            "text": "Ég vona að Íranir nái ekki að búa til kjarnorkuvopn… hljómar voðalega kunnuglega, en málið er að það er svo raunveruleg ógn sem stafar af þeim við Vesturlönd. Ef það kemur til stríðs, sem ég vona svo sannarlega að gerist ekki, þá finnst mér að Vesturlönd ættu að sýna samstöðu því að annars þá mun það verða okkur að falli. Þó svo að það séu ekki  allir hlynntir stríði, sem að er algjörlega skiljanlegt, þá er skárra að það fari svo heldur en að einhverjir bandóðir menn nái að skjóta kjarnorkusprengju á Evrópu eða Ísrael.\nPældu í því að ef það kæmi til stríðs þá mun verða mikið mannfall á vestrænum hermönnum því að Íranir eru svo mikið skipulagðari og með betri her heldur en Írakarnir voru með. Að fara í stríð við þá er ekkert gamanmál."
        },
        {
            "user": "Balders",
            "user_id": "10977",
            "date": "2006-05-15 21:31:16",
            "id": "3480796",
            "reply_to_id": "3479170",
            "text": "Ekki einu sinni Tony B. Liar myndi styðja þá þvílíku dellu. Það muna nú flestir eftir seinustu lygunum í kringum írak þannig að aðeins harðasta botnfallið mun sitja eftir og kóa með neo-con aðdáendum sínum,\nsvona 2% heimsins kannski, aðallega mid-west íbúar sem horfa á fox/msnbc og svo nokkrir þekktir aðilar hér á landi. lol"
        },
        {
            "user": "Balders",
            "user_id": "10977",
            "date": "2006-05-15 21:45:19",
            "id": "3480865",
            "reply_to_id": "3480796",
            "text": "Ekki var Saddam Hussein að hóta neinu þegar það var ráðist á Írak, allar ástæðunar sem voru gefnar komu frá Bandaríkjamönnum. Það eina sem Saddam sagði var að hann ætti engin kjarnorkuvopn, sem var svo eftir allt saman sannleikurinn. Það er annað mál með Írani, þar sem þessi forsætisráðherra þeirra er voðalega mikið fyrir að monta sig af kjarnorkutækninni sem þeir hafa nýverið tileinkað sér og hvernig Íranir neyðist kannski til þess að miðla þeim upplýsingum til annarra þjóða á Miðausturlöndum… Síðan er hann í sífellum hótunum við Ísraelsmenn. Það sér það hver maður að það steðjar hætta af því að land eins og Íran búi yfir kjarnorkuvopnum, sem mun pottþétt gerast á næstu árum ef að ekkert verður gert í málinu. Afhverju ættu þeir ekki að smíða slík vopn ef þeir búa yfir tækninni, ég bara spyr."
        },
        {
            "user": "nophilosophy",
            "user_id": "63974",
            "date": "2006-05-16 12:17:21",
            "id": "3482474",
            "reply_to_id": "3480865",
            "text": "Ahmadinejad sendi bandarikjunum bréf fyrir\nstuttu, það var fyrst haldið leyndu hvað stóð í bréfinu, en síðan var sagt að bréfið var um trú og eitthvað þaning bull. En ég trúi því ekki, ég held að í bréfinu hafi verið einhver lausn en bandarínkin geta ekki samþykkt einhverja lausn því þá mun Íran vinna þessa deilu og það mun verða að mjög öflugu arabaríki, það er það sem bandaríkin munu aldrei leyfa, þeir bara geta ekki sætt sig við það."
        },
        {
            "user": "Balders",
            "user_id": "10977",
            "date": "2006-05-16 12:50:09",
            "id": "3482610",
            "reply_to_id": "3482474",
            "text": "Og sættir þú þig við það? Að þeir verði öflugt arabaveldi sem ógnar heimsbyggðinni með kjarnorkuvopnum sínum?\nÉg las um þetta bréf fyrir stuttu og það var talið að þetta væri einhverskonar brella hjá Amadinejad, til þess að láta það líta út fyrir að hann væri allur fyrir að halda friðinn, sem hann er augljóslega ekki, þar sem að Vesturlönd hafa boðið Írönum góðar lausnir við kjarnorkumálum þeirra, meðal annars að selja þeim auðgað úran sem þeir geta nýtt á sama hátt og ef þeir myndu sjálfir auðga það, fyrir utan að geta búið til kjarnorkusprengjur.\nÍranir eru með heilu sjálfsmorðsherdeildirnar, sem er nóg til þess að sannfæra mig um að þeir hafi nákvæmlega enga ástæðu til þess að framleiða ekki kjarnorkuvopn og að þeir munu nota þau þegar þeim hentar. Geturðu ímyndað þér hversu hræðilegt það væri ef að Íranir myndu miðla tækninni til glæpasamtaka á miðausturlöndum? Hugsaðu þér ef að það yrði gerð árás á eitthvað vestrænt land með kjarnorkusprengju. Heimsástandið yrði svo margfallt verra en það er nú."
        },
        {
            "user": "nophilosophy",
            "user_id": "63974",
            "date": "2006-05-16 15:28:34",
            "id": "3483152",
            "reply_to_id": "3482610",
            "text": "Vesturlönd hafa boðið Írönum góðar lausnir við kjarnorkumálum þeirra, meðal annars að selja þeim auðgað úran sem þeir geta nýtt á sama hátt og ef þeir myndu sjálfir auðga það, fyrir utan að geta búið til kjarnorkusprengjur.\nSamþykktu þeir það?"
        },
        {
            "user": "Balders",
            "user_id": "10977",
            "date": "2006-05-16 15:41:56",
            "id": "3483212",
            "reply_to_id": "3483152",
            "text": "Nei, það gerðu þeir nefnilega ekki. Og maður spyr sig, afhverju samþykktu þeir það ekki ef þeir ætla bara að nota kjarnorkuna til raforkuframleiðslu? Mér finnst svarið nokkuð augljóst."
        },
        {
            "user": "Balders",
            "user_id": "10977",
            "date": "2006-05-16 21:50:22",
            "id": "3485211",
            "reply_to_id": "3480865",
            "text": "Síðan er hann í sífellum hótunum við Ísraelsmenn. Það sér það hver maður að það steðjar hætta af því að land eins og Íran búi yfir kjarnorkuvopnum, sem mun pottþétt gerast á næstu árum ef að ekkert verður gert í málinu. Afhverju ættu þeir ekki að smíða slík vopn ef þeir búa yfir tækninni, ég bara spyr.\nkjarnorkuríki hafa hingað til ekki tekið upp á því að ráðast á hvert annað. Og íran væri nú búið að vera ef þeir myndu ráðast á ísrael með þeim vopnum.\nÞar að auki á íran sér enga árásarösu en írak hafði þó ráðist á 2 lönd.\nÞetta bara sami söngurinn í þessum íransforseta og hefur alltaf verið frá því í byltingunni og því ekkert nýtt þar. Annars er það bara skárra að láta það duga að Segjast vilja eyða ísrael annað en sumir sem framkvæmda líka hugmyndir um eyðileggingu annarra landa.\nSvo talar Íransforseti bara hreint út um óvini sinni, öðruvísi en bna gerir, sem sykurhúðar sínar sömu ræður með innantómu lýðræðistali.\nAnnars er ekkert að því að íran eignist kjarnorkuvopn. Það kemur bara meiri stöðugleika á þetta svæði. Búið er að ráðast á 2 nágrannaríki írans og neo-con liðið vildi líka Íran en svo “óheppilega” vildi til að innrásarherinn er fastur í kviksyndi í Írak.  Það er því nauðsynlegt fyrir íran og heiminn að koma í veg fyrir frekari áætlanir neocon hysksins."
        },
        {
            "user": "Balders",
            "user_id": "10977",
            "date": "2006-05-16 22:13:56",
            "id": "3485327",
            "reply_to_id": "3485211",
            "text": "Ég er ósammála þér. Ef að Íranir myndu varpa nokkrum kjarnorkusprengjum á nokkur lönd, þá skiptir í rauninni ekki máli hvort að það verði ráðist á þá, þar sem að skaðinn er skeður og þeir munu hafa veikt óvini sína svo um munar. það er ekkert takmark á hversu margar langdrægar eldflaugar þeir geta eignast og notað. Íranir og þeirra klerkastjórn eru ekki sambærilegir hinum kjarnorkuríkjunum, þar sem þeir aðhyllast allt annan málstað.\nEf að þessi tækni kemst í hendur hryðjuverkamanna er næstum víst að þeir muni nota hana án þess að það verði hægt að finna raunverulegan sökudólg sem hægt er að refsa eða koma í veg fyrir að slík árás myndi eiga sér stað aftur."
        },
        {
            "user": "nophilosophy",
            "user_id": "63974",
            "date": "2006-05-16 23:53:58",
            "id": "3485863",
            "reply_to_id": "3485327",
            "text": "Kjarnorkuríkinn hafa hingað til aldrei hotað hvor öðrum opinberlega. Hins vegar hafa þau frá upphafi hugmynds um svona vopn til þessum tímum alltaf sínt hvern öðrum hversu öplug þeir eru, en þeir hafa samt ekki sínt allar hugmyndir sínar og frá nokkrum hugmyndum sem eru núna að verða gamlar vitum við að þeir hafa haldið leyndu, en það sem við vitum ekki er hverju þeir eru að halda leyndu núna.\nÞað er satt að fólkið hefur verið að mótmæla mjög míkið um alskonar vandamál í heiminum en hæst settu stjórnmálamenn hafa þagað í þá alveg eins og foreldrar þaga í litlu barni, með því að gefa því uppáhalds leikfangið sitt. Við lifum víst ekki í svo frjálsu heimi, og við munum aldrei gera það þangað til það mun ekki vera lengur einræði í heiminum. Haldið þið að það sé ekki einræði að Bush,Blair,Putin,Kína forseti,bara eila allir þessir sem gefa skipanir um árás á land. Ef ekki! Hefur skipun þeir þá einhvern tíman verið höfnuð um að senda her eða eitthvað annað til einhvers lands sem öll þjóðin hefur mótmælt, ‘þeir hafa ekki einusini tekið það til greina’.Það reina ekki mörg lönd að þróa vélmenni sem er mjög hæft fyrir sríð, og sem hlíðir skipunum. Nei! því það er einmitt alveg óþarfi, vegna þess að þeir hafa auðvitað mannahermenin sem eru mjög hæfir,sterkir,hlíða skipun eins og ég veit ekki hvað, og kosta miklu minna. Það tekur eila engin forseti til greina þegar hann er að byrja stríð að hann munn nota  menn til þess, hann sér á þá sem þræla hans. Ríki hugsa meira að segja það míkið um her að á sumum löndum þurfa krakkar að stoppa skólan þegar þeir eru 18 ára og fara í herskóla, þótt ég er ekki viss með allt hverning það fer.\nÁstæðan fyrir því að Bandaríkin hafa enþá ekki ráðist á Íran er sú að þeir eru hrædir við norður-kóreu,kína og rúsland. Norður-korea er í mjög slæmum samband við Bandaríkin og er meira að segja að hjálpa Íran eins míkið og það getur. Kína vill í bestu tækifæri rústa BNA (það gæti verið að þeir haldi að þetta sé besta tækifærið).\nRúsland stendur með Kína og dick chain hefur líka moðgað þá eitthvað. Varðandi Evrópulöndin þá efast ég um að þeir  þori að fara inn í þetta.\nAllt þetta ástandi sem er að gerast er vegna þess að í stjórn hafa náð að kómast menn sem eru hálf Hitlerar."
        },
        {
            "user": "hjalti1",
            "user_id": "23140",
            "date": "2006-05-15 11:24:50",
            "id": "3478107",
            "reply_to_id": "3476338",
            "text": "Við hverju er að búast? 300 000 manna smáþjóð sem lifir á fiski. Við megum ekki reisa eitt andskotans álver á stað sem varla neinn vissi af áður en þar áttu að hefjast framkvæmdir. Hvers vegna erum við smáþjóð út í hafi að hafa vit fyrir stórveldi sem hefur ekki bara einusinni heldur tvisvar komið heimsálfu og menningarheimi okkar til hjálpar í tveimur stærstu stríðum á síðustu öld. Þá var tíðin sú að bandaríkin vildu ekkert gera með ófrið annarstaðar en á sínum heimaslóðum. Persónulega er ég bara fegin því að bandaríkjunum er ekki lengur sama umm allt og alla.\nÉg get vel skilið að fullt af fólki sé mjög fegið því að andskotans kaninn sé að fara. Þá getum við loksins t.d fengið að sjá hvað landhelgisgjæslu þyrlur okkar eru mun hæfari til björgunar á sjó og landi en bandaríksa sjóhersins. Æ nei hvað er ég að bulla? Var það ekki bara síðastí gær þar sem átti að kalla þirlunar til björgunar en þær voru báðar bilaðar? I feel safer already.\nHvað Írak varðar þá pirrar það mig akkúrat ekkert að búið sé að koma Saddam frá völdum og fólkið getur loksins kosið sína stjórn. Þið kannski neitið að trúa því, en það er mjög mikið af fólki sem fannst þessi árás fullkomlega réttmæt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-05-18 20:09:06",
            "id": "3493037",
            "reply_to_id": "3473726",
            "text": "Næsta ríkisstjór Íslands þyrfti að biðjast opinberlega afsökunar á stuðningi við innrásina í Írak og segja sig úr “viljuga” bandalaginu.\nNú hefur Prodi þvegið skömmina af Ítölum og bætist í hóp þeirra ríkja sem séð hafa að sér.\nProdi sagði nú annars\n“…the international community should not be ”indulgent to suggestions of fundamentalism of the opposing strain, which preach crusades and indiscriminately advocate clashes of civilisations.\"\nHann líkti Bush, Berlusconi, B.liar við krossfara og bókstafstrúarmenn af sömu gerð og Bin Laden og co. Kallinn byrjar bara nokkuð vel."
        },
        {
            "user": "draslcool",
            "user_id": "40439",
            "date": "2006-05-19 21:49:28",
            "id": "3498773",
            "reply_to_id": "3473726",
            "text": "Líbanir aka toyota karina bíl"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-05-20 01:43:13",
            "id": "3499887",
            "reply_to_id": "3498773",
            "text": "Þessi er helvíti góður. Líbanar eru frábærir.\nAmma sá afa káfa af ákafa á Samma"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-05-27 16:30:20",
            "id": "3534826",
            "reply_to_id": "3473726",
            "text": "Það þarf nú að fara að vekja þennan stríðsglæpadómstól.\nÞetta komst upp af tilviljun. Hvað ætli svona atvik hafi nú gerst oft?\nSaklaust fólk drepið í hefndarskyni\nFlest bendir til að bandarískir landgönguliðar hafi í nóvember á síðasta ári myrt á þriðja tug íraskra borgara í hefndarskyni, þar á meðal mörg börn. Ódæðin eru sögð þau verstu sem bandaríska herliðið hefur gert sig sekt um í Írak frá því að ráðist var inn í landið.\nBlóðbaðið átti sér stað í bænum Haditha, sem stendur við bakka Efrat-fljóts, en þar hefur verið róstusamt allt frá innrásinni vorið 2003. Kveikjan að því virðist hafa verið sprengjuárás þar sem herforingi úr bandaríska landgönguliðinu lét lífið í nóvember á síðasta ári. Sjónarvottar segja að í kjölfarið hafi félagar mannsins farið hús úr húsi í bænum og skotið á allt sem fyrir varð. Þau fyrstu sem fengu heimsókn frá þeim hálfáttræður maður sem bundinn var við hjólastól og fjölskylda hans, þar á meðal fjögur barnabörn, það elsta átta ára, það yngsta tveggja mánaða. Ekkert þeirra komst lífs af. Svipuð örlög biðu þeirra sem bjuggu í næsta húsi, hjóna með sjö börn sem öll voru undir fjórtán ára aldri. Þegar morðæðið var afstaðið lágu 24 í valnum. Tvennum sögum fer svo af því hvort handsprengjur hafi verið notaðar til að eyðileggja hús fólksins eða jafnvel sprengjum varpað á þau úr flugvélum, en til þess þarf skipun frá yfirmönnum. Landgönguliðarnir gáfu svo falskar skýringar á drápunum, þeir sem féllu í Haditha voru ýmist sagðir hafa dáið í sjálfri vegsprengjuárásinni eða verið úr hópi uppreisnarmanna. Nefnd á vegum Bandaríkjahers vinnur að rannsókn málsins og mun hún skila niðurstöðum sínum á næstunni en fullvíst er talið að hún leggi til að þeir sem beri ábyrgð á ódæðunum verði sóttir til saka. Ef rétt reynist er þarna um að ræða verstu illvirki bandarískra hermanna í Írak frá innrásinni, jafnvel verri en misþyrmingarnar í Abu Ghraib."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-06-01 11:19:48",
            "id": "3557738",
            "reply_to_id": "3534826",
            "text": "BNAmenn vidurkenna ekki stridsglaepadomstolinn, thess vegna fara their ekki fyrir rettinn"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-07-01 11:18:58",
            "id": "3692126",
            "reply_to_id": "3473726",
            "text": "Dánartíðni í landinu var lægri árið 2003 (innrásarárinu) heldur en 2002. Í raun er það nóg fyrir mig, hef verið stuðningsmaður frelsunar Íraks frá upphafi.\nFólk virðist gleyma því að fjölmiðlar snúast aðallega um að koma með æsifréttir til þess að selja, oftast neikvæðar. Það er óendanlega margir jákvæðir hlutir sem hafa gerst í Írak frá innrásinni, það er bara ekki sami áhugi á að fjalla um þá. T.d. uppbyggingin í landinu er helmingur kostnaðarins á móti hernaðaraðgerðum, er það innrásaraðili sem er skítsama um þjóðina? Svo er eina umfjöllunin í fjölmiðlun að Bandaríkjamenn séu á eftir áætlun í uppbyggingunni, ekki er nefnt að samt sem áður er það sem nú er lokið líklega heimsmet í uppbyggingu lands á aðeins 3 árum."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-07-01 17:44:16",
            "id": "3693004",
            "reply_to_id": "3692126",
            "text": "Og danartidnin var fremur ha ut af hverju? Vidskiptabanni…\nSaddam var illur hardstjori, en af theim er nog af taka i thessum heimi, og peningarnir sem foru i Irak, hefdu getad hjalpad lydraedi i heiminum meira ef their hefdu verid fjarfestir i annad.\n(En annars velkominn tilbaka, gaman ad heyra i ther) :)"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-07-01 19:54:14",
            "id": "3693471",
            "reply_to_id": "3693004",
            "text": "Enda frábært að Bandaríkjamenn kláruðu dæmið loksins, sem Íraska þjóðin átti inni hjá þeim frá fyrra stríðinu. Ekki má gleyma því að oil-for-food spillingin sem gerði ekkert fyrir hinn almenna Íraka var algjörlega á ábyrgð Sameinuðu Þjóðanna, þó að Bandaríkjamenn hafi stungið upp á því. SÞ bera því ábyrgð á fleiri dauðsföllum í landinu en Bandaríkjamenn, og auðvitað Saddam Hussein.\nTekið eftir því hvernig nánast allar fréttir í dag eru frá vissum átakasvæðum í Baghdad? Kannski af því að lífið er betra á flestum öðrum svæðum og ekki spennandi að fjalla um slíkt? :) Svo er hlutfall barna sem ganga í skóla hærra í dag en fyrir innrásina, ásamt því að 98% þeirra hafa verið bólusett. Það er margt sem er bjartara í framtíð Íraka eftir að Baath stjórnin féll, en því miður einbeita fjölmiðlar sér að ofbeldisfréttum sem seljast best.\nEn rétt hjá þér að þeir eru fleiri einræðisherrarnir. En eðlilegt er að þeir séu efst á listanum sem einnig eru taldir ógna öryggi vesturlanda, sem borga fyrir aðgerðirnar. T.d. Sýrland, N-Kórea og Íran. En annars er ég ósammála þér að peningarnir hefðu gagnast betur í “mannúðlegri aðgerðum”. Sameinuðu Þjóðirnar hafa sýnt vel hversu gagnlausar þær eru með sýnar viðræður, áframhaldandi viðræður og í versta falli aðvörun um aðgerðir. Í raun var búið að samþykkja aðgerðir gegn Írak en svo seinna var dregið það til baka vegna þess að samstaða náðist ekki um í hvaða formi það hefði orðið. Sem betur fer vildu bandamenn ekki viðskiptabann 2 eða eitthvað álíka fáránlegt og einfaldlega kláruðu dæmið."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-07-03 13:46:47",
            "id": "3699553",
            "reply_to_id": "3693471",
            "text": "Thad sem thessi thradur snyst tho um, er undirskriftasofnun gegn thvi ad Island stydji stridid, og ef eg man rett, tha varst thu sjalfur a moti thvi ad Island vaeri ohlutlaust.\nThad tharf ekki ad nota hernadaradgerdir til thess ad breida ur lydraedi. Thad hefur synt sig ad vidskipti og samskipti gera thad best.\nVid eigum enn eftir ad sja Irak spjara sig an Bandarikjanna. Thegar thau gera thad skal eg eta hattinn minn. ;)\nEg vona ad thau geri thad. Thad myndi hafa stor ahrif ut um allan muslimaheiminn. En eg efast storlega um thad."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-07-04 00:30:17",
            "id": "3702905",
            "reply_to_id": "3699553",
            "text": "Þú veist að Írakar eru nú þegar í meirihluta hernaðars í landinu? Með 300.000+ hermenn. Held að þeir séu í stjórn í um helming stöðvanna. En plan Bandaríkjamanna er einmitt það að þeir yfirgefi ekki landið fyrr Írakar eru komnir í algjöra stjórn og kaninn eingöngu búinn að vera í ráðgjafahlutverkinu. Í raun tel ég mjög ólíklegt að þetta eigi eftir að misheppnast héðan frá. Það er einfaldlega búið að leggja allt of mikið í þetta “verkefni” svo þeir leyfi því að misheppnast. Þrátt fyrir þrýsting í Bandaríkjunum að fá hermennina heim þá er augljóst að stjórnvöld eru ákveðin í því klára dæmið algjörlega. Að misheppnast í annað skipti í þessu landi væru algjör niðurlæging fyrir Bandaríkjamenn.\nÉg spái því að eftir 1 ár verði erlendum hermönnum strax búið að fækka um helming og starfa aðallega   við að þjálfa og leiðbeina Írökum þegar kemur að stjórn öryggismála, það er eina sem er eftir. Þeir eru löngu komnir með nógu marga hermenn/lögreglur. Svo má ekki gleyma… * Stjórnarskrá, * Lýðræði, *Dreifð völd og stjórnvöld með öllum helstu þjóðarbrotum. Auðvitað er samt leiðinlegt að það eru en þá átök á milli trúarhópa eða afskipti Al-Qaeeda. En enginn þeirra hefur styrkleika til þess að fella stjórn landsins, þó að neikvæða umfjöllun vesturlanda sé auðvitað leiðinleg. Írakar eru vanir miklu meira mannsfalli en er raunin í dag, hvernig væri að halda í vonina og sjá þetta frá öðru sjónarhorni en æsifréttamennskan? ;)\nEn svo er það rétt hjá þér að ef allt endar vel að þá hefur það gífurleg áhrif á öll miðausturlönd. Reyndar þá hefur frelsun Íraks strax haft áhrif í allavega 2-3 nágrannalöndum. Sýrlendingar og Íranir eru meira áberandi í fjölmiðlum og þrýstingur eykst á að þar verði einnig breytingar. Það er mjög augljóst að Bandaríkjamenn vilja losna við öfgastjórnir í miðausturlöndum vegna þess að þær borga fyrir þjálfunarbúðir hryðjuverkamanna sem sprengja sig upp í Ísrael og á vesturlöndum.\nÞeir hafa tapað mörgum milljörðum dollara eru eru að fá nákvæmlega jafn mikið af olíu frá Írak og árið fyrir innrásina. Sá sem heldur því en þá fram að þetta hafi verið olíustríð ætti að skammast sín   fyrir að vera svona fáfróður. Margir sérfræðingar spáði því að þegar það yrði ráðist á meginland Bandaríkjanna (sem gerðist í fyrsta skipti 11.september 2001) að þá yrði erfitt að koma í veg fyrir kjarnorkuheimstyrjöld. En eðlilegt er að Bandaríkjamenn (eins og önnur stórveldi) bregðist við slíku harkalega. Að fella harðstjórnirnar í Afghanistan og Írak með mjög takmörkuðu mannfalli eru miklu skárri viðbrögð en þegar það var ráðist á Pearl Harbour á sínum tíma, ekki satt?\nP.s. ég er en þá ósammála ákvörðun Davíðs og Halldórs að setja Ísland á þennan lista, en eins og alltaf þá verður umræðan víðtækari :)"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-07-04 23:59:00",
            "id": "3707478",
            "reply_to_id": "3702905",
            "text": "Ég er ekki sannfærður um að ef Írakar hafi frjálst val muni þeir halda áfram að vera Írakar.\nLítum til samanburðar á Spán, Baskar og Katalóníumenn vilja ekki tilheyra Spáni lengur, en þó er lýðræði í landinu og efnahagurinn tiltölulega góður. (Eins og gengur og gerist í heiminum, kannski ekkert spes á vestrænan mælikvarða).\nBaskar og Katalóníumenn urðu fyrir ofsóknum af fasískum einræðisherra, en þær voru þó ekki eins slæmar og Sjítar, og Kúrdar hafa þolað.\nÍ öðru lagi er Írak land sem var skapað til að þjóna vestrænum hagsmunum, sameiginleg menning og saga tengja ekki Sjíta, Kúrda og Sunnía saman.\nÆtli Sjítar vilji deila olíuauði sínum Súnníum, eða að Kúrdar sömuleiðis?\nÉg held að landið gæti klofnað, og til þess að hindra það og reyna að skapa þetta fylkjaríki sem BNA menn vilja sjá þarna muni þurfa að fórna fleiri lífum.\nÁn þess þó að nokkur árangur sé tryggður.\nEn hefur innrásinn í Írak orðið til góðs fyrir pólitískt ástand í Sýrlandi og Íran? Svo virðist sem að það hafi leitt til þess að hófsemismenn töpuðu kosningunum í Íran, sem hafði fram að þessu verið í hægu umbótaferli."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-07-05 01:00:52",
            "id": "3707804",
            "reply_to_id": "3707478",
            "text": "Íran er ekki lýðræðisríki. Þeir halda því auðvitað fram, t.d. með forsetakosningunum. En forsetinn er í raun ekkert annað en talsmaður klerkaveldis sem er æðst og með algjört einræðisvald. Hver vinnur kosningar í landinu skiptir engu máli, allt sýning fyrir vesturlönd.\nAftur, ekkert bendir til þess að Írak sé að klofna í fylgingar. Þó að einhverjir öfgamenn frá öllum þjóðarbrotum séu að sprengja sig í tætlur þá eru samt sem áður sameinuð stjórnvöld með öll þrjú þjóðarbrotin. Aðal gallinn er sá að hryðjuverk verða áfram hluti  af landinu allavega næstu áratugina. En alveg frá upphafi hafa þau allavega verið að kosta færri manns lífið en fjöldamorð og stríð Saddams.\nSvo já ég held að lífið sé strax betra fyrir meirihluta Íraks. Sjítar hefðu getað haft sjórnvöld án Súnníta en þrátt fyrir að vera meirihluti þjóðarinnar þá vilja þeir ekki útiloka aðra vegna þess að þeir vita að það eykur aðeins ofbeldið. Allir æðstu leiðtogar þjóðarbrotanna tala áfram um að berjast gegn hryðjuverkum og láta ekki plata sig í borgarastyrjöld.\nSvo verður maður að átta sig á því að landið var tímasprengja sem bandamenn flýttu fyrir. Ef þetta hefði skeð án erlends herliðs þá hefði líklega tekið marga áratugi af borgarastyrjöld til þess að koma á lýðræði. Og þó að bretar hafi stofnað Írak á sínum tíma þá hefur meirihluti þjóðarinnar fæðst í ríkinu eins og það er í dag. Ef það á að skipta því upp eftir þjóðarbrotum þá gengur það ekki upp nema skipta upp Íran og Sýrlandi líka í leiðinni.\nStaðan er allavega ekki verri fyrir Írak, en miklu betri fyrir vesturvöld. Mikilvægt er að útrýma öllum öfgafullur einræðisstjórnum í þessum heimshluta, ef maður ætlar að ráðast á rót hryðjuverkavandans. Löndin hafa kosið að fara í óbeint stríð í gegnum hryðjuverkasamtök, með því að styrkja þau og leyfa þeim að hafa æfingarbúðir.  Skotmörkin eru fyrst og frems Ísrael og vesturlönd. Þetta var gert í Írak og er en þá gert í Sýrlandi og Íran, þetta er eitthvað sem allar helstu leyniþjónustur í heiminum gera sér grein fyrir. Sérstaklega í Íran sem hefur verið miðpunktur öfgamanna.\nÞarf þriðja árásin á Evrópu að verða að veruleika svo að fólk rífi sig upp úr kanahatrinu og átti sig á því að við höfum nákvæmlega sömu hagsmuni?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-07-05 12:52:24",
            "id": "3708667",
            "reply_to_id": "3707804",
            "text": "Þarf þriðja árásin á Evrópu að verða að veruleika svo að fólk rífi sig upp úr kanahatrinu og átti sig á því að við höfum nákvæmlega sömu hagsmuni?\nEf þriðja árásin mun eiga sér stað, munu Evrópubúar kenna könum um. Það segir mun vitneskja um Evrópubúa mér.\nSjítar hefðu getað haft sjórnvöld án Súnníta en þrátt fyrir að vera meirihluti þjóðarinnar þá vilja þeir ekki útiloka aðra vegna þess að þeir vita að það eykur aðeins ofbeldið.\nEða þeir urðu fyrir pressu frá útlenska hernum sem hefur hertekið landið.\nOg þó að bretar hafi stofnað Írak á sínum tíma þá hefur meirihluti þjóðarinnar fæðst í ríkinu eins og það er í dag.\nMeirihluti Tjetjena fæddust inn í land sem tilheyrði Rússlandi.\nMeirihluti Serba, Króata, Slóvena og Makedóníumanna fæddust í Júgóslavíu.\nStaðreyndin er sú að þessi stríð eru jafn óþörf og Víetnam stríðið á sínum tíma. Múslimsk einræðisríki munu tapa fyrir lýðræði og kapítalisma rétt eins og gömlu sósíalistaríkin gerðu. Víetnam þrátt fyrir að BNA flúðu þaðan, hafa núna tekið upp kapítalískt kerfi.\nHafa aðgerðir Bush dregið úr hryðjuverkum?\nNEI.\nMunu þær gera það?\nÞað er ekkert sem bendir til þess. Hann hefur einungis gert illt verra. Minni afskipti munu hafa betri áhrif tel ég. Við ættum að taka upp algjöra Laissez-Faire stefnu í þessum málum og leyfa miðausturlöndum að vasast í sínum eigin málum."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-07-05 19:48:13",
            "id": "3710516",
            "reply_to_id": "3708667",
            "text": "Ef þriðja árásin mun eiga sér stað, munu Evrópubúar kenna könum um. Það segir mun vitneskja um Evrópubúa mér.\nOg ætlar þú að taka þátt í því? :)\nEða þeir urðu fyrir pressu frá útlenska hernum sem hefur hertekið landið.\nEða bæði. En ekkert bendir til þess að þeir hafi verið þvingaðir til þess að hafa öll þjóðarbrot í stjórnvöldum, óþarfi að reikna með slíku á meðan ekkert bendir til þess. Annars er langt síðan landið var hertekið, í dag er þetta ekkert annað en samvinna stjórnvalda og erlendra hermanna. Stjórnvöld hafa ekki einu sinni reynt á að biðja erlenda hermenn um að fara, einfaldlega vegna þess að þau vilja það ekki. Að tala eins og það sé en þá hefðbundin hertaka í landinu er mjög ýkt.\nHafa aðgerðir Bush dregið úr hryðjuverkum?\nNEI.\nAl-Qaeeda eru einfaldlega í molum í dag og eru ekki nálægt því að vera jafn sterkir og árið 2001. En draga úr hryðjuverkum almennt í heiminum? Nei líklega ekki. En oft versna hlutirnir áður en þeir ljúka.\nEf lögregla ræðst gegn glæpaklíku þá er eðlilegt að átök innan landsins versni, en þýðir það að lögreglan hefði bara átt að lýta fram hjá vandamálinu? Hversu mörg ár áttu öfgaeinræðisstjórnirnar í miðausturlöndum í að beygja sig undir lýðræði, á meðan hryðjuverkasamtök fengu að starfa þar frjálst með stuðningi? 10 ár? 20 ár? Heldur þú virkilega að lýðræði var handan við hornið í Írak fyrir innrás bandamanna? Er einhver mörk á hversu marga borgara einræðisherra má drepa áður en einhver skiptir sér af því? 2 milljónir? 5 milljónir? Eða skipta kannski mútugreiðslur og viðskipti einræðisherrans meira máli en illskuverk hans?\nGlæpir aukast á Íslandi, á lögreglan ekki bara að hætta að berjast gegn þeim?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-07-06 17:12:47",
            "id": "3713921",
            "reply_to_id": "3710516",
            "text": "Og ætlar þú að taka þátt í því? :)\nÞað máttu bóka. Ef árásin mun eiga sér stað í einhverjum af þeim löndum sem studdu innrásina í Írak það er að segja. Ef slík árás ætti sér stað í Frakklandi eða Þýskalandi hefði ég enga útskýringu á reiðum höndum.\nEða bæði. En ekkert bendir til þess að þeir hafi verið þvingaðir til þess að hafa öll þjóðarbrot í stjórnvöldum, óþarfi að reikna með slíku á meðan ekkert bendir til þess. Annars er langt síðan landið var hertekið, í dag er þetta ekkert annað en samvinna stjórnvalda og erlendra hermanna. Stjórnvöld hafa ekki einu sinni reynt á að biðja erlenda hermenn um að fara, einfaldlega vegna þess að þau vilja það ekki. Að tala eins og það sé en þá hefðbundin hertaka í landinu er mjög ýkt.\nEnda væri jú hefðbundin hertaka ómöguleg í nútímanum. Að minnsta kosti hafa þær framfarir átt sér stað á vesturlöndum að það að senda her til að styðja við bak einræðisherra þykir óafsakanlegt. (Sbr. Víetnam).\nStjórnvöldin þarna þurfa á BNA til þess að haldast við völd, það ætti að vera nokkuð augljós ástæða fyrir áframhaldandi óskum þeirra um her í landinu.\nAl-Qaeeda eru einfaldlega í molum í dag og eru ekki nálægt því að vera jafn sterkir og árið 2001. En draga úr hryðjuverkum almennt í heiminum? Nei líklega ekki. En oft versna hlutirnir áður en þeir ljúka.\nStyrkur Al-Quaeeda var ýktur. Þau voru aldrei eins öflug og látið var, og reyndar er talið að ef 11.sept hefði ekki átt sér stað hefðu þau leysts upp.\nOft versna hlutirnir áður en þeir ljúka?\nJú, en það að hlutir versni er ekki merki um það að þeir skáni.\nGlæpir aukast á Íslandi, á lögreglan ekki bara að hætta að berjast gegn þeim?\nJá, við gætum fækkað glæpsamlegum hlutum. T.d. lögleitt fíkniefni og leyft vændi.\nTadaa, og sjá, við getum minnkað lögguna og dregið úr glæpum."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-07-06 18:52:57",
            "id": "3714527",
            "reply_to_id": "3713921",
            "text": "Þannig að það á að lögleiða hryðjuverk til þess að takmarka aðgerðir gegn þeim? :) Ekki góður samanburður hjá þér."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-07-07 01:23:11",
            "id": "3716510",
            "reply_to_id": "3714527",
            "text": "Þannig að það á að lögleiða hryðjuverk til þess að takmarka aðgerðir gegn þeim? :) Ekki góður samanburður hjá þér.\nSatt, en það var ekki ég sem byrjaði að bera saman hryðjuverk og glæpi á Íslandi. :Þ\nEn eins ótrúlegt og það virðist þá var samningaleið farin gagnvart hryðjuverkamönnum á norður írlandi og þeim hefur farið fækkandi í kjölfarið."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-07-07 03:12:56",
            "id": "3716659",
            "reply_to_id": "3716510",
            "text": "Undantekning.\nVanalega er það þannig að þegar maður semur við hryðjuverkamenn að þá er það hvetjandi fyrir hryðjuverk. Kannski ekki sama hóp en allavega aðra. Flestir hryðjuverkamenn eru ekki í þessum bransa upp á gamanið eða hatrið, heldur fylgja þeir vissum stefnum og vilja uppskera eitthvað eftir hryðjuverkin. Þess vegna hefur það verið stefna t.d. Bandaríkjamanna og annarra þjóða að hafa það undantekningalausa reglu að semja ekki við hryðjuverkamenn. Írak er orðin miðpunktur stríðsins gegn hryðjuverkum, stríð sem Bandaríkin og bandamenn virðast vera að sigra. Öfgamenn fóru til Íraks með þann tilgang að reka burt bandamenn og taka yfir landinu, enda er lokatakmarkið að hafa eitt stórt ríki múslima með engin vestræn áhrif. Reglulega hryðjuverk með takmörkuðum mannslátum í Írak er langt frá því að vera sigur öfgamanna, þó sumir neikvæðir aðilar vilji túlka það þannig.\nÞó að bandamenn séu “bara” í Írak þá er þetta samt sem áður stríð gegn öfgamönnum í öllum miðausturlöndum, sem ferðast nú til Íraks í heilagt stríð. Jafnvel þó bandamenn yfirgefi Írak þá mun það aldrei vera nóg, þeir munu alltaf vilja fella lýðræðisleg stjórnvöld þar sem passa ekki í áætlunina um stórt einræðisríki múslima. Þetta er gengið svo langt að það mun aldrei duga að yfirgefa miðausturlönd og vona að hatrið hverfi með árunum, stríðið er byrjað og það er annað hvort að duga eða drepast. Ekki aðeins græða vesturlönd á því að vinna þetta stríð heldur mun það alveg örugglega gagnast meirihluta almennra borgara að vinna stríðið gegn öfgamönnum, t.d. Þjóðverjar ættu að geta vitnað til um slíkt. Það versta í stöðunni er hversu lengi það tekur Evrópu og Sameinuðu Þjóðirnar að taka þessu jafn alvarlega og Bandaríkjamenn gera. Ætli við þurfum ekki að upplifa hryðjuverkaárás svipaða eða stærri en var gerð á tvíburaturnana svo að sú staða breytist, það þarf mikið fyrir Evrópumenn til þess að geta horft framhjá kanahatrinu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-07-08 14:38:37",
            "id": "3721260",
            "reply_to_id": "3716659",
            "text": "stríð sem Bandaríkin og bandamenn virðast vera að sigra\nNei þeir virðast ekki vera að sigra.\nHvernig getur þú túlkað aukningu hryðjuverka sem árangur?\nÞað versta í stöðunni er hversu lengi það tekur Evrópu og Sameinuðu Þjóðirnar að taka þessu jafn alvarlega og Bandaríkjamenn gera\nÞað eru meiri líkur á því að deyjir af völdum eldingar heldur en hryðjuverka. Hryðjuverk eru stórar fréttir en þetta er ekki aðalvandamálið í dag.\nMengun, hungursneyðar og Aids. Ímyndaðu þér ef eitthvað af þessu hefðu fengið fjármagnið sem hryðjuverkastríðið er að fá?"
        }
    ]
}