{
    "forum_title": "Eve og Dust",
    "user": "Jarlaxle",
    "user_id": "5181",
    "date": "2001-08-31 05:58:21",
    "title": "READ THIS WANNABE BETA TESTERS!!!!",
    "text": "Ég vill fá að planta þessu hérna þar sem allir sjá þetta því þessi korkur átti sko sannarlega heima hjá greinunum. Allt sem hann Barrow segir er mjög viskulegt og ætti að vera viðvörun til allra sem halda að Beta testing sé ávísun upp á eitthvað svaka fjör og ókeypis le.\nTitill: að vera beta tester.\nHöfundur: Barrow\nTímasetning: 30. ágú, 23:59\nLestrar: 8\n| Svara\nMargir sem ég hef talað við um EVE beta testið tala um þetta eins og þeir séu að fá að komast fyrr í leikinn enn aðrir, eða að minnka biðina eftir leiknum. Aðrir tala um þekkingar forskot sem þeir munu hafa þegar leikurinn verður gefinn út. Að hluta er þetta rétt og að hluta ekki, þetta eru hlutir sem koma með sem extra fyrir það að vera beta tester.\nÞað sem fæstir virðast gera sér grein fyrir er að það er enginn sældarleikur að vera beta tester, beta tester er að spila leikinn með eitt markmið í huga, finna villur og reyna að endurskapa skilyrði sem búa til villur.\nOg um leið og beta tester er búinn að finna einhverja villu þá sendir hann póst til framleiðanda um hvar, hvenær, hvernig og með hvaða vélbúnaði villan gerist.\nOg að heyra fólk kvarta undann því að characterinn muni ekki lifa yfir í release er eitthvað sem lýsir því að fólk hefur ekki hugmynd um hvaða hlutverki beta tester gegnir.\nÍ flestum online beta tests hafa serverarnir verið hreynsaðir nokkrum sinnum á meðan beta testi stendur þannig að beta testers geta alveg búist við því að characterar sem þeir spila í beta testi verði hreinsaðir út nokkrum sinnum á meðan þeir eru að beta testa.\nÞannig að endilega lítið á þetta beta test með öðrum augum en ókeypis leið til að komast inn í Eve-online, þið verðið að senda CCP upplýsingar um allt sem drífur á daga ykkar á meðan þið eruð að spila ég held að það sé ágætis þumalputta regla að senda allavegana einn póst á viku plús auka pósta ef þið lendið í villum.\nBarrow\nFatal Shadows",
    "url": "https://www.hugi.is/ccp/greinar/40724/read-this-wannabe-beta-testers/",
    "url_id": "40724",
    "id": "268595",
    "replies": [
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2001-08-31 13:14:46",
            "id": "268596",
            "reply_to_id": "268595",
            "text": "Testing er sama og Quality Assurance. Því harðar sem fólk leggur að sér því betri verður varan. Þetta er í raun vinna og launin eru að fá að spila þennan leik á undan hinum."
        },
        {
            "user": "Tannbursti",
            "user_id": "7246",
            "date": "2001-08-31 15:27:35",
            "id": "268597",
            "reply_to_id": "268596",
            "text": "Humm ég bjóst ekki við neinu öðru og jafnvel að þeir mundu segja mér nákvæmlega hvað ég ætti að gera en það skiptir engu öll vinna er gerð með gaman í huga :)"
        },
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2001-08-31 15:38:10",
            "id": "268598",
            "reply_to_id": "268597",
            "text": "Sammála Tannbursta, ég bjóst við því að maður fengi bara fyrirmæli með passwordinu og usernameinu þegar maður fær það sent.\nAnnars þurfum við baða að bíða og sjá.\nPs. Tannbursti, talaðu við mig á ircinu þegar þú ert ekki upptekinn.\nKv.\nAtlas, President of RaiD Incorporation.\n——————-\nThe arm of law and the fist of justice\n- Zaphod_B"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2001-09-10 06:02:22",
            "id": "268599",
            "reply_to_id": "268597",
            "text": "Hérna Tannbursti, profællinn þinn segir að þú sért 15 ára en þarftu ekki að vera 18 til að verða beta-tester á EVE?\nAnyways, ég myndi sækja um, en ég hef bara ekki tíma :)"
        },
        {
            "user": "RoyalFool",
            "user_id": "5820",
            "date": "2001-09-10 11:50:40",
            "id": "268600",
            "reply_to_id": "268599",
            "text": "Það eru nú til ýmsar aðferðir til að komast í Beta-Testið þó að maður sé undir 18… :D"
        },
        {
            "user": "Spa",
            "user_id": "5037",
            "date": "2001-10-21 14:39:31",
            "id": "268601",
            "reply_to_id": "268600",
            "text": "Royalfool: ég er nokkuð viss um að MARGIR BT eru undir 18 ára aldri, bara að kalla á pabba eða mömmu, annars mig langar til að betatesta Eve bara til að hjálpa CCP, það er gott að íslenskt fyrirtæki sé að framleiða flottann leik.\nKv. Kleppari"
        },
        {
            "user": "kattamat",
            "user_id": "5019",
            "date": "2001-12-04 16:13:07",
            "id": "268602",
            "reply_to_id": "268601",
            "text": "Hver veit eiginlega hvað það mun kosta að spila leikin, mun það vera auðveldara fyrir íslendinga að borga fyrir þáttöku? Ég vona að maður þurfi bara borga reikning sem maður fær sendan heim, ég nennni ekki að vera að fá mér vísa út af þessu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-08-31 16:16:30",
            "id": "268603",
            "reply_to_id": "268595",
            "text": "Það er nú alls ekki gáfulegt að líta svo á að Beta tests séu bara til þess að hafa gaman að. Það getur verið alveg ótrúlega erfitt að vera í Q&A, og þið eruð í rauninni að létta þeim verkið með þessum prófunum. Þó svo að ég hafi kannski ekki tekið þátt í mörgum prófunum þá veit ég hversu mikils virði beta testerarnir eru í augum framleiðandans, enda hef ég fylgst með þónokkrum leikjum ganga í gegnum betu (þó svo að ég hafi spilað fæsta).\nKv.\nZachnan Errendor\naka\nwillie"
        },
        {
            "user": "Shamaroth",
            "user_id": "5285",
            "date": "2001-08-31 16:59:51",
            "id": "268604",
            "reply_to_id": "268595",
            "text": "Ég hef betatestað tvo eða þrjá leiki (Neocron, P&P RPG leik og svo einn smáleik) og það er ekkert æðislega gaman, en samt sem áður festist maður við characterinn."
        },
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2001-08-31 18:54:39",
            "id": "268605",
            "reply_to_id": "268604",
            "text": "Já, fíknin er nú ekki langt frá þegar spilaðir eru rpg leikir=)\nJafnvel þegar það er bara beta…\nKv.\nAtlas, President of RaiD Incorporation.\n——————-\nThe arm of law and the fist of justice\n- Zaphod_B"
        },
        {
            "user": "flamer",
            "user_id": "2842",
            "date": "2001-09-01 00:13:00",
            "id": "268606",
            "reply_to_id": "268605",
            "text": "Ég man nú bara þegar Diablo2 var í beta þá kom stundum inná battle.net heimasíðuna alskyns upplýsingar um hvaða villur voru að koma og hversu mörg prósent þáttakenda sendu inn upplýsingar um progress, og sú prósenta var undir 10%, ég sendi ekki mikið in sjálfur, ég sendi þó in þegar ég lendi í villum og tók eftir böggum, svo líka svá overview þegar beta testing var búið, sem mér finst vera lámark að gera, og ekki gleyma að þakka þeim sem standa fyrir testinu fyrir að fá þáttöku, alveg sama þótt þetta sé CCP eða eitthvað annað fyrirtæki."
        },
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2001-09-01 00:16:57",
            "id": "268607",
            "reply_to_id": "268606",
            "text": "Áttu þá við stress testinu?\nÉg sendi inn report um bögg í því sem enn þann dag í dag er til í leiknum. Gat samt ekki spilað það lengi enda fór ég til portúgals 4 dögum eftir að ég fékk cd-keyinn minn."
        },
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2001-09-01 01:33:00",
            "id": "268608",
            "reply_to_id": "268607",
            "text": "Hvernig var svo í portúgal?=)\nKv.\nAtlas"
        },
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2001-09-01 02:52:53",
            "id": "268609",
            "reply_to_id": "268608",
            "text": "Það var milt og gott veður allan tímann, fór aldrei upp í hærra hitastig en 35°C. Að vísu fékk ég kamfýlóbakter þar og þjáðist í margar vikur af því :("
        },
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2001-09-01 12:09:19",
            "id": "268610",
            "reply_to_id": "268609",
            "text": "Lol=)\nKv.\nAtlas"
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2001-09-01 14:26:07",
            "id": "268611",
            "reply_to_id": "268607",
            "text": "Stress test er mjög frábrugðið Beta Testi. Í stress testi áttu bara að spila sem mest á serverinum til að sjá hvort að serverinn þoli álagið. Beta Test er gert til að “irona” bögga út úr forritinu."
        },
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2001-09-01 15:04:23",
            "id": "268612",
            "reply_to_id": "268611",
            "text": "Jamm. Rétt í þessu var ég tekinn inn í Atriarch Technical Betuna. Mér kvíður gríðarlega mikið fyrir. Einu featurein er að það er hægt að labba og chatta, ekkert annað.\nÁstæðan fyrir því að ég vil taka þátt í EVE betunni er sú að ég vil hjálpa CCP (my gods) að gera leikinn sem eins flawless og mögulegt er."
        },
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2001-09-01 15:15:26",
            "id": "268613",
            "reply_to_id": "268612",
            "text": "Við eigum nú það þó sameiginlegt willie=)\nKv.\nAtlas"
        },
        {
            "user": "Shamaroth",
            "user_id": "5285",
            "date": "2001-09-01 15:53:55",
            "id": "268614",
            "reply_to_id": "268613",
            "text": "Þið vitið mína afstöðu, drengir. Enginn tilgangur að segja það aftur, bara minna fólk á það :D"
        },
        {
            "user": "Karkazz",
            "user_id": "4275",
            "date": "2001-09-02 00:28:28",
            "id": "268615",
            "reply_to_id": "268614",
            "text": "Að vísu vissi ég allt þetta fyrirfram…. en það er gott að fá áminningu."
        },
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2001-09-02 15:17:18",
            "id": "268616",
            "reply_to_id": "268615",
            "text": "Hvað segiru um að tala aðeins við mig á ircinu karkazz, og mæta á ida fundinn líka?\nKv.\nAtlas"
        },
        {
            "user": "GarFielD",
            "user_id": "1460",
            "date": "2001-09-04 22:29:17",
            "id": "268617",
            "reply_to_id": "268595",
            "text": "hmmmm ég viskulegur? ohhh jæja allt er nú til ;) Það bara fer í taugarnar á mér hvernig fólk er farið að tala um EVE online Beta testið, og þetta er ekki beint til neins sérstakan aðila þetta er meira svona eitthvað sem ég hef heyrt útundan mér.\nOg þar sem vel flestir tölvu nerðir hér á landi hafa skráð sig eða ætla að skrá sig í eve online betuna hefur maður heyrt þónokkuð af þessum hlutum sem fara í taugarnar á mér….\nohhh well vonum bara að þetta verði góð beta ;)\nBarrow\nFatal Shadows"
        },
        {
            "user": "GarFielD",
            "user_id": "1460",
            "date": "2001-09-05 11:03:06",
            "id": "268618",
            "reply_to_id": "268617",
            "text": "Yesssss. Málið er að það er ekki bara leikir og blóm að vera beta tester.. En ég lít vongóðum augum á testið, og vona að sem flestir hjálpi til með að gera Eve sem bestann :D"
        }
    ]
}