{
    "forum_title": "Geimvísindi",
    "user": "baldurt",
    "user_id": "18639",
    "date": "2006-05-28 17:03:48",
    "title": "Nifteindastjörnur",
    "text": "“Many people think black holes continually suck in everything like great big cosmic bathtub drains. And what the heck are neutron stars? Understanding the nature of black holes and neutron stars–how they form, what they're like, and how we know they are there–can lead to a better understanding of how our Universe works.”\nMér fannst áhugavert að ná nokkrum punktum um nifteindastjörnur niður í stutta grein þar sem að í nýlegri grein um svarthol höfðu nokkrir skrifað svör sem tengdust fyrirbærunum sem eru nifteindastjörnur. Ég mun stytta mér leiðir um nokkur horn í þessari grein en vona að hún nái að veita þeim frekari upplýsingar sem hafa áhuga.\nEins og flestir vita þá eru nifteindastörnur gríðarlega litlar, gríðarlega þéttar og glóa ekki. Hvernig þær verða eins og þær eru er út af ferli sem heitir supernova sem flestir sem vafra inn á hugi.is/ufo kannast ábyggilega við.\nÍ stuttu máli þá tölum við um stjörnu sem viðheldur kjarna-samruna í kjarna sínum rétt eins og sólin okkar gerir og mun gera næstu ca. 4.5 milljarða ára. Þannig býr hún til nægilega orku til þess að standast hinn gríðarlega þyngdarkraft sem slík stjarna hefur einnig verkandi á móti sér. Á endanum klárar stjarnan “bensínið” sitt sem er vetni og þá eru góð ráð dýr. Þar sem ég er ekki að gera grein um supernova þá tek ég mér bessaleyfi til þess að segja að kjarni stjörnunnar fer að kremjast, þyngri frumefni safnast saman í kjarnanum og stjarnan sprengir af sér mest efni sitt í gríðarlega stórri og flottri sprengingu. Nifteindastjarna myndast svo frá “leifunum” af sprengingunni.\nTýpísk nifteindastjarna hefur massa frá rúmlega 1.35 – 2.5 sinnum massa sólarinnar okkar. Það fer ekki að verða neitt sérstakt fyrr en stærð hennar er gefin upp en þessi týpíska stjarna hefur radíus sem er milli 10 og 20 km. Það eitt að ýminda sér massa 2 sóla, troðið niður á svæði með 20 km radíus er nánast ógerlegt þegar haft er í huga að radíus sólar okkar er ca. 700.000 km. Vert skal nefna að það efni sem eftir verður eftir supernova sprengingu ákvarðar endanleg örlög þess. Sé efnið minna en 1.44 x massi sólarinnar (Chandrasekhar limit) þá verður hluturinn að hvítum dvergi. Hafi afgangurinn hins vegar massa á milli 3 – 5 x massa sólarinnar (Tolman-Oppenheimer-Volkoff limit) þá býr hluturinn ekki yfir nægilegum krafti til þess að vinna gegn meðfylgjandi þyngdarkrafti og endar þá með því að leggjast saman í svarthol.\nÞar sem nifteindastjörnur eru svo heppnar að vera svo geðveikislega massamiklar og litlar þá verða þær að nokkurns konar “ultimate” hringekju sem snýst um sjálfa sig allt að 1000 sinnum á sekúndu á meðan t.d. sólin okkar snýr sér í einn hring á mánaðar fresti. Þar að auki hitnar stjarnar svakalega eða alveg upp að 1.000.000 K  í yfirborðshita á meðan yfirborðshiti sólarinnar okkar er  rúmlega 5800 K. Þetta eitt ætti að eyðileggja þær ranghugmyndir sem einhver gæti haft um það að einhverntíman ferðast til nifteindastjörnu því þyngdarafl á yfirborði hennar er rúmlega 100 milljarð! sinnum meiri en sá á yfirborði jarðarinnar okkar og er “escape-velocity” á yfirborði plánetunnar     nær hálfum ljóshraða (150.000 km/sec) á meðan á jörðinni okkar er hann aðeins 11 km/sec. Escape-velocity er sá hraði sem hlutur þarf að hafa til þess að sleppa frá yfirborði hlutar eins og t.d. plánetu. Hvaða hlutur sem er myndi því samstundis gufa upp vegna hitans og kremjast í baun vegna þyndarkraftsins.\nNú rétt í restina er góður tími til þess að líta örlítið á fræðilegu hliðina en m.a. gæti einhver spurt sig “ef að kjarna-samruni er ekki til staðar, hvað hindrar þá stjörnuna í því að leggjast saman í t.d. svarthol?”. Stutt og laggott svar við þessi er að þéttleiki nifteinda er rúmlega 400 miljón tonn/cm3 og hafa nifteindirnar fráhrindikraft (degenerate-neutron pressure) sem er nægilegur til þess að vinna gegn þyngdarkraftinum.\nÉg ætlaði svona rétt að vekja fólk til lítillar umhugsunar á þessum forvitnilegu fyrirbærum og svona án þess að reyna að kafa of mikið inn í tæknilegu hliðina og vona að fólki hafi fundist þetta áhugavert. Allar leiðréttingar eru vel þegnar og ég veit að á ýmsum stöðum stekk ég yfir hluti eins og í kaflanum um supernova. Takk fyrir.\nBaldur Tryggvason\nHeimildir:\nhttp://en.wikipedia.org/wiki/Neutron_stars\nhttp://www-astronomy.mps.ohio-state.edu/~ryden/ast162_5/notes21.html\nhttp://www.eclipse.net/~cmmiller/BH/",
    "url": "https://www.hugi.is/geimvisindi/greinar/409941/nifteindastjornur/",
    "url_id": "409941",
    "id": "3518722",
    "replies": [
        {
            "user": "Emlinn",
            "user_id": "60050",
            "date": "2006-05-28 17:22:55",
            "id": "3539638",
            "reply_to_id": "3518722",
            "text": "Vúhú ég er númer 1337 að lesa greinina :D JiBBY"
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2006-05-28 17:29:46",
            "id": "3539674",
            "reply_to_id": "3518722",
            "text": "Vá, hvernig fékk þessi grein svona marga lestra á svona stuttum tíma?\nAnnars, góð og áhugaverð grein."
        },
        {
            "user": "daxi",
            "user_id": "50505",
            "date": "2006-05-28 17:34:04",
            "id": "3539690",
            "reply_to_id": "3539674",
            "text": "einhver sem klikkaði endalaust á hana :p"
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2006-05-28 17:35:30",
            "id": "3539701",
            "reply_to_id": "3539690",
            "text": "Eða einhver hefur dottið á F5…"
        },
        {
            "user": "daxi",
            "user_id": "50505",
            "date": "2006-05-28 17:38:30",
            "id": "3539712",
            "reply_to_id": "3539701",
            "text": ":D"
        },
        {
            "user": "Emlinn",
            "user_id": "60050",
            "date": "2006-05-28 17:46:05",
            "id": "3539764",
            "reply_to_id": "3539674",
            "text": "Mig langaði að vera númer 1337 :D Svo ég refreshaði nokkru sinnum *-)"
        },
        {
            "user": "Emlinn",
            "user_id": "60050",
            "date": "2006-05-28 17:47:22",
            "id": "3539769",
            "reply_to_id": "3539764",
            "text": "Hahahahahaha…"
        },
        {
            "user": "Emlinn",
            "user_id": "60050",
            "date": "2006-05-28 17:48:29",
            "id": "3539776",
            "reply_to_id": "3539769",
            "text": "Svona gerist bara þegar manni leiðist :("
        },
        {
            "user": "Emlinn",
            "user_id": "60050",
            "date": "2006-05-28 17:52:31",
            "id": "3539793",
            "reply_to_id": "3539776",
            "text": "RÉTT , finndu þér eithtvað að gera það er slæmt að auglýsa svona á huga.. hahaha ;)"
        },
        {
            "user": "Emlinn",
            "user_id": "60050",
            "date": "2006-05-28 17:53:29",
            "id": "3539799",
            "reply_to_id": "3539793",
            "text": "Hehe trueh. Verð að fara að finna mér einhvað hobby :P Uppástungur ?"
        },
        {
            "user": "Emlinn",
            "user_id": "60050",
            "date": "2006-05-28 18:23:44",
            "id": "3539966",
            "reply_to_id": "3539799",
            "text": "Dance around naked? .. Veit ekki hvort það hæfir þér en ég geri það allavega í frístundum :)..\nBorða kertavax, golf, sofa, stunda kynlíf, dansa, borða… Hugmyndir :D"
        },
        {
            "user": "Emlinn",
            "user_id": "60050",
            "date": "2006-05-28 18:52:45",
            "id": "3540135",
            "reply_to_id": "3539966",
            "text": "Dance around naked = Að því núna, var að koma úr sturtu\nBorða kertavax = Er að brenna kertið og bíð bara\nGolf = Nahhh kannski í sumar :)\nSofa = Eftir nokkra tíma, þarf að vakna í vinnu\nStunda Kynlíf = *-) Can you help me out here ?\nBorða = Amm borða kertavax eftir smástund\nGóðar hugmyndir hérna hjá þér, ég hef bara nóg að gera. Læt þig vita hvernig gengur hjá mé"
        },
        {
            "user": "Emlinn",
            "user_id": "60050",
            "date": "2006-05-28 18:53:59",
            "id": "3540145",
            "reply_to_id": "3540135",
            "text": "Næs one ! Ég skal joina þig after a bit :) Mátt búast við mér.. :p"
        },
        {
            "user": "Emlinn",
            "user_id": "60050",
            "date": "2006-05-28 18:56:28",
            "id": "3540163",
            "reply_to_id": "3540145",
            "text": "Núúú ok, best að ég nái í diska fyrir 2 þá ;)"
        },
        {
            "user": "Emlinn",
            "user_id": "60050",
            "date": "2006-05-28 19:06:17",
            "id": "3540206",
            "reply_to_id": "3540163",
            "text": "What are you.. A girl !? Ég borða þetta með höndunum :p *hörð* hehehe"
        },
        {
            "user": "Emlinn",
            "user_id": "60050",
            "date": "2006-05-28 19:15:44",
            "id": "3540275",
            "reply_to_id": "3540206",
            "text": "hahah ekkert mál then :D Hvenær kemuru ? Er að bíða"
        },
        {
            "user": "gummalina",
            "user_id": "6224",
            "date": "2006-05-28 19:51:09",
            "id": "3540488",
            "reply_to_id": "3540275",
            "text": "Í Náinni Framtið* !\n* Þegar ég nenni að standa upp."
        },
        {
            "user": "gummalina",
            "user_id": "6224",
            "date": "2006-05-29 17:49:29",
            "id": "3545228",
            "reply_to_id": "3540488",
            "text": "þarna dó ég aðeins inni í mér, msn er til að nota það, fukk off."
        },
        {
            "user": "gummalina",
            "user_id": "6224",
            "date": "2006-05-29 19:13:24",
            "id": "3545772",
            "reply_to_id": "3545228",
            "text": "…. Ha ?"
        },
        {
            "user": "gummalina",
            "user_id": "6224",
            "date": "2006-05-29 22:52:13",
            "id": "3547018",
            "reply_to_id": "3545772",
            "text": "afsakaðu ég átti nú ekki kannski við þig… bara þetta drasl sem á undan var, eini sénsinn að setja það sem svar hjá þér held ég, ekkert persónulegt."
        },
        {
            "user": "gummalina",
            "user_id": "6224",
            "date": "2006-05-29 23:55:44",
            "id": "3547328",
            "reply_to_id": "3547018",
            "text": "Alright.. Áttaði mig á þessu þegar ég sá þú hefðir kommentað á greinina en ekki tekið þátt í þessum skemmtilegu umræðum. ;)"
        },
        {
            "user": "gummalina",
            "user_id": "6224",
            "date": "2006-05-30 00:02:01",
            "id": "3547350",
            "reply_to_id": "3547328",
            "text": "viltu ekkert kommenta á neðsta ? :)"
        },
        {
            "user": "hannson",
            "user_id": "4089",
            "date": "2006-05-28 18:07:44",
            "id": "3539879",
            "reply_to_id": "3518722",
            "text": "vel útskýrt hjá þér!"
        },
        {
            "user": "TheAshlander",
            "user_id": "47756",
            "date": "2006-05-29 06:49:08",
            "id": "3542882",
            "reply_to_id": "3518722",
            "text": "Mjög skemmtileg og fræðandi grein!\nHef alltaf haft laumskan áhuga á geimvísindum :)"
        },
        {
            "user": "Cheng",
            "user_id": "6790",
            "date": "2006-05-29 17:10:26",
            "id": "3544980",
            "reply_to_id": "3518722",
            "text": "Frábær grein!\nVissulega fræðandi og mig langar eiginlega að vita meira. Er von á framhaldi um efni tengt þessu?"
        },
        {
            "user": "gummalina",
            "user_id": "6224",
            "date": "2006-05-29 17:44:31",
            "id": "3545204",
            "reply_to_id": "3518722",
            "text": "Góð grein.\nÆtla að leyfa mér að bæta við,\ner það ekki svo ?\nFyrst brennir stjarna vetni (1.000.000k)sem breytist svo við samrunann í helíum (10mK), svo kolefnum (700mK), svo Súrefni (1.000 mK) og svo síðast sílíkoni (3.000mK) en þá breytist sílíkonið í Járn sem brennur aldrei. Er ekki líka þá bara hreinlega massi sólarinnar sem ræður hitastiginu, því meiri masi því meiri hiti, massinn náttlega helst við þegar vetnið er allsnægt en þegar það rennur út þá þarf kjarninn að þjappast í 10mK til að ná að “kveikja í” helíuminu og svo koll af kolli… held það :P\nAðeins allra stæðstu sólir ná að brenna þessum síðustu, Quasars ofl. (Quasars, er nokkuð vitað hvað þetta “VAR!” í raun nema kannski bara ofursúpersólir sem mynduðu vetrarbrautir or summn ?).\nþetta minnir mig ég hafi lesið þegar ég var um 12 ára, ekki alveg með þetta á hreinu."
        },
        {
            "user": "gummalina",
            "user_id": "6224",
            "date": "2006-05-29 17:48:08",
            "id": "3545221",
            "reply_to_id": "3545204",
            "text": "Þegar átt er við Bruna og igniting og það, þá er náttlega átt við að við td. 10mK þá hreyfast helíumsameindirnar nógu hratt til að geta “fuse” fjúsast, renna saman í eina og breytast as in í þá líklega kolefni… þá er líka búið að svara hvaðan öll okkar efni eins og járn ofl kom til að vera hér á jörð, við erum greinilega leifar massa kögguls sem náði yfir 3.000mK í þrystingshita í kjarnanum úje :)"
        },
        {
            "user": "gummalina",
            "user_id": "6224",
            "date": "2006-05-29 23:17:37",
            "id": "3547132",
            "reply_to_id": "3545221",
            "text": "enn eitt er að nifteindastjörnur gefa frá sér púls, púls af hita, ljósi og bylgjum á svo reglulegu millibili (margoft á sekúntu) að flestar klukkur heimsins ef ekki allra langflestar hafa ekkert í nákvæmni tímasetninganna, you can sure as hell set your watchto a neutron star þokkalega.\nHeld að þetta sé vegna þess að Nifteindastjarna er eins og nafnið bendir til eini hlutur í alheimi sem er algerlega massífur þ.e að hann er samsettur úr nifteindum sem eru kramdar saman eins þétt og billiarkúlur í kassa, eða kannski ekki, veit ekki með þetta mótstöðuafl en þ.e að þær eru allar jákvætt/neikvætt (man ekki hvort :P) hlaðnar eins og seglar sem ýta hvorum öðrum frá sér (Idolið sukkar satans kokk btw) sem er marga marga milljarð sinnum öflugri kraftur en þyngdarafl en er í svo litlum mæli miðað við heildarþyngdina sem hvílir á þeim að það rétt bjargar þeim frá svartholi, but for how long…"
        },
        {
            "user": "gummalina",
            "user_id": "6224",
            "date": "2006-05-29 23:20:51",
            "id": "3547143",
            "reply_to_id": "3547132",
            "text": "æjá ætlaði að skrifa þetta líka, það er að púlsinn er líklega til staðar því ákveðinn kraftur þarf að byggjast upp í kjarnanum til að þrýsta nifteindunum frá í stuttann tíma til að losa sig, þannig að hún er raunverulega síspringandi með afli sem myndi líklega tortíma jörðinni auðveldlega en leggst alltaf saman aftur, væri gaman að sjá slowmotion upclose :)"
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2006-06-14 22:49:53",
            "id": "3619037",
            "reply_to_id": "3547143",
            "text": "Á ekki að skrifa grein bara? :D"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-06-15 22:34:01",
            "id": "3623944",
            "reply_to_id": "3518722",
            "text": "Þú hefðir mátt íslenska mikið af þessu þar sem það eru til góð og gild íslensk stjarnfræðiorð"
        }
    ]
}