{
    "forum_title": "Smásögur",
    "user": null,
    "user_id": null,
    "date": "2006-05-28 21:34:19",
    "title": "Lífið heldur áfram.......",
    "text": "Bjallan hringdi og Friðrik gekk stoltur í bragði út á malbikið. Hann var búinn í skólanum þessa önn. Sólin skein og blár himininn blasti við. Þetta hlaut að vera draumur. Allt sem hann hafði verið búinn að leggja á sig var búið að borga sig og eftir var aðeins hamingja og stolt. Hann dreif sig heim og sagði foreldrum sínum frá því hvernig honum hafði gengið.\nStoltið úr andlitum þeirra gat ekki leynt sér. Móðir hans kyssti hann á kinnina og faðir hans klappaði honum á bakið. Þetta var fullkominn dagur. Eftir mikil fagnaðarlæti og hrós ákvað Friðrik að leggjast í rúm sitt og hvílast aðeins. Hann var úrvinda eftir síðasta prófið, en glaður. Síðan lokuðust augu hans og allt varð dimmt.\nDink, donk, dink, donk…….augu Friðriks opnuðust. Þetta voru droparnir sem voru að lenda á postulíninu í vaskinum á baðherberginu. Hann teygði úr sér og dreif sig á lappir. Föt hans voru blaut af svita enda hafði hann sofnað í fullum klæðnaði undir sænginni. Því ákvað hann að skella sér í kalda sturtu til að hressa sig við. Eftir að hann var búinn í sturtunni, klæddi hann sig í hrein föt og ætlaði að tala við foreldra sína um væntanlega veislu sem yrði til að fagna því að sumarfríið væri gengið í garð. En hvergi voru foreldrar hans.\nHann leitaði um stund að foreldrum sínum, en svo virtist sem að þau voru ekki heima. Þau voru ekki vön að kveðja án þess að segja bless. Friðrik ákvað að hætta að leita og gekk inn í eldhús og ætlaði að fá sér snarl. Í sömu andrá og hann ætlaði að opna ísskápshurðina, þá tók hann eftir hvítum miða sem hékk framan á ísskápnum.\nMiðinn var fallega samanbrotinn og var þarna greinilega um vinnu mömmu hans að ræða. Hann tók miðann af ískápnum og opnaði hann. Þar var búið að skrifa með smáu letri:\n,,Kæri Friðrik minn, ég og pabbi þinn ákváðum að skreppa uppá flugvöll og sækja systur þína sem er að koma til landsins frá Svíþjóð. Við verðum komin um miðnætti. Farðu bara vel með þig vinurinn og borðaðu grautinn sem við skyldum eftir handa þér. P.s þú mátt fara í veisluna, reyndu bara að vera kominn ekki of seint heim.''\nEftir lesturinn lokaði Friðrik bréfinu og lagði það á eldhúsborðið. Hann borðaði grautinn sem móðir hans hafði útbúið handa honum og hringdi síðan í vin sinn Friðfinn. Hann spurði hann hvenær veislan væri og fékk staðfestingu á því að hún myndi byrja um tíu leitið. Hann sá að klukkan var að slá níu svo hann fór að fara að hafa sig til. Hann klæddi sig í rauðu hettupeysuna sem hann var að kaupa sér í Kringlunni og sömuleiðis gallabuxurnar sem hann keypti einnig þar. Síðan setti hann á sig rakspíra og dreif sig út. Hann ákvað að fara á gamla Volvo pabba síns í veisluna enda var ekkert annað í boði.\nHann ók á brott og var kominn í veisluna í tæka tíð. Klukkuna vantaði þrjár mínútur í tíu. Friðfinnur vinur hans tók á móti honum, en einnig var hann gestgjafinn, þar sem móðir hans og faðir höfðu farið til útlanda í tvær vikur. Hitti hann marga sem hann kannaðist við úr skólanum og síðan aðra sem hann kannaðist alls ekkert við.\nHann skemmti sé konunglega í veislunni og leið honum frábærlega. En eftir ákveðinn tíma þá ákvað Friðfinnur vinur hans sem þekktur var fyrir það að rugla aðeins í fólki að trufla aðeins veisluna.\nHann veifaði örmum sínum út og sagði í háum tón ,,Eigum við ekki að kíkja á fréttirnar?''. Friðrik ranghvolfdi augunum og hugsaði með sér að þetta væri hinn dæmigerði Friðfinnur. Eftir það ákvað hann að taka þátt í þessum fíflalátum hans og settist fyrir framan sjónvarpið. Friðrik þótti gaman af fréttunum og ákvað að horfa á þær þó hann væri í veislu. Fréttakonan brosti til hans með skjannahvítu tönnum sínum og hóf lesturinn: ,,Fólksbíll lenti í hörkulegum árekstri við vörubíl nú rétt upp undir ellefu leytið í nágrenni við Keflavíkurflugvöll. Konan og maðurinn í fólksbílnum létust samstundis við áreksturinn en ökumaður vörubílsins slapp með minni háttar áverka''.\nAugu Friðriks galopnuðust. Gat þetta verið? Voru foreldrar hans látnir? Þetta gat ekki verið að gerast. Hann sem ann þeim svo heitt. Friðrik ákvað að drífa sig úr veislunni og keyrði heim eins fljótt og hann gat. Hann hljóp upp stigaganginn og upp í íbúð. Þar var enginn. Friðrik settist niður og setti hendur sínar yfir andlit sitt. Tær glampandi tár fóru að leka niður kinnar hans. Þetta hlaut að vera draumur………..",
    "url": "https://www.hugi.is/smasogur/greinar/410271/lifid-heldur-afram/",
    "url_id": "410271",
    "id": "3523355",
    "replies": [
        {
            "user": "tonycool990",
            "user_id": "63632",
            "date": "2006-05-28 22:17:59",
            "id": "3541213",
            "reply_to_id": "3523355",
            "text": "flott,flott.. góð saga"
        },
        {
            "user": "bollasupa",
            "user_id": "59800",
            "date": "2006-05-28 22:23:46",
            "id": "3541249",
            "reply_to_id": "3523355",
            "text": "bara ágæt saga, hef lesið betri :) soldið svona fyrirsjáanleg en samt alveg ágæt :P"
        },
        {
            "user": "Blender",
            "user_id": "15536",
            "date": "2006-05-28 23:22:13",
            "id": "3541865",
            "reply_to_id": "3523355",
            "text": "Nafnið á sögunni sagði fyrir um endirinn, allt of fyrirsjáanlegt og þú verður að passa þig á þessu."
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2006-05-28 23:34:04",
            "id": "3541969",
            "reply_to_id": "3523355",
            "text": "Af hverju þurfa allar sögur á huga að hafa dauða í sér???\nP.S Góð saga."
        },
        {
            "user": "Sirja",
            "user_id": "32711",
            "date": "2006-05-29 01:21:25",
            "id": "3542629",
            "reply_to_id": "3541969",
            "text": "Af því að sögur verða að höfða til tilfinninga fólks til þess að vera góðar og það er auðveldast að vekja sorgartilfinningu hjá fólki, miklu auðveldara en að gera það glatt eða spennt. Þess vegna er auðveldast að skrifa sögur sem höfða til fólks sem fjalla um sorg eða missi. Ég veit þetta af eigin reynslu."
        },
        {
            "user": "Sirja",
            "user_id": "32711",
            "date": "2006-05-29 01:23:56",
            "id": "3542634",
            "reply_to_id": "3523355",
            "text": "Þetta var vel skrifuð saga en eins og einhver minntist á hér að framan var hún of fyrirsjáanleg. Titillinn sagði manni nákvæmlega frá plottinu þótt þú hafir náð að rugla mig svolítið með löngum lýsingunum af því hvað hann gerði, þá hélt maður í smá tíma að þetta hefði góðan endi, en síðan um leið og þau voru farin út á flugvöll fattaði maður að endirinn væri jú slæmur.\nHaltu samt áfram að skrifa, þú hefur góðan stíl."
        },
        {
            "user": "TorsteinnI",
            "user_id": "38612",
            "date": "2006-05-29 01:54:06",
            "id": "3542708",
            "reply_to_id": "3523355",
            "text": "Flott, flott. Haltu áfram."
        },
        {
            "user": "SaraSara",
            "user_id": "57670",
            "date": "2006-06-03 14:00:07",
            "id": "3567435",
            "reply_to_id": "3523355",
            "text": "flott saga enn mér langar nú soldið að lesa framhaldið af því, hvað hann gerir eftir að foreldrar hans dóu og hvað varð um systir hans?;)"
        },
        {
            "user": "SaraSara",
            "user_id": "57670",
            "date": "2006-06-04 01:34:49",
            "id": "3570439",
            "reply_to_id": "3567435",
            "text": "Það verður framhald ef það gleður þig :P"
        },
        {
            "user": "SaraSara",
            "user_id": "57670",
            "date": "2006-06-04 15:26:19",
            "id": "3571765",
            "reply_to_id": "3570439",
            "text": "hehe flott :D það gleður mig mjög :)\nláttu mig vita þegar þú ert búin að skrifa framhaldið :D"
        }
    ]
}