{
    "forum_title": "Manager leikir",
    "user": "Jessalyn",
    "user_id": "17818",
    "date": "2006-05-26 00:26:35",
    "title": "MIKILVÆGT; áríðandi tilkynning og staða áhugamálsins",
    "text": "Sælir veriði champarar!\n(Þó að fæstir spili nú champann lengur..)\nÁhugamálið hefur verið ágætlega virkt undanfarið, sem sýnir sig í tölunum sem ég birti á eftir, en óvenju mikið hefur verið af innsendum greinum undanfarið. Flestir, ef ekki allir, hafa vissulega verið í prófum síðasta mánuðinn svo að áhugamálið hefur verið mjög virkt miðað við það.\nNú vill svo til að bæði ég, Jessalyn, og bludgeon erum á leið í frí. Reyndar er blugdeon þegar farinn en ég fer á morgun. Þetta er aðeins sumarfrí og mun ekki standa yfir lengi svo þið þurfið ekki að hafa miklar áhyggjur. Því miður vill svo óheppilega til að við erum bæði að fara á sama tíma, það var alls ekki planað.\nMig langar þess vegna að biðja um smá tillitsemi og þolinmæði þangað til 8. júní, en þá kemur blugdeon aftur - sjálf kem ég aðeins seinna. Ég reikna með því að komast eitthvað á netið þó ég verði ekki innskráð á huga 24 tíma á sólarhring eins og vanalega.\nÞess vegna gæti verið smá lengri bið í að innsendar greinar verði samþykktar heldur en gengur og gerist en þær verða þó samþykktar að lokum svo enginn þarf að pósta 100 korkum um það.\nÉg vil líka minna ykkur á að allar umræður um stolnar útgáfur af leiknum og alls kyns svindl er stranglega bannað hér - þetta er ekki rétti vettvangurinn! Þessar reglur ber ykkur að virða öllum stundum og hvet ég ykkur til þess að senda mér persónuleg skilaboð þangað til 8. júní ef þið verðið vör við einhvern fara á mis við þessar reglur í korkunum. Og eins ef eitthvað efni á ekki heima hér og birtist í korkunum á þessum tíma, ekki hika við að senda mér skilaboð. Því eins og ég sagði, ég mun koma eitthvað hingað inn en mun kannski ekki hafa jafn mikinn tíma til að skoða allt gaumgæfilega og hvet ykkur því að vera vökulir. :)\nOg til að svara þeim spurningum sem ber á allra vörum þessa dagana:\n1. Við erum ekki á leiðinni að ráða nýjan stjórnanda. Sú ákvörðun myndi vera algjörlega frá okkur komin og er það ekki í myndinni eins og er. Við erum ekki vön að fara í frí og hvað þá á sama tíma svo að þetta er alls ekkert áhyggjuefni hvað það varðar. Hafið í huga að þetta er sjálfboðastarf - þó ég sjálf sé oft á tíðum hérna inná 24 tíma á sólarhring.\n2. Keppnir og annað sniðugt mun fara í gang um leið og ég kem aftur úr fríinu, þá munum við rífa áhugamálið enn ofar. En eins og ég hef margoft sagt, það er ekkert sem bannar ykkur notendum að búa til ykkar eigin keppni þó ég sé ekki að stjórna henni, til að mynda í korkunum bara. Ef áhuginn er svona mikill, því ekki að gera það þangað til að ég get búið til eina stóra? Eða eruð þið kannski að röfla bara til þess að röfla yfir einhverju?;)\n3. Draumaliðið er í pásu en annars er það bludgeon sem sér um það. Það er bara þannig með ýmsa hluti að maður getur ekki látið þá ganga í 365 daga á ári því þá verða þeir útbrunnir og leiðinlegir. Þess vegna ákváðum við að hvíla þetta um stund en smellið endilega skilaboði á bludgeon og hvetjið hann til þess að byrja aftur á þessu þegar hann kemur aftur úr fríinu. :)\nOg nú staðan, sem ég var búin að lofa mörgum. Ég tek forsíðuna, kasmír og egó ekki með í talninguna, munið að gera ráð fyrir því.\nFebrúar 2006 - 26. sæti með 35.186 síðuflettingar\nMars 2006 - 22. sæti með 45.420 síðuflettingar\nApríl 2006 - 16. sæti með 49.171 síðuflettingar.\nBíddu, var einhver að segja í korkunum að áhugamálið væri á niðurleið? ;)\nBestu kveðjur og með von um mikla þolinmæði og smá tillitsemi,\nJessalyn",
    "url": "https://www.hugi.is/manager/tilkynningar/410659/mikilvaegt-aridandi-tilkynning-og-stada-ahugamalsins/",
    "url_id": "410659",
    "id": "3528873",
    "replies": [
        {
            "user": "Steewen",
            "user_id": "25198",
            "date": "2006-05-26 00:48:28",
            "id": "3528996",
            "reply_to_id": "3528873",
            "text": "Æji veit nú ekki af hverju ég er að lesa þetta, löngu hættur að spila CM. :(\nEn allavega. Þú nefndir stolnar útgáfur af leiknum. Núna um daginn bað einhver um aðstoð við að skrifa leik, 0102. Hvar kom fram að hann ætti ekki upprunlega leikinn? Nákvæmlega ekkert, ekkert, ekki neitt, alls ekki neitt bannað við að skrifa hluti sem þú borgaðir fyrir. :)"
        },
        {
            "user": "Jessalyn",
            "user_id": "17818",
            "date": "2006-05-26 01:25:22",
            "id": "3529129",
            "reply_to_id": "3528996",
            "text": "En allavega. Þú nefndir stolnar útgáfur af leiknum. Núna um daginn bað einhver um aðstoð við að skrifa leik, 0102. Hvar kom fram að hann ætti ekki upprunlega leikinn? Nákvæmlega ekkert, ekkert, ekki neitt, alls ekki neitt bannað við að skrifa hluti sem þú borgaðir fyrir. :)\nVið getum mögulega ekki dæmt um hvort fólk sé að skrifa leiki sem það hefur downloadað af netinu, keypt fyrir sína eigin peninga eða fengið lánaða. Og vegna þess að hér á áhugamálinu, og huga almennt um aðra leiki og málefni, gilda þær reglur að bannað sé að hjálpa eða biðja um hjálp við að skrifa leikina, cracka þá eða svindla í þeim þá verðum við því miður að banna allar þessar umræður, sama þótt að leikurinn sé keyptur.\nÞeir sem eru að reyna að skrifa keyptan leik sem þeir eiga sjálfir, eins og þú tókst dæmi um, þurfa ekki endilega að koma hingað inn og biðja um hjálp heldur geta þeir farið annað og beðið um almenna hjálp við að skrifa leik.\nSvona eru bara reglurnar og það skiptir engu hvort að einhver segist eiga leikinn o.s.frv. ;)"
        },
        {
            "user": "Steewen",
            "user_id": "25198",
            "date": "2006-05-26 11:20:27",
            "id": "3529615",
            "reply_to_id": "3529129",
            "text": "Reyndar satt, kom heldur hvergi fram hvort hann ætti leikinn. Bara spurning hvor eigi að njóta vafans. Ætli þið verðið ekki að ráða því. :)"
        },
        {
            "user": "Chameleon",
            "user_id": "26978",
            "date": "2006-06-07 20:00:17",
            "id": "3587311",
            "reply_to_id": "3528996",
            "text": "Veit ekki hvort það sé bara með tónlist eða alla diska.. en Alþingi samþykkti fyrir nokkrum vikum breytingu á lögum, við megum ekki lengur eiga öryggiseintak af diskunum okkar, við megum ekki fjölfalda höfundarréttarvarið efni hvort sem við eigum það eða ekki."
        },
        {
            "user": "bulli",
            "user_id": "37546",
            "date": "2006-05-26 11:27:12",
            "id": "3529625",
            "reply_to_id": "3528873",
            "text": "snilld…..16 sæti :Þ"
        },
        {
            "user": "bulli",
            "user_id": "37546",
            "date": "2006-05-26 12:13:02",
            "id": "3529758",
            "reply_to_id": "3529625",
            "text": "… er það gott"
        },
        {
            "user": "bulli",
            "user_id": "37546",
            "date": "2006-05-26 13:27:53",
            "id": "3529997",
            "reply_to_id": "3529758",
            "text": "miðað við manager finnst mér það já"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-05-26 16:06:27",
            "id": "3530613",
            "reply_to_id": "3529997",
            "text": "ok :]"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-05-26 16:50:39",
            "id": "3530789",
            "reply_to_id": "3528873",
            "text": "Jamm, ég er búinn að vera ekkert rosa virkur undanfarið enda er prófvika akkurat á þessari stundu og ég ætla að leggja hart að mér í þeim eins og væntanlega flestir enda sucka ég í þessum raungreinum t.a.m. líffræði og landafræði.. En í annað..\nFrábært að sjá hvað fólkið hérna er virkt og áhugamálið er alveg á hraðri uppleið eins og sést á tölunum hérna sem þú settir inn..\nEndilega koma með bara sem flestar hugmyndir hingað, ég hef alltaf tekið vel í allar hugmyndir og það breytist ekki hér, nánast sama um hvað þær eru (Samt verður það að tengjast manager :Þ) hehe"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-05-26 18:16:22",
            "id": "3531254",
            "reply_to_id": "3530789",
            "text": "hvernig væri að halda einhverja litla keppni,, fá einhverja sem kunna að gera það og halda eina"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-05-26 18:27:23",
            "id": "3531300",
            "reply_to_id": "3531254",
            "text": "Ég hef haldið 2 keppnir áður á spjallinu á þáverandi sparkid.net þannig að ég hef smá grunn að því að halda keppni..\nÞað væri gaman að fá keppni hingað og ég get gefið mig fram um að sjá um þær :) Bara spurning hvernig keppni fólkið vill.. Dregið í lið? eða bara 1 lið sem hver og einn á að taka við :)\nFyrsti valmöguleikinn væri þá gerður þannig að það er ekkert að enda sem hæst, til að hafa þetta þá ekki ósanngjarnt að hafa það hver endar með besta árangurinn miðað við styrk liðsins í byrjun :)"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2006-05-26 16:52:09",
            "id": "3530796",
            "reply_to_id": "3528873",
            "text": "Fínt er. Just havve fun I suppose."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-05-26 23:32:40",
            "id": "3532736",
            "reply_to_id": "3528873",
            "text": "Sælir veriði champarar! (Þó að fæstir spili nú champann lengur..)\nChampionship manager still rules supreme!\nEn annars er ég, einn harðasti Cm maður allra tíma, núna dottinn í FM og efast um að ég muni snúa mikið aftur í þann gamla :("
        },
        {
            "user": "Jessalyn",
            "user_id": "17818",
            "date": "2006-05-27 21:55:58",
            "id": "3536447",
            "reply_to_id": "3532736",
            "text": "Hehe sama hér. Gamli champinn verður aldrei bættur en ég er samt dottin ofan í FM."
        },
        {
            "user": "Addikongur",
            "user_id": "31452",
            "date": "2006-05-29 22:46:23",
            "id": "3546997",
            "reply_to_id": "3528873",
            "text": "<3 :)"
        },
        {
            "user": "Origami",
            "user_id": "60855",
            "date": "2006-06-18 14:37:49",
            "id": "3633031",
            "reply_to_id": "3528873",
            "text": "16 sætið úr 22 sæti. Æðislegt!\nFinn á mér að áhugamálið er á hraðri uppleið…."
        },
        {
            "user": "pazzini",
            "user_id": "56621",
            "date": "2006-06-25 22:49:29",
            "id": "3667451",
            "reply_to_id": "3528873",
            "text": "Þetta er gott!\nEn ég er alveg til í keppni!! Whoooh!"
        }
    ]
}