{
    "forum_title": "Rokk",
    "user": "CaptHowdy",
    "user_id": "55560",
    "date": "2006-05-28 03:16:01",
    "title": "Mick Mars; Before Mötley Crüe",
    "text": "4. Maí 1951 fæddist strákur sem hét Bob Alan Deal, sem seinna byrjaði að kalla sig Mick Mars.\nÞegar Mick var 5 ára tók frænka hans, Thelma hann og bróðir hans í 4-h fair in piers- garðinn í Huntington, Indiana.  Þar sá hann Skeeter Bond spilandi á gítar og jólin það árið gaf mamma hans honum lítinn gítar, líklegast með gúmmístrengjum í jólagjöf, og árið eftir það fékk hann Mikka Mús gítar með eyrum á hausnum.\nFljótlega lærði Mick hvernig hann gæti stillt strengina svo hann gæti spilað eins og Skeeter Bond.\nÞað var maður sem bjó nálægt Mick í æsku sem Mick kallaði Sundance. Sundance átti gítar sem var kallaður Blue Moon, Sundance kenndi Mick fyrsta alvöru lagið sem Mick spilaði á gítar, en það er My Dog Has  Fleas.\nFljótlega kenndi Sundance Mick að pikka upp melódíur og Mick var farinn að setna rytma í tónlistina sína.\nNokkrum árum seinna fékk Mick Stella gítar,sem elsti frændi hans hafði fundið í ‘pawnshop’, í jólagjöf.\nFljótlega eftir það flutti Mick til Kaliforníu. Surf músík var vinsæl í Kaliforníu og mamma Mick’s safnaði 49 dölum til að kaupa fyrir hann St. George rafmagnsgítar svo Mick gæti spilað Surf tónlist.\nMick fannst volúmið skipta miklu máli en foreldrar Mick höfu ekki efni á að kaupa magnara fyrir hann, en Mick reddaði sér, hann tók grammafóns hátalara systir hans og fixaði magnara.\nÞegar Mick var 14 ára var Bítlaæðið í gangi og Mick var með Bítlana á heilanum eins og flestir og þá fór hann í sitt fyrsta band, The Jades, band sem spilaði Bítlalögin.\nMick byrjaði á bassanum en fljótlega kom hann í stað gítaristans.\nFyrsta giggið þeirra var í American legion hall í Westminister, þeir græddu 12 dali á þessu giggi.\nÍ skólanum hugsaði Mick ekki um neitt annað en tónlist og hann var einn af þrem bestu gítaristunum í skólanum. Mick fannst hann skólinn hundleiðinlegur og vildi helst fara heim til sín og æfa sig á gítarinn sinn.\nMick breytti nafninu sínu úr Bob Alan Deal í Mick Mars þegar hann var 18 ára þar sem hann var hræddur um að skammstöfunin hefði áhrif á feril hans þar sem skammstöfunin var B.A.D. og ef maður les það sem orð þá er það lélegt/lélegur/léleg nema bara á ensku.\nÞegar Mick var 19 ára tók hann eftir því að hann hafði verki í mjöðmunum, en þar sem hann átti ekki nægan pening til að fara til læknis vonaði hann bara að honum myndi batna.\nFrænka hans Thelma tók hann til sérfræðings um bök og þar var komist að því að Mick hafði hlut sem kallast á ensku ‘degenerative bone disorder called ankylosing spondilitis’, læknirinn sagði að þetta væri sjaldgæft form af sjúkdóm sem byrjaði hjá honum sem táningur.\nMick byrjaði að spila með cover böndum sem spiluðu popp og byrjaði að lifa á því. En á endanum varð Mick þreyttur á L.A. popp cover bandinu og byrjaði að leita að rokkurum sem gætu hjálpað honum að spila meira eins og hetjurnar hans, Jeff Beck, Jimi Hendrix, Duane Allman og Richie Blackmore.\nEftir að hann var búinn að leita í svolítinn tíma og fann engann til að hjálpa sér þá setti hann auglýsingu í metal blaðið Recycler. Auglýsingin var svona ‘Loud, Rude, Aggressive guitar player for hire.’, eða eins og það væri á íslensku ‘Hávær, dónalegur, árásargjarn gítaristi til leigu/vantar band.’\nHann fékk símtal frá Tommy Lee.\nMick var ráðinn á staðnum þar sem hann hafði bæði lookið og réttu tónlistina fyrir djobbið.\nHljómsveitin sem hann var ráðinn í var Mötley Crüe og í henni voru trommarinn og annar stofnandi hljómsveitarinnar Tommy Lee, bassistinn og hinn stofnandi hljómsveitarinnar Nikki Sixx, og þá söngvarinn Vince Neil.\nSaman byrjuðu þeir að spila frábær lög eins og ‘Girls, girls, girls’, ‘Smokin’ in the boys room’, ‘Same Old Situation (S.O.S.)’\nÁður en Mick byrjaði að spila með Mötley Crüe var hann bæði bifhjólavirki(motorbike mechanic) og þvottahúskall/vann í almenningsþvottahúsi(Laundromat worker).\nMick spilaði líka með böndum sem hétu Whitehorse og Vendetta.",
    "url": "https://www.hugi.is/rokk/greinar/411400/mick-mars-before-motley-crue/",
    "url_id": "411400",
    "id": "3537806",
    "replies": [
        {
            "user": "pazzini",
            "user_id": "56621",
            "date": "2006-05-28 11:47:06",
            "id": "3538350",
            "reply_to_id": "3537806",
            "text": "Flott grein."
        },
        {
            "user": "CaptHowdy",
            "user_id": "55560",
            "date": "2006-05-28 13:54:28",
            "id": "3538767",
            "reply_to_id": "3538350",
            "text": "þakka þé"
        },
        {
            "user": "delaeagle",
            "user_id": "58926",
            "date": "2006-05-28 14:37:49",
            "id": "3538951",
            "reply_to_id": "3537806",
            "text": "Já, mjög góð grein :)"
        },
        {
            "user": "CaptHowdy",
            "user_id": "55560",
            "date": "2006-05-28 17:41:42",
            "id": "3539729",
            "reply_to_id": "3538951",
            "text": "þakka þé"
        },
        {
            "user": "ShaiHulud",
            "user_id": "61215",
            "date": "2006-05-28 15:07:19",
            "id": "3539055",
            "reply_to_id": "3537806",
            "text": "Vel skrifuð og fróðleg grein. :)"
        },
        {
            "user": "CaptHowdy",
            "user_id": "55560",
            "date": "2006-05-28 17:42:26",
            "id": "3539734",
            "reply_to_id": "3539055",
            "text": "þakka þé"
        },
        {
            "user": "thNdr",
            "user_id": "51814",
            "date": "2006-05-28 18:10:50",
            "id": "3539897",
            "reply_to_id": "3539734",
            "text": "Frekar illa þýtt hjá þér, en fín lesning fyrir það."
        },
        {
            "user": "CaptHowdy",
            "user_id": "55560",
            "date": "2006-05-28 18:19:22",
            "id": "3539938",
            "reply_to_id": "3539897",
            "text": "jaa sko ég var bara að láta mér leiðast og allt í einu fór ég að skrifa um Mick Mars, en stundum fann ég ekki rétta íslenska orðið"
        },
        {
            "user": "fidonimo",
            "user_id": "55954",
            "date": "2006-05-29 01:42:38",
            "id": "3542681",
            "reply_to_id": "3537806",
            "text": "já, sæmileg grein, ekki mikil umfjöllun um þennan mann á huga"
        },
        {
            "user": "CaptHowdy",
            "user_id": "55560",
            "date": "2006-05-29 11:54:03",
            "id": "3543383",
            "reply_to_id": "3542681",
            "text": "sammála þér þar\nþakka þé"
        },
        {
            "user": "Afhverju",
            "user_id": "30401",
            "date": "2006-06-05 19:02:44",
            "id": "3577425",
            "reply_to_id": "3537806",
            "text": "Töff stöff."
        },
        {
            "user": "CaptHowdy",
            "user_id": "55560",
            "date": "2006-06-05 19:14:04",
            "id": "3577504",
            "reply_to_id": "3577425",
            "text": "leiðrétting “über töff”"
        }
    ]
}