{
    "forum_title": "Smásögur",
    "user": "Faramir",
    "user_id": "21920",
    "date": "2006-06-02 09:05:11",
    "title": "Leitin af týnda hróknum hans Tolla",
    "text": "Jæja kæru samhugarar.\nÞetta er fyrsti kaflinn í eiginlega fyrstu smásögunni minni:S..ekkert stórverk, bara ritverk…njótið.  Fyrsti kaflinn af…tja..nokkrum\n1. Kafli,  Miðinn\nÞað var eins og helt væri úr fötu þegar ég reis uppúr rekkjunni, með stýrurnar í augunum leit ég í kringum mig í vonlausri leit af gleraugunum.  Herbergið var eins og að Motörhead tónleikar hefðu verið þarna kvöldið áður.  Fataskápurinn lá á hliðinni og það vantaði glerið í sjónvarpið.\n,,Ég ætla aldrei að halda skákpartý hérna aftur.\"\nSagði ég geðillur meðan ég rak Schaffer hundana undan rúminu.  Í öllum hasarnum hafði einhver neglt skákborð fyrir gluggann þannið að lítil sem engin birta náði inn.  Ég kleif yfir skellinöðruna sem lá á hliðinni fyrir framan svefnherbergisdyrnar og tók stefnuna fram í eldhús.  Á eldhúsborðinu lá lítill handskrifaður miði sem hafði verið límdur fastur með teppalímbandi við köttinn minn.  Ég reif hann af og las á hann.\nEkki rífa miðann af, það ergir köttinn.  En mundu eitt Gunnar, það þýðir ekkert að stela frá mér hróknum.  Svindl máttu komast upp með, en að stela frá mér hrók, það er dauðasynd.  Ég finn þig í fjöru.\nP.S  Húsið þitt er í rústi, vissiru það?\nÉg horfði agndofa á miðann meðan ég barðist við gula fressinn sem reyndi ítrekað að bíta í mig.  Ég vissi ekkert hvað Tolli var að tala um.  Ég hafði aldrei klórað mér í pungnum án leyfis, hvað þá að stela hróknum hans Tolla.  Það var kannski guðlegt vald sem laust mig, en held samt að bitið frá kettinum hafi gert það, en ég ákvað þarna á staðnum að leggja upp í leit að týnda hróknum.\nÉg klæddi mig í gula Henson jakkann og bláu skónna og gekk út úr húsinu.  Ég þurfti að beygja mig því róni sem hafði legið á þakinu valt af því og féll niður og nánast í gangveginn.  Ég kleif yfir hann og komst án teljandi vandræða útum hliðið og byrjaði að ganga í átt að strætóskýlinu.",
    "url": "https://www.hugi.is/smasogur/greinar/411691/leitin-af-tynda-hroknum-hans-tolla/",
    "url_id": "411691",
    "id": "3542557",
    "replies": [
        {
            "user": "TekinMedHervaldi",
            "user_id": "62772",
            "date": "2006-06-02 09:40:59",
            "id": "3562265",
            "reply_to_id": "3542557",
            "text": "Haha, skemmtilegt :)"
        },
        {
            "user": "ChocoboFan",
            "user_id": "60147",
            "date": "2006-06-02 09:59:33",
            "id": "3562299",
            "reply_to_id": "3542557",
            "text": "Nokkuð gott, þótt að kaflinn hefði mátt vera lengri :)"
        },
        {
            "user": "d00di",
            "user_id": "64144",
            "date": "2006-06-02 18:43:52",
            "id": "3564496",
            "reply_to_id": "3562299",
            "text": "Smásaga = smá saga\nKafli í smá sögu = smár kafli?"
        },
        {
            "user": "drinkill",
            "user_id": "1737",
            "date": "2006-06-02 13:31:34",
            "id": "3562919",
            "reply_to_id": "3542557",
            "text": "Leitin\nað"
        },
        {
            "user": "Faramir",
            "user_id": "21920",
            "date": "2006-06-03 00:54:34",
            "id": "3566374",
            "reply_to_id": "3562919",
            "text": "ahh…point taken"
        }
    ]
}