{
    "forum_title": "Hundar",
    "user": "Starr",
    "user_id": "49598",
    "date": "2006-06-02 14:57:47",
    "title": "Hundarnir Mínir.",
    "text": "Hérna ætla ég að skrifa um þá hunda sem ég hef átt. Og einnig hunda ömmu minnar og afa.\nFyrsti Hundurinn minn hér Birta, ég man ekki mikið eftir henni afþví ég var svo lítill. við fengum hana úr sveit og hún þoldi ekki að búa í bæ svo að hún þurfti að fara.\nAnnar Hundurinn minn hét Káta, hún var íslensk/bordier collie blanda. Þegar litli bróðir minn fæddist vorum við hrædd um að hún myndi vera afbryðissöm en hún lág alltaf rétt hjá þar sem litli bróðir minn var og passaði hann. Þegar við fluttum frá siglufirði til selfossar var hún hálf þunglynd en það lagaðist með tímanum, þegar hún var sex ára fékk hún glágu og varð háð glágu lyfjunum sem virkuðu ekki svo að það þurfti að lóga henni.\nÞriðji Hundurinn minn heitir líka Káta(veit það er asnalegt, ég valdi það ekki :P). Hún er Bordier Collie en með smá Springer Spaniel í sér, hún er örlítið bústin, eða eins og litli bróðir minn orðaði það í fyrsta ritunar verkefninu sínu fyrir skólann: Hún er feit og borðar allt.\nHundar Ömmu minnar og Afa:\nPjakkur: Hann er stærstur og er Amerískur, semsagt stærri en venjulegir, hann er mjög afbryðissamur útí börn og líkar illa við ókunnuga og aðrar hundategundir, hann er samt algjör ræfill og er hræddur við allt.\nMoli: Er fyrverandi offitusjúklingur, hann er með asma, fer alltaf úr hárum og er andfúlasti hundur sem ég hef séð. Hann er samt algjör dúlla svo framarlega að hann andi ekki framan í þig.\nFríða: Er pínkulítil, hún er átti erfiða æsku en amma og afi tóku hana að sér þegar það átti að lóga henni. Hún er hrædd við alla sem hún þekkir ekki, fyrst þegar þaug fengu hana hljóp hun bara undir borð og faldi sig þar en núna er hún bara svoldið taugaóstyrk en felur sig ekki fyrir þeim sem hún þekkir.",
    "url": "https://www.hugi.is/hundar/greinar/412860/hundarnir-minir/",
    "url_id": "412860",
    "id": "3558096",
    "replies": [
        {
            "user": "d00di",
            "user_id": "64144",
            "date": "2006-06-02 16:23:40",
            "id": "3563754",
            "reply_to_id": "3558096",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "d00di",
            "user_id": "64144",
            "date": "2006-06-02 18:04:56",
            "id": "3564243",
            "reply_to_id": "3563754",
            "text": "Svari eytt"
        },
        {
            "user": "d00di",
            "user_id": "64144",
            "date": "2006-06-02 18:22:04",
            "id": "3564356",
            "reply_to_id": "3564243",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-06-02 16:24:30",
            "id": "3563759",
            "reply_to_id": "3558096",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2006-06-02 22:28:30",
            "id": "3565610",
            "reply_to_id": "3558096",
            "text": "Flott grein og gott framtak. Eindilega meira af svona."
        },
        {
            "user": "Zhubenochten",
            "user_id": "58962",
            "date": "2006-06-04 19:52:06",
            "id": "3573014",
            "reply_to_id": "3558096",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "Jolamadurinn",
            "user_id": "58823",
            "date": "2006-07-03 15:25:18",
            "id": "3699771",
            "reply_to_id": "3558096",
            "text": "úúúúú ég hef séð kátu númer 2 :)"
        },
        {
            "user": "Jolamadurinn",
            "user_id": "58823",
            "date": "2006-07-03 19:02:00",
            "id": "3700790",
            "reply_to_id": "3558096",
            "text": "og 1 :)"
        },
        {
            "user": "JackTorrance",
            "user_id": "63090",
            "date": "2006-11-15 20:59:59",
            "id": "4222956",
            "reply_to_id": "3558096",
            "text": "Þú gleymdir að nefna að hundar ömmu þinnar og afa eru T-wava (kann alls ekki að skrifa það)."
        }
    ]
}