{
    "forum_title": "Smásögur",
    "user": "kukamikid",
    "user_id": "62749",
    "date": "2006-06-04 17:56:16",
    "title": "Lítið atriði",
    "text": "Hún gekk upp að honum og tók í hönd hans.\nHún fann fyrir ýmsu þessar örfáu sekúndur sem hún hélt þéttingsfast um hönd hans.\nHún var umvafin tilfinningum sem hún þurfti að koma frá sér.\nTilfinningum sem hún varð bara að deila með honum.\nHún varð bara að láta hann vita .\nEn það var bara eitt sem kom í veg fyrir það.\nEitt lítið atriði sem stoppar svo marga sem vilja segja það sem þeim liggur á hjarta.\nAtriði sem við ættum ekkert að vera hrædd við.\nAtriðið er hræðsla.\nHún var hrædd við að segja honum hvernig henni leið.\nHún var hrædd um að að hann myndi bregðast illa við.\nKannski myndi hann aldrei tala við hana aftur.\nÞað væri eitthvað sem hún gæti ekki afborið.\nHún ákvað að hann myndi taka tilfinningum því illa.\nHún ákvað að sleppa því að létta af hjarta sínu.\nÞau héldu áfram að vera bara vinir.\nGóðir, bestu vinir og ekkert meira en það.\nÞað liðu mánuðir og enn var þetta í hjartanu.\nÞað angraði hana óskaplega, hún réð bara alls ekki við það.\nÞetta sem var að angra hana óks með degi hverjum.\nHjartað var við það að springa.\nHún varð bara að segja honum það.\nHún ákvað að reyna á það.\nHún ákvað að segja honum það næst þegar þau hittust.\nÞetta varð bara að gerast.\nÞað var bara núna eða aldrei.\nÞað var föstudagur og þau ákváðu að hittast heima hjá henni.\nHún hafði undirbúið sig eins og mesti bjáni og var tilbúin með ræðu.\nRæðu um þetta atriði sem fór svo í taugarnar á henni.\n“Jói, ég þarf að segja þér svolítið”\n“Ég er búin að vera að velta svolitlu fyrir mér undafarna mánuði og núna er ég við það að springa”.\n“Þú mátt ekki taka þessu illa og ég vona það svo innilega að við höldum áfram að vera vinir þó að það sem ég ætla þér að segja sé svolítið hart.”\n“Jæja hérna kemur það”\n“ Jói, mér finnst að þú ættir að drífa þig í klippingu”",
    "url": "https://www.hugi.is/smasogur/greinar/413118/litid-atridi/",
    "url_id": "413118",
    "id": "3560908",
    "replies": [
        {
            "user": "HomoLuminous",
            "user_id": "34866",
            "date": "2006-06-04 19:16:14",
            "id": "3572814",
            "reply_to_id": "3560908",
            "text": "Neeeeeei!\nÞetta var mögnuð saga en svo eyðilagðiru hana. Asni!\nAnnars nett ;)"
        },
        {
            "user": "kukamikid",
            "user_id": "62749",
            "date": "2006-06-04 20:15:54",
            "id": "3573121",
            "reply_to_id": "3572814",
            "text": "Haha mér fannst einmitt þetta vera awesome endir:D"
        },
        {
            "user": "HomoLuminous",
            "user_id": "34866",
            "date": "2006-06-04 20:22:49",
            "id": "3573159",
            "reply_to_id": "3573121",
            "text": "Haha já reyndar, en ég er svona “hopeless romantic” og þegar ég sé svona sögur er ég alveg fastur, svo þegar endirinn kom bjóst ég við einhverri ástar-játningu.\nEn það er samt gott, að geta skrifað sögur þannig þær séu ófyrirsjáanlegar."
        },
        {
            "user": "petgun",
            "user_id": "47758",
            "date": "2006-06-05 16:26:46",
            "id": "3576549",
            "reply_to_id": "3560908",
            "text": "Skemmtilegt..:D"
        },
        {
            "user": "kitty90",
            "user_id": "50172",
            "date": "2006-06-05 18:51:23",
            "id": "3577348",
            "reply_to_id": "3560908",
            "text": "haha :D ég hló :D snilld!"
        }
    ]
}