{
    "forum_title": "Leikjatölvur",
    "user": "Sphere",
    "user_id": "8460",
    "date": "2001-09-05 23:40:04",
    "title": "Væntanlegt(PS2)",
    "text": "Það er svo stórt software lineup á PS2 að maður veit ekki hvað maður á að kaupa. Ungur námsmaður eins og ég sem vann í vinnuskólanum þarf örugglega að vera einn af þeim sem á að þurfa að velja á milli. (Verð að redda mér job í haust)\nMetal Gear Solid 2: Sons of Liberty\nÉg spilaði ekki fyrsta leikinn en nú eftir að hafa spilað demóið er ég svo viss að ég kaupi þennan leik. Hann er mjög flottur, rigninginn, skipið og svo hetjan okkar Snake er bara allt mjög vel gert. Það má ekki gleyma því að leikurinn rennur á 60 römmum á sek.\nLeikurinn kemur út í Bandaríkjunum fyrst, þann 13. Nóvember.\nSilent Hill 2\nÚff, ég spilaði demó úr fyrri leiknum og ég var að skíta á mig. Ég sá engar ófreskjur eða neitt, heldur hljóðið var eitt það hræðilegasta sem ég hef heyrt, vindurinn og svo brakið sem maður heyrir í kringum sig. Meira að segja þegar að ég sá skilti sem stóð á ‘'Warning Dog’', þá skifti ég á sjónvapið og kláraði demóið seinna, verst að klukkan var orðinn 1:00. Mæli með að allir sem ætla að spila leikinn gera það einir seint um kvöld.\nIco\nHann er borinn fram Eecko. Þetta var einn leikurinn sem fékk mestu athyglina á E3. Fólk stoppaði til að prófa hann, þetta er einn flottasti leikur á öllum consolum(Mæli með því að þið náið í trailerinn). Leikurinn er voðalega einfaldur, þá ert sendur út í einhvern kastala að bjarga prinsessu. Leikurinn er sagðir skarta einum flottustu texturum sem hafa sést og að hafa flottar andlitshreyfingar. Vatnið í leiknum er líka alveg ofsalega flott.\nLeikuinn byggist mest á því að þú átt að leysa þrautir, svona eins og eitt stórt temple í zeldu. Hér fyrir neðan pastea ég link af trailernum. Trailerinn er 20mb og ég mæli með því að þið kíkið á þetta. Screenshot sýna EKKI grafíkin úr leiknum þess vegna verðiði að kíkja á movie!\nhttp://viewer.ign.com/media_page.jsp?width=512&height=384&media=http://ps2movies.ign.com/media/previews/video/ico/ico_opening_1.mov&media_src=embed&media_type=P&object_id=14833&adtag=network%3Dign%26site%3Dps2%26adchannel%3Dps2%26pagetype%3Darticle&ign_section=17&media_name=Opening+trailer+film\nJak and Daxter\nLeikurinn sem ég vill langmest fá í hendurnar. Einn stór heimur sem er á 15 milljón polygonum á sec, 60fps og A.I camera lýsa bara litlu af litlu. Helling af exploring, kíkja á mikið kinnast fólki innan leiksins. Alltaf gaman að fá eitthvað nýtt. Kannski hafiði tekið eftir því að þegar að maður kíkir á video af leikjum á DVD þá er leikurinn í raun miklu flottari. Eins og ég sá myndband úr SSX á demódisk, leist ekkert vel á hann, svo þear að ég keypti hann þá var hann miklu flottari.Þannig búist við að leikurinn sé flottari í raun, þótt hann sér mjög flottur líka á horfa á.\nThe Getaway\nLoksins einn af góðum leikjum sem eru útgefnir af SCEE. Þannig að við fáum leikinn á undan könunum og Japönum. Leikurinn er svo flottur að fólk heldur að leikurinn sé FMV, enn allar myndir sem maður kíkir á eru real-time, staðffest af Team-Soho.\nWipeout Fusion\nAnnar leikur sem er útgefin af SCEE. Já við fáum hann fyrst. Leikurinn er mjög flottur og hreyfist mjög hratt, eða á 60fps. Hann hefur yfir 30 brautir!.\nÉg nenni ekki að hafa þetta mikið lengur en þetta eru leikir sem ég býð spenntastur eftir. Það er búið að skrifa grein um DMC fyrir stuttu og þið getið bara kíkt á hana. Ég mun skrifa fleiri preview í náinni framtíð.\nTakk fyrir.",
    "url": "https://www.hugi.is/leikjatolvur/greinar/41469/vaentanlegtps2/",
    "url_id": "41469",
    "id": "272743",
    "replies": [
        {
            "user": "Aage",
            "user_id": "2449",
            "date": "2001-09-06 01:21:50",
            "id": "272744",
            "reply_to_id": "272743",
            "text": "Metal Gear Solid 2 á eftir að vera SCHNILLD!!!!!\ngóð grein.. keep up the good work!"
        },
        {
            "user": "kvakkur",
            "user_id": "4633",
            "date": "2001-09-06 02:36:15",
            "id": "272745",
            "reply_to_id": "272744",
            "text": "Góð grein! Er að verða leiður á GT3 og þarf eitthvað ferskt! Metal Gear solid 2 er nr1!\nEr ekki búið að taka þá 2 ár að gera hann?"
        },
        {
            "user": "MadMax",
            "user_id": "2959",
            "date": "2001-09-06 08:44:07",
            "id": "272746",
            "reply_to_id": "272745",
            "text": "Kíktu á Extreme G 3. Hann er sko alveg hörkufínn að mínu mati…..Lá í honum í allt gærkveldi\nMadMax"
        },
        {
            "user": "MadMax",
            "user_id": "2959",
            "date": "2001-09-06 10:15:55",
            "id": "272747",
            "reply_to_id": "272743",
            "text": "það er búið að vera að vinna í MSG2 í rúm 2 ár, vinnslan byrjaði þegar það var byrjað á að hanna PS2 þannig það er slatti langur tími og ég beið ettir PS2 frá 1998 og fékk hana 2000 hehe hvernig í fjandanum gat ég beðið þetta lengi"
        },
        {
            "user": "MadMax",
            "user_id": "2959",
            "date": "2001-09-06 14:18:41",
            "id": "272748",
            "reply_to_id": "272747",
            "text": "Ég beið frá árinu 1997 til ársins 2000 eftir Diablo II þannig að ég vorkenni þér ekkert, strakur16…"
        },
        {
            "user": "MadMax",
            "user_id": "2959",
            "date": "2001-09-06 14:37:04",
            "id": "272749",
            "reply_to_id": "272748",
            "text": "Touche!\nMadMax"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-09-06 15:03:34",
            "id": "272750",
            "reply_to_id": "272749",
            "text": "diablo er ömulegur sorry en ég fíla enga PC leiki\n(svo var ég ekki að biðja um samúð;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-09-06 15:22:02",
            "id": "272751",
            "reply_to_id": "272750",
            "text": "Þá vorkenni ég þér virkilega, þú veist ekki hverju þú ert að missa af frá pésanum…"
        },
        {
            "user": "krilli",
            "user_id": "6640",
            "date": "2001-09-06 17:01:10",
            "id": "272752",
            "reply_to_id": "272743",
            "text": "Ico verður geðveikur!\nshii … mæli með því að fólk tékki á múví-inu\nþetta er svona weird barnabókarfílingur\nhlakkar til að spila hann\nmental note: ekki lesa neitt um hann fyrren hann kemur!\nvar næstum búinn að lesa allan söguþráðinn óvart á ign :)"
        }
    ]
}