{
    "forum_title": "Gullöldin",
    "user": "Prumpur",
    "user_id": "27112",
    "date": "2006-06-07 11:59:59",
    "title": "Breyting á Zappa Plays Zappa",
    "text": "RRehf tilkynnir um breytingu á tónleikum Zappa plays Zappa þann 9 júní.\nTónleikarnir hafa verið fluttir í Listasafnið, Hafnarhúsinu. Húsið mun opna kl 20.00 og tónleikarnir hefjast 20.30. Sæti og stæði standa óbreytt.\nÚvalslið tónlistarmanna koma til landsins með sveitinni , þ.a.m Steve Vai, Terry Bozzio og Napoleon Murpy Brock. Tónleikarnir standa yfir í tæpa 3 klukkutíma.\nTónleikaferðin hefur fengið frábæra dóma í Evrópu eins og sést á innleggum á www.zappa.com en hér eru tilvitnanir.\nseismic\nJoined: 04 Jun 2006\nPosts: 1\nPosted: Sun Jun 04, 2006 7:03 pm    Post subject: RAH - June 2 2006\n——————————————————————————–\nUnbelievable show. In fact, the best gig I've attended since 1981.\nYou CAN still do that on stage!\nLooking forward to the live album/next tour.\nBack to top\nbobule\nJoined: 03 Jun 2006\nPosts: 1\nPosted: Sat Jun 03, 2006 9:38 am    Post subject:\n——————————————————————————–\nbeing only 28 i never thought i would get the chance to see any zappa played live, let alone played beautifully. the whole show was stunning, the band were so tight and played with real love for franks music. dweezil has matured into a FINE musician and he really did do everybody proud..\nthanks guys, you have made me so happy\nit was so good i could cry…\njohn\nJoined: 03 Jun 2006\nPosts: 1\nPosted: Sat Jun 03, 2006 4:24 pm    Post subject:\n——————————————————————————–\nIt was sooooooo great to hear this music played again - really amazing! It was a fantastic gig at the Albert Hall - the band were very tight and really rocked out.\nHopefully this isn't just a one off tour! Come on Dweezil - you've got to keep doing it now - the music's too good to not be heard and you're by far the best person to play it!\nBack to top\nSvo við getum lofað fólki að það verður góð skemmtun í boði.\nMiðasala er á eftirtöldum stöðum\nwww.citycentre.is\nMál og menning laugavegi 18\nPennanum Glerártorgi Akureyri\nHljóðhúsinu Selfossi\nHljómval Keflavík\nTónspil Neskaupstað\nMeð bestu kveðjum\nRRehf\nRagnheiður Hanson\nHalldór Kvaran\nwww.rr.is",
    "url": "https://www.hugi.is/gulloldin/greinar/414923/breyting-a-zappa-plays-zappa/",
    "url_id": "414923",
    "id": "3583630",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2006-06-08 14:16:53",
            "id": "3589645",
            "reply_to_id": "3583630",
            "text": "Ojj hvað það er ömurlegt,  var á Iggy Pop í hafnarhúsinu og hljómgæðin voru ömurleg."
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2006-06-25 02:47:09",
            "id": "3664352",
            "reply_to_id": "3583630",
            "text": "Hedði farið, en þegar ég ætlaði að kaupa miða áttaði e´g mig á því að ég er algerlega blankur."
        }
    ]
}