{
    "forum_title": "Metall",
    "user": "Skugginn",
    "user_id": "4239",
    "date": "2000-09-20 13:22:39",
    "title": "Er \"grunge\" dautt?",
    "text": "ég er búinn að vera að pæla í hvort aðdáendur “grungsins” séu annaðhvort dauðir eða orðnir svo gamlir að þeir geti ekki hlustað á hljómgræjur því þá springa hljóðhimnurnar. Hvað eru margir á mínum aldri (19) sem hlusta á hljómsveitir eins og Soundgarden, Temple of the dog, Alice in chains, Pearl jam og Stone temple pilots. Þetta eru pælingar sem ég hef verið að ganga með í nokkurn tíma. Auk þess þá getur verið nokkuð erfitt að nálgast sumar plötur sem eru komnar svolítið til ára sinna eins og Temple of the dog platan, hana hef ég ekki fundið á Íslandi.",
    "url": "https://www.hugi.is/metall/greinar/4154/er-grunge-dautt/",
    "url_id": "4154",
    "id": "18468",
    "replies": [
        {
            "user": "Gummo",
            "user_id": "4470",
            "date": "2000-09-20 15:19:13",
            "id": "18469",
            "reply_to_id": "18468",
            "text": "Ég efa að það sé dautt bara í lægð\np.s. þú gleymdir Nirvana þeir eftirlifandi seiga að það ætti að koma út sðecial box með óútgefnu efni"
        },
        {
            "user": "Gummo",
            "user_id": "4470",
            "date": "2000-09-29 18:14:13",
            "id": "18470",
            "reply_to_id": "18469",
            "text": "það er dautt !"
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2000-09-20 17:26:05",
            "id": "18471",
            "reply_to_id": "18468",
            "text": "Það er nú bara svolítið erfitt að finna góðar plötur hérna á íslandi!"
        },
        {
            "user": "axlrose",
            "user_id": "3277",
            "date": "2000-09-20 18:43:49",
            "id": "18472",
            "reply_to_id": "18471",
            "text": "ekki gleyma pixies\nen hey þá pantar maður sér bara diska á internetinu eða kíkjir á september rec.\nþar er hægt að finna gæða tóna á góðu verði!\nyou´ll find it at www.dordingull.com/septembe"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-10-10 15:56:52",
            "id": "18473",
            "reply_to_id": "18472",
            "text": "axlrose: PIXIES eru snillingar!!!!\nog ég elzka Joey Santiago ;)"
        },
        {
            "user": "Gregor",
            "user_id": "3391",
            "date": "2000-09-20 19:08:26",
            "id": "18474",
            "reply_to_id": "18468",
            "text": "Ég hlusta mikið á “grunge” tónlist. Þetta er næstum því dautt meðal jafningja okkar, en á meðan getum við hlustað á “grunge” eins og okkur listir."
        },
        {
            "user": "skorpa",
            "user_id": "3993",
            "date": "2000-09-20 22:56:50",
            "id": "18475",
            "reply_to_id": "18468",
            "text": "ég hlusta ekki mikið á þetta en ég fýla þetta vel."
        },
        {
            "user": "Assman",
            "user_id": "3640",
            "date": "2000-09-21 10:22:39",
            "id": "18476",
            "reply_to_id": "18468",
            "text": "Er grunge dautt spyrðu. Það eru kannski ekki til margar grunge hljómsveitir í dag (sem eru allavegana að meika það) en þá mun þetta allavegana lifa að eilífu eins og klassískt rokk, Led Zeppelin, Black Sabbath, Deep Purple, o.m.fl.\nHljómsveitir eins og Alice in Chains og Nirvana sem eru vinsælustu og bestu grunge hljómsveitir allra tíma og voru fyrstu grunge hljómsveitirnar tilheyra sama hópi og þessar gömlu. En til að svara spurningunni þinni beint út: já grunge er því miður dautt í dag. Lengi lifi grunge :)"
        },
        {
            "user": "blimp",
            "user_id": "3621",
            "date": "2000-09-21 14:03:10",
            "id": "18477",
            "reply_to_id": "18468",
            "text": "Ekki gleyma Dinosor jr,Soundgarden og Smashing\npumpkins voru nu grunge einu sinni lika.\nOg ef pixies er grunge þá er lika Breeders það."
        },
        {
            "user": "Assman",
            "user_id": "3640",
            "date": "2000-09-21 21:49:05",
            "id": "18478",
            "reply_to_id": "18477",
            "text": "Af hverju eruð þið að telja hljómsveitir eins og Pixies, Smashing Pumpkins, og Dinasour jr (OMG!) upp sem grunge!? þetta eru hljómsveitir sem komast ekki nálægt grunge hljóminum og eru ekkert þekktir sem grunge hljómsveitir heldur þekktar sem pure rokk hljómsveitir. Ef þið teljið þessar hljómsveitir vera grunge af hverju þá ekki flokka Radiohead sem grunge líka! AF ÞVÍ AÐ ÞEIR ERU EKKI HELDUR GRUNGE!!! oh eitt enn ég gleymdi víst að nefna Soundgarden á meðal Alice in Chains og Nirvana sem eru bestu grunge hljómsveitir allra tíma. Þið vitið greinilega ekki muninn á grunge og rokki! Grunge=Sítt að aftan, rettu í kjaftinum, sírður í hausnum, spila sýru tónlist, og vodki."
        },
        {
            "user": "blimp",
            "user_id": "3621",
            "date": "2000-09-23 11:46:21",
            "id": "18479",
            "reply_to_id": "18478",
            "text": "Ertu þú buinn að gleyma að alt sem kom frá\nseatle eða var með gitar riff í laginu var stimplað sem grunge á þessum tima!.Það er ekki\nendilega grunge eins og það er í dag!\nASS!:Þ"
        },
        {
            "user": "Assman",
            "user_id": "3640",
            "date": "2000-09-23 16:31:39",
            "id": "18480",
            "reply_to_id": "18479",
            "text": "Hvað í fjáranum ertu að bulla blimp!? Hver var að spyrja hvaðan grunge kom eða á hvaða tíma? Enginn.\nFyrst og fremst vill ég líka taka það fram fyrst að ÞÚ nefndir að allt grunge kæmi frá og var fundið upp í Seattle þá kom Alice in Chains frá New York! ekki Seattle sem er á hinum enda USA! Allt þetta skiptir ekki máli. Menn vilja kannski halda þessu fram því að grunge varð langvinsælast í Seattle TIL AÐ BYRJA MEÐ! En breyddist síðan um allan heiminn. Og Grunge tónlist mun alltaf vera með sama hljóminn, þó að hún þróist með tímanum kannski, þá þýðir það ekki að telja Smashing Pumpkins, og Pixies sem grunge þar sem þær eru með gerólíkan hljóm í þokkabót og koma báðar ekki nálægt grunge hljóminum. Þessar hljómsveitir telja sig heldur ekki vera grunge heldur rokkhljómsveitir. Omg hættu síðan að röfla um þetta! þú ert löngu búinn að skíttapa þessari umræðu."
        },
        {
            "user": "blimp",
            "user_id": "3621",
            "date": "2000-09-25 10:29:11",
            "id": "18481",
            "reply_to_id": "18480",
            "text": "Rólegan æsing mister ass,þú ættir ekki að taka\nþetta svona næri þér.:="
        },
        {
            "user": "Assman",
            "user_id": "3640",
            "date": "2000-09-25 16:18:17",
            "id": "18482",
            "reply_to_id": "18481",
            "text": "Þetta er umræða… umræðuefni. Ég er aðeins að segja hvað er rétt og hvað er rangt. Ég er ekkert að taka neinu alvarlega hérna, ég er aðeins að leiðrétta þá sem hafa rangt fyrir sér. Síðan aftur á móti má maður hafa sínar skoðanir líka, en haltu þeim þá fyrir sjálfa/n þig því að þetta eru Topic sem fólk ræðir um og ætti ekki að vera að rugla eitthvað… þvílíkt sem þetta er orðið að algeru rugli :þ"
        },
        {
            "user": "hel",
            "user_id": "3733",
            "date": "2000-09-26 15:13:27",
            "id": "18483",
            "reply_to_id": "18478",
            "text": "kannski eru sumir bara búnir að vera grönsjarar svo lengi að þeir eru búnir að gleyma….."
        },
        {
            "user": "Lynx",
            "user_id": "3520",
            "date": "2000-09-28 01:52:37",
            "id": "18484",
            "reply_to_id": "18478",
            "text": "Grunge er ekki sýrutónlist, þvert á móti."
        },
        {
            "user": "Assman",
            "user_id": "3640",
            "date": "2000-09-28 10:20:48",
            "id": "18485",
            "reply_to_id": "18484",
            "text": "Grunge=sýrutónlist.\nFífl þú veist greinilega ekkert um tónlistarstefnur."
        },
        {
            "user": "Lynx",
            "user_id": "3520",
            "date": "2000-09-28 14:43:32",
            "id": "18486",
            "reply_to_id": "18485",
            "text": "Dóni geturðu verið, ég ætla ekki að sökkva niður í annann eins fávitagang og að kalla þig fífl til baka.  Hefur greinilega ekki hundsvit á því hvað þú ert að tala um.  Mætti halda að þú værir undir tvítugu, infant."
        },
        {
            "user": "sinnep",
            "user_id": "1562",
            "date": "2000-09-21 15:46:05",
            "id": "18487",
            "reply_to_id": "18468",
            "text": "Humm ?? góð spurning !"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-09-22 12:18:05",
            "id": "18488",
            "reply_to_id": "18468",
            "text": "þar sem ég er á 18 aldri og hef víða farið þá er grunge aðdóendahópurinn stór og aldurskiptinginn er engin. en málið er það að það vantar nýja og ferska grunge hljómsveit sem er að gera eitkvað nýtt en samt grunge. Ekki miskilja mig þannig að ég sé að gera lítið úr þeim stórhljómsveitum er byrjuðu með grungið en leingi lifir í gömlum glæðum………..það vantar bara brjálæðinga með bensínbrúsa til að endurvekja grungeið."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-09-26 13:06:30",
            "id": "18489",
            "reply_to_id": "18468",
            "text": "bensínbrúsi BENSÍNBRÚSI"
        },
        {
            "user": "Lynx",
            "user_id": "3520",
            "date": "2000-09-28 01:51:23",
            "id": "18490",
            "reply_to_id": "18468",
            "text": "Jújú, við “gömlu” brýnin erum hérna ennþá.  Það er kanski bara ekkert mikið að gerast í þessum geira ákkúrat núna, náði sennilega hámarki uppúr '93.  Annars höfum við mörg þróast með tímanum eins og aðrir og hlustum líka á nýja tónlist.  Annars var nú ekkert auðvelt að finna Temple of the Dog plötuna fyrir.  Gangi þér vel með það ;)"
        },
        {
            "user": "Skugginn",
            "user_id": "4239",
            "date": "2000-09-29 09:09:07",
            "id": "18491",
            "reply_to_id": "18468",
            "text": "jæja það er greinilegt að viðbrögð við þessari grein hafa verið sæmileg og skoðanir eru mismunandi, ég myndi ekki skilgreina grunge sem sýrurokk og allir sem segja það hafa riðið mömmu sinni einum of oft, innan skamms mun ég þó koma með betri skilgreiningu á grungi.\nMeð kveðju\nSkugginn"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-09-29 16:15:40",
            "id": "18492",
            "reply_to_id": "18468",
            "text": "Grunge er ekki shit dautt. Þeir eru bara að þróast og eiga eftir að koma aftur mjög fljótt. En ég mæli samt sem áður með creed þó þeir séu í raun ekki grunge"
        },
        {
            "user": "Moose",
            "user_id": "4615",
            "date": "2000-10-06 16:33:08",
            "id": "18493",
            "reply_to_id": "18468",
            "text": "Thvi midur er Grunge ad deyja ut.  Eftir ad Soundgarden haettu, tha for allt a nidurleid.  Thad er entha vinsaelt samt, en bara engar nogu godar hljomsveitir til ad halda thvi vid.  Pearl Jam er t.d. ekki lengur grunge og maski aldrei verid nema a Ten og VS.\nLengi lifi Kurt Cobain!"
        }
    ]
}