{
    "forum_title": "Harry Potter",
    "user": "tonks",
    "user_id": "61223",
    "date": "2006-06-11 22:42:52",
    "title": "The Christmas that never happened",
    "text": "“Lily, can you come over here and help me a little bit? I’m having a trouble with decide where to put those sparkling snowballs that you necessarily have to have on the tree,” Sirius sounded annoyed, but when Lily came downstairs and saw him playing with her Christmas decoration, she knew he was having a very good time.\n“Carefully! Those were my mothers and I really care for them!” said the young witch when she walked cheerfully into the living room. Sirius looked at her lazily, moved his wand with a small swing and the balls started to fly all around her.  She tried to get away but the balls followed her around.  Then suddenly they turned back on Sirius and started to give him a hard time.\n“What a fu…” Sirius looked stunned, the balls were hitting him faster and faster and finally he started to run around the tree.  Lily started to laugh hard and her voice echoed around the whole house, “James, give him a break.”  The man in the kitchen door started to laugh with her at the same time the snowballs sailed carefully into the decoration-box again.\n“You filthy bastard, how dare you to…” Sirius never finished the sentence, he couldn’t keep the laugh back and soon the living room was filled of laughter and happiness.  Then suddenly they all kept quiet, a tiny voice upstairs was calling.  “Mum? Dad? Un’le Sithius?” said a bright baby voice. Sirius, that had lain behind the Christmas tree to defend himself from the deadly, man-eating snowballs (like he preferred to call the decoration), disappeared with a loud crack and only few seconds later he came down the stairs, walking, with Harry on his shoulders.  The pair of them laughing out loud.  “Mummy, Sithius says that when the baby is bothn I will have my own thoom! And he is going to paint the thoom with me!” a big smile was on Harry’s face when he gave out this announcement.\nSuddenly there was a loud crack and Tonks appeared in the middle of the room.  “Wotcher you little boy!” Tonks walked to Harry and grabbed in his nose, “and here is a little gift to my favourite boy,” Tonks gave Harry a small box and his face turned into a one big smile.\n“I thought I was your favourite boy” Sirius looked down and sounded sad, but a smile was on his face. ‘No you’re not, you are my favourite silly bear you silly.’\nTonks, that never dropped her smile gave him a hug and kissed him.\n“So I’m first to appear, that is definitely something new” Tonk looked surprised for a bit, but a second later she had this big smile on her face again.\n“You? First? What about me? Am I not here? Because, believe it or not, I am” Sirius looked sulky. “You’re not a guest here, you know that, you don’t count as a guest because you spend all of your time here. So, I’m the first guest to show up.” Tonks gave Sirius a big blink and kissed the air.\n“Who will be here tonight? Of course Lily and James with Harry, Sirius, Lupin, Arthur and Molly with the kids, don’t have time to count them at the moment, Frank and Alice with little Neville and last but not least, I” Tonks counted on her fingers how many that would be, “one, two, three. . . eleven plus batch of Weasley kids. We’re going to have a hell of a party here.”\n“Honey, can you help me please?” James voice came from the kitchen, “I’m coming, I’m coming! Don’t burn down the turkey!” Lily pattered into the kitchen with her face inlaid in panic. “Never let a man that call’s him self a Quidditch player be alone with the Christmas turkey!” you could hear her mumbling all the way from the living room and into the kitchen.\nSuddenly a scream came from the fire place and there stood Molly with little Ron in her arms, after that the rest of the family blow in. Finally when Charlie came (after getting lost and first end up in the neighbours house) the doorbell tinkled. Molly, that at once had forgotten she was a guest not the host, ran for the door and opened it up with a big smile on her face. “Frank! Alice! How lovely to see you! And Neville getting so big!”\nHarry came running when he heard his friend Neville’s name and soon they were busy having a conversation about how Harry was going to paint his room when the baby was born.\n“Now, everybody but Lupin is here, so I think it’s time to make the table a bit bigger.” James had hardly closed his mouth when Sirius had taken up his wand and was telling everybody to move away from the table.\nSoon the living room had to keep a magnificent dining table for eighteen people, with dinner set and Lily started to put the food on it, with a ultimate help from Molly. Molly started to count the disks, she was sure that Sirius couldn’t possible be able to put the right number of disks.\nA big grin came on her face when she called at Sirius, “Sirius, you have miscounted, you’ve putted one set to much, were only seventeen, not eighteen” Molly was still grinning when she took up her wand. “No, Lupin’s not here, so it’s the right amount.” Sirius blinked at her. “I know that, but Lupin is only one and that makes…” Molly couldn’t finish the sentence, she were cut off by James. “But Lupin isn’t coming alone, his new girlfriend is coming with him.” He smiled when he told the people that news.\nAnd just as he spoke, the doorbell rang again and on the doorstep stood Lupin, hand in hand with a young lady they didn’t recognise.\nSoon, when everybody had seen the new girl, talked to her and said congratulation, they sat down at the table.\nAfter having a little chat while Lily served the guest food on their disks with magic, they all took up a wineglass (except the kids of course) and at precisely the same time, 6 o’clock, they all made a toast for a wonderful Christmas.\nAnd when everybody had get still, little Harry spoke from his chair. “Methhy chtythmas evethybody.”\nStutt smásaga sem ég er búin að vera dunda mér við =) endilega segið hvað ykkur finnst um.\n(Veit að myndin passar ekki alveg inní mína ýmind af þessum jólum, hvernig þau hefði verið, en finnst hún samt viðeigandi)",
    "url": "https://www.hugi.is/hp/greinar/416580/the-christmas-that-never-happened/",
    "url_id": "416580",
    "id": "3604963",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2006-06-11 22:52:07",
            "id": "3605192",
            "reply_to_id": "3604963",
            "text": "Yndisleg saga. Ég fæ bara kökk í hálsinn á að lesa þetta…"
        },
        {
            "user": "Hyrrokkin",
            "user_id": "56599",
            "date": "2006-06-11 23:22:11",
            "id": "3605435",
            "reply_to_id": "3604963",
            "text": "Elska harrytalið :D"
        },
        {
            "user": "Aerith",
            "user_id": "60146",
            "date": "2006-06-12 11:56:54",
            "id": "3606535",
            "reply_to_id": "3604963",
            "text": "Váá…..fékk gaggjað mikinn hroll……..awwwwwww…..if only…if only……..\n;D"
        },
        {
            "user": "MissBlack",
            "user_id": "40062",
            "date": "2006-06-12 12:56:45",
            "id": "3606702",
            "reply_to_id": "3604963",
            "text": "Váá hvað þetta er flott :) haha.. og Harry litli krútt.. aww!\nFékk líka kökk í hálsinn!"
        },
        {
            "user": "Heidis",
            "user_id": "28474",
            "date": "2006-06-12 14:08:30",
            "id": "3606962",
            "reply_to_id": "3604963",
            "text": "Frábær saga alveg hreint :D\nEn það sem truflaði mig svolítið er að Tonks er frænka Siriusar."
        },
        {
            "user": "tonks",
            "user_id": "61223",
            "date": "2006-06-12 20:48:28",
            "id": "3608832",
            "reply_to_id": "3606962",
            "text": "Haha var búin að gleyma því :') en well. . . nánari frændsystkini hafa nú verið í sambandi svo þetta reddast :P"
        },
        {
            "user": "steinzlan",
            "user_id": "63675",
            "date": "2006-06-12 16:53:04",
            "id": "3607517",
            "reply_to_id": "3604963",
            "text": "kvar fékksu þessa mynd…??kv Unuss…??"
        },
        {
            "user": "tonks",
            "user_id": "61223",
            "date": "2006-06-12 20:49:35",
            "id": "3608833",
            "reply_to_id": "3607517",
            "text": "Uuuu man ekki allveg á hvaða síðu :/ er samt líka búið að senda hana inn hér á HP áhugamálinu. Er með yfir 250 Hp myndir sem ég hef fundið á netinu í tölvunni hjá mér svo erfitt muna :P"
        },
        {
            "user": "Blaskjar1",
            "user_id": "60022",
            "date": "2006-06-13 01:30:48",
            "id": "3610041",
            "reply_to_id": "3604963",
            "text": "Þetta er frábært… Eins og einhver hérna að ofan sagði: If only…"
        },
        {
            "user": "Kylja",
            "user_id": "58107",
            "date": "2006-06-14 23:55:40",
            "id": "3619513",
            "reply_to_id": "3604963",
            "text": "Frábær og hjartnæm saga :D\nSniðugt að hafa hana á ensku :D skildi þetta allt nema kannski nokkur orð 8-)\nEins og margir hafa sagt þá bara…..if only!"
        },
        {
            "user": "Achilles",
            "user_id": "54949",
            "date": "2006-06-15 21:36:56",
            "id": "3623521",
            "reply_to_id": "3604963",
            "text": "já flott saga! rosa vel orðuð og flott stutt! hefði langað að vita hver nýja kærastan hans Lupins var en jæja! Harry talið var soldið eða ég veit náttla ekki hvað hann á að vera gamall þarna! Það truflaði mig svolítið því að ég hélt að Tonks væri miklu yngri en Lupin og sirius!"
        },
        {
            "user": "tonks",
            "user_id": "61223",
            "date": "2006-06-15 22:24:16",
            "id": "3623881",
            "reply_to_id": "3623521",
            "text": "Ég pældi ekki alveg í þess háttar hlutum við skrifin :$ en annars eru þetta jólin eftir að Lily og James dóu, það er ef þau hefðu lifað, svo Harry er 1 árs"
        },
        {
            "user": "Achilles",
            "user_id": "54949",
            "date": "2006-06-16 19:40:28",
            "id": "3627392",
            "reply_to_id": "3623881",
            "text": "já okay! getur 1 árs barn talað svona mikið:s eða orðaforðann"
        },
        {
            "user": "tonks",
            "user_id": "61223",
            "date": "2006-06-16 19:49:27",
            "id": "3627447",
            "reply_to_id": "3627392",
            "text": "It's magic ;)"
        },
        {
            "user": "Achilles",
            "user_id": "54949",
            "date": "2006-06-16 19:59:22",
            "id": "3627499",
            "reply_to_id": "3627447",
            "text": "good point there! efa samt að james og lily myndy fremja galdur til að láta harry  tala meira! hahaha- en ég veit samt hvað þú átt við*pírir augun*"
        },
        {
            "user": "Padfoot",
            "user_id": "59026",
            "date": "2006-06-15 23:28:56",
            "id": "3624286",
            "reply_to_id": "3604963",
            "text": "einstaklega krúttlegt :-)"
        },
        {
            "user": "Rassgata",
            "user_id": "34794",
            "date": "2006-06-18 12:50:30",
            "id": "3632600",
            "reply_to_id": "3604963",
            "text": "ok mér finnst alveg vanta ris í þessa sögu"
        },
        {
            "user": "tonks",
            "user_id": "61223",
            "date": "2006-06-18 18:27:52",
            "id": "3633876",
            "reply_to_id": "3632600",
            "text": "ris?"
        },
        {
            "user": "tonks",
            "user_id": "61223",
            "date": "2006-06-18 19:11:40",
            "id": "3634074",
            "reply_to_id": "3632600",
            "text": "Á ekki að vera ris í þessari sögu…"
        },
        {
            "user": "Catium",
            "user_id": "56286",
            "date": "2006-06-24 17:40:47",
            "id": "3662330",
            "reply_to_id": "3604963",
            "text": "Dúllu saga. Ég varð bara klökk við að lesa hana. Harry er algjör dúlla og svo ég endurtaki orð margra hérna if only…."
        },
        {
            "user": "Heibba95",
            "user_id": "66384",
            "date": "2006-11-17 11:32:39",
            "id": "4229154",
            "reply_to_id": "3604963",
            "text": "Góð grein (Y)"
        }
    ]
}