{
    "forum_title": "Leikjatölvur",
    "user": "Sphere",
    "user_id": "8460",
    "date": "2001-09-07 17:37:31",
    "title": "Væntanlegt (PS2) 3",
    "text": "Halló aftur núna er þetta 3 greinin sem ég geri um væntanlega leikin fyrir PS2. Það eru nokkurhundruð leikir í þróun og lokins eru að koma alvöru titlar.\nFinal Fantasy X:\nEkki besta áhugamálið til að skrifa um þennan leik en samt verð ég að tala aðeins um hann. Þetta er ótrúlega vel hannaður leikur, persónurnar eru svo vel gerðar í real-time að það mætti rugla þeim saman við FMV sem er algengt í FF leikjum. Leikurinn fjallar um ungan strák sem heitir Tidus og hann á að leysa einhver verkefni. Veit ekki neitt um söguþráðinn og ætla ekki að tala um hann.\nMaximo: Ghosts of Glory:\nÞessi leikur er ofarlega á mínum lista, enda hef ég heyrt góða hluti um fyrri leikina sem eiga núna að vera klassík. Þetta er ósköplega venjulegur platform leikur sem gengur út á gameplay, maður á að drepa beinagrindur og ófrskjur.\nSSX: Tricky:\nOh, SSX var fyrsti leikurinn minn enda eini góði leikurinn á tölvunni á þeim tíma sem hún kom. Nýja útgáfann hefur endurbættar brautir og nýjar. Leikurinn er mjög flottur, flottari en fyrri útgáfan og allt rennur á 60fps(oftast). Leikurinn hefuir líka fleiri karektara, leikarar sem tala fyrir þá eru: Billy Zane(Titanic), Macy Gray og beljuna Lucy Liu.\nTwisted Metal Black:\nÉg spilaði þennan leik í U.S.A og þetta var á borð við Gran Turismo í sínu sviði. Þessi leikur er ógeðslega skemmtilegur. Hann er svo skemmtilegur að ég varð að fara aftur og aftur í búðina til að prufa hann. Ekki nóg með það að hann er góður, hann er líka mjög flottur. Hann er fallega hannaður og er texturanir eru mjög vel gerðir. Hann rennur á 60fps og líka í 2 player splitscreen.\nTimeSplitters 2:\nÞað hefur lítið frést að þessum leik. Ég skemmti mér konunglega í fyrri leiknum og geri það væntanlega aftur í nýja leiknum. Nýi leikurinn býður upp á 90 karektara til að velja sér. Mér finnst leikurinn vera aðeins flottari en forveri sinn. Leikurinn eins og áður rennur á 60fps. Þetta er einn sem maður má ekki missa af.\nNenni ekki að skrifa meira. Enjoy!",
    "url": "https://www.hugi.is/leikjatolvur/greinar/41720/vaentanlegt-ps2-3/",
    "url_id": "41720",
    "id": "274182",
    "replies": [
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2001-09-07 20:05:46",
            "id": "274183",
            "reply_to_id": "274182",
            "text": "Maximo? wtf. Hef aldrei heyrt þetta nafn getið. Ertu með einhvern skemmtilegan link sem við gætum skoðað þetta?"
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2001-09-07 20:08:14",
            "id": "274184",
            "reply_to_id": "274182",
            "text": "Heyrðu ég fann þetta. Þeir eru í raun að endurvekja Ghost and Goblins heiminn þeirra. Þetta er ekki beint partur af þeirri seríu en er keimlíkt þeim.\nKannski maður taki eitt golden oldies á Ghost and Goblins."
        }
    ]
}