{
    "forum_title": "Smásögur",
    "user": "Saidin",
    "user_id": "22936",
    "date": "2006-06-19 21:37:12",
    "title": "Thoughts of a dying soldier.",
    "text": "Smásaga sem ég skrifaði áðan. Bara nokkrar niðurdrepandi niðurbrjótandi hugsanir sem ég get ekki komið úr huga mínum þjappaðar saman í stutta sögu, enjoy! ;]\nI was pushed into the corner, presumeably into cover. I could sense them screaming in despair, but I couldn't hear or see them. The shrieks of the nearby explosions closed my ears and layers of ash blinded my vision. I closed my eyes for just a moment, but never opened them again. Finally I was alone, alone with my thoughts, my memories. I had nothing else.\nI had been dragged into a war for people I did not know. To battle against people I did not know. I was never anything but a weaker link, in a chain. Most of my life I had been dragged around with that chain, and I did not care. Most people live and revolve around their emotions, their spirit. To love, to care, to be happy. All I ever learned of human feelings was loneliness and despair, and so I revolved around other people in search of a meaning. I thought giving my life a meaning, finding a role, would bring me happiness. But I never seemed to find it.\nSo I joined the army. Most people become soldiers to fight for something, to protect what they love. Those words only sounded ironic to me.. That's probably why I never made a great soldier. All around me were comrades, people united together for a certain purpose. I didn't belong. These people seemed to like me, care about me. More likely my outside, I was false, never nothing but a empty shell. Never a loss. So when my death approached, in an abandoned building somewhere in the ruins of a fallen city. A fitting place for me to die, ironically resembling my whole life's story. ‘I didn’t care'. Three words that could just as well be a subscription for my soul.\nMy story was never a great one, I was never known for doing anything great or brave and that's why my passing wasn't so sad. No one cared, I was never a loss. Most stories of the dead are brave and heroic to resemble all the good things about that person, all just to be remembered. Remember by who? More mortals, people that will also vanish just like I did. Humans are like anything else, physical beings, empty shells that will vanish in this hollow world. Right now, I can feel my mental world fading just like the real one not so long ago. I am vanishing… I can't… understand. There is no god.. There is no soul..There is no life….. Why did I live… What was my purpose?..",
    "url": "https://www.hugi.is/smasogur/greinar/419323/thoughts-of-a-dying-soldier/",
    "url_id": "419323",
    "id": "3638938",
    "replies": [
        {
            "user": "lamuradi",
            "user_id": "33325",
            "date": "2006-06-19 21:52:54",
            "id": "3639980",
            "reply_to_id": "3638938",
            "text": "Af hverju á ensku og um hvað hugsar þú eiginlega??"
        },
        {
            "user": "Demona",
            "user_id": "39409",
            "date": "2006-06-19 22:13:01",
            "id": "3640132",
            "reply_to_id": "3638938",
            "text": "Mjög djúp saga, lætur mann hugsa mikið um manninn =)\nAnnars böggaði mig soldið orðavalið, þú notaðir stundum sama orðið oft á sömu stöðunum, lést það samt einhvernveginn ganga upp ;)"
        },
        {
            "user": "Saidin",
            "user_id": "22936",
            "date": "2006-06-19 23:49:30",
            "id": "3640706",
            "reply_to_id": "3640132",
            "text": "Já, þetta var reyndar skrifað fyrir annað en huga. Hefði líklega verið vandaðra á íslensku, orðavalið og svona. =]"
        },
        {
            "user": "FrostyBiatch",
            "user_id": "42359",
            "date": "2006-06-20 03:02:38",
            "id": "3641136",
            "reply_to_id": "3638938",
            "text": "Mjög flott og óendalega grá saga. Ein besta útskýring á tilvistarkreppu sem ég hef séð:p  Kynningin þín skemdi samt aðeins fyrir mér. Ert einhvernvegin að afsaka þig, þannig sé ég það allavegana."
        },
        {
            "user": "Saidin",
            "user_id": "22936",
            "date": "2006-06-20 03:27:22",
            "id": "3641152",
            "reply_to_id": "3641136",
            "text": "Já, hittir naglann á höfuðið. Mest svona offspring af mínum eigin huga í svona dimmu skapi. Bara nokkrar vangaveltur sem ég bjó til smá sögu og söguþráð um, síðustu hugsanir deyjandi þunglynds manns.\n.. Ég er svo skemmtilegur."
        },
        {
            "user": "FrostyBiatch",
            "user_id": "42359",
            "date": "2006-06-21 01:12:52",
            "id": "3645656",
            "reply_to_id": "3641152",
            "text": "Allavegana mjög flott og vel gert að mínu mati :)"
        },
        {
            "user": "Gexus",
            "user_id": "5048",
            "date": "2006-06-20 09:32:38",
            "id": "3641295",
            "reply_to_id": "3638938",
            "text": "Enn………skemmtileg saga….?"
        },
        {
            "user": "Saidin",
            "user_id": "22936",
            "date": "2006-06-21 01:34:10",
            "id": "3645685",
            "reply_to_id": "3641295",
            "text": "Þú hefur alltaf verið svo djúpur Geir."
        },
        {
            "user": "Gexus",
            "user_id": "5048",
            "date": "2006-06-21 08:29:55",
            "id": "3645913",
            "reply_to_id": "3645685",
            "text": "Djúpur, já…"
        }
    ]
}