{
    "forum_title": "Skátar",
    "user": "bskati",
    "user_id": "36263",
    "date": "2006-06-20 21:19:59",
    "title": "Sumar útivistartískan 2006",
    "text": "Þessi grein er framhald greinar sem ég skrifaði í vetur um útivistartísku. En núna ætla ég að einbeita mér að sumartískunni í útivistinni. En ég vil benda fólki á að lesa fyrri greinina fyrst ef það hefur ekki lesið hana nú þegar.  En þar eru útskýringar á flest öllum tæknilegu orðunum sem koma fyrir.\nhttp://www.hugi.is/skatar/articles.php?page=view&contentId=3040134\nByrjum á að fara yfir það sem er allra heitast í sumar:\nÞað heitasta í sumar er extraléttur öndunarfatnaður, oft kallað 1.5 laga. Þessi fatnaður er svo léttur og lipur að maður verður að taka hann af herðatrénu í búðinni til að finna hversu léttur hann er. Herðatréð er nefnilega margfallt þyngra.\nOfurléttir svefnpokar eru líka klárlega inn í sumar. Þeir mega helst ekki vera þyngri en svona 900 gr. En samt vera nógu hlýir fyrir íslenskar aðstæður. Sem sagt, pokinn verður helst að vera með dún.\nSuttbuxur og kvartbuxur eru einstaklega svalar. Og þá á ég ekki við stuttar stuttbuxur, heldur stuttbuxur sem ná allavega niður á hné hjá herrunum og eitthvað aðeins styttra hjá dömunum. Þessar buxur verða að vera veglegar, hafa vasa, beltalykkjur, rennilás og alles. Svona eins og göngubuxur sem er búið að klippa neðan af. Mæli eindregið með þeim.\nOg svo kemur listi yfir annað sem er inn, en kannski ekki það allra heitasta:\nSoft-shell jakkar\nUll - hvort sem er sokkar eða nærföt.\nMerino - ull í sokka\nWindpro fleece - 80-90% vindhelt fleece án filmu\nTevur – verða alltaf inn\nBjánalegar húfur\nAðsniðnar fleece peysur – sérstaklega 66North\nTvískiptar göngubuxur\nBoxer og naríur úr gerviefnum\nOklay og Ray Ban sólgeraugu\nGöngustafir (stillanlegir, stafgöngu/kraftgöngustafir eru bara fyrir malbiksfólk, ekki alvöru útivistarfólk)\nLéttir göngustrigaskór\nHvað er út? Þetta er nú svipað og það sem var út í vetur (sleppi þó því sem á ekki við sumarið)\nWindstopper – er á mörkum þess að vera dottið úr tísku\nPower-strech nærföt – heldur svitanum ekki nógu vel úti\nSamfestingar\nHlífaðarbuxur í skærum litum\nRússkinsskór\nGallabuxur\nLopapeysur – kannski í tísku, en alls ekki í útivistartísku\nFóðraður utanyfir fatnaður\nFlíssokkar\nIlla sniðnar flíspeysur\nBómull – bara eins og hún leggur sig\n2-laga öndunarföt – ágætt innanbæjar\nDerhúfur með beinu deri\nSkyrtur\nLegghlífar (ekki kúl á sumrin, tilgangslaust)\nEngin ný heit merki hafa skotið upp kollinum, svo ég sleppi bara að lista merkin.\nEn mig langar aðeins að koma inn á klippingar og þess háttar, þó það sé nú ekki útivistarbúnaður, en það hefur vissulega mikil áhrif á heildarlúkkið.\n‘Farmers tan’ er klárlega inni, sólarbekkjar brúnka er alveg úti. Maður á að vera brúnn í framan en hvítur á maganum. Tevuför eru reyndar alltaf inni líka, en þau verða að vera ekta.\nMálaðar stelpur eru alveg úti í sumar, eins og alltaf hefur verið í útivistinni. Hér er það náttúrulega fegurðin sem blífur.\nSnoðklippingin er eldheit, hefur ekki verið svona heit lengi. Einnig þykir skegg frekar flott nú í sumar. En ótrúlegustu menn eru komnir með brodda.\nOg aftur; hafið í huga, að ef dótið úr efnum frá Gore, Scholler, Polartech og fleiri þekktum framleiðendum, þá er dótið venjulega gott.",
    "url": "https://www.hugi.is/skatar/greinar/419745/sumar-utivistartiskan-2006/",
    "url_id": "419745",
    "id": "3644083",
    "replies": [
        {
            "user": "bskati",
            "user_id": "36263",
            "date": "2006-06-20 21:35:39",
            "id": "3644218",
            "reply_to_id": "3644083",
            "text": "Svari eytt"
        },
        {
            "user": "bskati",
            "user_id": "36263",
            "date": "2006-06-20 21:38:12",
            "id": "3644234",
            "reply_to_id": "3644218",
            "text": "fólk gengur nú alveg ótrúlega langt fyrir útlitið ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-06-21 00:48:43",
            "id": "3645590",
            "reply_to_id": "3644234",
            "text": "Svari eytt"
        },
        {
            "user": "Shadowmaker",
            "user_id": "60497",
            "date": "2006-06-22 00:35:18",
            "id": "3650579",
            "reply_to_id": "3644234",
            "text": "…gæti nefnt dæmi um fólk sem hefur farið í ljós í tevum..til þess eins að búa til tevu-för….\nÆ pittí þe fúl…"
        },
        {
            "user": "closed",
            "user_id": "7589",
            "date": "2006-06-21 00:06:22",
            "id": "3645364",
            "reply_to_id": "3644083",
            "text": "Þú ert orðinn grófur… talar ekki bara um fatnað og merki heldur kominn út í klippingu líka!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-06-21 00:48:25",
            "id": "3645588",
            "reply_to_id": "3645364",
            "text": "Svari eytt"
        },
        {
            "user": "AlmaOsk",
            "user_id": "4717",
            "date": "2006-06-22 23:51:45",
            "id": "3655420",
            "reply_to_id": "3644083",
            "text": "Þessar hlífðarbuxur í skærum litum fóru algerlega framhjá mér. Það þykir mér ekki leitt. Nema kannski bara hjálparsveitarbuxur. En ég held ekki að fólk noti þær nema í hjálparsveitardótarí.\nÞú kemur nú samt ekkert inná kvennaklippingarnar. Eiga þær kannski að safna skeggi og snoða líka eða eru það sólarstrípurnar og hárið spennt aftur til að fá brúnkuna eða hvað? :P"
        },
        {
            "user": "IngaAusa",
            "user_id": "22132",
            "date": "2006-06-26 09:12:20",
            "id": "3668715",
            "reply_to_id": "3655420",
            "text": "iii…  Ég vil líka segja að pils séu inni… helst skátapils að hætti Olave Baden-Powell…"
        },
        {
            "user": "hastalavista",
            "user_id": "58905",
            "date": "2006-07-03 06:13:42",
            "id": "3698945",
            "reply_to_id": "3644083",
            "text": "hérnaaa… hvað eru tev? =S"
        },
        {
            "user": "bskati",
            "user_id": "36263",
            "date": "2006-07-03 18:12:08",
            "id": "3700479",
            "reply_to_id": "3698945",
            "text": "bestu sandalar í heimi. Reyndar framleiða þeir breiða línu af skóm, og þá aðallega létta og vel opna skó, en líka létta gönguskó. En sandalar frá þeim eru aldrei kallaðir annað en Tevur :D"
        },
        {
            "user": "hastalavista",
            "user_id": "58905",
            "date": "2006-07-04 00:18:34",
            "id": "3702838",
            "reply_to_id": "3700479",
            "text": "ókeeyy. haha ;]\njésús bobbý. ég er bara ekkert inní þessu blessuðu skátatísku ;D"
        }
    ]
}