{
    "forum_title": "Deiglan",
    "user": "Rikimaru",
    "user_id": "17382",
    "date": "2006-06-22 19:12:19",
    "title": "Ísrael og Gyðingar",
    "text": "Í tilefni þess að Stöð 2 er að sýna enn eina áróðursmyndina frá Hollywood um hversu hræðilega var farið með gyðinga þá vil ég birta smá bölsótarræðu.\nÞegar gyðingur kallar dóttur mína “shiksa” eða aðra sem eru ekki af gyðinga ættum “goy”, þá er það bara hans menning og arfur.\nÞegar ég kalla blökkumann “niggara”, þá er ég að sýna rasisma og sakaður um glæp.\nEn um daginn benti maður mér á nokkuð sérstaka staðreynd um hebreska orðið - “SHIKSA”.\nÞað þýðir “Viðurstyggð” - og er heiti sem gyðingar nota yfir þær konur sem eru ekki gyðingar en eru í tygjum við karlmenn af gyðinga ættum.\nJá - þú náðir þessu - í augum allra harðlínu, bókstafstrúar gyðinga í heiminum er systir mín “viðurstyggð” ef hún vogar sér að vera með manni af gyðingaætt.\nÉg er viss um að þið vitið öll um orðið sem gyðingar nota yfir alla þá sem eru ekki af þeirra ættum: “Goy”. Ef þú ert ekki gyðingur þá ertu partur af því sem þeir kalla “Goyim” - en hversu margir vita hvað þetta orð þýðir í raun? Ætli það sé eitthvað í líkindum við latneska orðið “Gens” sem þýðir “ætt” eða “þjóð” eins og svo margir halda fram? - Nei, “Goy” þýðir í raun “sauður eða nautgripur” og var oftast notað af ísraelsku þjóðinni til að lítilsvirða og móðga fólk af öðru þjóðerni. Meiningin að baki orðsins “Goy” er í raun “villutrúarmaður” þannig að þeir eru í raun að kalla þig eitthvað sem þeir álíta í líkindum við “sauðfé”.\nLítið í kringum ykkur - í nútíma heiminum, þar sem þú getur lent í HELJARINNAR KLANDRI fyrir að kalla blökkumann “niggara” og verið sakaður um hatursglæp, þá kalla bókstafstrúar gyðingar þig eitthvað sem er jafnvel verra og álíta blóð þitt og gen vera óæðri og óhrein. Hugsanlegt sambland þinna gena við blóð þeirra kalla þeir “viðurstyggð” og enginn segir orð yfir þessu, aldrei. Í raun, ef einhver vogar sér að minnast á þetta og kvarta undan þessu þá kalla allir hann “Gyðingahatara” eða “Rasista”\neins og flest ykkar eru að hugsa um mig núna.\nVerum ekkert að fást um það að glæpaþjóðin Ísrael hefur ólögleg yfirráð yfir HELLING af landi sem þeir eiga ekkert í og þvinga miljónir af innfæddum Palestínumönnum í útlegð og flóttamannabúðir; Verum ekkert að fást um það að hátt í 30 ár hefur Ísrael brotið á samningum SÞ um fráhvarf frá þeim löndum SEM ÞEIR EIGA EKKERT Í - og eyða tíma sínum í að brjóta á mannréttindum og nota óþarflegt afl til að drepa “óvini” sína - Ísraelsmenn sprengja upp óbreytta borgara og skjóta eldflaugum úr þyrlum á mannmergð á götum úti bara til að drepa fólk sem þeir ásaka um “hryðjuverk” gegn þeim.\nGlæpaþjóðin Ísrael hefur nýlega viðurkennt að notast við bílsprengjur til að drepa meðlimi í hópum Palestínumanna sem þeir segja að séu “hryðjuverkamenn”.\nEn bílsprengjur sigta ekki út hver er óvinur og hver ekki ! - þær drepa alla sem eiga leið hjá þegar skotmarkið vitundarlaust startar bíl sínum; póstburðarmenn, gangandi vegfarendur, mæður á gangi með börnin sín. Bílsprengjur eru hryðjuverkavopn og ríkisstjórn Ísraela eru hryðjuverkasamtök.\nSvo í dag hefur George Bush Bandaríkjaforseti skrifað undir lög gegn “antí-semítisma” og hafa þau verið tekin í gildi. Verum ekkert að fást um það að George Bush, foringi valdamestu þjóðar heims, styður glæpaþjóðina Ísrael.\nÞeir sem stjórna Ísrael eru Síonistar - illir, bókstafstrúar gyðingar sem hata araba og telja guðfræði gyðingdómsins nægan grundvöll til að réttlæta ólöglegar landtökur í Palestínu og drepa alla þá sem voga sér að sýna andspyrnu.\nSíonistar eru hryðjuverkamenn sem George Bush (Bandaríkjaforseti) hefur sýnt gífurlegan stuðning - til þess að öðlast atkvæði þeirra gyðinga sem eru búsettir í bandaríkjunum og til þess að eiga bandamenn í átökunum við Múslima í miðausturlöndum.\nBandarískir fjölmiðlar, hvort sem þeir eru frjálslyndir eða íhaldssamir, sýna ALDREI báðar hliðarnar á sögunni varðandi Ísrael- heldur sýna aðeins Palestínumenn sem “illa hryðjuverkamenn”; en það fólk er aðeins berjast fyrir rétti sjálfsákvörðunar; þau vilja sína eigin þjóð. Þau ÁTTU sína eigin þjóð áður en Bretar fóru að skipta sér af eftir seinni heimstyrjöldina og fluttu þúsundi af evrópskum gyðingum til Palestínu og mynduðu (ólöglega) “ríki” handa þeim. Heimkynni Palestínubúa sem höfðu búið þarna í þúsundir ára var með ólögmæddum hætti leyst upp.\nGyðingar allstaðar í heiminum hafa gert allt sem þeir geta til þess að “vernda hreinleika” sinnar arfleiðar og menningar - og það er kannski ekki svo slæm hugmynd. En að kalla kalla kvenmenn af öðru þjóðerni “viðurstyggð” og álíta að allir þeir sem eru ekki gyðingaættum séu óhreint “sauðfé” og einskis virði er ekki viðeigandi fyrir neinn þjóðflokk, hver svo sem það er.\nÞAÐ ER NÁKVÆMLEGA ÞAÐ SAMA og kalla svartann mann “niggara”.\nÞAÐ ER ENGINN MUNUR.\nÞetta er Rasismi; og þjóðhverfur hugsunarháttur af verstu sort. það er ENGINN FURÐA að fólki í gegnum tíðina hafi aldrei líkað við nágranna sína sem voru gyðingar- Mér myndi ekki líka það ef nágrannar mínir myndu hugsa um mig og mína fjölskyldu sem “óhreinar skepnur” bara af því að við myndum ekki fylgja þeirra Guði, og áleitni þeirra að “eini guðinn” í heiminum hafi “kosið þau” sem sína útvöldu þjóð sýnir jafnvel fram á enn meiri fávitaskap af þeirra hálfu.\nOg á meðan svertingjar og asíubúar og einstaklingar sem eru partur af “minnihlutahópum” trúarbragða eru ofsóttir í heimalöndum sínum og annarstaðar í heiminum, þá ákveður Bush bandaríkjaforseti að gyðingar þurfi sérstaka og meiri vernd. Þannig greinilega, þá eru þeir eitthvað mikilvægari en hver annar, eða allavega í augum þeirra sem þurfa fleiri atkvæði og pólítískan stuðning.\nMér sýnist einnig gyðingar hafa heldur góð pólítísk sambönd og vera vel settir í BNA miðað við einhvern “þjakaðan minnihlutahóp”. Ég tek sjaldan “við erum ofsóttur minnihlutahópur!!” ræðunni alvarlega frá náunga sem gengur með rolex eða sat í einhverju Öldungaráðinu í fleiri ár. Ég tek þessum áróðri ekki alvarlega frá mönnum sem hvorki meira né minna\nstjórna Hollywood\nog hafa GRÍÐARLEG áhrif á bandaríska pólítík, þótt svo að þeir séu í félagslegum minnihluta.\nEn það er einnig eitt ískyggilegra vandamál - Kristnir fundamentalistar eins og George W. Bush halda Í RAUN að gyðingar séu “hið útvalda fólk guðs” vegna þess að gamla testamentið, bók sem\nGYÐINGAR SJÁLFIR SKRIFUÐU\nheldur slíku fram.\nKristnir allstaðar í heiminum líta ávalt í aðra átt þegar glæpaþjóðin Ísrael varpar meiri og meiri illsku á nágrannaþjóðir sínar, vegna þess að þeir þykja vera “fólk Guðs ”.\nGyðingdómurinn á að vera “eitt af stærstu trúarbrögðum heimsins ” en samt þá hefur hann örfáa fylgjendur. Þú sérð ávallt Davíðsstjörnuna, Kristna Krossinn og Hálfmána Íslam vera myndað saman sem þrjú “stærstu” trúarbrögð heimsins - en á meðan það eru um miljarður Kristinna og annar miljarður Múslima í heiminum þá er aðeins örlítið brot fylgjendur gyðingdómsins - þannig af hverju er þeirra viðurvist svona alþekkt og margrómuð?\nPólítík og ekkert annað. Það eru fleiri Heiðnir heldur en gyðingar á þessari plánetu. Það eru MUN fleiri Búddistar heldur en gyðingar til en samt sérðu bænahjól Búddista sjaldan birtast á listum yfir táknmyndir trúarbragða heimsins.\nEf við myndum vera heiðarleg og flokka trúarbrögð eftir stærðarhlutfalli þá myndu Kristnin, Íslam, Hindúismi og Búddismi vera á toppnum.\nÞeir gefast aldrei upp á því að segja þér hvernig 6 miljónir gyðinga hafi verið drepnir í Helförinni. En það sem fjölmiðlarnir sem-hallast-flestir-að-gyðingum segja þér ekki er að miljónir af fólki sem voru EKKI gyðingar dóu líka: samkynhneigðir, pólitískir fangar, sígaunar og aðrir.\n(við sjáum einnig ekki tugi Hollywood bíó- og sjónvarpsmynda gerða um Naking Fjöldamorðin, Þjóðarmorðin í Bosníu eða hvern þann hrylling sem aðrir þjóðflokkar en gyðingar hafa lent í, við erum ekki stöðugt minnt á það)\nEf við værum heiðarleg og tækjum til greina þau ÖLL þau MANNSLÍF sem fórust, ekki aðeins einn hóp, þá ættum við taka þetta með í umræðuna.\nÞannig ég skrifa þetta núna og bíð eftir því að fá að heyra hversu mikill “gyðingahatari” ég er frá öllum sem lesa þetta - en eitt skulið þið vita - Ég myndi ekki sætta mig við sama skítinn frá neinum hvort sem það eru gyðingar, svertingjar, asíbúar eða hvítir kristnir menn.\nEf blökkufólk myndi kalla kalla mig og fjölskyldu mína “óhrein” þá myndi ég vera að skrifa um það. Þessi skrif eru ekki árás á neinn þjóðflokk - þau eru árás á fólk sem hefur borið út yfirlætissama KJAFTÆÐIÐ sitt frá fortíðinni, falið það undir fölsku flaggi “hefbundinnar menningar”, vaðið svo áfram í óumburðarlyndi sínu gagnvart öðrum og varið sig stöðugt með því að garga “hann er að ofsækja mig” ef einhver vogar sér að benda á sannleikann.",
    "url": "https://www.hugi.is/deiglan/greinar/419860/israel-og-gydingar/",
    "url_id": "419860",
    "id": "3645737",
    "replies": [
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2006-06-22 19:15:34",
            "id": "3653226",
            "reply_to_id": "3645737",
            "text": "Þetta er áróður. Þú vilt að við dæmum heilan hóp eftir öfgunum. Einnig viltu að við hötumst við fólk sem er illt við okkur. En vissirðu ekki að hatur leysir engin vandamál?\nÉg hef heldur ekki tíma fyrir neitt hatur. Ég ætla út í sólina að njóta lífsins. Hafðu góðan dag."
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-06-22 21:06:50",
            "id": "3654048",
            "reply_to_id": "3653226",
            "text": "Ég sagðist vera að tala um Harðlínu og Bókstafstrúar-gyðinga. Og ég sagðist ALDREI hata neinn."
        },
        {
            "user": "SmellyCat2",
            "user_id": "45991",
            "date": "2006-06-23 15:46:26",
            "id": "3657417",
            "reply_to_id": "3654048",
            "text": "en er ekki svona “harðlínu” fólk í öllum trúfélögum. Það er ekki rétt að dæma alla gyðinga út frá þeim hörðustu eins og það er ekki rétt að dæma alla múslima útfrá írönsku ofsatrúa klerkunum, sem hvetja m.a. til þess að skvetta sýru á kvennfólk sem svo mikið sem talar við karlmann í einrúmi, sprengja hina og þessa upp og safnast saman og lýsa yfir heilögu stríði.\nenda þegar tveir deila er það sjaldan annars sök og palestínumenn öruglega ekki alsaklausir í þessu frekar en þessi blessuðu gyðingar (sem margir hér á landi virðast orðið líta á sem rót alls hins ílla)"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2006-06-22 21:42:52",
            "id": "3654371",
            "reply_to_id": "3645737",
            "text": "Helvítis gyðingahatari, skammastu þín !\nÞú gerir mikið úr þessu orði “Shiksa” sem gamalar gyðingakonur nota sýn á milli og enginn tekur þetta alvarlega enda notað sem grín.\nÚt af þessum samanburði við orðið “nigger” þá er vert að benda á gyðingar voru mjög framarlega í réttindabaráttu svartra og hafa dáið við það, (sjá myndina Missisippi Burning)\nArabar sem flúðu Júdeu-Ísrael (oft kallaðir Palestínumenn, e.h sem í raun er ekki til) gerðu það af skipunum Nassers leiðtoga Egyptalands (mikill aðdáandi Hitlers enda var hann með marga af hans gömlu foringjum í vinnu) því hann ætlaði að útrýma gyðingum. Gyðingar báðu arabana að vera um kyrrt en þeir þorðu því ekki og því fór sem fór, en það skal líka taka fram að margir þeirra voru búnir að selja gyðingum lands sitt, enda er aröbum fæst heilagt þegar kemur að peningum enda selja þeir dætur sýnar oft.\nÍsraelar hafa sífellt orðið fyrir hryðjuverkaárásum “pallana” og neyðst til þess að nota “targetet killings” til að ná til foringja þeirra sem iðulega fela sig í heygulshætti meðal borgara sem hafa farist í þessum árásum. Abbas leiðtogi þessa fólks er nú ekki fúlli út í Ísraelana en það að hann faðmaði og kyssti Ehud Olmert á fundi í dag þar sem þeir reyna að semja þrátt fyrir að villimennirnir í Hamas séu að hluta við völd í Gaza, völd sem þeir kunna ekkert með að fara.\nEina sem Hamas virðast kunna er að skjóta upp í loftið eða á aðra palla, hvað skyldi verða um allar kúlurnar sem fara upp í loftið en koma svo til baka ? Stundum drepa þær fólk og þá er mjög hentugt að kenna Ísraelum um, sérstaklega þegar börn eiga í hlut, um þetta er lítið fjallað í aþjóða medíunni, sem er alltaf á móti Ísrael.\nÞú ert ekki búinn að heyra það síðasta frá mér varðandi þessa grein !"
        },
        {
            "user": "spaceghost",
            "user_id": "31455",
            "date": "2006-06-22 22:28:17",
            "id": "3654774",
            "reply_to_id": "3654371",
            "text": "Já ég hélt einmitt að allir gyðingar væri vondir en svo sá ég “Missisippi Burning” og þá fattaði ég hvað þeir eru allir í raun geðveikt góðir."
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-06-22 22:32:52",
            "id": "3654829",
            "reply_to_id": "3654371",
            "text": "Þú gerir mikið úr þessu orði “Shiksa” sem gamalar gyðingakonur nota sýn á milli og enginn tekur þetta alvarlega enda notað sem grín.\nhahaha já já okey .. það auðvitað afsakar allt!\nÚt af þessum samanburði við orðið “nigger” þá er vert að benda á gyðingar voru mjög framarlega í réttindabaráttu svartra og hafa dáið við það\nÉg sagði ekki að allir gyðingar myndu hata svertingja, ég sagði að hefðbundnir bókstafstrúar gyðingar noti niðrandi orð um fólk af öðru þjóðerni, aðeins vegna þess að þeir eru ekkert nema fjandans elítistar og hafa aldrei verið annað."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2006-06-23 01:31:43",
            "id": "3655704",
            "reply_to_id": "3654829",
            "text": "Þetta eru niðrandi orð í þeirrar merkingu en ekki eitthvað sem aðrir myndu taka alvarlega.\nSegjum að mér fyndist asni mjög niðrandi orð. Þá væri það jafn slæmt og þú ert að tala um í greininni ef þú myndir kalla mig asna en samt sem áður er þetta mest notað í gríni. Svona eldgömul orð hafa misst alla þýðingu nema fyrir þá sem taka hana alvarlega.\nEf þý myndir spjalla við íslenskufræðing þá myndi hann fræða þig um orð sem eru notuð í daglegu tali en voru eitt sinn niðrandi."
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-06-23 02:22:04",
            "id": "3655793",
            "reply_to_id": "3655704",
            "text": "Þetta eru niðrandi orð þessara manna um aðra kynþætti, niðrandi orð manna sem sjálfir kvarta stöðugt og vilja að við\n“Gleymum Aldrei”\numburðarleysinu sem þeir sjálfir urðu fyrir.\nSvona eldgömul orð hafa misst alla þýðingu nema fyrir þá sem taka hana alvarlega.\nSegðu mér af hverju það er búið að fjarlægja lagið “Tíu litlir Negrastrákar” úr söngskrá grunnskóla fyrir löngu síðan? “ég meina það tók þessu enginn alvarlega marr”\nEf þý myndir spjalla við íslenskufræðing þá myndi hann fræða þig um orð sem eru notuð í daglegu tali en voru eitt sinn niðrandi\n.\nMeinlaus orð í dag geta hafa verið eitt sinn niðrandi já, en ég er að tala um yfirlætissemi í garð annara kynþátta frá þeim mönnum sem vilja benda öðrum stöðugt á það hversu slæmur rasismi er. Orðin “Goy” og “Shiksa” eru ekki einhver orð sem aðeins 100 ára gamlar konur nota, þegar ég bjó í bandaríkjunum þá heyrði ég orði “goy” reglulega sagt af rabbínum, hvort sem það var í strætó eða fyrir utan skólann."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2006-06-24 02:17:40",
            "id": "3660653",
            "reply_to_id": "3655793",
            "text": "Bókin um negrastrákana er ekki gott dæmi því það var barnabók sem krakkar alast upp við og nota því oft negri. Það er eitt að segja orð við einhvern annan sem þér finnst niðrandi en annað ef þú segir orð við annan sem þér finnst ekki niðrandi en hinum finnst það."
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-06-24 03:34:53",
            "id": "3660751",
            "reply_to_id": "3660653",
            "text": "Bókin um negrastrákana er ekki gott dæmi því það var barnabók sem krakkar alast upp við og nota því oft negri\nJá og heldurðu að börn bókstafstrúaðra gyðinga alist ekki upp við það að kalla hina krakkana (sem eru ekki gyðingar)í skólanum “Goy”?"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2006-06-24 03:42:31",
            "id": "3660761",
            "reply_to_id": "3660751",
            "text": "Mér er alveg nákvæmlega sama þótt einhver uppnefni mig á hebresku. Skiptir engu hvar þú lítur, allt þetta bókstafstrúarlið er ekki alveg rétt í hausnum.\nÞað er ekki það sama heldur að uppnefna einhvern eftir trú og að uppnefna einhvern eftir litarhætti.\nSvo á fólk ekkert að taka neitt nærri sér sem sagt er við mann af ástæðulausu (nema ef um einelti er að ræða)"
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-06-24 04:13:59",
            "id": "3660787",
            "reply_to_id": "3660761",
            "text": "Mér er líka nokk sama hvað þér finnst um hebresk orð, ég er einfaldlega að benda á staðreyndirnar um þessi hebresku orð, óháð því hvort þú móðgast eða ekki.\np.s.\nfyndið hvernig allir segja alltaf að “þetta bókstafstrúarlið sé ekki rétt í hausnum” en samt virðist öllum vera nokk sama um það að einmitt þetta “bókstafstrúarlið” stjórnar nánast öllum stærstu iðnveldum heimsins (talandi um kristna og múslima í þessu tilfelli)"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2006-06-24 15:13:28",
            "id": "3661731",
            "reply_to_id": "3660787",
            "text": "Bókstafstrúnir kristnir menn eru ekki valdamiklir. Það er ekki til í dæminu hjá þeim því Guð ræður öllu.\nMúslimarnir eru heldur ekki í lagi í hausnum og þeir koma mér ekkert við heldur.\nÉg bý á Íslandi og ég ræð engu hvað gerist fyrir utan landið og því er mér nokk sama.\nÞú ert að vekja upp umræðu sem á engan vegin heima hérna því enginn umgegnst gyðinga, enda ekki margir hérna á landinu, og því getur þú ekki búist við öðruvísi svörum en þau sem þú hefur fengið."
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-06-24 19:34:28",
            "id": "3662795",
            "reply_to_id": "3661731",
            "text": "Bókstafstrúnir kristnir menn eru ekki valdamiklir.\nHvað ertu að röfla?.. Hvað heldurðu að Ný-íhaldsamir lýðveldissinnar í henni Ameríku séu? …Því guð ræður öllu? Nei reyndar eru þetta menn sem nota hugmyndina um guð til að komast yfir öll völd sjálfir. Heldurðu að menn eins og Gunnar í Krossinum séu bara einhver fífl í algjörum minnihluta í Bandaríkjunum?\nÞú ert að vekja upp umræðu sem á engan vegin heima hérna því enginn umgegnst gyðinga, enda ekki margir hérna á landinu, og því getur þú ekki búist við öðruvísi svörum en þau sem þú hefur fengið.\nVekja umræðu sem á engan vegin heima hér? Haltu þér við efnið og ekki reyna að hanka mig einhverju eins heimskulegu og þessum orðum, aðeins vegna þú veist ekkert hvað þú átt að segja. Umræða um þetta á heima hér líkt og hvað annað, að segja að umræða um gyðinga eigi ekki heima hérna á landi vegna þess að við umgöngumst þá ekki eins mikið og aðrar þjóðir er jafn heimskulegt og að segja að umræða um stríð eigi ekki heima hérna vegna þess að við höfum aldrei háð slíkt, eða umræða um Indíána eigi ekki við okkur því við höfum aldrei umgengist þá og þau svör sem ég hef verið að fá eru flest fá fólki sem hallast algjörlega að gyðingum og þolir því ekki að heyra gagnrýni á þá."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2006-06-24 23:59:56",
            "id": "3663812",
            "reply_to_id": "3662795",
            "text": "Þú ert að vekja upp umræðu sem á engan vegin heima hérna því enginn umgegnst gyðinga, enda ekki margir hérna á landinu, og því getur þú ekki búist við öðruvísi svörum en þau sem þú hefur fengið.\nÞað sem ég var að koma til skila með þessum orðum var að öllum er nákvæmlega sama um greinina. Þeir sem rökræða við þig um greinina eru að fara í kringum aðalatriðið og fóru bara að tala um rasisma því engin veit hvað þú ert að tala um.\nÉg hafði t.d. aldrei heyrt þessi orð áður en ég les samt mikið um svona hluti.\nHvað ertu að röfla?.. Hvað heldurðu að Ný-íhaldsamir lýðveldissinnar í henni Ameríku séu? …Því guð ræður öllu? Nei reyndar eru þetta menn sem nota hugmyndina um guð til að komast yfir öll völd sjálfir. Heldurðu að menn eins og Gunnar í Krossinum séu bara einhver fífl í algjörum minnihluta í Bandaríkjunum?\nJá þeir eru í minnihluta. Það eru tveir flokkar í Bandaríkjunum og hinir eiga ekki break í þá nema kannski í einstaka borgum/bæum því þetta fólk flytur allt á sama staði til að umgangast sína líka.\nÞeir eru samt ekki með völd. Væri gjarnan til í að heyra dæmi um leiðtoga.\nVarðandi atriðið sem greinin snýst um þá skil ég alveg hvað þér finnst um þessi orð og líkar illa við hvernig þeir beita þeim.\nMér er hinsvegar alveg sama því það skiptir ekki máli hvað öðrum finnst og ef einhver er að segja þetta við þig eða vini/vandamenn þá umgengst maður þá ekki.\nÞú verður líka skilja að gyðingarnir sem upplifðu helförina eru ennþá lifandi og þeir líta ekki eins á hlutina og við. Meiri rasismi var í gamla daga, segjum 20-30 ár síðan, og er þetta ekki siður sem hverfur hjá því fólki. Þetta fer samt minnkandi með árunum."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2006-06-25 00:23:43",
            "id": "3663929",
            "reply_to_id": "3663812",
            "text": "Haha ég verð bara að bæta við seinasta sem ég sagði. Þar sagði ég að ég hafði aldrei heyrt þetta orð notað eða lesið um það en núna var ég að enda við að sjá þetta í grínþætti. Tvær gyðingakonur voru að uppnefna hvora aðra í rifrildi. Hún bætti samt við einhverju orði fyrir aftan:/\nSvona er kaldhæðnin skemmtileg:p"
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-06-27 00:27:54",
            "id": "3672932",
            "reply_to_id": "3663812",
            "text": "Já þeir eru í minnihluta. Það eru tveir flokkar í Bandaríkjunum og hinir eiga ekki break í þá nema kannski í einstaka borgum/bæum því þetta fólk flytur allt á sama staði til að umgangast sína líka\nÉg veit ekki í hvaða heimi þú lifir en bara til að fræða þig aðeins um þennan þá eru Bandaríkin eitt af fáu löndunum í heiminum þar sem bókstafstrú fer vaxandi á 21. öldinni á meðan hún er dvínandi í allri Evrópu til að mynda, FORSETI badaríkjana er bókstafstrúarmaður og það segir nóg um völdin sem þeir hafa.\nÞað sem ég var að koma til skila með þessum orðum var að öllum er nákvæmlega sama um greinina.\nÞeim sem er sama um greinina er fólkið sem svarar ekki greininni, gáfnaljós! til hvers varst þú að svara henni til dæmis? vona að það hafi ekki verið til að ganga í augun á hinum.\nÞeir sem rökræða við þig um greinina eru að fara í kringum aðalatriðið og fóru bara að tala um rasisma því engin veit hvað þú ert að tala um.\nÉg sé nú ekki betur en að fólkið sem er að svara greininni viti nákvæmlega hvað ég er að tala um og greinin fjallar meðal annars umn kynþáttahatur gyðinga. Ég held hinsvegar að þú sért löngu kominn út á tún með allt sem þú ætlaðir þér að láta í ljós um þetta."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2006-06-27 19:02:33",
            "id": "3675884",
            "reply_to_id": "3672932",
            "text": "Já ég var eitthvað kominn út á tún þarna.\nBush er ekki bókstafstrúarmaður. Hann fer ekki í kirkju á hverjum sunnudegi t.d. og er það formsatriði hjá bókstafstrúarmönnum, engar undantekningar.\nÞað er munur á að vera bókstafstúarmaður og að vera mjög kristinn. Bókstafstrúarmenn trúa öllu sem stendur í Biblíunni og þá er sköpunarsagan tekin með í því dæmi."
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-06-28 02:52:19",
            "id": "3678309",
            "reply_to_id": "3675884",
            "text": "Bush er ekki bókstafstrúarmaður. Hann fer ekki í kirkju á hverjum sunnudegi t.d. og er það formsatriði hjá bókstafstrúarmönnum, engar undantekningar.\nÞað er munur á að vera bókstafstúarmaður og að vera mjög kristinn. Bókstafstrúarmenn trúa öllu sem stendur í Biblíunni og þá er sköpunarsagan tekin með í því dæmi.\nVá þú hlýtur að vera að grínast, hversu langt á þetta að ganga?\nÉg vitna;\n\"Bush would return to the oil industry, becoming a senior partner or chief executive officer of several ventures, such as Arbusto Energy, Spectrum 7, and Harken Energy. These ventures suffered from the general decline of oil prices in the 1980s, that had affected the industry and the regional economy, but he remained active through mergers, acquisitions and consoldations of his firms. Faced with serious drinking issues and\ndifficulties in his professional and personal life, Bush would abandon his socializing lifestyle and began attending church regularly. In 1986, he would quit drinking alcohol, and following a personal meeting and exchange with Reverend Billy Graham, he would become a born-again Christian.[4] Changing his lifestyle, Bush also began studying the Bible and Christian philosophy, participating also in church and community study groups\n“ - www.wikipedia.org/wiki/George_W._Bush\n(en þú auðvitað veist betur en alfræðiorðabók er það ekki?)\nBush er það sem er kallað ”Christian Fundamentalist\" hmmm og látum okkur nú sjá\n(1) Orðabókarþýðing: Christian - N. Kristinn maður, L. Kristinn, Kristilegur\n(2) Orðabókarþýðing: Fundamentalist, Fundamentalism - N.\nBókstafstrúarmaður\n, N (kv). Biblíufesta\n1 + 2 = 3\nÞað gera þá “Christan Fundamentalist” = “Kristinn Bókstafstrúarmaður” eða “Maður sem aðhyllist Biblíufestu”\nHversu lengi ætlarðu að gelta upp þetta tré?\nGeorge Bush hefur sömu lífsýn og kristnir bókstafstúarmenn þó hann fari kannski ekki í kirkju á hverjum degi og JÚ hann trúir á sköpunarsöguna."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2006-06-28 23:12:35",
            "id": "3682752",
            "reply_to_id": "3678309",
            "text": "Þetta segir mér ekkert nema að hann sé strangtrúaður. Hjá bókstafstrúarfólki gengur Guð fyrir öllu. Í hans starfi er það ekki hægt.\nÞótt hann lesi mikið um kristni það gerir hann ekki að bókstaftrúarmanni eða það að hann segi það. Það er hvernig maður lifir sem greinir hann frá þessu.\nSvo virkar ekki 1+2=3 dæmið þitt heldur ekki því ef þú hefðir lesið betur um kristna bókstafstrú þá myndirru komast að því að það eru margar gerðir. Darwinismi er t.d. í þessum hóp bókstafstrúa en hún trúir ekki á sköpunarsöguna (sem gerir seinasta svara mitt að hluta til vitlaust).\nÉg tek það ekki í mál að hann sé svona og það gera bókstafstrúnir kristnir ekki heldur þar sem hann fylgir ekki þessum reglum frá degi til dags."
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-06-29 00:32:11",
            "id": "3683306",
            "reply_to_id": "3682752",
            "text": "Hann flokkast sem bókstaftrúarmaður samkvæmt ríkjandi sjónarmiðum samfélagsins (sama hvað þér persónulega eða einhverjum fávitum í hvítasunnusöfnuðinum finnst)\nRíkjandi hópur samfélags okkar gerir engan mun á “Strangtrú” og “Bókstafstrú” (þar sem er enginn munur í rauninni), þú ert eins og lítill krakki sem snýr út úr og fer í endalausar bollaleggingar með algjör smáatriði aðeins til að eiga síðasta orðið."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2006-06-29 13:49:59",
            "id": "3684473",
            "reply_to_id": "3683306",
            "text": "Ríkjandi hópur samfélags okkar gerir engan mun á “Strangtrú” og “Bókstafstrú” (þar sem er enginn munur í rauninni)\nNú er það já. Ég hlýt að hafa verið sofandi í þessum tíma.\nÞú hlýtur að hafa heyrt um heittrúaða menn. Þeim er mjög annt um trúna en hún er samt ekki í fyrsta  sæti hjá þeim. Þetta er einmitt aðalmunurinn sem þú segir ekki vera til."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-06-29 21:56:49",
            "id": "3687265",
            "reply_to_id": "3660761",
            "text": "Mér er ekki sama þó einhver uppnenfi mig á hebresku.   Ef það er ekki rétt í hausnum á að leggja það inn. svo lengi sem það er á götum úti og er að uppnenfa mig verður það að hlíða sömu reglum og aðrir.\nÞað að uppnefna eftir trú er alveg það sama og eftir litarhætti. Meira að segja verra þar sem trú er óraunverulegur þáttur varðandi mannslíkamann. Mörgum finnst negri ekki niðrandi þar sem það er dregið af orðinu negro úr spænsku og þýðir svartur.\nÞetta er bara önnur leið til að lýsa einhverjum sem er dökkur á hörund."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2006-06-30 00:26:58",
            "id": "3688015",
            "reply_to_id": "3687265",
            "text": "Þeir eru ekki að uppnefna eftir trú. Þeim finnst þetta svívirðileg hegðun hjá kvenmönnum að gera þetta því það er ákveðin hefð sem hefur alltaf verið  hjá þeim sem þeir voru aldir upp við. Það að kalla þá fávita fyrir að gera þetta er ekkert skárra.\nÉg var ekkert að tala um hvað ég geri. Ég uppnefni enga og nota ekki svona orð, nema eins og þú segir við vini og þannig í djóki, þegar einhver t.d. gerir eitthvað heimskulegt á fótboltavellinum. Ef einhver gerir e-ð asnalegt þá er viðkomandi asni og því ekkert athugavert við það. Þetta stendur í alfræðiorðabókum. Sama gildir hjá þeim. Ef kona gerir þetta þá er hún hóra eða hvað sem hann sagði (langt síðan ég las þetta) en það afsakar samt sem áður ekki að kalla einhvern þetta í strætó."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-06-30 11:57:03",
            "id": "3688685",
            "reply_to_id": "3688015",
            "text": "kona sem er ekki af sömu trú að giftast einhverjum innan trúarinnar. Uppnefna vegna trúar… augljóst.\nÍ Afríku er líka hefð fyrir því að umskera stelpur þannig þær þjást nánast það sem eftir er.\nEr það ekki bara hefð?"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2006-07-02 15:34:27",
            "id": "3696028",
            "reply_to_id": "3688685",
            "text": "Jú það er hefð. Fyrir þeim er þetta sjálfsagt en fyrir okkur er þetta fáranlegt. Þeim finnst það fáranlegt að gera það ekki."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-07-03 08:38:05",
            "id": "3699006",
            "reply_to_id": "3696028",
            "text": "Það er verið að eyðileggja líf ungra stúlkna. Í mínum huga er það ekki réttlætanlegt, sama hversu mikil hefð er fyrir því"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2006-07-03 17:45:35",
            "id": "3700366",
            "reply_to_id": "3699006",
            "text": "Þú bara skilur þetta ekki. Settu  þig í spor þessarar menningu. Hefur hún ferðast um allan heim? Er hún að læra um aðrar menningar og trúarbrögð í skólanum? Er hún að sjá alls konar heimsviðburði í fréttum?\nNei. Þetta er fólk á sínu svæði að lifa sínu lífi og það kemur þér ekki við hvernig það hagar sér svo lengi sem það heldur sér við sig.\nRétt og rangt þýðir ekki það sama og hjá okkur. Hver segir að það sem er rétt og rangt hjá okkur? Biblían. Og hún var þröngvuð upp á okkur á sínum tíma. Þú vilt náttúrlega gera það sama við þetta fólk. Neyða það í kristna trú.\nSjáðu hvað það er auðvelt að vera kjánalegur. Ég held samt ekki að það er það sem þú myndir vilja gera en það er það fyrsta sem ég les út úr þessu öllu hjá þér."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-07-03 23:51:51",
            "id": "3702691",
            "reply_to_id": "3700366",
            "text": "Ekki fara að lestra fyrir mér um rétt og rangt. ég hef löngum haldið því fram að rétt og rangt sé algjörlega afstætt og sé bara til í hugarheim hvers og eins.\nEin þetta er líka til í hugarheim litlu stulknanna, sem eru umskornar með hverju handtæku. Hníf ef þær eru heppnar, annars bara glerbroti og síðan grafa þær sig í sandinn daglega af því þá finna þær hvernig sársaukinn dvínar í svalanum undir yfirborðshitanum. Svo geta þær aldrei stundað kynlíf og notið þess.\nÉg veit allt um afstæðan hugsunarhátt og ég veit aðveg að rétt og rangt sé skoðanabundið. En þeir sem eru kvalalosta mega umskera sig sjálfir á lífsleiðinni. Ekki að umskera alla sem fæðast"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2006-07-04 01:13:12",
            "id": "3703080",
            "reply_to_id": "3702691",
            "text": "ég hef löngum haldið því fram að rétt og rangt sé algjörlega afstætt og sé bara til í hugarheim hvers og eins\nTja það var líka það sem ég var að segja."
        },
        {
            "user": "killjoker",
            "user_id": "62920",
            "date": "2006-07-27 14:22:27",
            "id": "3801269",
            "reply_to_id": "3699006",
            "text": "Heyr heyr vitringur,þú stendur undir nafninu.Vel sagt!"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-07-27 17:36:26",
            "id": "3802017",
            "reply_to_id": "3801269",
            "text": "Fyrsta sinn sem einhver notar ekki nafnið mitt í niðrandi tilgangi.\nblöblöblö… þú ert enginn vitringur, mímímímí\ntakk fyri"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-06-29 21:51:27",
            "id": "3687226",
            "reply_to_id": "3655704",
            "text": "Mér myndi ekki líka það ef manneskja sem ég þekki ekki kallaði mig asna. Skiptir engu máli hvort að símaþjónustumanneskja hjá Frumherja kalli mig asna í gríni eða alvöru, mér myndi ekki líka það.\nTil þess að fólk geti notað niðrandi orð í gríni verður það að þekkja hvort annað og kunna inn á viðkomandi"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2006-06-30 00:21:59",
            "id": "3688000",
            "reply_to_id": "3687226",
            "text": "Þetta er bara allt annar kúltúr. Við borðum ekki hunda og okkur finnst það viðustyggilegt. Annar hver maður hérna á Internetinu er að kalla Ameríkana asna vegna hluta sem þeir botna ekkert í.\nFyrir mér er þetta ekki big deal."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-06-30 11:37:12",
            "id": "3688648",
            "reply_to_id": "3688000",
            "text": "Mér er sama hvort þér finnist eitthvað big deal eða ekki.\nEf einhver kallar mig asna eða viðurstygð þá blöskrar mér, sama hvaða menningar hópi hann kemur frá. nema hann sé náinn mér og veit að hann hefur leyfi til að gantast með slik orð.\nHlutir eru ekki réttlætanlegir bara vegna menningarinnar, hér var líka menning fyrir því að drekkja konum sem voru barnaðar utan hjónabands"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2006-07-02 15:33:26",
            "id": "3696024",
            "reply_to_id": "3688648",
            "text": "Þetta er þá einn munur á mér og þér."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-07-03 08:36:34",
            "id": "3699004",
            "reply_to_id": "3696024",
            "text": "Viltu drekkja konum sem eru barnaðar utan hjónabands?"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2006-07-03 17:40:38",
            "id": "3700345",
            "reply_to_id": "3699004",
            "text": "Bíddu ertu að bera saman 800 gömul úrelt lög inní þessar umræður. Ekki vera svona kjánalegur að segja þetta.\nÁ þessum tímum var ekki til fangelsi og voru lökustu sektirnar húðstrýkingar. Trúin ríkti mest og var þetta eina lausnin sem menn gátu komið upp með því hjónbandið var heilagt og því var þetta mjög slæmur glæpur."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-07-03 23:48:01",
            "id": "3702666",
            "reply_to_id": "3700345",
            "text": "Nei. þetta kom trúnni ekkert við enda hafa íslendingar aldrei verið mjög trúaðir. Þetta var vegna þess að til að kona gæti séð fyrir barni sínu varð hún að eiga eiginmann og þess vegna verið verið að venja konur á að láta ekki barna sig..\ntvær asnalegar hefðir. Það var það eina sem ég var að bera saman. Ekki segja að það sé kjaánlegt bara af því að þér finnst vera munur á. Þetta eru bæði hefðir, bæði skaða aðra en aðeins annað er enn í gildi"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2006-07-04 01:11:35",
            "id": "3703070",
            "reply_to_id": "3702666",
            "text": "Ég var aldrei að segja að mér fyndist þetta ekki asnalegt.\nÁstæðan fyrir að hin hefðin er ennþá í gildi er þróunin. Og hverjum er það að kenna? Bretum, Hollendingum, Belgum, Bandaríkjamönnum (sem þá voru Bretar) og restinni sem stunduðu þrælamennskuna. Komu í veg fyrir alla þróun. En þá var ekkert athugavert við þrælkun fannst þeim sem hvítir voru:/"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-07-04 09:56:56",
            "id": "3703398",
            "reply_to_id": "3703070",
            "text": "Ég tek mikið tillit til aðstæðna og þetta kemur hvítum og svörtum ekkert við\nég skil alveg refsingar eins og útlegð, hústrýkingu og hengingar þegar verið er að tala um fornatíð.\nEn þetta er ekki bara þeirra menning ef það bitnar á mér.\nÞeir mega alveg kalla hvora aðra það sem þeir vilja en þegar það er verið að uppnefna mig, sama hver hefðin er, þá er ég ekki sáttu"
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2006-06-26 10:14:37",
            "id": "3668757",
            "reply_to_id": "3654371",
            "text": "“Gyðingar báðu arabana að vera um kyrrt en þeir þorðu því ekki”\nHAHAHAHAHAHAHAHAHAHAHAHAHAHAAHAHAHAAHAHAHAHAHAHAHAHA!\nMyndir þú þora að vera á heimili þínu ef að vopnaðir hryðjuverkamenn sem segjast hafa átt heima þarna fyrir 2000 árum myndu banka uppá og segja þér að drullast burt ef þú vildir að fjölskyldan þín lifði?\n“oft kallaðir Palestínumenn, e.h sem í raun er ekki til”\nÞeir hafa búið þarna í yfir 1000 ár, þetta er eins og að kalla Íslensku þjóðina Norðmenn…\n“Ísraelar hafa sífellt orðið fyrir hryðjuverkaárásum ”pallana“ og neyðst til þess að nota ”targetet killings“”\nReyndar eru það Ísraelsmennirnir sem eru hryðjuverkamennirnir. Þessi targeted killings (með D) eru náttúrulega ekkert annað en brandari. Það er alveg rosalega þægilegt að sprengja eitt stykki blokk og segja að háttsettur Palestínumaður hafi verið einhverstaðar í þvögunni."
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-06-27 00:31:48",
            "id": "3672955",
            "reply_to_id": "3668757",
            "text": "Heyr hey"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-06-29 21:49:22",
            "id": "3687212",
            "reply_to_id": "3654371",
            "text": "Ég sé að þú ert mjög fordómafull manneskja og skil ekki hvernig þú getur sakað aðra um fordóma.\nÉg myndi líka gera mikið úr því ef einhver kallaði mig sauðfé eða kvenverur í minni fjölskyldu viðurstyggð. Það er líka menning í afríkuríkjum að skera snípinn af stelpu…\nSÞ tóku þetta land og gáfu það, afsakar það ekkert.\nÞað er ekki nauð þegar menn sprengja upp íbúðablokk vegna þess að grunur er á hryðjuverkastarfsemi (11 börn létust í árásinni) og hroðaverk eru ekki réttlætanleg til að stöðvahroðaverk og hefur marg sinnis sýnt sig að það dugar skammt.\nÉg er sammála að Palestínumenn skutu sig í fótinn þegar þeir kusu Hamas.\nPalestínumenn eru víst til. BNA er líka bara sýnishorn úr öllum þjóðum í heimi, samt eru það ekki Bretar, Þjóðverjar, Austurríkismenn, Tælendingar, Indverjar, Intíánar, Mexíkóar… þetta eru Bandaríkjamenn"
        },
        {
            "user": "killjoker",
            "user_id": "62920",
            "date": "2006-07-27 14:07:39",
            "id": "3801244",
            "reply_to_id": "3654371",
            "text": "idf skrifar\nenda er aröbum fæst heilagt þegar kemur að peningum enda selja þeir dætur sýnar oft.\nHeld að þú hafir dæmt sjálfa/n þig úr leik með þessari ótrúlega skammsýnu og heimskulegu fullyrðing…..skólabókardæmi um fordóma og alhæfingu!"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2006-07-27 14:15:04",
            "id": "3801253",
            "reply_to_id": "3801244",
            "text": "Þetta er staðreynd, þeir nota dætur sýnar í skiptum fyrir ýmislegt, og svo drepa þeir þær líka ef þær haga sér ekki, jafnvel í Skandinavíu. Þú verður bara að viðurkenna að þessi svokallað menning þeirra er á allt öðru siðferðisplani en hjá Kristnum eða Gyðingum, sem er oft kallað á ensku “Judeo-Christianity” vegna skyldleika þessara trúarbragða."
        },
        {
            "user": "xDarkLordx",
            "user_id": "35180",
            "date": "2006-06-22 22:01:34",
            "id": "3654516",
            "reply_to_id": "3645737",
            "text": "Helförin var stórlega ýkt."
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-06-22 22:41:15",
            "id": "3654880",
            "reply_to_id": "3654516",
            "text": "Svo hef ég heyrt, hvort sem hún var ýkt eða ekki þá er henni troðið svoleiðis inn í hausin á okkur af fjölmiðlum að það er ógeðslegt, líkt og Gyðingar séu eini þjóðflokkurinn sem hefur lent í öðrum eins hremmingum."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2006-06-23 02:29:42",
            "id": "3655802",
            "reply_to_id": "3654880",
            "text": "Gyðingar eru einmitt eini hópurinn sem hefur lent í þjóðarmorði sem var framkvæmt eins og um iðnað væri að ræða, fjöldinn og framkvæmdin er það sem gerir Helförina einstaka, ekkert í sögunni er sambærilegt."
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-06-23 02:50:12",
            "id": "3655822",
            "reply_to_id": "3655802",
            "text": "Aðferðin og framkvæmdin við morðin skiptir litlu fyrir mig, Þjóðarmorð er þjóðarmorð. Hvort sem það voru gyðingar fóðraðir í sérhæfðar sláturvélar eða Kínverjar að láta Tíbesk börn skjóta foreldra sína og feður nauðga dætrum sínum.  Ég ætla svo sannarlega ekki að gera lítið úr því sem gyðingar gengu í gengum og auðvitað eigum við að sjá til þess að slíkur viðbjóður viðgangist hvergi og aldrei. En Helförin er notuð sem áróður fyrir pólitískt vald í dag, og það af gyðingum sjálfum."
        },
        {
            "user": "gummalina",
            "user_id": "6224",
            "date": "2006-06-23 19:10:30",
            "id": "3658645",
            "reply_to_id": "3655822",
            "text": "Heyr Hey"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-06-25 20:42:12",
            "id": "3666876",
            "reply_to_id": "3655802",
            "text": "Reyndar lentu Sígaunar líka í helförinni… En sammála þér þó."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2006-06-26 10:16:29",
            "id": "3668758",
            "reply_to_id": "3655802",
            "text": "Ottómanaveldið, 1915…"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-06-29 22:01:32",
            "id": "3687289",
            "reply_to_id": "3668758",
            "text": "Þegar þeir ráku Jónana frá austurströnd Tyrklands?"
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2006-06-30 11:01:55",
            "id": "3688583",
            "reply_to_id": "3687289",
            "text": "http://www.armeniangenocideposters.org/"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-06-30 12:04:29",
            "id": "3688704",
            "reply_to_id": "3688583",
            "text": "nenni ekki að lesa mikið núna, er í vinnunni, ef þú myndir lýsa í fáum orðum væri það ágætt"
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2006-06-30 14:00:41",
            "id": "3689084",
            "reply_to_id": "3688704",
            "text": "1,5 milljón Armena drepnir í einu stærsta þjóðarmorði allra tíma."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-06-30 14:29:27",
            "id": "3689155",
            "reply_to_id": "3689084",
            "text": "æjæ.\ndrápu þeir ekki Jóna/Grikki?\neða hrökktu þeir þá bara í burtu?"
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2006-06-22 22:12:02",
            "id": "3654589",
            "reply_to_id": "3645737",
            "text": "Ég var búin að skrifa heilan helling hérna um þessa grein en strokaði það svo út afþví ég uppgötvaði að ég gat komið nokkurnveginn sama boðskapnum í eina málsgrein.\nÞetta er heimskuleg grein og þú ert að rugla helling um eitthvað sem þú veist ekkert um."
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-06-22 22:35:32",
            "id": "3654851",
            "reply_to_id": "3654589",
            "text": "oh plís, hversvegna fræðirðu mig þá ekki og bendir á hversu hrikalega rangt ég hef fyrir mér?"
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2006-06-22 22:43:05",
            "id": "3654893",
            "reply_to_id": "3654851",
            "text": "Ég sé til hvort ég hafi tíma á morgun til að svara þér."
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-06-22 22:59:06",
            "id": "3655011",
            "reply_to_id": "3654893",
            "text": "já ok .. kannski þegar þú ert búinn að googla nógu andskoti mikið og lesa þér til, því staðreyndin er sú að þú sjálfur veist ekki rassgat um hvað þú ert að tala ;)"
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2006-06-22 23:04:46",
            "id": "3655044",
            "reply_to_id": "3655011",
            "text": "Ha? Ég veit alveg um hvað ég er að tala, enda hef ég það að reglu að tala ekki um hluti sem ég veit ekkert um.\nÞví miður hef ég lítinn tíma til að “lesa mér til”, er að fara að vinna snemma í fyrramálið til klukkan sjö annað kvöld.\nKannski ég reyni samt að VITNA Í HEIMILDIR sem er frekar sniðugt að gera þegar maður reynir að rökstyðja ýmislegt."
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-06-22 23:14:11",
            "id": "3655123",
            "reply_to_id": "3655044",
            "text": "Rólegur þetta var nú bara meint sem kvikindislegt skop, ekkert alvarlegt.. ég bíð spentur eftir fræðandi svari þínu með öllum súper heimildunum og jeminn.\nGóða nótt"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-06-29 22:02:38",
            "id": "3687299",
            "reply_to_id": "3655044",
            "text": "enn ekkert svar\nhahahaha"
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2006-06-30 00:52:35",
            "id": "3688111",
            "reply_to_id": "3687299",
            "text": "Ahh shit já ég var alveg búin að gleyma þessu."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-06-30 11:57:33",
            "id": "3688686",
            "reply_to_id": "3688111",
            "text": "datt það í hug"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-06-26 17:11:49",
            "id": "3670113",
            "reply_to_id": "3654589",
            "text": "já ég drakk ekkert mikið að safa… ég hafði ekki mikla matarlist… þú hlýtur að afsaka það"
        },
        {
            "user": "HrKrissi",
            "user_id": "47093",
            "date": "2006-06-22 23:01:42",
            "id": "3655026",
            "reply_to_id": "3645737",
            "text": "Ég er klárlega sammála þér félagi. Flott grein !"
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-06-22 23:05:15",
            "id": "3655049",
            "reply_to_id": "3645737",
            "text": "Er einhver að segja að bókstafstrúaðir gyðingar sé eitthvað frábært fólk?\nÉg skil ekki alveg hvert þú ert að fara með þetta.  Já, bókstafstrúaðir gyðingar kalla systur þína viðurstyggð, en bókstafstrúaðir biblíuveifarar munu einnig kalla þig syndara ef þú ríður fleiri en einni konu á ævinni. Þetta segjir ekki neitt um gyðinga í heildina. Svo má einnig taka það fram að það að vera gyðingur gerir þig ekki endilega að trúuðum manni. Að vera gyðingur er eitthvað sem þú fæðist með; þetta er þjóðflokkur. Trúlaus gyðingur er samt gyðingur.\nOg það\nhefur\nverið farið illa með gyðinga í þúsundir ára. “Glæpaþjóðin” Ísrael hefur verið til í 60 ár, og það hvernig Ísraelsríki rekur sína utanríkisstefnu býður engan veginn upp á sannfærandi rök gegn gyðingdómi."
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-06-22 23:43:55",
            "id": "3655393",
            "reply_to_id": "3655049",
            "text": "Er einhver að segja að bókstafstrúaðir gyðingar sé eitthvað frábært fólk?\nnei nei, þeir eru bara hið útvalda fólk guðs sem hafa þurft að þola svo hræðilega miklar þjáningar frá okkur skítugu skepnunum og viðurstyggðunum sem við köllum konur, að það þarf að minnast á það hundrað sinnum á ári hvað þetta heilaga fólk hefur þurft að ganga í gegnum svo við (skítugu skepnurnar og viðurstyggðin)\n“Gleymum Aldrei”\nÞetta segjir ekki neitt um gyðinga í heildina.\ngyðingur gerir þig ekki endilega að trúuðum manni… Trúlaus gyðingur er samt gyðingur\njá einmitt, en ég var að tala um *bókstafstrúar gyðinga*\nOg það hefur verið farið illa með gyðinga í þúsundir ára.\nJá ég veit, enda er sko séð til þess að ég\n“Gleymi Aldrei”\nhvað þeir hafa þurft að þola (spurning hvor að það sé ekki bara eitthvað sem þeir fengu fyrir að vera kvenhatandi, moróður menningarhópur sem kallaði aðrar þjóðir skeppnur og viðurstyggð? .. ég veit ekki?)"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2006-06-23 00:26:05",
            "id": "3655539",
            "reply_to_id": "3655393",
            "text": "já einmitt, en ég var að tala um *bókstafstrúar gyðinga*\nÞetta er pointið sem ég er að reyna að koma með. Jesú kristur. Bókstafstrúarmenn eru alltaf þröngsýnir fávitar, sama hvaða trúarbrögðum þeir aðhyllast.\nEru allir gyðingar illir? Ertu að reyna að segja mér það? Í alvöru, segðu mér, því ég hef ekki hugmynd um það hvað þú ert að reyna að koma frá þér. Eina stundina ertu að missa þig yfir því hvað Ísraelsríki skuli vera illt og gyðingar séu fordómafullir fávitar, en þá næstur segistu bara vera að tala um bókstafstrúamenn.\nVoru það bara bókstafstrúamenn sem urðu fyrir ofsóknum? Leit einhver á trúlausa gyðinginn og hugsaði með sér: “nei, hann er ekki með fléttur og skegg.  Skulum ekki brenna hann” ?.  Þetta var hópur fólks sem varð fyrir mismunun og ofsóknum, ekkert ósvipuðum þeim sem Kúrdar og svertingjar lentu í.\nJá, “gleymum aldrei” er hræsnisfullt, og nær bara yfir hvítt fólk, en hvaðan kemur þessi þörf hjá þér til að gera lítið úr þjánungum gyðinga í gegnum tíðina- þessi þjáning sem var mjög raunveruleg, en ekki uppfinning heimildarmyndagerðamanna?\nGyðingahatur er mjög útbreitt ennþá í dag og því finnst mér ekkert að því að minna okkur á sögu þess.\nMá ég gera lítið úr þjáningum svarta mannsins af því að það er stór hluti af þeim sem munu kalla mig “Cracker”?\nOg má ég minna þig á það að ég er ekki að tjá mig um Ísrael/Palestínu málið, þar sem mér finnst svo gjörsamlega fjarstæðukennt að draga það inní þessa umræðu.\nJá ég veit, enda er sko séð til þess að ég “Gleymi Aldrei” hvað þeir hafa þurft að þola (spurning hvor að það sé ekki bara eitthvað sem þeir fengu fyrir að vera kvenhatandi, moróður menningarhópur sem kallaði aðrar þjóðir skeppnur og viðurstyggð? .. ég veit ekki?)\nJaaaá ok. Ég býst við því að ég hafi misst af sögutímanum þar sem farið var yfir feminisma fyrr á öldum, því eins og minn brenglaði litli hugi sér það þá voru allir þjóðflokkar kvennahatarar.\nMorðóðir? Ég ætla rétt að vona að við séum ekki að tala um Jesú í þessu samhengi. Annars verð ég að krefja þig um dæmi.\nOg já, oh hvað þeir eru vondir að kalla aðrar þjóðir viðurstyggð, því hvíti maðurinn myndi taka á móti “negranum”, sem vildi giftast dóttur hans, með opnum örmum.\nSvarti maðurinn myndi elska það ef hann gæti fundið einn góðan “hvítan djöful” til að giftast syni sínum.\nMúsliminn og kristni maðurinn myndu drekka te eða kaffi saman og spjalla í góðu skapi. Hver veit, þeir gætu jafnvel boðið einn trúlausan “heiðingja” með sér.\nAllir þjóðflokkar voru kvenhatandi fordómafullt pakk fyrr á öldum, og þeir einu sem eru það enn í dag er ultra-íhaldssamir bókstafstrúamenn, sem *gasp*….\neru í minnihluta\nog segja nákvæmlega ekkert í heildina um þjóðflokkinn sem þeir tilheyra."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2006-06-23 01:35:26",
            "id": "3655715",
            "reply_to_id": "3655539",
            "text": "Eftir að lesa þetta svar þá sé ég að ég þarf ekki að svara honum því ég gæti ekki orðað þetta betur.\nWord\ner eina sem ég vil segja:)"
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-06-23 01:59:04",
            "id": "3655757",
            "reply_to_id": "3655539",
            "text": "Hættu að þykjast ekki skilja hvað ég er að tala um, illir bókstafstrúargyðingar (sem eru rasistar) stjórna Ísraelsríki.\nJá þú misstir af miklu í sögu ef þú ætlar þér að setja alla þjóðflokka jarðarinnar undir sama hatt, ég veit ekki til þess að margir menningarhópar hafi haft trúarritningu sem skipar kvenmannin sem óæðri veru, reyndar held ég að flestir menningarhópar aðrir en eyðimerkurdveljandi Semítar hafi upphafið kveneðlið í formi gyðjudýrkunar.\nÞó það hafi sífellt verið traðkað á kvenfólki í samfélagi karla í gegnum mannkynssöguna þá höfðu aðrar þjóðir ekki trúarlega heimsýn sem gekk út á að lítillækka og bæla niður kvenkynið.\nEf þú lest Torah (trúarritningu gyðinga) þá færðu nægilega mikið af dæmum um morðóða trúar-lífsýn öfgafullra gyðinga í gegnum tíðina, ég veit nú ekki betur Móses sjálfur hafi skipað Ísraelsmönnum að myrða alla Kanverja í landinu?\nÉg er að reyna að segja þér að bókstafstrúargyðingar kvarta sífellt undan umburðarleysi annara og minna okkur stöðugt á hversu illa var farið með þá, en sýna samt sem áður öðrum ekkert nema umburðarleysi, yfirlætissemi og hreina illsku, ef þú getur ekki náð því, þá get ég ekkert gert í því.\nplís ekki senda 10.000 orða svar út í bláinn um að þú skiljir ekki “hvað ég sé að meina” til baka, ég hreinlega nenni þessu ekki"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2006-06-23 02:34:57",
            "id": "3655809",
            "reply_to_id": "3655757",
            "text": "Eru Ísraelar rasistar ? Það er fjöldinn allur af gyðingum í Ísrael “þeldökkir” sem sést oft af myndum af hermönnum þeirra og svo eru um milljón arabar Ísraelskir ríkisborgarar, svo hvað ertu að röfla ? Þeir sem vildu fara fóru !"
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-06-23 02:59:53",
            "id": "3655827",
            "reply_to_id": "3655809",
            "text": "Ég talaði aldrei um allir Ísraelsmenn væru rasistar, en Síonistar eru grimm, kynþáttahatandi trúarregla."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-06-29 22:08:10",
            "id": "3687327",
            "reply_to_id": "3655809",
            "text": "það eru líka milljónir Palestínumanna, sem á nú að loka inni í vegg eins og Austur-Þjóðverja á sínum tíma.\n3 kynslóðin er nú að alast upp í flóttamannabúðum enda er landsvæðið sem Palestínumenn fá til að búa á ekki mikið. Sést best á landakorti"
        },
        {
            "user": "Sblender",
            "user_id": "1767",
            "date": "2006-06-22 23:31:43",
            "id": "3655304",
            "reply_to_id": "3645737",
            "text": "Heyr Heyr! Góð grein."
        },
        {
            "user": "shmee",
            "user_id": "1837",
            "date": "2006-06-22 23:52:29",
            "id": "3655424",
            "reply_to_id": "3645737",
            "text": "Rikimaru: Hvaða hóp tilheyrir þú?"
        },
        {
            "user": "xDarkLordx",
            "user_id": "35180",
            "date": "2006-06-23 00:27:14",
            "id": "3655543",
            "reply_to_id": "3645737",
            "text": "Af hverju gagnrýnir þú ekki bara slæmt fólk? Mér finnst óþarfi að draga fólk í dilka eftir trúarbrögðum, litarhætti eða þjóðerni.\nFordæmdu vondt fólk, en hampaðu góðu fólki.\n15.000.000 manna eru gyðingar, hvernig fara þeir að því að hafa svona mikil áhrif?\nReyndu að finna út hvernig þeir fara að. Snúðu vörn í sókn. Þó án blóðsúthellinga, yfirgangi eða öðru sem er ekki sæmandi siðprúðum mönnum.\nEin jörð, eitt mannkyn. Þetta er ekki flóknara en það. Ekki flækja einfaldan hlut! Lífið er einfalt!"
        },
        {
            "user": "xDarkLordx",
            "user_id": "35180",
            "date": "2006-06-23 17:00:02",
            "id": "3657927",
            "reply_to_id": "3655543",
            "text": "Ein jörð, fleiri en eitt mannkyn þakka þér fyrir. Ég verð ekki settur undir sama hatt og ýmsir sem eru gífurlega ólíkir mér."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-06-25 14:18:48",
            "id": "3665127",
            "reply_to_id": "3657927",
            "text": "Nú kem ég af fjöllum. Eru fleiri en eitt mannkyn á jörðinni. Ertu ekki að ruglast eitthvað?\nEða eru hluti af ofurmannkyni Hitlers?"
        },
        {
            "user": "MafuZa",
            "user_id": "57401",
            "date": "2006-06-23 01:20:16",
            "id": "3655685",
            "reply_to_id": "3645737",
            "text": "Osama flýgur á turn = Allir múslimar fljúga á turna\nnei, ég veit ekki um það. Það er kannski eitthvað til í þessarri grein en mér fannst hún ögn kjánaleg."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-06-29 22:10:19",
            "id": "3687344",
            "reply_to_id": "3655685",
            "text": "Eftir miðju kemur mikið af háværum áróðri. Mér finnst þetta góð grein, en það er bara af því að ég er sammála, hún er ekki nógu vel skrifuð til að sannfæra þá sem eru ekki sammála í upphafi vegna orðalagsins sem eykst með lengd greinar (kannski pirringur höfundar á að skrifa svona mikið um efni sem hann hefur mikið ógeð á)"
        },
        {
            "user": "djmo",
            "user_id": "24263",
            "date": "2006-06-23 11:01:54",
            "id": "3656126",
            "reply_to_id": "3645737",
            "text": "mér finnst þú vera á nákvæmlega réttu nótunum með uppnefnin og flest annað sem þú skrifar…. En ég get ekki verið sammála þér þegar þú byrjar að setja út á það að þeir haldi því fram að þeir séu “hin útvalda þjóð”. Þú hefur í rauninni alveg jafn mikinn (ef ekki minni) grundvöll fyrir því að segja að þeir séu það ekki og þeir hafa á því að segjast vera sú þjóð sem Guð velur umfram aðrar. Þó ég sjálfur trúi því ekki þá þýðir það ekkert því þetta er eitthvað sem Guð sjálfur tók ákvörðun um og ég hef því í rauninni engann rétt á að halda neinu fram um hvað Guð segir!"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2006-06-23 11:39:56",
            "id": "3656198",
            "reply_to_id": "3656126",
            "text": "Það er mjög algengt meðal ýmissa þjóða að kalla sig á e.h. hina útvöldu, t.d. þýðir “Inuit” fólkið, er þá hinir ekki fólk ?"
        },
        {
            "user": "djmo",
            "user_id": "24263",
            "date": "2006-06-23 11:41:46",
            "id": "3656203",
            "reply_to_id": "3656198",
            "text": "nákvæmlega! en það þýðir ekkert að neinn hafi rétt fyrir sér, sama hvaða afstöðu hann tekur…"
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-06-27 00:57:44",
            "id": "3673067",
            "reply_to_id": "3656126",
            "text": "En ég get ekki verið sammála þér þegar þú byrjar að setja út á það að þeir haldi því fram að þeir séu “hin útvalda þjóð”.\nÞað er ekkert annað en sjúklegur hroki, kynþáttahatur, yfirlætissemi og minnimáttarkennd að álíta þig “hinn eina rétta og sanna þjóðflokk mannkynsins” og restina aðeins skítuga rolluhjörð (þ.e. goyim).\nÞú hefur í rauninni alveg jafn mikinn (ef ekki minni) grundvöll fyrir því að segja að þeir séu það ekki og þeir hafa á því að segjast vera sú þjóð sem Guð velur umfram aðrar\nþessi “guð” sem á að halda því fram að þeir séu “hinir útvöldu” er aðeins gefin til kynna í bók sem\nþeir sjálfir\nskrifuðu.\nÞó ég sjálfur trúi því ekki þá þýðir það ekkert því þetta er eitthvað sem Guð sjálfur tók ákvörðun um og ég hef því í rauninni engann rétt á að halda neinu fram um hvað Guð segir!\n… Á einungis við ef þú telur að þetta fyrirbæri, sem þessi eyðimerkur ættbálkur skrifaði bók um, sé “guð”."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-06-29 22:12:21",
            "id": "3687354",
            "reply_to_id": "3656126",
            "text": "Hitler taldi líka Germani og Aría (sem í raun koma íslandi ekkert við) Vera hina útvöldu þjóð og þú veist hvernig það fór.\nÞað er alltaf hættulegt þegar fólk fer að telja sig æðra en aðra"
        },
        {
            "user": "gsi",
            "user_id": "6125",
            "date": "2006-06-23 12:33:00",
            "id": "3656436",
            "reply_to_id": "3645737",
            "text": "Já - þú náðir þessu - í augum allra harðlínu, bókstafstrúar gyðinga í heiminum er systir mín “viðurstyggð” ef hún vogar sér að vera með manni af gyðingaætt.\nÞetta er svo langsótt að það er ekki fyndið.\nÞað eru um 14 milljónir gyðinga í heiminum. Af þeim eru rétt 250 þúsund Hasidic eða strangtrúaðir (þessir með krullurnar)\nOg þar fyrir utan eru íbúar Ísrael eru um 6 milljónir.  Af þeim eru nánast 1 af hverjum 3 af arabískum eða afrískum uppruna."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2006-06-23 23:56:44",
            "id": "3660201",
            "reply_to_id": "3656436",
            "text": "Og þeir eru nokkrir landar okkar sem eru af gyðingaættum, líklega er ég einn þeirra, en líklega er nokkra þeirra að finna í hópi ríkustu manna landsins sem kemur kannski ekki á óvart.\nEn svo eru bara örfáir “praktíserandi” gyðingar og svo erum við með tvo nokkuð þekkta rugludalla af þessum uppruna sem hatast við meðbræður sýna, þá á ég við Elías Davíðsson og Bobby Fisher."
        },
        {
            "user": "gummalina",
            "user_id": "6224",
            "date": "2006-06-23 19:06:56",
            "id": "3658629",
            "reply_to_id": "3645737",
            "text": "Ég hef eiginlega fyrir einhverju síðan hætt að pæla í þessum trúarbrögðum, ef þú hugsar illa til einhvers bitnar það bara á sjálfum þér, einfalt.\nÉg tel betra að fást ekkert um þetta og vera bara sjálfur góð fyrirmynd með að vera ekki með neina stæla og gera veröldina að betri stað til að búa á.\nÞað þarf ekkert að rökræða lengur um þessi trúarbrögð, fínt loksins."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2006-06-24 00:11:38",
            "id": "3660268",
            "reply_to_id": "3645737",
            "text": "Gyðingdómurinn er “stórt dæmi” trúarlega séð af því að það er það elsta af þessum “eingyðistrúarbrögðum” og oft er talað um “Judeo-Christianity” vegna skyldleika þessara trúarbragaða sem svo standa undir siðferðisgrundvelli Vestrænna samfélaga. Eitt það versta sem er að gerast á Vesturlöndum er að of margir sem lifa frjálsu og góðu (allavega betra en í ömurleika landa Afríku og Araba) eru að efast um þessi gildi og þá er stutt í endin.\nIslma er nú bara nýleg “uppkokkun” í samanburði við Gyðingdóminn og alveg fáránlegt að þeir séu að tileinka sér Jerúsalem, það er ekki nóg fyrir þá að hafa Mecca og Medina, þeir kannski ákveða einn daginn að gera Ísland að heilögum stað. Þá þyrfti auðvitað að útrýma okkur villitrúarmönnum og brenna kirkjurnar eins og í Saudi Arabíu.\nþað er stundum talað um að Islam sé svo umburðalind trú, það var kannski einu sinni, en svo er ekki í Saudi Arabíu þar má ekki sjást kross, Íslenskar flugvélar mega ekki einu sinni hafa íslenska fánan á skrokknum sem er annars, en flugvélar hafa yfirleitt alltaf lítið fánamerki sem hluta af skráningu vélanna.\nGyðingdómurinn hefur verið og verður ótrúlega áhrifamikill þrátt fyrir að fjöldi trúaðra hafi aldrei verið mikill, og afdrif hans verða samtvinnuð örlögum mannkyns, en varðandi þau gæti farið að draga til tíðinda."
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-06-24 03:17:12",
            "id": "3660738",
            "reply_to_id": "3660268",
            "text": "Það er talað um “Judeo-Christanity” eða “Júða-Kristni” vegna þess að Kristnidómurinn spratt út frá Gyðingdómnum þ.e. Kristni er aðeins trúarbragð út frá eingyðissinnuðu trúarkerfi forn Hebrea.\nÍ dag eru reyndar mjög margir farnir að flokka allt þrennt; Íslam, Kristni og Gyðingdóminn undir Júða-Kristni, því jú þá á Íslam, líkt og Gyðingdómurinn einnig ættir sínar að rekja til Semíta, eyðimerkurdveljandi ættflokks sem hefur átt í innbyrðis deilum og verið í stríði við allt og alla í grend við sig frá upphafi sínu.\nÍ dag er svo Júða-Kristnin táknfræði undirstaðan að siðgæðisvitund Vestrænna samfélaga, (og stríð af þess völdum halda áfram til dagsins í dag).\nþað er stundum talað um að Islam sé svo umburðalind trú, það var kannski einu sinni, en svo er ekki í Saudi Arabíu þar má ekki sjást kross\nÍslam er ekkert umburðarlausari trú heldur en Kristni og Gyðingdómurinn, öfgafullir Múslimar bara einfaldlega ekki eins undirförlir og öfgasinnaðir Gyðingar, þeir ráðast beint á þá sem þeir hata en gyðingarnir hata í laumi og hægt og rólega reyna að grafa undan óvinum sínum (það er ástæða fyrir því að þeir hafa alltaf verið fyrirlitnir).\nGyðingdómurinn hefur verið og verður ótrúlega áhrifamikill þrátt fyrir að fjöldi trúaðra hafi aldrei verið mikill, og afdrif hans verða samtvinnuð örlögum mannkyns, en varðandi þau gæti farið að draga til tíðinda.\nJá, áhrif Júða-Kristninnar á menningarsamfélög heimsins hafa verið yfirþymandi. Þar sem þetta er hið fyrsta farsæla pólitíska eingyðistrúarkerfi og félagsaðild þess samanstendur af þeim þjóðum sem stjórna stærstum hluta heimsins í gegnum efnahagskerfi sín. Júða-Kristnin er auðvitað ekkert til að gera grín að því nánast öll upprunarleg menningarfélög jarðarinnar hafa hrunið til grunna af sökum hræsni hennar og pólitísku valdagræði.\nafdrif hans verða samtvinnuð örlögum mannkyns\nÁn efa, því ég stórefast um að við munum nokkurntíman fá að sjá Júða-kristni algjörlega upprætta úr trúarbrögðum, listum, pólítík, ríkistjórn og efnahagsmálum áður en iðnaðarveldi undir stjórn gráðugra og avegaleiddra Gyðinga, Kristinna og Múslima, gjöreyðileggja plánetu okkar."
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-06-24 04:06:08",
            "id": "3660776",
            "reply_to_id": "3660738",
            "text": "og plís ekki reyna að fara nota gömlu þvæluna um “að ég sé að falla í sömu gryfju gyðingar” með því að nota orðið Júða-, Júði er ekkert nema fljótleg þýðing af orðinu Judaic/Jew sbr Júðískur/Júði. Það var ekki fyrr en eftir seinni heimstyrjöldina að það fór að þykja “óviðeigandi” að kalla gyðinga Júða bara vegna þess að Nasistar sögðu jüdisch sem þýðir bara gyðingur á þýsku.\nOrðið Júði hefur enga niðrandi orðsifjafræði að baki sér, en það hafa hinsvegar orðin “shiksa” og “goy”"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-06-29 22:18:06",
            "id": "3687383",
            "reply_to_id": "3660268",
            "text": "Islam er nú bara 600 árum yngri en Kristni.\nÉg tel Saudi-Araba ekki umburðalynda, en staðreyndin er sú, varðandi trúarbrögðin að:\nGyðindómur= Telur sig hina útvöldu þjóð og æðri en aðra\nKristnir= líta á gyðinga, múslima og fleiri sem heiðingja\nIslam= virða trúarbrögð Kristni og Gyðinga\ntæknilega séð, en ástandið er ekki svoleiðis í dag þar sem margir kristnir eru orðnir hálf trúlausir og segjast trúa, og vilja trúa, bara upp á hefðina og eru fæddir í þjókirkjuna\nlangflest fólk sem býr í þessum löndum er umburðalynt, er bara doltið óheppið með stjórn"
        },
        {
            "user": "BigGuy",
            "user_id": "55832",
            "date": "2006-06-24 13:59:01",
            "id": "3661486",
            "reply_to_id": "3645737",
            "text": "Glæpaþjóðin Ísrael hefur nýlega viðurkennt að notast við bílsprengjur til að drepa meðlimi í hópum Palestínumanna sem þeir segja að séu “hryðjuverkamenn”.\nEn bílsprengjur sigta ekki út hver er óvinur og hver ekki ! - þær drepa alla sem eiga leið hjá þegar skotmarkið vitundarlaust startar bíl sínum; póstburðarmenn, gangandi vegfarendur, mæður á gangi með börnin sín. Bílsprengjur eru hryðjuverkavopn og ríkisstjórn Ísraela eru hryðjuverkasamtök.\nFlestar bílasprenjurnar sem þeir hafa notað voru mjög litlar og staðsettar þannig að þær drápu nánast enga gangandi vegfarendur. Þeir settu t.d. litla sprenju í hauspúðann á sætinu og drápu bara bílstjórann.\nRíkistjórn Ísraels eru ekki hryðjuverkasamtök. Ríkistjórn Ísraels er hvergi skilgreind sem hryðjuverkasamtök. Hinsvegar er ríkistjórn Palestínumanna skilgreind sem hryðjuverkasamtök, bæði af Bandaríkjamönnum og Evrópusambandinu. Palestínumenn hafa framið mörg hryðjuverk í útlöndum seinustu þrjá áratugi. Þannig að miðað við fjölda hryðjuverka Palestínumann gæti maður kallað “Pelestínu” hryðjuverkaþjóð.\nHér eru dæmi um hryðjuverk og aðra glæpi Palestínumanna í útlöndum og þar sem árásirnar beindust gegn öðrum en Ísraelum:\n9. júní 1968: Palestínumaðurinn Sirhan Sirhan myrðir Robert Kennedy forsetaframbjóðanda í Los Angeles.\n26. desember 1968: Tveir palestínskir hryðjuverkamenn fara frá Beirut í Líbanon til Aþenu í Grikklandi og ráðast á El Al flugvél og drepa einn mann.\n6. september 1970: Palestínski hryðjuverkahópurinn PFLP reynir að ræna fjórum flugvélum samtímis, flugfélögin voru TWA, Swissair, Pan Am og El Al. Þeim mistekst að ræna El Al vélinni. Þeir flugu þessum þremur vélum til Jórdaníu. Eftir að öllum gíslunum var leyst úr haldi sprengdu þeir allar vélarnar í loft upp.\n5. september 1972: Svarti September heldur 11 ísraelskum íþrótttamönnum í gíslingu í Munchen í Þýskalandi. Allir gíslarnir eru drepnir sem og þýskur lögreglumaður.\n1. mars 1973: Svarti September tekur tíu manns í gíslingu, þar af fimm diplómata, í Saudi arabíska sendiráðinu í Súdan. Þrír vestrænir diplómatar eru drepnir.\n18. október 1977: Palestínskir hryðjuverkamenn ræna Lufthansa flugvél og drepa flugmanninn.\n3. október 1981: Fjórir gyðingar eru drepnir og 12 slasast í sprengjuáras á sýnagógu í París í Frakklandi. Evrópskir fasistar lýstu verknaðinum á hendur sér en lögreglurannsókn leiddi í ljós að palestínskir hryðjuverkamenn tengdust árásinni.\n7. október 1985: Palestínski hryðjuverkahópurinn PLF rænir ítölsku skemmtiferðaskipi að nafni Achille Lauro. Þeir hótuðu að drepa Bandaríkjamenn, Gyðinga og Breta. Þeir drepa gamlan fatlaðan Bandaríkjamann sem var í hjólastól.\n23 nóvember 1985: Hryðjuverkahópurinn Abu Nidal rænir egypskri flugvél og fljúga henni til Möltu, 60 eru drepnir þegar egypskir sérsveitarmenn ráðast inn í vélina.\n15. október 2003: Palestínskir hryðjuverkamenn gera sprengjuárás á bandaríska sendinefnd á Gaza. Þrír bandaríkjamenn eru drepnir."
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-06-24 19:44:48",
            "id": "3662833",
            "reply_to_id": "3661486",
            "text": "Ríkistjórn Ísraels eru ekki hryðjuverkasamtök. Ríkistjórn Ísraels er hvergi skilgreind sem hryðjuverkasamtök. Hinsvegar er ríkistjórn Palestínumanna skilgreind sem hryðjuverkasamtök, bæði af Bandaríkjamönnum og Evrópusambandinu.\nBandarískir fjölmiðlar (og aðrir), hvort sem þeir eru frjálslyndir eða íhaldssamir, sýna ALDREI báðar hliðarnar á sögunni varðandi Ísrael- heldur sýna aðeins Palestínumenn sem “illa hryðjuverkamenn”;\nTilgangur greinarinnar er ekki að metast á um hvor eru meiri hryðjuverkamenn Ísraelar eða Palestínumenn, heldur benda á að Ísraelar eru nákvæmlega jafn miklir hryðjuverkamenn og hinir og á meðan gyðingar benda í sífellu á “Gyðingaofsóknir” þá sjálfir limlesta þeir og strádrepa aðrar arabaþjóðir sem eru að reyna að endurheimta löndin sín."
        },
        {
            "user": "BigGuy",
            "user_id": "55832",
            "date": "2006-06-25 15:47:53",
            "id": "3665523",
            "reply_to_id": "3662833",
            "text": "Ísraelsmenn eru ekki hryðjuverkamenn, þeir eru bara að verja sig og sitt land gegn árásum frá Arabaheiminum.\nÍsraelar drepa saklausa oftast fyrir slysni en Palestínumenn drepa óbreytta ísraelska borgara af ásettu ráði. Palestínumenn hafa drepið miklu fleiri óbreytta borgara, hlutfallslega. Yfir 80% af Ísraelum sem þeir hafa hafa drepið eru óbreyttir borgarar en aðeins 40-50% af Palestínumönnum hafa verið óbreyttir borgarar. A.m.k. 500-600 Palestínumenn hafa verið drepnir af sínum eigin mönnum, bæði af slysni og af ásettu ráði. Þeir drepa alla þá  sem þeir halda að vinni fyrir Ísraela. Ef Ísraeli er staðinn af því að vinna með óvininum er hann fangelsaður, ekki drepinn af æstum múgi.\nÞað ríkir algjört stjórnleysi á heimstjórnarsvæði Palestínumanna, þeir eiga ekki skilið að fá sjálfstæði. Það eina góða við þetta ástand er að Hamas og Fatah einbeita sér að því að skjóta hvorn annan í staðinn fyrir Ísraela."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2006-06-25 20:49:41",
            "id": "3666901",
            "reply_to_id": "3665523",
            "text": "Gaman að heyra að það er ekki búið að heilaþvo alla Íslendinga með Palestínuáróðri !"
        },
        {
            "user": "siggret",
            "user_id": "41656",
            "date": "2006-06-27 00:03:35",
            "id": "3672790",
            "reply_to_id": "3665523",
            "text": "Ísraelar eru ekki að verja land sitt, þeir eru að halda í stolið land með ofbeldi. Það eru Ísraelar, sem eru árásaraðilin en ekki öfugt. Þeir eru hernámsþjóðin, þeir eru kúgararnir. Það eru Palestínumenn, sem eru að verja sig og sitt land. Vopnuð andspyrna gegn hernámí er lögleg samkvæmt alþjóðalögum og telst til sjálfsvarnar.\nÞað er aðeins skilgreining Ísraela að flestir, sem þeir hafa drepið séu vígamenn. Þeir hafa ekki sýnt neinar sannanir um það. Þeir hafa drepið milli þrisvar og fjórum sinnum fleiri menn en Palestínumenn seinustu sex árin þannig að jafnvel þó tölur þeirra séru réttar þá hafa þeir drepið fleiri óbreytta borgara en Palestínumenn.\nÞað er ekki nokkur spurning að grimmustu og miskunnarlausustu hryðjuverkasamtök Miðausturlanda er ísraelski herinn. Í því efni skiptir engu máli þó hann sé ekki skilgreindur, sem svo af Vesturlöndum enda hafa þau aldrei verið hlutlaus í þessu máli. Svo er það einfaldlega þannig að her viðurkendrar þjóðar er aldrei flokkaður, sem hryðjuverkasamtök sama hversu mikið af hryðjuverkum/stríðsglæpum hann fremur.\nOfbeldið er aðeins einkenni vandans á þessum slóðum. Rót vandans er hernám Ísraela."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2006-06-27 00:29:40",
            "id": "3672946",
            "reply_to_id": "3672790",
            "text": "Er það að sprengja fólk, oft túrista, á veitingastað í tætlur aðferð við að berjast gegn hernámi ? Palestínumenn hafa bara klúðrað sýnum málum með endalausu ofbeldi og hafa ekki meiri rétt til Ísralels en t.d. Þjóðverjar til Kaliningrad þar sem þeir voru e.h. tímann.\nOg þessir villimenn fá bráðum að kenna á því rækilega ef þeir skila ekki hermanninum sem þeir rændu, þetta fólk er svo frumstætt að það mun aldrei geta stofnað sitt eigið ríki."
        },
        {
            "user": "siggret",
            "user_id": "41656",
            "date": "2006-06-27 10:53:58",
            "id": "3673636",
            "reply_to_id": "3672946",
            "text": "Hvað eru mörg dæmi um það að Palestaínumenn hafi sperngt upp túrista á veitingastöðum. Ég held að íbúar utan þessa svæðis, sem hafi látist í sprengjuárásum séu teljandi á fingrum annarrar handar.\nÞarna ert þú að snúa hlutunum á haus. Það eru Ísraelar, sem eru að hrekja Palestínumenn á brott frá landi sínu með tilvísun í það að gyðingar hafi einu sinni ráðið þarna ríkjum. Þeir eru síðan að verja þetta landrán sitt með ofbeldi. Þeir hafa drepið um þrisvar til fjórum sinnum fleiri Palestínumenn frá því seinni Indifata uppreisn þeirra hófst heldur en nemur fjölda þeirra Ísraela sem Palestínumenn hafa drepið.\nHvað hermannin varðar þá var honum ekki rænt heldur var hann handtekin. Hann er hermaður í herliði, sem hefur ólöglega hertekið annað land og íbúar þess hafa rétt til þess samkvæmt alþjóðalögum að berjast gegn hernámi. Dráp Palestínumnanna á tveimur félögum hans og handtaka hans eru því löglegar aðgerðir samkvæmt alþjóðalögum. Hins vegar á hann nú að njóta réttar stríðsfanga og því myndi pynting hans eða aftaka vera bort á alþjóðalögum og væntanlega falla undir stríðsglæp."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2006-06-28 00:51:59",
            "id": "3678021",
            "reply_to_id": "3673636",
            "text": "það er alltaf talað um þessar tölur fallinna, það væri athyglivert að skoða tölur (og kannski líf) yfir þann fjölda Ísrelskra borgara sem eru örkumla og afskræmdir eftir naglasprengjur Pallana, þetta er ekki vinsælt fréttaefni en Pallarnir eru duglegir að sýna sitt fólk í tætlum vegna áróðursgildisins. Þetta gera Ísraelar ekki enda mun siðmenntaðra en þessi bedúína lýður sem kallar sig Palestínumenn."
        },
        {
            "user": "siggret",
            "user_id": "41656",
            "date": "2006-07-16 14:10:02",
            "id": "3755442",
            "reply_to_id": "3678021",
            "text": "Það eru einnig nokkrum sinnum fleiri Pelestínumenn örkumla eftir árásir Ísraela. Það eru nokkrir tugir þúsunda Palestínumanna með varanleg örkuml eftir hryðjuverkaárásir Ísraela."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2006-06-25 20:47:31",
            "id": "3666893",
            "reply_to_id": "3661486",
            "text": "Gott innlegg frá þér, takk fyrir það !\nIDF"
        },
        {
            "user": "Abattage",
            "user_id": "50244",
            "date": "2006-06-27 11:24:16",
            "id": "3673701",
            "reply_to_id": "3661486",
            "text": "Ég vil benda á það að þú ert að fara með rétt mál en bendir ekki á neinar henfdar aðgerðir af hendi Ísrael gegn þeim eftir þessar árásir.\nÞað er allt í lagi að jafna flóttamanna búðir í rúst með jarðýtum til þess að finna eitthvað sem er bara yfirskyn til þess að skemma en við verðum samt ávallt að muna hvað lítið brot af hópnum gerði til þess að réttlæta það að setja bæi í herkví og annað slíkt sem brýtur gegn lögum, enn og aftur verðum við að passa okkur að gelyma ekki því sem þessi smá hópur gerði vegna þess að hann er öll þjóðinn.\nNEI!!!!!!!!! þetta eru öfgamenn en ekki heil þjóð."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-06-29 22:27:05",
            "id": "3687450",
            "reply_to_id": "3661486",
            "text": "Hryðjuverk BNA\n1945: Nagasaki og Hiroshima, stærust hryðjuverk í sögunni. Hefnd fyrir Pearl Harbor sem var einungis hernaðarlegt skotmark og mjög snallt hernaðarlega séð.\nólöglegar aðgerðir gegn niguragua. Man ekki árið en þeir hafa ekki enn borgað það sem þeir voru dæmdir til að greiða eða tekið neina af þeim refsingum sem þeim var dæmd.\nSakaðir um mörg mannréttindabrot í Víetnam\n1990- nota geislavirkar sprengjur í Írak\n2001 - fjöldamorð í Afganistan\nÍrak, pyntingar… hefur kannski tekið eftir því\nHafa staðið í mörgum valdaránum í Suður-Ameríku\nBNA hryðjuverka þjóð? Þeir hafa ekki verið skilgreindir þannig. Af hverju ættu þeir að vera það?\nwww.visindavefur.hi.is … leitaðu að grein sem heitir Hermaður - hver er munurinn á hryðjuverkamanni og hermanni.\nÞá færðu skilgreininguna\nBNA hafa aldrei verið skilgreindir hryðjuverkamenn, Nelson Mandela var hryðjuverkamður samkvæmt Margaret Thatche"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2006-06-30 02:32:06",
            "id": "3688286",
            "reply_to_id": "3687450",
            "text": "Kjarnorkusprengjurnar á Japan hryðjuverk ? Hvernig í óskupunum geturðu sagt það, þegar það liggur nær örugglega fyrir að þær forðuðu fjölda fólks frá dauða ? Þetta er dæmigerð “baksýnisspegils” yfirlýsing, settu þig í fótspor forystumanna bandamanna sem urðu að ljúka stríðinu og valið stóð um hefðbundna innrás eða þessar sprengjur sem ekki var eins mikið vitað um afleiðingar af þá. Hinir blóðugu bardagar um lítilvægar eyjar eins og Iwo Jima gáfu fyrirheit um gífurlegt mannfall á báða bóga við innrás í Japan, hefði það verið betra ?\nAnnar “kosturinn” við notkun þessara sprengja var að vegna alls hryllingsins var mun ólíklegra að þeim yrði beitt síðar, annars er miklu líklegra að við hefðum öll verið grilluð t.d. í Kúbudeilunni.\nÞað er ekki nóg að koma með slagorð og fleyta kertum með e.h. friðar kellingum, það verður að hugsa rökrétt og í sögusamhengi líka."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-06-30 12:03:14",
            "id": "3688701",
            "reply_to_id": "3688286",
            "text": "Hiroshima og Nagasaki voru sprengjuárásir á saklaust fólk. Taktu eftir því, árásunum var beint sérstaklega gegn saklausu fólki til að skapa ógn og skelfingu og þar afleiðandi að enda stríðið.\nÞað kallast hryðjuverk. Hálf milljón saklausra borgara létust í árásinni, aðeins í árásinni. Geislavirkni í borgunum mælist enn.\nStríð er það þegar hermönnum er beitt gegn hermönnum. Um að gera að heyja blóðug stríð um þessar eyjar þar sem saklausir verða ekki í valnum. En það að drepa tvöfalt fleiri óbreytta borgara en nokkurtímann hermenn í kyrrahafs stríðinu, kallast hryðjuverk.\nÞoli ekki þegar svona kanaelskandi kellingar koma með setningar eins og: “þeir urðu að enda stríðið” eða “þetta var til þess að fleiri myndu ekki deyja”\nJapan átti enga bakhjarla lengur. Bandaríkin gátu beitt öllu sínu gegn þeim einum."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2006-07-01 00:40:43",
            "id": "3691631",
            "reply_to_id": "3688701",
            "text": "Vitringur er á kynlíf, hvað ætli hann sé gamall, ekki nógu gamall til að taka rökum allvega."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-07-01 01:14:58",
            "id": "3691730",
            "reply_to_id": "3691631",
            "text": "HAha. ertu það lítill að þú mátt ekki fara inn á kynlíf :D\nþá skaltu nú bara halda þig á mottunni.\nég kom með rök og þú kemur með eitthvað svona til að reyna að bjarga þér fyrir horn með því að reyna að láta mig líta illa út.\nég tek alveg rökum. BNA hafa framið stærstu hryðjuverk í heimi og það er enginn að fara að þræta fyrir það.\nárás sem er beint gegn saklausum borgurum er hryðjuverk.\nher án þjóðar sem gerir árás á hernaðarlegt skotmark en ekki borgaralegt er skæruhernaður en sé hann með land á bak við sig kallast það her.\nHins vegar verða þeir að halda skotmörkum sínum á hernaðarlegum nótum\nSprengdu Dresden 1945. Það var bara hryðjuverk."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2006-06-26 10:06:22",
            "id": "3668745",
            "reply_to_id": "3645737",
            "text": "Þetta er það sem ég er búinn að vera að segja undanfarið ár, gyðingar eiga engan rétt á Palestínu."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2006-06-27 00:36:04",
            "id": "3672978",
            "reply_to_id": "3668745",
            "text": "Vagga gyðingdómsins er í Ísrael-Júdeu, þar voru þeir með sitt fornfræga ríki sem Rómverjar bölvaðir (þeir drápu Krist sem var gyðingur !) eyddu svo margir gyðingar fóru á vergang. En það voru alltaf gyðingar á þessu svæði og svo fjölgaði þeim aftur og Arabarnir sem eru þekktir fyrir að selja dætur sýnar seldu landið sitt líka og svo væla þeir um að fá það aftur !\nÍsrael er eina ljósið í myrku helvíti Mið-Austurlanda sem eru undirlögð að múslímskum villimönnum sem aldrei verða siðmenntaðir."
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-06-27 01:04:20",
            "id": "3673092",
            "reply_to_id": "3672978",
            "text": "Vagga gyðingdómsins er í Ísrael-Júdeu, þar voru þeir með sitt fornfræga ríki sem Rómverjar bölvaðir (þeir drápu Krist sem var gyðingur\nKjaftæði, gyðingar sjálfir létu myrða Krist, Rómverjar framkvæmdu aðeins aftökuna. Sá sem tekur í rofan við rafmagnstólinn er ekki sá sem “drepur”, það er þeir sem fyrirskipa líflátið.\nÍsrael er eina ljósið í myrku helvíti Mið-Austurlanda sem eru undirlögð að múslímskum villimönnum sem aldrei verða siðmenntaðir.\nohh plís þú ert farinn að hljóma eins og bókstafstrúar gyðingur sjálfur, sama helvítis yfirlætissemin og haturinn í garð Araba."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2006-06-27 14:35:47",
            "id": "3674334",
            "reply_to_id": "3672978",
            "text": "“Ísrael er eina ljósið í myrku helvíti Mið-Austurlanda sem eru undirlögð að múslímskum villimönnum sem aldrei verða siðmenntaðir.”\nÞetta eru hryllilegur rasismi og lygar. Ef þú vissir eitthvað um mannkynssöguna værirðu ekki að drulla svona helvítis þvælu útúr þér.\nHeyrðu, við Íslendingar vorum upphaflega frá Noregi og það hafa alltaf dvalist slatti af Íslendingum þar í gegnum aldirnar. Best að fara að hertaka noreg því við fórum þaðan fyrir 1000 árum en viljum það aftur núna…\n“Arabarnir sem eru þekktir fyrir að selja dætur sýnar seldu landið sitt líka og svo væla þeir um að fá það aftur !”\nReyndar seldu Arabar mjög lítið land til Ísraelsmanna, mestallt landið tóku þeir með skipulögðum hryðjuverkum og morðum."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-06-29 22:31:22",
            "id": "3687487",
            "reply_to_id": "3672978",
            "text": "Vagga Íslendingar er líka í Afríku. Vagga allra manna er í Afríku.\nGyðingar létu drepa Krist þó að Rómverjar hafi framkvæmt það. Í augum rómverja var þetta fátækur trésmiður sem mátti fórna til að halda Gyðingum rólegum sem alltaf voru með mótmæli í hinu mikla Rómverska veldi.\nArabar eru þekktir fyrir að selja dætur vegna menningar, þeir voru að missa mannafl úr fjölskyldunni og urðu að fá eitthvað í staðinn. Á Íslandi var menning fyrir því að Konur kæmu með heimanmund, Voru þær þá ekki að kaupa karlmennina?\nEnn er hefð fyrir því að foreldrar brúðarinnar borgi allt í kringum brúðkaup.\nEkki nota orðið siðmenning þegar þú veist ekki hvað það þýðir.\nSÞ tóku þetta land 1947 og gáfa gyðingum um allan heim, aldrei í sögunni hefur trúflokki verið gefið land, sérstakegla sem var ekki í eigu afhendarans"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-06-29 22:32:19",
            "id": "3687491",
            "reply_to_id": "3672978",
            "text": "Jesú var ekki gyðingur. Það þarf ekki mikið til að sjá það\nGyðingar trúa ekki á Krist\nKristur: “Ég er frelsarinn. Ég er ljósið”\nSegir sig sjálft"
        },
        {
            "user": "Abattage",
            "user_id": "50244",
            "date": "2006-06-27 11:16:27",
            "id": "3673679",
            "reply_to_id": "3645737",
            "text": "Ég ætla hér að svara með smá myndlíkingum\nHér er gott dæmi um hvernig þessi deila er:\nEftir WW2 eru Bretar í vandamáli hvað skal gera við alla þessa gyðinga sem lentu svo illa í Hitler og hanns hugmyndum svo þeir ákveða að skella þeim niður á Vestfirði með vitnun í bækur og rit gyðingana um að þetta hafi eitt sinn verið heima land þeirra.\n(6 daga-stríðið í júní 1967)\nDanir, Norðmenn og Svía eru sömu trúar og við Íslendingar og ákveða og berjast gegn þeim.´Gyðingarnir eru þegar búnir að fá mikið af hergögnum frá USA og bókstaflega valta yfir okkur norðurlöndinn og taka yfir hluta af Danmörk en láta svo það svæði af hendi síðarmeir.\n(Nokkru seinna)\nÍslendingar eru skyndilega búnir að tapa öllu Norð-vestur landi til Gyðingana, við eru æf en höfum engan her til að berjast, gyðingarni ná meira svæði dag eftir dag með hjálp U.S.A.\n(Um andamótinn)\nVið vöknum upp við þann draum að nú eru við öll á Reykjanesi, gyðingarni hafa náð öllu landinu nema okkar smá svæði, við ráðumst á þá með sjálfsmorðssprengjum en Gyðingarni keyra þá bara inn í bæinna okkar setja okkur í herkví setja útgöngu bann og ganga svo hús úr húsi, myrða alla grunsamlega án dóms og laga, menn og konur en skylja svo börnin munaðar laus eftir. Við erum að verða vonlaus um frið.\nNær öll ríki heims styðja okkur nema U.S.A.,þeir styrkja gyðingana enn með vopna sölu og varnarmála styrk enda eiga gyðingar alla banka og sterk íhöld í stjórn landsins. Gyðingarni hafa byggt stóran múr sem aðskylur Reykjanes frá öllu Íslandi, við eru í stóru búri. Í fréttum á norðurlöndum sem sjá í gegnum útslýringar gyðinga á öllum voðaverkum þeirra kemur fram fréttir um skotárásir á unglinga, sprengju sem enda á leikskólum og fjölskyldu sem var að slappa af á ströndinni í sólinni og fékk eins sprengju í sig frá gyðingum “allveg óvart”. Þjóðir heims þrýsta á Gyðingana að hætta þessum þjóðar morðum og fjöldamorðum en þeim er alveg sama því U.S.A mun ávallt styðja þá.\nÍ þessu tilviki eru\nÍslendingarnir=Palestínumenn.\nNormenn, Svíar og Danir = Jórdania, Sýrlendingar og Egyptar.\nGyðingarnir=Ísraelsmenn.\nÞetta er bara önnur hlið málsins en hún sýnir samt svart á hvítu ástandið þarna."
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-06-27 17:07:26",
            "id": "3675084",
            "reply_to_id": "3673679",
            "text": "Sniðugt dæmi .. fyllir mann reyndar af meiri gremju"
        },
        {
            "user": "Abattage",
            "user_id": "50244",
            "date": "2006-06-27 17:53:28",
            "id": "3675380",
            "reply_to_id": "3675084",
            "text": "Ég ber ekki miklar mætur á Ísraelum og styða frekar Palistínu en ég nota þetta sem sýnidæmi svo fólk skylji þetta betur."
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-07-01 23:53:42",
            "id": "3694477",
            "reply_to_id": "3675380",
            "text": "Nei reyndar finnst mér vera meira en lítið að fólki sem ber miklar mætur á Ísraelsku ríkistjórninni í dag, ég ber ekki miklar mætur á Hamas heldur."
        },
        {
            "user": "Abattage",
            "user_id": "50244",
            "date": "2006-07-04 08:44:31",
            "id": "3703353",
            "reply_to_id": "3694477",
            "text": "Reyndar."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2006-06-28 00:42:47",
            "id": "3677987",
            "reply_to_id": "3673679",
            "text": "Það er algengur misskylningur að Ísraelar séu háðir hernaðaraðstoð USA, þeir háðu sjálfstæðisstríðið alveg án hernaðaraðstoðar, þeir keyptu mest af sínum vopnum (m.a. leifar að vopnabúnaði Hitlers) af Tékkum.\nÍsraelar flytja út töluvert að vopnum og þá aðallega mjög tæknivæddum eins og nýju mannlausu flugvélunum,(hentugar við að drepa brjálaða foringja Hamas !) en Tyrkir kaupa m.a. af þeim."
        },
        {
            "user": "Abattage",
            "user_id": "50244",
            "date": "2006-06-28 12:44:39",
            "id": "3678864",
            "reply_to_id": "3677987",
            "text": "Veistu hvers vegna þeir unnu 6 daga stríðið og hverjir stöðvuðu þá opg líka hví þeir unnu Yom Kippur-stríðið, sem einnig var nefnt Ramadan-stríðið eða Október-stríðið og hverjir stopuðu þá þá og hvers vegna."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-06-29 22:37:37",
            "id": "3687518",
            "reply_to_id": "3677987",
            "text": "“hentugar við að drepa brjálaða foringja Hamas”\nnema náttúrulega hann sé ekki í húsinu og í staðinn deyja 11 börn og hinir íbúar blokkarinnar missa heimili sitt.\nEr svo sem ekki slæmt, nóg af húnæði í palesínu"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2006-06-28 01:22:56",
            "id": "3678149",
            "reply_to_id": "3673679",
            "text": "Ísraelar fóru frá Gaza og réttu við það fram sátta hönd, enn og aftur var “bitið í þá hönd” og svarað með meira ofbeldi og eldflaugaárásum á ísrael, við skulum alveg hafa það á hreinu hverjir byrjðuðu síðasta kafla obeldisins. Þeir, þ.e. öfgamenn Palestínu fá nú lexíu í nótt og á næstunni þegar það verður “heinsað til” á Gaza."
        },
        {
            "user": "Abattage",
            "user_id": "50244",
            "date": "2006-06-28 12:48:03",
            "id": "3678876",
            "reply_to_id": "3678149",
            "text": "Þjóðarmorð, fjöldmorð og mannréttindabrot eru notuð mjög mikið í þessum svo kölluðu hreinsiaðgerðum hverjum er ekki sama þótt þeir vaði inn í flóttamanna búðir og jarði við jörðu hún fólks sem ekkert hefur gert bara til þess að sýn að þeir geti það….."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2006-06-28 12:59:13",
            "id": "3678909",
            "reply_to_id": "3678876",
            "text": "Fólk sem hefur ekkert gert ???? Hvaðan heldur þú að Hamas sé, þeir eru þetta fólk og þetta fólk gleðst þegar framin eru fjöldamorð á Ísraelum eða Ameríkönum. Þetta sama fólk réðst á skrifstofur EU útaf þessum Múhameðsteikningum, af hverju ættum við að láta þetta fólk fá peninga ? Til að það geti fjölgað sér meira og valdið meiri vandræðum í heiminum ?"
        },
        {
            "user": "Abattage",
            "user_id": "50244",
            "date": "2006-06-28 14:35:56",
            "id": "3679202",
            "reply_to_id": "3678909",
            "text": "Það var ekki í palestínu og já ef fólk færi að teikna skopmyndir af Jesús í risa miðli mynda kristna samfélagið verða reitt sjáðu bara hvernig kaþólikar brugðust við Davincy Code og giðingar Passion og Chirst við erum bara ekki allveg jafn miklir öfgatrúarmenn eins og þarna en við eru samt ekki sátt þegar vegið er að okkar trú.\nRosalega alhæfingar eru þetta í þér sko Hamas er ekki Palestína þótt þeir hafi verið kosnir þýðir það ekki að allir sé sammála þeim og það var póletíski armu hreyfingunar sem var kosinn ekki vopnaði af flestum. Auk þess var ekki mikið um góða kosti í þessum kostningum og var hamas skástur af slæmum.\nFremja Ísraelir ekki fjöldamorð í Palestínu? Sérðu bara aðra hliðina? Er allt í lagi að múar heil þjóð inni?\nÞetta fólk á jafnan rétt á því að bú hér eins og þú, það hefur ekkert gert þér nema nokkrir sauðir í hópnum sem valda því að allir eru stimplaðir sem öfgamenn og óvinir.\nÞú ert s.s. að segja að ef 1 maður frá færeyjum kemur hingað og skítur 3 úti á götu þá eru allir færeyingar illi, öfgamenn sem við ætum að túlka sem óvini."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-06-29 22:41:27",
            "id": "3687534",
            "reply_to_id": "3678909",
            "text": "Það er ekki þetta fólk. Ekki flokka háværa minni hluta sem “þetta fólk”\nNasistar drápu líka gyðingabörn. Þau áttu síðar eftir að verða gyðingar.\nFullt af fólki hefur alist upp í flóttamanna búðum eða dvalist í búðum og orðið ágætis manneskjur.\nNokkrir af flóttamönnum frá Júgóslavíu á tíma Tító komu Til Íslands og aldrei hafa þeir valdið neinum usla eftir að hafa dvalist í búðum.\nHvaðan helduru að Truman bandaríkjaforseti fyrrverandi hafi verið? jú mikið rétt, bandaríkjunum, jöfnum þau við jörðu\nHitler var Austurríkismaður, Drepa austurríkismenn?"
        },
        {
            "user": "JonMaiden",
            "user_id": "34856",
            "date": "2006-06-29 18:54:15",
            "id": "3686106",
            "reply_to_id": "3645737",
            "text": "Þettað var helvíti áhugavert, gj !"
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-06-29 22:45:34",
            "id": "3687562",
            "reply_to_id": "3645737",
            "text": "Þetta er punktur. En við aríarnir erum búin að fara svo illa með þá í gegnum tíman, að það er ekkert nema sómasamlegt að leyfa þeim að njóta smá jákvæðrar mismununar.\nÉg meina, fólk er bara að reyna að halda *með* gyðingnum í stríði svona einu sinni, svona upp á Goodwill skillurru?\nMaður getur ekki alltaf haldið með sama aðilanum þegar það kemur að blóðsúthellingum. við hvítu löndin verðum aðeins að skiptast á, annars myndast svo styrð sambönd við mörg lönd, sem er slæmt útá framtíðarviðskipti.\nOg hvar eigum við þá að setja upp Nike verksmiðjurnar okkar ha? Segðu mér það Rikimaru fyrst þú þykist svo mikið vita!\nBandaríkin sjá um að mynda balance með því að víkja útfrá stjórnarskránni sinni til að gefa jákvæða mismunun til þeirra sem finnst að forfeður þeirra hafa átt bágt.\nÞað er virkilega aðdáunarvert. Ekki mörg lönd sem jafnvel pólitísklega gætu vikið útfrá stjórnarskrá sinni til að “setta” things right, án þess að það verði borgarastyrjöld.\nÉg tek nú bara minn ýmindaða hatt af fyrir þeim þjóðum sem geta leyft sér þetta í þágu réttlætis.\nMaður verður líka að cötta gyðingum aðeins slack trúarlega séð, því þeir eru nú eitt sinn grunnurinn að Lútherski trú, Kaþólisma og Íslamskri trú. Þeir fundu Guð (Javhe) fyrstir af öllum, á meðan ALLIR aðrir voru bara að trúa á einhverja villiguði og skurpgoð. Ja sveittan bara!!!\nþannig að það er svosem alveg skiljanlegt að þeir séu hið “útvalda fólk”. Sá á fund sem finnur segi ég nú bara.\nOg hvað þessa grein varðar þykir mér hún ótrúlega smekklaus. Því það er enn of stutt frá því að Aríasturtuklefar gösuðu fantatrilljón gyðinga. Þannig að það er enn of viðkvæmt fyrir okkur aríana að kommenta á Júdeíska menningu á nokkurn hátt.\nVið Aríar verðum öll að taka okkar skerf af ábyrgðinni af Gyðingaslátruninni. Það er ekki nóg að segja að þetta haf allt verið þjóðverjar eða þá að þetta gerðist fyrir 60 árum. Við aríar erum það eitt og sama og verðum öll að taka okkar ábyrgð.\nVonandi öðlastu þroskan til að sjá það einn daginn Rikimaru.\nÞangið til…. Ulla-á-þig Gyðingarhatarinn þinn!"
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-06-30 10:48:00",
            "id": "3688572",
            "reply_to_id": "3687562",
            "text": "Þetta er punktur. En við aríarnir erum búin að fara svo illa með þá í gegnum tíman, að það er ekkert nema sómasamlegt að leyfa þeim að njóta smá jákvæðrar mismununar\nVið Aríarnir hvað? Aríar þetta og Aríar hitt?\nLastu greinina?.. Eða ertu eitt af þeim fíflum sem stekkur upp á nef sér um leið og það sér minnst á gyðinga í öðru en sykurhúðuðu ljósi og á áætlar samstundis að þar sé einhver ný-nasistaræða á ferð?\nÉg meina, fólk er bara að reyna að halda *með* gyðingnum í stríði svona einu sinni, svona upp á Goodwill skillurru?\nErtu fáviti? Eigum við að leyfa fólki að komast upp með hrikalega misgjörðir og glæpi gegn öðrum þjóðflokkum í dag aðeins vegna þess að það var komið svo illa fram við það í “gamla daga”.\nEigum við bara ekki að lýta framhjá því þegar svertingi fremur glæp í aðeins vegna þess að það var komið svo illa fram við þá í “gamla daga”, leyfum líka morðingjum sem áttu svo erfitt í æsku að sleppa með sína glæpi í leiðinni, bara fyrir svona Goodwill skilurru, fyrir skilningin fyrir því hvað þeir hafa nú þurft að þola og svona.\nMaður getur ekki alltaf haldið með sama aðilanum þegar það kemur að blóðsúthellingum. við hvítu löndin verðum aðeins að skiptast á, annars myndast svo styrð sambönd við mörg lönd, sem er slæmt útá framtíðarviðskipti.\nJá ég reyndar er ekki það mikið fífl að ég sjái heiminn í ljósi “hvítra landa” og “hinsegin lita landa”, það einkennir huga kynþáttahatandi einstaklinga sem ákváðu einn daginn að verða pólitískt rétthugsandi og verja kynþáttahatur gyðinga á hugi.is til að líða vel með sjálfan sig í einn dag\nMaður verður líka að cötta gyðingum aðeins slack trúarlega séð, því þeir eru nú eitt sinn grunnurinn að Lútherski trú, Kaþólisma og Íslamskri trú. Þeir fundu Guð (Javhe) fyrstir af öllum, á meðan ALLIR aðrir voru bara að trúa á einhverja villiguði og skurpgoð.\nJá það er auðvitað sárt að horfa á trú gyðinga gagnrýnda þegar maður þjáist af sama trúarlegu yfirlætisseminni og hrokanum og þeir.. Shit maður getur nefnt “guðinn Javeh” og allt, ég kikna í hnjánum af visku þinni um trúarbragðafræði miðausturlanda\nþannig að það er svosem alveg skiljanlegt að þeir séu hið “útvalda fólk”. Sá á fund sem finnur segi ég nú bara.\nhaha já ef þú álítur þetta fyrirbæri sem þeir kalla “Guð” vera þinn guð, sem þýðir þó aðeins að þeir séu hið “útvalda fólk” fyrir Júða-Kristna einstaklinga, ekki fyrir allan heiminn.\nOg hvað þessa grein varðar þykir mér hún ótrúlega smekklaus. Því það er enn of stutt frá því að Aríasturtuklefar gösuðu fantatrilljón gyðinga. Þannig að það er enn of viðkvæmt fyrir okkur aríana að kommenta á Júdeíska menningu á nokkurn hátt. Við Aríar verðum öll að taka okkar skerf af ábyrgðinni af Gyðingaslátruninni. Það er ekki nóg að segja að þetta haf allt verið þjóðverjar eða þá að þetta gerðist fyrir 60 árum. Við aríar erum það eitt og sama og verðum öll að taka okkar ábyrgð.\nJá “við aríarnir” já, sniðugt með allt þitt blaður um “aría” þá hvað ef ég segi þér að fyrir eitt þá er ég ekki einn af  þínum blessuðu “aríum”!\nHugsun þín þjáist svo illilega af forgangshyggju kynþátta (sérstaklega aría) að þú fattar ekki að það gerir þig mesta “gyðingahatarann” sjálfan, ásamt því að þú gefur það stöðugt í skyn að “við aríarnir” eigum að vorkenna “óæðri gyðingunum” fyrir hversu illa við komum fram við þá og “cötta þeim slack”\nJá smekklaust grein segiru, allir hafa rétt á sínum skoðunum en ég verð að segja að ég hef aldrei fengið jafn sjálfsblekkt og grautheimskt svar við nokkru sem ég hef skrifað áður! Til hamingju!!, farðu nú og leiktu við hina “aríana” og haltu áfram að segja sjálfum þér hversu\ngóður þú sért að taka nú einhverja ábyrð á hendur þér\nfyrir “gyðinga apana” sem “ærði aría” forfeður þínir voru svo vondir við."
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-06-30 17:22:02",
            "id": "3689813",
            "reply_to_id": "3688572",
            "text": "HAHAHAHAHAHAHA!!!\nÆi virkilega sorry gaur. Þér hefði fundist þetta sjúklega fyndið ef þú þekktir mig. En jú þetta var kaldhæðni á sinn svartasta hátt. :D\nhélt það kæmi fram í “Rökum” og stafsetningu “skilurru”?\nÉg ætla rétt að vona að það sé engin með svo brenglaða svart-hvíta sýn á heimin eins og kom fram í “þessu heimskasta svari sem þú hefur á ævinni fengið” :P\nEn jú fyrir þá sem föttuðu þetta ekki, þá var ég að gera grín að nokkrum póstum hérna sem verja gyðinga í algerri blindni að mér finnst.\n“Hvítu löndin, Aríar, Goodwill með að halda með þjóðflokkum í *blóðsúthellingum*” Ég býst við að kaldhæðnin mín sé ekki nógu skýr, fyrir þá sem þekkja mig ekki. ;)\nÉg er sjálfur mjög mikið á móti jákvæðri mismunun og hef tjáð mig nokkrum sinnum um það hérna á huga og annarstaðar, enda er það algerlega á móti lýðræðislegri stjórnarskrá okkar.\nég verð að segja að ég hef aldrei fengið jafn sjálfsblekkt og grautheimskt svar við nokkru sem ég hef skrifað áður! Til hamingju!!\nJja, ég þakka hrósið :P, en eins og þú sérð núna þá er ég í ruan mjög sammála þér, enda átti þetta að vera skot á nokkra hugara hérna.\nEnn endilega lestu svarið aftur í ljósi “duldnar” kaldhæðni og sjáðu hvort þú sjáir eki húmorinn í þessu ;)\nSorry, ég hélt virkilega að þú myndir ná þessu eftir nokkrar rökræður sem þú hefur haft við hugara hérna með tjahh, frekar einfalda heimssýn\nEn jæja, lítið annað að segja, annað en Tenchu Rúlar! :D"
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-07-01 23:36:02",
            "id": "3694390",
            "reply_to_id": "3689813",
            "text": "Já ég reyndar fattaði það þegar ég las svar þitt aftur yfir, ég var einnig “way out of line”, var líka virkilega pirraður og ósofinn og varð að láta það bitna á einhverjum.\nSvona er að gera hlutina í fljótfærni, ég verð þó að reyna að halda andlitinu og segja: mér finnst samt svarið þitt ekkert fyndið *fuss* þetta er alvarlegt mál hér á ferðinni, sjáðu bara svarið hans skugga til að mynda ;)"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-07-01 06:25:48",
            "id": "3691975",
            "reply_to_id": "3645737",
            "text": "Ísraelsmenn eiga ekki að beygja sig undir þröngsýna Evrópubúa sem taka afstöður eftir tískubylgjum. Aukið gyðingahatur er t.d. augljós á Íslandi í dag en það virðist fylgja tískubólinni að vera á móti kananum og stríði þeirra gegn hryðjuverkum.\nGyðingar hafa stanslaust verið ofsóttir af einhverjum seinustu 2000 árin. Áfram heldur gyðingarhatrið og er vinsælast að nota harkalegu aðgerðir þeirra til þess að verja ríkið sitt sem afsökun til þess. Sem ég persónulega tel ekki einu sinni vera harkalegar miða við að þeir gætu útrýmt Palestínumönnym á einum degi eingöngu ef þeir hefðu vilja til þess, sem betur fer kjósa þeir frekar að hafa stakar aðgerðir í baráttunni gegn Hamas og til að bregjast við árásum á Ísrael.\nEn málið er að Palestína hefur aldrei verið raunverulegt ríki. Palestínumenn voru upprunalega Grikkir sem hertóku Ísrael og reyndu á skipulagðan hátt að fá heimsbyggðina til þess að gleyma því að nokkurtíman hafi verið þarna ríki gyðinga. Meðal annars með því að fækka hlutfalli gyðinga (reka þá burt eða drepa) ásamt því að fjölga inndflytjendum, sem flestir voru arabar úr nágrannaríkjum.\nÍsraelsmenn samþykktu tillögu Sameinuðu Þjóðanna á sínum tíma að skipta svæðinu í tvö ríki, því miður samþykktu Palestínumenn það ekki. Fáránlegt er að benda á þá skiptingu og segja að Ísraelsmenn séu farnir yfir landamæri sín, þar sem aldrei hefur verið staðfest framtíðarlandamæri milli tveggja ríkja. En því miður er staðan þannig að stærð Ísraels hefur bein áhrif á afkomu þeirra.\nhttp://www.science.co.il/images/maps/Arab-Countries.gif\nÁ þessari mynd er sýnt skiptingu arbaríkja (grænt) og svo ríki gyðinga (rautt). Í raun er það kraftaverk að gyðingar hafi náð að koma í veg fyrir útrýmingu ríkisins. Já þeir eru sterkari og valdameiri en flest nágrannaríkin, en samt sem áður þá voru þeir ekki nálægt núverandi styrkleika þegar átökin byrjuðu upprunalega. Sem betur fer kom kaninn til hjálpar stuttu eftir að Evrópubúar voru búnir að reka milljónir gyðinga út í opinn dauðann, meðal annars Íslendingar.\nJá ég viðurkenn að ég er stuðningsmaður Ísraela, en samt sem áður væri ég til í að sjá frið á þessu svæði í framtíðinni. Ég styð að ríki Palestínumanna verði stofnað og að það verði staðfest endanleg landamæri. Því miður mun það líklega enda þannig að Ísraelsmenn samþykkja ríki Palestínumanna en á sama tíma hafa algjörlega lokuð landamæri. Líklega munu spretta upp loftárásir af og til auk þess að hryðjuverk verða áfram í Ísrael (bara 70-80% færri). En já ef maður á að vera raunsýnn í þessum málum frá hlið Ísraelsmanna þá eru lokuð landamæri eina leiðin til þess að draga herlið sitt algjörlega til baka og gefa Palestínumönnum eigið ríki.\nEn ég styð að skiptingin verði svipuð og hún er í dag. Ég hef það á tilfinningunni að Sharon hafi verið svo snjall á sínum tíma að gefa eftir með Gaza svæðið því hann vissi að Palestínumenn myndu misnota gjöfina. Án djóks allir hérna sem eru fylgjandi Palestínumönnum, hafið þið ekki hvað þeir hafa gert við þetta landsvæði? Tók aðeins nokkra daga fyrir þá að gera Gaza svæðið að Hamas nýlendu (ath að Hamas voru ekki við völd þá) notað til þess að plana hryðjuverk og skotpall fyrir eldflaugar (sem ná lengra inn í ríki Ísraelsmanna en áður). Snilld Sharon! Hegðun þeirra á Gaza er búin að sýna heimsbyggðinni að það er einfaldlega of áhættusamt að stækka umráðarsvæði þeirra mikið meira.\nÞeir einfaldlega eiga að notafæra sér styrkleika sinn og ekki hika við að vernda ríki sitt og þegna. Á meðan Palestínumenn hafa ekki stjórn á eigin fólki þá verða Ísraelsmenn að takast á við rótina sjálfir. Meira að segja þegar það var opinber stefna Palestínumanna að vinna með Ísraelsmönnum (Abbas-Sharon fyrir sigur Hamas) þá treystu stjórnvöld sér ekki til þess að berjast gegn Hamas. Ísraelsmenn hafa margoft nefnt þessi dæmi opinberlega, að Palestínumenn þurfi eingöngu að viðurkenna Ísrael og hætta árásum. Við slíkar aðstæður gætu þeir gefið Palestínumönnum sitt eigið ríki og meira að segja með opin landamæri, en því miður er blóðþorstinn svo gífurlega mikill í Palestínu að það er frekar ólíklegt að það fari að breytast eitthvað næstu áratugina. Jafnvel þó Ísraelsmenn myndu skila til baka öll herteknu svæðin þá efast ég stórlega um að það myndi útrýma hryðjuverkum."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2006-07-01 20:46:05",
            "id": "3693686",
            "reply_to_id": "3691975",
            "text": "Skuggi, frábært innlegg hjá þér, heilaþvottur og vanþekking flestra hér er vandamálið.\nþú kemur inn á góðan punkt með Gaza, Ísraelsmenn fóru þaðan í þeirri trú að það yrði tekið sem sáttargjörð, en auðvitað þurftu Pallarnir að eyðileggja enn eitt tækifærið til sátta. Í staðinn fyrir að reyna að byggja e.h. upp (sem Ísraelsmönnum tókst þarna) þá var allt eyðilagt og farið að skjóta eldflaugum þaðan. Svo þegar Ísraelar reyna að koma í veg fyrir það og frekari hryðjuverk byrja pallarnir að væla og nota fjölmiðla vesturlanda með góðum árangri eins og má alltaf sjá í Íslenskum fjölmiðlum.\nAlmenningur á Gaza fer alltaf illa úr úr þessu en af hverju, af hverju leyfa ögfamenn þessu fólki aldrei að byggja upp neitt og koma í raun í veg fyrir að það geti sótt vinnu til Ísraels sem fyrr ? Af hverju er aldrei hægt að fara fram á að Palestínumenn beri ábyrgð á sínu fólki en allataf eiga Ísraela að vera fullkomnir þó að það sé alltaf verið að reyna að drepa þá ?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-07-01 21:53:56",
            "id": "3693925",
            "reply_to_id": "3693686",
            "text": "Lífsgæði Palestínumanna voru líka í hámarki á friðartímum í gegnum Ísrael, bæði í starfi og námi. Og auðvitað þegar Ísraelsmenn treystu sér til þess að fara yfir landamærin og eyða peningum í t.d. spilavíti. Svo er næstum öll nútímavæðing á svæðinu í gegnum Ísraelsmenn, sem eru svo sakaðir um stríðsglæpi þegar þeir takmarka aðgengi þeirra til að beita þrýstingi.\nEkki sér maður ung börn í Ísrael send í þjálfunarbúðir þar sem er hrópað “útrýmum Palestínu” með vopn í höndum. En Palestínumenn gera einmitt slíkt í dag í gegnum hryðjuverkasamtökin Hamas, ung börn sem segja með stolti að þeim dreymi um að láta lífið með því að fremja sjálfsmorðsárás í Ísrael. Ég er mjög ánægður með Olmert forsætisráðherra Ísraels. Hann er harður á því að klára varnarmúrinn og setja endanleg landamæri ríkjanna í náinni framtíð, sama hvort Palestínumenn taki þátt í því eða ekki.\nVerður gaman að sjá hvernig þeir standa sig með ríkið sitt sem þeir þrá svo mikið eftir að Ísraelsmenn skera á öll tengsl og loka landamærunum, efast um að það verði eitthvað betra en í dag. Nú þegar ráða þeir varla við hafa opinber stjórnvöld, þjóðin skiptist í tvær fylkingar og vantar ekki mikið upp á að kalla þetta borgarastyrjöld. Villimennskan sem því miður á við um marga Palestínumenn virðist skaða þá sjálfa meira en Ísraelsmenn."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2006-07-01 23:00:00",
            "id": "3694187",
            "reply_to_id": "3693925",
            "text": "Skuggi, algerlega samála þér.\nÞað er mikið talað um land þegar talað er um þessi mál, svipað og þegar er talað um frumbyggja t.d. í Ameríku, en er það raunhæft í dag ? Upphaflega var tillagan að Ísraelsríki smá skiki af því sem það er í dag en ekki gátu arabar sætt sig við það og því fór sem fór. Muslímar hafa lagt undir sig heilu borgarhverfin og í raun borgir í Englandi og Evrópu en það er ekki talað um að þeir séu að ræna landi er það ?\nEf arabarnir/pallarnir hefðu nú verið hófsamir og tekið upphaflegum tillögum og byrjað sitt ríki í samvinnu við Ísrael hvar væru þeir í dag ?\nAlveg örugglega í betra horfi þar sem þeir hefðu örugglega blómgast ef þeir hefðu drullast til að vera í samvinnu en það virðist þeim ómögulegt.\nEn eins og Ísraelar segja oft þá glata Palestínumenn sjaldan tækifæri færi til að glata tækifæri ! Og því fer sem fer og ömurleiki þeirra eykst af því að þeir vita ekki betur.\nMunið þið eftir átökunum á N-Írlandi þar sem úrlausn virtist svo vonlaus, nú er þetta nærri gleymt og margir spyrja af hveru var þetta allt ?, vonandi verður svo um þessa deilu að lokum."
        },
        {
            "user": "rumputuski",
            "user_id": "9062",
            "date": "2006-07-09 23:19:56",
            "id": "3727129",
            "reply_to_id": "3693925",
            "text": "Ekki sér maður ung börn í Ísrael send í þjálfunarbúðir þar sem er hrópað “útrýmum Palestínu” með vopn í höndum. En Palestínumenn gera einmitt slíkt í dag í gegnum hryðjuverkasamtökin Hamas, ung börn sem segja með stolti að þeim dreymi um að láta lífið með því að fremja sjálfsmorðsárás í Ísrael. Ég er mjög ánægður með Olmert forsætisráðherra Ísraels. Hann er harður á því að klára varnarmúrinn og setja endanleg landamæri ríkjanna í náinni framtíð, sama hvort Palestínumenn taki þátt í því eða ekki.\nVerður gaman að sjá hvernig þeir standa sig með ríkið sitt sem þeir þrá svo mikið eftir að Ísraelsmenn skera á öll tengsl og loka landamærunum, efast um að það verði eitthvað betra en í dag. Nú þegar ráða þeir varla við hafa opinber stjórnvöld, þjóðin skiptist í tvær fylkingar og vantar ekki mikið upp á að kalla þetta borgarastyrjöld. Villimennskan sem því miður á við um marga Palestínumenn virðist skaða þá sjálfa meira en Ísraelsmenn.\nÞað verður að geta þess að í Ísrael er samkvæmt lögum þeirra herskylda frá 18 ára aldri. Svo er ekki meðal Palestínumanna. Hvað heldurðu að ísraelskum hermönnum sé innrætt um Palestínumenn? Bæði Ísraelarar og Palestínumenn alast upp í ótta og hatri gagnvart nágrannaþjóðinni.\nEf þú ert ánægður með uppbyggingu múrsins og hernámið ertu um leið ánægður með að Ísraelar brjóti alþjóðalög og virði mannréttindi Palestínumanna að vettugi. Einhliða áætlun Olmerts um innlimun lands og að ákvarða landamærin án viðræðna við Palestínumenn er ólögleg aðgerð.\nOlmert gerist sekur um glæp gegn mannkyni með loft- og landárásum á Gaza. Slíkt beinist gegn sakleasum borgurum sem eiga einskis að gjalda. Mannfall er þegar orðið mikið og mun vísast til aukast. Árásir hafa ekki beinst gegn hernaðarlegum skotmörkum, þær hafa beinst gegn borgurum, ráðist var á raforkuverið á Gaza svo nú skortir íbúana þar bæði rafmagn og vatn. Sprengjum hefur verið varpað á opinberar byggingar og ráðherrar ríkisstjórnarinnar handteknir af Ísraelsher. Er því ekki að furða að stjórnin sé óstarfhæf þegar meðlimir hannar hafa verið handteknir af Ísraelsher. Má svo rétt gera sér í hugarlund hersu rétttmæt réttarhöld þeir fengu þar, ef þeir yrðu yfirleitt ákærðir. Það skal enginn segja mér að slíkar aðgerðir séu til þess fallnar að reyna að tryggja líf ísraelska hermannsins sem nú er stríðsfangi, þvert á móti stefna aðgerðirnar lífi hans í hættu, lífi folks á Gaxza og lífi Ísraela, því þess má vænta að árásarinnar verði hefnt. Hefði Olmert verið umhugað um líf hermannsins hefði hann samið við hreyfinguna sem hélt hermanninum föngum. En hann lýsti því yfir að engir samningar yrðu og gerðist sekur um stríðsglæpi, ég leyfi mér að kalla þetta ríkishryðjuverk. Ætlunin er að veikja Palestínumenn og stjórn þeirra sem mest. En hörmungar eru líklegar til að þjappa þjóðinni fremur saman gegn andstæðingnum og fylkja sér bak við leiðtogann. Það verður aldrei friður nema að Ísraelar séu reiðubúnir að ræða við ríkisstjórnina, komi til móts við réttmætar kröfur Palestínumanna og virði mannréttindi þeirra.\nÁrás af þessum skala er ekki “hefnd fyrir hermanninn”, hún krefst miklils undirbúnings og hefur verið skipulögð löngun fyrir fram. Hermaðurinn varð hins vegar ísraelskum stjórnvöldum kjörið skálkaskjól til að hrinda árásunum í framvæmd.\nMér þykja kröfur Palestínumannana sem halda hermanninum föngnum fyllilega réttmætar, þ.e. að konum og börnum verði sleppt úr ísraelskum fangelsum. Um 600 börn hafa verið handtekin á ári frá árinu 2000. Þar er ekki tekið tillit til alþjóðalaga um réttindi barna. Auk þess hafa komið upp margar kærur um illa meðferð og misþyrmingar."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2006-07-16 23:47:32",
            "id": "3758004",
            "reply_to_id": "3727129",
            "text": "Nokkrir puntkar/athugasemdir;\n-Fjöldi araba/“Phalestínumanna” býr í Ísrael en engum gyðingi er líft á svæðum Pallanna, hatursáróðurinn er slíkur. Í flestum arabaríkjanna eru gamlar gyðingahatursskræður nasista enn vinsælt efni og ekki farið í felur með það.\n-Ísraelar dreifðu miðum úr flugvélum yfir Líbanon til að vara íbúana við árásum þeirra á svæðinu, þeir eru að reyna að eyða hriðjuverkasamtök á svæðinu sem hafa kallað stríð og eyðileggingu yfir Líbanon. Glæparíkin Sýrland og Iran eru bak við þessi samtök."
        },
        {
            "user": "rumputuski",
            "user_id": "9062",
            "date": "2006-07-09 23:29:22",
            "id": "3727186",
            "reply_to_id": "3691975",
            "text": "Ísraelsmenn hafa margoft nefnt þessi dæmi opinberlega, að Palestínumenn þurfi eingöngu að viðurkenna Ísrael og hætta árásum\nÉg efast ekki um að þeir hafi sagt það. En þegar Abbas vildi fá Hamas til að samþykkja skjalið sem palestínskir leiðtogar í ísraelskum fangelsum skrifuðu, þar sem meðal annars kvað á um að viðurkenna ætti Ísrael og tveggja ríkja lausnina, sagði Olmert einfaldlega að þetta skjal væri “tilgangslaust”."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2006-07-02 00:06:42",
            "id": "3694555",
            "reply_to_id": "3645737",
            "text": "Þú ert búinn að tapa þessu skítur, endar alltaf með því að þeir sem hafa meira vit á hlutunum taka yfir, slagorðakrakkarnir vita ekki meir !"
        },
        {
            "user": "Squdzo",
            "user_id": "64730",
            "date": "2006-07-07 16:41:39",
            "id": "3718058",
            "reply_to_id": "3694555",
            "text": "Ég er eiginlega sammála rikimaru, ég er engin gyðingahatari samt. mig finnst bara fáránlegt afhverju þeir eru aað uppnefna fólk sem eru ekki gyðingar svo fara þeir að væla þegar minnst er á helförina, pff en allavega það eru margar hliðar á svona málum"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2006-07-08 20:39:12",
            "id": "3722284",
            "reply_to_id": "3718058",
            "text": "Þú ert líklega ekki búinn að kynna þér málin vel eins og flesti sem fordæma Ísrel og þykjast allt vita um að þeir hafi tekið landið og allt það. Ísrel er í raun eitt mesta lýðræðisríki heims, langtum meira en Ísland sem dæmi, því að þessi dæmigerðu flokkakerfi riðlast mjög oft þarna.\nAnnað sem margir vita ekki er að það búa um milljón arabar í Ísrael og svo fjöldi frá fyrrum sovétríkjunum, þetta eru ekki bara gyðingar þarna. En í samanburði þá er engum líft á svæðum Palestínumanna nema að hann sé þaðan, þetta er svipað og á verndarsvæðum indíána í USA og ástandið er líklega verra en þar nema ef undanskilið er áfengisvandamálið.\nEn eins og flestir arabar þá drekka palestínumenn (múslímskir) bara í felum og þegar þeir eru erlendis, Arafat kallin var ekki svo “múslímskur” þegar hann var erlendis enda lifði konan hans í vellystingum í Sviss held ég.\nEkki láta áróðursmeistara pallana slá ryki í augun á þér, sannleikurinn er yfirleitt flóknari en hægt er að setja fram í slagorðum þeirra."
        },
        {
            "user": "rumputuski",
            "user_id": "9062",
            "date": "2006-07-09 23:35:24",
            "id": "3727228",
            "reply_to_id": "3722284",
            "text": "En eins og flestir arabar þá drekka palestínumenn (múslímskir) bara í felum og þegar þeir eru erlendis\nHvern anskotann kemur þetta umræðuefninu við? Ég sé ekki betur en þetta sé klassísk rökvilla, persónuárás, til að sá ryki í augu lesanda og leiða hann frá kjarna málsins."
        },
        {
            "user": "rumputuski",
            "user_id": "9062",
            "date": "2006-07-09 23:32:00",
            "id": "3727203",
            "reply_to_id": "3694555",
            "text": "Þú ert búinn að tapa þessu skítur, endar alltaf með því að þeir sem hafa meira vit á hlutunum taka yfir, slagorðakrakkarnir vita ekki meir !\nRólegur á hrokanum…."
        },
        {
            "user": "Rikimaru",
            "user_id": "17382",
            "date": "2006-07-24 19:40:04",
            "id": "3789372",
            "reply_to_id": "3694555",
            "text": "Tapa þessu? Virkilega ertu vitsmunaskertur væni, ég er ekki að reyna að vinna neitt, ég er að lýsa minni skoðun og benda á nokkrar staðreyndir um eina fyrirlitlegustu þjóð heimsins í dag, ég læt atburði síðustu daga tala sínu máli og sína fram á hver er hinn raunverulegi SKÍTUR!!!"
        },
        {
            "user": "golata",
            "user_id": "29698",
            "date": "2006-07-14 17:27:06",
            "id": "3748146",
            "reply_to_id": "3645737",
            "text": "Góð grein og sýnir hverslags rasismi zionisminn er.\nKallandi alla aðra en gyðinga sauðfé og viðurstyggð myndi engum líðast nema “guðs útvöldu þjóð”. Engin þjóð stundar að auka við sitt “Lebensraum” með þjóðernishreinsum nema Ísrael í dag.\nÞað á að flokka zionista með nýnasistum, zionistar eru ekkert betri, jafnvel verri rasistar."
        },
        {
            "user": "Squdzo",
            "user_id": "64730",
            "date": "2006-07-15 12:56:11",
            "id": "3751386",
            "reply_to_id": "3645737",
            "text": "það voru gyðingarnir  sem byrjuðu  rasismann þeir halda alltaf að þeir séu enn þessi ‘'guð útvalda þjóð’' og þeir telja sig æðsta … Zionismi er líka ekkert skárri en Rasismi :D"
        },
        {
            "user": "september",
            "user_id": "15204",
            "date": "2006-07-16 15:48:07",
            "id": "3755804",
            "reply_to_id": "3645737",
            "text": "Margt til í þessu, það er hins vegar eins og aldrei megi ræða málefni Ísraels á sama grunni og önnur mál."
        },
        {
            "user": "killjoker",
            "user_id": "62920",
            "date": "2006-07-27 14:13:49",
            "id": "3801249",
            "reply_to_id": "3645737",
            "text": "Mér finnst þú koma með marga skynsamlega og áhugaverða punkta,held að hver sá sem les greinina til enda og slítur hana ekki úr samhengi eigi nú að sjá að þú sert ekki haldinn kynþáttafordómum,þvert á móti ertu réttilega að benda á óþolandi tvískinnung sem er í gangi,en fáir hafa hugrekki eins og venjulega til að benda á sorglega augljósa nekt keisarans,það breitist sennilega seint,þörf og góð grein!"
        }
    ]
}