{
    "forum_title": "Hljóðfæri",
    "user": "mancubus",
    "user_id": "819",
    "date": "2006-06-23 12:42:01",
    "title": "Praktísk notkun Fimmundarhringsins fyrir ALLA",
    "text": "Fimmundahringurinn er notaður til að finna hvaða formerki eru í hvaða tónstigum/tóntegundum.\nÉg vísa hér í grein sem var skrifuð hér á þessu áhugamáli sem útskýrir að hluta ágæti fimmundarhringsins.\nÞetta er vissulega rétt sem kemur fram í þessari grein, en mér finnst þetta aðeins vera brot af notagildi fimmundarhringsins.\nÉg les ekki nótur (mikið) en nota samt fimmundahringinn mikið. Ákvað ég því að skrifa grein sem útskýrir praktískt notagildi fimmundarhringsins fyrir\nALLA\nhljóðfæraleikara og aðra tónlistarmenn.\n—\nÞað sem Fimmundarhringurinn (sem kallast fjórundarhringur ef farið er rangsælis eftir honum) er raunverulega, er teikning sem sýnir með einföldum hætti hvaða hljómar / tónstigar eru skildir. Það eru margar leiðir fyrir tónlistarmenn til að nýta sér krafta fimmundarhringsins.\nSem dæmi veit ég til þess að plötusnúðar (DJ'ar) nota fimmundarhringinn til að blanda saman lögum þannig að þau falli saman, ekki bara í tíma heldur líka tónalega séð, þá myndi t.d. söngurinn úr sitthvoru laginu, með sitthvora tóntegund fitta saman. En það væri annars mjög vont í eyrun að hlusta á tvo söngvara syngja sitthvort lagið, jafnvel þótt þeir væru í takti ef þeir eru ekki að syngja nokkurnvegin sömu tónana ;)\nsjá lesningu um þessa tækni hér —>>>\nhttp://www.jeffvyduna.com/blog/archives/2005/02/djs_use_the_cir.html\n<<<—\nSvo nýtist fimmundarhringurinn hinum almenna hljóðfæraleikara, sem er ekki með mikla menntun í tónfræðum, mjög vel uppi á vegg til að sjá fljótt og örugglega hvaða hljómar eða tónstigar passa saman.\nÉg vill taka það fram\nog undirstrika\nað þegar ég tala um tónstiga í þessari grein gæti ég allteins verið að segja hljómar og öfugt, þessvegna tala ég stundum um hljóma og tónstiga á víxl.  þessi fræði virka nefninlega líka sérlega vel fyrir rythma-leikara. Hafa ber þó í huga að fæstir hljómar innihalda alla tóna úr viðkomandi tónstiga (oftast: grunntón, þríund og fimmund).\nÍ þessari útskýringu á fimmundarhringnum ætla ég að láta sem ég sé að spila lag í Cdúr, en það gilda auvitað sömu grundvallar-reglur um allar hinar tóntegundirnar.\nGóð mynd af hringnum —>>>\nhttp://www.carolinaclassical.com/scales/circle2.jpg\n<<<—\nÞessi er aðeins einfaldari, mjög góð —>>>\nhttp://www.ukulelestrummers.com/Images/Circleoffifths3.jpg\n<<<—\nÞessi mynd er fyrir þá sem vilja vera kúl ;) —>>>\nhttp://www.jeffvyduna.com/blog/archives/Circle5ths.gif\n<<<—\n—\nTil að byrja með er gott að gera sér grein fyrir því hvaða þýðingu “relative-minor” hefur fyrir grunntóntegund.\nsem dæmi: Cdúr og Amoll tónstigar hafa alla sömu tónana og spilast því fullkomlega ofan í hvorn annan, en Amoll er því svokallaður “relative-minor” eða sub-mediant af Cdúr, afþví að A er sjötti (VI) hljómurinn í Cdúr tónstiga.\nGrunntónn = Cdúr = C D E F G A B\nSexund    = Amoll= A B C D E F G\nEf við lítum á mynd af fimmundarhringnum þá er hljómurinn hægramegin við grunnhljómin á alltaf fimmund ofar, eða dominant (V), og hljómurinn vinstramegin við er alltaf fjórðund ofar, eða sub-dominant (IV).\ní þessu dæmi, ef C dúr er notaður:\nGrunntónn (I) = Cdúr = C D E F G A B\nFimmund (V)   = Gdúr = G A B C  D E F#\nFjórund (IV)  = Fdúr = F G A Bb C D E\nEins og þið sjáið þá munar aðeins einum tón á bæði tónstiga dom og sub- dom, því falla þeir einnig nánast-fullkomlega að grunnhljóminum.\nEf skoðaðir eru “relative-minor”-hljómar, á góðri mynd af fimmundarhringnum, fyrir bæði Dominant (G í þessu dæmi) og sub-dominant (F í þessu dæmi), þá eru það: Dmoll fyrir Fdúr sem kallast super-tonic (II) og hinsvegar Emoll fyrir Gdúr sem kallast mediant (III), eru tvíundar og þríundarhljómar af grunnhljóminum.\nÞetta er afþví að: D er annar tónninn í Cdúr tónstiga og E er sá þriðji. Séu þeir spilaðir sem moll falla þeir mjög vel að Cdúr, en eins og þið sjáið munar aðeins tveimur tónum á þeim og grunntónstiganum.\nGrunntónn (I)= Cdúr = C D  E F G A  B\nTvíund   (II)= Dmoll= D E  F G A Bb C#\nÞríund  (III)= Emoll= E F# G A B C  D#\n—\nÞannig að ef við erum að spila lag í Cdúr getum við lesið út úr Fimmundarhringnum að eftirfarandi hljómar eru náskildir, falla vel saman og eru líklegir til að koma í laginu:\nI = Cdúr\nII = Dmoll\nIII = Emoll\nIV = Fdúr\nV = Gdúr\nVI = Amoll\n—\n“En, hey það vantar sjöunda-hljóminn ?!”\nþað er auðvelt að finna sjöundarhljóminn á fimmundarhringnum með því að fara hálfskref niður frá grunntóninum. Ef við notum Cdúr væri sjöundi hljómurinn B7. þetta er auðvitað afvþí að B er sjöundi hljómurinn í Cdúr tónstiga. Við spilum því B sem sjöundarskala eða “mixolydian” (lesið ykkur til um “modes” til að vita meira).\nGrunntónn (I)= Cdúr = C D  E  F G  A  B\nSjöund  (VII)= B7   = B C# D# E F# G# A\neða       = B Db Eb E Gb Ab A\nVið fyrstu sýn virðast þessir tveir tónstigar ekki eiga mikla samleið með aðeins þrjá sameiginlega tóna. Nema hvað, að allir tónarnir í B7 eru sömu tónarnir og Cdúr nema þeir eru allir, hver um sig, hálftón neðar.\nSjöundarhljómurinn hefur því þá sérstöðu að hann virðist kalla á það að á eftir honum sé spilaður grunnhljómurinn. Þessvegna er hann kallaður Leading Tone því hann virðist leiða mann áfram að grunntóninum.\n—\nÍ stuttu máli..\nÞegar velja á hljóma /skala sem passa við grunnhljómin er goggunarröðin þessi:\nVI  = sexund eða mediant (meðaltónn)eða “relative-minor”\nV   = fimmund eða dominant (ráðandi)\nIV  = fjórund eða sub-dominant (næst-ráðandi)\nIII = þríund eða sub-mediant (næst-meðaltóni)\nII  = tvíund eða super-tonic (yfir-grunntóni)\nVII = sjöund eða Leading Tone (Leiðandi Tónn)\nAlla þessa hljóma er auðveldlega hægt að lesa út úr fimmundarhringnum, miðað við hvaða tóntegund sem er, með lítilli æfingu.\n—\nTil þess að vita meira um fræðin á bakvið það hvernig sumir hljómar kalla á aðra hljóma frekar en hina (líkt og með sjöundina) er gott að kynna sér hugtak sem kallast á ensku “cadance” (gæti þýðst sem “hljóma-föll”), en það er efni í aðra grein sem ég skrifa kanski síðar :)\nÞangað til, skemmtið ykkur við að improvisera eftir fimmundarhringnum, það er auðvelt að búa til tónlist !!  wheeeeee !! ;)",
    "url": "https://www.hugi.is/hljodfaeri/greinar/420560/praktisk-notkun-fimmundarhringsins-fyrir-alla/",
    "url_id": "420560",
    "id": "3655887",
    "replies": [
        {
            "user": "HlynurS",
            "user_id": "30981",
            "date": "2006-06-23 13:10:34",
            "id": "3656697",
            "reply_to_id": "3655887",
            "text": "Mjög flott grein.\nFannst hún svolítið ruglingsleg á köflum, fattaði því ekki alveg allt sem þú varst að tala um. En góð grein engu að síður."
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2006-06-23 14:07:56",
            "id": "3656945",
            "reply_to_id": "3655887",
            "text": "Ég held að ég skilji núna hvað þú meinar með þessu … Realative minor er bara sammarka moll með dúr og þú ert að tala um niðurlagshljóma, sem ég mynntist einmitt á í minni grein (þótt ég spili á sólóhljóðfæri og viti varla neitt um hljóma) Munurinn á minni grein og þinni er að þú útskýrir allt á ensku og þannig að það er betra fyrir gítarleikara og fleiri sem lesa ekki nótur að skilja. Það er fínt því ég hefði aldrei getað útskýrt það :P (enda skil ég varla helminginn af þessu, veit bara hvað það er á íslensku :P)\nBara mjög flott grein hjá þér og mér finnst að hún ætti líka að fara í “fróðleikshornið” því það skilur hvort sem er ekki helmingurinn það sem mín grein um fimmundahringinn var um :P.\nÉg sé bara eitt við þessa grein. Þú notaðir alltaf ensku eða alþjóðlegu heitin á öllu en svo varstu að þýða aðeins í endanum. Það eru ekki alveg rétt heitin á þessu:\nI = Tonic = frumtónn (grunntónn)\nII = Supertonic = yfirtónn\nIII = Mediand = miðtónn\nIV = Subdominant = undirfortónn\nV = Dominant = fortónn\nVI = Superdominant = yfirfortónn\nVII = Sjöundin heitir subtonica eða undirfrumtónn ef hún er heilum tón fyrir neðan frumtón en sensible eða leiðsögutónn (leading tone) ef hún er hálfum tón fyrir neðan (í hljómhæfum moll)"
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2006-06-23 14:10:09",
            "id": "3656958",
            "reply_to_id": "3656945",
            "text": "Átti að vera í endann í hljómhæfum eða laghæfum moll."
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2006-06-23 14:13:38",
            "id": "3656974",
            "reply_to_id": "3656945",
            "text": "já, ég tók mér skálda-leyfið í þýðingum á þessum hugtökum.. bara nokkurnvegin beinþýddi þessi orð :P\nÞessi aðferð ætti að nýtast þér vel sem sólóleikara, þarsem tónstigarnir eru eginlega skildari heldur en hljómarnir (því tónstigarnir eru með 7 tónum, en hljómar oftast bara með 3) :)\njá, setjið greinina í fróðleikshornið !! (ef það er þá til ?)"
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2006-06-23 14:25:51",
            "id": "3657037",
            "reply_to_id": "3656974",
            "text": "Það er fróðleikshorn hérna og mín grein er þar. Þín grein er eiginlega mjög góð með minni þar sem allir hljóðfæraleikarar ættu að geta skilið aðra hvora :P\nÞetta sem þú útskýrðir með hljómana sem passa saman (niðurlagshljóma, eins og það heitir í tónfræði) nýtist sólóleikurum eiginlega ekki mikið, nema ef ég vil gera sóló í lagi er gott að vita hvaða hljómar eru oftast notaðir saman. Annars spila ég mest eftir eyranu svo ég gæti aldrei notað þetta :P Svo passa þessir 7 tónar ekkert eins vel saman og hljómurinn, enda eru tónarnir í hljómnum eiginlega aðal-hlutinn af tónstiganum í lögum. (Hitt er bara skraut á milli)"
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2006-06-23 14:08:31",
            "id": "3656947",
            "reply_to_id": "3655887",
            "text": "Til að hjálpa til við að muna hvernig hringurinn er skrifaður er til ákveðið trix:\nF\nat\nC\nats\nG\no\nD\nown\nA\nlley\nE\nating\nB\nacon\nF#\nat\nC#\nats\nG#\no\nD#\nown\nA#\nlley\nog til að skrifa relative-minor hringinn með þá er gott að muna að\nrelative-minor er alltaf sexund ofar\n, en sexund ofar á hringnum sem þið eruð þá þegar búnir að skrifa er 3 bókstafur frá grunntóni (fyrir Cdúr er það því Amoll, muna það bara). Röðin er sú sama, nema byrjar á öðrum stað:\nD\nown\nA\nlley\nE\nating\nB\nacon\nF#\nat\nC#\nats\nG#\no\nD#\nown\nA#\nlley\nF\nat\nC\nats\nG\no  (skrifið svo “mi” eða “minor” við hvern tón í þessum hring, sem er jafnan hafður fyrir innan)\nÞað er til siðs að “C” sé haft “klukkan 12”, þá mynduð þið byrja á að skrifa “klukkan 11” með þessari aðferð, en það skiptir auðvitað í raun og veru engu máli, þarsem þetta er hringur ;)"
        },
        {
            "user": "tele",
            "user_id": "60182",
            "date": "2006-06-24 01:05:46",
            "id": "3660480",
            "reply_to_id": "3656947",
            "text": "hehe, ill dream about fat cats tonight"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-06-26 17:07:06",
            "id": "3670071",
            "reply_to_id": "3660480",
            "text": "hunang og átsverjar á hróaskeldu!!!!!"
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2006-06-23 21:36:00",
            "id": "3659345",
            "reply_to_id": "3655887",
            "text": "Mér fannst þetta flókin grein, en samt kann ég þetta allt saman… Ég æfi nú á píanó svo að ég hef dágóða hugmynd um það hvað hljómar eru… En ég skildi fátt."
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2006-06-24 01:16:39",
            "id": "3660507",
            "reply_to_id": "3659345",
            "text": "Ekki ég heldur :S Ég samt kann þetta allt … Það er bara af því þetta er ekki á íslensku … Ég komst t.d. allt í einu að því að “relative minor” væri sammarka moll :)"
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2006-06-24 02:38:56",
            "id": "3660695",
            "reply_to_id": "3660507",
            "text": "Hefur þú lært tónfræðina úr hlutunum eftir Aagot? Því að þá höfum við sama tónfræðigrunn…"
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2006-06-25 00:08:23",
            "id": "3663861",
            "reply_to_id": "3660695",
            "text": "Já, einmitt. Ég er núna í 7. hluta :)"
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2006-06-25 00:17:02",
            "id": "3663897",
            "reply_to_id": "3663861",
            "text": "Kláraði hann í fyrra… Náði með undraverðum hætti án þess að hafa mætt í tíma (tónfræðitímarnir sköruðust á við annað) allan veturinn (eða af og til)… Djöfull ég glöð að vear á píanói…"
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2006-06-25 00:19:02",
            "id": "3663905",
            "reply_to_id": "3663897",
            "text": "Já, þetta er svo miklu auðveldara ef maður kann á píanó. Þess vegna er ég búin að vera að fikta á píanó :P Ég ætlaði að klára síðasta hlutann í ár en var með ömurlegan tónfræðikennara sem ætlaði fyrst að láta mig fá annað efni sem var svipað auðvelt og 5 hluti í þessu :S Vesen að skipta um skóla …"
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2006-06-30 17:12:26",
            "id": "3689763",
            "reply_to_id": "3659345",
            "text": "Mér fannst þetta flókin grein, en samt kann ég þetta allt saman… Ég æfi nú á píanó svo að ég hef dágóða hugmynd um það hvað hljómar eru… En ég skildi fátt.\nSpurðu og ég mun reyna að útskýra.."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-06-30 18:35:33",
            "id": "3690099",
            "reply_to_id": "3689763",
            "text": "Ég kann þetta allt saman upp á hár… BAra hvernig þetta er útskýr fattaði ég ekki…"
        },
        {
            "user": "tele",
            "user_id": "60182",
            "date": "2006-06-24 01:04:15",
            "id": "3660477",
            "reply_to_id": "3655887",
            "text": "ég verð bara að segja eitt, þetta er ein best skrifaða grein sem ég hef einhverntímann lesiðþ\nsamt ekki fyrir byrjendur, þá  hefðiru líka þurft að henda inn nótnafræði 101, heyrðu viltu ekki bara henda inn einni um mode fyrst þú ert að þessu"
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2006-06-24 01:17:41",
            "id": "3660513",
            "reply_to_id": "3660477",
            "text": "Veistu, fyrir mér er hún hræðileg … En ég veit að það er af því ég lærði tónfræði allt öðruvísi og þekki ekki þessi nöfn :P"
        },
        {
            "user": "tele",
            "user_id": "60182",
            "date": "2006-06-24 11:57:24",
            "id": "3661021",
            "reply_to_id": "3660513",
            "text": "þín var reyndar miklu skiljanlegri"
        },
        {
            "user": "knifer",
            "user_id": "2200",
            "date": "2006-06-28 21:46:39",
            "id": "3682081",
            "reply_to_id": "3655887",
            "text": "Ég segi bara checka á smá II-V-I"
        }
    ]
}