{
    "forum_title": "Gæludýr",
    "user": "tunfiskurinn",
    "user_id": "38029",
    "date": "2006-06-23 17:00:57",
    "title": "Ævi Nóru Litlu",
    "text": "Fyrir svona þremur eða tveim árum fékk ég hamstur. hún var skírð Nóra og var brún og algert krútt!\nNóra var án efa með gáfuðustu hömstrum heims því hún var ekkert þjálfuð (ef það er hægt að þjálfa hamstra). Eins og það sem hún gerði var þegar hún var ekki í búrinu sínu þá rétti hún mér alltaf kúkinn sinn ef hún kúkaði án þess að ég hefði nokkuð kennt henni það. Líka var hún snillingur að brjótast út úr búrinu sínu. það var svona lok efst á búrinu eins og venjuleg hamstrabúr og henni tókst einhernveginn að klifra upp það og fara út.\nÞeir sem hafa átt hamstra og eiga vita öruglega að oftast þegar hamstrar sleppa þá er það fyrsta sem þeir gera er að fela sig á einhverjum óþolandi stað þar sem enginn finnur þá eins og hamstur systur minnar fór alltaf inní hátalarann niðri í stofu. En Nóra gerði það aldrei hún var alltaf bara á vappi um húsið og faldi sig aldrei eins og einu sinni klifraði hún uppí kojuna hjá bróður mínum sem var úr stáli og mjög há. Alveg ómögulegt fyrir svona lítinn hamstur að komast þar upp en ekki fyrir Nóru. Gerði það meira að segja tvisvar.\nÁ endanum setti ég vír fyrir opið á búrinu því ég var hrædd um að hún myndi meiða sig á þessu flakki. En aldeilis ekki þá tókst henni að lyfta búr grindinni upp frá botninum sem er fest svona saman með klemmu og troða sér þar á milli út. Hún var hreint og beint ótrúlegur hamstur og ég var ekkert smá döpur þegar hún dó.\nNóra dó tveimur dögum fyrir jól og ég var búin að kaupa handa henni svona “jólagjöf” og allt. Hún veiktist og var því miður lengi að deyja. Garnirnar fóru einhvernveginn út um rassinn á henni eða einhvað. Mjög sorglegt að horfa á hana kveljast svona og vita að ekkert væri hægt að gera fyrir hana nema að fara með hana til dýralæknis en við vorum of lengi að gera okkur grein fyrir alvarleika veikinda hennar til að fara með hana :(\nJá svona var líf litla gáfaða hamstursins míns sem dó samt of fljótt.\nEn mér þætti gaman að vita hvort það eru margir sem eiga eða hafa átt sovna fáránlega gáfaða hamstra eða dýr eins og ég.",
    "url": "https://www.hugi.is/gaeludyr/greinar/420653/aevi-noru-litlu/",
    "url_id": "420653",
    "id": "3657057",
    "replies": [
        {
            "user": "HrKrissi",
            "user_id": "47093",
            "date": "2006-06-23 20:03:19",
            "id": "3658948",
            "reply_to_id": "3657057",
            "text": "Ég átti einu sinni kind sem var af einhverju svakalegu forystusauðakyni…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-06-26 21:42:52",
            "id": "3671707",
            "reply_to_id": "3658948",
            "text": "-já góðan daginn ég var að spá í að kaupa gæludýr\n-tja þá hefurru komið á rétta staðinn enda er etta gæludýrabúð, og hverju ertu að leita af, Fiski, fugli?\n-Nei ekki alveg sko\n-Hvað með svona hamstur?\n-jájá er þetta hamstur… áttu nokkuð einhvern stærri?\n-já ég á naggrýsi\n-já þetta lýst mér á, heyrðu ég ætla að fá einn svona\n-á ég að pakka honum inn fyrir þig\n-neinei ég borðann bará staðnum"
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2006-06-24 10:12:58",
            "id": "3660863",
            "reply_to_id": "3657057",
            "text": "Ég á kisu sem heitir Nóra, hún er svakalega heimsk :D en algjör dúllubolla!\nSamhryggist þér, hef átt hamstra, ekki gaman þegar dýrin manns deyja…"
        }
    ]
}