{
    "forum_title": "Deiglan",
    "user": "appel",
    "user_id": "2",
    "date": "2006-06-27 14:20:05",
    "title": "Húsnæðismarkaðurinn, vangaveltur um þróun síðustu ára og framtíðina",
    "text": "Mér finnst einstaklega skrýtið hvernig húsnæðismarkaðskerfið hefur þróast á örfáum árum, 2- 3 árum.\nFyrir hina stóru sápukúlubólu, áður en bankarnir hófu að lána, þá var Íbúðalánasjóður að bjóða 75% lán upp að 14-15 milljónum. Þetta fyrirkomulag hélt í raun niðri húsnæðisverði, þannig að um meðal 90fm 3ja herbergja íbúð á ágætum stað kostaði um 13 milljónir fyrir 4 árum síðan.\n25% af 13 milljónum eru 3,5 milljónir. Og byrjendur þurftu þá að útvega sér það með ýmsu móti, t.d. með lífeyrissjóðsláni, safna sér, bankaláni o.fl.\nEftir húsnæðislánafylleríið mikla, 2004-2006, þá eru lánveitendur byrjaðir að draga saman seglin, lækka hámarkslánin, lækka lánahlutfallið og hækka vexti. Nú stefnir allt í að húsnæðisverð lækki aftur, en eitt er víst, það mun sennilega aldrei fara í það sem það var fyrir.\nÞeir sem hafa keypt húsnæði núna undanfarið, eða síðustu misseri, hafa sennilega keypt á allra versta tíma. Húsnæðisverð hefur aldrei verið eins hátt, lánakjör aldrei eins góð. En þetta hefur afleiðingar, afborgarnir hafa aldrei verið eins háar, vextir bankanna munu hækka (sjá klausu um endurskoðun vaxta á 5 ára fresti), verðbólgan er að hækka o.fl.\nNú spyr ég, þurftum við virkilega á þessu að halda? Hefði ekki verið betra að bankarnir hefðu ekki komið inn á þennan markað, og leyft ríkinu að halda utan um hann, og haldið niðri verðinu?\nReyndar held ég að það hafi ekki verið mistök að hleypta bönkunum inn á þennan markað, en það voru stór mistök hvernig það var staðið að því. Strax var byrjað að bjóða upp á gríðarlega góð lánakjör, og kapphlaupið mikla hófst með tilheyrandi verðhækkunum á fasteignum.\nAfleiðingarnar? Núna stöndum við uppi með gríðarlega hátt fasteignaverð, 3ja herbergja íbúðin sem ég talaði um fyrr í þessari grein kostar ekki lengur 13 milljónir, hún kostar a.m.k. 23 milljónir, ef ekki 26 milljónir. Íbúðaverðið hefur verið margfaldað með tveimur.\nLaun fólks áður en bankarnir komu á þennan markað hafa ekki verið margfölduð með tveimur, því er ljóst að þeir sem eru á lægstu töxtunum eru núna að borga miklu meira hlutfallslega fyrir íbúð sína.\nBankarnir hafa dregið úr lánshlutfalli sínu, það er komið niður í 75%, 80% hjá íbúðalánasjóði…en var áður 90-100%.\nÞetta þýðir að í staðinn fyrir að þurfa redda sér 3,5 milljónum upp í íbúð (miðað við þessa 3ja herbergja íbúð), þá þarf fólk núna að útvega sér 6,5 milljónir.\n- Meira en tvöfalt hærri útborgun í íbúð\n- Meira en tvöfaldar mánaðarlegar afborganir í jafnlangan tíma\n…miðað við það sem var fyrir 3-4 árum síðan.\nÞetta eru ekki einu afleiðingarnar. Þar sem ljóst er að lánsframboð hefur minnkað mikið, mun eftirspurn minnka einnig. Þetta þýðir að húsnæðisverð mun lækka, og það þýðir að eign fólks sem hefur keypt húsnæði á þessu uppsveiflutímabili mun rýrna, og það mun verða hlutfallslegra skuldsettara.\nErfiðara verður fyrir fólk að selja eignir sínar, ef það getur ekki staðið við afborgarnir af nýkeyptum eignum sínum. Þar sem erfiðara verður fyrir kaupendur að kaupa svona dýrar eignir. Fólk mun neyðast til að selja eignir ódýrara en það keypti það, og þarf að sætta sig við mikið tap, milljónir hugsanlega.\nÞað eru ekki einungis kaupendur sem verða fyrir óþægindum, nýjir kaupendur, ungar fjölskyldur og pör, einstaklingar og láglaunafólk mun lenda í MIKLUM erfiðleikum með að fóta sig á þessum markaði. Þar sem húsnæðisverðið hefur hækkað mikið, og lánskjör hafa versnað mikið.\nNú stefnir allt í að Ísland verði einsog Ítalía. Fólk mun vera heima hjá foreldrum sínum fram til þrítugs, fertugs, og ekki hafa ráð á að festa kaup á sínu eigin húsnæði.\nÞað er frekar skondið þar sem nóg landrými er á Íslandi, og kjör almennt góð.",
    "url": "https://www.hugi.is/deiglan/greinar/421875/husnaedismarkadurinn-vangaveltur-um-throun-sidustu-ara-og-framtidina/",
    "url_id": "421875",
    "id": "3674246",
    "replies": [
        {
            "user": "DonCorleone",
            "user_id": "21163",
            "date": "2006-06-27 14:46:58",
            "id": "3674358",
            "reply_to_id": "3674246",
            "text": "Annað vandamál er að erfitt mun reynast að lækka verð íbúðarhúsnæðis á markaði vegna þess að bankarnir vilja það síst af öllu.  Ef lækkun verður mikil þá eru fjöldamörg lán komin langt yfir verðmæti íbúðana sem fólk er í og það sjálfkrafa komið í skuldafangelsi.\nÉg er samt að vonast eftir allnokkri lækkun fasteignaverðs því að það tekur sirka tíu ár, ef ekki meira, að safna sér 6,5 milljónum ef maður er ekki á forstjóralaunum."
        },
        {
            "user": "appel",
            "user_id": "2",
            "date": "2006-06-27 15:05:10",
            "id": "3674432",
            "reply_to_id": "3674246",
            "text": "Mér finnst þetta vera doldið fáránlegt hvernig þessi húsnæðisþróun hefur verið síðustu ár.\nÞetta er náttúrulega besta mál fyrir þá sem áttu eignir áður en allt þetta brask hófst, en þetta er hræðilegt fyrir þá sem eru núna að kaupa sína fyrstu íbúð.\nAð hafa efni á þaki yfir höfuðið er mannréttindi, sérstaklega hér á Íslandi. Það er ömurlegt þegar þessu er stjórnað af græðgi, það tapar allir á því að húsnæðisverð er hátt, líka þeir sem græða!"
        },
        {
            "user": "Xavier",
            "user_id": "2009",
            "date": "2006-06-27 15:27:30",
            "id": "3674505",
            "reply_to_id": "3674246",
            "text": "Hmmm.. ok.\nTaka erlent lán til lengri tíma. 2-4% vextir og engin vísitala. Vissulega mun krónan sveiflast til og frá en til lengri tíma litið mun vaxtamunurinn alltaf vinna.\nÍ dag eru vextir af íbúðalánum um 5% og verðbólga um 8% þessa dagana, samtals 13%. Mismunurinn á láni hér og í erlendum myntum er um 9%-11%.\nSegjum að krónan falli um 30% daginn eftir að þú tekur erlent lán til 25 ára… nú þá er bara að borga í 3-4 ár og þá ertu á pari við þá sem eru með lán í íslenskum krónum, eftir það ertu að hagnast á erlendu láni.\nKveðja,\nXavie"
        },
        {
            "user": "Cruxton",
            "user_id": "631",
            "date": "2006-06-27 15:27:58",
            "id": "3674506",
            "reply_to_id": "3674246",
            "text": "Ég er búinn að vera að stúdera fasteignamarkaðinn undanfarið.\nÉg verð að segja að mér finnst ástandið einu orði sagt ömurlegt. Litlar ljóslausar holur eru að fara á  20-25 milljónir króna!! Þokkalega næs íbúðir á 30 milljónir!!! :(\nÞetta dæmi um 24,5 milljóna króna fasteign segir meira en mörg orð:\nhttp://www.mbl.is/mm/fasteignir/fasteign/?eign=207116"
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2006-06-27 22:22:58",
            "id": "3677270",
            "reply_to_id": "3674506",
            "text": "Það hlýtur að eiga að greiða manni 24 millur fyrir að búa þarna."
        },
        {
            "user": "eby",
            "user_id": "5754",
            "date": "2006-06-27 15:56:44",
            "id": "3674596",
            "reply_to_id": "3674246",
            "text": "mer finst þetta ekki sniðugt þvi ég er að byrja að stofan fjölskildu búinn með skólan og næstaskref er að fara kaupa íbúð með konuni. en ég hef bara ekki efni á þvi eftir að búinn að vera í skóla hvar á maður að fá 6.5M þegar maður er búinn að eyða svona 2m í skóla.\nmer finst þetta bara rugl verð og maður er ekkert að fara kaup þvi maður hefur ekki efni á þessu."
        },
        {
            "user": "appel",
            "user_id": "2",
            "date": "2006-06-27 16:36:18",
            "id": "3674831",
            "reply_to_id": "3674596",
            "text": "6.5 milljón innborgun á íbúð er fáránlegt. Fyrir 4 árum síðan hefði það dugað fyrir HELMINGI af verði íbúðarinnar (sem kostar 13 milljónir). Og þetta er bara INNBORGUN til þess að geta tekið lán fyrir afgangingum, sem fólk er oftast 30-40 ár að borga.\nKemur mér ekki á óvart ef fæðingartíðnin mun lækka á Íslandi á næstu árum, ef hún er ekki byrjuð að lækka nú þegar."
        },
        {
            "user": "Urdur",
            "user_id": "24895",
            "date": "2006-06-27 16:46:28",
            "id": "3674919",
            "reply_to_id": "3674246",
            "text": "Vinir mínir eru að fara að eignast barn hún 20 og hann 21 og nýbúin með menntaskólann. Skiljanlega vilja þau finna sér eigin íbúð fyrir sig og barnið en hún getur ekkert unnið og á ekki eftir að hafa miklar tekjur í fæðingarorlofinu þar sem hún var í skóla og hann er í venjulegri verkamannavinnu. Er þetta hægt?\nMamma mín er 44 og við búum fjórar saman  með tvö herbergi og stofu íbúð sem var allavega undir 20 milljónum fyrir tveim mánuðum. Sem sagt ekki stórt húsnæði meðan við okkur og samt þarf hún að vinna í nokkrum vinnum. Hún á erfitt með þetta þrátt fyrir að hafa unnið í mörg ár, hvernig eiga vinir mínir þá eftir að komast í gegn um þetta?\nÉg er sjálf að að verða tvítug og á eftir að vilja að flytja út á næstu árum (og líklega væri vinsælast að ég gerði það sem fyrst miðað við kringumstæðurnar) er það eitthvað sem myndi vera betra að gera eftir t.a.m. 5 ár þegar ég væri búin með háskólann eða myndi það ekki breyta miklu þótt að ég myndi gera það núna (sem er þó líklega ómögulegt ef mig langar í háskóla) eða er kannski bara ekkert hægt að gera til að vita það?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-06-27 19:52:57",
            "id": "3676297",
            "reply_to_id": "3674246",
            "text": "Reyndar held ég að það hafi ekki verið mistök að hleypta bönkunum inn á þennan markað, en það voru stór mistök hvernig það var staðið að því. Strax var byrjað að bjóða upp á gríðarlega góð lánakjör, og kapphlaupið mikla hófst með tilheyrandi verðhækkunum á fasteignum.\nBankarnir borguðu lengi vel (og gera kannski enn?) með lánunum til þess að reyna koma ÍLS frá markaðnum – sem yrði nú virkilega slæmt ef það tekst :S\nOg nú einmitt er verið að reyna breyta ÍLS í eitthvað heildsaladæmi fyrir bankanna, enda fer nú eitthvað lítið fyrir þessum stórgóðu kjörum þeirra sem þeir montuðu sig nú af áður en skýrslurnar komu.\nNú stefnir allt í að Ísland verði einsog Ítalía. Fólk mun vera heima hjá foreldrum sínum fram til þrítugs, fertugs, og ekki hafa ráð á að festa kaup á sínu eigin húsnæðiÞað er frekar skondið þar sem nóg landrými er á Íslandi, og kjör almennt góð..\nÞað er þetta hlægilega við þetta. Heimatilbúin verðbóla. Svona eins og bílinnflutningur yrði stoppaður í einhvern tíma og á sama tíma boðin frábær bílalán og  fólk myndu keppast um að yfirbjóða notuðu bílana, “og þá verða allir ríkir” :D\nSíðan er þetta er basicly ekkert annað en massífir fjármagnsflutningar frá unga fólkinu til þeirra þeim sem eiga húsin(eldra fólksins og markaðsbrasksins). Margt af þessu eldra fólki fékk hús sín upphaflega í boði sparnaðs þáverandi eldra fólks (sem brann upp í verðbólgunni á sama tíma og lánin). Talandi um leaching :D\nAnnars er þetta vonandi allt að koma niður, massíft offramboð, léleg kjör og verðbólga, lítil sala og heilu flæmin standa óseld í úthverfum. Verðið þyrfti nú að lækkað um tugi prósenta til að teljast sæmilega ódýrt. Og verð á eldri húsum er alltof hátt miðað við nýbyggingar. Síðan ætlar Villi að úthluta einhverjum þúsund lóða í geldingarnesi/úlfarsfelli.. þannig að núverandi seljendaokur heldur varla mikið meira."
        },
        {
            "user": "Cruxton",
            "user_id": "631",
            "date": "2006-06-28 00:33:04",
            "id": "3677953",
            "reply_to_id": "3674246",
            "text": "Aroz:\nSíðan er þetta er basicly ekkert annað en massífir fjármagnsflutningar frá unga fólkinu til þeirra þeim sem eiga húsin(eldra fólksins og markaðsbrasksins). Margt af þessu eldra fólki fékk hús sín upphaflega í boði sparnaðs þáverandi eldra fólks (sem brann upp í verðbólgunni á sama tíma og lánin). Talandi um leaching :D\nHeld að þú hafir hitt naglann þarna á höfuðið.\nGallinn er að fólk er varnarlaust. Það verður að búa einshvers staðar. Hvað ætlaru að gera, búa á Hlemmi?\nNúna þegar enginn er að kaupa neitt útaf metháu íbúðarverði, þá fer næsti þjóðfélagshópur að smjatta af græðgi = ÍBÚÐARLEIGUSALAR!\nÉg skoðaði íbúð nýlega sem var til leigu. 50fm á 65þ á mánuði. Síðan þegar ég mætti á svæðið þá kom í ljós að leiguverðið er á svörtu (engar 15þ húsaleigubætur). Það besta var samt sjálf “íbúðin”. Ímyndið ykkur gamla og fúna kartöflugeymslu sem er nýbúið að mála.\nKanski maður tjaldi bara í Laugardalnum í vetur með þessum Pólverjum."
        },
        {
            "user": "appel",
            "user_id": "2",
            "date": "2006-06-28 12:05:47",
            "id": "3678690",
            "reply_to_id": "3674246",
            "text": "Ég held að það hefði verið í lagi að lækka hámarkslán íbúðalánasjóðs, en það hefði ekki átt að lækka lánshlutfallið úr 90% og niður í 80%.\nÞegar fólk kaupir sína fyrstu íbúð þá er það oftast að láta allt sitt í íbúðina, það er ekki einsog það sitji á einni eða tveimur milljónum bara til að eiga.\nLáglaunafólk sem er kannski að kaupa sér ódýrar íbúðir, miðað við það sem gengur og gerist, á um 15 milljónir þurfa að útvega sér 3 milljónir í stað 1,5 milljóna sem útborgun við kaup.\nFinnst það ansi hart, miðað við að fólk á þessum ASÍ launum er kannski mörg mörg ár að safna sér inn fyrir 1,5 milljónum… en 3 milljónir er algjörlega glórulaust."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2006-07-08 00:29:47",
            "id": "3719990",
            "reply_to_id": "3674246",
            "text": "Þetta er eitt ruglið sem Framsókn setti fram með því að bjóða upp á 90% lán, greinilega ekki hugsað mikið um afleiðingarnar og að bankarnir færu út á þennan markað, en svo er bara fullt af peningum í gangi og þegar Íslendingar eru annars vegar þá fer allt í eyðsluvitleysu.\nÞað er svo auðvelt að taka peninga af Íslendinum ég er í því í gegnum löglegu leiðina, þ.e. í viðskiptum, regla núm er eitt ekki selja of ódýrt þegar Íslendingur er annars vegar, því hann bara borgar og kvartar ekki. Draumakúnnar."
        }
    ]
}