{
    "forum_title": "Sorp",
    "user": null,
    "user_id": null,
    "date": "2006-06-29 03:35:22",
    "title": "Fólk sem ég hef kynnst í gegnum huga",
    "text": "Jæjajæja… Þetta verður fremur spes umræða, og ég hvet ykkur til að skrifa eitthvað líkt og ég hérna í skoðanir. Hvaða sorpurum hafið þið kynnst vel, og hvað hafa þeir sorparar gefið ykkur, hverjir eru kostir þess sorpara? Eða bara… er að tala um hugara yfirhöfuð ^^ Endilega gerið eitthvað svipað og ég! Skrifið eitthvað fallegt um þá sem þið hafið kynnst í gegnum huga :)\nVerður líklega væmin umræða, en þannig er það bara. Ég vonast til að fá svör frá ykkur þarsem þið segið hverjum þið hafið kynnst best og svona.\nOg… Núna byrja ég að skrifa.\nHugi, aka HerraFullkominn\nHugi er einstaklega skondin mannvera, sem datt inná MSNið mitt einhverntímann í september minnir mig. Húmor hans og tónlistarsmekkur eru einstök mannvirki, og hef ég átt þónokkur skondin samskipti við hann. Hann kann að hlusta og halda leyndarmálum, og hann hjálpar manni alltaf þegar hann getur einsog hann getur. Við eigum okkur þann húmor okkar á milli að allt sem við gerum er hart, og við förum aldrei í koddaslag nema að koddarnir séu fullir af grjóthörðu grjóti. Einnig komst ég að því löngu síðar að kappinn er frændi minn, en þó ekki meira en svo að við gætum átt í ástarsambandi ef við vildum, það væri ekki siðlaust.\nHann hefur hjálpað mér mikið með skemmtilegheitum og almennum ráðum um lífið og tilveruna, og þakka ég honum það.\nDagný, aka sky\nSkondin stúlkukind þar á ferð, með sinn einstaka húmor og augu fyrir skondnum orðaleikjum og glettnum glensum. Hún datt inná MSNið mitt einhverntímann í október eða nóvember og hef ég síðan þá oft talað við hana. Henni er treystandi fyrir öllu mögulegu og getur rekið mann með harðri hendi til að sjá hvað maður gerir rangt þegar maður gerir eitthvað rangt, þannig að maður fær samviskubit og reynir að leiðrétta það sem vitlaust var gert. Hef örugglega of oft nýtt mér það, afsaka ég það hér með. Hnyttin tilsvör hennar hafa oft fengið mann til að hlæja, og einsog ég sagði, skondin stúlka þar á ferð.\nHún hefur á sinn sérstaka hátt O_O-að sig í gegnum mánuðina sem ég hef þekkt hana, og hefur það verið skemmtilegur tími. Hún hefur hjálpað mér í gegnum ýmislegt, og þakka ég henni það.\nRúnar, aka habibi\nSpes strákur þar á ferð, eiginlega ekki sorpari. Örugglega eini sem ég hef kynnst í gegnum huga sem ég get rætt almennilega við um tónlist (fyrir utan Huga), enda er hann með svipaðan smekk og ég. Hef reyndar stundum rifist við hann, alvörurifrildum, um tónlist eða trú, en hann er mjög trúaður. Ekkert sem endaði þó illa. Gaman að spjalla við hann, og hef ég fengið góð ráð hjá honum varðandi hina ýmsu hluti, hann einsog allir sem ég hef kynnst vel er góður hlustandi.\nMjög skemmtilegur strákur sem fékk mig til að frístæla í gegnum síma þegar ég var fullur. Hann hefur hjálpað mér meira en hann veit og ég þakka honum það.\nKata, aka Kaea\nKötu hef ég þekkt næststyst af þeim sem ég skrifa um, síðan í janúar, en ég tala þó allra mest við hana núorðið. Kannske vegna þess að við eigum bæði álíka lítið líf og erum oft í tölvunni á MSN, en það kemur málinu lítið við. Hún hefur oft bjargað heilu nóttunum fyrir mér sem annars hefðu farið í tilgangslausan svefn, en í staðinn uppskar ég tilgangsmikið spjall um allt og ekkert. Oft hefur nægt mér að tala við hana um eitthvað bullerí þegar mér líður ekki sem allra best og dregur það mig eitthvað upp. Hún er einnig mjög góður hlustandi. Einstaklega skemmtileg stúlka sem er frábært að þekkja.\nHún hefur hjálpað mér mjög mikið í gegnum erfiða tíma, og ég vil þakka henni það. Frábær stúlka.\nBenni, aka meaniac\nBenni er spes ungur drengur. Talaði smá við hann á MSN á meðan við skipulögðum fyrstu samkunduna, og síðan við hittumst þá höfum við hálfsmollið saman og hist oftar en bara á þessum samkundum. Þetta er eina karlkyns veran sem ég hef kysst. Alltaf stuð að vera með honum, bara mismikið. Tala ekki mikið við hann á MSN þó, en ég hef þó ekki tölu á ævintýrunum sem við höfum lent í.\nSkemmtilegur drengur, og vil ég þakka honum fyrir skemmtilega tíma.\nÞórhildur, aka frikadella\nÞórhildi hef ég þekkt lengst af þeim sem ég skrifa hér um, en þó munar bara nokkrum dögum á henni og Ástu. Datt hún inná MSN hjá mér í byrjun maí í fyrra, töluðum við ekkert mikið saman og fljótlega skipti hún um MSN. Addaði henni aftur í byrjun ágúst og síðan þá höfum við talað mikið saman og gert mikið saman. Hún hefur verið frábær og gefið mér bestu tíma lífs míns. Verst að ég hef misst samband við hana núna, en ég gat ekki sleppt að telja hana hér upp þó.\nHún hefur hjálpað mér meira en hana gæti nokkurntímann grunað, og vil ég þakka henni fyrir allt. Megi hún eiga frábært líf. Skemmtileg stelpa sem hefur hjálpað mér oft þegar mér líður illa.\nÆgishjálmur, aka aegishjalmur\nHeld að hún kjósi nafnleynd, svo ég ætla ekki að nefna nafn hennar. Annars hef ég þekkt hana styst af þeim sem ég tel hérna upp, en tala þó nokkuð við hana á MSN. Hún hefur oft hlustað á mig þegar mér líður illa og hjálpað, auk þess sem ég hef fengið að sjá allmikið um japanskar anime-myndir frá henni. Skondin stúlka sem er gaman að þekkja.\nVil þakka henni fyrir allt.\nÁsta, aka fantasia\nSpes stúlka, datt inná MSN hjá mér í maí í fyrra. Harry Potter er oft talað um, skrítið eh? Tala reyndar ekki mikið við hana, en þó eitthvað. Hef sagt henni frá mörgu og alltaf getur hún hlustað. Hitti hana svo einu sinni klukkan hálfþrjú um nóttina og við fórum í hálftímagöngutúr eða svo, þarsem ég þurfti að komast út. Hún er svona… Vinur sem maður talar kannske ekki oft við en treystir samt fullkomlega. Skemmtilega stúlka.\nVil þakka hanni allt.\nSvo hef ég kynnst mörgum öðrum eitthvað, kannske aðeins minna og hef kynnst þeim mismikið… En þetta er fólk sem ég vil ekki sleppa að nefna en ætla þó ekki að skrifa neitt sérstakt um. Þetta eru:\nÞorfinnur (tobmarley), Alli (AlexanderReynir), Viggi (Raiden), Sóla (honeynut), Eydís (Sedna), Auður (Sirja), Anna (LucyTree), Hildur (Gelgjan), Járni (OfurKindin), Bryndís (supernanny), Lína (foxyme) og Fríða (vettlingurinn)\n.\nÉg er örugglega að gleyma að nefna einhvern, og afsaka ég það :)\nAnnars… ég vona að einhver muni fylgja fordæmi mínu og skrifa eitthvað um vini ykkar sem þið hafið kynnst á huga. Endilega, tjáið ykkur :)",
    "url": "https://www.hugi.is/sorp/greinar/422524/folk-sem-eg-hef-kynnst-i-gegnum-huga/",
    "url_id": "422524",
    "id": "3683629",
    "replies": [
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2006-06-29 07:38:37",
            "id": "3683674",
            "reply_to_id": "3683629",
            "text": "ég fatta ekki…\nPattmanrekur 4tw"
        },
        {
            "user": "CaptHowdy",
            "user_id": "55560",
            "date": "2006-06-29 11:43:08",
            "id": "3683951",
            "reply_to_id": "3683629",
            "text": "pfft þetta er meira en ég hef kynnst í gegnum huga"
        },
        {
            "user": "Brighton",
            "user_id": "62883",
            "date": "2006-06-29 11:44:32",
            "id": "3683956",
            "reply_to_id": "3683629",
            "text": "Aww. Mér finnst þetta sæt grein.\nSegjum bara að ég hafi tíma til að svara henni, þó að ég eigi að vera gera mig tilbúna fyrir vinnuna.\nKyril\nHafþór er langlanglang, langlanglang, lang mestasti bestasti vinur minn í öllum heiminum. Í alvöru. Ég veit ekki um betri manneskju en Hafþór. Ég talaði fyrst einu sinni við hann á huga áður en ég kynntist honum í gegnum sameiginlega vini og ég bara skil ekki hvernig ég gat lifað Hafþórs-laus öll þessi ár. Ég man meira að segja hvað hann sagði við mig fyrst.\n“Gaman að kynnast ykkur þó ég hafi ekki kynnst ykkur”, var sagt 3.nóvember 2005.\nÉg get varla lýst því hvað mér þykir óendanlega vænt um hann og hvað ég elska hann mikið.\nUppláhlaldsblóðil minn. ^^,\nTukall og QUELASTA\nTandri & Símon, þekkti þá reyndar fyrir Huga en samt. Þeir eru báðir hreint yndislegir, það er örugglega engin manneskja eins sérstök og Tandri. Mér þykir líka ótrúlega vænt um þá, þeir eru yndislegir og frábærir og æðislegir.\nJárni\nÉg man þegar ég talaði fyrst við hann :\"D Við vorum að sveifla okkur í webcam. Ég fann meira að segja þráðinn sem við töluðum fyrst á um daginn. Við töluðum alveg slatta á msn, hann er ALLTAF hreþþ&kádur, ég veit bara um svona 1-2 skipti sem hann hefur ekki verið í góðu skapi. Við hittumst svo fyrst utan huga í Hlíðarfjalli 14.janúar, ef ég man rétt. Við skulum bara segja að ég sé ekki góð á bretti, hann sé góður á bretti og mér var kalt. Það var spes.\nJónJónJón er frábær drengur. Og honum kitlar, það er snilld.\nVansi\nAtli í bandi. Ég hitti hann fyrst á samkomu í desember og ég hef aaaldrei verið jafn feimin en ég held samt að ef ég hefði tjáð mig aðeins meira á þessari samkomu þá hefði ég verið ófeimnust við hann þó að ég hafði aldrei talað við hann áður.\nMér finnst Atli yndsilegur. Ég man varla eftir neinu leiðinlegu spjalli við hann á msn eða huga og hann er langduglegastur að heimsækja mig í vinnuna. Duglegur Atli.\nmoony23\nRagnarRagnarRagnar. Ahem. Já, ég er kannski bara nýbúin að kynnast honum en hann er samt alveg æðislegur. Ég held ég sé bara rétt búin að þekkja hann í viku en hann er samt búinn að hjálpa mér meira en margir aðrir á lífsleiðinni, í einu máli hjálpaði hann meira en ein af betri vinkonum mínum. Ég hefði aldrei þorað að gera það sem ég þurfti að gera ef hann hefði ekki peppað mig upp í það. Æjh, mér þykir voða vænt um að hann sé svona góður ^^,\nÉg veit að það eru fleiri en þetta er örugglega fólkið sem ég tala mest við og sem þekkir mig betur en aðrir. Sérstaklega Kyril.\nO_o þetta eru bara strákar xD Skemmtilegt.\nEf ég gleymdi einhverjum þá bið ég þá að fyrirgefa þar sem að ég er nývöknuð og að flýta mér."
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2006-06-29 15:43:25",
            "id": "3684894",
            "reply_to_id": "3683956",
            "text": "þú þekkir mig ekki!? Guðlast.\nEn ég er auðvitað D-Shadow svo að það kemur ekki á óvart."
        },
        {
            "user": "Brighton",
            "user_id": "62883",
            "date": "2006-06-29 15:44:04",
            "id": "3684899",
            "reply_to_id": "3684894",
            "text": "Ég þekki þig bara um það bil ekkert =( Ég hef samt séð mynd af þér."
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2006-06-29 15:45:41",
            "id": "3684912",
            "reply_to_id": "3684899",
            "text": "… hver!????"
        },
        {
            "user": "Brighton",
            "user_id": "62883",
            "date": "2006-06-29 15:46:42",
            "id": "3684919",
            "reply_to_id": "3684912",
            "text": "Hvar hvað?"
        },
        {
            "user": "Brighton",
            "user_id": "62883",
            "date": "2006-06-29 15:46:52",
            "id": "3684920",
            "reply_to_id": "3684919",
            "text": "Hver*"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2006-06-29 15:47:14",
            "id": "3684924",
            "reply_to_id": "3684919",
            "text": "hver sýndi þér mynd af mér!?"
        },
        {
            "user": "Brighton",
            "user_id": "62883",
            "date": "2006-06-29 15:47:38",
            "id": "3684926",
            "reply_to_id": "3684924",
            "text": "No comment. :Æ"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2006-06-29 15:48:13",
            "id": "3684928",
            "reply_to_id": "3684926",
            "text": "var það hr.Jón?"
        },
        {
            "user": "Brighton",
            "user_id": "62883",
            "date": "2006-06-29 15:48:47",
            "id": "3684932",
            "reply_to_id": "3684928",
            "text": "Hrjón er sekur um þann glæp. Tvö ár í skilorðsbundið fangelsi."
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2006-06-29 15:56:27",
            "id": "3684959",
            "reply_to_id": "3684932",
            "text": "sendum hann í stólinn"
        },
        {
            "user": "Brighton",
            "user_id": "62883",
            "date": "2006-06-29 15:58:59",
            "id": "3684969",
            "reply_to_id": "3684959",
            "text": "STÓLINNSTÓLINNSTÓLINN!\nEn má ég frekar kitla hann, það er meira gaman ^^,"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2006-06-29 16:02:51",
            "id": "3684986",
            "reply_to_id": "3684969",
            "text": "NEI!!!!"
        },
        {
            "user": "Brighton",
            "user_id": "62883",
            "date": "2006-06-29 16:12:55",
            "id": "3685061",
            "reply_to_id": "3684986",
            "text": "=C aww"
        },
        {
            "user": "Vansi",
            "user_id": "41739",
            "date": "2006-06-29 11:54:39",
            "id": "3683983",
            "reply_to_id": "3683629",
            "text": "Hmm, ég veit ekki alveg hverjum ég er búinn að kynnast almennilega gegnum huga, það eru samt nokkrir. Skemmtilegt fólk =P"
        },
        {
            "user": "meaniac",
            "user_id": "41044",
            "date": "2006-06-29 12:19:45",
            "id": "3684088",
            "reply_to_id": "3683629",
            "text": "Ójá, ég held ég hef aldrei lent í jafn mörgun ævintýrum með neinni annari manneskju en þér ^^\nAnnars hef ég ekki KYNNST mörgum, samt er msnið hjá mér troðið af þessu pakki hérna =)"
        },
        {
            "user": "kmobo",
            "user_id": "58178",
            "date": "2006-06-30 20:19:53",
            "id": "3690518",
            "reply_to_id": "3684088",
            "text": "pff… erum við núna bara eithvað “pakk” >:/"
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2006-07-02 15:36:44",
            "id": "3696035",
            "reply_to_id": "3690518",
            "text": "Tíhí."
        },
        {
            "user": "kmobo",
            "user_id": "58178",
            "date": "2006-07-02 15:41:47",
            "id": "3696057",
            "reply_to_id": "3696035",
            "text": ":O HÆ! :O\nlangt síðan ég talaði við þig :O"
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2006-07-02 15:45:47",
            "id": "3696084",
            "reply_to_id": "3696057",
            "text": "Þúrt aldrei á msn. =("
        },
        {
            "user": "kmobo",
            "user_id": "58178",
            "date": "2006-07-02 15:51:30",
            "id": "3696109",
            "reply_to_id": "3696084",
            "text": "ég er að vinna alltaf á daginn svo var ég í helvítis útilegu núna >:/"
        },
        {
            "user": "tobmarley",
            "user_id": "61217",
            "date": "2006-06-29 12:31:06",
            "id": "3684184",
            "reply_to_id": "3683629",
            "text": "yay! Thought you were gonna forget me, but you  didn't! =D\nVá, ég skal telja upp nokkra =D\nJárni aka OfurKindin\nÞessi strákur er spes, mjög skemmtilegur og fyndinn drengur sem ætlar kannski að koma í heimsókn til mín einhvertíman. Ég er eiginlega mest spenntur þess að hitta hann af öllum sorpurum, veit ekkki alveg ástæðuna. Tölum oft saman á msn og glensumst þar. Hann er bestur!\nMuch love homie!\nRúnar aka Habibi\nÞetta er spes drengur. Vá, en samt OFURskemmtilegur. Versta er að hann á heima útí buska aka Sauðarkróki. Langar líka að hitta hann. Töluðum oft á msn, en það hefur því miður minnkað. Hann talar um mikla vitleysu, t.d. að bróðir minn sé snillingur og að ég sé hnakki. En þetta er snillingur af bestu gerð.\npís át meen.\nLeifur aka Worldwide\nJaa, ég veit ekki alveg hvað ég á að segja um þig =) Þú hefur verið skemmtilegur og skemmt mér mjög á msn þegar lítið er að gera. Vil þakka þér það. Hef meira að segja talað smá við þig og hitt þig, það var spes. Við ættum að tala saman meira á msn. Svo ertu meðstjórnandi minn á tveimur stöðum, sem er fjör. Takk fyrir skemmtunina og fyrir að vera vinur minn =)\npís át meen\nHákon aka kmobo\nÞetta er mest spes drengur of all, held ég, allavega í real life. Ég skellihló svo af honum á samkundunni sem ég fór á. Við tölum soldið á msn og það er fjör. Takk fyrir allt Hákon =)\nmuch love homie\nKata aka Kaea\nVá, ábyggilega skemmtilegasta stelpa sem ég hef kynnst í gegnum netið. Mjög skemmtileg og fyndin stelpa =) Tölum soldið oft saman á msn og mig langar til að hitta hana á samkomu einhvertíman. Thanks for the fun =)\nMuch love homie =)\nBirkir aka Song\nMjög skemmtilegur drengur hann Birkir. Maður getur spurt hann að öllu og hann gefur manni fullkomið svar sem að maður gæti notað í ritgerðir og stuff. Alltof gáfaður strákur, sem er gott, ef manni vantar að vita eitthvað. Alltaf gaman að spjalla við hann á msn, líka á huga um allt bara, þar á meðal Lost. Takk fyrir allt Birkir\nMuch love homie\nAtli aka Vansi\nÞessi drengur er skemmtilegur!! En alls ekki spes. Hann er venjulegur drengur sem gerði hús handa iPodinum sínum. alls ekki spes skal ég segja ykkur. Við tölum oft saman á msn, og það mjög fróðlegt og fyndið á köflum :D Úber skemmtilegur drengur sem missti hækjuna mína í andlitið á mér á samkundunni sem ég fór á :'D Takk fyrir allt Atli\nMuch love homie\nSvo eru nokkrir sem ég hef þekkt minna, en ekki mikið minna, eins og:\nBryndís aka Supernanny, Sindri aka sinsin, Aníta aka Rohypnol, Brynjar aka ORiley, Tinna aka Brighton, Beta aka strangEEr, Benni aka meaniac, Hugi aka HerraFullkominn, Tobbi aka tobmarley, Þórhildur aka frikadella, Lovísa aka Jellybean, Ingó aka Moonchild,\nog fleiri!\nAfsakið ef ég gleymdi einhverjum"
        },
        {
            "user": "tobmarley",
            "user_id": "61217",
            "date": "2006-06-30 19:22:57",
            "id": "3690281",
            "reply_to_id": "3684184",
            "text": "hefur þú farið á samkomu? :O"
        },
        {
            "user": "tobmarley",
            "user_id": "61217",
            "date": "2006-06-30 19:30:55",
            "id": "3690311",
            "reply_to_id": "3690281",
            "text": "Já :O"
        },
        {
            "user": "tobmarley",
            "user_id": "61217",
            "date": "2006-06-30 19:34:47",
            "id": "3690326",
            "reply_to_id": "3690311",
            "text": "Vó!!….news to me :O"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-07-01 14:35:38",
            "id": "3692575",
            "reply_to_id": "3690326",
            "text": ":O :O"
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2006-07-02 16:02:04",
            "id": "3696142",
            "reply_to_id": "3684184",
            "text": "Bangþi ^^."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-07-02 22:42:33",
            "id": "3697746",
            "reply_to_id": "3696142",
            "text": "hæ ^^"
        },
        {
            "user": "OfurKindin",
            "user_id": "44085",
            "date": "2006-06-29 13:37:18",
            "id": "3684432",
            "reply_to_id": "3683629",
            "text": "Upplífgangi grein!\nAnnars.. skrifa um þá sem ég hef kynnst á MSN, og hitt á samkomum?\nAlexanderReynir:\nÉg skal segja ykkur að ég hef svo oft legið á gólfinu í kasti útaf þessum dreng. Sérstaklega þegar við förum að tala um kúk :'D En nóg um það, ehemm. Hann er ávallt til í að sprella, og ég er að reyna að finna tíma til að troða mér í Vogana til hans. Við eigum okkur einkahúmor, guð má vita hve sjúkur hann er. Og já, það er alltaf gaman að spjalla við hann á huga jafntsem emmessenn. Vonast til að hitta hann bráðum.\nTinna/Brighton:\nHenni kitlar :). Og já, hún var fyrsti hugarinn sem ég hitti í persónu, og ég skal segja ykkur að ég var skíthræddur eiginlega, ég var ekki að þora að hitta netmanneskju! Haha. En já, við hittumst í Hlíðarfjalli, og áttum þar ævintýri, og svo fór hún heim, en ég hélt áfram að brettast í fjallinu einn :'D. Ég var sad. En já, hún er ógó GG* fyndin, og er mjög oft í góðu skapi! En við eigum öll okkar skítugu daga.\nAníta Rut/Rohypnol:\nKynntist henni gegnum huga-spamm dauðans. Við spömmuðum korkinn til helvítis^^ Of það var fjör. Svo hættum við að spamma, og töluðum pínu inná msn, en ekki mikið.\nSvo aftur spamm! Og aftur! Og aftur, og eiginlega hvar sem ég svara henni eða öfugt förum við að tala um off-topic efni. Mikið af því.\nEn núna erum við aðallega að tala í PM, til að fólk pirrist ekki. Hún er með skemmtilegan húmor, tónlistar smekk og fatastíl <-(égvissiekkihvaðégáttiaðsegja)\nRagnar/Moony23:\nKynntist honum í 7 bekk! LOL! Hann æfði á túbu í Lúðrasveitinni, og ég æfði á Tromet. Hann var eini vinur minn sem vildi sitja hliðina á mér þegar við fórum í rútuferðir, híhí. Hann varð veikur á leiðinni heim, þannig ég sleppti því að sitja hliðina á honum, og sat einn *sigh*\nHann er ógó flippari, og víst vinsæll meðal kvenmanna.\nOG SHIT, ÞEGAR ÉG ER AÐ SKRIFA ÞETTA KOM “LEIFUR EIRÍKSSON - ALLT SEM ÉG ÞRÁI” INNÁ iTUNES! WHAT THE F**K!\nAllaveganna. Þekk'jann.\nErna/Wonderwall:\nIkke sorpie. Fór að spjalla við hana á forsíðunni, og stal MSN-inu hennar. Við tölumst ekki mikið á, en við gerðum það ^^ Og þá var fjör. Hún er mikið hress og fín stúlka.\nMargrét/Amethyst(heldég:Æ):\nIkke sorpie heldur. Hún er líka forsíðufólk, og ví, það var gaman að spjalla við hana, og geri það enn, á msn :D Ávallt er hún til í að sprella eitthvað ^^ Já, eða nöldra :D\nDesmondia:\nÉg skammast mín ótrúlega mikið, en ég man aldrei nafnið hennar, haha :c\nEn kannski vill hún nafnleynd, like Ægishjálmur.\nHún er spræk stelpa sem ég kynntist á /kynlíf, haha :'D Á kork um “hvenær maður verður lögríða?”\nÞað var stuð.\nSvo tala ég stundum við hana inná msn ^^\nSvo fleiri eru: Fríða(vettlingurinn), OG FULLT AF FÓLKI, ÉG BARA MAN EKKI NEITT þegar ég á að muna hluti =C\nFyrirgefiði, þið þarna. En þið vitið að ég þekki ykkur, það á að vera nóg =D"
        },
        {
            "user": "Moony23",
            "user_id": "52174",
            "date": "2006-06-29 14:07:46",
            "id": "3684513",
            "reply_to_id": "3684432",
            "text": "Jón Árni þú getur varla munað nafnið á hljóðfærinu sem ég spilaði á *sigh* svo einfalt nafn\nbarintonehorn\nhahahah\ní rútuferðinni varð ég brummaveikur 8-) þessvegna þurfti ég að fara frá þér og upp að hurðinni :(\nflippari eihh? tja jájá, svona stundum þegar ég nenni :)… vinsæll hjá kvennfólkinu ? tjjaaa já frekar svona…jájá en frekar mikið að kynnast yngri stelpum þannig að já það er hægt að spjalla um það 8-)"
        },
        {
            "user": "Brighton",
            "user_id": "62883",
            "date": "2006-06-29 14:39:55",
            "id": "3684616",
            "reply_to_id": "3684513",
            "text": "Ég er ekki yngri stelpa ;D múhahaha"
        },
        {
            "user": "Moony23",
            "user_id": "52174",
            "date": "2006-06-29 15:38:57",
            "id": "3684863",
            "reply_to_id": "3684616",
            "text": "pffff…..like totaly só…ég var að tala um það að ég kynnist OFTAST yngri stelpum en ekki alltaf….was that a Face ? hmmm…not mine to judge it :Æ"
        },
        {
            "user": "Brighton",
            "user_id": "62883",
            "date": "2006-06-29 15:40:07",
            "id": "3684871",
            "reply_to_id": "3684863",
            "text": "lolfeis :)"
        },
        {
            "user": "Moony23",
            "user_id": "52174",
            "date": "2006-06-29 15:58:37",
            "id": "3684966",
            "reply_to_id": "3684871",
            "text": "LOL FACE xD\nelska LOL F*G kallinn í C&H\n*blablablabla…* LOL F*G *grátur*\nhahahahhahahha\nég veit að byrjunnin var stolin og er stoltur  af því að stela :D"
        },
        {
            "user": "Sedna",
            "user_id": "52375",
            "date": "2006-06-29 14:38:37",
            "id": "3684611",
            "reply_to_id": "3684432",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "OfurKindin",
            "user_id": "44085",
            "date": "2006-06-29 14:54:06",
            "id": "3684669",
            "reply_to_id": "3684611",
            "text": "Haha, takk :D"
        },
        {
            "user": "Supernanny",
            "user_id": "57879",
            "date": "2006-06-29 16:43:43",
            "id": "3685266",
            "reply_to_id": "3684669",
            "text": "Okei vá hvað sagði hún?"
        },
        {
            "user": "Supernanny",
            "user_id": "57879",
            "date": "2006-06-29 17:22:29",
            "id": "3685501",
            "reply_to_id": "3685266",
            "text": "Hún sagði nafnið á Desmondiu, held að henni langi að halda nafnleynd."
        },
        {
            "user": "Supernanny",
            "user_id": "57879",
            "date": "2006-06-29 17:25:37",
            "id": "3685525",
            "reply_to_id": "3685501",
            "text": "Haha ég hélt að það væri eitthvað grafalvarlegt :')"
        },
        {
            "user": "Supernanny",
            "user_id": "57879",
            "date": "2006-06-29 17:27:32",
            "id": "3685549",
            "reply_to_id": "3685525",
            "text": "Þetta er gravalvarlegt, hún á yfir höfði sér laaangt bann.\n.. :)"
        },
        {
            "user": "Supernanny",
            "user_id": "57879",
            "date": "2006-06-29 17:28:02",
            "id": "3685557",
            "reply_to_id": "3685549",
            "text": "Oh-ó :')"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-06-29 17:29:45",
            "id": "3685575",
            "reply_to_id": "3685557",
            "text": ":'D"
        },
        {
            "user": "Brighton",
            "user_id": "62883",
            "date": "2006-06-29 14:41:20",
            "id": "3684621",
            "reply_to_id": "3684432",
            "text": "úh úh, manstu, svo forum við í bíó með Þórdísi á Just Friends :')\nÉg veit ekki hvort Þórdís hló meira að myndinni eða í hléinu O_o"
        },
        {
            "user": "OfurKindin",
            "user_id": "44085",
            "date": "2006-06-29 14:55:01",
            "id": "3684673",
            "reply_to_id": "3684621",
            "text": "Hahahha já:'D"
        },
        {
            "user": "OfurKindin",
            "user_id": "44085",
            "date": "2006-06-29 16:18:04",
            "id": "3685099",
            "reply_to_id": "3684432",
            "text": "OG SHIT, ÞEGAR ÉG ER AÐ SKRIFA ÞETTA KOM “LEIFUR EIRÍKSSON - ALLT SEM ÉG ÞRÁI” INNÁ iTUNES! WHAT THE F**K!\nHAHAH :'D"
        },
        {
            "user": "OfurKindin",
            "user_id": "44085",
            "date": "2006-06-29 17:37:55",
            "id": "3685632",
            "reply_to_id": "3685099",
            "text": "EINMITT :| :'D"
        },
        {
            "user": "OfurKindin",
            "user_id": "44085",
            "date": "2006-06-29 17:39:13",
            "id": "3685642",
            "reply_to_id": "3685632",
            "text": ":'D\nTakk fyrir að skrifa um mig :D"
        },
        {
            "user": "OfurKindin",
            "user_id": "44085",
            "date": "2006-06-29 17:40:03",
            "id": "3685648",
            "reply_to_id": "3685642",
            "text": "Takk fyrir að skrifa um mig  =D"
        },
        {
            "user": "OfurKindin",
            "user_id": "44085",
            "date": "2006-06-29 17:41:03",
            "id": "3685651",
            "reply_to_id": "3685648",
            "text": "No problem mate =D"
        },
        {
            "user": "OfurKindin",
            "user_id": "44085",
            "date": "2006-06-29 17:43:59",
            "id": "3685670",
            "reply_to_id": "3685651",
            "text": "Suss, ég er að lesa lifandi vísindi :'D"
        },
        {
            "user": "OfurKindin",
            "user_id": "44085",
            "date": "2006-06-29 20:29:35",
            "id": "3686596",
            "reply_to_id": "3685670",
            "text": "Það er snilldar blað! Ekki dissa það!"
        },
        {
            "user": "OfurKindin",
            "user_id": "44085",
            "date": "2006-06-29 23:48:57",
            "id": "3687911",
            "reply_to_id": "3686596",
            "text": "Mí not dissing it :D"
        },
        {
            "user": "OfurKindin",
            "user_id": "44085",
            "date": "2006-06-29 23:49:06",
            "id": "3687912",
            "reply_to_id": "3686596",
            "text": "Mísa elskar LV."
        },
        {
            "user": "OfurKindin",
            "user_id": "44085",
            "date": "2006-06-30 12:24:37",
            "id": "3688779",
            "reply_to_id": "3687912",
            "text": "Aiit =D\nErtu ekki að fara á ættarmót? :C"
        },
        {
            "user": "OfurKindin",
            "user_id": "44085",
            "date": "2006-06-30 12:27:10",
            "id": "3688791",
            "reply_to_id": "3688779",
            "text": "Jubb. Þegar mamma kallar: JÓNÁRNI SLÖKKTU NÚ Á TÖLVUNNI OG KODDAÐ HJÁLPAÐ BERÚTÍ BÍL\nÞá geri ég það sem hún segir :Æ"
        },
        {
            "user": "OfurKindin",
            "user_id": "44085",
            "date": "2006-06-30 12:28:34",
            "id": "3688802",
            "reply_to_id": "3688791",
            "text": "ókei :("
        },
        {
            "user": "OfurKindin",
            "user_id": "44085",
            "date": "2006-06-30 12:29:40",
            "id": "3688811",
            "reply_to_id": "3688802",
            "text": "Don't be saaaaad :D\nMe will be back on monday ^^"
        },
        {
            "user": "OfurKindin",
            "user_id": "44085",
            "date": "2006-06-30 12:31:45",
            "id": "3688825",
            "reply_to_id": "3688811",
            "text": "Yay! Hvar er Reykjanes? :Æ"
        },
        {
            "user": "OfurKindin",
            "user_id": "44085",
            "date": "2006-06-30 12:33:41",
            "id": "3688839",
            "reply_to_id": "3688825",
            "text": "Vestfjörðum :Æ"
        },
        {
            "user": "OfurKindin",
            "user_id": "44085",
            "date": "2006-06-30 12:34:24",
            "id": "3688842",
            "reply_to_id": "3688839",
            "text": "Ók :Æ Skemmtu þér beibí"
        },
        {
            "user": "OfurKindin",
            "user_id": "44085",
            "date": "2006-06-30 12:37:53",
            "id": "3688859",
            "reply_to_id": "3688842",
            "text": "Takk 'skan :D"
        },
        {
            "user": "Rohypnol",
            "user_id": "51846",
            "date": "2006-07-02 20:46:57",
            "id": "3697233",
            "reply_to_id": "3684432",
            "text": "OMGLOLHAX, ég er þanna!:O"
        },
        {
            "user": "OfurKindin",
            "user_id": "44085",
            "date": "2006-07-03 19:22:34",
            "id": "3700917",
            "reply_to_id": "3697233",
            "text": "NEI ER ÞAAAAAAAÐ? :O"
        },
        {
            "user": "Rohypnol",
            "user_id": "51846",
            "date": "2006-07-04 20:07:03",
            "id": "3705936",
            "reply_to_id": "3700917",
            "text": "Aha."
        },
        {
            "user": "Magabelti",
            "user_id": "35142",
            "date": "2006-07-05 19:22:08",
            "id": "3710365",
            "reply_to_id": "3684432",
            "text": "HeyHey Hey Gauriii minn.. Ég er! fjörug  og hvað var hitt orðið? Stúlka:D\nTalaðu við mig næst þegar þú kemur inná;)"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2006-07-14 12:09:12",
            "id": "3746663",
            "reply_to_id": "3684432",
            "text": "þú þekkir mig ekki omglol"
        },
        {
            "user": "OfurKindin",
            "user_id": "44085",
            "date": "2006-06-29 13:37:58",
            "id": "3684435",
            "reply_to_id": "3683629",
            "text": "Shit.\nÉg gleymdi Dagný.\nEn ókey, hún veit að ég þekki hana."
        },
        {
            "user": "sky",
            "user_id": "47757",
            "date": "2006-06-29 16:18:25",
            "id": "3685100",
            "reply_to_id": "3684435",
            "text": "Ég líka. OMG :O"
        },
        {
            "user": "sky",
            "user_id": "47757",
            "date": "2006-10-03 20:59:41",
            "id": "4055730",
            "reply_to_id": "3685100",
            "text": "Segi það sama við þig og ég var að segja við Járna fyrir neðan! :O"
        },
        {
            "user": "sky",
            "user_id": "47757",
            "date": "2006-10-03 23:21:47",
            "id": "4056489",
            "reply_to_id": "4055730",
            "text": "Þú ert ómissandi, Dagný mín ;D"
        },
        {
            "user": "sky",
            "user_id": "47757",
            "date": "2006-10-04 22:33:12",
            "id": "4059952",
            "reply_to_id": "4056489",
            "text": "pff…too little too late 8-) ^^ hoho"
        },
        {
            "user": "sky",
            "user_id": "47757",
            "date": "2006-10-05 11:18:24",
            "id": "4060882",
            "reply_to_id": "4059952",
            "text": "Owell, then I guess you hate me already :'("
        },
        {
            "user": "sky",
            "user_id": "47757",
            "date": "2006-10-05 21:55:34",
            "id": "4063328",
            "reply_to_id": "4060882",
            "text": "Like you care? You didn't even remember me o.o"
        },
        {
            "user": "sky",
            "user_id": "47757",
            "date": "2006-10-05 22:04:03",
            "id": "4063367",
            "reply_to_id": "4063328",
            "text": "Like I care? C'mon, you know I love ya! =D"
        },
        {
            "user": "sky",
            "user_id": "47757",
            "date": "2006-10-05 22:15:37",
            "id": "4063419",
            "reply_to_id": "4063367",
            "text": "Theeehee …I just needed you to say that ;D hoho"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-10-05 22:18:09",
            "id": "4063429",
            "reply_to_id": "4063419",
            "text": ";D"
        },
        {
            "user": "sky",
            "user_id": "47757",
            "date": "2006-10-03 20:59:05",
            "id": "4055727",
            "reply_to_id": "3684435",
            "text": ":O\nÉg fór næstum því að gráta þegar ég las svarið þitt ..og sá nafnið mitt hvergi!\nÉg hefði lagst í þunglyndi ef að ég hefði svo ekki rekist á þetta svar 8-)\nhoho"
        },
        {
            "user": "OfurKindin",
            "user_id": "44085",
            "date": "2006-10-03 21:17:14",
            "id": "4055844",
            "reply_to_id": "4055727",
            "text": "Hvað ertu að staulast hér? :o"
        },
        {
            "user": "sky",
            "user_id": "47757",
            "date": "2006-10-03 21:21:30",
            "id": "4055859",
            "reply_to_id": "4055844",
            "text": "hehh…Leifur var bara að segja mér frá þessari grein núna ^^"
        },
        {
            "user": "Moony23",
            "user_id": "52174",
            "date": "2006-06-29 13:44:27",
            "id": "3684456",
            "reply_to_id": "3683629",
            "text": "hmm…já ég þekki 2 sorpara frekar vel og 1 gamlan sem er hættur á sorpinu\nTinna aka Bob aka Brighton\nÞessa stúlku hef ég þekkt stysst/styðst af öllum sem ég þekki á huga. Skemmtileg manneskja og já spes á góðann hátt eins og allir eru hehe…já ég veit ekki hvað ég get sagt meira um hana nema hún sé frábær og þannig.\nHún hefur hjálpað mér að klára eitt mál og er ég henni þakklátur fyrir það :*;)\nJón Árni aka OfurKindin\nHahah þessi drengur er bara funky og ég veit ekki hvað og hvað, hef þekkt hann í hummm….nokkur ár eða frá því að við vorum saman í einhverri lúðrasveit :S já. fínn gaur frekar flippaður og….og…æji ég veit ekkert hvað ég get sagt um hann =/\nJón Árni þú ert spes á góðann hátt eins og…eins og…eins og bara þú :Æ;)\nSvo er það sá sem VAR á sorpinu og var þekktur fyrir svona bregðuvideo hann hét Carrera en heitir núna Shizzel\nMagnús aka Shizzel\nMagnús er snilldar gaur og hefur áhuga á systur minni 8-) (mér að þakka ;)) já ég veit ekki hvað hefur ekki gerst á milli okkar…jú eitt við höfum aldrei verið reiðir eða neitt þannig útí/við hvorn annann og ekki neitt kynferðislegt ef fólk var að hugsa um það ;). Já hann hefur hjálpað mér soldið mikið í stelpu málum og vá hann hefur breytt lífi mínu til bóta.\nHonum vil ég þakka alla hjálp sem ég hef fengið frá honum.\nsvo hef ég kynnst einum og einum en man engin nöfn og það verður bara að afsaka það"
        },
        {
            "user": "Kaea",
            "user_id": "52376",
            "date": "2006-06-29 15:19:58",
            "id": "3684775",
            "reply_to_id": "3683629",
            "text": "úúú.. sniðug grein ^^\nÞakka góð orð í minn garð              <- formlegt O.o\nAnnars… upptalning eeeih?\nekki móðgast þótt ég gleymi einhverjum 8-)\nBirta aka birtacute\nVá þessi manneskja er frábær! Hefur reyndar.. lítið verið á sorpinu og hætt núna.. een.. ég nýtti þennan stutta tíma og kynntist henni. ^^\nHmm.. ég man eftir því þegar ég talaði fyrst við hana :') það var.. um Einstein ótrúlegt en satt.. og uppúr því spratt mikill einkahúmor sem innhélt meðal annars orðin ome og omþ O.o  (ome = oh my Einstein, omþ = oh my það 8-)\nVið.. komumst líka að því að við eigum of margt sameiginlegt O.o spurning hvað foreldrar okkar hafa gert af sér! :o\nAaallavega.. hef hitt hana.. nokkrum sinnum.. þá í mislangan tíma.. styst í einhverjar 5 sekúndur í Borgarnesi og lengt í nánast heilann dag :)\nOoofur fyndin manneskja, verst hvað hún á heima langt í burtu :/\nAlltaf hægt að treysta henni og því væli ég stundum í henni 8-)\nHákon aka kmobo\nÞessi drengur er endalaust fyndinn :') Hversu steikt getur fólk orðið, ég bara spyr xD\nTator er hans uppfinning enda veit ég ekki hverjum öðrum ætti að detta svona snilld í hug. ^^\nAlltaf gaman að tala við hann á msn og í alvöru lífinu :o\nÝkt frábær drengur :)\nLovísa aka Jellybean\nÞessari stelpu kynntist ég þegar ég var nýkomin á sorpið.. :o\nÞegar ég var búin að kynnast henni ágætlega hætti hún á sorpinu *hnuss*\nÞað reyndar breytti ekki miklu því við héldum áfram að tala saman á msn.. og vá.. þvílíkt stuð :')\nFráábær stelpa sem er laangoftast í góðu skapi og alltaf gaman að tala við hana ^^\nég hef svo.. hitt hana einu sinni.. :/ en hún er landfræðilega fötluð og býr ekki einu sinni á landinu heldur í Danmörku! af öllum stöðum.. pff..\nEn allavega.. ég hitti hana og það var tími sem ég sá ekki eftir xD\nLeifur aka Worldwide\nFráábær manneskja sem er hægt að tala um allt við, bókstaflega..\nEeenda.. taka ég öruggleg einna mest við hann og það oft frameftir nóttu O.o\nEeinstaklega fyndinn og ég þarf oft að passa mig á að vekja ekki fólk  :')\nHann er meðal skemmtilegra fólki sem ég hef kynnst á þessum.. tja.. 13 og hálfu ári ^^\nFrábær strákur ^^\nAlli aka AlexanderReynir\nJá þessum dreng kynntist ég þegar hann hét enþá allidude og var ekki stjórnandi á neinu áhugamáli! :o\nTímarnir hafa svo sannarlega breyst O.o\nHann Alexander er virkilega fyndinn drengur.. Hægt að hlægja endalaust að og með honum :)\nHann er einn af þessu landfræðilega fatlaða fólki og því hef ég aldrei hitt hann :o\nÞarf að gera eitthvað í þvíí..\nJább.. Alli.. þúrt frábær ^^\nÞorfinnur aka Tobmarley\nVá ég hef hlegið mikið með  þessari manneskju :')\nHæðar og orðagrín, auk allskyns spaugs og sprells ^^\nAlveg.. yndislega gaman að honum og enda ég oft í kasti fyrir framan tölvuskjáinn.. seem lítur örugglega furðulega út þegar einhver labbar inn án þess að banka.. tss.. ^^\nAlveg.. frábær strákur og stórskemmtilegur :)\n—\nSvo.. er alveg fult af fólki sem mig langar til að skrifa um en hef hvorki tíma né nenni því :/\nþiið vitið vonandi hver þið eruð ^^\nbleah.. þið eruð bara öll frábær =)"
        },
        {
            "user": "Kaea",
            "user_id": "52376",
            "date": "2006-06-29 16:20:26",
            "id": "3685112",
            "reply_to_id": "3684775",
            "text": "Ég er ekki landfræðilega fatlaður :C"
        },
        {
            "user": "Kaea",
            "user_id": "52376",
            "date": "2006-06-30 21:39:54",
            "id": "3690862",
            "reply_to_id": "3685112",
            "text": "Þú býrð læk… 15 mín frá Hafnafirði! :o\nenginn strætó O_o"
        },
        {
            "user": "Kaea",
            "user_id": "52376",
            "date": "2006-07-01 11:40:11",
            "id": "3692157",
            "reply_to_id": "3690862",
            "text": "12. mín ef pabbi er að keyra ^^\nSÓ? :'("
        },
        {
            "user": "Kaea",
            "user_id": "52376",
            "date": "2006-07-02 13:57:32",
            "id": "3695736",
            "reply_to_id": "3692157",
            "text": "SKO!\nLandfræðilega fatlaður  ^^"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-07-02 22:40:09",
            "id": "3697723",
            "reply_to_id": "3695736",
            "text": "Nei ^^"
        },
        {
            "user": "...",
            "user_id": "38859",
            "date": "2006-06-29 18:01:18",
            "id": "3685782",
            "reply_to_id": "3684775",
            "text": "Voðalega eru margir landfræðilega fatlaðir hjá þér =P"
        },
        {
            "user": "Kaea",
            "user_id": "52376",
            "date": "2006-06-30 21:38:30",
            "id": "3690857",
            "reply_to_id": "3685782",
            "text": "Hahahaha.. juubb ^^"
        },
        {
            "user": "tobmarley",
            "user_id": "61217",
            "date": "2006-07-19 19:06:07",
            "id": "3768834",
            "reply_to_id": "3684775",
            "text": "úh…þú nefndir mig :D TAKK !\nþú kemur í mínu =)…en ekki útaf því að þú nefndir mig sko =P"
        },
        {
            "user": "Kaea",
            "user_id": "52376",
            "date": "2006-07-19 19:09:44",
            "id": "3768861",
            "reply_to_id": "3768834",
            "text": "Sjaáálfsögðu ^^"
        },
        {
            "user": "Sedna",
            "user_id": "52375",
            "date": "2006-06-29 15:22:23",
            "id": "3684790",
            "reply_to_id": "3683629",
            "text": "Það er nú svo langt síðan ég talaði við fólkið, but here goes nothing:\nLeifur, also known as Worldwide\n(Ég er sko ekkert með neinar asnalegar skammstafanir XD)\nLeifur…hvað á að segja um Leif? Húmor…oooog…húmor…og svo er hann góður penni…fyrsta samtalið sem ég hafði við hann var eitthvað um rauðan kjól á /hp, þó ég muni ekkert meira um það…þá var hann reyndar Leifur1…svo fór hann í Mizzeeh, svo í Worldwide…eða var eitthvað á milli? Anyways, þú ert góður drengur, Leifur minn =D\nSiggi, also known as Meatknife\nSiggi…Siggi, Siggi, Siggi…what to say, what to say? Þú ert trúlega mesti sadistinn sem hefur verið á þessu blessaða áhugamáli ^^\nÞað er stundum dálítið erfitt að átta sig í því hvort hann sé að grínast eða ekki…anyways, hann er lítill stubbur úr Garðabænum =D\nBryndís, also known as Supernanny\nBryndís, Lína og Ásta voru fyrstu hugararnir sem ég hitti. Við fórum saman í röðina að kaupa Harry Potter, fyrir tæpu ári (ég fór ekki til að kaupa bókina, heldur til að hitta þau). Ég vissi náttúrlega ekkert hvernig hún leit út, svo ég gekk framhjá einhverri stelpu, starði á hana eins og einhver stalker, þar til hún sagði loksins ‘Eydís?’ og viti menn, ég var að stara á rétt manneskju! WOOHOO!\nNikkólína, also known as Lína, also known as Foxyme\nLína…hvað á ég að segja um Lína? Hún æfir handbolta með sama liði og bekkjasystir mín…hún er ljóshærð, hún er með góðan tónlistarsmekk…ég hef ekkert meira um hana að segja =D\nÁsta also known as Fantasia\nLöglega blind. Mér finnst það svo skrítið =D\nAnyways, Ásta er algert brainy, og skemmtileg, og…og stuff. Ég veit ekki hvað ég á að segja um hana =D\nBenni, also known as Meaniac\nBenni er snillingur. Ég þekki hann ekki vel, en hann er snillingur =D\nÉg var einu sinni í Kringlunni með mio madre, og getiði hvað ég heyri? ‘NAUHH! EYDÍS!’\nÉg þurfti að hlaupa inn í Skífuna og vona að mamma hafi ekki séð hann…he can look kinda scary, with like…a pierced eyebrow and stuff =D\nAllaveganna, mamma sá hann og sagði ‘Var þetta einn af þessum netvinum þínum?’ í svona ‘skítur undir skónum mínum’ rödd…anwyays, Benni er snillingur =D\nHugi, also known as HerraFullkominn\nÉg er idolið  hans =D Eða…það sagði hann allaveganna…svo ég er það. Hann er jafn mikill snillingur og Benni =D Mér finnst þeir reyndar helst til líkir…\nOooog ég nenni ekki að skrifa fleiri ^^"
        },
        {
            "user": "Supernanny",
            "user_id": "57879",
            "date": "2006-06-29 16:45:42",
            "id": "3685280",
            "reply_to_id": "3684790",
            "text": "Vúhú, sú fyrsta sem nefnir mig! Ahemm >_>\nEn Sedna Sedna, were you talking some dirty mouth up there?"
        },
        {
            "user": "Supernanny",
            "user_id": "57879",
            "date": "2006-06-29 17:24:19",
            "id": "3685514",
            "reply_to_id": "3685280",
            "text": "Ekki séns, ég skrifaði þig, en hafði ekki tíma til að gera dálk =C"
        },
        {
            "user": "Supernanny",
            "user_id": "57879",
            "date": "2006-06-29 17:26:30",
            "id": "3685534",
            "reply_to_id": "3685514",
            "text": "Oh well :Þ"
        },
        {
            "user": "Supernanny",
            "user_id": "57879",
            "date": "2006-06-29 17:27:54",
            "id": "3685555",
            "reply_to_id": "3685534",
            "text": "þú nefndir mig! I'm … touched ^^"
        },
        {
            "user": "Supernanny",
            "user_id": "57879",
            "date": "2006-06-29 17:28:29",
            "id": "3685562",
            "reply_to_id": "3685555",
            "text": "It was the point ;o"
        },
        {
            "user": "Supernanny",
            "user_id": "57879",
            "date": "2006-06-29 17:30:36",
            "id": "3685584",
            "reply_to_id": "3685562",
            "text": "Úhh, touch me some more\n;o"
        },
        {
            "user": "Supernanny",
            "user_id": "57879",
            "date": "2006-06-29 17:33:09",
            "id": "3685603",
            "reply_to_id": "3685584",
            "text": "You are so dirty minded mister AlexanderReynir :d"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-06-29 17:37:47",
            "id": "3685631",
            "reply_to_id": "3685603",
            "text": "Nauds d:"
        },
        {
            "user": "Sedna",
            "user_id": "52375",
            "date": "2006-06-29 17:56:54",
            "id": "3685753",
            "reply_to_id": "3685280",
            "text": "Dirty? where?"
        },
        {
            "user": "Supernanny",
            "user_id": "57879",
            "date": "2006-06-29 19:48:28",
            "id": "3686394",
            "reply_to_id": "3685753",
            "text": "“Svari eytt af stjórnanda” eeen ég er búin að fá útskýringuna."
        },
        {
            "user": "Sedna",
            "user_id": "52375",
            "date": "2006-06-29 23:17:16",
            "id": "3687740",
            "reply_to_id": "3686394",
            "text": "Hvar var ‘svari eytt af stjórnanda?’"
        },
        {
            "user": "Sedna",
            "user_id": "52375",
            "date": "2006-06-30 00:32:54",
            "id": "3688036",
            "reply_to_id": "3687740",
            "text": "Þegar þú nefndir nafn Desmondiu ^^"
        },
        {
            "user": "Sedna",
            "user_id": "52375",
            "date": "2006-06-30 01:25:38",
            "id": "3688221",
            "reply_to_id": "3688036",
            "text": "Meinar =D"
        },
        {
            "user": "Fontes",
            "user_id": "61536",
            "date": "2006-06-29 15:37:11",
            "id": "3684852",
            "reply_to_id": "3683629",
            "text": "Ehh Hef eiginlega bara kynst 2 almennilega, þekki aðra voða lítið.\nTinna ,aka Brighton\nTalaði aðieins við hana á Huga áður en ég hitti hana og hún varð besti vinur minn, þannig að jújú við kynntumst í gegnum huga :)\nTinna er magnaðasta manneskja sem ég þekki og á nokkurntíman eftir að kynnast, hún er frábær!\nOg ríkir vægasta sagt mikil sytkina ást á milli okkar^^\nOg vil ég bara þakka bestustu systu í heimi fyrri að vera til :)\nKata aka Kaea\nJamm og jú, einkar skemmtileg, skondin og frábær manneskja sem nánast endalaust er hægt að tala við.\nÞað er frábært að tala við hana á msn enda eru líf okkar voða svipuð, gerum ekki neitt alla daga nema hanga í tölvunni^^ Og því fínt að veltast uppúr því hvað okkur leiðist :)\nÉg hef nú ekki þekkt hana nema í viku eða svo og strax er eg byrjaður að dýrka þessa manneskju, hún er bara frábær, punktur.\nS.s. Kata er frábær manneskja sem á hrós skilið fyrri einfaldlega að vera til :)\nOkei…þekki eiginlega engann annan. En ætli maður fari ekki að bæta úr því :)"
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2006-06-29 16:33:47",
            "id": "3685191",
            "reply_to_id": "3683629",
            "text": "Neinei, maður er ekkert nefndur. *hrumpf*"
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2006-06-29 16:37:35",
            "id": "3685218",
            "reply_to_id": "3685191",
            "text": "Langt síðan ég hef talað við þig :O\nEkkert síðan í fyrrasumar 8-)"
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2006-06-29 16:39:46",
            "id": "3685240",
            "reply_to_id": "3685218",
            "text": "úff, ég var búin að gleyma að þetta væri Mizzeh og ætlaði bara að hakka í gaurnum sem gerði greinina\n:P"
        },
        {
            "user": "Supernanny",
            "user_id": "57879",
            "date": "2006-06-29 16:48:52",
            "id": "3685300",
            "reply_to_id": "3683629",
            "text": "Jiz.\nÉg, ehh, nenni ekki að skrifa hvernig það gerðist… en þetta eru þau helstu!\nVansi, Sedna, fantasia, TinnaKristin, þú smá :Þ og\n… fleiri sem ég man ekki o.O örlítið AlexanderReyni, HerraFullkomin og vettlinginn. Og kannski fleiri? O.O"
        },
        {
            "user": "Supernanny",
            "user_id": "57879",
            "date": "2006-06-29 17:15:42",
            "id": "3685464",
            "reply_to_id": "3685300",
            "text": "Ég gleymdi Gelgjunni, kjáni get ég verið :/"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2006-07-03 21:55:19",
            "id": "3701985",
            "reply_to_id": "3685464",
            "text": ":O\nÉg er sármóðguð."
        },
        {
            "user": "Supernanny",
            "user_id": "57879",
            "date": "2006-07-03 22:27:17",
            "id": "3702252",
            "reply_to_id": "3701985",
            "text": "I don't blame you :["
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2006-07-03 22:29:37",
            "id": "3702267",
            "reply_to_id": "3702252",
            "text": "Ég sem var að enda við að baka handa þér smákökur og sjóða kartöflusafa. En núna færðu það bara ekki, mwah, we'll see how you like that.."
        },
        {
            "user": "Supernanny",
            "user_id": "57879",
            "date": "2006-07-03 22:35:33",
            "id": "3702302",
            "reply_to_id": "3702267",
            "text": "Oh :( smákökur og kartöflusafi.. Nú þarf ég að lifa við það að hafa ekki fengið æðislegan mat hjá Hildi vegna hræðilegra mistaka sem hefði kosta viðkvæmt fólk lífið!"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2006-07-03 22:40:36",
            "id": "3702329",
            "reply_to_id": "3702302",
            "text": "Hefði kostað? Væna mín, vegna sárrar reiði og mikillar örvæntingar hef ég nú þegar tekið hamstur litlu systur minnar og troðið honum ofan í ilmvatnsglas, svo tók ég könguló og buffaði hana með töskunni minni and you don't want to know what happened to the dog next door(en það inniheldur pönnusteikta ýsu). Svoðalegt.."
        },
        {
            "user": "Supernanny",
            "user_id": "57879",
            "date": "2006-07-03 22:46:43",
            "id": "3702359",
            "reply_to_id": "3702329",
            "text": "Vá :( nú veit ég ekki hvernig ég á að haga mér… baka stóra köku og málið er dautt?"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2006-07-03 22:52:57",
            "id": "3702385",
            "reply_to_id": "3702359",
            "text": "Með súkkulaðikremi og kókópöffsi ofan á? :D"
        },
        {
            "user": "Supernanny",
            "user_id": "57879",
            "date": "2006-07-03 22:54:45",
            "id": "3702393",
            "reply_to_id": "3702385",
            "text": "Big cake with choclatecream and some cocopuffs on the top it will be then :D"
        },
        {
            "user": "Ljomalindin",
            "user_id": "15558",
            "date": "2006-07-03 22:57:16",
            "id": "3702403",
            "reply_to_id": "3702393",
            "text": "Vúh \\o/\nFíla það í ræmur."
        },
        {
            "user": "Vansi",
            "user_id": "41739",
            "date": "2006-06-29 20:38:44",
            "id": "3686684",
            "reply_to_id": "3685300",
            "text": "Úhh, ég fyrstur ^_^ Víí =}"
        },
        {
            "user": "Supernanny",
            "user_id": "57879",
            "date": "2006-06-29 20:41:47",
            "id": "3686716",
            "reply_to_id": "3686684",
            "text": "Heh :Þ"
        },
        {
            "user": "Dark2",
            "user_id": "37907",
            "date": "2006-06-29 18:55:22",
            "id": "3686113",
            "reply_to_id": "3683629",
            "text": "Vó ég hef ekki kynnst neinum í gegnum huga:/ en kannski mun það gerast ef ég nenni að vera á honum mikið:P"
        },
        {
            "user": "Dark2",
            "user_id": "37907",
            "date": "2006-06-30 00:33:39",
            "id": "3688038",
            "reply_to_id": "3686113",
            "text": "Heh, maður svona aðallega lenti kannske í spammi og fékk uppúr því MSN hjá manneskjunni… Og svo bara koll af kolli :)"
        },
        {
            "user": "Dark2",
            "user_id": "37907",
            "date": "2006-06-30 14:21:31",
            "id": "3689136",
            "reply_to_id": "3688038",
            "text": "hehe ok bara þannig:)"
        },
        {
            "user": "TinnaKristin",
            "user_id": "43890",
            "date": "2006-06-30 12:24:23",
            "id": "3688778",
            "reply_to_id": "3683629",
            "text": "Voðalega eru það fáir sem þekkja mig. Og ég þekki fáa. Tala  mest við Bryndísi og Ástu. Og svo auðvitað hugarana sem að ég þekki í mínu “venjulega” lífi."
        },
        {
            "user": "kmobo",
            "user_id": "58178",
            "date": "2006-06-30 20:12:46",
            "id": "3690488",
            "reply_to_id": "3683629",
            "text": "nenni ekki að gera langt… á eftir að klæða mig og svona 8-) var í sturtu….\nhere goes (raðað eftir svona þeir sem ég tala mest við):\nbirtacute\næðisleg manneskja! er reyndar hætt á sorpinu :/\nþetta er með skemmtilegri stelpum sem ég þekki! :D allgjör snillingur :Æ dásamleikinn endurspeglaður :D :P\nORiley\nhaha :P hann er soldið kinky stundum :Æ ,aður hefur gaman að honum :D skemmtilegur strákur. með góðann tónlistasmekk ^^ eeen finnst Queen vera ofmetnir >:/ I'll teach him… :P\nKaea\nþetta er yndisleg persóna :D æðislega skemmtileg stelpa! hlær að soldið miklu 8-) sem er gaman! :D\ngaman að tala við hana :D\nillA / AlexanderReynir\nhann er skemmtilegur strákur :D gaman að tala við þessa elsku ^^\ntala samt ekkert voðalega mikið við hann :/\nhann er gaman :D\nstutt og laggott ^^\nen… ég þekki fleyri en þessi þekki ég svona mest ^^\nvar þetta ekki bara fólk sem maður hefur kynst í gegnum huga? :P\nahh well… það voru fleyri t.d. Ofurkindin, Jellybean, 0902 og svona :)"
        },
        {
            "user": "Wolfpack",
            "user_id": "50641",
            "date": "2006-07-01 14:05:25",
            "id": "3692495",
            "reply_to_id": "3690488",
            "text": "you will never teach me!!!!!!! :D\nwoohoo :D"
        },
        {
            "user": "kmobo",
            "user_id": "58178",
            "date": "2006-07-02 15:45:23",
            "id": "3696082",
            "reply_to_id": "3692495",
            "text": "someday júbb ^^"
        },
        {
            "user": "Wolfpack",
            "user_id": "50641",
            "date": "2006-07-02 15:48:24",
            "id": "3696098",
            "reply_to_id": "3696082",
            "text": "damn, always two moves ahead -_-"
        },
        {
            "user": "kmobo",
            "user_id": "58178",
            "date": "2006-07-02 15:51:57",
            "id": "3696111",
            "reply_to_id": "3696098",
            "text": "ofcourse (H) :D"
        },
        {
            "user": "Wolfpack",
            "user_id": "50641",
            "date": "2006-07-02 15:52:28",
            "id": "3696112",
            "reply_to_id": "3696111",
            "text": ":D *pýri augun í hatri* -.-"
        },
        {
            "user": "kmobo",
            "user_id": "58178",
            "date": "2006-07-02 15:54:11",
            "id": "3696119",
            "reply_to_id": "3696112",
            "text": ":("
        },
        {
            "user": "Wolfpack",
            "user_id": "50641",
            "date": "2006-07-02 15:59:39",
            "id": "3696135",
            "reply_to_id": "3696119",
            "text": "mwahahahahaha :D"
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2006-07-02 15:45:20",
            "id": "3696081",
            "reply_to_id": "3690488",
            "text": "*lem þig*\n=("
        },
        {
            "user": "kmobo",
            "user_id": "58178",
            "date": "2006-07-02 15:50:37",
            "id": "3696107",
            "reply_to_id": "3696081",
            "text": "fyrirgefðu :( ég bara… er ekki búinn að tala neitt við þig undanfarið :/ .etta er bara fólkið sem ég er mest búinn að tala við núna á smá tíma… en þú veist að þú ert yndisleg! :O\nég hef sagt það oft við þig 8-)"
        },
        {
            "user": "kmobo",
            "user_id": "58178",
            "date": "2006-06-30 20:13:18",
            "id": "3690490",
            "reply_to_id": "3683629",
            "text": "damn :/ þetta með línurnar misheppnaðist :/"
        },
        {
            "user": "Wolfpack",
            "user_id": "50641",
            "date": "2006-07-01 15:13:21",
            "id": "3692677",
            "reply_to_id": "3683629",
            "text": "ég hef ekki kynnst neinum neitt mikið :C"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-07-01 19:59:11",
            "id": "3693499",
            "reply_to_id": "3683629",
            "text": "Já, sömuleiðis takk."
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2006-07-02 00:26:25",
            "id": "3694649",
            "reply_to_id": "3683629",
            "text": "og hvað ??\n:O"
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2006-07-02 16:04:22",
            "id": "3696148",
            "reply_to_id": "3683629",
            "text": "H m m . . .\nÞau vita alveg hver þau eru ^^\nWjów, þið eruð yndisleg ^^."
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2006-07-03 15:27:57",
            "id": "3699782",
            "reply_to_id": "3696148",
            "text": "Awww, takk :D"
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2006-07-04 10:16:10",
            "id": "3703422",
            "reply_to_id": "3699782",
            "text": "Who said you were yndi ? =Þ"
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2006-07-04 10:35:22",
            "id": "3703447",
            "reply_to_id": "3703422",
            "text": "That old mother of yours! :D"
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2006-07-04 10:37:30",
            "id": "3703449",
            "reply_to_id": "3703447",
            "text": "Shes not old. ^^"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-07-04 12:09:37",
            "id": "3703650",
            "reply_to_id": "3703449",
            "text": "That's amaaazing! :D"
        },
        {
            "user": "tobmarley",
            "user_id": "61217",
            "date": "2006-07-04 17:29:55",
            "id": "3704946",
            "reply_to_id": "3683629",
            "text": "Ég verð að segja að MSN er nýtt samskiptaform á meðal fólks, og ekki af ástæðulausu.\nGallinn við ungt fólk, og ég er ekki að alhæfa en mikið af ungu fólki “velur” sig vini, með því að adda eða blokka fólk af vinalistanum sínum. Ég talaði einu sinni við stelpu sem ég kynntist í gegnum vinnuna, og einn daginn ákvað hún að blokka mig án þess að láta mig vita. Þetta er svo barnalegt að það er næstum því fyndið, svo átti ég bara halda að hún hafi hætt öllum sínum samskiptum á MSN bara sísvona, fólk sem notar MSN á hverjum einasta degi hættir ekkert bara að nota það, og það er reyndar hægt að komast að því hvort maður hafi verið blokkaður af vinum sínum!\nOrðið vinur er líka búið að missa alla merkingu, allir geta verið vinir manns ef maður kýs að kalla þá vini! Jafnvel fólk sem maður hefur bara spjallað við á netinu, er hjá sumum kallað vinátta. Stundum finnst mér eins og ég sé sá eini sem skil hvað ég er að tala um og hef þroska til að sjá hversu barnalegt og ópersónulegt fólk er í samskiptum.\nEn varðandi greinin, þá verð ég að segja að ég geri það vísvitandi að eiga ekki persónuleg samksipti við fólk hérna á hugi.is. Einfaldlega vegna þess að það er algjörlega tilgangslaust og ég vill ekki kynnast fólki sem maður hittir ekki í eigin persónu.\nFólk sem hittir annað fólk á hugi.is er besta mál, hef ekkert við því að segja. Persónulega skil ég ekki samskipti fólks sem felur sig á bak við tölvuskjá, og flokkar fólk sem hittir ekki í eigin persónu sem vini!\n(Mín skoðun)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-07-05 02:58:50",
            "id": "3708014",
            "reply_to_id": "3704946",
            "text": "Ég þekki höfund greinarinnar og veit að hann hefur hitt alla þarna nema einn, einn þarna er svo besti vinur hans núna og þeir hittast oft og þarna er einnig fv. kærasta hans.\nOg þessi eini sem hann hefur ekki hitt hefur hann talað það mikið við um ýmis málefni sem þér dytti ekki í hug að nefna á MSN, að það er ekki hægt annað en að kalla hann vin. Myndir þú kalla einhvern sem þú treystir fyrir öllum þínum vandamálum, og færð tilbaka traust fyrir vandamálum, vin? Ég myndi gera það."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-07-05 23:53:54",
            "id": "3711947",
            "reply_to_id": "3708014",
            "text": "ég var ekki að tala um höfund, bara fólk almennt!"
        },
        {
            "user": "tobmarley",
            "user_id": "61217",
            "date": "2006-07-19 19:10:56",
            "id": "3768865",
            "reply_to_id": "3704946",
            "text": "Af hverju geta t.d. fyrstu kynni við manneskjuna verið í tölvunni? Þú getur alveg hitt það eftir að hafa kynnst því í tölvunni. Ég er mjög ósammála því sem þú segir og er sammála Merseyside."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-07-21 12:28:20",
            "id": "3775116",
            "reply_to_id": "3704946",
            "text": "Er alveg sammála þér með að velja sér vini,\nFinnst svosem ekkert að því að kynnast fólki í gegnum netið,  finnst samt þægilegra að hitta það fyrst og tala svo við það á netinu."
        },
        {
            "user": "tobmarley",
            "user_id": "61217",
            "date": "2006-07-21 15:53:05",
            "id": "3775935",
            "reply_to_id": "3683629",
            "text": "Þetta er fólkið sem ég tala langmest við og vil endilega halda því áfram =D\nKata, aka Kaea\nÞetta er ein fyndnasta manneskja sem ég hef kynnst í gegnum Huga og bara ein af fyndnustu manneskjum sem ég þekki. Það er ekki til neitt samtal þar sem ég hef ekki hlegið neitt. Ég man ekki hvenær ég kynntist henni en það var alla vegana e-ð á eftir hinu fólkinu sem ég kynntist. Hún er með svakalega smitandi hlátur, meira segja í gegnum webcam og það er ekki einu sinni hljóð í webcam =| Hún hengur oft lengi á MSN á nóttunni sem er gott því annars hefði mér líklega oftast leiðst á MSN þar sem að það eru ekki margir vakandi svona seint. Húmorinn sem hún er með er algjört listaverk. Ég mundi segja að hún sé með alveg eins húmor og ég =’). Einkahúmorarnir og hæðarbrandararnir og aulabrandararnir eru með því fyndnasta sem ég hef heyrt. xD\nMjög gaman að tala við hana og ég vil fyrir alla muni ekki hætta því. Þú ert frábær! =)\nÞórhildur, aka Frikadella\nHún var með þeim fyrstu hugurum sem ég fékk MSN-ið hjá. Alveg síðan þá hefur mér ekki leiðst að tala við hana….sama hvað umræðuefnið er. Mér finnst ég geta talað um allt við hana(hún gæti hugsanlega hafa tekið eftir því *flaut*).  Hún er alltaf skemmtileg. Húmorinn hennar er í hæsta gæðaflokki =’). Og þó hún viti það kannski ekki endilega þá hefur hún alveg hjálpað mér með hina ýmsu hluti og er ég mjög þakklátur fyrir það =). Þú ert frábær manneskja ;)……p.s. notaðu þetta í ritgerðina 8-)\nLeifur, aka Worldvide\nÉg fékk e-mailið hjá honum frekar snemma en það dróst samt á langinn að ég byrjaði að spjalla við hann af viti. Það er synd, enda frábært að tala við hann. Við höfum talað um hin ýmsu málefni hinnar líðandi stundar á þeim stutta tíma sem að ég hef talað við hann af viti og alltaf er það fróðlegt og skemmtilegt. Mér finnst ég geta sagt honum flest allt sem mér liggur á hjarta og það er ávallt gott að fá svör frá honum við þeim spurningum. En hann er líka frábær gaur með ljúfan húmor. Getur verið mikill kjáni :Æ. Hann er líka snillingur í að semja ljóð og texta og sögur og þannig stöff, mér leiðist aldrei að lesa e-ð sem er eftir hann….frekar að ég sækist eftir því 8-)\nFrábær náungi þar á ferð. =)\nLína, aka foxyme\nHaha….ég man alltaf þegar ég talaði við hana fyrst eftir að ég fékk msnið hennar =’). Mér fannst eins og við hefðum þekkst í mörg ár því það var e-ð svo auðvelt og þægilegt að tala við hana. Hún er alltaf með húmorinn til staðar og sá húmor finnst mér fyndinn =’). Því miður hefur e-ð minnkað að ég tali við hana, sem er ekki sniðugt, hún er nefnilega mjög skemmtileg. En þá er náttúrulega bara að laga það og byrja að spjalla meira =)\nFrábær stelpa þar á ferð.\nFríða, aka vettlingurinn\nÞessi manneskja er virkilega spes. Á góðan hátt að sjálfsögðu :D. Hún er líka einstaklega fyndinn og mjög gaman að tala við hana =’). Hún býr á Ísafirði….sem er langt í burtu. Talaði nú ekki mikið við hana fyrst en svo alltíeinu byrjaði ég að tala við hana og þá varð ekki aftur snúið. Við töluðum mikið saman og gerum enn. Hún drekkur mix =D. Always a pleasure =D.\nÞú ert einnig mjög frábær! :D\nJá gott fólk, þetta eru þær manneskjur sem ég hef kynnst mest og væri gaman að kynnast jafnvel betur ef að það væri hægt. Takk fyrir mig =*"
        },
        {
            "user": "sky",
            "user_id": "47757",
            "date": "2007-11-26 00:16:29",
            "id": "5424028",
            "reply_to_id": "3683629",
            "text": "Hoho.."
        },
        {
            "user": "sky",
            "user_id": "47757",
            "date": "2007-11-26 02:11:15",
            "id": "5424193",
            "reply_to_id": "5424028",
            "text": "Hver hleypti þér af Klepp? O_O"
        },
        {
            "user": "sky",
            "user_id": "47757",
            "date": "2007-11-26 16:55:00",
            "id": "5425202",
            "reply_to_id": "5424193",
            "text": "Heey..ekkert svona!"
        },
        {
            "user": "sky",
            "user_id": "47757",
            "date": "2007-11-26 16:58:08",
            "id": "5425215",
            "reply_to_id": "5425202",
            "text": "Hmmm…ókei.\nHver hleypti þér af Klepp? :)"
        },
        {
            "user": "sky",
            "user_id": "47757",
            "date": "2007-11-26 17:00:25",
            "id": "5425225",
            "reply_to_id": "5425215",
            "text": "Munur á brosköllum er ekki svo mikill munur!!!"
        },
        {
            "user": "sky",
            "user_id": "47757",
            "date": "2007-11-26 17:07:24",
            "id": "5425257",
            "reply_to_id": "5425225",
            "text": "Júbaravíst! :D\nYou worry toooooooo much about the men in the hvíts slopps."
        },
        {
            "user": "sky",
            "user_id": "47757",
            "date": "2007-11-26 17:28:55",
            "id": "5425334",
            "reply_to_id": "5425257",
            "text": "NEI ÞAÐ ER EKKI SATT!!!!!1"
        },
        {
            "user": "sky",
            "user_id": "47757",
            "date": "2007-11-26 17:41:46",
            "id": "5425379",
            "reply_to_id": "5425334",
            "text": "…bú."
        },
        {
            "user": "sky",
            "user_id": "47757",
            "date": "2007-11-26 19:54:17",
            "id": "5425873",
            "reply_to_id": "5425379",
            "text": "..hú?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-12-17 11:59:27",
            "id": "6384613",
            "reply_to_id": "5425873",
            "text": "Hver hleypti þér af Klepp? :("
        }
    ]
}