{
    "forum_title": "Heimspeki",
    "user": "Overture",
    "user_id": "41732",
    "date": "2006-06-30 12:14:27",
    "title": "Ógeðsleg Geðveiki",
    "text": "Afhverju segjir fólk: Hann er ógeðslega góður í fótbolta.\nOg afhverju segjir fólk: Hann er geðveikt góður í fótbolta.\nSkil kannski afhverju fólk notar “geðveikt”, kannski útaf því að hann þarf að vera geðveikur til þess að æfa svona mikið til að verða svo góður. En hvað með ógeðslega góður? Sé engin samhengi.\nPælið nú!",
    "url": "https://www.hugi.is/heimspeki/korkar/422911/ogedsleg-gedveiki/",
    "url_id": "422911",
    "id": "3688739",
    "replies": [
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-06-30 12:35:25",
            "id": "3688850",
            "reply_to_id": "3688739",
            "text": "Af hverju skrifar fólk af-hverju í einu orði?  Af hverju notar fólk lýsingarorðið sem notuð eru um hitastig til að lýsa nýmóðins eða flottum hlutum (kúl, svalt, heitt)?  Hvernig getur tónlist verið\nhörð\n?\nÞetta er ýmist fengið úr öðrum tungumálum, um myndlíkingu að ræða eða byggt á einhverjum misskilningi.  Hugsanlega hefur einhver kaldhæðni verið fólgin í því upphaflega að nota neikvæð orð til að lýsa einhverju sem er afskaplega jákvætt.\nÁ ensku er oft talað um að eitthvað sé\ninsane\n, réttast væri að segja að það væri mergjað en það er hugsanlegt að einhverjum hafi dottið í hug að beinþýða þetta.  Svo er oft talað um hversu stutt er á milli snilligáfu og geðveiki, hugsanlega er einfaldlega átt við að umræddur aðilli er svo góður í fótbolta að það jaðrar við geðveiki.\nFlestir kannast svo við Kallana, þeir hafa búið sér til sérstæðan orðaforða og glætt gömlum orðum nýja merkingu.  Það er hugsanlegt að það hafi verið tilgangurinn.  Í BNA talar fólk stundum um að eitthvað sé\nfeitt\nþegar það á við að eitthvað sé flott eða töff.  Hugsanlega er bara um nýorðasmíð úr gömlum orðum að ræða.\nÞað eru svo sem margar hugsanlegar ástæður, það er erfitt að finna út hvað á við hverju sinni."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2006-06-30 12:48:43",
            "id": "3688908",
            "reply_to_id": "3688850",
            "text": "Sko, þú tekur ekkert Fed og gefur hnottóttum Bandaríkjamönnum heiðurinn af því. Det er ikke fed."
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2006-06-30 19:55:17",
            "id": "3690417",
            "reply_to_id": "3688908",
            "text": "Nej, det er sgu helt ikke fedt!"
        },
        {
            "user": "themachine",
            "user_id": "59977",
            "date": "2006-07-11 20:05:11",
            "id": "3735688",
            "reply_to_id": "3688739",
            "text": "Ég velti stunum fyrir mér þessu sama sko.\nÞú þarft að vita að þú ert ekki einn.\nJánei.\n-En segja þeir í  Bandaríkjunum t.d.: \"This is insanely (\nkann ekki\nað skrifa það almennilega)\nbeautiful?“ Er það ekki bara: ”You are insane!\"\nAnnars þá veit ég það ekki sko."
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2006-09-28 09:37:03",
            "id": "4035750",
            "reply_to_id": "3735688",
            "text": "Ég velti stunum fyrir mér þessu sama sko.\nhhehehehehehehehehehehehehehehehehehehehehehehehhehehehehehheheheheheh………………………………..huhuhuhuhuhuuhuhuhuhuhuuhuhuhuhuhuhuhuuhuhuhuhuhuhuhuuhuhuhuhuhuhuhuhuuhuhuhuhuhuhuhuhuhuhuhHOHOHOhararharharharharharharharharahrharharharharhahahahahahahahaahahuhuhuhuhuhuhuuhuhuhuhuhuhuhu\n……..prentvilla !"
        },
        {
            "user": "themachine",
            "user_id": "59977",
            "date": "2006-07-11 20:05:42",
            "id": "3735693",
            "reply_to_id": "3688739",
            "text": "Annars fannst mér Damphir segja allt sem segja þarf."
        }
    ]
}