{
    "forum_title": "Ljóð",
    "user": "cecilie",
    "user_id": "5940",
    "date": "2001-09-12 14:15:13",
    "title": "all the people that hate me",
    "text": "ég labba um á göngunum,\nog sé allt fólkið sem hatarmig,\nþað horfir á mig með dýpstu fyrirlitningu,\nég er auðruvísi, ég sker mig úr.\nþað sterir á mig og ég sver\nað ef augnaráðið eitt,\ngæti drepið,\nværi ég lítil klessa á vegginum,\nég hugsa auðruvísi,\nég tala auðruvísi,\nklæði mig auðruvísi,\nog hanga mér skringilega.\nég hef áhuga á stjórnmálum!\ngvuð hvað ég er hallærisleg!\nsvo er ég alger rauðsokka líka,\nég ætti að skammast mín oní tær.\nég geng um á göngunum\ní skrítnu svörtu fötunum mínum,\nmeð skrítna svarta hárið mitt,\nég er að syrgja sjálfa mig.\nalla ævi verð ég auðruvísi,\nog alltaf verð ég undarleg,\n“afhverju ertu svona?”\n“æ, ég veit ekki, ég er svo skrítin”\nég verð rík einhvern daginn,\nog allir þeir sem voru kóngar í gaggó,\nvinna á bensínstöð þá,\nþá skal ég láta þau þjást.\nég er kannski skrítin,\nog líka undarleg,\ná fólk líka að muna,\nað ég hef líka mínar tilfinningar.\nþegar þið kallið mig tík,\nbelju tussu eða hóru,\nsærir það ekki svo djúpt,\nég hef heyrt það allt áður.\nen það mætti halda að ég sé eitruð,\nfólk forðast mig, eins slímugan snigil,\nsem gerir buxurnar þeirra skítugar.\ner ég virkilega svona ógeðsleg???\nso to all the people that hate me now, you will pay for it later!",
    "url": "https://www.hugi.is/ljod/greinar/42300/all-the-people-that-hate-me/",
    "url_id": "42300",
    "id": "278270",
    "replies": [
        {
            "user": "zorglubb",
            "user_id": "347",
            "date": "2001-09-12 14:48:53",
            "id": "278271",
            "reply_to_id": "278270",
            "text": "ættir að setja þetta sem smásögu frekar en ljóð."
        },
        {
            "user": "cecilie",
            "user_id": "5940",
            "date": "2001-09-12 14:58:57",
            "id": "278272",
            "reply_to_id": "278271",
            "text": "kannski en það þýddi að ég yrði að hafa þetta lengra og ég hafði engann tíma til þess. þetta var samt ekki mikil skoðun um ljóðið eða smásöguna sjálfa?"
        },
        {
            "user": "Talena",
            "user_id": "9513",
            "date": "2001-09-12 18:59:29",
            "id": "278273",
            "reply_to_id": "278272",
            "text": "veistu mér líður eins og þú sért skugginn minn og sért að lýsa lífi mínu… m.ö.o. mjög flott keep on goin!!! ;o)\nkv Talena"
        },
        {
            "user": "pardus",
            "user_id": "6631",
            "date": "2001-09-12 22:22:41",
            "id": "278274",
            "reply_to_id": "278273",
            "text": "Mjög flott hjá þér cecilie… :)\nÉg er sammála Talena… þetta er í raun líf mitt að hluta til í hnotskurn… ég geng sjálfur í svörtum fötum en það er í raun sjaldnast hæðst að mér mikið… það er bara annað…\nFlott ljóð og keep up the good work ;)\nkv. pardus"
        },
        {
            "user": "cecilie",
            "user_id": "5940",
            "date": "2001-09-13 13:43:02",
            "id": "278275",
            "reply_to_id": "278274",
            "text": "málið er að ég geng alltaf í svörtum fötum með gadda um hálsinn og svartlakkaðar neglur ég dýrka ekki djöfulinn og ég geri eingum neitt en samt líta þau á mig sem ógnun, ég á ekki að hugsa svona og vera svona, það eru allir svo vissir um að ég sé á móti guði en ég er það ekki, ég trúi kannski ekki á hann en ég hata hann ekki, ég fíla nokkur lög með marlyn manson og nenni ekki að hlusta á þetta endalausa píkupopp sem allt er eins. ég er ekki mansonisti ég er gothari en ég held að fólkið hér skilji það bara ekki:)"
        },
        {
            "user": "pardus",
            "user_id": "6631",
            "date": "2001-09-13 18:32:33",
            "id": "278276",
            "reply_to_id": "278275",
            "text": "“Vertu þú sjálfur…\n…gerðu það sem þú vilt”\nÞetta er laglína með Síðan Skein Sól… píkupoppi ;)\nÉg sjálfur fíla gothara og dökkhærðar stelpur (eitthvað villt við ykkur ;þ) og mér finnst þetta í fínu lagi. Þetta er bara pönkaratískan núna og treystu mér… eftir nokkur ár mun þetta þykja djöfulli kúl ;) (Mér finnst þetta kúl núna, ég trúi ekki á guð, ég hlusta á Marilyn Manson, ég sem stundum haturskvæði til guðs, ádeilukvæði um kirkjuna og margt fleira geri ég sem telst ekki vera “kúl” nú til dags) Ég geng reyndar ekki um með gaddahálsmen og ég er ekki meikaður. Ég litaði einu sinni hárið á mér mahónírautt (geri það ekki aftur ;)) Ég geng að vísu alltaf í svörtum fötum (fer mér bara vel).\nÉg er ég sjálfur og þú ert þú sjálf. Ef allir reyndu að vera eins, yrði engin fjölbreytni og þá fyrst yrði VIRKILEGA leiðinlegt að lifa…\nTreystu mér Cecilie… þú ert bara að gera mannkyninu greiða með því að vera dáldið “öðruvísi”.\nkv. pardus…\n….hvert er annars gemsanúmerið hjá þér… ;þ"
        },
        {
            "user": "Lynx",
            "user_id": "3520",
            "date": "2001-09-13 14:14:53",
            "id": "278277",
            "reply_to_id": "278272",
            "text": "Þú þarft ekkert að lengja þetta til að það gangi sem smásaga.  Annars finnst mér þetta virka vel sem ljóð líka.  En pælingin virðist biðja dáldið um meiri sögustíl, eða efnið…  Veitekki :S  En fínt hjá þér :)"
        },
        {
            "user": "jath",
            "user_id": "7157",
            "date": "2001-09-13 13:12:56",
            "id": "278278",
            "reply_to_id": "278270",
            "text": "Það hefur enginn rétt á að kalla annan mann skrítinn, maður ætti að forðast að dæma aðra, því með því dæmir maður sjálfan sig. Þú ert sérstök, og ættir því að vera stolt af því,,er eitthvað gaman að vera eins og allir aðrir??????\nkveðja jath…"
        }
    ]
}