{
    "forum_title": "Harry Potter",
    "user": "Aesa",
    "user_id": "14937",
    "date": "2006-07-01 00:00:08",
    "title": "Smásögukeppni - Tvö stutt bréf",
    "text": "Ég lofaði sumum sögu. Hér er hún. Óstytt.\nFred lamdi á hurðina sem hafði lokast á eftir honum og hrópaði að dyrnar skyldu opnaðar og honum hleypt út. Hann hafði tekið upp á því að lemja og hrópa þegar það dugði ekki að kalla eða banka. En handan hurðarinnar barst ekki eitt einasta hljóð. Hans megin heyrðist hins vegar bæði hviss og hvæs. Fred snéri sér snöggt við til þess að líta í gul augu erkifjanda síns og hvæsti á móti. Haltu þér saman ófétið þitt! sagði hann og lét sig síga niður á heyið á köldu steingólfinu. Með bakið upp að þykkri viðarhurðinni andvarpaði hann og grár kötturinn mjálmaði kuldalega til samþykkis.\nFred Weasley og Frú Norris höfðu verið læst inni í dýflissunni í rúman hálftíma þegar það birtist allt í einu kona sem datt í gólfið hjá þeim. Hún öskraði og leit trylltum augum í kring um sig. Fred brá skiljanlega en ákvað að hjálpa henni á fætur, hún virtist ringluð og utanvið sig. Þegar hann var búinn að tosa hana á lappirnar hrinti hún honum frá sér og virti hann fyrir sér frá toppi til táar, leit á rautt hárið og stjarnfræðilega margar freknurnar, svartan kuflinn sem hann var í og víðar ermarnar. Hún virti fyrir sér hæð hans, sem var ekki ýkja mikil og virtist komast að þeirri niðurstöðu að hún væri yfir hann hafinn. Svo fór um hana kuldahrollur. Fred vonaði að minnsta kosti að það hafi verið kuldahrollur. Hún var illa klædd. Fyrir dýflissuna í Hogwarts að minnsta kosti. Hún var líka óviðeigandi klædd. Fyrir Hogwarts svo rétt sé sagt frá. Hún var íklædd Muggafötum, hvort þau voru flott eða sæt, hallærisleg eða ljót gat Fred ekki sagt til um en hann sá að þau voru fín. Konan var vel til höfð en stutterma silkiblússa og hnésítt pils með klauf voru ekki á lista yfir æskilegan klæðnað fyrir niðurgrafinn fangaklefa í steinkastala frá miðöldum. „Hver ert þú?“ hreytti hún út úr sér.\nPetúnía Dursley krækti blúndugluggatjöldunum frá, rétt svo að hún gæti gægst út og fylgst með parinu í næsta garði. Hafði frúin í næsta húsi skipt um hárlit? Hún var að velta því fyrir sér þegar hún sá eitthvað útundan sér og áður en hún vissi af hafði fugl flogið inn um gluggann hjá henni. Hún æpti upp yfir sig og fuglinn, sem reyndist vera snaggaraleg ugla, úhúaði á hana og sleppti bréfi ofan í vaskinn áður en hún réðist á hana. Hann flaug að henni og Petúnía öskraði meira og uglan úhúaði og Petúnía lamdi hana og uglan klóraði hana en á endanum fór hún aftur út um glugann. Eftir að hafa rammlega lokað öllum gluggum í húsinu kom Petúnía aftur í eldhúsið og leit á bréfið sem beið í vaskinum. Það var merkt viðundrinu honum frænda hennar sem bjó hjá henni. Umslagið var þunnt nema í vinstra horninu, þar var einhver lítill hlutur. Reiðin sauð ennþá í henni eftir slagnum við illfyglið og hún reif umslagið upp og sturtaði úr því.\n„Hvert þó í…?!“ Lítil ryðguð skrúfa hafði dottið í lófan á henni. Petúnía fleygði umslaginu frá sér og las á miðann sem hafði verið í því.\nNáðum honum. Þú hefur 15 sek. eftir að þú snertir skrúfuna.\nHún skildi hvorki upp né niður og leit af miðanum á skrúfuna. Einhverra hluta vegna sleppti hún takinu á miðanum í hvelli og næsta sem hún vissi af sér var eins og einhver fiskaði hana upp á maganum, í gegnum bakið, og hún var kominn út úr bjarta hlýja elhúsinu á Runnaflöt númer fjögur og inn á dimman kaldan stað sem hún kunni ekki skil á. Hún öskraði um leið og hún hafði rænu á því.\nFred togaði í hálsmálið á kuflinum sínum. Heyið brann og eldurinn logaði glatt. Ljósið frá eldtungunum gaf andliti Petúníu Dursley undarlega skuggalegan svip og skugginn af Frú Norris minnti á skrímsli þar sem hann hlykkjaðist um dýflissuveggina. Það voru liðnir þrír tímar síðan þau reyndu síðast að banka á hurðina. Rúmir fjórir síðan hann kveikti eldinn. Frú Dursley hafði tryllst. Honum hafði verið orðið virkilega kalt þar sem eina hlýjan sem barst inn var örmjóir sólargeislar sem smugu inn um rimlana á örlitlum glugga, hátt uppi á einum veggnum uppvið loftið. Og það var skammgóður vermir, bókstaflega, því þegar sólin færðist úr stað, færðust sólargeislarnir til og ekki hægt að standa í þeim lengur. Þau höfðu öll þrjú horft löngunaraugum á röndótta ljósablettinn sem færðist upp vegginn og frú Dursley skalf eins og hrísla. Þá hafði hann tekið sig til og safnað hluta af heyinu saman í hrúgu við vegginn undir glugganum og dregið fram galdrasprotann sinn. Frú Dursley hafði æst sig yfir því og heimtað að hann léti sprotann aftur á sinn stað. Hún virstist halda að hann ætlaði að gera henni mein með honum, henni datt ekki í hug að hann gæti verið að reyna að hljálpa þeim að líða betur.\n„Ég veit að þú mátt ekki nota þetta prik,“ hafði hún sagt, „Þú mátt ekki gera neitt utan skóla! Það liggur við því blátt bann á sumrin!“ Þetta, auk margs annars sem hún hafði bæði sagt og gert, gerðu Fred reiðan og pirraðan og hann svaraði henni stuttaralega að í fyrsta lagi, væru þau í skólanum en ekki utan hans og í öðru lagi, þá væri hann ekki í skólanum lengur, hann væri hættur. Það ruglaði hana bara í ríminu.\n„Sko, ég er orðinn sautján ára og ég má galdra þegar mér sýnist!“ sagði hann þá og svipurinn sem kom á hana var eins og hann hefði blótað. Hún brást við eins og mamma hans hefði gert ef hann hefði notað sitt versta blótsyrði á fjölskylduskemmtun. Það hafði þó endað með því að hann kveikt eldinn og þeim hlýnaði báðum. Frú Norris hafði lagst nálægt honum og lokað öðru auganu meðan hún horfði með hinu á hann og fylgdist með hverri hreyfingu.\n„Hleyptu okkur héðan út!“ æpti frú Dursley á Weasley í þúsundasta skiptið.\n„Ég get það ekkert skassið þitt“ svaraði Weasley jafn hátt á móti, löngu kominn með nóg af kellingunni. Rauðir blettir birtust á kinnum frú Dursley og munnurinn varð að hvítu striki.\n„Hvernig dirfistu…?“ frú Dursley saup hveljur af einskærri reiði og Weasley ranghvolfdi í sér augunum. Almáttugur Merlin, hugsaði hann, ég nenni ekki að hafa hana reiða. Hann dró djúpt andann og ákvað að snúa við blaðinu og byrja upp á nýtt.\n„Fyrirgefðu, ég meinti þetta ekki, við skulum ekki láta skapið hlaupa með okkur í gönur.“ Frú Dursley fannst eitthvað gruggugt við það þegar ungir hrekkjalómar notuðu svona flókið orðbragð og pírði á hann augun. En hún þagnaði þó. Það var framför. „Ég held að það geri okkur bara meira illt að rífast. Við ættum frekar að vinna saman í því að reyna að komast út.“\nAllt í einu fékk hann hugmynd og gat varla varist því að brosa. Hann barðist hart til þess að koma ekki upp um sig þegar hann kom með tillögu. „Ég veit,“ sagði hann, „til þess að vera viss um að við förum ekki að rífast svona harkalega strax aftur skulum við byrja alveg upp á nýtt en kynna okkur með skírnarnöfnum eingöngu! Þannig eru óþarfa formlegheit úr sögunni og við stöndum á jöfnum grunni!“ Hann brosti út að eyrum þegar hann rétti henni höndina. „Sæl vertu, ég heiti Fred.“\nHann hló næstum því að undruninni sem þetta olli. Þessu gat hún ekki hafnað án þess að vera dónaleg. Og þau þurftu líka að vinna saman til þess að komast út úr dýflissunni. En ef hann miðaði við það sem Harry hafði sagt honum af Petúníu Dursley, þá ætti hún mjög erfitt með að þola það að yngri, ókunnugur, galdramaður kallaði hana skírnarnafninu en ekki ættarnafninu. Hún yrði að kyngja stoltinu og hrokanum. En þó var þetta gott fyrir þau bæði og í raun best að þetta væri svona. Hún tók í höndina á honum og hristi einu sinni. „Ég heiti Petúnía,“ sagði hún og hann brosti breitt.\nHeyið var í tveimur hrúgum, sitt í hvoru horninu á dýflissunni. Í annarri hrúgunni logaði glatt, í hinni lá ungur maður með eldrautt hár. Hann fylgdist með konu á fertugsaldri ráfa muldrandi um herbergið og þrýsta á hvern einasta stein og grandskoða hverja einustu rifu sem hún rakst á. Hann geispaði og kötturinn hvæsti. Hann hafði reynt að segja henni að það væri engin undankomuleið, nema út um dyrnar, sem í augnablikinu voru rammlæstar með göldrum. Hún vildi ekki heyra á það minnst, hún hafði nú sjálf ekki komið inn um dyrnar heldur birst þarna einhvernveginn. Þá hlaut að vera hægt að flytjast á brott líka. Hann hafði reynt að útskýra fyrir henni hvernig leiðarlyklar virkuðu og hún hafði heimtað að hann byggi svoleiðis til handa henni. Hún hafði fundið aftur skrúfuna sem hafði borið hana hingað. Hann hafði reynt að útskýra fyrir henni að hann gæti ekki búið leiðarlykil til, að hann kynni það ekki. Hún vildi ekki heyra á það minnst. Hún virtist ekki geta höndlað tilhugsunina um að það væri ekki hægt að gera hvað sem er með göldrum.\nGarnirnar gauluðu og kattarófétið hún Frú Norris vældi. Átta klukkutímar. Þau voru búin að vera læst inni í átta klukkutíma samkvæmt úri Petúníu. Án matar. Án drykkjar. Án samneytist við aðra mannlega veru. Fred taldi Petúníu varla mannlega. Ekki taldi hún hann manneskju, hann var viðundur í hennar augum. Hún hafði nú þeger sagt honum það nokkrum sinnum. En átta tímar var yfrið nóg fyrir hinn hressa og lífsglaða Fred, hann þyrsti jafnmikið í samtal eins og vatn þessa stundina. Hann ákvað að opna munninn.\n„Þú ert frænka hans Harrys.“\nPetúnía leit undrandi upp.\n„Mamma hans var systir þín, er það ekki? Hún Lily.“\n„Jú.“ Petúnía var á varðbergi. Hún velti því fyrir sér hvað strákgerpið vildi henni. Hún vildi ekki játa það að hana þyrsti jafnmikið í samtal og hann. Þau voru löngu búin að gefast upp á að einhver heyrði til þeirra.\n„Hvernig var hún? Ekki bara rauðhærður umsjónarmaður, er það? Ef einn höfunda Ræningjakortsins kvæntist henni hlýtur að hafa haft meira til brunns að bera en reglusemi og góðar einkunnir.“\n„Skrifaði James Potter bók?“ spurði Petúnía ringluð. „Ekki vissi ég það.“ Fred áttaði sig á því að hann hafði næstum kjaftað frá leyndarmáli og leiðrétti hana því ekki. Frú Norris opnaði bæði augun og fylgdist grannt með. Eitthvað var að gerast og hún ætlaði ekki að bregðast skyldu sinni sem vaktmaður. Petúnía andvarpaði og kötturinn sperrti eyrun.\n„En ég vissi nú svosem aldrei mikið um þennan mann hennar Lilyjar,“ sagði hún og fitjaði upp á nefið eins og það eitt að minnast á mann systur sinnar væri neðan hennar virðingu. „Við vorum ekki svo nánar.“ Hún brosti kaldhæðið þegar hún bætti við að samt hafi þær þekkt hvor aðra betur en nokkur annar. Þar til þær giftu sig.\n„Já hvernig kom það til?“ spurði Fred sem óskaði þess að hann gæti hneppt frá sér eins og frúin sem hann var að tala við. Í staðinn herti hann sultarólina. Bráðum færi að koma kvöldmatartími, án þess að hann hefði fengið neinn hádegisverð. Hvað þá drekkutíma. „Ég hef heyrt margt og mikið um James, jafnvel fundið, hérna, skrif eftir hann og samkvæmt því var hann mesti hrekkjalómur í sögu Hogwarts! Fyrir utan okkur Georg, auðvitað,“ bætti hann svo við og brosti blítt. Petúnía fitjaði aftur upp á nefið. Ekki löngu eftir að hún hafði birst inni í klefanum hafði Fred byrjað að hrekkja hana, hann hafði galdrað litlar mýs sem skriðu um heyið sem hún sat á (honum fannst rottur ekkert fyndnar eftir að hann komst að því að gælurotta bróður hans hafði myrt tólf saklausa Mugga og bar ábyrgð á morðinu einu frægasta morði galdrasögunnar). Mýsnar skiptu um lit. Ef það var nokkuð sem Petúnía Dursley þoldi verr en mýs, þá voru það óvenjulegar mýs. Hún hafði öskrað og æpt og hreinlega ráðist á Fred, sem var svipaður á hæð og hún sjálf, og skipað honum að fjarlæja pestina. Fred hafði á endanum farið að vilja hennar þar sem hann gat hvergi flúið og var við það að verða heyrnarlaus vegna skrækjanna. En Petúnía átti erfitt með að sætta sig við aðferðina sem hann notaði til þess að losa sig við mýsnar: hann sveiflaði galdrasprotanum og þuldi einhver töfraorð. Þau gáfu henni hroll. Hún hélst langan reiðifyrirlestur yfir Fred fyrir vikið. Hann reyndi að halda sig á mottunni eftir það en bruggaði í staðinn almennilegan hefndarhrekk sem hann ætlaði að hrinda í framkvæmd þegar hann slyppi loksins út.\nAð vera fastur í dýflissu með Petúníu Durlsey var víti líkast.\nEftir tólf tíma lágu þau öll þrjú sofandi á nýju heyi. Fred hafði minnkað eldinn svo það var ekki eins heitt lengur. Petúnía vaknaði meira að segja við það að henni var orðið kalt. Hún lá í hnipri á grófum stráunum sem stungu hana og hún stundi við. Hægt og varlega rétti hún úr sér og opnaði augun. Það var dimmt og hún var stirð. Henni var kalt og hún var sársvöng þegar hún settist upp í myrkrinu. Eldurinn hafði kulnað. Bannsettir galdrar, áttu þeir ekki að vera svo fullkomnir? Hún var samt fegin að hann hafði ekki dreift úr sér. Eftir allan þann tíma sem þau höfðu verið í dýflissunni, höfðu þau Fred komist að því að heyið endurnýjaði sig. Þannig höfðu þau átt nóg brenni en samt átt nóg í tvö flet til að liggja á. Það fór hrollur um Petúníu og hún reyndi að hlýja sér með því að nudda upphandleggina. Svo stóð hún upp og fetaði sig í áttina sem hún hélt Fred vera. Hátt uppi fyrir aftan hana var örlítil ljós blettur sem markaði eina gluggann í klefanum. Engin birta barst þó inn um hann og Petúnía var nærri dottin um unga manninn sem lá á gólfinu. Hann vaknaði þó ekki en muldraði eitthvað óskýrt. Petúnía kraup niður hjá honum og hvíslaði hátt. Það hljómaði eins og hvæs.\n„Vaknaðu! Eldurinn er kulnaður!“ Fred rumskaði ekki en nokkur skref frá henni birtust tvær gular glyrnur sem glóðu í myrkrinu. Petúnía saup hveljur þegar kötturinn gaf frá sér hljóð sem átti víst að vera mjálm. Hún snéri sér í hvelli aftur að Fred, nú ákafari en áður.\n„Vaknaðu frekknufés!“ Hún hristi hann með hægri.\n„Mmmmlúmos,“ heyrði hún muldrað í myrkrinu áður en lítil ljóstýra blikaði allt í einu skært við hliðina á henni svo hún fékk ofbirtu í augun.\n„Ginny? Voðalega ertu ljót og úfin í myrkrinu,“ missti hálf sofandi drengurinn út úr sér áður en hann rankaði fullkomlega við sér. „Úps, sorry!“ sagði hann þá en Petúnía geiflaði sig bara.\n„Mér er kalt,“ sagði hún í staðin. „Eldurinn er kulnaður,“ endurtók hún svo að nauðsynjalausu.\n„Nei í alvöru talað, er það satt?“ spurði Fred og geispaði við undirspil garnagaulsins í Petúníu. Svo kveikti hann lítið bál upp á nýtt og þau settust við það með teppi sem hann galdraði fram vafin utan um sig eins og þau væru í útilegu. Já, hugsaði Fred. Við erum útlagar.\nLengi vel þögðu þau en hvorugt þeirra fór aftur að sofa. Einhverntímann seint um tíðir spangólaði úlfur úti í nóttinni og Fred virtist taka það sem merki til þess að segja sögu.\n„Einu sinni fyrir langa löngu voru tveir bræður,“ byrjaði hann. „Þeir voru tvíburabræður og eyddu öllum stundum saman. Þeir voru bestu vinir og nutu þess að stríða eldri bræðrum sínum. Sérstaklega Percy, hann var svo mikill mömmustrákur.“ Petúníu fannst hún geta heyrt hann glotta að minningunum. „Einn daginn fékk annar tvíburabræðrana bréf. Í því var fiskhaus og miði sem á stóð\nÉg þarf að tala við þig. Taktu í hausinn, hann er leiðarlykill.\nEn af því að bræðurnir gerðu alltaf allt saman, þá tóku þeir saman í fiskhausinn og fluttust til Hogwarts.“ Hér var Petúnía búin að átta sig á því að Fred var að segja frá því hvernig hann komst þanað sem þau voru. Einhverra hluta vegna hafði hann hingað til alltaf vikið talinu að einhverju öðru ef það barst að þessu en myrkrið virtist veita honum nafnleynd. „Við lentum hér, í þessu herbergi en það var enginn til þess að taka á móti okku. Þá voru dyrnar opnar.“ Hjartað í Petúníu tók kipp. Það var þá hægt að opna þessar dyr! Hún hafði verin farin að efast um það. Hún vissi þó betur en að segja nokkuð strax.\n„Það beið enginn eftir okkur svo við fórum út. Við fórum út á gang að leita að fólki. Við gengum um og kölluðum en fengum ekkert svar. Við mættum engum. Hinsvegar rákumst við á hana Frú Norris.“ Kötturinn mjálmaði þegar hún heyrði sig nefnda á nafn og Petúníu rann kalt vatn milli skinns og hörunds þar sem hún sat í myrkrinu og sá ekkert nema framhliðina á Fred, lýsta af dansandi eldtungum. Han sagði svo draugalega, næstum sorglega frá.\n„Við Frú Norris þekkjumst vel, við eigum okkur langa sögu, öll þrjú, alveg frá fyrsta degi okkar bræðrana í skólanum,“ hélt Fred áfram. „Við stungum af til þess að skoða kastalann áður en flokkunarathöfnin byrjaði. Það var hún sem fann okkur og… það markaði upphafið að áralöngum fjandskap.“ Hann hló hæðið. „Og sjá hvar ég sit nú, fastur í dýflissuklefa með henni og…“ Hann þagnaði. Petúnía sagði ekki neitt. Hún vissi hvað hann var að hugsa. Tilfinningar hennar voru þær sömu í hans garð og hans í hennar.\n„Við tókum á rás,“ sagði Fred allt í einu. „Það er ósjálfrátt viðbragð allra nemenda í Hogwarts að flýja þegar þeir rekast á Frú Norris. Maður rekst heldur ekki á hana nema Filch sé að leita að manni og maður er að gera eitthvað af sér.“ Petúnía vissi ekki hver Filch var en hún lét sig það engu skipta. Hann var ekki aðalmaðurinn í sögunni. „Þá vill maður ekki mæta Filch,“ sagði hann lágt. „Við hlupum til baka og hún elti. Svo áttuðum við okkur á því að hún var að elta lyktina af fiskhausnum svo að við hentum honum inn um næstu dyr, sem reyndust liggja að sama herbergi og við höfðum lent í með leiðarlyklinum. En þá áttaði ég mig á því að við vissum ekki hvers konar leiðarlykill þetta væri, hann gæti verið til þess að snúa til baka líka og þá mætti Frú Norris alls ekki koma við hausinn. Svo ég stökk á eftir. Og Georg lokaði dyrunum. Við ætluðum að loka kisa inni en hann lokaði okkur bæði í staðinn. Ég var ekkert að stressa mig fyrst og tók fiskinn upp í rólegheitunum en þegar ég vildi svo komast út, þá voru dyrnar læstar! Og alohomora virkaði ekki. Fyrst hélt ég að Georg væri eitthvað að gantast með mig.“ Hér þagnaði hann eitt augnablik. „En tíminn hefur leitt annað í ljós.“\nÞau lágu í móki á heyfletunum sínum með köttinn á milli sín þegar dyrnar opnuðust. Petúnía fann hvernig adrenalínið fór á rás þegar hún hentist á fætur, Frú Norris þegar þotin upp um hálsinn á gömlum karlfauski með grátbólgin augu. En augu hennar beindust að fjómenningunum hinum sem stóðu líka handan dyranna. Einn þekkti hún strax, það var systursonur hennar. Viðrinið í fjölskyldunni. Sá sem hún hafði þurft að ala upp nauðug viljug. Hann var undarlegur á svipinn. Forvitinn, hissa en um leið á varðbergi. Við hlið hans stóð ungur maður, nákvæmlega eins útlits og sá sem stóð við hlið hennar. Það var augljóslega Georg og hann bar sama undarlega svipinn og frændi hennar.  Voru þeir kannski vonsviknir líka? Hinir tveir voru fullorðið fólk, eldri (heldri?) kona, sem henni líkaði strax við. Valdmannsleg og óhagganleg. Ströng. Og að síðustu, maður á hennar eigin aldri, sem hélt á hvítri grímu í annarri hönd. Sá var með stingandi augu og ástandið á hárinu á honum fékk Petúníu til þess að líta undan. Öll voru þau klædd í svarta kufla, nema Harry sem var í gömlum fötum af Dudley hennar. Þegar hún skoðaði betur, sá hún að kuflarnir sem Georg og frúin voru í voru mynstraðir en Fred og skítugi maðurinn voru báðir í mjög einföldum kuflum.\n„Petúnía?“ spurði Harry forviða og vakti hana upp úr hugleiðingum sínum um bróderingar og klæðskerasnið. „Hvernig komst þú hingað? Hermione segir að Muggar komist ekki til Hogwarts!“\n„Ég kom með skrúfu,“ svaraði Petúnía og strunsaði í gegn um þvöguna og út á ganginn þar sem máttleysið tók yfirhöndina að nýju og hún lyppaðist grátandi niður á gólfið. Hún var fjáls.\nEn það var Fred ekki.\n„Ö, viljiði færa ykkur frá, mér þætti ofsalega vænt um að fá að komast út úr dýflissunni og fá að líta sólina að nýju,“ heyrði hún Fred segja í misheppnaðri glettni.\n„Hæ Fred,“ sagði rödd sem hljómaði alveg eins. Nema hvað þessi var kuldalega tilfinningasnauð.\n„Hæ,“ svaraði Fred varlega. Hin vel ræktaða hnýsni Petúníu gaf henni styrk til þess að standa upp til þess að fylgjast betur með því sem var að gerast. Fóstursonur hennar virtist vera á báðum áttum um hvort hann ætti að spyrja hana frekar út í veru hennar hér eða hvort hann ætti að fylgjast með því sem var að gerast meðal galdramannanna. Hann kaus að fylgja dæmi frænku sinnar og horfa á.\n„Fred Weasley,“ sagði stranga konan skjálfandi röddu. Svo opnaði hún munninn en ekkert hljóð kom út. Hún skalf af tilfinningaþrunga og Georg sem gnísti tönnum skalf sömu leiðis.\n„Fred…“ sagði hann en virtist ekki geta sagt neitt heldur. Þá gekk maðurinn með skítuga hárið fram.\n„Leyfið mér, “ sagði hann og greip svo harkalega í hálsmálið á Fred og talaði svo lágt og yfirvegað við hann í gegn um samanbitnar tennur.\n„Hvenig dirfistu að klæðast þessum kufli drengur? Heldurðu að ég þekki hann ekki? Ég er í sama viðbjóðslega kuflinum þegar ég er að vinna mín sérverkefni fyrir Regluna! Eins og núna! Og í gær! Ég var þarna! Ég sá það! Ég fylgist með athöfninni! Ég fylgdist með þér sverja eiðinn!“ Hann var farinn að hrista lágvaxnari yngri manninn í takt við það þegar hann talaði. Svo henti hann honum frá sér og um leið var Georg kominn upp að bróður sínum og þreif af honum sprotann áður enn nokkur vissi af og bretti vinstri ermina upp. Petúnía sá ekki mikið þar sem hún var aftast í hópnum en það tóku allir andköf. Georg öskraði á bróður sinn og hljóp út. Harry starði tómum augum inn í klefann og frúin leit undan. Maðurinn horfði einn inn.\n„Mér býður við þér,“ sagði hann að lokum og lokaði svo og læsti upp á nýtt.",
    "url": "https://www.hugi.is/hp/greinar/423109/smasogukeppni-tvo-stutt-bref/",
    "url_id": "423109",
    "id": "3691441",
    "replies": [
        {
            "user": "Wannabewriter",
            "user_id": "41343",
            "date": "2006-07-01 00:29:48",
            "id": "3691594",
            "reply_to_id": "3691441",
            "text": "Hreint magnaður kafli!  Endirinn er svakalegur :O.  En hver var það eiginlega sem sendi þessa leiðarlykla?  Hver var það sem þurfti nauðsynlega að tala við Harry og að ég held Ron?  Var það Snape?"
        },
        {
            "user": "Wannabewriter",
            "user_id": "41343",
            "date": "2006-07-01 00:53:19",
            "id": "3691661",
            "reply_to_id": "3691441",
            "text": "Ég átti auðvitað við mögnuð saga en ekki kafli :)."
        },
        {
            "user": "Aerith",
            "user_id": "60146",
            "date": "2006-07-01 11:59:33",
            "id": "3692204",
            "reply_to_id": "3691441",
            "text": "vá alveg virkilega mergjaðslega góð saga\n;D"
        },
        {
            "user": "Weasley",
            "user_id": "54296",
            "date": "2006-07-01 13:47:50",
            "id": "3692457",
            "reply_to_id": "3691441",
            "text": "vá… frábært! sögurnar eftir þig eru alltaf góðar og þessi er örugglega en af þeim bestu…"
        },
        {
            "user": "Cho",
            "user_id": "31476",
            "date": "2006-07-03 00:50:19",
            "id": "3698594",
            "reply_to_id": "3691441",
            "text": "Ég verð að segja að í byrjun fannst mér ekki mikið til koma en váá, þvílíkur endir! Ég er hérna í algjöru sjokki og verð að segja að þetta er bara með því betra sem ég hef lesið! :D"
        },
        {
            "user": "MissBlack",
            "user_id": "40062",
            "date": "2006-07-04 22:58:28",
            "id": "3707062",
            "reply_to_id": "3691441",
            "text": "Veit ég er sein að kommenta en vááá´hvað þetta er flott! Eina sem ég skil ekki er hver sendi bréfin.\nRoosalega flott!"
        },
        {
            "user": "Catium",
            "user_id": "56286",
            "date": "2006-07-05 13:36:41",
            "id": "3708755",
            "reply_to_id": "3691441",
            "text": "Fred drápari gæsahúð. Mega mikil gæsahúð =/"
        },
        {
            "user": "Aesa",
            "user_id": "14937",
            "date": "2006-07-08 20:41:49",
            "id": "3722292",
            "reply_to_id": "3691441",
            "text": "Skiptir máli hver sendi bréfin? Þar sem bréfin kölluðu þau til Hogwarts, þá var það líklega McGonagall sem sagan gerist eftir sjöttu bókina. Ég gleymdi víst að taka það fram. Sagan gerist eftir sjöttu bókina en nógu seint til þess að Snape hafi sannað sakleysi sitt. Ég trúi því að Snape sé einn af góðu köllunum :D"
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2006-07-27 14:59:13",
            "id": "3801400",
            "reply_to_id": "3691441",
            "text": "ég fatta ekki alveg, hvað gerði fred af sé"
        },
        {
            "user": "Aesa",
            "user_id": "14937",
            "date": "2006-07-27 18:57:52",
            "id": "3802422",
            "reply_to_id": "3801400",
            "text": "Hann gekk í lið við dráparana kvöldið áður. Þess vegna var hann í eins kufli og Snape þegar hann er að vinna fyrir Regluna (njósna um dráparana) og þess vegna var fólkinu svona brugðið við að sjá það sem var á vinstri handlegg hans (myrkratáknið)."
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2006-07-27 19:56:54",
            "id": "3802681",
            "reply_to_id": "3802422",
            "text": "ok"
        }
    ]
}