{
    "forum_title": "The Sims",
    "user": "trixmix",
    "user_id": "63688",
    "date": "2006-07-01 18:07:42",
    "title": "Ryan fjölskyldan",
    "text": "Fjölskyldan sem hefur lent verst úti hjá mér er Ryan fólkið\nÞau James og Susanne Ryan kynntust á community lot og giftu þau sig stuttu seinna og byrjuðu bæði í law carrier og gekk þeim mjög vel og fengu promotion eiginlega á hverjum degi og rökuðu inn peningum. Stuttu seinna eignuðust þau litla stelpu sem hét Anastacia og hafði hún mikinn áhuga á xylafóninum þegar hún var toller og var hún komin með 10 skillpointa í creativskill áður en að hún varð child og byrjaði í skóla og stóð sig mjög vel í honum og vegna þess að hún hafði 10 skillpointa í creativ var hún valin í skólahljómsveit og fékk 200 í pening. Svo afpanntaði ég nanny því ég hélt að það þyrfti ekki að hafa nanny hjá child þegar foreldrarnir væru í vinnuni en svo var ekki og æeg fæekk aðvörun þegar þau voru í vinnuni og seinna um daginn áður en hjónin komu heim kom social worker og tók barnið. Það var mikil sorg fyrir þau bæði og daginn eftir það tók James ranga áhvörðun í vinnuni og var depromoted og missti 1 body skillpoint. Sama dag keyptu þau dýran sófa en rétt fyrir það höfðu þau pantað groseries fyrir 200 í pening og eftir sófakaupinn áttu þau bara 20 í peningum og gátu því ekki borgað fyrir pöntunina og tók því kallinn sem kom með matinn sófan og þau fengu ekkert endurgreitt,\nog það sem verra er að það voru 2 frídagar framundan og því engin laun í tvo daga og með 20 í peningum er það svolítið erfitt og það varð ennþá verra því þau höfðu ekki borgað billsanna svo þau fengu viðvörun en þau gátu ekkert gert því þau höfðu ekki næga peninga til þess að borga billsanna og það endaði með því að það kom eitthver frá skattstofunni og tók klósettið í staðin fyrir það sem við áttum að borga og þau áttu ekkert fyrir öðru klósetti  og í þrjá daga þurftu þau að bíða þangað til þau pissuðu á sig og síðan að fara í sturtu og þau voru allveg að brjálast en svo eftir þrjá daga erfiða daga áttu þau fyrir klósetti. En þá gerðist það að það kvikknaði í eldavélinni þegar Susanne var að búa til kalkún og brann hún til dauða. þá var bara maðurinn eftir og seldi hann húsið of flutti í annað minna til þess að spara peninga. Éftir nokkra daga í nýa húsinu leið James bara vel,\nhann var til dæmis búinn að fá gamla starfið sem hann missti og peningarnir voru komnir yfir fátæklingamörk. Það eina sem honum vantaði í líf sitt var ný kona, það koma að því að hann fann nýa konu en hún vann með honum í lawvinnuni en hú vildi ekki flytja inn til hanns svo þau enduðu bara sem vinir. Nokkrum dögum seinnha átti ég nó fyrir eldstæði en þegar hann var búinn að kveikja undir eldstæðinu kvikknaði aftur í og það kostaði hann líf sitt.\nÞar með endaði hræðilega líf þessarar fjölskyldu!",
    "url": "https://www.hugi.is/sims/greinar/423220/ryan-fjolskyldan/",
    "url_id": "423220",
    "id": "3692879",
    "replies": [
        {
            "user": "Angel",
            "user_id": "62867",
            "date": "2006-07-01 18:12:09",
            "id": "3693111",
            "reply_to_id": "3692879",
            "text": "Töff saga ;D;D"
        },
        {
            "user": "Bjarn1",
            "user_id": "26808",
            "date": "2006-07-01 18:31:44",
            "id": "3693174",
            "reply_to_id": "3692879",
            "text": "hehehehehe góð saga ::DD"
        },
        {
            "user": "KlosettRulla",
            "user_id": "64037",
            "date": "2006-07-01 19:05:23",
            "id": "3693281",
            "reply_to_id": "3692879",
            "text": "gg fin saga, solldi stutt en smat flott ;D;D"
        },
        {
            "user": "trixmix",
            "user_id": "63688",
            "date": "2006-07-01 20:04:12",
            "id": "3693520",
            "reply_to_id": "3693281",
            "text": "þau lifðu svo stutt"
        },
        {
            "user": "KlosettRulla",
            "user_id": "64037",
            "date": "2006-07-01 20:53:08",
            "id": "3693702",
            "reply_to_id": "3693520",
            "text": "jamm samtt gg flott saga ;P"
        },
        {
            "user": "trixmix",
            "user_id": "63688",
            "date": "2006-07-01 22:20:52",
            "id": "3694019",
            "reply_to_id": "3693702",
            "text": "fæin síða hjá þé"
        },
        {
            "user": "KlosettRulla",
            "user_id": "64037",
            "date": "2006-07-01 23:04:32",
            "id": "3694210",
            "reply_to_id": "3694019",
            "text": "tak takk ;D(K)"
        },
        {
            "user": "karamella",
            "user_id": "4619",
            "date": "2006-07-02 01:01:36",
            "id": "3694794",
            "reply_to_id": "3692879",
            "text": "Sagan er í sjálfu sér fín, en hún er svolítið mikið klesst og allt er í belg og biðu. Reyndu að hafa greinarskil(ýta á enter) öður hverju og hafa punkta :)"
        },
        {
            "user": "WoopWoop",
            "user_id": "64164",
            "date": "2006-07-02 12:00:05",
            "id": "3695407",
            "reply_to_id": "3692879",
            "text": "Bara flott saga;D"
        },
        {
            "user": "Demona",
            "user_id": "39409",
            "date": "2006-07-02 18:02:22",
            "id": "3696522",
            "reply_to_id": "3692879",
            "text": "Ég skil varla afhverju þetta var samþykkt, mér finnst vanta punkta, greinarskil og kommur á mjög mörgum stöðum. Svo einnig vegna þess hve frásögnin er stutt ætti hún í raun að fara á korkana."
        },
        {
            "user": "ArwenUndómiel",
            "user_id": "63548",
            "date": "2006-07-17 21:34:51",
            "id": "3761243",
            "reply_to_id": "3692879",
            "text": "Ef þú hefðir notað boolprop, þá hefðirðu getað komið í veg fyrir að klósettið væri tekið:o) Og ef þú hefðir geymt að kaupa sófann þar til seinna, þá hefði hann ekki verið tekinn… En er\nbara\nað segja það sem þú\nhefðir\ngetað gert:o) Og bara mín skoðun! En annars mjög töff saga:o)"
        }
    ]
}