{
    "forum_title": "Hundar",
    "user": "Gungun",
    "user_id": "8102",
    "date": "2001-09-13 01:03:59",
    "title": "Urr sem leiðir til slagsmála, HJÁLP!",
    "text": "Hvað á ég að gera ef hann urrar alltaf á aðra\nhunda sem eru af sama kyni og stærð og hann?\nHann er alltaf að lenda í slagsmálum útaf\nessu helv.. urri, allavega nær hann að\n“triggera” Boxerana vel,…\nÞað virðist ekki skipta hann NEINU máli\nhvort hundarnir eru eldri eða yngri en\nhann, hann virðir þá ekki rass…boru!\nHann hefur ekki gefið eftir ennþá í\nslagsmálum alveg sama hve hinn\nhundurinn er sterkur. Ég hef þurft að\nganga á milli í eitt skipti, en hin\nskiptin virðist duga fyrir mig að segja\n“NEI” ákveðið. Ég yfirgef alltaf svæðið\num leið og hann byrjar að slást. Líka ef\nhann urrar of mikið.\nÉg hef áhyggjur afþví að einn daginn verði\nhann tekið alvarlega í gegn… :(\nÉg hef prófað að senda hann inní bíl og\nfarið sjálf út aftur meðal hundanna, en\nþá bara vælir hann og virðist ekkert\nfatta akuru ég er svona “vond” ,…\nOg auðvitað segja ég alltaf “nei” þegar\nhann byrjar að urra á hina hundana.\nHann er greinilega fæddur ALFA-dog??\nEða??\nÁ ég að kaupa múl?\nEinhverja ráðleggingar ?\nP.S. Á ég svokallaðann slagsmálahund?",
    "url": "https://www.hugi.is/hundar/greinar/42401/urr-sem-leidir-til-slagsmala-hjalp/",
    "url_id": "42401",
    "id": "278800",
    "replies": [
        {
            "user": "Lynx",
            "user_id": "3520",
            "date": "2001-09-13 12:32:58",
            "id": "278801",
            "reply_to_id": "278800",
            "text": "Arrrrg!  Ég er búin að vera með svipað vandamál.  En ólíkt að því leyti að aðrir hundar eru alltaf að ráðast á aumingja hlummann minn.  Þetta er eiginlega bara nýbyrjað (6-9 mánuðir, hann er orðinn 5 ára og hefur alltaf áður komið vel saman við aðra hunda).  Og hann er svo stór, að hann hreinlega MÁ EKKI verja sig.  Og ég get eiginlega ekki lengur leyft neinum öðrum að fara með hann út, því að þá er hætta á að þau geti ekki stjórnað honum.  Og plús það að ég er að verða brjáluð á einhverjum smákrökkum sem eru úti með hunda sem ráðast á minn og standa svo og ráða ekkert við hundinn.  Og ég þarf að ALFAST yfir þeim báðum :(  Mér finnst ömurlegt að þurfa að tugta annarra manna hunda.  Fyrir utan að halda mínum frá.\nAnnars hef ég heyrt að það sem eigi að gera sé að láta hunda alltaf vera ólarlausa þegar þeir hitta aðra hunda (og þeir hundar eigi að vera ólarlausir líka) og ef þeir fara eitthvað að böggast, þá eigi eigendurnir að snúa bakinu í þá og ganga í burtu.  Ignorera þá.  Ég bara ÞORI því ekki!\nGungun, þú átt allan minn skilning.  Við ættum kannski bara að fara á námskeið saman með voffana?"
        },
        {
            "user": "Gungun",
            "user_id": "8102",
            "date": "2001-09-13 17:06:24",
            "id": "278802",
            "reply_to_id": "278801",
            "text": "Ég hef minn alltaf ólarlausann þegar\nvið hittum aðra hunda, dísus kræst\nannars myndi hann éta hina hundana. !\nOg ég myndi ekki voga mér að stoppa\nekki slagsmálin því þá myndi annar\nhundurinn sitja illa í því."
        },
        {
            "user": "krilli",
            "user_id": "6640",
            "date": "2001-09-13 17:15:38",
            "id": "278803",
            "reply_to_id": "278802",
            "text": "ég á ekki hund en mér finnst þeir sniðugir\nen\nafhverju á að hafa þá ólarlausa?\neða veist … hvaða áhrif hefur það?"
        },
        {
            "user": "Gungun",
            "user_id": "8102",
            "date": "2001-09-13 17:35:27",
            "id": "278804",
            "reply_to_id": "278800",
            "text": "Þegar hundurinn er í bandi þá er hann “tengdur” eigandanum. Hundurinn þinn lítur greinilega mjög mikið upp til þín. honum fynnst hann geta allt þegar hann er í bandinu hjá þér. þess vegna er hann alls ekki hræddur við að ögra öðrum hundum. það er langbest að leifa hundunum strax að heislast þegar þeir hittast þá er það búið og þeir þurfa ekki að skapa eitthverja leiðinlega spennu á milli sín. Það gildir það sama um þegar að tveir ókunnugir hundar þurfa að vera á sama heimili þá byrjar kanski svæðisyfirráðadeila . pissað á húsgögn slegist og ég veit ekki hvað. þetta er besst að leisa smátt og smátt´fara með þá saman út og láta þá hittast “óvart” ótá víðavangi báða lausa. þegar það er komið að hundum í slagsmálum er allt í lagi að grípaínní málin og þá er lang besst að taka hundin “hvolpagripi” allveg eins og mamma þeirra gerir þegar þeir eru litlir. Þá er tekið í hálsinn aftanáhundinum og með því að koma að árásarhundinum aftanfrá þá er samasem engin hætta á því að þú bítir hann svo er alltílagi að skamma hann fyrir það sem hann var að gera. En reynið auðvitað að forðast að skamma hunda sem þekkja ykkur ekki maður veit aldrey hvernig ókunnugir hundar taka því."
        },
        {
            "user": "Gungun",
            "user_id": "8102",
            "date": "2001-09-13 21:08:11",
            "id": "278805",
            "reply_to_id": "278804",
            "text": "Kgk1, þú skrifar “honum fynnst hann geta allt þegar hann er í bandinu hjá þér”\nen málið er að hundurinn minn er aldrei í\nól þegar hann byrjar að urra, ég\nlærði það mjög fljótlega að hann myndi\n“nota mig” sem einhvern extrakraft.\nÉg er oft á hundasvæðinu í Öskjuhlíð\nog ég passa að losa hann áður en ég\nhleypi honum inní hliðið…\nOg hann byrjar stundum að urra áður en\nhann fer inní girðinguna, þó ég sé búnað\nlosa ólina.\nÉg hef reynt að setja hann í ól strax\nog hann byrjar að urra og hætt við að\nfara innum hliðið.. en hann bara heldur\nþessu áfram. Fyrir um 4mán sagði mér\ndýralæknir að hann væri komin á þennan\naldur 1 og hálfsárs og þyrfti að sanna\nsig og að þetta myndi ganga yfir, en mér\nsýnist hann ekkert vera á þeim buxum að\nhætta. Reyndar, finnst mér einsog hann\nsé aðeins farin að taka það til greina\nþegar ég segi “NEI”, einsog um daginn\nþegar hann byrjaði hálfpartinn að slást\nvið hund og ég sagði NEI þá hætti\nhann strax og leit á mig. Ég skellti\nhonum í ól og fór.\nEr þetta ekki rétt hjá mér að fara strax?\nOg hey, gott að hann lítur upp til mín!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-09-14 10:11:25",
            "id": "278806",
            "reply_to_id": "278805",
            "text": "flott þetta er greinilega allt að koma hjá ykkur þá er bara að bíða og sjá. en ég tek það fram að það sem ég var að skrifa er ekkert sem ég hef ransakað eða eitthvað bara það sem ég hef lært af minni reynslu og auðvitað eru hundarnir eins misjafnir og þeir eru margir … Gangi þér vel.\nKalli"
        },
        {
            "user": "thengillo",
            "user_id": "11766",
            "date": "2001-09-15 20:24:54",
            "id": "278807",
            "reply_to_id": "278804",
            "text": "Ef að þið ætlið að grípa inní hjá hundum sem eru að slást. Þá megið þið alls ekki grípa í hnakkadrampið á þeim. Það getur orsakað það að þeir haldi að hinn hundurinn sé að bíta hann í hnakkann.\nEigendurnir verða að vera samtaka í að grípa í afturlappirnar á þeim og kippa þeim til sín. Sérstaklega ef þið eruð með stóra hunda. Ef þið eruð með hund sem er 20 til 40 kg eða stærri þá eru þeir fljótir að snúa sér við og bíta í hendina á þér. Það er kannski í lagi að grípa í hnakkann á litlum hundum en ekki stórum.\nSmá innlegg. :)\nKveðja,\nhundaáugamaður sem á ekki hund, ennþá. :)"
        },
        {
            "user": "weimar",
            "user_id": "12920",
            "date": "2001-09-19 01:58:08",
            "id": "278808",
            "reply_to_id": "278807",
            "text": "Alltaf þarf þengill að tjá sig :)"
        },
        {
            "user": "krosshol",
            "user_id": "11550",
            "date": "2001-10-10 15:56:45",
            "id": "278809",
            "reply_to_id": "278807",
            "text": "hehe…thenqillo, þetta er hárrétt hjá þér.  Alls ekki grípa í hnakkadrambið á hundum sem er að slást! Ég er með ör eftir eitt svoleiðis dæmi. Þá voru tveir hundarnir mínir að slást og voru á afturfótunum, þ.e.a.s. voru búnir að bíta sig fasta í andlitið eða hálsinn á hvor öðrum.  Ég reyf í hnakkadrambið á þeim báðum og ætlaði hreinlega að halda þeim á hnakkadrambinu í loftinu frá hvor öðrum.  Þá losnaði takið hjá öðrum hundinum og þá dreif hann sig að reyna að fá aftur tak í hinum hundinum.  Bíngó…beint í höndina mín ;)\nEn besta ráðið sem ég hef beitt er að drífa sig að ná í ískalt vatn í fötu og einfaldlega skella því yfir þá :) Þeir verða svo ringlaðir við það að þeir gleyma oftast slagsmálunum.\nKveðja\nKrosshol"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-09-13 17:45:43",
            "id": "278810",
            "reply_to_id": "278800",
            "text": "Þegar hundar slást lítur það oftast fimmfallt verra út heldur en það er.  hundarnir bíta hvorn annan mjög fasst mikklu fasstar en hvolpaglefsið þannig það getur verið vonnt að lenda á milli. Það er mjög algengt að hundunum bregður við svona slagsmál og að þeir meiði sig eitthvað. Stundum þarf að sauma svona eins og eitt eira á aftur og eitthvað. En það er alltaf ágætt að spyrja eiganda hinn hundsins ef að kvuttinn þinn hefur greinilega verið bitinn fasst hvort að hann sé ekki full bólusettur.  Gangi ykkur vel.\nKalli"
        },
        {
            "user": "Fleet",
            "user_id": "7307",
            "date": "2001-10-01 03:39:54",
            "id": "278811",
            "reply_to_id": "278800",
            "text": "Prófaðu að taka smá æfingar með honum þannig að alltaf þegar þú mætir öðrum hundi að setja hann fyrir aftan þig og labbaðu svo í burtu. Þú verður að sýna hundinum það að það ert þú sem ræður og hann á ekki að velja og hafna inn í hópinn. Það er það sem hann er að gera. Það er hlutverk foringjans að sjá um það. Hugmyndinn um að hafa hundana lausa er byggð á því að þegar fólk er með hundana sína í bandi þá hittast þeir yfirleitt auglitis til auglitis og þá eru meiri líkur að þeir lendi í slag. Hundar heilsa með þvi að þefa að rassinum af hvor öðrum, þar eru þeirra lyktarfrumur. Þú ert örugglega ekki með “slagsmálahund” heldur hund sem heldur að hann ráði."
        },
        {
            "user": "Gungun",
            "user_id": "8102",
            "date": "2001-10-01 22:10:22",
            "id": "278812",
            "reply_to_id": "278811",
            "text": "Fleet, takk kærlega. ÞETTA er eitthvað\nsem ég ætla að prófa."
        },
        {
            "user": "Gungun",
            "user_id": "8102",
            "date": "2001-10-06 05:38:35",
            "id": "278813",
            "reply_to_id": "278811",
            "text": "Það kom óvart æfing í fyrradag einsog þú\nvarst að benda mér á að gera. Þannig var\nað hann mætir boxer sem hann hefur einusinni\nslegist heiftarlega við og boxerinn var laus\nog hljóp beint í áttina að mínum og ég setti\nminn fyrir aftan mig og náði að bægja\nboxernum frá að mestu leyti. Eigandinn kom\nþegar boxerinn var nærri búnað ná að troða\nsér bakvið mig.\nÞarna hefur minn vonandi fengið aðeins\nmeira álit á mér sem lífverði hans?\nRight? Og kanski treystir mér fyrir því\nvekri að velja í hópinn framvegis?"
        },
        {
            "user": "Arnold",
            "user_id": "7394",
            "date": "2001-11-02 15:47:12",
            "id": "278814",
            "reply_to_id": "278800",
            "text": "Ekki vera hjá honum, farðu í hina áttina. Hann fær stuðning hjá þér og ekki vera að kalla NEI því að þú getur verð að espa hann upp.  Best að skipta sér ekki af honum og ef hann hittir aðra hunda að ganga í hina áttina og sjá hvað gerist ef hann er einn. Ef þú ert á Geirsnefi t.d., ekki safnast saman í hópa, því þá sækja hundarnir til ykkar og úr verða oftar en ekki slagsmál.!!"
        }
    ]
}