{
    "forum_title": "The Sims",
    "user": "KlosettRulla",
    "user_id": "64037",
    "date": "2006-07-04 12:37:42",
    "title": "The Tyson Family",
    "text": "Hér kemur svo frekar stutt saga ;P\nJeremy Tyson: Ljósbrúnn skintone, blá augu, brunt hár.(romanc aspiration)\nJulia Woller: Ljós skintone, græn augu, svart hár. (family aspiration)\nLukas: Ljós skintone, blá augu, brúnt hár.\nMarissa Hilton: Ljós skintone, brún augu, ljóst hár. (romanc aspiration)\nFiona: Ljós skintone, blá augu, brúnt hár.\nJulia Woller fluttu inní flott og stórt hús eftir að hafa verið alin upp hjá foreldrum sínum.\nPiparsveininn Jeremy Tyson kom svo í heimsókn, eftir að hún hefði flutt inn.\nOg þau spjölluðu saman og kysstust! Jeremy fór heim til sín og Julia var í skýjunum. Jeremy kom svo heim til hennar næsta dag og Jeremy bað hennar og þau skelltu sér bara upp í rúm.\nÞau giftu sig og fjölskyldan hennar Juliu komu í brúðkaupsveisluna og svo varð flugeldasýning og bál. Dagar liðu og nýgiftu hjónin voru hamingjusöm en villdu bæta einn eða tvo við í fjölskylduna…\nJulia varð sammt ekki ólétt :(..\nGreyið gat greinilega ekki eignast barn. Marissa Hilton var ung stelpa sem varð ólétt að\nmistökum\n. Þau buðu henni í heimsókn (og ég gerði hana make sectable) og hún fæddi strákin Lukas, hann fékk bara skintonin fra Marissu, en hitt frá pabba sínum (geeetið hver það er!!). Síðan gerði ég make unsectable og hún fór. Jeremy og Julia urðu nú að Jeremy, Julia og Lukas og voru allveg sátt við ættlidda barninu ;D;D…\nDagar liðu og Julia kenndi Lukas að labba, tala og á koppin, síðan var halldi afmælisveisla og Marissa Hilton kom og fékk að sjá drenginn sinn verða að child. Julia fékk sér vinnu og Jeremy var einn heima.\nHann fór í matabúðina og verslaði þar í matinn og hitti Marissu og þau byrjuðu að spjalla saman og kystust alltíeinu, og fengu RAUÐ hjörtu :|..Já og þau skelltu sér bara inní bíl og hann flaug :D..\nJeremy fór heim, og sekundum eftirá kom Lukas út úr skólarútunni glaður því hann fékk A+ ;D..\nNæsta dag þegar Jeremy var einn heima Hringdi hann í Marissu þau kystusst og voru mjög ástfangin.\nÞegar Julia kom heim var Marissa farin en Jeremy skildi við hana(hann var með bleik hjörtu við Juliu, en rauð við Marissu, og var s.s. ástfangnari af henni), og Julia vissi ekki afhverju en hún flutti síðan út mjög sár.\nNæsta dag flutti Marissa inn og Lukas fékk að búa með alvöru móður sína, en hann veit það nátturulega ekki ;P.\nOg Marissa var koin með frekar stóra bumbu\n(héllt að ég hefði bara gert WooHoo í bílnum :S:$)\n, svo fæddi hún stelpuna Fionu, hún fékk skintonin frá marissu en allt hitt frá Jeremy. (áður en þú lest meir vil ég að þú beri saman útlit Lukasar og Fionu). Það var svo kennt henni að labba, tala og á koppin. Nú var fjölskyldan að\nkjarna fjölskyldu……Því Jerimy er pabbi Lukasar.\nkannski framhald :D",
    "url": "https://www.hugi.is/sims/greinar/424004/the-tyson-family/",
    "url_id": "424004",
    "id": "3703742",
    "replies": [
        {
            "user": "Angel",
            "user_id": "62867",
            "date": "2006-07-04 13:06:21",
            "id": "3703857",
            "reply_to_id": "3703742",
            "text": "Haha töff ;D\nMyndin er ekkert smá flott fyrir utan þessar “tennur” ;D;D"
        },
        {
            "user": "KlosettRulla",
            "user_id": "64037",
            "date": "2006-07-04 13:45:02",
            "id": "3703960",
            "reply_to_id": "3703857",
            "text": "haha taakk;P\nhún segir *Grrr*"
        },
        {
            "user": "Bara19",
            "user_id": "34465",
            "date": "2006-07-04 17:23:04",
            "id": "3704888",
            "reply_to_id": "3703742",
            "text": "hey eg get tekið myndi rí myndavélinni minn svona …þa´koma svona tennur og alles!!"
        },
        {
            "user": "KlosettRulla",
            "user_id": "64037",
            "date": "2006-07-04 19:02:14",
            "id": "3705532",
            "reply_to_id": "3704888",
            "text": "jamm, en ég breytti annars þessa mynd sjálf, og hún er að sega “grr” ;D"
        },
        {
            "user": "Bara19",
            "user_id": "34465",
            "date": "2006-07-04 17:23:20",
            "id": "3704889",
            "reply_to_id": "3703742",
            "text": "annars flott saga!!"
        },
        {
            "user": "KlosettRulla",
            "user_id": "64037",
            "date": "2006-07-04 19:02:22",
            "id": "3705533",
            "reply_to_id": "3704889",
            "text": "takk ;P"
        },
        {
            "user": "ArwenUndómiel",
            "user_id": "63548",
            "date": "2006-07-17 21:37:41",
            "id": "3761260",
            "reply_to_id": "3703742",
            "text": "Töff saga!"
        },
        {
            "user": "KlosettRulla",
            "user_id": "64037",
            "date": "2006-07-17 22:00:59",
            "id": "3761342",
            "reply_to_id": "3761260",
            "text": "takk takk ;D;D"
        },
        {
            "user": "Sidewinder",
            "user_id": "45248",
            "date": "2006-07-18 19:15:39",
            "id": "3764797",
            "reply_to_id": "3703742",
            "text": "geggjuð saga en samt frekar flókin :S:S hehhe djók geggjuð saga… komdu endilega með framhald…"
        },
        {
            "user": "KlosettRulla",
            "user_id": "64037",
            "date": "2006-07-18 21:46:19",
            "id": "3765605",
            "reply_to_id": "3764797",
            "text": "hehe ;P jamm kannski ;D"
        }
    ]
}