{
    "forum_title": "Smásögur",
    "user": "krizza4",
    "user_id": "54759",
    "date": "2006-07-11 16:35:35",
    "title": "Tómarúm?",
    "text": "Tómt rúm, tómt hús, tómur ísskápur. Brostið hjarta, brostnir draumar, hugurinn fullur af grimmd.\nSjáum til, ég hef núna aukið við plássið í litlu leiguíbúðinni minni. Málið er að tómarúmið hefur aukist í hjarta mínu og ég er að reyna að finna eitthvað til þess að fylla upp í það.\nLeiguíbúðin er hjarta mitt, skrýtið að þú hafir ekki áttað þig á því strax? En málið er að þú þekkir mig ekki eins vel og þú heldur. Telur þig vita meira en vitneskja þín ber, það er rangt.\nSíðan ég hitti hann fyrst hefur hjartað mitt slegið hraðar við hvert andartak sem ég horfi á hann, ljóst hárið, brosið.\nEn nei, ég get ekki fengið hann. Get ekki fengið hann því ég er ekki nógu góð fyrir hann?\nÉg er með of ljótt nef, ég er ljóshærð, ég er með skakkar tennur, tala óeðlilega, ég er ábyggilega skrímsli í huga hans.\nEn hvað veit ég? Ég sé ekki hug hans.\nHugur minn nær ekki lengra en augu mín sjá, ég sé fyrirlitningu í augum hans í minn garð og ég veit ekki af hverju.\nFyrir hvern dag sem ég elskaði hann án þess að fá neitt endurgoldið, felldi ég tár.\nSvo einn dag, fagran laugardag, þá endurgalt hann ást mína. Hann sagðist hafa orðið ástfanginn af augum mínum, háttum mínum og síðast en ekki síst, brosinu mínu.\nDagar og nætur liðu, við vorum hnýtt saman, föst, vildum ekki sleppa höndum hvors annars.\nMaður verður fastur í sama farinu við svona ást, yndislegt að geta kannað nýjar slóðir og týnast þar.\nEn svo kom þetta allt niður á sama stað. Hann var ekki eins og ég hélt að hann væri, hann var ekki eins góður og hann sýndist. Hann var ekkert nema kjafturinn og ekkert annað en hnefinn.\nÞað var þá, þegar ég hætti að leita að ástinni og fann hatrið byggjast upp í garð hans, ástinni í lífi mínu.\n-Christiana",
    "url": "https://www.hugi.is/smasogur/greinar/425828/tomarum/",
    "url_id": "425828",
    "id": "3726631",
    "replies": [
        {
            "user": "xDarkLordx",
            "user_id": "35180",
            "date": "2006-07-11 18:33:55",
            "id": "3735037",
            "reply_to_id": "3726631",
            "text": "Ágæt saga.\nHeld ég viti spurninguna við svarinu."
        },
        {
            "user": "krizza4",
            "user_id": "54759",
            "date": "2006-07-11 18:35:43",
            "id": "3735055",
            "reply_to_id": "3735037",
            "text": "hihi tell me in pm :)"
        },
        {
            "user": "xDarkLordx",
            "user_id": "35180",
            "date": "2006-07-11 18:38:42",
            "id": "3735091",
            "reply_to_id": "3735055",
            "text": "Ah, en málið er, ef að ég hef rétt fyrir mér gæti alheimurinn breyst og svarið og spurningin orðið enn furðulegri, og sumir telja að það hafi þegar gerst."
        },
        {
            "user": "krizza4",
            "user_id": "54759",
            "date": "2006-07-11 18:39:54",
            "id": "3735107",
            "reply_to_id": "3735091",
            "text": "hmm… já… skrítin pæling, þessi spurning er samt frekar svar.. :/"
        },
        {
            "user": "xDarkLordx",
            "user_id": "35180",
            "date": "2006-07-11 18:42:48",
            "id": "3735130",
            "reply_to_id": "3735107",
            "text": "En samt, ég er ekki alveg viss, málið er að ég lenti í því einn morguninn að gamli gemsinn minn sendi mig í aðra vídd (það er þessa) og það er voða lítill munur, nema þá kannski helst að gult doritos er öðruvísi á bragðið, en spurningin gæti verið öðruvísi hér."
        },
        {
            "user": "krizza4",
            "user_id": "54759",
            "date": "2006-07-11 18:47:15",
            "id": "3735153",
            "reply_to_id": "3735130",
            "text": "O.o\nok, hvernig er þá svart?"
        },
        {
            "user": "xDarkLordx",
            "user_id": "35180",
            "date": "2006-07-11 18:51:07",
            "id": "3735195",
            "reply_to_id": "3735153",
            "text": "Málið er, það sem ég sé sem svart gætir þú séð sem hvítt, en við köllum það bara bæði svart. (þannig, ég sé svart, þú sérð hvítt en það heitir bara svart hjá okkur báðum) Þannig að það er frekar erfitt að svara þessari spurningu."
        },
        {
            "user": "krizza4",
            "user_id": "54759",
            "date": "2006-07-11 18:58:58",
            "id": "3735250",
            "reply_to_id": "3735195",
            "text": "ok… spes…\nhuhh þarf að fara að sofa.. bæ?"
        },
        {
            "user": "xDarkLordx",
            "user_id": "35180",
            "date": "2006-07-11 19:00:24",
            "id": "3735260",
            "reply_to_id": "3735250",
            "text": "Bless. Hugsaðu útfyrir hugsunina fyrir utan kassann, og breyttu svo kassanum í góða máltíð og njóttu."
        }
    ]
}