{
    "forum_title": "Íslensk Tónlist",
    "user": "neonballroom",
    "user_id": "61087",
    "date": "2006-07-10 21:37:35",
    "title": "Bang Gang - Something Wrong",
    "text": "Bang Gang – Something Wrong\nÉg hef alltaf verið mikill aðdáandi Barða Jóhannssonar, svo þegar ég sá þessa plötu á tilboðsverði í sjoppu útá landi fyrir nokkrum árum, var ég ekki lengi að skella mér á hana. Ég varð ekki fyrir vonbrigðum frekar en fyrri daginn.\nFyrsta lagið sem Bang Gang gaf út var Sleep sem kom út á samnefndri smáskífu árið 1995. Hljómsveitin gaf svo ekki út fleira efni fyrr en árið 1998, en þá kom breiðskífan You út. Lagið So Alone af henni varð frekar vinsælt, bæði á Íslandi og erlendis.\nBarði, forsprakki Bang Gang, hefur svo tekið þátt í ýmsum verkefnum tengdum tónlist og getið sér góðan orðstír á því, hvort sem það er í popp/rokkiðnaðinum eða við kvikmyndatónlistargerð.\nSomething Wrong kom út árið 2003 og var henni strax tekið sem poppplötu í heimsklassa. Á henni eru tólf lög sem eru öll nema eitt eftir Barða, og eru einnig meðhöfundar að nokkrum lögunum.\nNokkrir söngvarar koma við sögu á plötunni. Barði syngur sjálfur í nokkrum laganna, en á meðal annarra má nefna Esther Taliu Casey, Daníel Ágúst, Nicolette Suwoton, Phoebe Tolmer og Keren Ann Zeidel, auk fjölda bakraddasöngvara.\nPlatan er yfirhöfuð ljúf og angurvær poppplata og lögin eftir því. Þó lögin séu flest í svipuðum stíl, verður þetta ekki þreytt og frumleikinn helst til enda. Sum þeirra eru í einföldum útsetningum með gítar- og hljómborðsundirleik, á meðan lög einsog Inside, There was a whisper og Contradictions eru í flóknari strengjaútsetningum eftir sjálfan Þorvald Bjarna.\nLagalistinn:\n1.\tInside\n2.\tFollow\n3.\tSomething wrong\n4.\tIt’s allright\n5.\tThere was a whisper\n6.\tForward and reverse\n7.\tFind what you get\n8.\tIn the morning\n9.\tStop in the name of love\n10.\tEverything’s gone\n11.\tContradictions\n12.\tLook at the sun\nMér finnst þessi diskur svo góður að ég myndi kalla hann skyldueign allra tónlistarunnenda. Fullt hús stiga frá mér!\nKveðja, neonballroom.",
    "url": "https://www.hugi.is/islensk/pistlar/426147/bang-gang-something-wrong/",
    "url_id": "426147",
    "id": "3731160",
    "replies": [
        {
            "user": "ammarolli",
            "user_id": "31986",
            "date": "2006-07-10 21:58:40",
            "id": "3731289",
            "reply_to_id": "3731160",
            "text": "ég hef ekki gefið mér tíma í bang gang. Kannski að ég kíki á þá eftir þessa lestingu"
        },
        {
            "user": "Tilhvers",
            "user_id": "46372",
            "date": "2006-07-11 13:44:38",
            "id": "3733429",
            "reply_to_id": "3731160",
            "text": "Verð greinilega að kíkja á þessa plötu."
        },
        {
            "user": "rearden",
            "user_id": "62267",
            "date": "2006-07-11 19:12:07",
            "id": "3735368",
            "reply_to_id": "3733429",
            "text": "lag nr 7… Find what you get.. ég lék í því.. og Barði, hann er snillingur, bæði í tónlist og annarsstaðar.. eins og í kvöldþættinum, þegar hann labbaði út, það var snilld :D"
        },
        {
            "user": "rearden",
            "user_id": "62267",
            "date": "2006-07-11 19:12:32",
            "id": "3735373",
            "reply_to_id": "3735368",
            "text": "S.S. myndbandinu við lagið…:P"
        },
        {
            "user": "bjagni",
            "user_id": "12867",
            "date": "2006-07-11 22:48:00",
            "id": "3736609",
            "reply_to_id": "3731160",
            "text": "Sorry, nennti ekki að lesa þetta (þreytan orðin gífurleg á þessum bæ). Langaði bara að segja það sem ég vildi koma á framfæri.\nÞetta er klikkuð plata. Hef hlustað á hana svona hundrað sinnum!"
        },
        {
            "user": "Rory",
            "user_id": "47567",
            "date": "2006-07-11 23:12:26",
            "id": "3736816",
            "reply_to_id": "3731160",
            "text": "Inside og Follow eru unaðsleg lög."
        },
        {
            "user": "bankrupt",
            "user_id": "55677",
            "date": "2006-07-12 23:41:20",
            "id": "3741362",
            "reply_to_id": "3731160",
            "text": "Follow og In The Morning eru uppáhöldslögin mín, en öll platan er frábær."
        },
        {
            "user": "JoiBje",
            "user_id": "39244",
            "date": "2006-07-13 12:32:03",
            "id": "3742569",
            "reply_to_id": "3731160",
            "text": "shit þegar eg las þetta þa helt eg að þetta væri svona dót um gang bang hehe:S"
        },
        {
            "user": "Pottlok",
            "user_id": "13598",
            "date": "2006-07-13 21:21:47",
            "id": "3744699",
            "reply_to_id": "3731160",
            "text": "Hann var góður þegar hann gekk útúr kvöldþættinum…enda var þessi húmor hjá þeim ekki að ganga."
        },
        {
            "user": "gudnyzak",
            "user_id": "57090",
            "date": "2006-07-15 14:21:07",
            "id": "3751749",
            "reply_to_id": "3731160",
            "text": "You er hugsanlega ein besta íslenska plata sem ég hef heyrt. Fer á topp5.\nÞessi er ekki jafn góð en samt rosalega flott."
        },
        {
            "user": "gudnyzak",
            "user_id": "57090",
            "date": "2006-07-31 23:47:40",
            "id": "3816840",
            "reply_to_id": "3751749",
            "text": "mér finnst þessi plata mjög fín og Barði er orðinn rosalega klár :)"
        }
    ]
}