{
    "forum_title": "Smásögur",
    "user": "ASS",
    "user_id": "13287",
    "date": "2006-07-12 19:07:25",
    "title": "Bráð hætta",
    "text": "Smá tilraun og æfing í frásagnarlistinni sem mig langar að deila með fólki.\nSegir frá sama óvenjulega atburðinum frá sjónarhorni tveggja mismunandi persónuleika og hvernig þeir bregðast við á mismunandi hátt, sem leiðir þó að sama endanum.\n—\n1.\nFótatak fyrir ofan.\n„Þeir eru fleiri.“\nHún vippaði sér upp stigann og út um hlerann.  Úti voru þrír menn tilbúnir, þeir beindu allir að henni Walther P99 skambyssum, ógnandi en með hræðsluglampa í augum.\nHún vissi nákvæmlega hvað hún átti að gera, hafði lent í samskonar aðstæðum oft áður.\nHún dróg byssuna rólega fram með tveim fingrum og gerði sig líklega til að leggja hana frá sér.  Um leið sá hún þá slaka um gripið.\nOlga greip snöggt um skaftið og tók í gikkinn.  Skotið hljóp af, afskaplega hægt small það í höfuðkúpu Þjóðverjans, sem stóð fyrir miðju, og í gegn hinumegin.\nHinum var brugðið og hún fann sér nægan tíma til að afvopna annað þeirra, vinda sér bak við hann og beina byssu sinni að höfði hins.\n„Amatörar“, hugsaði hún.\n„Legðu frá þér byssuna eða félagi þinn deyr“, skipaði hún og færði byssuna að höfði þess sem hún hélt.\n„Þú heldur að mér sé ekki sama um þennan ræfil!“\n„Ef þér væri sama hefðirðu þegar skotið mig!“\nÍ sömu andrá kom þyrla upp frá klettunum að baki henni.\nHún skaut báða mennina og vatt sér frá áður en kúlum fór að rigna frá þyrlunni.\nHún hljóp af stað og áður en hún vissi var klettabrúnin bara fáeina metra frá henni.  Án þess að hægja á ferðinni hljóp hún fram af klettunum og sá ekkert nema hafið fyrir neðan.\n„Ég held mér sé farið að finnast þetta gaman.“\n–\n2.\nÖr hjartsláttur og óreglulegur andadráttur, hún leit á hrunin göngin fyrir aftan sig og síðan hlerann fyrir ofan.  Skyndilega heyrði hún fótatök þarna uppi.  Hún fann hræðsluna innra með sér berjast til að ná stjórn á henni en hélt taktfast upp stigann, hún var vopnuð og tæki þá bara því sem biði hennar fyrir ofan.\nHún hikaði en þrýsti svo á hlerann sem gaf samstundis undan. Fyrst fékk hún heljarinnar ofbirtu fyrir augun en um leið og sjónin skýrðist sá hún þrjú kolsvört hlaup beinast ógnandi að sér.\n„Leggðu frá þér byssuna ungfrú og renndu henni til okkar“\nSkjálfandi rétti hún fram byssuna og gerði sig líklega til að leggja hana hægt niður.  Skyndilega rann byssan úr hönd Olgu.  Um leið og hún lenti á jörðinni hljóp skot af og hitti manninn sem stóð fyrir miðju í höfuðið.  Hinum var brugðið og Olga flúði bak við stórt grjót sem stóð þar skammt frá.\nÍ sömu mund heyrði hún þyrluslátt í fjarska, hún hljóp af stað eins hratt og fætur báru í gagnstæða átt.  Hún heyrði fjölda byssuskota fyrir aftan sig og moldin þyrlaðist upp í kringum hana.\nAllt í einu var jörðin horfin undan fótum Olgu og hún sá ekkert nema hafið fyrir neðan sig.  Adrenalín dældist um líkamann og henni fannst hjartað sitt vera að springa.\n„Hvernig kom ég mér í þetta?“",
    "url": "https://www.hugi.is/smasogur/greinar/426528/brad-haetta/",
    "url_id": "426528",
    "id": "3735761",
    "replies": [
        {
            "user": "Origami",
            "user_id": "60855",
            "date": "2006-07-13 11:12:09",
            "id": "3742374",
            "reply_to_id": "3735761",
            "text": "0 álit"
        },
        {
            "user": "gamligrimmi",
            "user_id": "59934",
            "date": "2006-07-13 14:09:27",
            "id": "3742836",
            "reply_to_id": "3742374",
            "text": "Nei, 2 álit."
        },
        {
            "user": "ASS",
            "user_id": "13287",
            "date": "2006-07-13 16:24:55",
            "id": "3743308",
            "reply_to_id": "3742374",
            "text": "Fjöldi lestra:\n84"
        },
        {
            "user": "Origami",
            "user_id": "60855",
            "date": "2006-07-13 16:27:06",
            "id": "3743318",
            "reply_to_id": "3743308",
            "text": "Fjöldi lestra:\n84\nJebb, það er satt. En\nálitin\nvoru 0:)"
        },
        {
            "user": "Caroline",
            "user_id": "40716",
            "date": "2006-07-16 12:23:34",
            "id": "3755100",
            "reply_to_id": "3735761",
            "text": "Svoldið öðruvísi saga:) Gaman að lesa hana"
        },
        {
            "user": "stefanbh",
            "user_id": "1349",
            "date": "2006-07-16 16:43:26",
            "id": "3755993",
            "reply_to_id": "3735761",
            "text": "Flott hjá þér að nota Íslenskar gæsalappir í staðinn fyrir þær ensku, vil ég óska þér til hamingju með það."
        },
        {
            "user": "Supernanny",
            "user_id": "57879",
            "date": "2006-07-17 17:43:15",
            "id": "3760142",
            "reply_to_id": "3755993",
            "text": "Hvar finnur maður þessar íslensku gæsalappir á lyklaborðinu…?"
        }
    ]
}