{
    "forum_title": "Hestar",
    "user": "Libero",
    "user_id": "30203",
    "date": "2006-07-16 21:12:19",
    "title": "Wake up!!",
    "text": ":,,Allir að vakna, allir á fætur til þess eins að fara á hugi.is/hestar og safna stigum!!\" ;)\nNei bara.. þetta áhugamál virðist steinsofa eins og er. Vekjum það til lífsins og sendum inn myndir, greinar, korka og kannanir! GAMAN, GAMAN!! ;)\nKv. Libero",
    "url": "https://www.hugi.is/hestar/korkar/428257/wake-up/",
    "url_id": "428257",
    "id": "3757167",
    "replies": [
        {
            "user": "Vinnukonan",
            "user_id": "33636",
            "date": "2006-07-16 22:30:40",
            "id": "3757571",
            "reply_to_id": "3757167",
            "text": "Við stjórnendur erum ekkert mikið hrifin af stigahórum. En það er góðs viti ef eihverjir hestamenn séu þarna til þess að hrista þetta áhugmál upp."
        },
        {
            "user": "Libero",
            "user_id": "30203",
            "date": "2006-07-17 19:46:27",
            "id": "3760746",
            "reply_to_id": "3757571",
            "text": "Út á hvað snýst þessi síða þá? Fýlupúka?? Fólk sendir inn korka, myndir og fleira til að vekja athygli á sér, og til að safna stigum! Þið megið ekki dæma alla of hart!\nÉg hef áhuga á að vekja þetta áhugamál til lífsins, eins og með eurovision áhugamálið. Sendi inn korka, myndir og kannanir svo að áhugamálið virðist ekki dautt! En stjórnendur virðast mistúlka þann áhuga hjá fólki. Ok, það eru sumir sem stigahórast en það eru einfaldlega margir sem gera þetta upp á funnið og hafa eitthvað að segja!\nOg hvað segja stjórnendur við því?"
        },
        {
            "user": "hestamadur",
            "user_id": "58834",
            "date": "2006-07-18 15:08:47",
            "id": "3763528",
            "reply_to_id": "3760746",
            "text": "Heyr Heyr og Amen"
        },
        {
            "user": "paniolo",
            "user_id": "11793",
            "date": "2006-07-26 10:07:14",
            "id": "3796390",
            "reply_to_id": "3760746",
            "text": "Ég styð það að fólk sendi inn greinar, kannanir, myndir o.s.frv. svo lengi sem það er eitthvað varið í það sem það sendir ;) Túlkaði þetta persónulega ekki sem hvatningu til stigahórs, en hvað veit ég :)"
        }
    ]
}