{
    "forum_title": "Stjórnmál",
    "user": "mimir",
    "user_id": "1573",
    "date": "2001-09-17 00:04:10",
    "title": "Erlent fjármagn",
    "text": "Nú á að selja Símann einhverjum erlendum kjölfestufjárfesti, gefa honum meirihlutavald og tækifæri á að kaupa það sem seinna verður selt.\nLögð er áhersla á að þetta verði erlendur aðili.\nEr þetta ekki frekar slæm hugmynd.\nÉg skil það vel að það sé gott fyrir efnahagslífið að fá erlent fjármagn, en það hlýtur að eiga helst við í útflutningsfyrirtækjum.\nHugmyndin með því að fjárfesta peningana sína er að hafa gróða af þeim. Sem sagt að geta fengið meiri pening út en maður lætur inn.\nÍ þessu tilfelli kemur þessi gróði frá okkur símnotendum (öllum símnotendum þar sem grunnnetið er með í pakkanum).\nEr ekki betra að þessi gróði renni í vasa innlends aðila, ríkis eða einkaaðila, þannig að þeir komist aftur í umferð í íslenska efnahagskerfinu?\nÞrátt fyrir erfitt og stjábýlt land erum við með einna bestu fjarskiptaþjónustu í Evrópu. Og þrátt fyrir áralanga einokun þá var (og er) verðið með því lægsta í austan Atlandshafs án þess að hagnaður væri lítill.\nVissulega er pláss fyrir hagræðingu og enn lærra verð. En fáum við það eitthvað frekar með því að erlendur fjárfestir hirði gróðann?\nKveðja,\nIngólfur Harri",
    "url": "https://www.hugi.is/stjornmal/greinar/42863/erlent-fjarmagn/",
    "url_id": "42863",
    "id": "281584",
    "replies": [
        {
            "user": "Jusl",
            "user_id": "7379",
            "date": "2001-09-17 01:47:24",
            "id": "281585",
            "reply_to_id": "281584",
            "text": "Hversu lengi eigum við að vera einangruð??? Eigum við að mega að fjárfesta í erlendum fyrirtækjum? Jú auðvitað, og þá eiga erlendir fjárfestar líka að mega það….\nVið erum alltaf að einangra okkur meira og meira meðan við ættum að opna okkur meira.\nviva EU,\nviva Europe"
        },
        {
            "user": "geirag",
            "user_id": "4133",
            "date": "2001-09-17 02:37:32",
            "id": "281586",
            "reply_to_id": "281585",
            "text": "Heyrið ekkert rugl! Erlendur fjárfestir verður að sjá einhvern hag í því að koma inn í þetta fyrirtæki, stuðla að frekari uppbyggingu þess og efla íslenskan fjarskiptamarkað. Er TAL ekki að miklu leyti í eigu erlendra aðila? Hvað með Íslandssíma? Staðreyndin er sú að það hafa fáir íslenskir aðilar bolmagn til að standa í rekstri og uppbyggingu fjarskiptafyrirtækja með öllum þeim dýru tækjum og tólum sem því fylgja. Það að gróðinn lendi hjá honum er bara ávinningur fyrir uppbyggingu og rekstur í hörðu samkeppnisumhverfi.\nÍslendingar eru smám saman að opnast og færast í átt til frjálsræðis. Nú þegar fjarskiptarekstur er að mjakast úr höndum hins opinbera (með Reykjavíkurborg og Línu.net að undantekningu) þá er um að gera að ganga á lagið og losa landbúnað undan styrkjum, gera aflaheimilidir að löglegri og varanlegri eign og hætta að láta hið opinbera gera það sem það gerir verst - skipta sér af rekstri fyrirtækja!"
        },
        {
            "user": "Kristbjorn",
            "user_id": "11677",
            "date": "2001-09-17 12:42:58",
            "id": "281587",
            "reply_to_id": "281586",
            "text": "Málið hérna er að síminn er að skila nokkrum milljörðum á ári í ríkissjóð.  Hagnaður fyrir skatta í fyrra var að mig minnir ca. 6 milljarðar.  Nú á að gefa erlendum fjárfesti meirihluta í þessu apparati fyrir 10 milljarða.  Það er þjófnaður, og ekkert annað.\nÞessi ríkisstjórn hefur verið þekkt fyrir það að taka eignir almennings og gefa sínum einkavinum.  Það finnst mér ekki góð hugmynd.\nKristbjörn"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2001-09-17 13:36:46",
            "id": "281588",
            "reply_to_id": "281586",
            "text": "Sælir,\nÖllu má stilla í hóf.  Tel að þegar um er að ræða svona ráðandi fyrirtæki á íslenskum markaði þá verði að tryggja að það sé ekki í meirihlutaeigu erlendra aðila.\nGera aflaheimilidir að löglegri og varanlegri eign???  Ertu fylgjandi kvótakerfinu?\nKveðja,\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2001-09-17 13:13:00",
            "id": "281589",
            "reply_to_id": "281585",
            "text": "Sælir,\nÞú meina: Hversu lengi eigum við að vera sjálfstæð?  Það eru ólíkt meiri líkur á að erlendir aðilar kaupi allt sem hægt er að kaupa hér á landi en að íslenskir aðilar kaupi allt sem hægt er að kaupa erlendis.  Íslenskir kaupsýslumenn eru ekki ógnun við erlend lönd en erlendir kaupsýslumenn eru ógnun við Ísland.\nLIFI ÍSLAND!!!\nKveðja,\nHjörtu"
        },
        {
            "user": "radical",
            "user_id": "5666",
            "date": "2001-09-17 16:12:46",
            "id": "281590",
            "reply_to_id": "281584",
            "text": "Um að gera að selja þetta þeim sem vill kaupa.\nRíkið á ekki að vera að skipta sér af markaðnum. Ef erlendir aðilar sjá hag sinn í því að kaupa þetta og gera einhvað uppbyggilegt úr þessu þá er það bara gott mál. Á endanum þýðir þetta betri þjónusta á lægra verði fyrir þá sem nota hana.. er það ekki það sem fólk vill?\nfriður\npotent"
        },
        {
            "user": "Kristbjorn",
            "user_id": "11677",
            "date": "2001-09-17 16:34:11",
            "id": "281591",
            "reply_to_id": "281590",
            "text": "Ég er alveg til í að selja ríkiseignir, en þá þarf það að vera á skynsamlegu verði.  Ef að fjárfestir getur fyrir 10 milljarða keypt sér ráðandi hlut í fyrirtæki sem skilar nokkurra milljarða króna hagnaði á ári, þá er verið að gefa einhverjum útlendningum mínar eignir.\nErlendir sem og innlendir fjárfestar reka fyrirtæki til þess eins að græða á þeim.  Það er ekki markmið, en stundum aukaafurð að almenningur fái betir þjónustu á lægra verði.\nKristbjörn"
        },
        {
            "user": "radical",
            "user_id": "5666",
            "date": "2001-09-18 20:40:45",
            "id": "281592",
            "reply_to_id": "281591",
            "text": "Það er nú þannig að fyrirtæki græða ekki peninga ef fólk verslar ekki við það. Það hefur sýnt sig að ef markaðurinn fær að ráða þá finnur hann leiðir til að koma á móts við þarfir fólks, það gerir ríkið hisvegar ekki og hefur aldrei gert að neinu ráði. Ég er ekki hræddur við að grunnnetið verði að einhverju tóli sem notað er til að kúga peninga úr fólki.. en það hefur verið notað þannig hingað til. Því get ég bara ekki séð neitt að því að þetta verði selt til hverns þanns sem vill kaupa.\nfriður\npotent"
        },
        {
            "user": "mimir",
            "user_id": "1573",
            "date": "2001-09-19 00:24:27",
            "id": "281593",
            "reply_to_id": "281592",
            "text": "Af hverju ætti einhver að kaupa grunnnetið og lækka síðan verðið á því?\nÞað verða ALLIR að nota það hvort eð er."
        },
        {
            "user": "radical",
            "user_id": "5666",
            "date": "2001-09-19 11:35:30",
            "id": "281594",
            "reply_to_id": "281593",
            "text": "Er það einhver trygging að verðið sé lágt við núverandi aðstæður? Og er verðið lágt í dag?\nÞað er alltaf verið að tala um að það sé eitt lægsta verðið á símaþjónustu hér á landi miðað við önnur lönd, enda varla hægt að fara fram á annað þar sem skattpeningar eru og hafa verið notaðir til að borga þetta upp. Hafa þeir peningar verið teknir inn í dæmið þegar þessar staðhæfingar eru lagðar fram? Væri gaman að vita það.\nAnnars er mín skoðun einfaldlega sú að einkaaðilar séu mun betur til þess fallnir að vera í markaðnum og að ríkið eigi bara ekkert erindi þangað. Einkaaðilar reka fyrirtækin betur, því þeir verða að gera það, annars fara þeir á hausinn. Það gera ríkisfyrirtæki hinsvegar ekki. Því þeim er haldið á floti hvað sem á gengur.\nfriður\npotent"
        },
        {
            "user": "Kristbjorn",
            "user_id": "11677",
            "date": "2001-09-19 12:45:17",
            "id": "281595",
            "reply_to_id": "281594",
            "text": "Verð á símaþjónustu á Íslandi í dag er frekar lágt miðað við önnur lönd í kringum okkur.\nSíðustu áratugi hefur Síminn verið að borga peninga inn í ríkiskassann, en ekki verið að taka peninga frá ríkinu.\nKristbjörn"
        },
        {
            "user": "radical",
            "user_id": "5666",
            "date": "2001-09-19 13:14:42",
            "id": "281596",
            "reply_to_id": "281595",
            "text": "Af hverju hefur þá verðið ekki verið lækkað enn meira? Það að þetta sé með lægsta verði miðað við önnur lönd kemur málinu lítið sem ekkert við þar sem það vorum við, skattgreiðendur, sem höfum borgað allt batteríð frá upphafi, og enn borgum við. Hinsvegar er það þannig úti að fyrirtæki hafa þurft að leggja fram fyrir þessum kostanði sjálf og því ekkert óeðlilegt að þar sé þjónustan dýrari.\nfriður\npotent"
        },
        {
            "user": "mimir",
            "user_id": "1573",
            "date": "2001-09-19 16:34:09",
            "id": "281597",
            "reply_to_id": "281596",
            "text": "Verðið er ekki lægra vegna þess að ríkið hefur svipaðar arðsemiskröfur og einkaaðilar.\nÞað er ekkert sér-íslenskt fyrirbæri að ríkið reki símafyrirtæki.\nÞað er fyrst á síðustu árum sem menn hafa verið að einkavæða þau en ekki grætt mikið á því.\nRíkið hefur fengið fjárfestingu sína margfallt til baka alveg eins og einkaaðilar hefðu fengið.\nÞað eru því símnotendur sem hafa byggt upp símann. Þ.e.a.s. öll þjóðin.\nKveðja,\nIngólfur Harri"
        },
        {
            "user": "radical",
            "user_id": "5666",
            "date": "2001-09-25 18:52:58",
            "id": "281598",
            "reply_to_id": "281597",
            "text": "Fyrst að öll þjóðin á símann og hefur byggt hann upp, má ég þá selja minn hluta til þess sem vill kaupa?\nfriður\npotent"
        },
        {
            "user": "mimir",
            "user_id": "1573",
            "date": "2001-09-17 17:19:15",
            "id": "281599",
            "reply_to_id": "281590",
            "text": "Erlendur aðili kaupir ef hann sér hagg sinn í því að kaupa. Það þarf ekkert að vera að hann vilji gera eitthvað uppbyggilegt.\nAllir landsmenn neyðast til þess að nota grunnnetið. Þar er ekki einu sinni fákeppni heldur algjör einokun.\nÞað er því engin hvatning fyrir eigendur Símans til að hagræða og lækka verðið.\nÍ tæp hundrað ár hafa landsmenn allir átt þátt í uppbyggingu Símans. Hann hefur veitt nokkuð góða þjónustu á nokkuð góðu verði og samt skilað verulegum hagnaði til eigandans - okkar.\nNú á að selja silfrið burt og gefa stjórnunina úr landi á hálfvirði.\nEina hagræðingin sem við munum sjá verður tekin beint úr frá landsbygðinni í formi skertrar þjónustu.\nKveðja,\nIngólfur Harri"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2001-09-18 01:28:57",
            "id": "281600",
            "reply_to_id": "281584",
            "text": "Ég tek undir sjónarmið þin í þessu máli.\nÞessi gullkú sem uppbyggst hefur fyrir skattfé borgarana, og skilar hagnaði í settu markaðsumhverfi yfirvalda,nota bene, ætti að geta haldið áfram að mala gull, fyrir skattborgara og rökin fyrir sölu í ljósi markaðshyggjunnar því vandfundin.\nTilraunir stjórnmálamanna til þess guma sig af  “hagkvæmri” einkavæðingu renna því miður út í sandinn í þessu efni.\nkveðja gmaria."
        }
    ]
}