{
    "forum_title": "Músík almennt",
    "user": "Toggi",
    "user_id": "59549",
    "date": "2006-07-23 14:34:10",
    "title": "Mínir uppáhalds bassaleikarar",
    "text": "Hérna kemur ein létt grein um mína uppáhalds bassaleikara.\nTimothy Commerford\nTim er fæddur þann 26. febrúar árið 1968 í Kaliforníu.  Hann stofnaði alternive/rapcore bandið Rage Against the Machine með Zack De La Rocha sem þekktir voru fyrir að vera mikið á móti ríkinu bæði í textum sínum og framkomu.\nTim og Zack urðu bestu vinir í almenningsskóla þegar Zach kenndi Tim að stela mat úr matsalnum. Það var síðan Zack sem að gaf honum fyrsta bassann sinn og sagði honum að læra að spila á hann. En árið 2000 hætti Zack í RATM og Tim og hinir meðlimir bandsins fengu sér nýjan söngvara og nefndu sig Audioslave, þar sem Tim er að gera það gott.\nHann hefur mikið hatur á lögreglunni og hvað hún hefur gert fólki og hann hefur teiknað myndir, samið ljóð og skrifað um það. Samt hefur enginn fengið að sjá þessi verk þó að komi kannski að því í framtíðinni.\nhérna má líta skemmtilegar myndir af þeim félögum í RATM:\nhttp://en.wikipedia.org/wiki/Image:Lollapaloozaratm.jpg\nhttp://en.wikipedia.org/wiki/Image:RATM_-_Burningamp.jpg\nMichael Balzary\nÞessi drengur er kannski betur þekktur undir nafninu Flea. Hann spilar með funk-rokk bandinu Red Hot Chili Peppers og hefur gert síðan bara alltaf. Hann stofnaðu hljómsveitina með vinum sínum úr framhaldsskólanum, Anthony Kiedes, Jack Irons og Hillel Slovak eftir að hafa verið á flakki milli banda. Hann meira að segja sagði nei við Johnny Rotten þegar hann bað hann um að koma í nýja bandið sitt.  Núna eru reyndar það þeir, John Frusciante og Chad Smith sem eru í RHCP en ekki Irons og Slovak, en það er önnur saga.\nFlea er fæddur árið 1962 sem gerir hann 44 ára þann 16. október. Margir hafa kannski pælt í því afhverju hann talar eins og hann sé fastur í mútum eða geldur eða eitthvað en skýrining er einföld, hann var fæddur í Ástralíu. Þess má samt geta að hann flutti 5 ára til Bandaríkjanna með fjölskyldunni sinni, svo að hann er kannski Bandarískur ríkikisborgari, er ekki viss.\nHann fékk áhuga á jazz frá fósturföður sínum sem var jazz tónlistarmaður í LA. Flea byrjaði á trommunum en færði sig  9 ára yfir á trompet!. Hann æfði í mörg ár á trompetinn og hafði engan áhuga á neinu nema jazzi en þegar hann fór í framhaldsskóla breyttist það þegar vinur hans Hillel Slovak kynnti fyrir honum rokkið góða. Honum var fenginn bassi í hönd og þegar hann byrjaði að æfa sig var ljóst að þetta var honum ætlaði í lífinu, að plokka bassann.\nFlea hefur skapað sér nafn sem einn besti bassaleikari allra tíma. Hann notar að mig minnir aðalega Fender og Musicman bassa og fékk einhverntíman sinn eigin signature bassa. Hann hefur ekki lagt trompetinn á hilluna og hefur spilað á nokkrum RHCP lögum auk þess að grípa í hann á tónleikum.\nhttp://image.blog.livedoor.jp/thezephyrsong/imgs/1/d/1d9df3d8.jpg\nhttp://www.redhotchilipeppers.lt/uploads/img412c645cec2c8.jpg\nVictor Wooten\nMinn uppáhalds svarti bassaleikari (eini sem ég veit um?). Hann byrjaði að læra á bassa 3 ára hjá bróður sínum og 5 ára gat hann spilað á tónleikum. Hann var í hljómsveitinni The Wooten Brothers með bræðrum sínum fjórum. Þegar Victor var 24 ára var hann uppgötvaður af blúsaranum Jonell Mosser en ári seinna fór Victor í hljómsveitina Béla Fleck and the Fleckstones með bróður sínum Roy.\nHann er fæddur þann 11. september árið 1964 í Virginíju. Hann var yngstur af fimm bræðrum og spilaði í mörg ár með The Wooten Brothers í Virgínu-fylki. Victor hefur verið kallaður Michael Jordan bassaleiksins og á hann þann titil fyllilega skilið. Hann er einn sá besti ef ekki sá besti á 6-strengja bassa og hefur þróað þekkta tækni við hraða spilun 6-strengja bassa.\nVictor spilar á Fodera bassa, þar sem hann er með signature bassa. Ég verð að viðurkenna að ég hlusta ekki mikið á tónlistina hans en ég hef heyrt svo oft hrikaleg sólo með honum að ég ákvað að hafa hann með (er líka ofur-un-rasisti).\nSteve Harris\nJá, snillingurinn á bak við Iron Maiden er mættur. Reyndar stofnaði hann bandið með Dave Murray en Steve semur flesta textana svo hann er meiri snillingur. Já, Steve er orðin 49 ára og hefur verið að spila í 31 ár. Hann spilaði fótbolta með West Ham á sínum yngri árum og þótti efnilegur, í dag á hann sitt eigið lið, Iron Maiden FC. Hann lærði að spila á bassa sjálfur, 17 ára gamall, á gerfi útgáfu af Fender Precision Bass sem hann keypti á 40 pund. Hann dýrkaði Peter Way, bassaleikaran úr UFO og mótaði stýlinn sinn frá hans. Harris var líka mjög hrifin af bresku rokki eins og t.d. The Who.\nSteve Harris er af mörgun talinn sá heavy metal bassaleikari sem hefur haft mest áhrif á söguna. Bassastíll hans og textasmíði hafa mótað stíl margra hljómsveita. Hann hefur samið einhverja frábærustu texta síðan tónlistin var fundin upp. Hann semur mikið um sögulega atburði og hluti sem hann les og sér. Skemmtilegt er að segja frá því að hann langaði til að verða trommari en heima hjá ömmur hans, þar sem hann bjó, var ekki nóg pláss fyrir trommur. Steve spilar með alltaf með fingrunum og ekkert smá hratt. Hann á sinn eigin signature bassa hjá Fender (minnir mig?).\nÉg ætla líka að bæta því við að við gerð pistilsins um Steve Harris tókst mér aldrei að skrifa Steve rétt í fyrstu tilraun heldur gerði alltaf Stve.\nGeorg Hólm\nOkey okey, kannski ekki besti bassaleikari í heimi en ég hreinlega elska bassan hjá Sigur Rós svo mikið að ég verð að hafa hann með. Hann er betur þekktur sem Goggi í Sigur Rós og varð þrjátíu ára í apríl síðastliðinn. Hann er stundum kallaður “white fang” vegna þess að hann veiddi silung með tönnunum. Mér skilst að hann tali oftast við erlenda fréttamenn fyrir hönd Sigur Rós vegna þess að hann er bestur af þeim í ensku. Hann er líka lærður kvikmyndagerðamaður.\nSagan á bak við hvernig Jónsi (söngvari og gítarleikari Sigur Rós) byrjaði að nota sellóboga var þegar fyrsti trommar Sigur Rós fékk sellóboga í afmælisgjöf. Goggi prófaði að nota sellóbogann á bassann sinn en það kom hræðilega út, kom þá Jónsi með gítarinn sinn og prófaði, kom það ekki frábærtlega úr og hefur Jónsi notað hann síðan. Goggi notaði líka trommukjuða til að spila á bassan í Hafssól. Annars er voða lítið sem vitað er um þennan dularfulla mann.\ntakk fyrir, takk fyri",
    "url": "https://www.hugi.is/musik/greinar/430211/minir-uppahalds-bassaleikarar/",
    "url_id": "430211",
    "id": "3781692",
    "replies": [
        {
            "user": "tele",
            "user_id": "60182",
            "date": "2006-07-23 14:51:15",
            "id": "3783431",
            "reply_to_id": "3781692",
            "text": "kúl, flea er í upp+ahaldi hjá mér, ég ætla að senda eina um gítarista"
        },
        {
            "user": "Vij",
            "user_id": "14544",
            "date": "2006-07-23 15:57:50",
            "id": "3783665",
            "reply_to_id": "3783431",
            "text": "Les Claypool hann er kóngurinn"
        },
        {
            "user": "LENNOX",
            "user_id": "35444",
            "date": "2006-07-23 15:01:19",
            "id": "3783463",
            "reply_to_id": "3781692",
            "text": "sniðug uppsetning á grein, Timmy C. er í miklu uppáhaldi hjá mé"
        },
        {
            "user": "eXistenZ",
            "user_id": "5744",
            "date": "2006-07-23 15:22:20",
            "id": "3783541",
            "reply_to_id": "3781692",
            "text": "Mjög skemmtileg grein hjá þér ;) Ég er alveg sammála þér með Flea og Tim, ég hreinlega dýrka þá! Sérstaklega Flea. Ætli hann sé eitthvað ofvirkur greyið? Hann er alltaf allur á yði og er alveg dýrvitlaus í flest öllum tónlistarmyndböndum frá þeim sem og tónleikum!\nMér finnst líka bassaleikari Korn athyglisverður, aðallega útaf sándinu hjá honum."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2006-07-23 15:29:48",
            "id": "3783573",
            "reply_to_id": "3781692",
            "text": "Notuðu zeppelin ekki einhverntíman sellóboga á gítarinn?\nAnnars hef ég líka prófað þetta með trommukjuðana einhverntíman þegar mér leiddist á hljómsveitaræfingu, það er helvíti flippað."
        },
        {
            "user": "Indie",
            "user_id": "36843",
            "date": "2006-07-23 16:40:48",
            "id": "3783811",
            "reply_to_id": "3783573",
            "text": "Jú Jimmy Page gerði það líka"
        },
        {
            "user": "hendrixx",
            "user_id": "7447",
            "date": "2006-07-23 15:47:13",
            "id": "3783628",
            "reply_to_id": "3781692",
            "text": "juan nelson er uppáhalds bassaleikarinn minn. hann er fáránlega góður með himneskt groove alltaf í gangi. einn sá vanmetnasti í bransanum.(hann er svartur btw)"
        },
        {
            "user": "hendrixx",
            "user_id": "7447",
            "date": "2006-07-23 15:47:35",
            "id": "3783630",
            "reply_to_id": "3783628",
            "text": "góð grein btw"
        },
        {
            "user": "egg27",
            "user_id": "37794",
            "date": "2006-07-23 16:15:03",
            "id": "3783722",
            "reply_to_id": "3781692",
            "text": "Cliff Burton? Það finnst mér án efa besti bassaleikari sem uppi hefur verið."
        },
        {
            "user": "Toggi",
            "user_id": "59549",
            "date": "2006-07-23 19:43:31",
            "id": "3784744",
            "reply_to_id": "3783722",
            "text": "Fokk, ég gleymdi honum…!\nHeimski heimski ég :/"
        },
        {
            "user": "CosmicKeys",
            "user_id": "53411",
            "date": "2006-07-23 17:26:59",
            "id": "3784015",
            "reply_to_id": "3781692",
            "text": "Timothy er alvarlega nettur á bassann"
        },
        {
            "user": "Avenger",
            "user_id": "62127",
            "date": "2006-07-24 17:25:19",
            "id": "3788555",
            "reply_to_id": "3781692",
            "text": "fín grein en Steve Harris stofnaði ekki maiden með Dave murray, Dave var ekki einu sinni í fyrsta line-upinu"
        },
        {
            "user": "svennibenni",
            "user_id": "61233",
            "date": "2006-07-27 21:42:34",
            "id": "3803049",
            "reply_to_id": "3781692",
            "text": "Nett grein hér á ferð.."
        }
    ]
}