{
    "forum_title": "Músík almennt",
    "user": "ammarolli",
    "user_id": "31986",
    "date": "2006-07-26 21:34:46",
    "title": "Uppáhalds trommuleikararnir mínir",
    "text": "Ég á mér marga uppáhalds trommuleikara þar sem ég hlusta mjög mikið á tónlist og ég ætla telja upp nokkra þeirra til gamans.\nGunnlaugur Briem\nHann hefur spilað með óteljandi tónlistarmönnum eins og:\nBubba Morteins, Bjarna ara, Ragnari Bjarnasyni, Madonna in The Movie Evita and Top of the Pops, Michael Ball, Gus Gus  og Björk.\nHann er sjálfur í jazz bandinu Mezzoforte og hefur haldið trommunámskeið handa byrjendum og þeim sem lengra eru komnir og sundum með Jóa Hörleifs trommaranum í sálinni.\nEnn hann byrjaði að spila á trommur c.a 12 ára gamall þar sem hann fékk neina kennslu fyrr enn hann var eldri. Hann gerði allt vitlaust eins og hvernig hann hélt á kjuðunum. Þolið var ekki gott og hann varð fljótt þreyttur. Ég man að hann sagði: “ég fór inn til mömmu í kökkur og kaffi”. Nú í dag er hann einn færasti trommuleikari landsins.\nJimmy Chamberlin\nJimmy Chamberlin trommari Smashing Pumpkins hefur lengi heillað mig með frábærum trommuleik. Hann komst í Smashing þar sem þau hittu hann á giggi þar sem fólk hafði saft að þau þyrftu alvöru trommara og úr því varð hann fyrir valinu.\nHann var rekinn úr bandinu eftir  Mellon Collie And The Infinite túrinn þeirra þegar það komst upp um hann að dópa með gaurnum sem spilaði á hljómborð live með þeim uppá hótelherbergi. Þau tóku upp næstu plötu adore með trommuheila enn hann fékk aftur inngöngu í bandið og spilað með þeim á plötunni MACHINA-The Machines of God.\nÞví miður hætti bandið árið 2000 og corgan stofnaði seinna bandið zwan þar sem hann spilaði á trommur. Það band er líka hætt =/ og gáfu þau aðeins út eina plötu.\nHann hefur gefið út eina sólóplötu sem heitir Life Begins Again og kom út í fyrra.\nJohn Henry Bonham\nHann fæddist 31 maí 1948. Hann byrjaði ungur að slá á pönnur og potta heima hjá sér.\nHann lærði aðeins 5 ára hvernig maður ætti að spila á trommur. Hann lærði mikið af Gene Krupa og Buddy Rich sem voru nokkurskonar idolin hans.\nHann spilaði útum allt með litlum böndum og hafði verið með robert plant í bandi þegar Jimmy page bauð plant stöðu í nýja bandinu sínu. Þeim vantaði trommara og plant talaði við hann enn í fyrstu vildi hann ekki fara í bandið. Enn eftir nokkra daga var Plant búinn að sannfæra hann um þetta.\nÞað vita flestir hvernig fór fyrir einum allra besta rokktrommara fyrr og síðar.\nGunnar Jökull Hákonarson\nHann kenndi sjálfum sér á trommur, magnað það og hversu góður hann var.\nBurt séð frá því byrjaði hann ferilinn sinn sem trommarinn í hljómsveitinni Geislum, en 1964 var hann sestur við settið hjá Tónum, með honum þar voru meðal annarra söngvarinn Garðar Guðmundsson, gítarleikarinn Finnur Torfi Stefánsson og bassaleikarinn Sigurður Árnason. Þeir fóru út árið 1965 þar sem Gunnar kynntist bandinu Syn og var fenginn til að spila með þeim. Seinna varð þetta band frægt undir nafninu Yes.\nÞegar hann kom heim fór hann að spila með Flowers og seinna með Trúbrot sem var súpergrúbaba Íslands. Enn trúbrot voru meðlimir flowers og hljóma.\nHann tók sér seinna frí frá tónlistinni og gerðist umboðsmaður hljómsveitarinnar Eik. Seinna hvarf hann og árið 1995 byrjaði hann aftur í tónlistinni og sendi frá sér plötuna Hamfarir enn hann lék ekki á trommur á þessari plötu heldur hljóðgerfla.\n“Gunnar hafði greinst með HIV-veiruna á níunda áratugnum og átti í mikilli baráttu við þennan skæða sjúkdóm síðustu árin. Þeirri baráttu tapaði Gunnar Jökull Hákonarson þann 22. september 2001.”\nRIP meistari.\nChad Smith\nChad Smith kom fyrst í red hot þegar nokkrir meðlimir þeirra hættu og flea og keides ákváðu að halda áfram í bandinu. Hann kom reyndar á sama tíma og gítarleikarinn John Frusciante. Þeir gáfu út plötuna Mother´s Milk og sló hún í gegn. Eftir hana kom meistaraverkið Blood Suger Sex Magik. Eftir það hætti John Frusciante í bandinu og david Navarro spilaði á gítar í hans stað á næstu plötu One Hot Minute enn hann hætti í bandinu og John tók aftur við af honum.\nUpp frá því hefur Chad verið í rhcp. Annars afsakið lengdina á þessu, ég veit svo lítið um hann.\nKeith Moon\nKeith Moon trommuleikari the who fæddist árið 1946.\nÞegar hann var 12 ára fékk hann sitt fyrsta sett. Hann var of góður fyrir fyrsta bandið sem hann var í Beachcombers því hætti hann snemma í því. Eitt sinn var hann í áheyrnaprufum hjá bandi sem hafði sögu orð af sér sem hafði verið að rústa hljóðfærum.\nÁ þessum áheyrnarprufum braut hann  bassatrommupedal og sleit 2 trommuskinn, Keith óttaðist að nú hefði hann gengið of langt. Seinna í vikunni hringdi Roger Daltrey í hann og sagði ‘'Hvað ertu að gera næsta mánudag?’' Keith svaraði ‘'ekkert’' þá segir Roger ‘'okey, við sækjum þig klukkan 7’'. Síðan þá hefur Keith Moon átt glæstan feril með The Who. Keith Moon dó 7 september 1978 eftir party hjá Bítilnum Paul McCartney.\nHann fór heim um nóttina með kærustu sinni, Annette Walter-Lax, hann fékk sér skammt af lifi sem átti að lækna áfengisfíknina hans. Hann hafði þá dáið úr ofstórum skammt af því =/\nÞeir sem voru frekar nálægt að komast á listann voru Ian Paice , Ginger Baker, Neil Pear og  Simone Pace\ntakk fyrir mig",
    "url": "https://www.hugi.is/musik/greinar/430767/uppahalds-trommuleikararnir-minir/",
    "url_id": "430767",
    "id": "3788494",
    "replies": [
        {
            "user": "petgun",
            "user_id": "47758",
            "date": "2006-07-26 21:47:37",
            "id": "3799094",
            "reply_to_id": "3788494",
            "text": "Skemmtilegt"
        },
        {
            "user": "Toggi",
            "user_id": "59549",
            "date": "2006-07-26 22:24:48",
            "id": "3799255",
            "reply_to_id": "3788494",
            "text": "Chad er minn uppáhaldstrommari, þess má líka geta að millinafn hans er Gaylord :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-07-26 22:25:31",
            "id": "3799259",
            "reply_to_id": "3788494",
            "text": "Mættir læra að nota stóra staf og skrifa eitthvað meira um Bonham.\nAnnars fínasta grein."
        },
        {
            "user": "Balders",
            "user_id": "10977",
            "date": "2006-07-26 22:44:01",
            "id": "3799372",
            "reply_to_id": "3788494",
            "text": "Minn uppáhalds trommari er Ginger Baker."
        },
        {
            "user": "Tiddis",
            "user_id": "64350",
            "date": "2006-07-26 22:44:45",
            "id": "3799381",
            "reply_to_id": "3788494",
            "text": "Mjög flott og vönduð grein hér á ferð,\nmjög sammála þér með trommarana.\n*klappar*"
        },
        {
            "user": "zimmmi",
            "user_id": "27437",
            "date": "2006-07-26 23:32:42",
            "id": "3799690",
            "reply_to_id": "3788494",
            "text": "Ekki það að ég hafi vit á þessu, en er ekki trommarinn sem er í Housebandinu í Supernova alveg svakalegur?"
        },
        {
            "user": "Ewan",
            "user_id": "26207",
            "date": "2006-07-27 12:17:08",
            "id": "3800934",
            "reply_to_id": "3799690",
            "text": "Tim “Herb” Alexander, trommari Primus er lang svalastu"
        },
        {
            "user": "killjoker",
            "user_id": "62920",
            "date": "2006-07-28 21:51:08",
            "id": "3806640",
            "reply_to_id": "3788494",
            "text": "Góð grein,persónulega held ég mest upp á gamla trommuleikarann hjá Killing Joke,Big Paul Ferguson,mjög tribal og dásamlega fastur."
        }
    ]
}