{
    "forum_title": "Sápur",
    "user": "freki",
    "user_id": "1682",
    "date": "2006-07-24 20:20:42",
    "title": "Leiðarljós 24. júlí. 06",
    "text": "Boarding House:\nBridget og David eru að búa til Halloween luktir úr graskerjum.  Þau vilja hafa þær “scary”  en Nola vill það ekki út af Peter og fer að röfla um hvenær ætli Vannessa að skila Peter og þess háttar.  Bridget segir að allt sé í lagi og Vanessa kemur inn.  Nola rífst um Roger og Peter en Vanessa segir að hún gæti séð um Roger.  Hún er einnig að skipta sér af hvernig Bridget og Vanessa ætluðu að skipta Peter á milli sín í sumarfríinu.  Þær segja að það allt í lagi.  Nola fer og opnar skáp og missi straujárn ofan á fótinn á sér.  Peter dettur en Marcus nær honum og þau ræða um Dinuh því að Vanessa hefur áhyggjur af henni,   Marcus spyr hana hvor hann myndi ná Dinuh aftur.  Vanessa segir honum frá draumi sem hún dreymdi um Dinuh.\nSvíta Roger og Dinuh:\nDinah er fúl út i Roger því að hann kom ekki heim.  Þau ræða þetta mál.  Leo lögfr. Rogers kemur og segir að einkaspæjari sem hann réð hafi fengið borgað og hætt eftirgrennslan að Hart.  Roger spyr Dinuh og hún neitar því en Roger segir að hann geti tékkað á því með því að hringja í hann til að fá staðfestingu.  Dinah  gefur eftir og viðurkennir það og Leo fer.  Roger er æfur við Dinuh en hún segir að hún sé orðin leið á að hlusta um gullstrákinn hann Hart.\nHús sem Alan á:\nAlan, Reva, Avigail og mamma hennar eru.  Reva spyr hvar Alan ætli að vera og hann segir hjá Alexöndru þannig að engin hætta er að hún komi þarna. Abigail vill fara strax en Alan segir að hún eigi tíma á morgun. Reva vill sjá börnin sín en Alan segir að það þurfi að skipuleggja það vel.\nAlan fer, þau sitja að málsverði og Abilgail fær aftur slæmt höfuðverkjakast og Reva hringir á leigubíl en mamma Abigail vill bíða þangað til næsta dag.  En þau fara á Cedars.\nAlan kemur finnur húsið tómt og blótar þeim.\nSpaulding Setur:\nAlex er að snuðra í dóti Amöndu og finnur nafnspjald Ross,  Þau rífast um Alan og hlutabréfin.  Alan kemur inn og Alex og Amanda heilsa honum innilega.  Amanda spyr Alex spurningu um hvort hún sé að reyna að koma honum inn á geðdeild.  Alex neitar því og segir að Amanda hefur heyrt brot út símtali sem Alex átti við lögfræðing sinn.  Alex segir að þegar Amanda lætur hann hafa sín hlutabréf til baka þá fari hún út.  En Alan er á öðru máli og segir að Amanda búi í hans hluta af setrinu.  Hann segir að þetta var góð leið hjá henni að klekkja á Alex og Alan-Michael\nHús með hringekju:\nJosh sýnir Matt húsið og Matt heilast af því og Josh segir að þetta sé brúðkaupsgöfin, hann spyr Matt hvort hann geti lagað þetta og Matt segir Já en það væri mikði verk.  Josh ræður hann og segir að hann hafi mánuð.\nCedars:\nJosh fylgir Annie í vinnuna.  Þau ræða um brúðkaupið en Josh vill ekki gefa neitt upp hvað gjöfin á að vera, en ákv. að gifting verði eftir mánuð.  Ed hittir Annie og þau ræða um Mexico, og Annie segir hvernig Josh kom óvænt og hvernig það leystist.\nNola er kominn á Cedars og Ed ætlar að laga fótinn á henni en hún rýkur upp og vill ekki að Ed snerti hana. Lillian og Annie tala saman.Reva, Abilgail og mamma hennar koma og Reva biður um hjálp.  Starfsmaður vísar á Annie.  En þá er kallaði á Annie.\nEd, Lillian og Annie eru hjá Nolu og Annie bindur utan um fótinn á henni.  Svo kemur hún fram.  Reva forðar sér út, en Annie tala við Abilgail og mömmu hennar en Reva horfi á þetta gegnum rúðuna á dyrunum.  Josh kemur.\nThis Has Been Guding Light.\nWow núna fer að gerast hlutir Mun Reva hitta Josh og þá hvað gerist.\nATH.\nÞetta er eingöngu fyrir fólk sem hefur gaman að fjalla á jákvæðan hátt um Leiðarljós.",
    "url": "https://www.hugi.is/sapur/greinar/430835/leidarljos-24-juli-06/",
    "url_id": "430835",
    "id": "3789617",
    "replies": [
        {
            "user": "humbukk",
            "user_id": "25021",
            "date": "2006-07-25 01:13:34",
            "id": "3791276",
            "reply_to_id": "3789617",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "heidal",
            "user_id": "44623",
            "date": "2006-07-28 15:02:49",
            "id": "3805331",
            "reply_to_id": "3789617",
            "text": "Flott grein:)"
        }
    ]
}