{
    "forum_title": "The Sims",
    "user": "Kya",
    "user_id": "60296",
    "date": "2006-07-25 22:12:28",
    "title": "The Matsuda family",
    "text": "Ég byrjaði á því að gera konu sem ég skýrði Omorose Matsuda en seinna bættust við Arich, Kalynda, Syria og Aysel Zaria. Seinna fluttu inn systkinin Eiichi og Diella Shiota.\nOmorose Matsuda\ner með rautt hár og blá augu. Hún er í aries og var með family aspiration, en breytti því svo í pleasure og svo seinna þegar hún gifti sig varð það aftur family. Hennar lifetime want var “Become a professional party guest” en er núna “Have 6 grandchildren”.\nArich Matsuda/Talbot\ner með svart hár og blá augu. Hann er í leo.\nKalynda Matsuda/Takao\ner með ljósbrúnt hár og rauð augu.\nSyria Matsuda/Dreamer\ner með blá augu og rautt hár.\nEiichi Shiota\ner með brúnt hár, með soldið ljósum strípum, freknur og græn augu. Hann er í pisces og er með family aspiration. Hanns lifetime want er “Marry off 6 children”.\nDiella Shiota\ner með brúnt hár og blá aug., Hún er í sagittarius  og er með popularity aspiration. Hennar lifetime want er “Become general”.\nAysel Zaria Matsuda/Shiota\ner með græn augu og freknur.\nOmorose, sem þýðir “beautyful”, byrjaði á því að flytja inn á litla lóð til að safna sér pening og flutti, þar sem hún ætlaði að eignast mörg börn þurfti hún auðvitað stórt hús.\nÞegar hún var komin í húsið kynntist hún honum Yuito Takao, en þau féllu samstundis fyrir hvoru öðru og fóru á stefnumót sem varð Dream date:D\nEn strax daginn eftir stefnumótið góða var hún komin með nýjann mann upp í arminn og það var enginn annar en hann Don Lothario og þau fóru saman á stefnumót, sem gekk jafnvel og það fyrra, ef til vill betur.\nÁ eftir honum var það hann Dustin Talbot en með honum eignaðist hún sitt fyrsta barn sem var strákur sem hún skýrði Arich sem þýðir “unknown”.\nSíðan kom að því að Arich átti afmæli og var þá haldin heljarinnar veisla sem allir skemmtu sér mjög vel í, svo vel að lögreglan kom og stoppaði veisluna.\nEn svo ákvað Omorose að fá sér vinnu í slacker career.\nStuttu eftir afmælið fór Omorose á stefnumót með Yuito og varð ólétt.\nEkki leið langt á milli fyrstu bumbunnar og fyrstu hríðanna, þannig að innan skamms var komið lítið stúlkubarn á heimilið sem hún skýrði Kalynda.\nSíðan átti Arich afmæli en það var ekki haldin nein veisla. Síðan kynntist hún henni Megumi Takemi á netinu og fóru þær einhvað að tala saman og endaði það með því að Megumi bauð henni á stefnumót, heima hjá sér, sem heppnaðist mjög vel.\nEn svo kom að því að Kalynda átti afmæli, en það gleymdist þannig að þegar það fattaðist var alltof seint að halda afmælisveislu, en það var bara ákveðið að halda stóra afmælisveislu næst.\nDaginn eftir fékk hún stöðuhækkun og var þá komin í hæðsta, en sagði upp vinnunni stuttu á eftir til að geta hugsað bara um krakkana, og var hún þá líka búin að uppfylla sitt lifetime want.\nÞrátt fyrir að hún væri í mörgum samböndum fór hana brátt að þyrsta í nýtt samband og kynntist þá honum Darren Dreamer, en hann er kvæntur, en allt gekk upp hjá þeim, fyrir utan það að sambandið var ekki langlíft, en þau eignuðust barn saman sem var stúlkubarn sem hún skýrði Syria.\nEn eitt kvöld þegar Omorose var heima hjá Megumi, þá varð Megumi ólétt eftir Omorose.\nFyrst að Kalynda var orðin toddler þurfti Omorose auðvitað að fara að kenna henna að tala, labba og á koppinn, sem gekk bara mjög vel hjá henni og brátt var Kalynda orðin altalandi, eða jafnmikið og lítil börn geta, gat labbað og farið sjálf á koppinn.\nArich gekk mjög vel í skólanum og átti margar vinkonur og var svo heppinn að fá aðalhlutverkið í skólaleikritinu Simerella, prinsinn.\nEinn daginn bættust tveir nýir íbúar í húsið og voru það systkinin Eiichi(kk) og Diella(kvk) Shiota.\nDaginn fyrir afmælið hennar Kalyndu fóru Eiichi og Omorose á stefnumót og urðu ástfanginn um um nóttina, eftir FRÁBÆRT stefnumót var Omorose ólétt.\nUm morguninn bað Omorose Eiichi að giftast sér og strax á eftir að hann hafði sagt já hljóp húnn inn á klósett og ældi, en þau ákváðu að halda ekki brúðkaupsveislu fyrr en Syria yrði toddler og Kalynda child.\nDaginn sem Kalynda átti afmæli eignuðust Omorose og Eiichi þeirra fyrsta barn saman sem þau skýrðu Aysel Zaria, sem þýðir “monlight princess”.\nÞegar Diella sá Hvað bróðir sinn og Omorose höfðu það gott fór hana að langa til að verða ástfangin og hringdi þá í match making service og keypti sér eitt stykki stefnumót kom þá fallandi frá himnum hann Zachary Manning og þau tvö fóru á stefnumót sem gekk svo hræðilega vel að það varð nánast strax dream date og þau ástfangin upp fyrir haus! Samt var einn galli á því… Zachary var enn bara í háskóla!\nSíðan kom að því að Kalynda og Syria áttu afmæli og þá varð það bara systraafmæli og öllum bestu vinunum var boðið.\nSíðan í lokinn á afmælinu, eftir að Kalynda var orðin child og Syria toddler, var flugeldasýning, en það var ekki hægt að segja að hún hafi heppnast vel það sprukku tvær framan í Omorose og ein hjá Eiichi en allt heppnaðist vel hjá Diellu.\nÉg er ekki komin neitt lengra, en finnst ykkur að ég ætti að koma með frammhald?",
    "url": "https://www.hugi.is/sims/greinar/431252/the-matsuda-family/",
    "url_id": "431252",
    "id": "3794837",
    "replies": [
        {
            "user": "Angel",
            "user_id": "62867",
            "date": "2006-07-25 22:34:36",
            "id": "3795136",
            "reply_to_id": "3794837",
            "text": "Vá geðveik saga ;D\nVar líka að pæla í hvort hún ætlaði ekki að koma ;o)"
        },
        {
            "user": "Kya",
            "user_id": "60296",
            "date": "2006-07-25 22:57:26",
            "id": "3795283",
            "reply_to_id": "3795136",
            "text": "Takk:P"
        },
        {
            "user": "Svidakjammi",
            "user_id": "53481",
            "date": "2006-07-25 22:53:43",
            "id": "3795258",
            "reply_to_id": "3794837",
            "text": "um ég ætla að nota eitt orð um þessa grein: GEÐVEIK"
        },
        {
            "user": "Svidakjammi",
            "user_id": "53481",
            "date": "2006-07-25 22:57:16",
            "id": "3795281",
            "reply_to_id": "3795258",
            "text": "“Once you're black\nYou never go black” …\nRéttara svona ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-07-25 23:00:33",
            "id": "3795299",
            "reply_to_id": "3795281",
            "text": "okemm ég skal breyta"
        },
        {
            "user": "Kya",
            "user_id": "60296",
            "date": "2006-07-25 22:57:51",
            "id": "3795285",
            "reply_to_id": "3795258",
            "text": "Takk:D"
        },
        {
            "user": "KlosettRulla",
            "user_id": "64037",
            "date": "2006-07-26 00:17:52",
            "id": "3795707",
            "reply_to_id": "3794837",
            "text": "GEGGJUÐ saga ;D;D"
        },
        {
            "user": "Kya",
            "user_id": "60296",
            "date": "2006-07-26 00:23:52",
            "id": "3795741",
            "reply_to_id": "3795707",
            "text": "takk"
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2006-07-26 09:42:40",
            "id": "3796357",
            "reply_to_id": "3794837",
            "text": "Í can hear them outside the door! they are coming for you, get away ! go go go go !\ndo you know what a subthermal neurophone is ? good"
        }
    ]
}