{
    "forum_title": "Manager leikir",
    "user": "Jessalyn",
    "user_id": "17818",
    "date": "2006-07-27 22:10:37",
    "title": "Target menn",
    "text": "Target maður.. hvað er nú það?\nÍ mínum huga er hið fullkomna framherjapar einn target maður og annar leikmaður sem býr yfir öðruvísi hæfileikum. Target maður en venjulega stór og sterkur leikmaður sem er mikið í boltanum og kemur mörgum sendingum á samherja sinn í framlínunni.\nPersónulega finnst mér mjög mikilvægt að hafa target mann í liðinu mínu, vegna þess að augljóslega finnst mér framherjaparið ekki fullkomið nema að annar sé target maður, en hef oft tekið eftir því að margir..\n..\na)\neru ósammála\n..\nb)\nvita ekki almennilega hvað target maður er eða hvað hann gerir fyrir liðið\n..\nc)\neru blanda af báðu\nÞað er nú einu sinni svoleiðis í Football Manager, líkt og í hinum raunverulega fótboltaheimi, að enginn tveir þjálfarar eru eins, þó sumir séu vissulega keimlíkir. Þess vegna beitum við ekki öll sömu aðferðunum og getum ekki búið yfir sömu skoðununum. Það getur vel verið að sum ykkar séuð ekki hrifin af því að nota target mann en alla þá sem hafa a.m.k. ekki prófað að nota hann hvet ég hér og nú til að prófa og taka þannig afstöðu byggða á reynslu ykkar en ekki fávisku.\nÞað sem mér finnst sjálfri svo frábært í fari target manns er að hann gefur oftast liðinu sínu marga kosti og tækifæri þó hann skori jafnvel lítið sjálfur, lítið bara á Peter Crouch! Crouch er frábært dæmi vegna þess að hann getur notað hæð sína og styrk í ýmislegt, eins og að framlengja sendingar frá miðjunni og köntunum með hausnum (hæðin) eða halda boltanum þangað til að restin af liðinu er komið upp í sóknina (styrkurinn). Og fyrst við erum að taka dæmi þá er Adriano jafnvel betra dæmi heldur en Crouch.\nMig langar að finna target mann í liðinu mínu eða á leikmannamarkaðnum, hverju þarf ég að leita að?\nStrength –\nÞað segir sig sjálft að target maðurinn þinn gerir ekki mikið gagn ef hann býr ekki yfir miklum styrk. Hann þarf að geta ráðið við að varnarmennina og helst vera það sterkur að hann geri þeim lífið afskaplega leitt.\nBalance –\nEftir því sem hærri tölu hann er með í balance (janfvægi), því erfiðara verður fyrir varnarmennina að ná boltanum af honum. Þessi tala verður að vera há ef hann ætlar að geta notað styrkinn sinn í eitthvað gáfulegt, eins og að halda boltanum þó að varnarmaðurinn sé alveg ofan í honum.\nHeading –\nMikilvægt að hafa sem hæst í þessu því það auðveldar honum að koma sendingunum áfram á hinn framherjann og einnig að skora úr föstum leikatriðum (sem flest mörk target manna koma oft á tíðum úr).\nTechnique –\nEins og ég hef áður tekið fram, target menn halda boltanum og koma sendingum á samherja sína og þess vegna þarf tæknin að vera góð, sér í lagi til að taka varnarmennina á.\nPassing –\nGóðir target menn eru með hátt í passing vegna þess að þeir eiga mjög auðvelt með að flikka boltann áfram og koma með góðar stungusendingar.\nAnticipation –\nÞví hærri sem þessi tala er, því betri er leikmaðurinn í að vinna skallaeinvígi og taka vel á móti sendingum.\nBravery –\nÞað gagnast því miður lítið að vera með einhvern aumingja sem target mann. Leikmaðurinn þarf að þora að taka varnarmenn á, fara í tæklingar og nota kraftana sína og því þarf hugrekkið að vera mikið.\nFirst touch –\nTarget maðurinn verður að geta tekið á móti og haft stjórn á löngum sendingum, og því þarf þessi tala að vera sem hæst. Þessi tala segir einnig til um hversu vel og hvort leikmaðurinn þinn geti komið með töfrandi stungusendingar með einni snertingu, sem leiða til marks(dæmi: Dennis Bergkamp).\nOff the ball –\nTarget maðurinn getur ekki bara verið góður þegar hann er með boltann heldur verður hann líka að koma með rétt hlaup og geta lesið leikinn. Með þessa tölu háa geturðu verið viss um að hann komi með hlaup inn á réttu svæðin.\nPace og Acceleration –\nÞað skemmir ekki að vera snöggur, með og án boltans. Hraðinn gerir honum auðveldara að forðast rangstöður sem og að komast frá varnarmönnunum.\nAgility –\nÉg myndi segja að þessi tala þurfi að vera a.m.k. 15 því þá á hann auðveldara með að forðast tæklingar.\nWeight og Height –\nÉg veit að það eru margir sem pæla lítið sem ekkert í hæð og þyngd leikmanna sinna, en ég hvet alla þá sem hafa ekki gert það að byrja núna. Þyngdin skiptir target mann máli því eftir því sem þyngri hann er því sterkari er hann og þar af leiðandi verður erfiðara að hrekja hann af boltanum, þó þið skuluð nú ekki tapa vitinu og kaupa 100 kg mann. Hæðin skiptir miklu máli ef leikmaðurinn er góður í loftinu, því hærri sem hann því enn betri verður hann í loftinu.\nÉg veit fullvel að það er ekki hægt að finna target menn með allar þessar tölur góðar á hverju strái. Þess vegna legg ég aðal áherslu á strength, balance, heading, anticipation, bravery og heading. Ef hinar tölurnar eru líka góðar þá er leikmaðurinn ennþá betri svo það skemmir ekki að vera meðvitaður um hvað fullkominn target maður þarf að hafa. Finishing er ekki á þessum lista því sumir target menn skora lítið, aðrir mikið, og persónulega finnst mér ekkert mikilvægast að target maðurinn minn hafi 18+ í finishing þó það sé auðvitað aldrei verra. Það verður bara hver og einn að meta það sjálfur nákvæmlega hvernig target mann þarf í liðið hverju sinni.\nÉg hef kannski sagt það áður en ég segi það samt aftur, að hafa target mann gerir auðveldara fyrir þig að skora. Ég hvet alla til að prófa þessa aðferð og þessi listi hérna ætti að auðvelda ykkur leitina að hentugum target manni.",
    "url": "https://www.hugi.is/manager/greinar/431919/target-menn/",
    "url_id": "431919",
    "id": "3803157",
    "replies": [
        {
            "user": "jonbii",
            "user_id": "54217",
            "date": "2006-07-27 22:26:14",
            "id": "3803237",
            "reply_to_id": "3803157",
            "text": "Blessuð. Verð að segja að þessi grein þín er algjör snilld eins og flest sem þú sendir inn. Verð samt að vera dálítið ósammála varðandi ,,strenght'' því ég kaupi venjulega leikmenn með mikið í ,,Pace'' heldur en strenght (ef ég á ekki nægan pening fyrir gaur með gott pace og strenght). Strenght finnst mér bara skipta máli fyrir varnarmenn, annars þá held ég að miðjumenn og sóknarmenn þurfi meira pace."
        },
        {
            "user": "jonbii",
            "user_id": "54217",
            "date": "2006-07-27 22:43:46",
            "id": "3803326",
            "reply_to_id": "3803237",
            "text": "ég er sámmála Henni.styrkur leikmannsins er mjög gott til að hafa target men.ef þeir eru ekki sterkir þá þurfa þeir að hafa mikið meira fyrir því að ná boltanum og það.líka eins og þú segir að styrkurinn er meira fyrir vanarmenn en hvað ef Maðurinn er á móti eitthverjum stórum og sterkum varnarmanni þá verður hann að vera sterkur til að halda boltanum"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-07-28 00:15:36",
            "id": "3803766",
            "reply_to_id": "3803326",
            "text": "Ég veit ekki. Mér finnst að pace skipti meira máli en strenght ef þú ert með sóknarmann."
        },
        {
            "user": "Jessalyn",
            "user_id": "17818",
            "date": "2006-07-28 11:04:43",
            "id": "3804507",
            "reply_to_id": "3803237",
            "text": "Eins og ég sagði, þetta er bara mín skoðun. :) Þú þarft ekki að hafa þá sömu.\nMér finnst pace auðvitað skipta máli en ef ég á að velja þá vil ég frekar hafa target manninn með meiri strenght heldur en pace. Ég reyni frekar að leitast eftir því að hinn framherjinn minn, sem er ekki target maður, sé með hraðann."
        },
        {
            "user": "ccivan",
            "user_id": "63423",
            "date": "2006-07-28 12:13:17",
            "id": "3804709",
            "reply_to_id": "3804507",
            "text": "Veit svo sem ekki. Er hægt að deila um þetta hægri vinstri :P, en eins og ég sagði, þá var þetta það eina sem\nmér fannst skrítið. En annars snilldar grein."
        },
        {
            "user": "ccivan",
            "user_id": "63423",
            "date": "2006-10-31 23:15:26",
            "id": "4163469",
            "reply_to_id": "3804709",
            "text": "Sko, pace, þá hleypur hann hraðar og/eða hefur meira þol og það hjálpar honum ekki mikið við að halda boltanum á móti þrem andstæðingum\nDæmi um PERFECT target man er Didier Drogba"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-10-31 23:30:21",
            "id": "4163547",
            "reply_to_id": "4163469",
            "text": "Virðist allavega ekki skipta máli í FM 2007"
        },
        {
            "user": "Stebbijo",
            "user_id": "38321",
            "date": "2006-07-31 01:34:22",
            "id": "3812895",
            "reply_to_id": "3803237",
            "text": "Hvernig velur maður Target Man :/ er hreinlega búinn að gleyma því, það er bara hægt að haka í USE TARGET MAN."
        },
        {
            "user": "svennibenni",
            "user_id": "61233",
            "date": "2006-07-27 22:49:42",
            "id": "3803363",
            "reply_to_id": "3803157",
            "text": "[qoute]Þess vegna legg ég aðal áherslu á strength, balance, heading, anticipation, bravery og heading."
        },
        {
            "user": "svennibenni",
            "user_id": "61233",
            "date": "2006-07-27 22:50:38",
            "id": "3803367",
            "reply_to_id": "3803363",
            "text": "Damn it..\nÞess vegna legg ég aðal áherslu á strength, balance, heading, anticipation, bravery og heading."
        },
        {
            "user": "bjarkikr",
            "user_id": "12613",
            "date": "2006-07-27 23:05:02",
            "id": "3803441",
            "reply_to_id": "3803157",
            "text": "ég nota alltaf target man og playmaker ..\nAnnars flott grein hjá þé"
        },
        {
            "user": "ArnarÞórS",
            "user_id": "58311",
            "date": "2006-07-27 23:48:57",
            "id": "3803634",
            "reply_to_id": "3803157",
            "text": "Flott grein.. ég hef alltaf notað target man og playmaker.. hef stundum haft 2 target man 1 á miðjunni og 1 í sókninni og það er að ganga mjög vel allavega með liðið sem ég er kominn með.. en annars mjög flott grein.. ætti að gera það að verkum að ég geti fundið ennþá betri target man!:)"
        },
        {
            "user": "Konev",
            "user_id": "28746",
            "date": "2006-07-28 01:57:38",
            "id": "3804111",
            "reply_to_id": "3803157",
            "text": "Eftir mína reynslu af Targetum þá finnst mér þetta vera dálítið annaðhvort eða. Ef þú stefnir á að nota mann sem target þá verður hann að vera með þessa hæfileika, annars skemmir hann bara fyrir liðinu. Miðað við mína reynslu þá er varla hægt að nota þessa stillingu með liðum fyrir neðan úrvalsdeildirnar (Coca-Cola sleppur), endar allavegana alltaf með svakalegu floppi hjá mér."
        },
        {
            "user": "Jessalyn",
            "user_id": "17818",
            "date": "2006-07-28 11:02:40",
            "id": "3804502",
            "reply_to_id": "3804111",
            "text": "Ég er eiginlega sammála þér með það, enda eins og þú sérð þá tel ég target manninn þurfa að hafa rosalegar tölur í öllu þessu sem ég taldi upp og það er ekkert of mikið af þannig leikmönnum sem spila og vilja spila fyrir neðri deildar lið."
        },
        {
            "user": "dasilva",
            "user_id": "56732",
            "date": "2006-07-28 21:19:37",
            "id": "3806565",
            "reply_to_id": "3803157",
            "text": "ég nota þetta akkúrat líka nota alltaf stóran striker og læt supply target man to head"
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2006-07-29 12:19:58",
            "id": "3807902",
            "reply_to_id": "3803157",
            "text": "Æji ég nota aldrei Target menn, eða sjaldan. Ég hugsa að ég nenni því bara ekki. Vissulega nota ég það stundum ef ég er þegar með striker sem er tilvalin í hlutverkið (var einu sinni með mann að nafni Ariza Makukula og hann var fullkominn í þetta hlutverk og ég notaði hann alltaf sem target man) en ég fer ekki og leita sérstaklega að target manni til að kaupa, mér er eiginlga slétt sama hvort að næsti striker sem ég kaupi sé góður target man eða ekki.\nÍ “aðal”seivinu hjá mér núna er ég ekki með target mann, en ég hef samt aldrei skorað jafn mörg mörk í neinu einasta seivi, báðir strikerarnir eru með 40+ mörk á tímabili, sennilega besta framlína í leiknum, Fred og Henry."
        },
        {
            "user": "DrEvil",
            "user_id": "25921",
            "date": "2006-07-30 01:19:50",
            "id": "3809914",
            "reply_to_id": "3803157",
            "text": "Góð grein.\nÞað er brilliant að hafa target man sem er með gott í heading, því í skyndisóknum upp vængina, getur slíkur leikmaður breytt stöðu leiksins með mikilvægu skallamarki eftir fyrirgjöf. Hefur oftar en einu sinni bjargað leik hjá mér."
        },
        {
            "user": "Stebbijo",
            "user_id": "38321",
            "date": "2006-07-31 01:38:55",
            "id": "3812900",
            "reply_to_id": "3809914",
            "text": "Hvernig velur maður Target Man :/ er hreinlega búinn að gleyma því, það er bara hægt að haka í USE TARGET MAN."
        },
        {
            "user": "ArtVandelay",
            "user_id": "57453",
            "date": "2006-08-22 00:05:53",
            "id": "3893052",
            "reply_to_id": "3803157",
            "text": "Er ekki Zlatan hinn fullkomin target man?"
        },
        {
            "user": "Jessalyn",
            "user_id": "17818",
            "date": "2006-08-22 14:53:59",
            "id": "3894688",
            "reply_to_id": "3893052",
            "text": "Jú, virkar allavega virkilega vel í þeim tilfellum sem ég hef notað hann þar. :)"
        },
        {
            "user": "dabbidanna",
            "user_id": "32647",
            "date": "2006-09-17 16:43:00",
            "id": "3996464",
            "reply_to_id": "3803157",
            "text": "anticipation er hve góður hann er að stelast í sendingar frá andstæðingnum, svona eins og interception"
        },
        {
            "user": "Jessalyn",
            "user_id": "17818",
            "date": "2006-09-18 19:57:57",
            "id": "4001951",
            "reply_to_id": "3996464",
            "text": "Einnig það sem ég sagði að ofan, það er engin ein rétt þýðing fyrir öll orðin."
        },
        {
            "user": "dabbidanna",
            "user_id": "32647",
            "date": "2006-09-22 10:28:03",
            "id": "4013777",
            "reply_to_id": "4001951",
            "text": "Anticipation –\nÞví hærri sem þessi tala er, því betri er leikmaðurinn í að vinna skallaeinvígi og taka vel á móti sendingum.\nEn það getur verið að ég hafi rangt fyrir mér…mig minnir það bara.\nÞess vegna eru leikmenn eins og Vieira og makelele með mikið í því."
        },
        {
            "user": "Jessalyn",
            "user_id": "17818",
            "date": "2006-09-22 15:46:26",
            "id": "4014625",
            "reply_to_id": "4013777",
            "text": "Einnig\nþað sem ég sagði að ofan, það er engin ein rétt þýðing fyrir öll orðin.\nÉg er sem sagt að segja að mín þýðing sé alveg rétt, enda er hún upphaflega ekki komin frá mér sjálfri heldur frá útgefendum leiksins."
        },
        {
            "user": "dabbidanna",
            "user_id": "32647",
            "date": "2006-09-24 14:09:23",
            "id": "4021009",
            "reply_to_id": "4014625",
            "text": "já ok ég tók ekki eftir þessu."
        },
        {
            "user": "siggason",
            "user_id": "60857",
            "date": "2006-09-28 23:52:34",
            "id": "4039264",
            "reply_to_id": "3803157",
            "text": "Mjög fín grein, hef aldrei áttað mig á þessu Target Man, en þarna komstu mér á rétta braut ;)\nBætt við 28. september 2006 -  23:53\nTakk"
        },
        {
            "user": "Jessalyn",
            "user_id": "17818",
            "date": "2006-09-29 01:32:46",
            "id": "4039525",
            "reply_to_id": "4039264",
            "text": "Gaman að vita. :)"
        },
        {
            "user": "ccivan",
            "user_id": "63423",
            "date": "2006-10-31 23:16:38",
            "id": "4163482",
            "reply_to_id": "4039525",
            "text": "Er Drogba ekki alveg tilvalin í þetta, hef aldrei spilað með hann í manager en hann er stór og stæðilegur og er góður á flesta kanta.\nSvona eins og Hasselbaink var á sínum tíma :)"
        },
        {
            "user": "Jessalyn",
            "user_id": "17818",
            "date": "2006-10-31 23:48:48",
            "id": "4163627",
            "reply_to_id": "4163482",
            "text": "Jú, Drogba er pottþéttur target maður.\nGóður í loftinu, stór og sterkur. :)"
        },
        {
            "user": "ccivan",
            "user_id": "63423",
            "date": "2006-11-01 16:53:42",
            "id": "4165516",
            "reply_to_id": "4163627",
            "text": "og fæ ég msg ef að greinin á /manager hefur\nekki\nverið sammþykkt"
        },
        {
            "user": "Jessalyn",
            "user_id": "17818",
            "date": "2006-11-01 21:15:08",
            "id": "4166813",
            "reply_to_id": "4165516",
            "text": "Jámm, það færð þú. :)"
        },
        {
            "user": "ccivan",
            "user_id": "63423",
            "date": "2006-11-01 21:25:14",
            "id": "4166858",
            "reply_to_id": "4166813",
            "text": "nicemar ;) en eru engin takmörk yfir því hvað maður sendir oft greinar á “Aðalkorkinn” á einni viku, eða mánuði"
        },
        {
            "user": "Jessalyn",
            "user_id": "17818",
            "date": "2006-11-01 21:26:14",
            "id": "4166864",
            "reply_to_id": "4166858",
            "text": "Nei, engin skrifleg takmörk en það verða samt allir þreyttir á þeim notanda sem sendir inn á hverjum degi, allavega til lengdar. :)"
        },
        {
            "user": "ccivan",
            "user_id": "63423",
            "date": "2006-11-01 21:29:24",
            "id": "4166881",
            "reply_to_id": "4166864",
            "text": "Ahm :þ) ætli ég bíði ekki með næstu þar til um miðjan nóv, ef ég nenni að byrja tímabilið á þeim tíma þ.e.a.s :D"
        },
        {
            "user": "pazzini",
            "user_id": "56621",
            "date": "2006-11-02 19:36:49",
            "id": "4170214",
            "reply_to_id": "3803157",
            "text": "Var að finna mjög góðan target mann í FM 07.\nFernandao í Internacional. Var að selja Saviola og kaupa hann í staðinn!"
        },
        {
            "user": "dabbidanna",
            "user_id": "32647",
            "date": "2006-11-26 22:40:12",
            "id": "4270318",
            "reply_to_id": "4170214",
            "text": "Kostaði mig 7 millur og annað hvort lagði hann up fyrir mig eða skoraði…einfalt mál.\nFernandao þá, Vinnusamur og markmikill."
        },
        {
            "user": "pazzini",
            "user_id": "56621",
            "date": "2006-11-27 16:15:18",
            "id": "4272483",
            "reply_to_id": "4270318",
            "text": "Mhm.."
        },
        {
            "user": "Laukzje",
            "user_id": "56813",
            "date": "2010-03-31 02:21:46",
            "id": "7119788",
            "reply_to_id": "3803157",
            "text": "drogba er besti target maðurinn í fm2006, aaalveg klárt"
        }
    ]
}