{
    "forum_title": "Smásögur",
    "user": "zorglubb",
    "user_id": "347",
    "date": "2001-09-21 15:22:04",
    "title": "Helvíti er kalt? (þriðji hluti)",
    "text": "26 Desember. Mánudagur.\nVeðrið virðist hafa lagast aðeins síðustu nótt. Að minnsta kosti er hávaðinn ekki eins mikill. Kannski er heyrnin í mér að versna. Ég get lítið ráðfært mig við Halldór. Hann lætur eins og móðursjúk kona, kjökrandi í tíma og ótíma, biðjandi bænir í sífellu, hann er að gera MIG BRJÁLAÐAN!!. tveggja daga vistir eftir. Ég hef gefið Halldóri nóg af róandi fyrir daginn, nóg til að halda honum þegjandi. Hann var aldrei svona þegar við vorum litlir og lentum saman í vandræðum. Þegar ég var tíu ára, um sumarið var bróðir minn (sem var þá átján ára) á leiðinni með vinum sínum í fótbolta eitt kvöldið. Ég heimtaði að koma með og fékk það (ég hef sjálfsagt verið hrein plága í augum Halldórs) Við áttum heima á Hagamelnum þá, við fórum á völlinn við Melaskóla og vorum þar í góðan tíma. Ég fékk lítið að vera með í leiknum hætti fljótt leiknum og fór að dóla eitthvað sjálfur. Skólinn var lokaður á þessum tíma árs en samt var ljós í kjallaraglugga hinum megin við leiksvæðið. Ég sá skugga hreyfast og hávær hlátrasköll. Ég er sjúklega forvitinn að eðlisfari og var það líka þá. Ég fór inn um hurð sem hafði verið dýrkuð gróflega upp, gekk inn í rykugt herbergi og stoppaði þar starandi á tvo granna menn rótandi í stórum skáp út í horni. Þeir komu auga á mig, störðu á mig í nokkrar sekúndur, ruku svo á mig. Ég mér var hrint í gólfið. Þarnæst var mér ýtt að veggnum og haldið þar með hægri hendina þvingaða fyrir aftan bak. Ég heyrði þá öskrandi á hvorn, ásakandi hvorn annan um að hafa viljað hafa gert þetta of snemma, töluðu um djöfulsin Jóhann, eða eitthvað þegar þeir þögðu snögglega. Ég heyrði í rödd sem ég þekkti, Halldór hafði verið leitandi að mér og kom inn í herbergið. Ég náði að beygja mig nógu mikið til að sjá annan gaurinn hlaupa að bróður mínum. Halldór fleygði sér niður eins og hann væri að taka hjólhestaspyrnu og sendi gaurinn yfir sig, sem lenti í litlum ruslakassa. Hin mjónan virtist hafa misst hjartað niður á þessari stundu því hann sleppti takinu á mér snögglega og hljóp framhjá Halldóri eins og Jessie Owens endurborinn. Við fréttum ekkert af þessum þrjótum fyrr en þeir náðust mánuði eftir að ég var látinn bera kennsl á þá. Eftir þennan atburð hafði ég meira og minna litið á bróður minn sem hetju, viljað gera allt fyrir hann lengi á eftir og virt hann sem eldri bróður. Hann hefur kannski misst hugrekkið einhverntíma á lífsleiðinni því hann er ekki sviður hjá sjón núna. Ég sjálfur reyni í rauninni mitt besta til að halda haus en það er orðið ótrúlega erfitt. Aðra stundina er maður fullur vonar og hugsar eins rökfast og stærðfræðikennari, aðra stundina heyrir maður raddir sem ösrka á mann að fara að ráðum Halldórs og hlaupa bara út í óvissuna. Ég er ekki viss um að ég geti þetta lengur.\n27 Desember. Þriðjudagur.\nÉg náði að aflima fingurna á hægri hendinni í dag. Vefurinn var orðinn rotinn. Mér gekk illa framan af, ég notaði góðann tíma til að manna mig upp í verkið og fékk Halldór til að binda fyrir blóðrennslið við ræturnar. Ég deyfði mig vel í handleggnum fyrir aðgerðina, kannski of vel því ég er enn hálf dofinn í hausnum og hægri hluta líkamans. Ég sá nú einhver batamerki fyrir tveim dögum, verkirnir höfðu minnkað og ég fann smá hita í litlum hluta löngutangar. Frostið sem ég lenti í í gær hefur eyðilagt þann bata. Þetta er hvort sem er eftir handriti. Við klúðrum ferðinni, okkur er refsað hægt og rólega og kvalafullt. Það er ekkert sem heitir Guð eða krakkinn hans. Svala hefur verið án meðvitundar síðan í gær og virðist nálgast grafarbakkann. Við höfum náð að halda lífi í henni með lyfjagjöfum, en ég hef séð núna að við höfum gengið of mikið á lyfjabirgðirnar. Lydokaine töflurnar eru nær búnar (aðal lífgjafi Svölu) og lítið er orðið eftir af Panodil. Ég hef lítið minnst á talstöðina á síðustu blaðsíðum, enda er lítið að frétta úr því rafmagnsdrasli. Leit hefur verið hætt að mestu og lítið útlit fyrir betra veðri. Eitthvað hefur það nú samt lagast. Loftið í snjóhellinum hefur sigið nokkuð, við þurfum örugglega annaðhvort að styrkja það með snjó, eða í versta falli gera nýjan helli. Við höfum náð að skammta fæðu enn meira, skammt sem nær varla upp í nös á kettlingi. höfum vistir til tveggja daga til viðbótar með þessu fyrirkomulagi. Eftir það, þá veit ég ekki hvað í fjandanum við eigum að gera! Við hefum aldrei átt að auka skammtinn á aðfangadag, við hefðum átt að skammta strax í byrjun. Í rauninni hefðum við getað sparað vandræðinn enn frekar með því að sleppa þessari helvítis ferð! halda okkur heima, sama hve leiðinlegir fjandans ættingjarnir verða á jólunum. Ég er farinn að taka inn Panodil þrátt fyrir skortinn. Ég þarf bara eitthvað til að halda mér rólegum. Stundum finnst mér eins og geðheilsan hjá mér sé eins og lítil flatbyttna, hratt sökkvandi í haf geðveikinnar.\n28. Desember. Fimmtudagur.\nÉg hef lítið gert til að laga snjóhellinn, hann má hrynja ef hann vill það. Mér gæti ekki verið meira andskotans sama. Halldór er horfinn á vit einhverrar einkageðveiki. Hann liggur bara þarna eins og lík, röflar út í loftið og syngur. Ég hef einn þurft að sinna Svölu, skammta mat og halda öllu í lagi þar sem hann gerir ekki rassgat til að hjálpa. Honum gæti ekki verið meira sama um sína eigin konu. Til fjandans með þau bæði. Bara ef ég hefði heila talstöð. Bara ná sambandi við næstu rannsóknarstöð. biðja um hjálp, snjóbíl, mat, sjónvarp, saunu, kakó,,       ferð til Benidorm.\nRaddirnar í höfðinu á mér hafa verið háværar í dag, en ég næ að halda þeim aðeins niðri með lyfjum. Ég kláraði Panodil töflurnar í morgunn, nota bara eitthvað annað. Nóg til að öðru drasli sem ég nenni ekki einu sinni að nefna, nöfnin eru svo rugluð. Mér finnst eins og ég heyri í pabba, Sigga frænda og einhverjum sem ég hef heyrt í áður, sem ég þekki samt ekki. Halldór er hættur að borða, ég hef pælt í því að borða skammtinn hans, leyfa honum kannski að reika út í veðrið… eitthvað til að refsa honum vel fyrir þessa suðurpólsferð sem hann neyddi upp á mig. Helvítis fífl.",
    "url": "https://www.hugi.is/smasogur/greinar/43375/helviti-er-kalt-thridji-hluti/",
    "url_id": "43375",
    "id": "284867",
    "replies": []
}