{
    "forum_title": "Heimilið",
    "user": "Kaea",
    "user_id": "52376",
    "date": "2006-08-06 16:07:28",
    "title": "Herbergið og Framkvæmdirnar :)",
    "text": "Ég fékk einstaka löngun til að skrifa um herbergið mitt, just for the fun of it!\nFyrir sirka 2-3 árum fór ég í uppreisn og heimtaði nýtt herbergi.. gamla herbergið mitt var svo lítið að það komst ekkert fyrir í því nema voða lítill, tja, bekkur,  skrifborð og lítill fataskápur.\nÞetta þýddi auðvitað að skrifborðið og gólfið var yfirfullt af drasli, samt hafði ég losað mig við allt drasl sem ég notaði ekki lengur og skorið mjög á eigur mínar, kom slatta fyrir niðrí kjallara.\nÉg ákvað að þetta gengi ekki lengur, enda vorum við með herbergi niðrí kjallara sem var ekki notað til neinum öðrum en mér til að spila í Nintendo tölvu bróðurs míns og kanski horfa á sjónvarpið.\nÍ þessu herbergi var slatti af plássi, það var þarna; Sjónvarp, stór hægindastóll, 2 aðrir minni stólar, tölvuborð með eldgamallri tölvu og svo hjúds skápur.\nNokkru fyrir jólin 2004 ákvað pabbi að ég fengi þetta kjallaraherbergi, ég hafði fengið tölvu frá bróður mínum og var staðföst á því að koma henni inní pínulitla herbergið mitt, hvernig sem ég ætlaði að fara að því. Pabbi gafst upp, hann vissi að hávaði fylgdi unglingum og veggurinn á milli míns herbergis og hans var þunnur tréveggur og hann myndi fá lítinn frið til að sofa, hafði alið upp 3 unglinga og ætlaði sér ekki að gera þau mistök aftur að hafa unglingin of nálægt svefnherberginu sínu. Svo vissi hann að hitt herbergið gengi ekki lengur.\nOg þá Hófust framkvæmdirnar!\nÞær hófust í lok nóvember 2004 og þá var byrjað á því að koma öllum stólunum uppí stofu, stofan var endurskipulögð eftir þetta, tölvunni var hent og tölvuborðinu sömuleiðs, sjónvarpinu var bara komið fyrir niðrí geymslu. Svo fékk ég það skemmtilega verkefni að koma bókunum í skápnum fyrir í kössum, þetta var heljarinar verkefni enda ekkert lítið af bókum. Þegar þessu var lokið í byrjun desember þá stóð herbergið autt í nokkra daga. Ég vissi að það gengi ekki og ég fór að versla! Ég missti mig í rúmfatalagernum og keypti skrifborðið, sjónvarpsborðið og fataskápinn minn þar. Þetta var allt svona beikilitað, held ég. Þá var stíll herbergisins ákveðin. Næst var farið í IKEA og mikið skoðað, endaði á því að kaupa hornskáp, geisladiskahaldara og endahillur þar. Þetta var allt í sama lit en þessi litur var aðeins ljósari en liturinn á Rúmfatalagersvörunum en þetta kom allt voða vel út og maður tekur varla eftir litamuninum.\nVið tókum vörurnar frá og þá hófust breytingarnar á herberginu sjálfu!\nÉg vildi fá dökkan lit á einn af veggjunum en pabbi sagði það af og frá því hann var viss um að ég myndi fá ógeð á því fyrr eða síðar. Ég var gífurlgea fúl og upphófust miklar rökræður sem töfðu framkvæmdirnar. Ég ákvað á endanum að gefa eftir og ég er ekki frá því að karlinn hafi haft rétt fyrir sér, ég held að ég myndi ekki vera eins ánægð með þetta allt ef ég hefði málað einn vegg dökkan..\nLiturinn var valinn! ég valdi marmarahvítann og sé ekki eftir því vali.\nÞað voru samt tvö vandamál en sem ég stóð frami fyrir.\nÍ fyrsta lagi eru pípur sem hanga utan á veggnum, einstaklega ljótar en ekkert sem við gátum gert við þeim. Ég verð bara að sætta mig við þetta lýtandi pípuvirki og hávaðan sem því fylgir ef einhver sturtar niður, fer í sturtu eða setur þvottavélina í gang, ég heyri meira að segja læti er nágrannarnir fara í heitapottinn sem getur verið svoldið pirrandi.\nHitt vandamálið voru dyrnar. Fólkið sem lét mála þetta herbergi á undan okkur hafði hryllilegan litasmekk að mínu mati. Veggirnir voru s.s. allir hvítir en hurðakarmurinn var svartur, í þokkabót voru dyrnar eldrauðar. Ég ætlaði ekki að sætta mig við þessar dyr og bað um nýjar dyr. Pabbi sagði að það væri of mikið vesen og hann ætlaði að spyrja málarann um ráð. Málarinn, þessi fíni maður, stakk uppá því að mála dyrnar í sama lit og veggina. Mér leist ekkert ofur vel á þá hugmynd en lét undan þegar hann sagði að fólk tæki varla eftir dyrunum, sérstaklega ef dyrakarmurinn væri svartur. Ég var en efins en eftir verkið var ég mjög ánægð, tók ekki sjálf eftir litnum á hurðinni þegar ég skoðaði fyrst verkið.\nSvo, tja, líklega á undan málningarveseninu var gólfinu gerbreytt.. áður hafði verið alveg hryllilega ljótt grátt teppi. Við létum bara rífa það upp og parketlögðum.\nÞessu var öllu lokið um miðjan desember minnir mig. Þótt svona lítið væri eftir bjóst ég ekki við því að ná að klára herbergið fyrir afmælið mitt og jólin..\nÖllum mumblunum var komið á sína staði, ég tók dótið mitt uppúr kössum, tölvan og sjónvarpið voru tengd, föt flutt á milli skápa og allt var að verða reddý. Þessu var lokið um jólin. Ég gat sýnt herbergið mitt í jólaboðinu okkar og var þá búin að skreyta það og alles, hafði meira að segja keypt mér bleikt jólatré!\n—-\nStofan var endurskipulögð útaf þessum þrem stólum sem voru færðir uppí hana. Það var ekkert nýtt keypt, nema lítill bókaskápur, en samt kemur stofan mun betur út svona heldur en hún gerði, sem er æði.\nEinnig var gamla herbergið mitt málað og parketlagt. Skrifborðinu var hent og svo var keyptur bókaskápur og slatta af eigulegu bókunum var troðið þangað. Bekkurinn er þar enþá og þetta er hið fínasta les herbergi.\n—-\nÍ herberginu mínu núna er allar mublurnar sem ég keypti þarna um árið, fyrir utan það að pabbi gaf mér nýtt rúm, amerískt einfalt rúm, brjálæðislega þægilegt fyrir utan það hvað það er hátt fall þegar ég dett úr því.. (sem hefur gerst 2svar að mig minnir)\nÉg keypti mér flatan tölvuskjá til að hafa eitthvað pláss á skrifborðinu plús aðra hátalara, ekki veitti af..\nSjónvarpið hefur samt sungið sitt síðasta, þegar ég kveiki á því heyrist “Tssss” hljóð og svo kemur brunalykt.. ég á eftir að kaupa mér nýtt sjónvarp og er meira að segja að pæla í því að borga á móti pabba í plasmasjónvarpi til að spara pláss.\nGeisladiskahillan fyllist hægt og bítandi, bókaplássið er löngu búið, fataskápurinn hefur ekki við þótt ég noti ekki helmingin af fötunum inní honum og þetta endar allt á skrifborðinu eða gólfinu! Sem er það nákvæmlega sama og ég byrjaði með..\nHeld samt að þetta hafi verið þess virði þar sem ég get spilað tónlistina mína þokkalega hátt án þess að vekja fólkið í kringum mig, sem er æðislegt!\n—-\nKaea þakkar lesturinn… ef þú last.. annars þakka ég þér bara ekki neitt =)",
    "url": "https://www.hugi.is/heimilid/greinar/434553/herbergid-og-framkvaemdirnar/",
    "url_id": "434553",
    "id": "3834349",
    "replies": [
        {
            "user": "Moli0",
            "user_id": "54391",
            "date": "2006-08-06 16:15:11",
            "id": "3834993",
            "reply_to_id": "3834349",
            "text": "Þetta er æðisleg grein! Mig hefur alltaf dreymt um herbergi í kjallara.. það er eitthvað svo frá öðrum herbergi, miklu meira næði. Eða þannig ímynda ég mér það alltaf :)"
        },
        {
            "user": "INRI",
            "user_id": "44984",
            "date": "2006-08-06 18:15:15",
            "id": "3835305",
            "reply_to_id": "3834993",
            "text": "Já þetta er töff að hafa svona partý palace í kjallara :P"
        },
        {
            "user": "Nugnar",
            "user_id": "40949",
            "date": "2006-08-06 23:03:38",
            "id": "3836135",
            "reply_to_id": "3834993",
            "text": "Úff..Mig langar líka að fá herbergið mitt niður í kjallara..\nSamt er svo margt sem væri vesen.\nÞað er t.d undir stiga, svo það er svolítið lágt til lofts á sumum stöðum, en það er reyndar ekki útum allan kjallarann, svo það myndi eflaust sleppa..\nSvo er hriikalega þungt loft þarna niðri, hurðin er alltaf opin þarna niður, bara til að fá smá loft,, en það er ekki nóg, það er samt þungt loft..\nOg ef ég væri mikið þarna niðri, þá yrði ennþá þyngra loft, og það væri bara vesen.\nSvo eru voðalega flottar pípur þarna á einum veggnum, hávaði í þeim þegar einhver fer í sturtu eða á klósettið eða e-ð..\nYeeeah…\nÆðisleg saga, ekki satt?\nHeld að ég hafi ætlað að bæta einhverju við þetta, ég bara er búinn að gleyma þessu.\nÉg gef þeim sem að skildi þetta bull..fæv!"
        },
        {
            "user": "Kaea",
            "user_id": "52376",
            "date": "2006-08-07 22:47:41",
            "id": "3839121",
            "reply_to_id": "3834993",
            "text": "Muuuun meira næði! =D"
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2006-08-06 16:55:57",
            "id": "3835086",
            "reply_to_id": "3834349",
            "text": "Flott grein =D"
        },
        {
            "user": "Kaea",
            "user_id": "52376",
            "date": "2006-08-07 21:31:12",
            "id": "3838843",
            "reply_to_id": "3835086",
            "text": "Danke! =D"
        },
        {
            "user": "OfurKindin",
            "user_id": "44085",
            "date": "2006-08-06 17:29:19",
            "id": "3835202",
            "reply_to_id": "3834349",
            "text": "Magnúsuð grein!:)\nÖfunda þig enn útaf kjallaraherberginu, en samt ekki eins mikið, því ég get ekki sofið nema í fersku lofti…"
        },
        {
            "user": "Kaea",
            "user_id": "52376",
            "date": "2006-08-07 21:24:53",
            "id": "3838801",
            "reply_to_id": "3835202",
            "text": "hahaha =D\nmér hefur aldrei.. fundist vera eitthvað sérlega þungt loft inni hjá mér.. reyndar er gluggin alltaf opin, en hann er samt lítill =)\nhef kanski bara vanist loftinu ^^"
        },
        {
            "user": "TinnaKristin",
            "user_id": "43890",
            "date": "2006-08-06 22:03:12",
            "id": "3835922",
            "reply_to_id": "3834349",
            "text": "Vá, ég er ekki frá því að þú sért smá dekruð=)"
        },
        {
            "user": "Kaea",
            "user_id": "52376",
            "date": "2006-08-07 21:30:48",
            "id": "3838839",
            "reply_to_id": "3835922",
            "text": "hahaha.. neei.. ég hef það ekkert slæmt en er langt frá því að vera dekruð ^^"
        },
        {
            "user": "Nugnar",
            "user_id": "40949",
            "date": "2006-08-06 22:57:26",
            "id": "3836123",
            "reply_to_id": "3834349",
            "text": "Úhh! Töff grein ^^\nFáum við ekki mynd? :Æ"
        },
        {
            "user": "Kaea",
            "user_id": "52376",
            "date": "2006-08-07 21:18:49",
            "id": "3838764",
            "reply_to_id": "3836123",
            "text": "Nahh.. það er alltaf alltídrasli >_"
        },
        {
            "user": "Nugnar",
            "user_id": "40949",
            "date": "2006-08-07 21:39:51",
            "id": "3838879",
            "reply_to_id": "3838764",
            "text": "Okkur er sama ^^\nEða..Þá..Tekurðu til?"
        },
        {
            "user": "Kaea",
            "user_id": "52376",
            "date": "2006-08-07 22:41:46",
            "id": "3839109",
            "reply_to_id": "3838879",
            "text": "Eeeeeða bíð eftir takatilkonuni.. *flaaut*"
        },
        {
            "user": "Nugnar",
            "user_id": "40949",
            "date": "2006-08-07 23:07:00",
            "id": "3839173",
            "reply_to_id": "3839109",
            "text": "Hahaha..\nMig langar í takitilkonu =O\nÞótt að mamma geri það oftast *-)\neða systir mín..\nÉg hata þegar fólk tekur til inni hjá mér >___"
        },
        {
            "user": "Kaea",
            "user_id": "52376",
            "date": "2006-08-07 23:26:18",
            "id": "3839218",
            "reply_to_id": "3839173",
            "text": "hata það reyndar líka 8-)\nen ég nýti mér samt takatilkonuna! =D"
        },
        {
            "user": "Nugnar",
            "user_id": "40949",
            "date": "2006-08-08 10:51:36",
            "id": "3840144",
            "reply_to_id": "3839218",
            "text": "Hahahahaha.."
        },
        {
            "user": "...",
            "user_id": "38859",
            "date": "2006-08-07 02:00:13",
            "id": "3836674",
            "reply_to_id": "3834349",
            "text": "Haha…just for the fun of it? =)\nAnnars mjög flott grein, til hammó með greinó…or some ^^"
        },
        {
            "user": "Kaea",
            "user_id": "52376",
            "date": "2006-08-07 02:11:01",
            "id": "3836701",
            "reply_to_id": "3834349",
            "text": "Tsss, skrifaðir þetta….bara til gamans? Sérstaka stúlka ^^\nFín grein =)"
        },
        {
            "user": "Kaea",
            "user_id": "52376",
            "date": "2006-08-07 21:20:34",
            "id": "3838773",
            "reply_to_id": "3836701",
            "text": "Weeell.. mér leiddist :')"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-08-07 21:37:28",
            "id": "3838873",
            "reply_to_id": "3838773",
            "text": "Hahaha, tsss =)"
        },
        {
            "user": "EgillCv",
            "user_id": "63043",
            "date": "2006-08-07 02:54:06",
            "id": "3836791",
            "reply_to_id": "3834349",
            "text": "Varðandi pípurnar… Er ekki bara hægt að vefja einhverskonar hljóðeinanrgrandi foam utan um þær or sum? Allavega fín grein."
        },
        {
            "user": "Kaea",
            "user_id": "52376",
            "date": "2006-08-07 21:16:22",
            "id": "3838746",
            "reply_to_id": "3836791",
            "text": "Ef til vill.. læt kanski kíkja á það.. :)\nTakk fyrir ráðið ^^"
        },
        {
            "user": "Fontes",
            "user_id": "61536",
            "date": "2006-08-07 13:32:30",
            "id": "3837210",
            "reply_to_id": "3834349",
            "text": "Úfff þú lifir draum minn, að búa í kjallara langt frá foreldrum. Minn draumur rætist aldrei :(\nÉg las þannig að þú verður að þakka mér, skemmtileg grein^^"
        },
        {
            "user": "Kaea",
            "user_id": "52376",
            "date": "2006-08-07 21:15:00",
            "id": "3838740",
            "reply_to_id": "3837210",
            "text": "Ahh.. mér finnst æææði að búa niðrí kjallara.. =D\nEn ég er þér mjög þakklát! =)"
        },
        {
            "user": "Fontes",
            "user_id": "61536",
            "date": "2006-08-07 23:56:51",
            "id": "3839342",
            "reply_to_id": "3838740",
            "text": "Mér langar að búa i kjallara, eða í mínu tilfelli reyndar bara neðrihæðinni…\nÞað er nú gott^^"
        },
        {
            "user": "Kaea",
            "user_id": "52376",
            "date": "2006-09-11 11:48:04",
            "id": "3971031",
            "reply_to_id": "3834349",
            "text": "ég væri annaðhvort til í að eiga herbergi niðrí kjallara eða uppi á háalofti eða eitthvað svoleiðis.\ní burtu frá foreldrum og systkinum ;)"
        },
        {
            "user": "Kaea",
            "user_id": "52376",
            "date": "2006-09-11 11:51:58",
            "id": "3971037",
            "reply_to_id": "3971031",
            "text": "Vooða hentugt :)\nGet líka spilað tónlist hátt og svona ^^"
        },
        {
            "user": "Kaea",
            "user_id": "52376",
            "date": "2006-09-11 11:54:29",
            "id": "3971041",
            "reply_to_id": "3971037",
            "text": "öfunda þig ekkert smá! ég er í 8 fm herbergi og veggirnir eru örugglega úr plasti eða eitthvað:P og svo er enginn þröskuldur þannig að á laugardögum þegar maður má loksins sofa út er það ekki hægt því að litlu systur mínar eru byrjaðar að leika sér kl. 8 og það heyrist eins og þær væru við hliðina á mér!"
        },
        {
            "user": "Kaea",
            "user_id": "52376",
            "date": "2006-09-11 11:55:53",
            "id": "3971045",
            "reply_to_id": "3971041",
            "text": "Hahaha!\nSkil þig.. var voða svipað í gamla herberginu mínu.. ^^\nNema, ég á ekki yngri systur, bara eldri bróður sem byrjaði snemma á því að spila tónlist hátt ^^"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-11 11:56:36",
            "id": "3971048",
            "reply_to_id": "3971045",
            "text": "haha"
        }
    ]
}