{
    "forum_title": "Fiskar",
    "user": "Delilah",
    "user_id": "16447",
    "date": "2006-08-07 12:16:24",
    "title": "Aðstoð - Þörungar?",
    "text": "Sælir Hugarar.\nÞannig er mál með vexti að ég á tvo fiska. Vandamálið er hinsvegar að vatnið í búrinu þeirra er svona grænleitt og það fer ekki þótt ég skipti um vatn. Systir mín heldur að þetta séu þörungar og það gæti alveg verið. Þess vegna spyr ég ykkur;\n1. Er eitthvað annað sem ykkur dettur í hug að þetta gæti verið?\n2. Veit einhver hvernig á að taka á þörungamyndun í búrinu?\nMeð fyrirfram þökk,\nDelilah",
    "url": "https://www.hugi.is/fiskar/korkar/434782/adstod-thorungar/",
    "url_id": "434782",
    "id": "3837088",
    "replies": [
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2006-08-07 13:08:31",
            "id": "3837152",
            "reply_to_id": "3837088",
            "text": "sjóddu steinana og sótthreinsaðu búrið og leikföng og dælur og annað slíkt"
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2006-08-07 13:09:42",
            "id": "3837154",
            "reply_to_id": "3837088",
            "text": "já btw sjóddu allt vatnið sem þú ætlar að nota í búrið áður en það fer í búrið, mundu bara að kæla það fyrst, það geta verið þörungar í kranavatni, ekkert hættulegt fyrir mannfólk samnt"
        },
        {
            "user": "Delilah",
            "user_id": "16447",
            "date": "2006-08-07 13:53:56",
            "id": "3837279",
            "reply_to_id": "3837154",
            "text": "Takk kærlega :)\nVeistu af því að það hafi virkað?"
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2006-08-08 11:42:45",
            "id": "3840193",
            "reply_to_id": "3837279",
            "text": "tja þá veistu allavega að þetta er ekki tengt fiskabúrinu, þá er það eitthvað utanaðkomandi, svosem sólarljós eða lampaljós, gæti líka verið eitthvað í loftinu"
        },
        {
            "user": "dabbi09",
            "user_id": "60057",
            "date": "2006-08-07 16:21:59",
            "id": "3837816",
            "reply_to_id": "3837088",
            "text": "eða bara hafa ljosið bara 11-12 tima a dag og ekki lata mikla sól skina á burið"
        },
        {
            "user": "aano",
            "user_id": "57768",
            "date": "2006-08-07 19:02:59",
            "id": "3838289",
            "reply_to_id": "3837088",
            "text": "Sæl,\nGeturu þá lýst þörungnum betur ?\nEr þetta nokkurskonar ský sem myndast í vatninu eða vatnið verður bara matt ?\nEf svo er þá er þetta þörungablómi, þú nærð honum niður með því að skipta út 70 % vatnsins og passa að engin birta komist að búrinu í 2-3 daga,\nEf það virkar ekki þá þarf að skipta út vatninu en það þarf ekki að sjóða allt innihald búrsins.\nAth. að þú mátt ekki setja blandað kranavatn beint í fiskabúrið, og ekki vera að sjóða vatnið áður en þú setur það í búrið. Nota bara kalt vatn og láta það ná stofuhita.\nÞörungar myndast út af of mikilli birtu, of lítilli birtu eða of mikum hita,\nEf Búrið er staðsett nálægt glugga hjá ofni er það mjög óhagstæð staðsetning en kjöraðstaða fyrir þörunga.\nÞað eru til margar tegundir af þörungum hvort sem þeir seru slæmir eða góðir.\nVonandi hjálpaði þetta þér eitthvað. =)\n(Sendu mér ps ef þú vilt fá að vita eitthvað nánar)\nKv. Aano"
        }
    ]
}