{
    "forum_title": "Harry Potter",
    "user": "sgo",
    "user_id": "35463",
    "date": "2006-08-16 19:31:37",
    "title": "Fréttir af OOTP",
    "text": "Eins og allir vita standa tökur á Harry Potter and the Order Of The Phoenix yfir núna, þetta er eitthvað sem ég er búinn að henda saman úr nokkrum fréttum sem ég er búinn að finna um fimmtu myndina:\nTökur á Order of the Phoenix fóru fram í skógi við Burnham Beeches, Englandi (myndin Robin Hood - Hrói Höttur var líka tekin upp að hluta til þar). Atriðið sem var veið að taka er atriðið þegar Hagrid sýnir fimmtaárs nemendunum Vákana  (Thestrals).\nEinnig greindi HP4U frá því að tökur hefðu farið fram við Virgina Waters. Það var víst atriðið þegar starfsmenn ráðuneytisins ráðast á Prófessor McGonnagal með rænuleysis álögum fyrir utan kofan hans Hagrids. Þið getið skoðað myndir frá tökustað <a href=\"\nhttp://www.mugglenet.com/gallery/thumbnails.php?album=1877\n\"> Hér </a>\nHópur af aðdáendum fengu að fylgjast með upptökum þennan daginn og þeir fengu víst að fylgjast með öllu sem fór fram og hittu síðan einhverja af leikurunum, HEPPIN =D.\nHaft eftir aðdáenda sem var á tökustaðnum við Virginia Waters:\n“Það var verið að taka upp tvö atriði í dag, bæði atriðin eru með þeim seinustu í bókinni.\nFyrra var endurkoma Prófessor McGonnagal eftir að Drápararnir réðust á hana fyrir utan kofan hans Hagrids.”\n(þessi aðdáandi er greinilega ekki búin að lesa bókina jafn of og við, því eins og flestir vita þá voru það\nUmbitch\nog skyggnarnir sem réðust á McGonnagal )\n“Í seinna atriðinu situr Prófessor McGonnagal í stólnum sínum og les fyrirsögnina &#8220;Sá Sem Ekki Má Nefna snýr aftur&#8221; framan á spámannstíðindum og talar við Hagrid (sem var leikinn af Martin Bayford í þetta skiptið). Við gátum ekki heyrt samtalið þeirra en hann var greinilega að reyna að hressa hana við eftir að hafa lent í  rænuleysisálaga árásinni.”\n“Maggie Smith leit stórglæsilega út, og nýju búningarnir sem bæði kennarar og nemendur voru í voru rosalega flottir.”\n– Hmm, nýir búningar?, ég vona að þeir séu flottir og að leikararnir séu í skóla búningum, ekki í venjulegum fötum einsog í POA og GOF.\nEdit:\nHér fyrir ofan stendur að Hagrid sé leikinn af Martin Bayford ekki vera hrædd um að það sé búið að reka Robbie því Martin Bayford er nokkurskonar aukaleikari fyrir Robbie því að Robbie sjálfur er ekkert voðalega hár í loftinu  þá eru notaðir “risar” til að leika hann í sumum atriðum, Martin Bayford og aðrir “risar” hafa oft leikið Hagrid t.d. þegar hann er að ganga með öðru fólk. Í þessu atriði er Martin bara látinn sitja hliðin á McGonnagal, andlitið á Hagrid sést líklega ekki í þessu atriði því myndavélunum er bara beint uppað hálsinum á honum ekki ofar.\nÉg get varla beðið eftir þessari mynd, ég vona svo innilega að myndin verði góð því að HP 5 er uppá halds bókin mín hingað til. Það eru svo mörg atriði sem ég bíð spenntur eftir, m.a. þegar Freg og George strjúka úr Hogwarts og bardaginn í Ráðuneytinu, þetta er bara eitthvað sem má ekki klúðra, ég vona bara að leikstjóranum gangi vel og geri þrusugóða mynd! :)\nMyndir frá tökustað:\n<img src=\"\nhttp://images.hugi.is/hp/91409.jpg\n“>\nFyrsta myndin af Tonks\n<img src=”\nhttp://www.mugglenet.com/gallery/albums/userpics/10011/normal_ninive_1.jpg\n“>\nDan og hópur af aðdáendum í heimsókn á tökustað.\n<a href=”\nhttp://www.the-leaky-cauldron.org/gallery/index.php?cat=340\n\"> Safn af myndum frá tökustöðum HP5. </a>\n———–\nhttp://www.the-leaky-cauldron.org/\nhttp://mugglenet.com\nhttp://www.hp4u.co.uk/",
    "url": "https://www.hugi.is/hp/pistlar/437815/frettir-af-ootp/",
    "url_id": "437815",
    "id": "3871728",
    "replies": [
        {
            "user": "Brighton",
            "user_id": "62883",
            "date": "2006-08-16 20:28:16",
            "id": "3871964",
            "reply_to_id": "3871728",
            "text": "Oh ég get gjörsamlega ekki beðið eftir þessari mynd."
        },
        {
            "user": "DrHaha",
            "user_id": "63407",
            "date": "2006-08-16 20:29:21",
            "id": "3871967",
            "reply_to_id": "3871728",
            "text": "Í seinna atriðinu situr Prófessor McGonnagal í stólnum sínum og les fyrirsögnina “Sá Sem Ekki Má Nefna snýr aftur” framan á spámannstíðindum og talar við Hagrid (sem var leikinn af Martin Bayford í þetta skiptið).\nWHAT???\nÉg trúi þessu ekki!!!"
        },
        {
            "user": "sgo",
            "user_id": "35463",
            "date": "2006-08-16 20:30:38",
            "id": "3871970",
            "reply_to_id": "3871967",
            "text": "Þetta með Hagrid?"
        },
        {
            "user": "DrHaha",
            "user_id": "63407",
            "date": "2006-08-16 20:37:30",
            "id": "3871996",
            "reply_to_id": "3871970",
            "text": "Já, gleymdi að gera það feitletrað :Þ"
        },
        {
            "user": "sgo",
            "user_id": "35463",
            "date": "2006-08-16 20:39:13",
            "id": "3872001",
            "reply_to_id": "3871996",
            "text": "Bætti inn edit um Hagrid"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-08-18 21:39:57",
            "id": "3880741",
            "reply_to_id": "3871967",
            "text": "þetta er greinilega eftir bardagann í ráðuneytinu"
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2006-08-16 21:29:46",
            "id": "3872190",
            "reply_to_id": "3871728",
            "text": "Ég sá Tonks ALLTAF fyrir mér með stutt hár."
        },
        {
            "user": "sgo",
            "user_id": "35463",
            "date": "2006-08-17 15:26:04",
            "id": "3874669",
            "reply_to_id": "3872190",
            "text": "fyrst sá ég hana fyrir mér með lang hár, síðan las ég bókin á ensku og þá fanst mér hún eiga að vera með stutt hár!\nÉg held að Tonks sé nokkurnvegin svona:\nhttp://www.hugi.is/hp/providers.php?page=view&contentId=1649460"
        },
        {
            "user": "Miyavi",
            "user_id": "51158",
            "date": "2006-08-16 23:56:49",
            "id": "3872917",
            "reply_to_id": "3871728",
            "text": "ohhh ég vona að þeir klúðri ekki með tonks , þegar að hún er að breita sér að það komi eitthvað hljóð eða eitthvað glitrandi í hvert skipti sem hún breitir útliti sínu"
        },
        {
            "user": "ChocoboFan",
            "user_id": "60147",
            "date": "2006-08-17 15:46:58",
            "id": "3874765",
            "reply_to_id": "3871728",
            "text": "Uppáhalds bókin mín, vona bara að hún klúðrist ekki, verður þetta annars ekki virkilega löng mynd? :O"
        },
        {
            "user": "ChocoboFan",
            "user_id": "60147",
            "date": "2006-08-17 20:28:04",
            "id": "3875936",
            "reply_to_id": "3874765",
            "text": "Vonandi hafa þeir hana bara nógu langa."
        },
        {
            "user": "ChocoboFan",
            "user_id": "60147",
            "date": "2006-08-18 11:26:32",
            "id": "3877709",
            "reply_to_id": "3875936",
            "text": "Vona frekar að þeir splitti henni í tvo parta til að þeir þurfi ekki að sleppa of miklu :)"
        },
        {
            "user": "sgo",
            "user_id": "35463",
            "date": "2006-08-18 21:40:55",
            "id": "3880755",
            "reply_to_id": "3871728",
            "text": "en myndin þarna á “bannernum” kemur í 4 myndinni þegar dumbledore er að skoða þankalaugina"
        },
        {
            "user": "sgo",
            "user_id": "35463",
            "date": "2006-08-19 18:20:57",
            "id": "3883457",
            "reply_to_id": "3880755",
            "text": "Veit"
        },
        {
            "user": "Supernanny",
            "user_id": "57879",
            "date": "2006-08-21 19:09:04",
            "id": "3891388",
            "reply_to_id": "3871728",
            "text": "Oh afhverju kemur allt eftir ár :("
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2006-08-23 15:26:24",
            "id": "3898919",
            "reply_to_id": "3891388",
            "text": "Af því að þá kaupir fólk meira Harry Potter dót, og hvenær er betri tími fyrir fólk að kaupa dót en jólin??\nOg síðan tekur það líka tíma að gera myndina og brellurnar."
        },
        {
            "user": "Supernanny",
            "user_id": "57879",
            "date": "2006-08-23 19:25:49",
            "id": "3900158",
            "reply_to_id": "3898919",
            "text": "En það eru engar tæknibrellur í bókinni :["
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2006-08-23 21:19:32",
            "id": "3900912",
            "reply_to_id": "3900158",
            "text": "Fyrirgefðu :(\nEn af því að það er bókin þá er það af því að í BNA er það jólagjöf, hefð hjá sumum (like me)…"
        },
        {
            "user": "Supernanny",
            "user_id": "57879",
            "date": "2006-08-23 22:03:49",
            "id": "3901152",
            "reply_to_id": "3900912",
            "text": "Andvarp :/"
        },
        {
            "user": "Sidewinder",
            "user_id": "45248",
            "date": "2006-09-02 22:20:58",
            "id": "3938667",
            "reply_to_id": "3900158",
            "text": "já en það koma ekki fleiri Harry Potter bækur :'( ég er geggjða ósátt við það :(:("
        },
        {
            "user": "Supernanny",
            "user_id": "57879",
            "date": "2006-09-03 11:48:57",
            "id": "3939972",
            "reply_to_id": "3938667",
            "text": "Já eftir 7. bók :/"
        },
        {
            "user": "Nugnar",
            "user_id": "40949",
            "date": "2006-08-21 19:58:11",
            "id": "3891736",
            "reply_to_id": "3871728",
            "text": "Urgur, ég þarf að fara að lesa þetta aftur..\nNúna man ég ekki eftir að McGonnagal lendi í rænuleysisálögum o_O"
        },
        {
            "user": "Evans",
            "user_id": "56270",
            "date": "2006-09-13 15:11:56",
            "id": "3980310",
            "reply_to_id": "3871728",
            "text": "Var að lesa þetta og síðan hvenær hét ráðuneytisgerpið Umbitch??! Er hreinlega móðguð!! Og hlakka samt geðveikt til að sjá Umbridge í fimmtu bókinni..Eins gott að þau hafi fundið feita körtu í hlutverkið:')!! En persónulega finnst mér myndirnar ekkert góðar:/\nMinskoðun:)"
        },
        {
            "user": "senseiellipelli",
            "user_id": "40709",
            "date": "2006-09-16 12:06:32",
            "id": "3991621",
            "reply_to_id": "3871728",
            "text": "ég held að atriðið þegar Gred og Forge fara úr Hogwarts verði, finn það á mér!"
        }
    ]
}