{
    "forum_title": "Ísfólkið",
    "user": "tonks",
    "user_id": "61223",
    "date": "2006-08-16 21:15:26",
    "title": "Álagafjötrar",
    "text": "Það var um kvöld haustið 1581 sem að sagan um Ísfólkið byrjar. Snjóir fellur af himninum og líkbrennurnar loga fyrir utan Þrándheim.\nSilja Arngrímsdóttir gengur um götur Þrándheims, hún er ein, plágan hefur tekið frá henni alla ástvini hennar og heimi og allt það öryggi sem hún þekkti.\nHún er klædd í tötra, og augnaráð stórra augnanna er þrungið hungri. Plágan geisar og enginn þorir að treysta ókunnugum. Silja ákveður í örvæntingu sinni til að verjast kuldanum að orna sér við líkbrennurnar fyrir utan bæinn.\nÁ sama tíma er unga aðalskona, Charlotte Meiden, á ferð í leynilegum erindagjörðum. Hún hefur fætt óskilgetið barn og hefur læðst út til að bera barnið út. Hún skilur barnið eftir fyrir utan borgarhliðin í skógarjaðri með ekkert nema kalda jörðina, nokkur sjöl og mjólkurkrús.\nÁ sama tíma finnur Silja litla stúlku við lík móður sinnar og tekur hana með sér og heldur ferð sinni áfram með hana, í leit að mat og skjóli fyrir næturkuldanum.\nÞegar að skógarjaðrinum er komið heyra þær barnsgrát og stúlkan dregur Silju og þar finna þær barnið sem Charlotte hafði borið út og taka það með sér. Silja skýrir börnin skemmri skírn og gefur þeim nöfnin Sunna og Dagur.\nÞegar þær koma að líkbrennunum sér Silja að verið er að undirbúa aftöku.\nSkyndilega er maður staddur hjá þeim, maður sem að hræddi Silju en heillaði um leið, seinna fór hún að kalla hann “manndýrið”. Hann biður hana að hjálpa sér og með glæsibrag bjargar hún manninum, Hemingi fógetadrápara, frá aftöku.\nManndýrið fer með Silju og börnin á öruggan stað hjá Benedikt málara og kerlingunum hans og þar er hlúð að þeim og þær fá mat að borða.\nBenedikt fer með Silju í kirkju sem hann er að mála, og þar kemur listamannsgáfa hennar í ljós og hún málar Manndýrið á kirkjuvegginn sem skrattann.\n10 dögum eftir að þau koma til Benedikts veikist Sunna en Manndýrið kemur og bjargar henni svo gleðin er aftur við völd á litla bóndabænum. Á sama tíma gengur Charlotte Meiden móðursjúk um og er við það að missa vitið af samviskubiti og eftirsjá.\nHemingur fógetadrápari kemur í heimsókn til Silju en á meðan hún sér ekki til stelur hann fötunum sem Dagur var í þegar hún fann hann og Silja hafði falið svo vel. Þegar Silja hleypur eftir veginum á eftir honum í örvæntingu sinni birtist Manndýrið og með fötin með sér.\nÞá um kvöldið er Silju sagt frá því að sá sem hún hefur hingað til kallað Manndýrið er í raun og veru Þengill af ætt Ísfólksinns.\nÞremur dögum fyrir jól breytist allt, ekkja frænda Benedikts birtist með börnin sín tvö og eftir það er ekki lengur friður í húsinu. Og ástandið fór versnandi.\nÁr leið, en þá fór allt til fjandans. Abelone (ekkjan), fór til fógetans og kærði SIlju og eina leiðin sem var fær fyrir Silju og börnin var að fara uppí dal Ísfólksins með Þengli.\nÍ dalnum líður þeim vel, ofast nær, þau kynnast frænku Þengils sem býr í næsta húsi og heitir Eldiríður og hún hjálpar Silju mikið þar sem að Silja hefur ekki húsmóðurstörfin í sér.\nÁ endanum er Silja við það að gefast upp á þessu, hún ræður ekki við allar skyldurnar sem fylgja því að eiga heimili, laga til, elda, gera við föt o.s.frv. og þá fljúga hlutir í gegnum loftið og öskrin bergmála í húsinu.\nSilja fer og heimsækir Hönnu og Grím þrátt fyrir að Þengill hafi bannað henni það og Hanna segir henni að hún muni eignast barn, þótt hún sjái ekki með hverjum það verði.\nMánuðir líða í dalnum og ýmislegt bæði slæmt og gott kemur uppá, en Þengill, Silja og börnin þrauka þetta af sér. SIlja byrjar einnig að skrifa dagbók, í litlu teiknibókina sem Benedikt gaf henni þegar hann kvaddi hana. Þegar vorið kemur fellur Þengill niður í vök og þegar Silja finnur hann í kofanum uppi í fjalli er hann orðinn fárveikur. Hún tekur hann til sín og það endar með því að þau láta undan kynhvötum sínum og sofa hjá hvort öðru og eftir það ákveða þau að gifta sig.\nSumarið kom og fór og  veturinn kom aftur, Silja varð ólétt og svo kom að því að hún skildi eignast barnið. Fæðingin gekk erfiðlega og á endanum lét Silja senda eftir Hönnu. Hanna kom og tók á móti barninu og bjargaði þannig bæði móður og barni. Í þakklætisskyni nefnir Silja stúlkuna Líf Hönnu í höfuðið á Hönnu.\nHanna spáir fyrir þeim og þá kemur ýmislegt í ljós. . .\nSendi þessa mynd inn á áhugamálið /baekur fyrir frekar löngu. Ákvað að setja hana hér inn því hér á hún best heima =)",
    "url": "https://www.hugi.is/isfolkid/greinar/437845/alagafjotrar/",
    "url_id": "437845",
    "id": "3872124",
    "replies": [
        {
            "user": "gamligrimmi",
            "user_id": "59934",
            "date": "2006-08-16 21:18:51",
            "id": "3872146",
            "reply_to_id": "3872124",
            "text": "Sendi þessa mynd inn á áhugamálið /baekur fyrir frekar löngu. Ákvað að setja hana hér inn því hér á hún best heima =)\nGrein*"
        },
        {
            "user": "tonks",
            "user_id": "61223",
            "date": "2006-08-16 21:20:36",
            "id": "3872151",
            "reply_to_id": "3872146",
            "text": "Æjj úpps =P frekar mikið að hugsa um =) á auðvitað að vera grein"
        },
        {
            "user": "LindeLou",
            "user_id": "62795",
            "date": "2006-08-16 21:27:47",
            "id": "3872184",
            "reply_to_id": "3872124",
            "text": "geðveigt;) loksinns e-ð almenilegt áhugamál."
        },
        {
            "user": "Sirja",
            "user_id": "32711",
            "date": "2006-08-16 21:34:01",
            "id": "3872209",
            "reply_to_id": "3872124",
            "text": "Wtf? Hvenær kom þetta áhugamál?\nEn jæja, get ekki sagt að ég sé búin að lesa greinina en bæti kannski við kommentið þegar ég er búin að því. Hún er samt löng og góð svo þumlar upp fyrir að hafa skrifað hana um jafn illa þýdda bók og Ísfólkið er. Hef reyndar ekki lesið nýju útgáfurnar svo ég veit ekki hvort þær hafa verið lagaðar."
        },
        {
            "user": "tonks",
            "user_id": "61223",
            "date": "2006-08-16 21:34:48",
            "id": "3872215",
            "reply_to_id": "3872209",
            "text": "Það kom núna áðan =)"
        },
        {
            "user": "Sirja",
            "user_id": "32711",
            "date": "2006-08-16 21:35:54",
            "id": "3872220",
            "reply_to_id": "3872215",
            "text": "Það er samt ekkert búið að setja það í listann hjá “Bókmenntir og listir”. Eiginlega bara hægt að komast inn á þetta í gegnum þessa grein."
        },
        {
            "user": "tonks",
            "user_id": "61223",
            "date": "2006-08-16 21:47:32",
            "id": "3872270",
            "reply_to_id": "3872220",
            "text": "Vefstjóri setur það þar um leið og við erum búnar að koma lúkki á það, sem er nú að verða komið ;) svo það kemur vonandi á morgun"
        },
        {
            "user": "Sirja",
            "user_id": "32711",
            "date": "2006-08-16 22:05:31",
            "id": "3872345",
            "reply_to_id": "3872270",
            "text": "Ahm."
        },
        {
            "user": "Suffragette",
            "user_id": "41872",
            "date": "2006-08-17 12:12:20",
            "id": "3873976",
            "reply_to_id": "3872124",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "Yggur",
            "user_id": "40155",
            "date": "2006-08-17 12:17:05",
            "id": "3873996",
            "reply_to_id": "3873976",
            "text": "Heyr Heyr!"
        },
        {
            "user": "Satine",
            "user_id": "31910",
            "date": "2006-08-17 14:14:37",
            "id": "3874421",
            "reply_to_id": "3872124",
            "text": "Gvuð O.o Fyrsta sinn sem ég svara grein sem stjórnandi og ætlaði að svara smj0rman, og þar sem ég er svo vön að ‘Svara’ sé lengst til hægri þá ýtti ég á takkann lengst til hægri.. Sem var ritskoða. Og ég eyddi því þá víst út. Jæja.. allir gera mistök, hehe :)\nAllavega það sem hann/hún sagði var: það er til áhugamál um ísfólkið en ekki til áhugamál um leiklist..\nEn það sem ég ætlaði að segja er www.hugi.is/leiklist.. mér sýnist að það sé verið að vinna í því :)"
        },
        {
            "user": "Satine",
            "user_id": "31910",
            "date": "2006-08-17 14:15:50",
            "id": "3874424",
            "reply_to_id": "3874421",
            "text": "Jæja linkurinn virkaði ekki útaf punktunum.. allt ætlar bara að mistakast hjá mér í dag, hehe?\nen það er www.hugi.is/leiklist"
        },
        {
            "user": "Suffragette",
            "user_id": "41872",
            "date": "2006-08-17 20:18:41",
            "id": "3875896",
            "reply_to_id": "3872124",
            "text": "Svo ég segi það nú aftur: Er búið að gera áhugamál um Ísfólkið sem eru bókmenntir en það er ekki búið að gera áhugamál um leiklist."
        },
        {
            "user": "tonks",
            "user_id": "61223",
            "date": "2006-08-17 20:20:37",
            "id": "3875906",
            "reply_to_id": "3875896",
            "text": "Það er búið að gera áhugamál um leiklist ;)"
        },
        {
            "user": "Suffragette",
            "user_id": "41872",
            "date": "2006-08-17 21:26:40",
            "id": "3876164",
            "reply_to_id": "3875906",
            "text": "ZOMG!!!!"
        },
        {
            "user": "tonks",
            "user_id": "61223",
            "date": "2006-08-17 22:11:58",
            "id": "3876310",
            "reply_to_id": "3876164",
            "text": "þú ættir kannski að sækja um sem stjórnandi fyrst þú ert svona áhugasamur :) www.hugi.is/leiklist er komið en enginn stjórnandi svo það er ekkert á því"
        }
    ]
}