{
    "forum_title": "Leikhús",
    "user": "Brighton",
    "user_id": "62883",
    "date": "2006-08-19 00:25:36",
    "title": "Hugmyndir þegar kemur að greinaskrifum",
    "text": "Komiði sæl!\nEins og glöggir notendur hafa tekið eftir er áhugamálið /leiklist nýtt á huga og kominn tími til. Þar sem þetta er algjörlega nýtt og við vitum ekki alveg hvað fólki finnst eða hvernig það eigi að taka þessu ákvað ég að gera stutta grein um hvað gæti til dæmis átt við í greinarskrifum. Athugið að þetta eru bara hugmyndir, endilega koma með nýjar hugmyndir og alltaf þess virði að prófa að senda hana inn og sjá hvað gerist.\nÞó svo að áhugamálið sé nýtt og tómt þá samþykjum við ekki hvað sem er. Vanda þarf uppsetningu, stafsetningu og að passa upp á að þetta séu ekki endalausar endurtekningar. Greinar eiga heldur ekki að vera svæði fyrir spurningar, fínt að skjóta þeim inn í endann, en ef þig vantar að vita eitthvað endilega nota korkana í það.\nSvo ég komi mér að efninu þá eru hér nokkrir punktar um hvað gæti verið í grein;\n* Saga leiklistarinnar - allt frá örófum alda\n* Leikarar - ekkert copy/paste. Koma með góðar greinar, skrifaðar af ykkur um leikara. Innlendir og útlendir. Eða gagnrýni\n* Leikrit - t.d. gagnrýni\n* Þín upplifun - hefuru leikið? Hvernig fannst þér? Hvernig var undirbúningurinn?\n* Hvað annað sem ykkur dettur í hug svo lengi sem það tengist leiklist á einhvern hátt.\nLeiklist er meira en bara svið í leikhúsi. Leiklist getur verið götuleikhús, mismunandi leikaðferðir, látbragðsleikur og margt fleira. Endilega sleppið ímyndunaraflinu lausu!\nVonandi sjáum við margar góðar greinar inn á þetta áhugamál.\n-Brighton",
    "url": "https://www.hugi.is/leikhus/greinar/438595/hugmyndir-thegar-kemur-ad-greinaskrifum/",
    "url_id": "438595",
    "id": "3881393",
    "replies": [
        {
            "user": "Pesi",
            "user_id": "2184",
            "date": "2006-08-19 00:28:16",
            "id": "3881406",
            "reply_to_id": "3881393",
            "text": "woohooo goo tinna :D"
        },
        {
            "user": "gvendurf",
            "user_id": "24696",
            "date": "2006-08-19 00:49:57",
            "id": "3881562",
            "reply_to_id": "3881393",
            "text": "Heyr Heyr!"
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2006-08-19 00:57:40",
            "id": "3881603",
            "reply_to_id": "3881393",
            "text": "Þú þarft eiginlega að biðja um að korkunum verði bætt inn …"
        },
        {
            "user": "Origami",
            "user_id": "60855",
            "date": "2006-08-19 20:14:44",
            "id": "3883758",
            "reply_to_id": "3881393",
            "text": "Það er t.d snilld að vinna í Sumarbúðum Kfum og K og vera að leika í fullt af atriðum fyrir krakkana. Á þeim stundum finnst mér gaman að leika:)"
        }
    ]
}