{
    "forum_title": "Gullöldin",
    "user": "fidonimo",
    "user_id": "55954",
    "date": "2006-08-20 21:42:12",
    "title": "Nick Cave & The Bad Seeds - Tender Prey, smá umfjöllun.",
    "text": "Ég gekk inn í Pennann, Glerártorgi fyrir einhverjum tvem vikum síðan. Ég hafði svosem ekkert ákveðið þegar ég kom þar inn. Eina sem ég vissi var að ég hafði hugsað mér að kaupa mér eitt stykki geisladisk. Ég var svo eitthvað að gramsa í einum rekkanum þarna, þegar ég rakst á diskinn Tender Prey, með Nick Cave & the Bad Seeds. Ég hafði þegar þetta átti sér stað,  verið að huga að því síðastliðið ár að kaupa mér disk með þeim, án þess þó að vita neitt sérstaklega mikið um tónlistina þeirra. En hvað sem því líður skellti ég mér á diskinn, og var aldeilis ekki fyrir vonbrigðum.\nPlatan var gefin út árið 1988, af útgáfufyrirtækinu Mute, og er sú fimmta sem Nick Cave & the Bad Seeds gaf frá sér. Hljómsveitin Bad Seeds samanstóð á þessari plötu af þeim Mick Harvey, sem leikur sennilega stærsta hlutverkið, en hann spilar á allskonar gítara, margar gerðir ásláttarhljóðfæra, píanó, orgel, bassa, og svo var hann skilst mér eitthvað að mixa hana líka. Með honum eru Blixa Bargeld á slide og rafmagnsgítar, Rolan Wolf á gítar, píanó og orgel, Kid Congo Powers á gítar, og svo loks Thomas Wydler á trommum. En allir nema sá síðastnefndi sjá um bakraddir.\nSvo voru nokkrir svona gestahljóðfæraleikarar, og söngvarar sem voru á plötunni. Þar má nefna Hugo Race á gítar og bakröddum, og Ian Davis, sem söng bakraddir. Svo spiluðu þau Audrey Riley, Gini Ball og Chris Tombling, öll á mismunandi strengjahljóðfæri.\nUpphafslag plötunnar er eitt af frægari lögum Cave, The Mercy Seat. Það er lag sem heldur manni alveg við efnið þegar verið er að hlusta á diskinn, ég sat a.m.k. alveg stjarfur þegar ég heyrði það fyrst, og fæ enn hroll þegar ég heyri það. Aðallega er það þá textinn sem greip mig, en hann er ef mér skjátlast ekki um fanga sem er verið að fara að taka af lífi, og er rafmagnsstólnum í laginu líkt við hásæti Guðs. Þess má líka geta að Johnny Cash gaf út ágætlega vel heppnað cover af þessu lagið á plötunni sinni American III: A Solitary Man.\nPlatan er svona allt í allt mjög þung og dimm, eins og einkennir The Bad Seeds mjög mikið að sjálfsögðu. Það er líka það sem heillaði mig hvað mest við þessa hljómsveit. Þetta er mjög einstakt band, og fjölbreytnin í tónlistinni er ótrúleg. Sem dæmi má taka mismuninn á lögunum Up Jumped the Devil, sem er númer tvö, og Deanna, sem er þriðja lag plötunnar. Það fyrra er mjög þungt, drungalegt, og kannski eitthvað sem nútíma gelgjur myndu kalla “goth” eða “emo”. Hinsvegar er Deanna  lag sem hljómar mun meira upplyftandi en lagið á undan, þó svo að textinn sé um glæpi og morð, þá er lagið mjög bílskúrslegt, og eitthvað sem mætti kalla glaðlegt að mínu mati.\nReyndar finnst mér svo eitt á þessari plötu mjög skrítið. Það er að það hefur verið tekið meistarastykkið The Mercy Seat, og sett “video mix” útgáfuna aftast. Ég sé reyndar ekkert skrítið við að gerð hafi verið útvarpsvæn útgáfa af þessu lagi, þar sem að upphaflega útgáfan af laginu er ríflega sjö mínútur. En ég næ samt enganveginn að botna það af hverju þeir voru að troða þessari útgáfu lagsins á plötuna. Skrítið…\nEn hvað sem því líður finnst mér þetta alveg stórfengleg plata, og ég er mjög ánægður að þetta hafi verið platan sem varð fyrir valinu sem sú fyrsta. Svo er ekki um neitt annað að ræða en að fara bara að huga að næsta Nick Cave disk sem ég fæ mér.\nHvað varðar einkunargjöf myndi ég sennilega gefa henni 9.5 af 10 mögulegum.\nÞetta eru svo lögin af plötunni:\n1. “The Mercy Seat” – 7:17\n2. “Up Jumped the Devil” – 5:16\n3. “Deanna” – 3:45\n4. “Watching Alice” – 4:01\n5. “Mercy” – 6:22\n6. “City of Refuge” – 4:48\n7. “Slowly Goes the Night” – 5:23\n8. “Sunday's Slave” – 3:40\n9. “Sugar Sugar Sugar” – 5:01\n10. “New Morning” – 3:46\n11. “The Mercy Seat”\" (video mix) – 5:05",
    "url": "https://www.hugi.is/gulloldin/greinar/439029/nick-cave-the-bad-seeds-tender-prey-sma-umfjollun/",
    "url_id": "439029",
    "id": "3886697",
    "replies": [
        {
            "user": "poolarinn",
            "user_id": "3574",
            "date": "2006-08-20 22:11:32",
            "id": "3887396",
            "reply_to_id": "3886697",
            "text": "Ég á sjálfur bara Best of Nick Cave og þar eru tvö lög af þessari plötu(Mercy Seat og Deanna) en kannski maður skelli sér á þessa, downloadi henni fyrst allavega. Dýrka allavega þessa Best of plötu…"
        },
        {
            "user": "fidonimo",
            "user_id": "55954",
            "date": "2006-08-20 22:13:08",
            "id": "3887407",
            "reply_to_id": "3887396",
            "text": "já ég get trúað þv\nBætt við 20. ágúst 2006 -  22:13\ní"
        },
        {
            "user": "rumputuski",
            "user_id": "9062",
            "date": "2006-08-20 22:23:52",
            "id": "3887462",
            "reply_to_id": "3886697",
            "text": "Frábær plata frá meistara Nick Cave. Hef auk þessarar hlustað á Best Of-diskinn og á heima plöturnar\nMurder Ballads\nog\nHenry's Dream\n. Hef eilítið hlustað á\nFrom Her To Eternity\n. Ég hef aldrei skilið að Nick Cave virðist ekki fíla\nHenry's Dream\nneitt sérstaklega, mér hefur alltaf finnst þótt hún frábær plata í alla staði, ekki síst The Loom Of The Land."
        },
        {
            "user": "fidonimo",
            "user_id": "55954",
            "date": "2006-08-20 22:44:27",
            "id": "3887605",
            "reply_to_id": "3887462",
            "text": "já ég var einmitt að spá í að fara að kaupa mér Murder Ballads næst, hún er til þarna í Pennanum líka\nmælir með henni?"
        },
        {
            "user": "rumputuski",
            "user_id": "9062",
            "date": "2006-08-20 22:45:42",
            "id": "3887609",
            "reply_to_id": "3887605",
            "text": "Pottþétt.\nHenry's Dream\nlíka. Ætlaðarðu á tónleikana?"
        },
        {
            "user": "fidonimo",
            "user_id": "55954",
            "date": "2006-08-20 22:47:49",
            "id": "3887624",
            "reply_to_id": "3887609",
            "text": "niii…\nþað varð uppselt eftir tvær mínútur á það helvíti"
        },
        {
            "user": "rumputuski",
            "user_id": "9062",
            "date": "2006-08-20 22:53:17",
            "id": "3887638",
            "reply_to_id": "3887624",
            "text": "Synd að heyra. Var nógu heppinn að eiga frænda sem var nógu fljótur á staðinn og gat lagt út fyrir mig. :)\nHumm… já… þarf að fara að borga honum miðann…\nSástu\nWoyzeck\n? Helvíti flott tónlistin hans við sýninguna (var við öðru að búast). Mætti alveg gefa hana út, mín vegna. :)\nHvurnin fílaðru Tom Waits? Sértu lítt kunnugur honum myndi ég kannski helst mæla með plötunni\nFrank's Wild Years\n. Fyrsta platan sem ég hlustaði á með honum og er ennþá í toppsætinu hjá mér."
        },
        {
            "user": "fidonimo",
            "user_id": "55954",
            "date": "2006-08-20 22:58:17",
            "id": "3887664",
            "reply_to_id": "3887638",
            "text": "sá ekki Woyzeck\nen er þó aðeins búinn að hlusta á Waits, á reyndar ekki disk með honum, bara hlustað eitthvað á hann á radioblogclu"
        },
        {
            "user": "rumputuski",
            "user_id": "9062",
            "date": "2006-08-20 22:57:40",
            "id": "3887661",
            "reply_to_id": "3887624",
            "text": "Var að renna yfir greinasafnið þitt. Þú hefur mjög góðann smekk. Fórstu á Maiden?\nLas The Ryme Of The Ancient Mariner eftir Samuel Taylor Coleridge í ensku. Kynngimagnað ljóð. Mæli líka eindregið með því."
        },
        {
            "user": "fidonimo",
            "user_id": "55954",
            "date": "2006-08-20 22:59:54",
            "id": "3887675",
            "reply_to_id": "3887661",
            "text": "já okei\njújú, ég tel mig a.m.k. hafa góðann tónlistarsmekk\nog já, ég fór á Maiden"
        },
        {
            "user": "Huy",
            "user_id": "63316",
            "date": "2006-08-20 22:46:56",
            "id": "3887620",
            "reply_to_id": "3886697",
            "text": "Góð grein gaman að lesa hana og gaman að vita af þessum diski næst þegar maður fer í diskakaup ;)"
        },
        {
            "user": "sixx",
            "user_id": "54015",
            "date": "2006-08-20 23:02:54",
            "id": "3887692",
            "reply_to_id": "3886697",
            "text": "kúl grein, en á þetta annars heima á gullöldinni?:/"
        },
        {
            "user": "fidonimo",
            "user_id": "55954",
            "date": "2006-08-20 23:08:29",
            "id": "3887730",
            "reply_to_id": "3887692",
            "text": "jámarh…\nkannski ekki gefið út á þessu svokallaða “gullaldartímabili”\nsamt pjúra gullaldartónlist"
        },
        {
            "user": "Breadfan",
            "user_id": "43826",
            "date": "2006-08-21 22:00:51",
            "id": "3892342",
            "reply_to_id": "3886697",
            "text": "Fínasta grein alveg! Dýrka það þegar maður uppgötvar einhverja tónlist sem maður hefur lítið heyrt í áður.\n..Svo er það bara að telja niður dagana í tónleikana!\n…"
        },
        {
            "user": "fidonimo",
            "user_id": "55954",
            "date": "2006-08-21 22:01:47",
            "id": "3892343",
            "reply_to_id": "3892342",
            "text": "já, gerðu það endilega.."
        }
    ]
}