{
    "forum_title": "Tilveran",
    "user": "hastalavista",
    "user_id": "58905",
    "date": "2006-08-24 00:20:19",
    "title": "Frumkvöðull á leið til Skotlands...",
    "text": "Jæja.. ég ætla hér að deila með ykkur smá ánægju sem ég varð fyrir fyrr í dag (23 ágúst), en ég mun þó byrja á byrjunini.\nÍ byrjun ársins var okkur tilkynnt í skólanum að næstu helgi væri námskeið uppá Varmalandi eða með öðrum orðum ; Frumkvöðlanámskeið. Mjög lítill áhugi var fyrir þessu og ég þrjóskaðist fyrir að fara.. Var engan vegin að nenna einhverju helv**** námskeiði og eyða heili helgi í það… hehe.. en jú svo uppgötvaði ég að það vou peningaverðlaun fyrir þetta, þannig að það var það sem dró mig í þetta og ég náði svo að draga eina vinkonu mína með mér.\nÉg er mikil keppnismanneskja og ég ákvað strax í byrjun að þetta er e-ð sem að ég ætlaði mér að vinna, því ég ætlaði að fá peningana. Þegar við komum á staðinn ætluðum ég og vinkona mín fyrst bara að vera 2 saman í hóp, en svo voru 2 bekkjarbræður okkar þarna, þannig að við ákváðum að slá saman og vera 4 í hóp… Svo leið helgin og þótt ótrúlegt sé.. þá varð þetta námskeið bara allveg ágætlega skemmtilegt, og svo á endanum.. Þá auðvitað vann hópurinn minn og 30 þúsund var skipt í 4 hluta.. æðislegt..  + þá fengum við einhverja risasórabók um frumkvöðla. Ég kom, sá, og sigraði… haha.. =D\nSvo leið tíminn og ég var nánast búin að gleyma þessu námskeiði fyrr en í dag.\nÉg vaknaði um hálf 4 og labbaði niður í eldhús og sá þá bréf stílað á mig. Ég opnaði bréfið og þetta var innihaldið:\nEfni: Námsferð til Skotlands 19.-24. september 2006.\nEvrópuverkefnið Ungir frumkvöðlar, eða Young Entrepreneur Factory, hefur það að markmiði að þroska og efla frumkvöðlakraft ungs fólks í dreifðari byggðum. Auk Íslands taka þátt í verkefninu Skotland, Noregur, Svíþjóð, Grænland og Rússland. Þáttakendur í verkefninu á Íslandi eru Impra nýsköpunarmiðstöð og samtök sveitafélaga á Vesturlandi – þróun og ráðgjöf. Verkefnið er unnið með stuðingi frá Norðurslóðaáætlun Evrópusambandsins og Byggðastofnun.\nUndafarin 2 ár höfum við staðið fyrir námskeiðum, eins og því sem þú sóttir, um þróun viðskiptahugmynda. Á námskeiðunum voru valdir sigurvegarar sem voru taldir skara framúr í útfærslu sinni og hugmyndaauðgi og var þeim boðið að taka þátt í námsferð til Sv´þjóðar á seinasta ári. YEF Verkefnið stendur nú að framhaldsnámskeiði fyrir sama hóp í Skotlandi og viljum við því bjóða sama hóp að taka þátt í námserð til Skotlands.\nÞér er því  með boðið að taka þátt í þessari námsferð til Skotlands í næsta mánuði.\nFarið verður út þriðjudaginn 19. september og komið heim sunnudaginn 24. september.\nVerkefnið mun greiða allan ferðakostnað og gistingu og svo hluta af uppihaldi.\nFararstjóri í ferðinni verður G. Ágúst Péursson en hann stýrði einmitt námskeiðunum fyrir hönd verkefnisins.\nÞað er von okkar að þú hafir tök á að fara með í þessa ferð. Vinsamlegast hafðu samband við undirrtaðann fyrir 31. ágúst til að láta vita að þú komist með í ferðina. Ef þú kemst þarft þú sömuleiðis að sendaút útfyllt formin “Nánari upplýsingar um þáttakanda og forráðamenn” og “Bréf um samþykki foreldra/forráðamanna fyrir ferð barns/unglings” en þess má geta að þáttakendur fara á eigin ábyrgð í ferð þessa.\nÞað er von okkar að þú sjáir þér fært á að koma með og njóta ferðarinnar.\n~ ~ ~\nSvona hljómaði bréfið.. og þið getir svo ekki ýmindað ykkur í hvað mikið sjokk ég fór í.. Ég hef verið að nöldra yfir því að allir séu að fara til útlanda og svo framegis og svo býðst mér ókeypis ferð núna. Happy happy happy.. Jæja Mig langaði bara að deila þessu hérna með ykkur.\nOg núna sést að það borgaði sig að mæta á þetta námskeið í byrjun.. og greyjið þau sem lentu í 2. sæti :’)\nJá.. er svo einhver annar hérna sem fékk svona bréf? Og er að fara þarna út? =D\nTaakk fyrir miiiig =D",
    "url": "https://www.hugi.is/tilveran/greinar/440124/frumkvodull-a-leid-til-skotlands/",
    "url_id": "440124",
    "id": "3901495",
    "replies": [
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2006-08-24 00:27:47",
            "id": "3901781",
            "reply_to_id": "3901495",
            "text": "Svallt!"
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2006-08-24 13:04:04",
            "id": "3902360",
            "reply_to_id": "3901781",
            "text": "Kynsvallt?"
        },
        {
            "user": "Brighton",
            "user_id": "62883",
            "date": "2006-08-24 15:19:44",
            "id": "3902645",
            "reply_to_id": "3902360",
            "text": "haahahahahaha xD"
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2006-08-24 15:24:50",
            "id": "3902660",
            "reply_to_id": "3902360",
            "text": "Held að orðið sem þú ert að leita að sé kynsvall."
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2006-08-24 15:42:32",
            "id": "3902734",
            "reply_to_id": "3902660",
            "text": "Ég veit. Hann skrifaði svalt með 2 ellum, ég ákvað að nýta mér það."
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2006-08-24 17:07:55",
            "id": "3903082",
            "reply_to_id": "3902734",
            "text": "Hann væri ég"
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2006-08-24 17:27:38",
            "id": "3903165",
            "reply_to_id": "3903082",
            "text": "Ég meina “Ég veit. Þú skrifaði svalt með 2 ellum, ég ákvað að nýta mér það.”"
        },
        {
            "user": "Brighton",
            "user_id": "62883",
            "date": "2006-08-24 15:19:57",
            "id": "3902646",
            "reply_to_id": "3901495",
            "text": "Vá! Það er geeðveikt! Til hammó með… vinnó ;D"
        },
        {
            "user": "hastalavista",
            "user_id": "58905",
            "date": "2006-08-24 15:42:27",
            "id": "3902733",
            "reply_to_id": "3902646",
            "text": "Taakk =D"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2006-08-24 15:44:42",
            "id": "3902740",
            "reply_to_id": "3901495",
            "text": "En þarna, hvað gerðirðu eiginlega til að fá þetta?"
        },
        {
            "user": "hastalavista",
            "user_id": "58905",
            "date": "2006-08-24 15:46:52",
            "id": "3902751",
            "reply_to_id": "3902740",
            "text": "Mætti á námskeið; Frumkvölanámskeið, og minn hópur var með bestu kynninguna og unnum.. vissum þá ekkert af þessari ferð, bara vildum vinna peninga =D"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2006-08-24 15:50:34",
            "id": "3902760",
            "reply_to_id": "3902751",
            "text": "eða þarna, var ykkur bara sagt að kynna eithvað random, þurftuði ekkert að gera eða neitt?"
        },
        {
            "user": "hastalavista",
            "user_id": "58905",
            "date": "2006-08-24 15:55:49",
            "id": "3902785",
            "reply_to_id": "3902760",
            "text": "jújú.. við þurftum að búa til fyrirtæki, gera markaðsáætlun fyrir hana, sjá fyrir öllu, hvað ætti að kaupa fyrir fyrirtækið, búa til söluáætlun, peningaáætlun fyrir næstu ár, gera  ráð fyrir því hvortað við myndum hagnast á fyrirtækinu eða tapa og svo á endanum þurftum  við að kynna fyrirtækið með glærusýningu, sýna alla útreikninga með markaðsmálin  gerðum bæklinga, nafnspjöld og fl.\nÞannig að ég get ekki sagt að við höfum ekki gert neitt :) En í raun var þetta ekkert svo mikið mál.. ;)"
        },
        {
            "user": "TheGreatOne",
            "user_id": "63089",
            "date": "2006-08-24 22:28:47",
            "id": "3904558",
            "reply_to_id": "3902785",
            "text": "Uss, ég hélt að ykkur yrði hefði verið hent út í villta náttúruna og sigurvegarinn hefði einfaldlega verið sá sem lifið af eftir helgi með eiturslöngum, björnum og snældu vitlausum ljónum."
        },
        {
            "user": "toddisuri",
            "user_id": "28535",
            "date": "2006-08-24 23:22:34",
            "id": "3904821",
            "reply_to_id": "3904558",
            "text": "fyndinn"
        },
        {
            "user": "TheGreatOne",
            "user_id": "63089",
            "date": "2006-08-25 20:38:48",
            "id": "3907670",
            "reply_to_id": "3904821",
            "text": "Já veistu gaman að þú skyldir minnast á það… Því ég er nefnilega mjög fyndinn og það eru hrós og hvatningar slíkar sem þessi sem drífa mig áfram í samfélagi sem skortir kímni og skemmtun."
        }
    ]
}