{
    "forum_title": "Hestar",
    "user": "Regza",
    "user_id": "30997",
    "date": "2006-08-24 14:00:27",
    "title": "Tips & Tricks dálkurinn & Hestahugarar óskast!?",
    "text": "Hér fyrir neðan er dálkurinn Tips & Tricks, Nýlega hafa það bara verið ég og Lilja (manneskjan) sem höfum verið að senda inn á þennan dálk. En ég var að vona að við gætum breytt því og veitt fleirum aðgang að dálknum.\nEfni inná dálkinn verður að vera sæmilega stafsett og helst yfir 100 orð, nema það sé um málefni sem gæti vakið athygli og skemmtilega umræðu, en þetta er óritskoðað og vissulega munum við adminarnir ekki hika við að eyða eða læsa óviðeigandi efni af dálknum.. En hvað er annars viðeigandi efni á dálkinn? Þar meiga koma alskyns ráð við vandamálum eins og t.d. kergju eða rokum, leiðbeiningar til að kenna kúnstir og brögð, allt frá því að gefa upp löppina þ.e. heilsa yfir í söfnun.. hinsvegar meiga pistlar um matreiðslu hrossa fara inn á matreiðslu áhugamálið ;Þ\nHvað viljið þið hafa í dálknum?\nPersónulega þætti mér gaman að fá smá fréttir úr hestamennskunni, heyra frá keppnum og þá líka litlum mótum utan að landi, heyra svo af komandi mótum og viðburðum oftar í atburðum, vekja áhugamálið svo lítið.\nÞeir sem hafa áhuga á aðgang að Tips & Trick dálknum geta haft samband við mig og ég bæti þeim inn, eins þar sem nokkrir hérna eru lesblindir vil ég bjóðast til að lesa yfir og leiðrétta villur fyrir þá sem vilja þó stafsetning sé ekki mitt besta fag.\nSvo er það Hestahugari vikunnar, síðasti hestahugarinn var 18.-25.júlí það er mánuður síðan.. Eru virkilega ekki einhverjir fleiri sem vilja vera hestahugari vikunnar? En annars er það Sigrún24 sem sér um það og meiga áhugasamir hafa samband við hana..",
    "url": "https://www.hugi.is/hestar/tilkynningar/440211/tips-tricks-dalkurinn-hestahugarar-oskast/",
    "url_id": "440211",
    "id": "3902465",
    "replies": [
        {
            "user": "whysoserious",
            "user_id": "27654",
            "date": "2006-08-25 14:39:15",
            "id": "3905947",
            "reply_to_id": "3902465",
            "text": "úú…þetta er spennandi. Gaman að sjá hvað þú ert dugleg að virkja áhugamálið ;)"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2006-08-25 14:40:36",
            "id": "3905957",
            "reply_to_id": "3905947",
            "text": "Ég reyni ávallt mitt besta ;Þ"
        }
    ]
}