{
    "forum_title": "Heilsa",
    "user": "mancubus",
    "user_id": "819",
    "date": "2006-08-31 08:57:00",
    "title": "Áfengis og vímuvarnir: Viðhorf stjórnvalda og almennings",
    "text": "Áfengis og vímuvarnir: Viðhorf stjórnvalda og almennings\nÞað er mikið búið að ganga á í áfengis of vímuvörnum landsins undanfarinn áratug. Hver man t.d. ekki eftir því þegar ísland átti að verða eiturlyfjalaust árið 2002. Síðan eru liðin mörg ár og sér vart högg á vatni, því enþá flæðir allt í fíkniefnum og áfengi.\nJú, það hefur vissulega margt gott runnið frá ráðamönnum þjóðarinnar þegar kemur að þessum málum, t.a.m. stofnun áfengis og vímuvarnarráðs, sem heyrir nú undir lýðheilsustöð. Ríkisstjórnin hefur veitt háum fjármunum til rannsókna og forvarnarstarfs á þessu sviði, allt að 50 milljónir er ár hvert úthlutað úr forvarnarsjóði og til rannsókna.\nÞað er margt gott málefni sem fær styrk úr þessum sjóði og við skulum klappa fyrir því, það er ekki tilgangur þessarar greinar að fara smátt ofan í úthlutanir þessa ágæta sjóðs. Látum því nægja að segja að sjóðurinn mætti vera digrari, en sumt er kanski á mörkum þess að geta kallast forvarnarstarf.\nTilgangur þessarar greinar er að skoða álit almennings og stjórnvalda til þessara mála. Eru viðhorfin rétt ?\nÞað er gaman að horfa aftur í tíman og bera saman hvernig viðhorfin voru hér áður fyrr. Einusinni þótti t.d. ekkert slæmt að reykja tóbak. Það var reykt á sjúkrahúsum, í sjónvarpinu og bara út um allt. Það var varla haldin fín veisla ánþess að bjóða upp á vindlinga. Fyrir mann af minni kynslóð er það mjög undarlegt að heyra frásagnir frá eldri kynslóðum þess efnis að það þótti bara hið besta mál að bjóða upp á sígarettur í t.d. fermingarveislum. Þetta sama fólk sem keypti vindlingana þá, er jafnvel steinhissa á þessu sjálft í dag. Þetta er gott dæmi um það hvernig viðhorf almennings hefur breyst. Það dettur ekki nokkrum heilvita manni í hug að mótmæla því að þetta sé góð og eðlileg þróun. Núna er jafnvel að fara af stað umræða um að banna reykingar á veitingahúsum. Það er að mestu búið að skrúfa fyrir reykingar í sjónvarpi og við þurfum ekki einusinni að tala um sjúkrahúsin, svo sjálfsagt þykir þetta.\nÞað er ekki langt síðan að það var litið hornauga að bjóða upp á áfengi í fermingarveislum. Það þykir ekki langt því frá eðlilegt að foreldrar gefi börnum sínum, sem eru undir tvítugsaldri, í glas. Það þykir beinlínis glæpsamlegt í dag. Auglýsingar til að varna því að mamma eða pabbi fari í ríkið fyrir börnin sín, líkja slíku athæfi réttilega við það að “díla” fíkniefnum, þeas að foreldrið sé þá í hlutverki eiturlyfjasala.\nEn er áfengi fíkniefni ? Er verið að reyna að segja okkur það ? Samkvæmt áfengissérfræðingunum hjá SÁÁ, er áfengi “eina löglega vímuefnið”. En verður fólk fíkið í áfengi ? Jú, mikil ósköp: “Á Íslandi eru nú 22% líkur fyrir karla og 10 % líkur fyrir konur að verða vímuefnafíklar einhvern tíma á ævinni og í 80 % tilvika er vímuefnaröskunin fyrst og fremst áfengissýki.” *(heimild\nhttp://saa.is)\nÞað er s.s. ekki nóg með það að áfengi sé fíkniefni, heldur er það lang-stærsti fíkniefnavandi landans með um 80% hlutfall á móti öllum hinum fíkniefnunum.\nEn er áfengi ekki bara saklaus drykkur, ég má alveg fá mér í glas öðru hverju ánþess að vera alkóhólisti ?!\nÞetta eru skilaboðin sem samfélagið sendir börnum okkar. Þeir einu sem senda börnum okkar önnur skilaboð eru forvarnarfulltrúarnir góðu, eða þeir sem fara í skólana og halda fyrirlestur um þessi mál fyrir börnin. En hvernig eiga börnin að taka þetta alvarlega þegar allir eru úti að djúsa, líka mamma og pabbi. Og meiraðsegja þeir sem samþykja og skrifa undir lögin og ráðamenn þjóðarinnar, ekki sýna þeir það fordæmi að áfengi sé fíkniefni með því að bjóða upp á áfenga drykki í veislum sínum. Það þætti nú ekki beinlínis í lagi ef að það væri kókaín eða hass á boðstólnum þegar mikilmenni annara þjóða koma í fínar veislur hjá embættismönnum.\nBörnin hljóta að líta upp til ráðamanna þjóðarinnar, og þau gera það. Er ekki forseti íslands t.d. höfuð skátahreyfingarinnar ? Skátahreyfingarinnar, sem þiggur styrki úr forvarnarsjóði ár eftir ár ?  (Með fullri virðingu fyrir forseta og skátarhreyfingu) Þið hljótið að sjá rökvilluna í þessu dæmi. Ef að áfengi er fíkniefni, eiga þá ekki ráðamenn þjóðarinnar, sem berjast fyrir “íslandi án fíkniefna”, að sýna það góða fordæmi að drekka ekki opinberlega og úthýsa eiturlyfjum úr veislum sínum ?\nÞegar frumvarpið um ísland án eiturlyfja var samið, gleymdist að telja áfengi með. Annars hefði frumvarpið líklega heitið: “Ísland án áfengis og vímuefna 2002”, í höfuðið á áfengis og vímuvarnarráði. Furðulegt ekki satt, hvað það virðist vera erfitt að ganga alla leið og viðurkenna skaðsemi áfengis til jafns við önnur vímuefni ? Áfengi, sem er þó 80% af vímuefnavandanum. Það er auðvitað erfitt fyrir þig og mig, kæri lesandi, að viðurkenna að við höfum haft rangt fyrir okkur, og þeim mun erfiðara fyrir stjórnvöld að reyna að sannfæra okkur um það.\nEn hvað hafa stjórnvöld gert til að sporna við áfengisvandanum ? Áfengisvandinn er Skv. skýrslu frá Alþjóða Heilbrigðisstofnun (WHO) eitt mesta heilsufarsvandamál heimsbyggðarinnar og hefur WHO beint þeirri beiðni til aðildarríkja sinna að taka strax í taumana. En þeir hjá WHO gera ráð fyrir að allt að 3% af heildartekjum 118 aðildarríkja sinna fari í kostnað samfara ofdrykkju. Þetta eru engir smá aurar, þegar á heildina er litið. *(heimildir:\nhttp://www.who.int)\nHöfum við efni á því að skjóta skollaeyrum við þessum vanda og fara bara á barinn ? þetta  er heldur ekki bara spurning um peninga, heldur mannlega þjáningu: Börn þurfa að horfa upp á fjölskyldumeðlimi deyja af völdum áfengisneyslu, ofbeldi, nauðganir, ölvunarakstur, misnotkun og alvarleg slys.. fylgja jafnan bakkusi frænda. Eigum við að horfa framhjá því næst þegar við fáum okkur í glas ? Hversu lengi er hægt að réttlæta okkar eigin neyslu, bara á því að hún sé lögleg ?\nÞetta er kanski farið að hljóma eins og forvarnar-ræða frá bannárunum. En þið megið trúa því að ég vill ekki láta banna áfengi, né nein önnur vímuefni ef út í það er farið. Slík bönn hafa verið reynd, um allan heim, með hræðilegum afleiðingum. Það er löngu fullreynt að boð og bönn skipta engu máli í þessum efnum. Það sem við þurfum að breyta er viðhorf okkar, og við þurfum að lifa samkvæmt þeim viðhorfum, og sýna gott fordæmi. Þetta á auðvitað sérstaklega við um forustusauðina, sem allir hinir eiga að líta upp til.\nViðhorfin í samfélaginu eru smám saman að breytast. Með opinni umræðu og fræðslu. Fræðslu sem ekki byggist á hræðslu-áróðri eða bönnum. Ég spái því að mín kynslóð muni lifa þann dag að það þyki ekki eðlilegt að drekka sig fullann eða hafa áfengi á boðstólnum. Ykkur þykir það kanski fjarstæðukennt, en sjáið bara hvernig er að fara fyrir tóbakinu. Því skildi áfengið ekki fara sömu leið. Ekki láta plata ykkur, áfengi er dóp! Áfengi drepur! Hættum að horfa á áfengi sem saklausan hlut, sama í hvaða magni það er!",
    "url": "https://www.hugi.is/heilsa/greinar/442315/afengis-og-vimuvarnir-vidhorf-stjornvalda-og-almennings/",
    "url_id": "442315",
    "id": "3928858",
    "replies": [
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2006-08-31 09:22:18",
            "id": "3928992",
            "reply_to_id": "3928858",
            "text": "áhugavert sjónarhorn…er ekki viss hvort þú ert með kaldhæðni í þessu eða ekki…"
        },
        {
            "user": "Mephz",
            "user_id": "29276",
            "date": "2006-08-31 09:22:55",
            "id": "3928994",
            "reply_to_id": "3928858",
            "text": "dream on"
        },
        {
            "user": "alfisti",
            "user_id": "52848",
            "date": "2006-08-31 09:58:12",
            "id": "3929025",
            "reply_to_id": "3928858",
            "text": "Fyrir ansi marga er áfengi ekki bara “saklaus” hlutur ,heldur mannbætandi elexir samanber hóflegri neyslu léttvíns.Fyrir aðra er áfengi stórhættulegt fíkniefni,Keith Richard er sagður hafa sagt að áfengi væri það fíkniefni sem hefði farið hvað verst með hann,heróínistinn sjálfur.Alkahól hefur alltof sterk ítök í þjóðarsálinni til að meiriháttar breytingar eigi sér stað varðandi status “efnisins”"
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2006-08-31 11:49:36",
            "id": "3929179",
            "reply_to_id": "3929025",
            "text": "Þetta hefði fólk sagt um reykingar hér á árum áður."
        },
        {
            "user": "alfisti",
            "user_id": "52848",
            "date": "2006-08-31 14:23:16",
            "id": "3929509",
            "reply_to_id": "3929179",
            "text": "Ekki alveg,skaðsemi reykinga er ótvíræð.hollustugildi hóflegrar  áfengisdrykkju er það líka."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-01 13:36:24",
            "id": "3933236",
            "reply_to_id": "3929509",
            "text": "Málið er að fyrir svona 10 árum síðan var það í tísku að heimilislæknar mældu með einu vínglasi á dag fyrir hjartað, eða eitthvað á þeim nótum. Í dag myndi flestum ekki detta slíkt í hug. Í Bandaríkjunum er byrjað að tala um þetta sem faraldur. Að það hafi t.d. komið á vissri áfengismenningu hjá húsmæðrum. Að léttdrykkja sé í auknu mæli fyrsta skrefið að fíkn. Auk þess að hver einasti sopi hefur áhrif á ýmis líffæri, sama hvort þú ert að drekka daglega í litlu mæli eða ferð á fyllerí um helgar. Það er alveg eins hægt að segja að spítt í litlu mæli hafi jákvæð áhrif á hjartað, en er sniðugt að mæla með slíku fyrir fólk?"
        },
        {
            "user": "alfisti",
            "user_id": "52848",
            "date": "2006-09-01 16:25:51",
            "id": "3934046",
            "reply_to_id": "3933236",
            "text": "Er ekki ennþá mælt með 1,glasi af léttvíni á dag.í híði vínberja er þráavarnarefni sem virðist gera hjartanu gott.Dagleg léttvínsdrykkja getur örugglega þróast í fíkn hjá þeim sem eru með meingen til þess.Áfengi hefur áhrif á ýmis líffæri,rétt er það áfengi smýgur inní allar frumur líkamans og þenur þær lítilega út.Spítt hefur fremur slæm áhrif á hjartað af ýmsum ástæðum t.d aukningu adrenalíns í blóði,eykur blóðþrýsting og getur valdið hjartaáföllum."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-01 22:44:18",
            "id": "3935502",
            "reply_to_id": "3934046",
            "text": "Ég hef aldrei heyrt þetta með híðið.\nÁfengi á að vera gott fyrir hjartað vegna þess að það eykur hjartsláttinn. Spítt gerir nákvæmlega það sama. En bæði geta verið slæm fyrir þá sem eru með hjartasjúkdóma eða efnin tekin í of miklu mæli. Sá læknir sem mælir með víndrykkju í dag ætti að missa læknaleyfið. Það er löngu orðið úrelt. Veit ekki hvernig það er á klakanum en ég held að það hafi alveg örugglega orðið opinber stefna í Bna að læknar hætti að mæla með því. Nefnilega vitað í dag að ókostirnir eru í miklu meira mæli en kostirnir. En já það er endalaust hægt að deila um kosti eða ókosti. Breytir hinsvegar ekki þeim árlegu 1,8 milljón dauðsföllum vegna áfengis."
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2006-09-01 00:56:41",
            "id": "3932643",
            "reply_to_id": "3929025",
            "text": "já, áfengi er mjög sterkt dóp, meiraðsegja miðað við heróín.\nFólk getur misst minnið, farið í “black-out”, eða jafnvel fengið ofskynjanir eða “delerium-tremens”. Mörg þessara áhrifa eiga ekki við um önnur fíkniefni."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-01 13:39:24",
            "id": "3933243",
            "reply_to_id": "3932643",
            "text": "Auk þess að þú getur dáið úr áfengiseitrun. Unglingar geta látið lífið á fyrsta fyllerí, t.d. með því að drekka á fullu dry og með ekkert þol.\nMikill misskilningur að maður þarf fyrst að verða alki og smátt og smátt að skemma líkamann yfir árin. Allir sem drekka eru í vissri áhættu að verða fyrir skaða."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-01 16:08:18",
            "id": "3933969",
            "reply_to_id": "3933243",
            "text": "og sumir þora ekki heim, sofa fyrir utan bílskúrinn og verða úti um vetur.\nþetta er skrítið líf"
        },
        {
            "user": "LoLcopter",
            "user_id": "46907",
            "date": "2006-09-03 02:11:38",
            "id": "3939553",
            "reply_to_id": "3933243",
            "text": "Sumir eru fæddir með þol og aðrir ekki þetta er einstaklings bundið."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-03 02:17:51",
            "id": "3939569",
            "reply_to_id": "3939553",
            "text": "Eins og með öll fíkniefni."
        },
        {
            "user": "DonCorleone",
            "user_id": "21163",
            "date": "2006-08-31 11:40:11",
            "id": "3929157",
            "reply_to_id": "3928858",
            "text": "Það líða margir mannsaldrar þangað til áfengi fer að verða að þeirri “bannvöru” sem sígarettur eru orðnar í dag.\nSamt væri bara ágætt að losna við áfengið.  Fólki myndi allavegana líða mikið betur."
        },
        {
            "user": "Nafnotenda",
            "user_id": "61895",
            "date": "2006-08-31 16:13:45",
            "id": "3929911",
            "reply_to_id": "3929157",
            "text": "Sígarettur?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-01 13:53:11",
            "id": "3933278",
            "reply_to_id": "3929157",
            "text": "Ég held að þróunin verði farin í öfuga átt áður en áfengi verði bannað. Ég tel að samfélög í hinum vestræna heimi séu nálægt því að ná hámarkinu þegar kemur að forræðishyggjunni, á mörkunum að almenningur fái nóg af því og átti sig á því að þetta sé ekki rétta leiðin. Nákvæmlega sama má segja um öryggismál, er að myndast smátt og smátt svona “big brother” öryggisgæsla í nafni þess að berjast gegn hryðjuverkum (sem ég styð auðvitað, en ekki yfir viss mörk sem bitnar á daglegu lífi almennings). Ég spái því að eftir svona 20-30 ár verður búið að taka aðvörunartextann af tóbaksvörum, afnema forvarnarskatt á fíkniefnum, leyfa fleiri fíkniefni, leyfilegt að reykja á almenningsstöðum aftur (á þeim stöðum þar sem eigendur leyfa það) og afnema sömu mismunun á matvörum.\nJá það er nefnilega málið, í dag rétt eftir aldarmótin er matvara orðin næsta skotmarkið. Offita er að drepa fleiri en öll fíkniefni til samans, forræðishyggjusinnar eru byrjaðir að kalla á mismunun þar líka til þess að þvinga almenning í hollara neyslu (og auðvitað stækka áfram ríkiskassann í leiðinni). Unga fólkið virðist vera að átta sig á þessari þróun (þar sem við erum búin að alast upp í lokasprettinum), vonandi er en þá von. En tja kannski er ég bara bjartsýnn frjálshyggjumaður, en ég vona að þetta breytist á endanum."
        },
        {
            "user": "kazaaguy",
            "user_id": "17821",
            "date": "2006-08-31 11:55:28",
            "id": "3929189",
            "reply_to_id": "3928858",
            "text": "Vá! Þú átt sannarlega hrós skilið fyrir að geta talað um hlutina á fordómalausa, opinskáan og skemmtilegan hátt. Bann er ekki lausnin nei, en ég tel fræðslu án fordóma vera mikilvægan hlekk í forvarnarstarfi. Og vá þegar þú fórst að tala um hræðsluáróðurinn *klapp* *klapp* ég er þér svo hjartanlega sammála það dugir ekkert að segja “úr hvaða rassi” eða “það þarf bara eina pillu” enn og aftur VÁ!\nÞað eina sem að ég er svona “ósammála” þér með er að mér finst þú tala um þessar 50 milljónir sem einhverja fjárhæð, 50 milljónir eru ekki neitt nú til dags þannig lagað, ég vil sjá æsku þessarar þjóðar metna á meira en bara 50 m. Eflaust er 50 milljónir sirka sá kostnaður sem að kostar að fá 4-5 hvítflibba fjölsk. í heimsókn til forsetans við gerum okkur enga grein fyrir hversu miklar fjárhæðir eru að fara í fáránlega hluti eins og þetta búðkaupstertuskraut sem að forsetaembættið okkar er, ég segi því miður."
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2006-09-01 00:59:10",
            "id": "3932644",
            "reply_to_id": "3929189",
            "text": "Kanski eru 50 miljónir ekkert mikið nei.. þetta er meiraðsegja að jafnaði aðeins í kringum 30 milljónir undanfarin ár."
        },
        {
            "user": "CharlieBronson",
            "user_id": "28399",
            "date": "2006-08-31 12:10:44",
            "id": "3929217",
            "reply_to_id": "3928858",
            "text": "já þetta kemur vonandi frá manneskju með mikla reynslu af drykkju. Annars er ekkert betra að gera á þessu blessaða landi en að drekka sig fullan."
        },
        {
            "user": "Cheng",
            "user_id": "6790",
            "date": "2006-08-31 13:37:31",
            "id": "3929387",
            "reply_to_id": "3928858",
            "text": "Virkilega vel skrifuð grein og algjörlega sögð út frá mínu sjónarhorni.\nÉg er sammála þér því að hræðsluáróður virkar ekki, bönn ekki heldur. Eina sem virkar er fræðsla og fordómalaust forvarnarstarf. Börnin eiga að fá tækifæri til að móta sína eigin skoðun á þessum málum.\nEinnig er það með þingfólkið góða. Vissulega líta krakkar á grunnskóla aldri upp til þeirra, ég gerði það þegar ég var ungur. Það myndi hjálpa gríðarlega ef þingmenn, forsetinn auðvitað líka, myndu ekki neita áfengis og að þeir væru miklu meira sjáanlegri í grunnskólum e.t.v. að segja börnunum frá skoðunum sínum á áfengisneyslu o.s.frv.\nÉg tel að áfengið eigi eftir að fara sömu leið og tópakið, en spurningin er hvenær?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-01 14:00:12",
            "id": "3933306",
            "reply_to_id": "3929387",
            "text": "Hmm þú vilt ekki bönn en samt vonar þú að áfengið fari sömu leið og tóbakið? :/ Eru takmarkanir eitthvað skárri en bönn? Að geta ekki keypt sér sígarettupakka án þess að það séu risastórir forvarnartextar á þeim og borga 300 kr skatt í þvingaða sjúkratryggingu. Forvörn er málið, en ég held að þeir séu fáir í dag sem vita ekki um skaðsemina áður en keypt er sígarettupakka. Þess vegna er algjör óþarfi að fara þessar leiðir. Það versta við þetta er að það var tekið upp á þessu EFTIR að forvarnarfræðsla var búin að ná gífurlegum árángri. Þvinguð forvörn / neyslustýring skilar ekki betri árangri en hin hefðbundna fræðsla."
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2006-09-01 14:24:32",
            "id": "3933375",
            "reply_to_id": "3933306",
            "text": "Forvörn er málið, en ég held að þeir séu fáir í dag sem vita ekki um skaðsemina áður en keypt er sígarettupakka.\nEr það ekki einmitt vegna þess að það stendur utan á hverjum pakka ?\nEru jafn margir sem vita um skaðsemi áfengis ?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-01 15:33:20",
            "id": "3933744",
            "reply_to_id": "3933375",
            "text": "Jú en það er óréttlætanlegt að þvinga slíku á vöruna sjálda. Auk þess að þetta eru stuttir textar og eitthvað sem flestir vissu áður. Hefðbundin forvarnarfræðsla dugar. Sígarettusala var búin að hrynja löngu áður en textinn var settur á pakkana, þess vegna er svo óskiljanlegt að það sé farið svona öfgafullar leiðir eftir að miklum árangri var náð. En að vissu leiti skiljanlegt, það þurfti meirihluta reyklausra á Alþingi til þess að geta farið ósanngjarnar öfgaleiðir gagnvart reykingarmönnum.\nÞannig að ekki búast við slíku fyrr en við fáum meirihluta bindindismanna á Alþingi."
        },
        {
            "user": "Cheng",
            "user_id": "6790",
            "date": "2006-09-01 15:32:17",
            "id": "3933737",
            "reply_to_id": "3933306",
            "text": "Nei ég er að tala um að áfengið fari sömu leið og tópakið hvað varðar viðhorf fólks.\nViðhorf fólks til tópaks áður fyrr eru þau sömu og viðhorf fólks til áfengis núna.\nEn tópak er litið allt öðrum augum núna og ég vona að áfengið fari sömu leið í framtíðinni.\nÉg er sammála þér að forvörn er málið og já það var frekar kjánalegt að banna sígarettur á opinberum stöðum eftir að forvarnarfræðsla var farin að sýna góðan árangur en ég er samt fylgjandi þeirrar ákvörðunar og ég tel hana vera gott skref fram á við."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-01 15:34:32",
            "id": "3933748",
            "reply_to_id": "3933737",
            "text": "Ok skil þig. Við erum þá sammála að hefðbundin forvarnarfræðsla sé besta leiðin? En ekki öfgafullar leiðir hjá stjórnvöldum í neyslustýringu."
        },
        {
            "user": "Cheng",
            "user_id": "6790",
            "date": "2006-09-01 15:35:29",
            "id": "3933751",
            "reply_to_id": "3933748",
            "text": "Um það getum við verið sammála já :)"
        },
        {
            "user": "DrPhil",
            "user_id": "29624",
            "date": "2006-08-31 14:27:17",
            "id": "3929529",
            "reply_to_id": "3928858",
            "text": "glæsileg grein, margar skemmtilega vangaveltur þarna og mér fannst mikið til í þessu.\nEn áfengi verður held ég seint talið dóp held ég, því þá væri umtalsverður hluti þjóðarinnar orðinn viðurkenndir dópistar."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-08-31 17:02:28",
            "id": "3930225",
            "reply_to_id": "3929529",
            "text": "fyrst þarf að skilgreina dóp og eiturlyf. Orð sem eru í rauninni ekki til nema yfir efni sem eru bönnuð. Þessi orð þýða ekkert en eru notuð sem ljót orð til að réttlæta boð og bönn af því að eitt er eiturlyf og annað ekki"
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2006-09-01 01:05:40",
            "id": "3932657",
            "reply_to_id": "3929529",
            "text": "En áfengi verður held ég seint talið dóp held ég, því þá væri umtalsverður hluti þjóðarinnar orðinn viðurkenndir dópistar.\nEr maður dópisti sem tekur eina línu af spítti ?\nEr maður alkóhólisti sem drekkur eitt glas af whiskey ?\n..Ég skal ekki segja\nEn sitthvor maðurinn sem misnotar sitthvort dópið, er jafn mikill dópisti fyrir mér.\nSumir vilja kalla það alkóhólisma, þótt að fólk sé að nota dóp. Það er gott orð líka, yfir sama hlutinn: vímuefnasýki."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-01 14:56:57",
            "id": "3933555",
            "reply_to_id": "3932657",
            "text": "En galinn við að nota orðið áfengissýki er að þannig er verið að aðskilja það frá öðrum fíkniefnum. Þó að þetta sé nákvæmlega sami hluturinn. Ég veit um einn sem varð fyrst háður áfengi og fór svo seinna í önnur fíkniefni. Þetta pólitíska viðhorf var það sem gaf honum afsökun til þess að falla. Málið er að hann var algjörlega edrú en eftir nokkra mánuði byrjaði hann að segja “einn og einn bjór sakar engann”, eða að drekka áfengi sé alls ekki jafn alvarlegt og að dópa. Eftir að hann byrjaði að “smakka” bjór aftur þá tók það hann minna en mánuð að fara alla leið niður á botninn. Þannig að já ég er á móti því að kalla þetta áfengissýki. Það á að kalla alka dópista ásamt því að tala um fíkniefnavandamál en ekki “áfengis- og fíkniefna….”."
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2006-09-01 17:54:13",
            "id": "3934417",
            "reply_to_id": "3933555",
            "text": "Þannig að já ég er á móti því að kalla þetta áfengissýki. Það á að kalla alka dópista ásamt því að tala um fíkniefnavandamál en ekki “áfengis- og fíkniefna….”.\nSammála! Fólk þarf að fara að líta á áfengi sem eiturlyf og hætta að rugla með þessar réttlætingar!"
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2006-08-31 15:05:51",
            "id": "3929659",
            "reply_to_id": "3928858",
            "text": "finst þessi grein líkjast ræðu sem kennarar frlytja af blaði frá forvarnaráði, og ef maður kemur með eina uppástungu eða spurningu verða kennararnir alltaf kjaftstopp.  áfengi er nauðsynlegt að mínu mati, hvernig í fjandanum ætlaru að skemmta þér í 5   stiga hita og hlusta á fyrrverandi alþingismann spila 3 grip á gítar og vera á fullu viti? kanski ef stemningin er góð enn fulla fólkið skapar stemninguna.\nBætt við 31. ágúst 2006 -  15:10\nef áfengi fer sömu leið og tóbak, þá flyt ég til eistlands eða eitthvað."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-08-31 17:02:49",
            "id": "3930226",
            "reply_to_id": "3929659",
            "text": "sammála"
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2006-09-01 01:09:10",
            "id": "3932661",
            "reply_to_id": "3929659",
            "text": "áfengi er nauðsynlegt að mínu mati, hvernig í fjandanum ætlaru að skemmta þér í 5 stiga hita og hlusta á fyrrverandi alþingismann spila 3 grip á gítar og vera á fullu viti?\nEf þú værir með fullu viti (edrú) myndirðu bara fara eitthvað annað, þarsem góðir tónlistarmenn eru að spila ;)\nkanski ef stemningin er góð enn fulla fólkið skapar stemninguna.\nhvernig veistu nema þeir séu edrú sem skemmta sér best ?"
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2006-09-01 12:29:28",
            "id": "3933059",
            "reply_to_id": "3932661",
            "text": "ekkert vit í því, alþingismenn eru svalastir."
        },
        {
            "user": "tele",
            "user_id": "60182",
            "date": "2006-08-31 15:07:07",
            "id": "3929663",
            "reply_to_id": "3928858",
            "text": "forvarnirnar hafa náð til mín , en þó held ég að ég eigi foreldrum mínum að þakka fyrir skynsamt og gott uppeldi, en það er mikil fræðsla í skólum um þetta, og einnig mundi ég þakka þarna trommaranum úr egó og utangarðsmönnum."
        },
        {
            "user": "tele",
            "user_id": "60182",
            "date": "2006-08-31 15:43:49",
            "id": "3929790",
            "reply_to_id": "3929663",
            "text": "kom hann í skólann til ykkar?\nhann kom til okkar allavega á síðasta ári ( þegar ég var í 8. bekk ) og það var svolítið fyndið þegar hann byrjaði; “halló ég heiti ____ og er dópisti”\nBætt við 31. ágúst 2006 -  15:46\nog b.t.w í hvaða skóla ertu?"
        },
        {
            "user": "tele",
            "user_id": "60182",
            "date": "2006-08-31 17:24:50",
            "id": "3930395",
            "reply_to_id": "3929790",
            "text": "mosó  , varmá"
        },
        {
            "user": "tele",
            "user_id": "60182",
            "date": "2006-08-31 17:28:32",
            "id": "3930417",
            "reply_to_id": "3930395",
            "text": "ok og hvað heitirðu?"
        },
        {
            "user": "tele",
            "user_id": "60182",
            "date": "2006-08-31 17:31:15",
            "id": "3930434",
            "reply_to_id": "3930417",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-08-31 18:16:58",
            "id": "3930740",
            "reply_to_id": "3930434",
            "text": "ok"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-01 14:58:32",
            "id": "3933565",
            "reply_to_id": "3929663",
            "text": "Þannig að flestir aðrir fengu óskynsamlegt og slæmt uppeldi?"
        },
        {
            "user": "tele",
            "user_id": "60182",
            "date": "2006-09-01 16:11:01",
            "id": "3933979",
            "reply_to_id": "3933565",
            "text": "nei, en ég veit um slatta af fólki sem  hefur alist upp við það að að hella sig fullan sé hverrar helga viðburður, hehe, kom dáldið illa út"
        },
        {
            "user": "tele",
            "user_id": "60182",
            "date": "2006-09-05 14:41:03",
            "id": "3948419",
            "reply_to_id": "3929663",
            "text": "Sammála þér, Magnús (hét hann það ekki?) stóð sig rosalega vel í Maríta Fornarkerfinu."
        },
        {
            "user": "tele",
            "user_id": "60182",
            "date": "2006-09-05 15:24:02",
            "id": "3948608",
            "reply_to_id": "3948419",
            "text": "jebb, snilli"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2006-08-31 15:07:33",
            "id": "3929664",
            "reply_to_id": "3928858",
            "text": "Auðvitað er áfengi dóp og eyturlyf, en hvaða andskotans máli skiptir það. Af hverju má ég líka ekki taka kókaín eins og ég vill og allt það. Þetta samfélag er bara búið að kúka upp á bak. Eyturlyf ættu að vera leyfð, alveg sama hversu ógeðsleg áhrif það hefur á fólk og allt það, meina þetta er þeirra líf. Finnst bara að fólk ætti að fá að gera það sem það sýnist, æji þetta er allt bara svo asnalegt, þetta samfélag, þetta líf og allt þetta. Maður deyr hvorteðer á endanum og heimurinn er á barmi heimsendis útaf leyfðum hlutum. FKN ASNAR, bönnuðuð vitlausa hluti.\nEn það er bara málið, er betra að sitja heima og horfa á sjónvarpið en að rækta sambönd sín við fólk. Auðvitað er hægt að gera það edrú en það er bara ekki það sama. Maður er feiminn og lokaður og en þegar maður er fullur er maður asnalegur og ófeiminn og getur sigrað heiminn. Samfélagið hefur bara búið þessi vandamál til, þetta er allt í kollinum á fólki. Þetta er allt bara helvítis kjaftæði."
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2006-08-31 15:37:38",
            "id": "3929764",
            "reply_to_id": "3929664",
            "text": "Ekki það sama að búa til sambönd edrú nei, en þau verða tryggari, öruggari, betri þannig.\nÞetta svar sem þú gafst var hreint og beint heimskulegt, og ég vona að þú lesir það yfir og leiðréttir, því að enginn nema hálfviti talar um áfengi og dóp eins og það sé allt í lagi, bara vegna þess að “samfélagið kom sér í það”. Þú ert partur af samfélaginu, hvernig væri að reyna að laga þetta fuck-up sem að þú hjálpaðir til við að skapa?\nSvo hljómaru eins og versti emo krakki þegar þú segir “þetta er bara allt svo asnalegt, þetta samfélag, þetta líf”. Af hverju er það svo asnalegt? Af því að þú færð ekki að gera nákvæmlega það sem þú vilt? Anarkismi virkar ekki í nútímaþjóðfélagi, og ekkert mun láta það virka."
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2006-08-31 18:07:06",
            "id": "3930690",
            "reply_to_id": "3929764",
            "text": "Æji, maður er bara eithvað að leika sér og svo er maður bara dauður. En ég er geðveikt emo, sá svona geðveikt fyndið áðann, það var svona hrafn að borða úr ruslafötu. Ég tók mynd af því."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-01 15:05:46",
            "id": "3933608",
            "reply_to_id": "3929764",
            "text": "Anarkismi og frjálshyggja eru tvö mismunandi fyrirbæri. Sjálfsagt að hafa nauðsynleg lög og löggæslu sem berjast gegn því að þegnarnir fari yfir frelsi annarra, koma í veg fyrir að það þróist í “tönn fyrir tönn…” eins og hjá víkingunum. En slíkt er hægt án þess að sleppa sér og fara í öfgafullt forræðishyggjusamfélag. Samfélagið gengur alveg þó að sterka fíkniefnið áfengi sé leyft, sama ætti að gilda um önnur efni.\nSjálfsagt neyslufrelsi mun ekki koma á borgarastyrjöld í þessu landi. Það sem kemur næst því að vera borgarastyrjöld í hinum vestræna heimi er stríðið gegn fíkniefnum. T.d. í Bandaríkjunum láta þúsundir lífið árlega vegna átaka á milli fíkniefnaheimsins og löggæslu (ásamt almennra borgara sem lenda oft á milli átakanna)."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-01 16:17:22",
            "id": "3934005",
            "reply_to_id": "3933608",
            "text": "Anarkismi er nú líka stjórnmálastefna. Þar ríkja líka lög og löggæsla.\nHeld að anarkismi þar sem fólk hleypur um göturnar og brýtur rúður kallist Stjórnleysi en Anarkismi sem stjórnmálastefna kallast Valdleysi eða álíka.\nOg hver er skilgreiningin á sterku fíkniefni og ekki sterku?"
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2006-09-01 01:18:51",
            "id": "3932669",
            "reply_to_id": "3929664",
            "text": "Eyturlyf ættu að vera leyfð, alveg sama hversu ógeðsleg áhrif það hefur á fólk og allt það, meina þetta er þeirra líf.\nNema það er ekki bara þeirra líf. Hvað með alla sem þurfa að umgangast þá? Hvað með fjölskylduna sem þótti einusinni vænt um dópistan? Er það bara sjálfsgt mál að snorta kókaín og lifa á bótum og glæpum og láta þjóðfélagið borga fyrir alltsaman?\nEr það virkilega bara þitt líf sem verður fyrir áhrifum af því?"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2006-09-01 13:14:33",
            "id": "3933179",
            "reply_to_id": "3932669",
            "text": "Nei, en samt er þetta þeirra líf, auðvitað verða allir leiðir og daprir og allt geðveikt erfitt og svona. Bara eithvað svo asnalegt að banna eithvað svona. Svo er fullt af fólki sem notar eyturlyf og breytist ekkert, ég las það á netinu."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-01 15:12:49",
            "id": "3933651",
            "reply_to_id": "3932669",
            "text": "Nema það er ekki bara þeirra líf. Hvað með alla sem þurfa að umgangast þá? Hvað með fjölskylduna sem þótti einusinni vænt um dópistan?\nÁfengi tvöfaldar ofbeldistíðni hérna á Íslandi og hefur rústað fullt af fjölskyldum. Ég á föður sem er alki og ég get sagt hreinskilið að mér er drullusama um hann, hann er skíthæll og hefur alrei tekið ábyrgð á fíkninni. Ekki vil ég samt banna áfengi, enda veit ég að maður verður að benda á einstaklinginn sjálfan en ekki efnin. Eitt að vera fíkill, annað að taka ekki ábyrgð á því og vina í eigin málum. Enda er sjálfsagt að hjálpa þeim sem verða fíklar, ásamt því að fangelsa þá sem eru stjórnlausir og skaða aðra.\nEn það réttlætir ekki bann á neyslunni sjálfri, það er ekki sanngjarnt gagnvart þeim sem nota þau hóflega án þess að skaða aðra. Fordómarnir eru þeir að flestir verði dópistar ólíkt hinu saklausa áfengi, sem er einfaldlega bull. Mörg þúsund manns hér á landi hafa prófað fíkniefni án þess að enda í meðferð, hjá mörgum fkniefnum er hlutfallið svipað eða jafnvel minna en hjá áfengi. Svo er fyndið að þú bendir á glæpatíðni. Þar sem meirihluti glæpa tengdum fíkniefnum eru vegna bannsins, en ekki neyslunnar."
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2006-09-01 17:51:48",
            "id": "3934410",
            "reply_to_id": "3933651",
            "text": "Áfengi tvöfaldar ofbeldistíðni hérna á Íslandi og hefur rústað fullt af fjölskyldum\nSatt!\nEkki vil ég samt banna áfengi, enda veit ég að maður verður að benda á einstaklinginn sjálfan en ekki efnin.\nekki ég heldur, enda fjallar greinin um það að breyta viðhorfum okkar. Einstaklingurinn er hluti af samfélaginu, ef einstaklingurinn er veikur, er samfélagið veikt.\nÞar sem meirihluti glæpa tengdum fíkniefnum eru vegna bannsins, en ekki neyslunnar.\nÞað er þá ekki mikill meirihluti. Hvað með barsmíðar, nauðganir, slys, ölvunarakstur.. osfrv. Þegar ég tala um barsmíðar er ég ekki endilega að tala um einhverja handrukkara."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-01 22:57:49",
            "id": "3935545",
            "reply_to_id": "3934410",
            "text": "Það er þá ekki mikill meirihluti. Hvað með barsmíðar, nauðganir, slys, ölvunarakstur.. osfrv. Þegar ég tala um barsmíðar er ég ekki endilega að tala um einhverja handrukkara.\nÁfengi eykur ofbeldishneigð að meðaltali miklu meira en ólöglegu fíkniefnin. Auk þess að einstaklingurinn á alltaf að bera ábyrgð á hegðun sinni, hvort sem hann sé í vímu eða ekki. Þeir grófu glæpir sem við fréttum af í sjónvarpinu eru fyrst og fremst tengdir sölu eða kaupum á fíkniefnum, eftir því sem samfélagið herðir baráttuna því harðari verða undirheimarnir. Þú ert ekki maður með mönnum í undirheimunum ef þú átt ekki byssu, á meðan meira að segja lögreglan okkar er ekki byrjuð að ganga með slík vopn. Allt vegna þess að það er ríkjandi þrjóska að berjast áfram gegn fíkniefnunum.\nFréttirnar segja okkur frá þeirri pólitísku rétthugsun að fíkniefni séu rótin að aukinni glæpatíðni, sem að vissu leiti er rétt.   En ástæðan er fyrst og fremst það umhverfi sem fíkniefnaneitendur eru í, sem þróast vegna bannsins. Daginn í dag eru yfirvöld að búa til fleiri vandamál en þau leysa. Ég er tilbúinn til þess að veðja upp á milljón að daginn sem lögreglan okkar byrjar að ganga með skammbyssur (og það er örugglega spurning um tíma en ekki hvort) að þá munu þeir kenna harðnandi undirheimum um þá þróun. Á endanum verður þetta eins og í Bna, skotbardagar á götum úti vegna bannsins á fíkniefnum."
        },
        {
            "user": "iHybrid",
            "user_id": "58472",
            "date": "2006-08-31 15:36:24",
            "id": "3929761",
            "reply_to_id": "3928858",
            "text": "Að banna áfengi? ég myndi hiklaust flytja úr þessu skíta okur landi, fólk hefur sitt frelsi til að inntaka það sem því henntar, fáranlegt hvað ríkið er að reyna móta þjóðina í leiðinda pakk"
        },
        {
            "user": "iHybrid",
            "user_id": "58472",
            "date": "2006-08-31 15:41:01",
            "id": "3929775",
            "reply_to_id": "3929761",
            "text": "Mér finnst áfengi hið fínasta mál, en eins og vinur minn sagði, þá á að nota það af virðingu, ekki eins og hálfviti. Að vera fullur er hálfvitaskapur.\nÞað er fínt og gott að drekka hægt, verða kannski pínu léttur, njóta bragðsins og vakna næsta dag hress og tilbúinn fyrir daginn. Að verða pissfullur, koma sér í heljarinnar vandræði, sofna á götunni og muna ekkert eftir gærdagnum með ógeðslega þynnku er ekkert nema það fáránlegasta sem ég veit. Hvernig er það gaman?\nÞað er bara það að flestir nota áfengi eins og dóp, taka það í massavís og hratt til þess að verða fullur. Áfengi á ekki að vera þannig.\nÍslendingar þurfa að hætta að haga sér eins og 13 ára smákrakkar í svona málum."
        },
        {
            "user": "iHybrid",
            "user_id": "58472",
            "date": "2006-08-31 15:43:35",
            "id": "3929789",
            "reply_to_id": "3929775",
            "text": "Jámm, rétt hjá þér, mjög stór hópur sem kann einfaldlega ekki að nota þetta, fara rólega í þetta og vera bara góður á því :) frekar enn að vera hauga fullur og ógeðslegur.. not cool"
        },
        {
            "user": "Blublu",
            "user_id": "12532",
            "date": "2006-08-31 16:44:47",
            "id": "3930103",
            "reply_to_id": "3929775",
            "text": "Nokkuð til í þessu, en ekki samt gleyma að það er millistig á milli “drekka hægt, verða kannski pínu léttur, njóta bragðsins og vakna næsta dag hress” og “verða pissfullur, koma sér í heljarinnar vandræði, sofna á götunni og muna ekkert eftir gærdagnum með ógeðslega þynnku”.\n:P"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-01 15:15:41",
            "id": "3933667",
            "reply_to_id": "3930103",
            "text": "Ekkert að því að verða líka stundum fullur. Bara á meðan maður hefur stjórn á því og gerir það ekki of oft. Ég verð t.d. fullur allavega 1x í hverjum mánuði, en aldrei það mikið að ég hef ælt eða orðið mjög þunnur. Oftast finn ég lítið sem ekkert fyrir því deginum eftir, þó ég hafi orðið fullur. Eina skiptið sem ég hef virkilega fundið fyrir því var á mánudegi eftir Eyjar, úff bara eins og maður hafi verið veikur :P"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-01 16:06:30",
            "id": "3933960",
            "reply_to_id": "3933667",
            "text": "þynnka er af völdum ákveðins eiturefnis sem myndast við niðurbrot áfengis.\nLifrin brýtur niður etanólið eða álíka í einhvern 5-6 stigum og er næst síðasta stigið eitrað og veldur höfuðverknum.\nStundum sefur maður yfir það stig og sumir finna minna fyrir því"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-01 16:57:38",
            "id": "3934200",
            "reply_to_id": "3933960",
            "text": "Já ég held að ég hafi gott þol.\nAuk þess að yfirleitt reyni ég að drekka óáfengan vökva áður en ég fer að sofa, auk þess að fá mér smá jógúrt. Ýmsar leiðir til þess að takmarka þynnkuna."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-02 01:52:47",
            "id": "3936141",
            "reply_to_id": "3934200",
            "text": "Sykur hjálpar líka við að brjóta niður vínanda."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-08-31 17:00:34",
            "id": "3930209",
            "reply_to_id": "3929775",
            "text": "þetta seinna hljómar betu"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-01 08:23:25",
            "id": "3932796",
            "reply_to_id": "3930209",
            "text": "Vá hvað þú ert svalur."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-01 16:19:32",
            "id": "3934016",
            "reply_to_id": "3932796",
            "text": "hvað get ég sagt, ekkert stuð að verða bara léttur."
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2006-09-01 01:23:08",
            "id": "3932672",
            "reply_to_id": "3929775",
            "text": "Það er rétt, þessi virðhorf eru að breytast. Það er farið að tala um að það sé óeðlilegt að drekka sig fullan. Sá grein sem fjallaði um þetta í blaðinu ekki fyrir svo löngu.\nÞegar ég var að alast upp var bara töff að drekka sig fullan.\nÞetta er allt á batavegi :)"
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2006-09-01 01:20:25",
            "id": "3932671",
            "reply_to_id": "3929761",
            "text": "Hver var að tala um að banna eitthvað ?\n(lestu greinina betur)"
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2006-08-31 15:42:33",
            "id": "3929785",
            "reply_to_id": "3928858",
            "text": "Það ætti alls ekki að banna áfengi, en ég er sammála þér um að fræða fólk og sýna þeim að áfengi getur verið hættulegt, og vera ekki að bjóða hverjum sem er upp á það.\nÁfengi skal nota af virðingu."
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2006-09-01 01:23:59",
            "id": "3932674",
            "reply_to_id": "3929785",
            "text": "Hver var að tala um að banna eitthvað ?\n(lestu greinina betur)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-01 08:24:46",
            "id": "3932798",
            "reply_to_id": "3932674",
            "text": "Ég var ekkert að segja að neinn væri að banna neitt. Þú ert eitthvað að misskilja."
        },
        {
            "user": "ratatat",
            "user_id": "64227",
            "date": "2006-08-31 16:14:38",
            "id": "3929917",
            "reply_to_id": "3928858",
            "text": "Ótrúlega góð grein."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-08-31 17:08:55",
            "id": "3930277",
            "reply_to_id": "3928858",
            "text": "Ég held að kostir og gallar áfengis miðað við kosti og galla tóbaks eigi stærri þátt í því að tóbak er ekki eins útbreitt og áfengi."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-01 15:30:01",
            "id": "3933723",
            "reply_to_id": "3930277",
            "text": "Áfengi drepur árlega 1,8 milljón manns.\nSatt er það að sígarettur drepa aðeins fleiri. En hinsvegar er ýmsir neikvæðari punktar við áfengi, t.d…..\n* Andlegi hlutinn. Margir fara á botninn í lífinu og þurfa að fara í meðferð. Andlegu áhrifin snerta fjölda manns í kringum alkann, oft veldur það skilnaði og andlegum vandræðum hjá börnunum sem oft fylgja til fullorðinsára.\n* Hlutfallslega er áfengi að drepa yngra fólk, enda aðallega miðaldra fólk eða aldraðir sem láta lífið vegna reykinga. Rannsóknir á hversu mörg lífsár hvert fíkniefni kostar samfélagið bendir til þess að áfengi sé aðeins verra en tóbakið og verst allra fíkniefna. (ath lífsár er mælt frá hvaða aldri maður deyr og hverjar lífslíkurnar eru að meðaltali í samfélaginu)\n* Margir telja að maður sé stikkfrí með því að halda sig við léttdrykkju (meira að segja stjórnvöld sem hvetja til þess að maður kaupi léttvín). En hinsvegar benda nýlegar rannsóknir til þess að léttdrykkja getur alveg eins gert mann að fíkli eins og það að stunda fyllerí, mörg ár síðan læknar hættu flestir að mæla með einu vínglasi. Í Bandaríkjunum er talað um faraldur, sérstaklega hjá húsmæðrum sem byrjuðu í léttdrykkju (oft af læknisráði) og enduðu sem alkar.\n* Að drekka áfengi hefur ýmis álag á líffæri rétt eins og sígarettur. Misskilningurinn er sá að það þurfi að drekka óhóflega til þess að hafa áhrif, en raunin er sú að hver einasti sopi fer í reikninginn rétt eins og hver einasti smókur þegar kemur að reykingum. Þeir sem drekka hóflega eru ekki sikkfrí frá skemmdum á líffærum, geta jafnvel dáið fyrr vegna þess.\nSvo ég tel það vera stórhættulegt að lýta verr á tóbak heldur en áfengi. Eina augljósa sem ég get séð við tóbakið er að það er meira ávanabindandi og getur frekar haldið manni í gíslingu, en heilsufarslega hefur áfengi alveg jafn skaðleg áhrif á samfélagið."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-01 16:23:59",
            "id": "3934038",
            "reply_to_id": "3933723",
            "text": "Svar mitt skilaði sér greinilega ekki alveg.\nÁtti nú við bæði fjárhagslega og upp á skemmtana gildið.\nsígarettu pakkinn kostar 500 og dugir reykingamanni í 1-2 daga, kannski skemur og því fylgir lítil eða engin víma. ekki beint löngun í vímu heldur svölun á fíkn.\náfengi er jú dýrara en hefur gríðarlega vímu í för með sér sem getur verið gott að nota við vissar aðstæðu"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-01 22:37:07",
            "id": "3935476",
            "reply_to_id": "3934038",
            "text": "Hefur þú reykt?\nÞá meina ég ekki prófað, heldur til langtíma."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-02 01:59:27",
            "id": "3936165",
            "reply_to_id": "3935476",
            "text": "Ég hef ekki reykt að staðaldri.\nEins og ég sagði þá er það að mínu mati of dýrt fyrir of litla ánægju."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-02 02:34:43",
            "id": "3936239",
            "reply_to_id": "3936165",
            "text": "Aha. Ég sá á þessari skoðun þinni að þú hefur ekki reykt :)"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-02 02:37:21",
            "id": "3936245",
            "reply_to_id": "3936239",
            "text": "að hvaða leiti. Ekki skilningi á ánægjunni af tóbaki?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-02 03:04:59",
            "id": "3936276",
            "reply_to_id": "3936245",
            "text": "Jebb.\nEkki víma, en hinsvegar mikil vellíðunartilfinning fylgir eftir á. Finnur ekkert sambærilegt við áfengi. Mörgum finnst svo gott að reykja að þeir segja bara hreinskilið að þeir hafi engan áhuga á að hætta því.\nEn ég er sammála þér að þetta er of dýrt, ef ríkið væri ekki með sína álagningu þá væri hægt að fá pakkann á sléttar 300 kr. Þegar ég reykti þá voru það bara u.þ.b. 2 pakkar á viku, fannst það samt frekar mikill peningur (5 þús á mánuði) og ég er feginn því að hafa ekki reykt meira."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-02 09:45:26",
            "id": "3936376",
            "reply_to_id": "3936276",
            "text": "hugsaðu þér þá að reykja stundum rúmlega tvo pakka á dag :D, þekki slíkt fólk.\nEn eins og þú sagðir þá hef ég ekki reykt að staðaldri til að fá þessa vellíðunartilfinningu, aðeins einstaka nikótínsjokk.\nAuk þess ætla ég mér það ekki, reyna að vera eins miðvitaður um þá fíknivalda sem ég nota, hvort sem það er tóbak, áfengi, sætur eða feitur matur, kaffi og þar fram eftir götunum."
        },
        {
            "user": "Pottlok",
            "user_id": "13598",
            "date": "2006-09-03 11:46:31",
            "id": "3939964",
            "reply_to_id": "3928858",
            "text": "Hæ. Þetta er hlutur sem mest allt fólk notar til að “skemmta” sér og það virkar bara vel hjá því fólki. Það verður ekki alkar, lemja ekki fólk og eru góðir foreldrar. Áfengi er bara einn af þessum fullt af hlutum sem býður uppá það að vera misnotaður. Hvað þú gerir er á þínu valdi og það er í raun alltaf bara þín ákvörðun hvort þú vilt hætta á það að verða drykkjusjúklingur því það er enginn nema þú sjálfur sem drekkur fyrsta, annað, þriðja og fjórða glasið.\nÞetta er frelsið sem fylgir frelsinu sem við erum alltaf að monta okkur af. Þetta kemur því ríkinu bara ekkert við."
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2006-09-03 17:41:14",
            "id": "3941311",
            "reply_to_id": "3939964",
            "text": "Það verður ekki alkar..\nnei, en 22% karla og 10 % kvenna verða það..\nAlkóhólismi er sjúkdómur, sem gengur m.a. í erfðir, svo að fyrir marga er þetta ekki spurning um val."
        },
        {
            "user": "Pottlok",
            "user_id": "13598",
            "date": "2006-09-03 17:56:29",
            "id": "3941369",
            "reply_to_id": "3941311",
            "text": "nei, en 22% karla og 10 % kvenna verða það..\nOg hvað á þá allur hinn meirihlutinn að sleppa því að drekka?\nAlkóhólismi er sjúkdómur, sem gengur m.a. í erfðir, svo að fyrir marga er þetta ekki spurning um val.\nAuðvitað er það val. Það er val að byrja að drekka, að taka fyrsta sopann og það er augljóst að þegar þú gerir það þá gætirðu orðið alki. Það er alltaf val."
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2006-09-03 18:16:39",
            "id": "3941460",
            "reply_to_id": "3941369",
            "text": "Og hvað á þá allur hinn meirihlutinn að sleppa því að drekka?\nHinir gætu amk. spáð aðeins í því hvað þeir eru að gera..\nhttp://mbl.is/mm/frettir/innlent/frett.html?nid=1221817"
        },
        {
            "user": "Pottlok",
            "user_id": "13598",
            "date": "2006-09-03 18:21:40",
            "id": "3941487",
            "reply_to_id": "3941460",
            "text": "Já það er rétt. Sumir eru bara vitlausir. Keyra of hratt, drekka of mikið, lenda oft í slagsmálum og eru bara meira og minna alltaf með vandræði. Það bara kemur að mínu mati áfengi ekkert við.\nEn þá vaknar spurning: Ef það er ekki áfengi hvað er það þá?\nUppeldi, félagskapur, peningaleysi svo margt í boði. En ég ætla ekkert dýpra í þetta :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-04 12:00:34",
            "id": "3943891",
            "reply_to_id": "3928858",
            "text": "ekkert smá vel skrifuð og góð grein. Bara eftir að lesa hana þá oppnaði það augun mín og breytti viðhorfi mínu til áfengis eitthvað smá. Þótt smá sé ekki mikið, þá skapar margt smátt eitt stórt, hehe:)"
        },
        {
            "user": "Fridarfugl",
            "user_id": "25975",
            "date": "2006-09-04 15:05:23",
            "id": "3944429",
            "reply_to_id": "3928858",
            "text": "Yah ég þekki manneskju sem er alkohlisti og sú manneskja er mér mjög kær í lífinu sjálfu og ég elska “manneskjuna” meira en lífið sjálft og það er leiðinlegt að sjá hana falla djúpra og djúpra oní ræsið.\nMjög góð vinkona mín var líka heróinfikill og er ennþá að basla við fráhvörfseinkenninn sem hún fær og hún fór til læknis útaf þessu og hann sagði að hun væri heppinn að lifa og þessi fráhvörf myndi aldrei fara og myndi fylgja henni alla ævi!\nÉg er sjálf mjög mikið á móti ólöglegum fíkniefnum en áfengi já það er alltílagi í hófi ef fólk veit hvað það er að gera."
        },
        {
            "user": "Dahlia",
            "user_id": "17898",
            "date": "2006-09-04 15:43:45",
            "id": "3944633",
            "reply_to_id": "3944429",
            "text": "Ég er sjálf mjög mikið á móti ólöglegum fíkniefnum en áfengi já það er alltílagi í hófi ef fólk veit hvað það er að gera.\nÞað er líka til fólk sem notar þessi ólöglegu fíkniefni sem veit hvað það er að gera."
        },
        {
            "user": "Fridarfugl",
            "user_id": "25975",
            "date": "2006-09-04 15:45:37",
            "id": "3944648",
            "reply_to_id": "3944633",
            "text": "Já en það endar oftast þannig að þau fara í sterkara efni og verður háð því."
        },
        {
            "user": "Dahlia",
            "user_id": "17898",
            "date": "2006-09-04 15:53:58",
            "id": "3944677",
            "reply_to_id": "3944648",
            "text": "Ekki veikari eiturlyf, séu þau notuð í hófi. Þó að sumir sem þola það ekki gera það, en það gildir það sama með áfengið."
        },
        {
            "user": "Fridarfugl",
            "user_id": "25975",
            "date": "2006-09-04 16:04:03",
            "id": "3944725",
            "reply_to_id": "3944677",
            "text": "Já satt."
        },
        {
            "user": "Dahlia",
            "user_id": "17898",
            "date": "2006-09-04 15:39:50",
            "id": "3944602",
            "reply_to_id": "3928858",
            "text": "Ekkert sem ég get bætt við þetta sem ég hef ekki sagt áður. Frábær grein!\nÉg held að fræbbblarnir hafi hitt naglann á höfuðið með þetta málefni í einu af sínum lögum:\n“Þeir segja að ég hafi vit til að velja þá, en hafi ekki vit til að hafa vit fyrir mér”"
        },
        {
            "user": "koolandthegang",
            "user_id": "17670",
            "date": "2006-09-05 12:48:33",
            "id": "3948097",
            "reply_to_id": "3928858",
            "text": "Sígarettur, áfengi, heróín og kók og allur sá pakki er HOLLUR!"
        },
        {
            "user": "xDarkLordx",
            "user_id": "35180",
            "date": "2006-09-05 23:52:47",
            "id": "3951422",
            "reply_to_id": "3928858",
            "text": "Áfengið er útbreyddasta fíkniefnið. Með þeim sterkari kannski, en afhverju er fólk svona á móti þessu? Hættið að hugsa um aðra. Hugsið um ykkur sjálf. Þið eruð það eina sem skiptir máli og ykkar vellíðan. Þetta er kannski eigingjart viðhorf, en hvað skiptir meira máli en þín eigin vellíðan?\nPersónulega hef ég stressað mig og fengið kvíðaköst útaf vandamálum annara, og lagst í þunglyndi vegna þess. Ekki lengur. Ég fór að hugsa um sjálfan mig. Vellíðan meðan ég fæ hana er allt sem skiptir máli hjá mér. Ég gæti sært einhvern með þessu viðhorfi, en hverju skiptir það þegar þú ert við það að deyja? Ekki gera þau mistök að horfa aftur yfir lífið og óska þess að þú hefðir átt að detta oftar í það eða reykja smá þegar þú hafðir tíma til þess. Hvað með það þó svo þú eyðileggir líkama þinn langt fyrir aldur fram? Að minnsta kosti skemmtir þú þér á leiðinni þangað, og þú MUNT deyja, og það mun að öllum líkindum vera sársaukafullt hvort sem er, þannig afhverju ekki að fá sér í glas?"
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2006-09-06 03:06:02",
            "id": "3951903",
            "reply_to_id": "3951422",
            "text": "Ekki gera þau mistök að horfa aftur yfir lífið og óska þess að þú hefðir átt að detta oftar í það eða reykja smá þegar þú hafðir tíma til þess. Hvað með það þó svo þú eyðileggir líkama þinn langt fyrir aldur fram? Að minnsta kosti skemmtir þú þér á leiðinni þangað, og þú MUNT deyja, og það mun að öllum líkindum vera sársaukafullt hvort sem er, þannig afhverju ekki að fá sér í glas?\nVá hvað þetta er veikt viðhorf hjá þér..\nÉg vona að þú sért að grínast og sért bara að stæla einhvern emo-krakka..\njá, afhverju ekki drekka í sorgum sínum?! afhverju ekki strá salti í sárið, ó bitra líf!!\nÞetta hljómar eins og eitthvað úr shakespear, ekki satt ? :P\nAð drekka eða nota lyf til að gera lífið “bærilegra” er bara flótti. Það er eins og að stinga hausnum ofan í sand.\nTaktu hausinn upp úr sandinum og njóttu lífsins, með öllum skilningarvitum í lagi!!\nkommon! reyna að brosa! opnaðu augun og sjáðu alla fegurðina.. hættu að blekkja sjálfan þig með þessum lyfjum!"
        },
        {
            "user": "xDarkLordx",
            "user_id": "35180",
            "date": "2006-09-06 08:29:29",
            "id": "3952015",
            "reply_to_id": "3951903",
            "text": "Ég var vel fullur þegar ég skrifaði þetta.\nEn annars er ágætt að fá sér að drekka."
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2006-09-06 04:06:17",
            "id": "3951931",
            "reply_to_id": "3928858",
            "text": "Ég verð nú að vera ósammála þeim sem hafa kallað þetta góða grein, hún fer jú reyndar eftir öllum reglum, heimilda er getið og málfar ágætt. En þetta er grein sem fengi bara gott ef þú skilaðir henni til kennara, en á ekkert erindi útí almenna umræðu.\nÍ fyrsta lagi endurtekurðu sjálfan þig alltof oft, og ert í þokkabót ekki nema meðalpenni. En útí efni greinarinnar; ég mun ekki minnast á allt en þó eitthvað sem þú tókst fyrir.\nÞú nefnir, oftar en einu sinni, hve fáránlegt þér þyki að allir þessir sem eru að berjast fyrir Íslandi án fíkniefna séu sífellt drekkandi og að áfengi hafi ekki verið tekið með í “Ísland án eiturlyfja”. Ástæða fyrir því gæti verið hve mikla sérstöðu áfengi hefur sem ‘fíkniefni’, ef svo má kalla. Jújú, að sjálfsögðu er hægt að ánetjast alkóhóli og deyja úr áfengiseitrun, ef maður ofnotar þetta. Skv. þeim rökum er sykur fíkniefni.\nSkoðaðu aðeins orðið: ‘fíkniefni’, það gefur til kynna að efnið sé eitthvað sem auðvelt er að verða fíkill að. Og þó að maður geti orðið fíkill ef maður notar alkóhól\ní óhófi\nþá getur maður einnig orðið fíkill að sykri, eða jafnvel mannlegum tilfinningum á sama hátt. “Allt er gott í hófi” á við um flest efni, og þá einmitt andstæða þess, “allt er slæmt í óhófi”. Því að í óhófi getur allt orðið fíkn.\nÞetta svar er örugglega mjög illa orðað þarsem klukkan er orðin frekar margt, afsakaðu það."
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2006-09-06 06:16:32",
            "id": "3951950",
            "reply_to_id": "3951931",
            "text": "Ástæða fyrir því gæti verið hve mikla sérstöðu áfengi hefur sem ‘fíkniefni’, ef svo má kalla. Jújú, að sjálfsögðu er hægt að ánetjast alkóhóli og deyja úr áfengiseitrun, ef maður ofnotar þetta. Skv. þeim rökum er sykur fíkniefni.\nNema það fer enginn í meðferð hjá SÁÁ vegna sykurfíknar.. en 80% af þeim sem fara í meðferð hjá SÁÁ eru þar vegna áfengisfíknar.\nHversu margar: barsmíðar, nauðganir, innbrot, “ölvunar-akstrar”, óspektir eða skemmdarverk hafa verið framin á sykur-trippi ? á móti t.d. öllu þessu sem er framið bara um hverja helgi af ofurölvi einstaklingum ?\n..þú sérð að það er fáranlegt að bera þetta saman. Vissulega er hvítur-sykur ekkert góður fyrir fólk,  en það er efni í allt aðra grein.\nSkoðaðu aðeins orðið: ‘fíkniefni’, það gefur til kynna að efnið sé eitthvað sem auðvelt er að verða fíkill að. Og þó að maður geti orðið fíkill ef maður notar alkóhól í óhófi þá getur maður einnig orðið fíkill að sykri..\nÉg held að þeir hafi ekki átt við sykur þegar þeir töluðu um ísland án fíkniefna. Ég held þeir hafi átt við “hugbreytandi vímuefni”, eins og t.d. áfengi er. Fíkniefni er bara betra orð en “hugbreytandi-efni”."
        }
    ]
}