{
    "forum_title": "Hljóðfæri",
    "user": "psw",
    "user_id": "60609",
    "date": "2006-09-02 15:18:19",
    "title": "Gítargeta ?",
    "text": "Getiði lýst fyrir mér hvenær þið teljið einhvern vera slæman, sæmilegan, ágætan eða góðan gítarleikara ?\nSem sagt, lýst í nokkrum orðum…\nSlæmur gítarleikari:\nSæmilegur gítarleikari:\nÁgætur gítarleikari:\nGóður gítarleikari:\nVonast eftir fjölda svara, takk fyrir :*",
    "url": "https://www.hugi.is/hljodfaeri/korkar/442979/gitargeta/",
    "url_id": "442979",
    "id": "3937164",
    "replies": [
        {
            "user": "lyons",
            "user_id": "21741",
            "date": "2006-09-02 15:32:47",
            "id": "3937188",
            "reply_to_id": "3937164",
            "text": "Slæmur gítarleikari: Gítarleikari sem getur ekki haldið takti.\nSæmilegur gítarleikari: Gítarleikari sem getur haldið takti.\nÁgætur gítarleikari: Gítarleikari sem getur haldið takti, spilað eftir nótum og spilað flest allt sem lagt er fyrir hann.\nGóður gítarleikari: Gítarleikari með allan pakkan, getur spilað allt, er góður í að spila með öðrum, getur samið útfrá öðrum nótum búið til eitthvað á staðnum og þá ekki í basic gripum."
        },
        {
            "user": "mephistopheles",
            "user_id": "34546",
            "date": "2006-09-02 15:37:56",
            "id": "3937201",
            "reply_to_id": "3937164",
            "text": "Slæmur gítarleikari: Heldur ekki takti\nSæmilegur gítarleikari: Heldur takti\nÁgætur gítarleikari: Spilar þétt og án mistaka\nGóður gítarleikari: Tæknilega fær og höndlar flóknar taktbreytingar og hratt spil\nÉg er ósammála Neo með nóturnar… ég hef aldrei lært að spila eftir nótum (sjálfmenntaður) og tel sjálfan mig vera ágætis gítarleikara"
        },
        {
            "user": "Gislinn",
            "user_id": "47818",
            "date": "2006-09-02 17:16:33",
            "id": "3937423",
            "reply_to_id": "3937201",
            "text": "Nokkuð sammála báðum svörum, nóturnar skipta engu máli að mínu mati.\nSlæmur gítarleikari: Heldur ekki takti.\nSæmilegur gítarleikari: Heldur takti.\nÁgætur gítarleikari: Getur spilað nokkuð gallalaust, pikkar upp eftir eyranu.\nGóður gítarleikari: Getur spilað allt gallalaust, snöggur að læra og getur pikkað allt upp eftir eyranu.\nSvona myndi ég setja þetta."
        },
        {
            "user": "HlynurS",
            "user_id": "30981",
            "date": "2006-09-02 17:49:24",
            "id": "3937515",
            "reply_to_id": "3937164",
            "text": "Slæmur gítarleikari: Heldur ekki takti, spilar falskt og óöruggt.\nSæmilegur gítarleikari: Heldur takti, getur strummað með en spilar engar melodíur/sóló að viti.\nÁgætur gítarleikari: Kann meira en þessa basic hljóma, kann skala, gott tóneyra, getur improviserað.\nGóður gítarleikari: Kann flestalla skala, veit hvaða skalar passa við hvaða hljóma. T.d ef hann spilar lag og upp kemur Gmaj7#11 þá veit hann hvað skal spila yfir, hvað hljómar vel. Er góður að improvisera, hefur gott “phrasing” í sólóum. Mjög fær tæknilega séð. Kann tónfræði/hljómfræði. Og helst að geta spilað svona “out of the box” eins og í jazz lögum."
        },
        {
            "user": "mephistopheles",
            "user_id": "34546",
            "date": "2006-09-02 18:03:10",
            "id": "3937569",
            "reply_to_id": "3937515",
            "text": "Þannig að góður gítarleikari að þínu mati þarf að hafa farið í gegnum amk einhverja tónmenntun… ég hef séð of mörg dæmi um frábæra sjálfmenntaða gítarleikara til að geta verið sammála því.\nEkki það að tónmenntum sé ekki af hinu góða, ekki miskilja mig þannig, hehe"
        },
        {
            "user": "HlynurS",
            "user_id": "30981",
            "date": "2006-09-02 18:27:13",
            "id": "3937645",
            "reply_to_id": "3937569",
            "text": "Já, vissulega eru til góðir “sjálfmenntaðir” (ef það er nú til) gítarleikarar. En ég sagði aldrei að góður gítarleikari\nþyrfti\nað fara í einhverja tónmenntun, það er vissulega betra. En þú getur alveg eins lært þetta alltsaman sjálfur. Þannig að “sjálfmenntaðir” menn geta verið jafn eða svipað “menntaðir” og þeir sem hafa farið í skóla, þannig séð.\nSamt þessi orð “sæmilegur” og “ágætur” og “góður” er ekki beint orðin sem ég nota samt sem áður. Ég segi t.d. alltaf að ég sé sæmilegur gítarleikari. Þannig að í rauninni myndi ég byggja þetta aðeins öðruvísi upp."
        },
        {
            "user": "mephistopheles",
            "user_id": "34546",
            "date": "2006-09-02 22:20:43",
            "id": "3938664",
            "reply_to_id": "3937645",
            "text": "Ég skil þig. Að sjálfsögðu þarf enga menntun þannig séð til þess að læra tónfræði og skala. Ég túlkaði þetta svar þitt sem þína skilgreiningu á góðum gítarleikara, en ef ég tek dæmi af félaga mínum, þá hefur hann ekki stigið fæti inní tónlistarskóla en spilar heilu lögin með hljómsveitum eins og Death villulaust og tel ég hann vera nokkuð færan gítarleikara. Og ég er nokkuð viss um að hann hafi ekki minnsta grun um hvernig á að spila einhverja skala og veit ekki nafnið á vissum tækniatriðum sem hann hefur bara pikkað upp eftir hljómsveitum sem hann hlustar á.\nHljóðfæraleikarar geta verið svo gríðarlega mismunandi."
        },
        {
            "user": "Starr",
            "user_id": "49598",
            "date": "2006-09-02 21:52:14",
            "id": "3938558",
            "reply_to_id": "3937515",
            "text": "sammála þegar fólk spilar óöruggt spilar það illa ekkert annað en það."
        },
        {
            "user": "daceone",
            "user_id": "31705",
            "date": "2006-09-02 18:49:29",
            "id": "3937758",
            "reply_to_id": "3937164",
            "text": "djöfull er ég góður gítarleikari….."
        },
        {
            "user": "tele",
            "user_id": "60182",
            "date": "2006-09-03 01:53:06",
            "id": "3939507",
            "reply_to_id": "3937164",
            "text": "slæmur gítarleikari: kirk hammett\nsæmilegur gítarleikari: randy rhoads\ngóður gítarleikari: zakk wylde\ngeðveikur gítarleikari: ég"
        }
    ]
}