{
    "forum_title": "Deiglan",
    "user": "Uruxi",
    "user_id": "62724",
    "date": "2006-09-10 23:19:52",
    "title": "Mahmoud Ahmadinejad",
    "text": "Mér finnst best að láta Ahmadinejad útskíra sig sjálfan með eigin orðum.\nAhmadinejad:\n“the wave of the Islamic revolution” would soon reach the entire world.\"\nJaaa, þessir 20.000 létt og 2000 þungaviktaskriðdrekar ættu að duga vel til þess,, nei bíddu það er en verið að fjöldaframleiða þá…. 21.000, 21.001,2,3…\nAhmadinejad:\n“We didn't participate in the revolution for turn-by-turn government.…This revolution tries to reach a world-wide government.”\nEhmmm, ég finn ligt af Hitler…\nAfhverju þurfa svona gaurar alltaf að hertaka allan heiminn, er ekki hægt að setja sér markmið sem er hægt að ná.\nGat Hitler ekki bara tekið Pólland og Tékkland og bara hætt þar!\nHvað er málið með að þurfa að hertaka allan heimin??? Hitler fór meira að segja í stríð við Sovétríkin og vesturlönd á sama tíma.\nHehe, það er svo gaman að setja sér markmið sem eru alveg útúr kortinu.\nEn ég verða gefa Ahmadinejad smá credit fir góða ræðumensku. Hann er með góðar handahreifingar eins og sést á myndinni, að mínu mati betri en Hitlers.\nHitler var alltof geðveikur í egðun. Ahmadinejad er rólegri og virkar þannig gáfaðari og eikur líkur á stuðningi við sig.\nEf ég ætti að gefa þeim einkun fyrir að vera brjálæðingar sem ætla að hertaka heiminn.\nÞá gæfi ég Hitler 8.9 allt í allt. Þá aðalega fyrir það að hafa stundað þjóðarmorð og barist við austrið og vestrið á sama tíma. Það lækkar hann að hann skuli ekki hafa hertekið meira landsvæði.\nEn ég gef honum samt 10 fyrir geðveiki.\nAhmadinejad er meira svona 9.2\nHann fær credit fyrir að ná sér í kjarnavopn áður en hann fer í stríðið.\nHinsvegar er hann ekki nógu geðveikur í framkomu.\nHann er geðveikur alveg uppá 10 sko, ég meina “hellförin átti sér ekki stað?” glögg glögg.. ROP!\nEn hann fær 7.5\nHann er bara ekki nógu sanfærandi geðveikur í framkomu.\nSorry Ahmadinejad!",
    "url": "https://www.hugi.is/deiglan/greinar/443887/mahmoud-ahmadinejad/",
    "url_id": "443887",
    "id": "3948703",
    "replies": [
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-09-10 23:25:33",
            "id": "3969929",
            "reply_to_id": "3948703",
            "text": "LOL hvað þú veist greinilega ekkert um þetta og það þýðir greinilega ekkert að rökræða þetta við þig svo ég ætla bara að sleppa því."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-10 23:28:44",
            "id": "3969951",
            "reply_to_id": "3948703",
            "text": "Þessi “forseti” er ekkert annað en strengjabrúða.  Raunverulega stjórnin og raunverulega ógnin er klerkastjórnin sem fer með æðsta vald og einræði í landinu. Þar ríkja öfgafullar hugsjónir eins og það eigi að verða eitt stór Islamskt ríki og að það eigi að styðja hryðjuverk gegn Ísrael og vesturlöndum.\nForsetaframbjóðendur verða að vera samþykktir af klerkunum. Þannig að sama hver vinnur þá verður hann ekkert annað í mínum augum en fjölmiðlafulltrúi klerkanna."
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-09-10 23:32:25",
            "id": "3969974",
            "reply_to_id": "3969951",
            "text": "Já okay góðan daginn, og ísraels menn eru góðir og og bandríkjamenn líka!"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-10 23:41:08",
            "id": "3970034",
            "reply_to_id": "3969974",
            "text": "Ég skipti ekki heiminum upp í góða og illa. En já vesturlönd eru að mínu mati skárri en öfgaríkin í miðausturlöndum, þó þau séu ekki fullkomin. Málið er að Jihadistar eru nýju nasistar heimsins. Og allar stjórnir sem styðja slíka starfsemi hljóta að vera óvinir vesturlanda. Það er enginn vafi á því að Íran er eitt þeirra ríkja sem eru leiðandi í því."
        },
        {
            "user": "coot",
            "user_id": "58043",
            "date": "2006-09-10 23:58:56",
            "id": "3970127",
            "reply_to_id": "3970034",
            "text": "Vinsamlegast kynntu þér örlítið um hvað jihad snýst áður en þú notar það í and-islömskum áróðri."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-11 00:08:06",
            "id": "3970178",
            "reply_to_id": "3970127",
            "text": "Ég hef ekkert á móti islam. Hinsvegar er ég á móti öfgastjórnvöldum í miðausturlöndum, meðal annars klerkaveldið í Íran.\nFurðulegur heimur hérna í Evrópu. Maður getur ekki verið á móti vissum stjórnvöldum þar sem múslimar eru í meirihluta án þess að vera talinn rasisti."
        },
        {
            "user": "coot",
            "user_id": "58043",
            "date": "2006-09-11 09:51:18",
            "id": "3970876",
            "reply_to_id": "3970178",
            "text": "Jú jú, gjörðu svo vel. Þú mátt alveg vera á móti vissum stjórnvöldum, en vertu ekki að blanda Jihad inn í það án þess að þú vitir hvað það e"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-11 12:37:20",
            "id": "3971140",
            "reply_to_id": "3970876",
            "text": "Ég veit alveg hvað Jihad er og hvernir hryðjuverkamenn mistúlka hugtakið.\nVeit líka að það er fullt af slíkum öfgamönnum í Íran."
        },
        {
            "user": "ShotInTh",
            "user_id": "63695",
            "date": "2006-09-15 14:40:18",
            "id": "3988099",
            "reply_to_id": "3970876",
            "text": "trust me, hann veit meira um það en þú!"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-09-12 11:22:15",
            "id": "3975133",
            "reply_to_id": "3970178",
            "text": "Þetta er svona svipað og þegar einhver sem er á móti zíónistum opnar munninn í Bandaríkjunum eða Ísreal, þá er hann gyðingahatari."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-12 13:25:35",
            "id": "3975400",
            "reply_to_id": "3975133",
            "text": "Hann getur allavega gert það án þess að láta lífið."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-09-12 18:40:09",
            "id": "3976959",
            "reply_to_id": "3975400",
            "text": "Ekki er ég dauður enn þá."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-12 18:41:27",
            "id": "3976967",
            "reply_to_id": "3976959",
            "text": "Þú ert ekki í Íran"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-09-12 18:42:54",
            "id": "3976979",
            "reply_to_id": "3976967",
            "text": "Varstu ekki að tala um Evrópu?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-12 18:46:24",
            "id": "3976999",
            "reply_to_id": "3976979",
            "text": "Ég hélt að samanburðurinn væri Bna og Íran. Kannski var ég að misskilja eitthvað."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-09-12 19:31:37",
            "id": "3977354",
            "reply_to_id": "3976999",
            "text": "Ehm, allavega, ákveðnar stefnur sem bundnar eru við kynþætti (zíónistar -> gyðingar eða íslamistar -> arabar) nota það gjarnan sem ad hominem rök á mótmælendur að þeir séu rasistar.  Svona þjóðernissinnaðar stefnur eru oftast öfgafullar og leiðinlegar."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-09-17 09:03:16",
            "id": "3995169",
            "reply_to_id": "3977354",
            "text": "Gyðingar eru ekki kynþáttur og það eru aðeins 1/5 hluti múslíma sem eru arabar."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-09-17 12:49:00",
            "id": "3995592",
            "reply_to_id": "3995169",
            "text": "Gyðingar eru kynþáttur m.a. og það breytir engu hvort aðeins hluti araba séu múslímar.  Arabíska þjóðernishyggju er vel hægt að finna innan íslamismans.\n'Jew' á Wikipedia'\nJews [...] are followers of Judaism or, more generally, members of\nthe Jewish people\n(also known as the Jewish nation, or the Children of Israel), an\nethno\n-religious group descended from the ancient Israelites and from converts who joined their religion."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-09-17 13:16:29",
            "id": "3995684",
            "reply_to_id": "3995592",
            "text": "Nei gyðingar eru ekki kynþáttur. Það eru t.d. til svartir gyðingar í Eþíópíu."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-09-17 18:19:31",
            "id": "3996894",
            "reply_to_id": "3995684",
            "text": "Já, ég veit.  Ég átti við þjóðarbrot, sem arabar og gyðingar eru.  Got lost in translation."
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-09-11 11:23:00",
            "id": "3970980",
            "reply_to_id": "3970034",
            "text": "Ísraelar eru versta fólk í heimi."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-11 12:38:32",
            "id": "3971144",
            "reply_to_id": "3970980",
            "text": "Ísraelar eru að mestu góð þjóð eins og t.d. Íslendingar. En eru því miður í þeirir óþægilegu stöðu að þurfa stundum að verja sig harkalega."
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-09-11 12:42:41",
            "id": "3971155",
            "reply_to_id": "3971144",
            "text": "Já okay. Eftir seinni heimstyrjöldina þá var þeim gefið land, sem sagt Ísrael sem var Pakistan. Sem var nátturulega bara frekjuskapur en nei nei síðan ráðast Ísraels menn á Pakistan til þess að fá meira land.\nÞetta er eins og það hefði verið sett gyðinga á Þingvelli og síðan stuttu seinna hefðu þeir tekið reykjavík.\nÞurfa að verja sig? Já þegar þú ræðst á einhvern þá þarftu oft að verja þig gegn honum.\nÞeir geta bara sjálfum sé kennt að allir séu á móti þeim.\nÞað vakna ekki svona margar þjóðir og þjóðflokkar bara einn daginn og bara hey já við skulum hata gyðinga.\nBætt við 11. september 2006 -  17:12\nCarp ekki átti ekki að vera Pakistan XD"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-11 12:56:57",
            "id": "3971190",
            "reply_to_id": "3971155",
            "text": "Ég er að reyna að finna eina setningu hjá þér sem er eitthvað vit í.\nÞú veist greinilega ekkert um sögu Ísraels, vinsamlegast hættu að tjá þig um landið allavega á meðan þú hefur ekki grunnþekkingu um það."
        },
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2006-09-11 15:50:24",
            "id": "3971916",
            "reply_to_id": "3971155",
            "text": "ROFLMAO! Því miður þá finnst mér þetta svo fyndið  “síðan ráðast Ísraels menn á Pakistan” Hefuru kíkt á landakort nýlega ? :D"
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-09-11 17:16:46",
            "id": "3972505",
            "reply_to_id": "3971916",
            "text": "Átti að vera palistína ^^ Potato potato XD"
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-09-11 17:16:15",
            "id": "3972499",
            "reply_to_id": "3971155",
            "text": "Átti að vera Palistina en ekki pakistan."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-11 22:25:22",
            "id": "3974130",
            "reply_to_id": "3971155",
            "text": "Palistína átti aldrei þetta land. Ottómanir átti þetta frá því Endurreisninni eða álíka og Bretar áttu þetta frá nýlendutíma eða fyrri heimsstyrjöldinni.\nÞað er fullt af góðu fólki í Ísrael líkt og á Íslandi og annars staðar."
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-09-12 17:54:15",
            "id": "3976636",
            "reply_to_id": "3974130",
            "text": "Já þegar ég segi þetta land er þetta og þetta land er hitt þá er ég að tala um stjórnendur landanna."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-12 21:21:21",
            "id": "3977917",
            "reply_to_id": "3976636",
            "text": "Ha?"
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-09-17 09:05:29",
            "id": "3995171",
            "reply_to_id": "3971155",
            "text": "Sem var nátturulega bara frekjuskapur en nei nei síðan ráðast Ísraels menn á Pakistan til þess að fá meira land.\ná Pakistan ??? Ekkert vera að tjá þig meira um þetta það er best fyrir þig."
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-09-17 12:07:55",
            "id": "3995447",
            "reply_to_id": "3995171",
            "text": "errr  ég sagði að ég væri búinn að leiðrétta mig. Palistína."
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-09-17 12:08:58",
            "id": "3995452",
            "reply_to_id": "3995447",
            "text": "sá það ekki þegar ég svararði þér en komon haha Pakístan."
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-09-17 12:10:45",
            "id": "3995455",
            "reply_to_id": "3995452",
            "text": "im on drugs ;_;"
        },
        {
            "user": "Starr",
            "user_id": "49598",
            "date": "2006-09-14 21:45:55",
            "id": "3986280",
            "reply_to_id": "3970034",
            "text": "Bíddu bíddu bíddu, Íran og Sýrland er með öfgafulla stjórn, en að alhæfa að öll miðausturlönd séu þannig er vitleysa, hefuru t.d. hitt kúrda?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-14 23:27:04",
            "id": "3986767",
            "reply_to_id": "3986280",
            "text": "Ég hef hitt tvo múslima sem voru flóttamenn í Keflavík (held að þeim var svo vísað úr landi), annar þeirra frá Afríku en hinn Íraskur kúrdi. Voru báðir mjög gestrisnir og buðu mér upp á baunarétt sem þeir voru að matreiða, þrátt fyrir að augljóslega var fjárhagsstaða þeirra þannig að hver króna skipti máli. Svo er besti vinur minn einnig Íraki. Úr blandaðri fjölskyldu, móðirin Súnní og faðirinn Shíta. Allir þrír eru fylgjandi stríði vesturlanda í Írak.\nÉg er orðinn virkilega þreyttur á að vera stimplaður sem kanasleikja hérna fyrir að lýta á stjórnvöld í Íran og Sýrlandi sem öfgafull, rétt eins og fyrri stjórnvöld í Írak. Ekki aðeins styð ég að þessar stjórnir falli fyrir vesturlönd, heldur einnig íbúa miðausturlanda. Því færri öfgastjórnir því betra fyrir heimsbyggðina OG miðausturlönd.\nAnnars eru þessi tvö lönd langt frá því að vera meirihluti miðausturlanda."
        },
        {
            "user": "Uruxi",
            "user_id": "62724",
            "date": "2006-09-18 21:11:02",
            "id": "4002336",
            "reply_to_id": "3969974",
            "text": "Nei sko, ríkistjórnir Írana, Bandaríkjamanna og Ísraela eru allar ofbeldisfullar og vondar. Þú villt kannski skifta öllu í svart og hvítt?\nEf þú nennir ekkert að rökræða við mig tillhvess að senda inn svar?\nÉg skal vera hreinskilinn, ég fíla ekki svona svör:\n“ Ég er ekki sammála, þú ert auli, smjatt smjatt!”\nFarðu núna og sentu stjórnendum bréf og láttu eiða svarinu þínu og mínu.\nSvo sendir þú nýtt svar þar sem þú útskýrir afhverju þú ert á móti,, svo þú lítir ekki út eins og hálviti.\nps: lofa að gleima fyrra bréfinu ef þú gerir þetta!"
        },
        {
            "user": "killjoker",
            "user_id": "62920",
            "date": "2006-09-17 00:19:03",
            "id": "3994523",
            "reply_to_id": "3969951",
            "text": "Flestir forsetar sögunnar hafa ekki verið neitt annað en strengjabrúður þeirra sem hin raunveruleg völd hafa…og eru Bandaríkin engin\nundantekning frá því….það sem skiptir máli í\nkosningabaráttunni þar eins og víða annarstaðar\neru peningar,ef þú ætlar að vinna kosningarí USA\nþarftu mikið af þeim…og peningamennirnir styðja\nekki nokkurn til valda nema að hann og hans fólk séu tilbuinn að vinna fyrir þá,leynt og ljóst."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-17 00:24:51",
            "id": "3994551",
            "reply_to_id": "3994523",
            "text": "Ég er sammála að það eru oft viss tengsl eða áhrif. En að það séu sömu aðilarnir sem séu alltaf að taka ákvarðanir í dimmu herbergi með vindla í kjaftinum er nú aðeins of ýkt, á heima í Hollywood en ekki raunveruleikanum."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2006-09-17 03:35:19",
            "id": "3995039",
            "reply_to_id": "3994551",
            "text": "Og hefur Hollywood brenglað margann manninn varðandi veruleikann og því er Bush af fá miklu meira skítkast en hann á skilið.\nÉg kenni að vissu leyti skólanum um að kenna ekki hugtakið “röksemsla” í samfélagsfræði því fólk, eins og ég held að þú hafir sagt, gerir sér upp ákvörðun á einni mínútu án þess að líta á málið frá báðum sjónarhornum."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-17 17:26:14",
            "id": "3996648",
            "reply_to_id": "3995039",
            "text": "Þegar ég var í Félagsfræði 103 fannst mér það vera að mörgu leiti eins og “Sósíalismi 103”. Kennarinn missti það meira að segja út úr sér eitt skipti að hún væri vinstrisinnuð."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2006-09-17 19:22:04",
            "id": "3997255",
            "reply_to_id": "3996648",
            "text": "Kennarar geta rosalega skemmt fyrir hugsunarhætti fólks. Alveg óþolandi alveg.\nFyrirv. starffræðikennarinn var bókstafstrúarmaður og var alltaf að tala um Guð og alltaf var ég að ögra honum með spurningum sem hann og þessi blessaða bók hans gat ekki svarað. Honum líkaði því ekki vel við mig en sumum manneskjum er manni sama hvort þeir líki við mann eður ey:/"
        },
        {
            "user": "appel",
            "user_id": "2",
            "date": "2006-09-10 23:40:02",
            "id": "3970024",
            "reply_to_id": "3948703",
            "text": "Hvurslags grein er þetta, og þú sem ert kominn á háskólaaldur? Það er ekkert í þessari “grein” sem er vit í, skrifuð á einhverri bloggíslensku.\nFyrir þá sem ekki vita, þá er “Mahmoud Ahmadinejad” forseti Írans (sem þú gefur ekki upp).\nHefði átt von á svona “commenti” frá fyllibyttu á bar frekar en skrifum hjá fullorðnum einstaklingi á opinberum vef :)"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-09-10 23:43:21",
            "id": "3970044",
            "reply_to_id": "3948703",
            "text": "Já, takk fyrir kjaftæðið, er hægt að gerast áskrifandi?"
        },
        {
            "user": "Uruxi",
            "user_id": "62724",
            "date": "2006-09-18 21:12:57",
            "id": "4002346",
            "reply_to_id": "3970044",
            "text": "Já, það kostar 0kr á mánuði.\nEfast um að þér líki það sem er á dagskrá…"
        },
        {
            "user": "Squdzo",
            "user_id": "64730",
            "date": "2006-10-03 15:45:27",
            "id": "4054143",
            "reply_to_id": "4002346",
            "text": "og já Adolf Hitler var töluvert meiri snillingur en leiðtogi íran"
        },
        {
            "user": "Nessinn",
            "user_id": "45124",
            "date": "2006-09-11 00:53:43",
            "id": "3970377",
            "reply_to_id": "3948703",
            "text": "sammála appel\nfinnst þetta léleg grein..\nog já.. eru bandaríkin ekki að reyna að koma sínum skoðunum á allan heiminn líka.. halda þeir sig bara við sitt eigið landsvæði.."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-11 12:55:29",
            "id": "3971184",
            "reply_to_id": "3970377",
            "text": "Bandaríkjamenn eru í stríði gegn hryðjuverkahópum og þeim stjórnvöldum sem styðja slíka hópa gegn vesturlöndum eða Ísrael. Bandaríkin eru ekki í herferð að taka yfir heiminum eins og fyrri heimsveldi hafa reynt að gera. Finnst alltaf jafn kjánalegt þegar fólk reynir að bera saman og segi að þetta stríð eigi eftir að fella ríkið þeirra. Ef þeir ætluðu að taka yfir heiminum þá væri auðvitað meira vit í því að byrja á eigin heimsálfu með því að gera eina sameinaða Ameríku, svo færa sig yfir á aðra heimshluta. Hugmyndafræði sem t.d. Hitler og Saddam Hussen höfðu. Stjórnvöld í Íran vilja kannski ekki heimsyfirráð en þau hafa samt þá sömu hugmyndafræði og Al-qaeda að það eigi að verða eitt stórt islamskt ríki.\nAuk þess vilja þeir útrýma Ísrael, það ætti örugglega að falla undir þetta stóra draumaríki. En hver ætli besta leiðin sé til þess? Vera hófsamur á tímabili (eins og Saddam Hussein gerði) og á meðan byggja upp herinn ásamt því að komast yfir gjöreyðingarvopn eins og kjarnorkuvopn. Svo eftir viss mörg ár hefja stríðið. Hitler og Saddam voru stöðvaðir og ég vona að allir sem hafi þessa hugmyndafræði verði einnig stöðvaðir. Ég ætla ekki að fullyrða þetta um Íran (þó mig sterklega gruni það) en hinsvegar er ég alveg viss um að þeir vilji útrýma Ísrael, sem að mínu mati réttlætir að Ísraelsmenn og vinaþjóðir þeirra hefji aðgerðir af fyrra bragði, allavega með loftárásum á kjarnorkuver þeirra."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-11 22:36:46",
            "id": "3974200",
            "reply_to_id": "3971184",
            "text": "Mér finnst það heldur hrokafullt að einoka notkun kjarnorku. Ekki fyrr en Kjarnorkuþjóðir heims hafa losað sig við sína kjarnaodda mun ég styðja bann á aðrar þjóðir við auðgun úrans.\nTalandi um uppbyggingu hers hjá Saddam Hussein. Colin Powell sýndi eitt sinn loftmynd sem átti að sína tugi ef ekki hundruð skriðdreka í viðbragðsstöðu í Írak. Síðar kom í ljós að myndin var “fixuð” ef mig minnir rétt þá viðurkenndi hann það sjálfur.\nBNA stefna kannski ekki á heimsyfirráð. Ekkert vit í því að eiga fáttæk landssvæði. Hins vegar sagði fyrrum þjóðaröryggisráðgjafi BNA frá því hvernig BNA gætu og ættu að ná undir sig miðbiki Evrasíu; Frá sléttum Rússlands suður til Persaflóa og frá Miðjarðarhafi til Kína.\nAuk þess sagði hann að það eina sem þyrfti til að fá þjóðina með í slíka herferð væri annað atvik líkt Pearl Harbor.\nÞeir eru með vinveitta stjórn í Úsbekistan, hafa ráðist inn í Afganistan og Írak og ekki voru þeir fyrr búnir að lýsa yfir sigri í Írak en þeir voru búnir að ákveða að ráðast inn í Íran.\nÉg veit ekki hví en mér finnst alltaf kjánalegt að gera “fyrirbyggjandi” innrás. Frekar slöpp afsökun til að fara í stríð"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-11 22:55:50",
            "id": "3974303",
            "reply_to_id": "3974200",
            "text": "Saddam var óvinur Bandaríkjanna auk þess að vera einn versti einræðisherra heimsins. Fjöldamorð hans voru svo mikil að dánartíðni hefur lækkað í landinu þrátt fyrir endalaus hryðjuverk. Rótin að hryðjuverkasamtökum eins og þeim sem réðust á Bandaríkin er í öfgafullum stjórnum miðausturlanda sem styðja slík samtök beint og leyfa þeim að hafa æfingarbúðir. Þú berst ekki gegn hryðjuverkum án þess að rífa upp rótina, rótin er í miðausturlöndum. Getur vel verið að Saddam Hussein var ekki tengdur Al-Qaeda, þó það sé vitað að Osama Bin Laden var í Írak rétt fyrir árás á Bandarískt sendiráð. En hinsvegar er alveg vitað að hann drap hundruðir þúsunda, vildi ná yfirráðum yfir öllum miðausturlöndum, átti gjöreyðingarvopn og studdi hryðjuverk gegn Ísrael.\nEf Bandaríkjamenn hefðu farið í herferð í miðausturlöndum án þess að fara til Íraks þá hefði örugglega heyrst raddir að það væri ósanngjarnt að fara ekki til Íraks enda áttu Írakar þetta inni hjá Bandaríkjamönnum, þar sem þeir kláruðu ekki dæmið seinast. Það var fyrirbyggjandi að fara í stríð gegn Hitler. Það er barnalegt að halda því fram að öll stríð séu gagnlaus og geri bara verra. Mannkynssagan sýnir annað. Evrópubúar eru mestu hræsnarar í heiminum. Það er í lagi að bjarga okkur frá nasistum en þegar það er svipað dæmi í miðausturlöndum (auk þess að það er stuttu eftir innrás miðausturlandabúa í Bna) að þá er algjört no no að gera eitthvað í því."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-11 23:06:31",
            "id": "3974360",
            "reply_to_id": "3974303",
            "text": "Ég sá aldrei neinar sannanir fyrir því að Saddam hafi átt gereyðingarvopn.\nOg fræddu mig aðeins, en réðust þjóðverjar ekki inn í Pólland?\nBNA gerðu nú ekki útslagið í að bjarga okkur frá Nasistum. Voru nú aðallega Rússar sem rústuðu þeim fyrir okkur vestur-evrópubúum. BNA lögðu Japan af velli þannig Rússar gætu hætt að hafa áhyggjur af eystri hluta landsins og gátu ráðist aftur af fullum krafti.\nEn ég er ekki tilbúinn að styðja vel við aðgerðir valdamikilla manna í gruggugu máli, sem eru þekktir fyrir grugguga fortíð"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-11 23:18:07",
            "id": "3974429",
            "reply_to_id": "3974360",
            "text": "Ég sagði ekki heldur að þeir gerðu það. Enda skiptir ekki máli hver bjargaði Evrópu. Hvort það var Bna, aðrir eða blandað. Auk þess að þá hefur Saddam rétt eins og Hitler ráðist á nágrannaríki af fyrra bragði, var meira að segja hluti af hugmyndinni hans um að ná yfirráðum yfir öllum miðausturlöndum. Þú hefur ekki séð neinar sannanir vegna þess að mainstrean fjölmiðlar ákváðu frá byrjun að umfjöllunin yrði ávalt neikvæð, þar sem það selur meira.\nEf heimsbyggðin hefði talið stríðið réttlætanlegt þá væri umfjöllun um Írak löngu hætt. Þegar heimsbyggðin lýtur til baka, hvað er talið mesta grimmd Hitlers? Yfirleitt er fyrst nefnt fjöldamorðin og ofsókn gegn vissum hópum, en ekki að hann fór yfir landamæri með grimmdina. Nákvæmlega það sem Saddam Hussein gerði. Hann var aðdáandi Hitlers og Stalíns og í raun hermdi eftir þeim að mörgu leiti. Kúrdar voru “gyðingar” Íraks. Um helmingur þeirra rúmlega milljón manns sem hann lét myrða."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-11 23:20:02",
            "id": "3974436",
            "reply_to_id": "3974429",
            "text": "HAHA, hermdi svo gróflega eftir að hann gróf meira að segja Stalín upp og stal skegginu hans :D"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-11 23:21:59",
            "id": "3974448",
            "reply_to_id": "3974436",
            "text": "Og litaði það svart eftir að það byrjaði að grána."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-11 23:25:41",
            "id": "3974471",
            "reply_to_id": "3974448",
            "text": "Well. One does ones best"
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2006-09-11 06:10:05",
            "id": "3970701",
            "reply_to_id": "3948703",
            "text": "Reyndar eru þetta ekki hans orð, þetta eru þýðingar, þessir skriðdrekar sem að íranir framleiða eru í besta lagi lélegir og hálfgerðir brandarar ef að útí það er farið.\nÍranir geta ekki farið í stríð við neinn."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-09-11 18:57:37",
            "id": "3973099",
            "reply_to_id": "3970701",
            "text": "Eru þetta raunverulega þýðingar?  Ég finn ekki eina einustu frumheimild."
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2006-09-11 10:11:07",
            "id": "3970892",
            "reply_to_id": "3948703",
            "text": "Svalasti gaur í heimi atm."
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-09-11 11:29:41",
            "id": "3970996",
            "reply_to_id": "3948703",
            "text": "Hvað er líka margir Skriðdrekar og eldflaugar sem bandaríkjamenn eru að framleiða og eru að mata ísraelsmenn með þeim.\nÍran er heldur ekki komnir með kjarnorku vopn en Bandaríkjamenn eru með miklu fleiri kjarnorkuvopn en allur heimurinn til samans.\nSíðan segir Skuggi85 að Írans forseti sé strengjabrúða klerkanna.\nHvað með Bandaríkin, George W Bush er ekki að gera skít þetta er allt háttsettir gyðingar og fleiri í þessum flokk sem stjórna honum.\nHefuru lesið bréfið sem Írans forseti sendi Bush?\nÞú ættir kannski að lesa það áður en þú segir að maðurinn sé geðveikur.\nHann er líka búinn að skora á Bush í kappræður sem Bush auðvitað neitaði að taka þátt í.\nÍ þessu bréfi var fullt fullt af spurningum, þar sem hann var að spyrja hvernig Bush gæti drepið svona marga í nafni Jésus krist og frelsis.\nHann fékk aldrei svar frá Bush.\nÞessi maður er ekki að gera neitt annað en vernda litla manninn."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-11 14:24:05",
            "id": "3971525",
            "reply_to_id": "3970996",
            "text": "Er hópur manna í BNA sem handvelur forsetaframbjóðendur beggja flokka?"
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-09-11 17:07:19",
            "id": "3972428",
            "reply_to_id": "3971525",
            "text": "Nei."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-11 17:10:22",
            "id": "3972454",
            "reply_to_id": "3972428",
            "text": "Þá hljóta Bandaríkin að vera skárri en Íran.\nGyðingar eru svo ekki eins einhliða og Evrópubúar halda. Þeir eiga t.d. CNN en samt er nóg af áróðri múslima þar."
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-09-11 17:13:45",
            "id": "3972484",
            "reply_to_id": "3972454",
            "text": "Skil nú ekkert afhverju BNA ætti að vera skárri en Íran. Þessir klerkar hljóta að vita eitthvað í sinn haus ef þeir kjósa hann á þing en ekki einhvern hasshaus."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-11 17:23:32",
            "id": "3972544",
            "reply_to_id": "3972484",
            "text": "Ertu virkilega að segja að það sé sjálfsagt að hópur klerka með einræði fái að velja forsetaframbjóðendur? Þetta væri eins og lítil hópur innan Sjálfstæðisflokksins myndi eigna sé endalaus völd, leggja niður Alþingi í núverandi formi og handvelja frambjóðendur í forsetaembættið. Fannst þér kannski líka sjálfsagt að Írakar þurftu að vera í Baath flokknum til þess að geta komist í stjórnarstöður?"
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-09-11 17:26:00",
            "id": "3972562",
            "reply_to_id": "3972544",
            "text": "Mér finnst nátturulega ekkert sanngjarnt gagnvart Írönsku þjóðinni af það séu bara einhverjir klerkar sem fái að ráða. En ef þessi maður er bara einhver strengjabrúða þeirra, þá geta þetta ekki verið vondir menn.\nÍranski forsetinn er að reyna að bæta  ástandið en Bush er ekkert að hjálpa til."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-11 17:47:13",
            "id": "3972709",
            "reply_to_id": "3972562",
            "text": "Íranski forsetinn er að reyna að kaupa tíma á meðan kjarnorkuáætlunin heldur áfram. Maður litla mannsins? Hvernig er hann maður litla mannsins með því að vera strengjabrúða einræðis?\nAf hverju í helvítinu ætti Bush að fara í kappræður við hann? Hvaða árangri myndi það skila? Er til einhver fyrirmynd að þessu? Fór Hitler í kappræður við Roosevelt? Hefðu þeir átt að gera það? Til hvers?"
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-09-11 18:34:31",
            "id": "3972973",
            "reply_to_id": "3972709",
            "text": "Það gæti komið á meiri friði í mið austur löndnunum. Því að ef það byrjar þriðja heimstyrjöldin þá byrjar hún þarna.\nKjarnorku áætlunin er til þess að skapa þeim orku. En BNA vilja halda annað, enda vilja Bandaríkjamenn eiga allar orku auðlindir heims.\nÍrana  vilja ekki hafa kjarnorkuverin sín gegnsæ því að Ísraelar þurfa það ekki. Afhverju ættu þeir þá að gera það?\nLíka ein ástæðan fyrir því að ég virði þennan mann er útaf bréfinu sem hann sendi Bush\nhttp://www.commondreams.org/views06/0510-21.htm"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-11 18:55:34",
            "id": "3973086",
            "reply_to_id": "3972973",
            "text": "Þriðja heimstyrjöldin byrjaði 11.september 2001 þegar Jihadistar drápu 3000 saklausa borgara í Bandaríkjunum."
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-09-11 19:01:01",
            "id": "3973118",
            "reply_to_id": "3973086",
            "text": "Ég myndi nú ekki segja það. En svo sannarlega skapaði þetta atvik stríð í mörgum löndum.\nÞess vegna held ég að það væri gott að Forseti BNA og Írans myndi vera læstir inn í herbergi. Svo að þeir gætu rætt málin.\nHeimurinn myndi eflaust verða betri."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-11 19:06:59",
            "id": "3973152",
            "reply_to_id": "3973118",
            "text": "Ætlar þú að læsa allt klerkaveldið þarna inni í leiðinni? Eða á forsetinn að vera í símasambandi við þá?"
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-09-11 19:42:51",
            "id": "3973340",
            "reply_to_id": "3973152",
            "text": "Hann þarf það ekki."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-11 22:44:49",
            "id": "3974246",
            "reply_to_id": "3973086",
            "text": "Það er nú aðeins samsæriskenning.\nMig minnir að Condaleezza hafi sagst ætla að birta sannarnirnar fyrir aðild Múslima í 11/9 “when the time is right”.\nSíðan gleymdist það bara. Ég hef alla vegana aldrei séð neinar sannanir fyrir þessu atviki, hvers vegna bygging 7 hrundi líka, hvað skall á Pentagon og af hverju FBI tóku einu upptökuna upptæka áður en neinn náði að horfa á hana, af hverju þeir vilja ekki gefa upp farþega lista og hvernig þeir gátu fullvissað sig um það að Osama Bin Laden hafi skipulagt þetta aðeins 2 klst eftir fyrri turninn eða álíka"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-11 22:57:50",
            "id": "3974318",
            "reply_to_id": "3974246",
            "text": "Ertu á stolinni kennitölu?\nÉg er byrjaður að halda að þetta Vitringur dæmi sé eitt stórt djók."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-11 23:10:47",
            "id": "3974385",
            "reply_to_id": "3974318",
            "text": "Nei. því miður er ég ekki nógu óheiðarlegur til að vera á stolinni kennitölu.\nVeit svo sem ekki hvað ég á að segja. Frekar gáttaður á þessu svari hjá þér. Hefði búist við þessu frá öllum öðrum hugurum en þér."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-11 23:16:15",
            "id": "3974421",
            "reply_to_id": "3974318",
            "text": "Jú heyrðu. Afsakaðu. Ég man það núna, ég er bara djók. Hahaha, tekinn. Ég er bara einn stór brandari.\np.s. farðu í rassgat"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-11 23:20:08",
            "id": "3974437",
            "reply_to_id": "3974421",
            "text": "p.s. farðu í rassgat\nÞað var planið fyrir næstu helgi :)"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-11 23:20:35",
            "id": "3974444",
            "reply_to_id": "3974437",
            "text": "haha, vissi að þú myndir túlka þetta þannig"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-09-11 19:01:25",
            "id": "3973122",
            "reply_to_id": "3972973",
            "text": "Þú verður samt að átta þig á því að hann er forsvari ríkisstjórnar sem að hengir fólk fyrir kynhneigð sína og fangelsa virta fræðimenn og mannréttindasinna.  Virðiru hann fyrir eitt bréf?"
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-09-11 19:04:18",
            "id": "3973137",
            "reply_to_id": "3973122",
            "text": "og fleira en, það sem þú ert að benda á er ekki eitthvað sem ég virði hann útaf."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-09-11 21:10:49",
            "id": "3973769",
            "reply_to_id": "3973137",
            "text": "Þú virðir hann fyrir bréf þar sem að hann sakar Bandaríkjamenn um mannréttindabrot þegar hann er ekkert skárri?  Ég sé ekkert sérstaklega virðingarvert við þennan mann, gagnrýni hans á Bandaríkin er merkingalaus fyrir mér enda tóm hræsni.  Það eru aðrir menn hæfari til verksins og það eru þeir sem eiga virðingu skilið."
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-09-11 21:12:59",
            "id": "3973781",
            "reply_to_id": "3973769",
            "text": "Þessi maður er nátturulega ekkert góður. Ég meina hvernig getur maður sem afneitar helförinni verið góður. Mér finnst bara óréttlátt að segja að ´hann sé eini vondi í málinu. Ég held að það séu bara flestir leiðtogar þessara landa bara mjög spilltir og vondir menn fyrir höfuð."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-11 22:46:15",
            "id": "3974252",
            "reply_to_id": "3973781",
            "text": "Ég trúi ekki á Helförina og ég tel mig vera nokkuð góða manneskju"
        },
        {
            "user": "rumputuski",
            "user_id": "9062",
            "date": "2006-09-12 15:28:20",
            "id": "3975808",
            "reply_to_id": "3974252",
            "text": "Og hvað, eru þá allir sem lifðu af helförina og hafa skýrt frá því sem þeir máttu þola bara lygarar? Eða eru þeir kannski bara allir geðveikir?\nHvað með játningar þeirra sem komu að Helförinni?\nHvað með skjöl úr fórum nasista, þar sem þetta er allt vel skjalfest (nema að allir sem hafa fengið aðgang að þeim skjölum séu líka hvelvíts lygarar)?\nAmma mín var t.d. úti í Þýskalandi rétt áður en stríðið skall á og man vel eftir því að fólk hvarf og skilaði sér aldrei aftur. Eftir að hún kom heim var hún enn í sambandi við margt af fólkinu sem hún þekkti úti.\nEn hvað ætli hún viti svo sem? *hóst*\nHvað þá Leif Möller…"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-12 21:13:08",
            "id": "3977855",
            "reply_to_id": "3975808",
            "text": "Ég trúi á búðirnar. Og ég trúi að Fullt af gyðingum hafi látið lífið. En ég tel það ólíklegt, miðað við það sem ég hef lesið að um skipulegt þjóðarmorð á gyðingum hafi verið stundað.\ntalan er komin upp í 6-7 milljónir þegar sagnfræðingar telja að um ein milljón gyðinga hafi látist.\nÞað er hægt að fá fólk til að játa hvað sem er með réttum aðferðum. (minnir mig að einn af nasistunum hafi sagt)\nÞað eru skjöl í fórum nasista sem kveða skýrt um það að heilbrigðisástand í búðunum SKULI batna."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-12 23:34:23",
            "id": "3978829",
            "reply_to_id": "3975808",
            "text": "http://www.gagnauga.is/greinar.php?grein=20\nþú ræður hvort þú lest þetta en þetta er alla vegana allt sem ég hef að segja þar sem skoðun mín breyttist eftir að hafa lesið þessa grein"
        },
        {
            "user": "rumputuski",
            "user_id": "9062",
            "date": "2006-09-12 15:30:20",
            "id": "3975818",
            "reply_to_id": "3974252",
            "text": "Ég trúi því alveg að þú sért góð manneskja. Ekki það að ég þekki þig, svo ég geti í raun dæmt um það. Hins vegar sýnist mér flest benda til að þú sért nokkuð veruleikafirrtur."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-12 21:16:54",
            "id": "3977889",
            "reply_to_id": "3975818",
            "text": "Nei nei. Las bara áhugaverða grein um þetta."
        },
        {
            "user": "rumputuski",
            "user_id": "9062",
            "date": "2006-09-12 15:31:54",
            "id": "3975828",
            "reply_to_id": "3974252",
            "text": "Og eftir að hafa lesið um skoðanir þínar á Helförinni þá held ég auk þess að þú sért ekki í mikilli aðstöðu til að væna aðra um samsæriskenningar."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-12 21:19:04",
            "id": "3977903",
            "reply_to_id": "3975828",
            "text": "Ég var aldrei að væna neinn um samsæriskenningar.\nÉg var aðeins að segja að þetta eru allt saman samsæriskenningar. Hvort sem menn trúi að Al-quaeda séu á bak við þetta, gyðingar eða BNA"
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-09-12 17:55:01",
            "id": "3976641",
            "reply_to_id": "3974252",
            "text": "ha?  Hvernig er ekki hægt að trúa að á helförina?\nÞað er soldið eins og að neita því að himininn sé blár."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-12 21:23:09",
            "id": "3977928",
            "reply_to_id": "3976641",
            "text": "Ég trúi því að gyðingum hafi verið smalað í þrælabúðir og ég trúi því að margir þeirra hafi látist.\nEn ég trúi ekki að um skipulagt fjöldamorð á gyðingum hafi verið stundað að hálfu stjórnvalda."
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-09-12 21:49:29",
            "id": "3978090",
            "reply_to_id": "3977928",
            "text": "Þrælabúðir?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-12 22:06:24",
            "id": "3978205",
            "reply_to_id": "3978090",
            "text": "Þetta voru þrælabúðir. Þeir voru notaðir í fjöldaframleiðslu og því um líkt.\nNasistarnir voru ekki heimskir. Þeir geymdu þá ekkert í búðum í 4-5 ár. Létu þá vinna á meðan. Líklegast leggja fullt af vegum líka"
        },
        {
            "user": "rumputuski",
            "user_id": "9062",
            "date": "2006-09-14 16:09:09",
            "id": "3984461",
            "reply_to_id": "3978205",
            "text": "Hringir Birkenau einhverjum bjöllum hjá þér?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-14 17:30:28",
            "id": "3985016",
            "reply_to_id": "3984461",
            "text": "hví?\nÉg viðurkenni að ég er ekki mjög fróður í þessum málefnum. Sá aðeins hina hliðina á\nhttp://www.gagnauga.is/greinar.php?grein=20\nþar stendur allt sem ég hef að segja um málið"
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-09-15 17:30:24",
            "id": "3988995",
            "reply_to_id": "3978205",
            "text": "Tja ég trúi frekar mörg þúsundum sem lifðu til frásagnar um þetta. En ekki eitthvað sem þú heldur."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-15 17:38:27",
            "id": "3989025",
            "reply_to_id": "3988995",
            "text": "Sagðist einhver hafa verið vitni að fjöldamorðunum?\nSvo mikið sem ég veit hefur enginn vitnað fyrir þau og ég er nokkuð viss um það að Nazistar eyddu öllum skjölum um þessar búðir.\nFyrrum fangar hafa staðfest að hafa aldrei séð neinar sannanir um morð í Auschwitz.\nAusturrísk kona að nafni Maria Vanherwaarden gaf vitnisburð um reynslu sína í Héraðsdómi Toronto í mars 1988. Hún var fangi í Auschwitz-Birkenau árið 1942 fyrir að hafa átt í kynferðislegu sambandi við pólskan þræl. Í lestarferðinni til búðanna sagði sígaunakona henni, og hinum farþegunum, að þau yrðu öll tekin af lífi með gasi í Auschwitz.\nVið komuna var Mariu og hinum konunum skipað að afklæðast og fara inn í stórt, gluggalaust, steinsteypt herbergi til að baðast. Hinar dauðskelfdu konur voru vissar um að þeirra biði dauði, en í staðin fyrir gas, kom vatn úr sturtuhausunum.\nAuschwitz voru engar sumarbúðir, sagði Maria. Hún varð vitni af mörgum dauðsföllum sjúkra fanga, aðallega sýktum af flekkusótt, og margir frömdu sjálfsmorð. En hún sá alls engar sannanir fyrir fjöldamorðum, gasaftökum eða neinum skipulögðum fjöldamorðum.\nheimild 1\nquote]Fyrrum fangar hafa staðfest að hafa aldrei séð neinar sannanir um morð í Auschwitz. Gyðingakona að nafni Marika Frank kom til Auschwitz-Birkenau frá Ungverjalandi í Júlí 1944, þegar 25,000 gyðingar áttu að hafa verið aflífaðir með gasi og brenndir daglega. Hún bar einnig vitni um það, eftir stríð, að hún hafi aldrei heyrt eða séð neitt af “gasklefum” þann tíma sem hún var fangi þar. Hún heyrði gassögurnar seinna.\nheimild 2\nÉg myndi trúa frásögnum. Hef bara ekki heyrt neinar\n#1 Vitnisburður í héraðsdómi Toronto, Mars 28. 1988. Toronto Star, Mars 29, 1988, bls. A2.\n#2 Sylvia Rothchild, ed., Voices from the Holocaust (New York: 1981), bls. 188-191."
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-09-15 18:03:13",
            "id": "3989138",
            "reply_to_id": "3989025",
            "text": "Holocaust denial\nMain article: Holocaust denial\nHolocaust denial, (referred to by its supporters as Holocaust revisionism), is the belief that the Holocaust did not occur, or, more specifically: that far fewer than around six million Jews were killed by the Nazis (numbers below one million, most often around 30,000 are typically cited); that there never was a centrally-planned Nazi attempt to exterminate the Jews; and/or that there were not mass killings at the extermination camps. Those who hold this position often further claim that Jews and/or Zionists know that the Holocaust never occurred, yet that they are engaged in a massive conspiracy to maintain the illusion of a Holocaust to further their political agenda. As the Holocaust is generally considered by historians to be one of the most documented events in recent history, these views are not accepted as credible by scholars, with organizations such as the American Historical Association, the largest society of historians in the United States, stating that Holocaust denial is “at best, a form of academic fraud.”[37]\nHolocaust deniers almost always prefer to be called Holocaust revisionists. Most scholars contend that the latter term is misleading. Historical revisionism, in the original sense of the word, is a well-accepted and mainstream part of the study of history; it is the reexamination of accepted history, with an eye towards updating it with newly discovered, more accurate, and/or less biased information, or viewing known information from a new perspective. In contrast, negationists typically willfully misuse or ignore historical records in order to attempt to prove their conclusions, as Gordon McFee writes:\n‘Revisionists’ depart from the conclusion that the Holocaust did not occur and work backwards through the facts to adapt them to that preordained conclusion. Put another way, they reverse the proper methodology [...], thus turning the proper historical method of investigation and analysis on its head. [38]\nPublic Opinion Quarterly summarized that: “No reputable historian questions the reality of the Holocaust, and those promoting Holocaust denial are overwhelmingly anti-Semites and/or neo-Nazis.” Holocaust denial has also become popular among Muslim opponents of Israel. The doctoral dissertation of Mahmoud Abbas, President of the Palestinian National Authority since 2005, raised doubts that gas chambers were used for the extermination of Jews and suggested that the number of Jews killed in th\ne Holocaust was “less than a million.”[39][40] Abbas has, however, not espoused this position since his appointment as Palestinian Prime Minister in 2003, and has denied being a Holocaust revisionist. In late 2005 Iranian president Mahmoud Ahmadinejad denounced the Holocaust of European Jewry as “the myth of the Jews' massacre.” [41][42] Public espousal of Holocaust denial is a crime in ten European countries (including France, Poland, Austria, Switzerland, Belgium, Romania, and Germany), while the Nizkor Project attempts to counter it on the Internet.\nTja þar sem þetta er talinn mest skrásetnasti atburður í heiminum. þá er ég nokkuð viss um að helförin hafi átti sér stað."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-15 19:55:31",
            "id": "3989754",
            "reply_to_id": "3989138",
            "text": "Nei reyndar. Las um það áðan að það fundust mikið af leyniskjölum. Ekkert af þeim innihélt neitt um skipulagt fjöldamorð á gyðingum.\nOg í þessu svari þínu stendur, tja, eiginlega ekki neitt. Bara skilgreining á orðinu Holocaust Denier og að þeir kjósi að kalla sig eitthvað annað en engu varðandi það sem þeir hafa komist að svarað"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2006-09-17 03:56:44",
            "id": "3995086",
            "reply_to_id": "3989025",
            "text": "Já. Nasista foringjar sem sáu um hitt og þetta í Auscwitz báru vitni og gáfu gróflega tölu um hve margir dóu.\nÞeir eyddu ekki öllum skjölum. Árið 1983 var Frakki sem notaði þau Nasistaskjöl sem til voru og reiknaði út frá þeim eins nákvæma tölu og hægt var. Hann fékk út töluna 1,613 milljónir sem dóu og þar af voru 1,44 milljónir gyðingar."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-17 11:55:00",
            "id": "3995410",
            "reply_to_id": "3995086",
            "text": "my point exactly.\nRússar fundu upp töluna 4 milljónir í lok síðari heimsstyrjaldarinnar. síðan breyttist þetta í 5-6-7 milljónir í gegnum tíðina.\nEinnig var Rudolf Höss, fyrrum stjórnanda Auschwitz,  pyntaður til játningar, þannig játningar Nasista ekki ekki upp á marga fiska"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2006-09-17 19:24:52",
            "id": "3997269",
            "reply_to_id": "3995410",
            "text": "Þetta er samt mjög líklega tala sem hann kom með.\nGrófu tölurnar eins og að segja u.þ.b. 6mill koma út frá skjölunum um viðkomandi manneskjur í hverju landi fyrir sig sem hurfu eftir stríðið. Þurfa ekki endilega hafa dáið frekar en að hafa látið sig hverfa."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-09-12 11:19:52",
            "id": "3975128",
            "reply_to_id": "3973781",
            "text": "Ég er ekki að halda því fram að hann sé illskan uppmáluð og ég er heldur ekki að halda því fram að hann sé einn um mannréttindabrot.  Það að hann sé ekki eini vitleysingurinn og illmennið í heiminum réttlætir heldur enga virðingu fyrir honum."
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-09-12 17:55:22",
            "id": "3976645",
            "reply_to_id": "3975128",
            "text": "já"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2006-09-17 03:43:47",
            "id": "3995062",
            "reply_to_id": "3970996",
            "text": "Verð nú bara vitna í það sem þú sagðir sem voru jafnframt fyrstu orðin á þessum kork:p\nLOL hvað þú veist greinilega ekkert um þetta og það þýðir greinilega ekkert að rökræða þetta við þig svo ég ætla bara að sleppa því."
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-09-17 12:07:25",
            "id": "3995445",
            "reply_to_id": "3995062",
            "text": ";_;"
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-09-17 12:11:53",
            "id": "3995457",
            "reply_to_id": "3995062",
            "text": "Pakistan= Palistína"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2006-09-17 19:26:21",
            "id": "3997281",
            "reply_to_id": "3995457",
            "text": "Verð bara að segja: Hu?\nÉg var ekkert að leiðrétta þig:/"
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-09-17 23:23:24",
            "id": "3998745",
            "reply_to_id": "3997281",
            "text": "ermkay"
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2006-09-18 23:37:24",
            "id": "4003189",
            "reply_to_id": "3970996",
            "text": "Ertu viss um að þú hafir ekki verið að tala um Palestan áðan ? Þú ert svo vitlaus að þú ættir ekki að vera taka þátt í þessu; T.d. þá framleiða Ísraelar sína eigin skriðdreka, nefnilega Merkava drekann, mjög góður. Svo framleiða þeir helling af vopnum og selja t.d. til Tyrklands, múslímalands sem er í ágætis sambandi við Ísrael.\nÍsraelar framleiða mikið af hátæknibúnaði,(ekki bara fyrir vopn) t.d. fjarskiptabúnað sem er notaður hér á landi, hitti einu sinni Ísraela sem var að setja upp búnað hér.\nAnnars höfum við alltof fáa gyðinga hér (þó gyðingablóðið sé víða að finna hér í bland, sérlega meðal viðskiptajöfra) dæmigert að minnsta kosti einn þeirra er kolruglaður óvinur Ísraels, en hann heitir Elías Davíðsson (eða var það öfugt ?)"
        },
        {
            "user": "Mannteufel",
            "user_id": "25251",
            "date": "2006-09-11 12:24:56",
            "id": "3971107",
            "reply_to_id": "3948703",
            "text": "Hitler ætlaði aldrei að hertaka allan heiminn. Og fyrst út í þetta er farið, þá voru bretar og frakkar með hann svona nokkur jafnt milli sín skipt.\nHitler vildi ekki hertaka pólland, heldur krafði þá einungis um Danzig. Bretar og Frakkar svara þeim kröfum hans með stríði.\nHitler hóf ekki seinni heimstyrjöld, heldur geðsjúkur, alkóhólisti að nafni Churchill.\nHitler fór ekki í stríð við Tékkland, ríkistjórnin þar gaf eftir þau lönd sem hann bað um, enda voru þau héröð hluti af stór-þýskalandi.\nEkkert ofantöldu afsakar Hitler að neinu leiti, og eru glæpir hans nógu svívirðilegir til þess að stimpla hann öfgafullan brjálæðing. Hinsvegar er engin ástæða til þess að skálda upp einhverja vitlausu (líkt og að hann hafi viljað hertaka heiminn) og klína á hann glæpi sem hann hafði ekkert með að gera.\nSkemmtileg footnote á samanburð leiðtoga við hitler má minnast á það að… Hitler náði járngreip sinni á þýsku þjóðlífi með því að sviðsetja hriðjuverk commúnista á þinghúsið. Hvernig tryggðu Bush og félagar sér aftur sín patriotic einræðisvöld…"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-11 13:41:39",
            "id": "3971346",
            "reply_to_id": "3971107",
            "text": "Heimsyfirráð eða hrun!\nVoru þetta ekki orð Foringjanns?\nTil er bók sem heitir ,Hitler talar og er eftir foringja í hirð Hitlers sem heitir Herman Rauching.\nÍ þessari bók eru svokallaðar borðræður foringjans þ.e.a.s. ræður sem hann hélt yfir matargestum sínum og í þeim kemur vel fram hvað hann dreymdi um.\nHeld að þetta skýri sig sjálft þar."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-11 22:48:59",
            "id": "3974270",
            "reply_to_id": "3971346",
            "text": "Eitt er að hugsa. Annað er að framkvæma.\nKannski var þetta myndlíkingamál."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-11 22:49:52",
            "id": "3974278",
            "reply_to_id": "3971107",
            "text": "Sigurvegararnir skrifa söguna."
        },
        {
            "user": "rumputuski",
            "user_id": "9062",
            "date": "2006-09-11 15:34:40",
            "id": "3971819",
            "reply_to_id": "3948703",
            "text": "Langar að benda á Nóbelsræðu Harold Pinter. Hann hefur ýmislegt áhugavert að segja um myrkari hliðar bandarískrar utanríkisstefnu.\nhttp://nobelprize.org/nobel_prizes/literature/laureates//2005/pinter-lecture-e.html"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-11 22:21:26",
            "id": "3974095",
            "reply_to_id": "3948703",
            "text": "Ég skil ekki hrokann í BNA og vesturveldum að einoka nýtingu á kjarnorku. Ekki styð ég bann þeirra á kjarnorku í Íran fyrr en allir hafa losað sig við kjafnaodda.\n*stendur upp* Sæll, ég er vitringur og ég trúi ekki á helförinu\n“allir”: Halló vitringur."
        },
        {
            "user": "thekall",
            "user_id": "59136",
            "date": "2006-09-12 19:08:22",
            "id": "3977185",
            "reply_to_id": "3948703",
            "text": "EG vil bara seigja eitt þessi grein var úti hött ég er samála þér af vísu þessi gaur er búin að gera margar ræður þar sem hann er t.d að seigja að hann hati giðinga og Israel ætti að vera þurkar að kortinu hann hefur gefið margar svona ræður en mer finst nú að ef eithvað á að ráðast inní verði það íran"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-14 23:36:48",
            "id": "3986801",
            "reply_to_id": "3948703",
            "text": "hann er nú alveg ágætur karl greyið, þ.e.a.s. ef hann væri á stórum skömtum af thórasíni"
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2006-09-15 13:16:54",
            "id": "3987731",
            "reply_to_id": "3948703",
            "text": "Þetta er að öllum líkindum gáfaðasti núlifandi maður í miðausturlöndum."
        },
        {
            "user": "ShotInTh",
            "user_id": "63695",
            "date": "2006-09-15 14:38:07",
            "id": "3988083",
            "reply_to_id": "3948703",
            "text": "haha þú ert steik\nAfhverju þurfa svona gaurar alltaf að hertaka allan heiminn, er ekki hægt að setja sér markmið sem er hægt að ná.\nhitler var nú mjög nálægt þvví"
        },
        {
            "user": "tele",
            "user_id": "60182",
            "date": "2006-09-15 21:43:46",
            "id": "3990160",
            "reply_to_id": "3948703",
            "text": "af hverju böggaru hann en ekki usa, þeir gera meira á degi en þessir á ári"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-15 23:42:38",
            "id": "3990606",
            "reply_to_id": "3990160",
            "text": "Bandaríkjamenn hafa svipaða hagsmuni og Evrópubúar.\nÍran er einfaldlega ógn gagnvart vesturlöndum, Það er enginn vafi á því. Spurðu hvaða leyniþjónustu sem er í heiminum og þeir segja þér að Íranir eru meðal þeirra ríkja sem eru leiðandi í islömskum hryðjuverkum."
        },
        {
            "user": "tele",
            "user_id": "60182",
            "date": "2006-09-16 00:05:53",
            "id": "3990688",
            "reply_to_id": "3990606",
            "text": "horfðu á syiriana og hættu með þessa ást þína á usa"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-16 00:35:45",
            "id": "3990804",
            "reply_to_id": "3990688",
            "text": "Syriana er skáldsaga. Auk þess þá er hún Bandarísk."
        },
        {
            "user": "tele",
            "user_id": "60182",
            "date": "2006-09-16 00:45:44",
            "id": "3990836",
            "reply_to_id": "3990804",
            "text": "i know but it is written  to show the hypocracy of the united states goverment"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-16 01:36:17",
            "id": "3991042",
            "reply_to_id": "3990836",
            "text": "Ólíkt öðrum þjóðum?"
        },
        {
            "user": "tele",
            "user_id": "60182",
            "date": "2006-09-16 01:40:48",
            "id": "3991056",
            "reply_to_id": "3991042",
            "text": "yes, the united states are totays roman empire, there entire population is brainwashed in believing that they are living the “american dream” and the only have tvo political parties , and those two parties offer the same values"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-16 01:59:24",
            "id": "3991100",
            "reply_to_id": "3991056",
            "text": "Allar ríkisstjórnir og allar þjóðir hafa eigin hagsmuni í huga þegar kemur að alþjóðamálum. Bandaríkin eru ekkert hlutfallslega verri en önnur ríki, þau eru bara núverandi heimsveldi. Ekki aðeins ríkasta heldur með stærsta hernaðinn og mesta fjölmiðlaveldi heimsins. Margir fá meira að segja þessa hugmynd um vond og spillt stjórnvöld í Bna frá Bandarískum kvikmyndum. Bandaríkin fá einfaldlega mestu athyglina og þess vegna er auðvelt að benda fingrinum þangað. Stríðið í Írak er líklega sá atburður sem hefur fengið mesta fjölmiðlaathyglu í sögu fjölmiðla, þó að aðeins 30.000 manns féllu og flestir vegna árása eigin þjóðar. Nákvæmlega sama stríð framið af öðrum en Bandaríkjamönnum hefði fengið 100x minni athygli.\nSaddam drap meira en milljón manns í landinu, hinsvegar komu myndavélarnar ekki fyrr en kaninn steig á landið. Rússar, frakkar, þjóðverjar og kínverjar höfnuðu Íraksstríðinu vegna þess að þær voru helstu viðskiptaþjóðir Íraks/Saddams. Heimurinn er fullur af hræsnurum sem hugsa um eigin hagsmuni, það verður líka alltaf svoleiðis. Á meðan við neyðumst að búa í slíkum köldum raunveruleika, hvort heldur þú að Bandaríkjamenn eða Íranir hafi svipaða hagsmuni og við? Svarið er einfalt, Bandaríkjamenn. Óvinir vesturlanda eru miklu sameinaðri en við, því miður held ég að það mun bitna alvarlega á vesturlöndum í næstu heimstyrjöld."
        },
        {
            "user": "tele",
            "user_id": "60182",
            "date": "2006-09-16 12:05:12",
            "id": "3991618",
            "reply_to_id": "3991100",
            "text": "ekki ertu að segja mér að þú styðjir bandaríkin?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-16 14:39:49",
            "id": "3992185",
            "reply_to_id": "3991618",
            "text": "Ég styð Ísrael og Bandaríkin að fullu þegar kemur að stríðinu gegn hryðjuverkum. Og Evrópubúar eru kjánar að halda í þrjóskuna. Evrópa er í dag jafn mikið skotmark Jihadista og Bandaríkin."
        },
        {
            "user": "tele",
            "user_id": "60182",
            "date": "2006-09-16 14:53:48",
            "id": "3992224",
            "reply_to_id": "3992185",
            "text": "jihadistar eru baravenjulegt fólk sem klikkaðist á stöðugumstríðsáróðri vesturlanda!"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-16 15:17:52",
            "id": "3992295",
            "reply_to_id": "3992224",
            "text": "Alls ekki.\nAuk þess ef það væri satt, er sanngjarnt að unga kynslóðin í dag þjáist fyrir það sem fyrri kynslóðir hófu? Eigum við ekki að verja okkar hagsmuni? Sama hver byrjaði. Eigum við að horfa á hryðjuverkaárásir  í okkar heimshluta og segja bara “æ æ, vonandi gerist þetta ekki aftur”. Við þurfum að berjast gegn Jihadistum og rífa upp rótina. Hvar er rótin? Í öfgafullum einræðisstjórnum miðausturlanda. Þjálfunarbúðir, mannsafli, vopn og fjármagn kemur frá nokkrum slíkum ríkjum. Þessi ríki eru þá augljóslega óvinir  vesturlanda með því að gera slíkt.\nOg Íran er mjög ofarlega á listanum."
        },
        {
            "user": "tele",
            "user_id": "60182",
            "date": "2006-09-16 16:34:27",
            "id": "3992511",
            "reply_to_id": "3992295",
            "text": "og eflum þá í leiðinnii hatur úngra  múslima í vesturlöndinum, hættað sleikja upp fyllybyttu stjórn bna"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-16 16:50:34",
            "id": "3992562",
            "reply_to_id": "3992511",
            "text": "Breytir engu hvað við gerum héðan í frá. Stríðið er byrjað."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2006-09-17 19:55:46",
            "id": "3997438",
            "reply_to_id": "3948703",
            "text": "Er þetta ekki sá “Illi úr Austri” sem Nostradamus talaði um að kæmi 3 heimsstyrjöld af stað og gott ef ekki ragnarökum líka ?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-17 22:33:34",
            "id": "3998291",
            "reply_to_id": "3997438",
            "text": "haha nostradamus…"
        },
        {
            "user": "Uruxi",
            "user_id": "62724",
            "date": "2006-09-18 21:28:17",
            "id": "4002412",
            "reply_to_id": "3997438",
            "text": "Ahmadinejad passar reindar mest við leiðtoga Írana í Nostradamus sem sagður er fara í helför inní evrópu. Deir svo á rauða hafi. Sá sem gerir mánudag að kvíldar degi.\nEr ekki viss hvort að konungurinn úr austri sé sami maðurinn. Sá maður á að koma frá fjallabelti sem fer frá Pakistan til Mongolíu\nAhmadinejad er held ég fæddur í Íran ef ég man rétt.\nEn annars var Stalín fæddur í Armeníju og þeir sem lásu spádómana fyrir WW2 hefðu ekki dottið í hug að armenni yrði leiðtogi Sovétríkjanna.\nAnnars tekur eitt ríki austanmegin við Íran þátt í innrásinni inní evrópu. Það er annaðhvort Pakistan eða Kína.\nEn konungurinn úr austri fer í stríð við rússa, er ekki viss um að vinaþjóð þeirra, Kínverjar myndu gera slíkt.\nEn Nostradamus er bara vísindakáldskapur sem maður á kanski ekki að taka of hátíðlega… Eeen er furðulega návæmur samt sem áður."
        },
        {
            "user": "Uruxi",
            "user_id": "62724",
            "date": "2006-09-18 21:47:07",
            "id": "4002524",
            "reply_to_id": "3948703",
            "text": "Núna þarf ég að fara að “bögga usa” því ég var búin að taka múslimanna of mikið fyrir (sorry).\nAð mínum mati er Bush Anti-Kristur sem Nostradamus spáði.\nHann á að koma í ljós 1999. Sama ár og Bush hóf kostningabaráttu sýna.\nHann verður í forseti nýja ríkisins. Sem er USA í spádómum Nostradamusar.\nHann mun valda Bretum ógæfu.\nStríð hanns vari í 27ár. Ekkert stríð varir svona lengi nema kannski stríðið gegn hriðjuverkum.\nBtw, Osama Bin Laden er með giftingahring (sem er bannað í íslam og þíðir að hann er kristinn) á upptöku sem hann sést plana árásirnar 9/11.\nÞannig það er stafest að Al-Qaeda er undirdeild hjá CIA!\nSvo ekki sé minst á að forseti Pakistans vill láta Bin Laden í fryði svo lengi sem hann gerir ekkert ljótt,, ó,ó Bin Laden."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2006-09-18 23:26:38",
            "id": "4003136",
            "reply_to_id": "4002524",
            "text": "Þetta er ferlega ruglingslegt hjá þér, en ég var að sjá Breskan þátt þar sem Musaraff forseti Pakistans segist taka Bin Laden ef hann viti hvar hann er en hann samt líklega ekki ná honum, því þá yrði allt vitlaust hjá þessum brjálæðingum sem vilja gera okkur að þrælum sýnum. Páfinn minntist á að gamall keisari hefði talið að Muhammed hafi bara lagt til ofbeldisfulla trú, yfir þessu brjálast nú múslímar og bregðast við með ofbeldi og eru þeir þá ekki um leið að staðfesta þessi orð gamla keisarans ?\nÉg er farin að halda að forseti Íraks vilji stríð, hann gerir ekkert nema að ögra, nokkur dæmi; Leggur til eyðingu Ísraels, heldur samkeppni um grínmyndir um Helförina og nú síðast hvetja þeir (kom að vísu frá e.h. klerki) til meiri mótmæla gegn ummælum Páfa og um hóta svo að slíta allri samvinnu við Kjarnorkumálastofnunina. I say nuke them."
        },
        {
            "user": "fidonimo",
            "user_id": "55954",
            "date": "2006-09-19 22:08:07",
            "id": "4006364",
            "reply_to_id": "3948703",
            "text": "ég hef aldrei séð neinn stafsetja orðið lykt svona áður…"
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2006-09-21 09:52:57",
            "id": "4010668",
            "reply_to_id": "3948703",
            "text": "I smell the Bavarian Illuminatti"
        },
        {
            "user": "Jolamadurinn",
            "user_id": "58823",
            "date": "2006-10-05 18:33:16",
            "id": "4062366",
            "reply_to_id": "3948703",
            "text": "humm, ég veit eki hver þetta e"
        }
    ]
}