{
    "forum_title": "Tolkien",
    "user": "BrynjarH",
    "user_id": "11091",
    "date": "2001-09-28 21:13:05",
    "title": "Máttarbaugarnir",
    "text": "Er Sauron var eftir í Miðgarði eftir að Valar gerðu innrás og unnu Melkor og hans her varð Sauron hinn mesti lærisveinn Melkors eftir því að hann þorði ekki að fara með Jónveri sendiboða Vala til Amanslands því að hann var hræddur við hver sín refsing yrði.  Hann var því eftir í Miðgarði og þar snérist hann aftur til vonsku sinnar því hann var enn undir áhrifum Melkors.  Þá fór hann að gera Máttarbaugana enn um þá er talað í byrjun hverrar Hringadróttinssögu.\nEnn hann bjó til 20 hringi.  Þrjá fengu kóngar álfa, 7 höldar dverga og níu fengu dauðlegir menn og sjálfur gerði Sauron sinn hring sem var máttugastur hringanna og með mikið af sínum eigin mætti.  Sauron vingaðist við Nolda í Eregion því að þeir voru meistarasmiðir.  Noldar ásamt Sauroni smíðuðu þessa hringa.  Sauron smíðaði þó sinn hring í felum, er smíðinni var lokið setti hann hring sinn á fingur sér og gat þannig fylgst með öllu sem athafst var með hinum hringunum.  Enn álfarnir fundu þegar Sauron setti sinn hringur á fingur sér og tóku þá strax niður.  Þá varð Sauron ævareiður og stal öllum hringunum nema 3 og þeir voru máttugastir þeirra utan við hring Saurons því hann stjórnaði öllum hringunm.  Þessir hringar voru þeir Narja, Nenja og Vilja.  Einn var fyrir Eld annar fyrir loft og þriðji fyrir jörð.  Elrond fékk einn, Galadríel einn og svo Sirdán skipasmiður þann þriðja enn hann lét Míþrandí(Gandálf) sinn hring til að berjast við Sauron og var það hringur fyrir eld og kom hann Gandálfi að góðum notum í hringadóttinsstríðinu.  Eftir að Sauron stal hringunum þá lét hann menn fá níu og dverga 7, enn dvergarnir vildu ekki nota þá.  Mennirnir notðuðu þá hinsvegar óspart og urðu þeir mjög máttugir konungar þeir sem Sauron lét hafa hringa.  Þessir menn urðu mjög voldugir, sterkir og urðu mjög gamlir, enn með tímanum þá byrjuðu þeir að hverfa og urðu ósýnilegir, nema Sauron og hinir sem báru hringa gátu séð þá.  Sauron gerði þá að sýnum verstu stríðsherrum og hétu þeir Nazgúlar.  Og þannig lýkur minni frásögn af Máttarbaugunum. Ég vona að þessi grein hafi upplýst þá sem ekki vissu mikið um hringana.\nTakk fyrir BrynjarH",
    "url": "https://www.hugi.is/tolkien/greinar/44396/mattarbaugarnir/",
    "url_id": "44396",
    "id": "290370",
    "replies": [
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2001-09-28 21:53:28",
            "id": "290371",
            "reply_to_id": "290370",
            "text": "Þegar Gandalfur fékk hringinn, fékk hann þann þá þegar hann reis aftur upp eftir að hafa barist við balrogginn? Það gæti skýrt út hversvegna hann varð þá máttugri…"
        },
        {
            "user": "BrynjarH",
            "user_id": "11091",
            "date": "2001-09-28 21:57:34",
            "id": "290372",
            "reply_to_id": "290371",
            "text": "Er það ekki vissi ég það, hvar lastu það?"
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2001-09-28 21:58:47",
            "id": "290373",
            "reply_to_id": "290372",
            "text": "Einhver sagði það í greinarsvari/korki fyrir löngu síðan."
        },
        {
            "user": "daxes",
            "user_id": "14",
            "date": "2001-09-28 22:21:18",
            "id": "290374",
            "reply_to_id": "290373",
            "text": "plííís\nnotið greinarskil…\nég er ekki að meika þessa samhangandi texta…\nog ég gleypi allt tolkien hrátt.\nkv,\nDaXes"
        },
        {
            "user": "Gandalfur",
            "user_id": "1129",
            "date": "2001-09-28 22:46:34",
            "id": "290375",
            "reply_to_id": "290370",
            "text": "Hann bjó ekki til hina þrjá álfa hringa. Það kemur fram í Hringadróttinssögu. álfar gerðu það sjálfir. Var það ekki Celembrimor(afkomandi Funors) sem gerði hina 3 álfabauga. Sauron lærði einmitt hringalistina af honum."
        },
        {
            "user": "BrynjarH",
            "user_id": "11091",
            "date": "2001-09-29 17:13:15",
            "id": "290376",
            "reply_to_id": "290375",
            "text": "Nei það voru álfarnir frá Eregion sem smíðuðu hina 3 hringa og flýðu með þá. Þeir voru Noldar  enn það var ekki Celembrimor sem smíðaði þá. Lestu í Silmerilinum bls 322."
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2001-09-29 17:41:07",
            "id": "290377",
            "reply_to_id": "290376",
            "text": "Hmm…þetta er víst rétt hjá BrynjariH.\nCelebrimbor hjálpaði hins vegar Sauroni að smíða hringinn sinn!"
        },
        {
            "user": "Gandalfur",
            "user_id": "1129",
            "date": "2001-09-29 17:55:35",
            "id": "290378",
            "reply_to_id": "290376",
            "text": "Það er víst rétt hjá þér. Ég eitthvað að klikka í fræðunum."
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2001-09-29 21:29:48",
            "id": "290379",
            "reply_to_id": "290378",
            "text": "celebrimbor(borið fram kelebrimbor) var afabarn fjanors. Ef þið flettið aftast upp í slimerlinum þar sem ættartöflurnar eru, stendur  að Celebrimbor hafi smíðað máttarbaugana. Það getur hinsvegar verið villa eða eitthvað slíkt, en ég mundi þetta þannig."
        },
        {
            "user": "Aragorn",
            "user_id": "47217",
            "date": "2001-09-28 23:14:36",
            "id": "290380",
            "reply_to_id": "290370",
            "text": "nei hann gandalf fékk sinn hring um leið og hann kom til middle-earth. og þessvegna varð saruman svona fúll útí hann. og svo er smá vitleysa þegar þú segir að dvergarnir hefðu ekki notað sína. þeir gerðu það og spilltust allir af fégræðgi. það er nebblilega talað um að bakvið hvern einn (af sjö) gullsjóðum dverga hafi verið máttarbaugur. (ég er ekki að fara með þetta orðrétt sko). en svo komu drekar og rændu þá.\nfín grein samt og endilega haldiði áfram að senda inn greinar og ég lofa að þegar ég gef mér tíma til skal ég senda inn eina helvíti langa og ítarlega (ef það gefst tími frá heimalærdóminum:("
        },
        {
            "user": "Aragorn",
            "user_id": "47217",
            "date": "2001-09-29 00:35:08",
            "id": "290381",
            "reply_to_id": "290380",
            "text": "flott grein. Gandalf fékk Hringinn strax og hann kom á Miðgarð, Sirdán sá eitthvað við hann og létt Hringinn í vörslu hans því að hann vissi að hann myndi ekki koma nálægt stríðinu"
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2001-09-29 01:45:04",
            "id": "290382",
            "reply_to_id": "290381",
            "text": "Fín grein en eins og daxes segir þá er langþægilegast að lesa greinar með greinaskilum (þess vegna heita þær greinar…hahaha)."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-09-29 10:35:16",
            "id": "290383",
            "reply_to_id": "290370",
            "text": "Gandalf fékk hringinn strax við komu sína til Middle-Earth. En flott grein."
        },
        {
            "user": "Gandalfur",
            "user_id": "1129",
            "date": "2001-09-29 22:40:46",
            "id": "290384",
            "reply_to_id": "290370",
            "text": "Uhh, þetta var víst rétt hjá mér eftir allt saman. Það var Celebrimor sem smíðaði hina þrjá álfabuga á annarri öld í Erigion. Var að fletta þessu upp."
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2001-09-29 23:24:59",
            "id": "290385",
            "reply_to_id": "290384",
            "text": "Hmm… hvar eruð þið að sjá þetta ?\nÉg hef alltaf líka haldið að þetta hafi verið Celebrimbor sem smíðaði þá en hélt að ég væri að muna vitlaust eða að ég væri að muna einhverja staðreyndavillu úr hinni hræðilegu teiknimynd eftir Ralph Bakshi.\nÉg leit aftast í nafnaskránni í bæði Silmerlinum og Hringadróttinssögu og fann engin gögn um þetta.\nÉg veit reyndar að það eru miklir gallar í þeim báðum.Hvar í bókunum er þetta ?"
        },
        {
            "user": "Gandalfur",
            "user_id": "1129",
            "date": "2001-09-30 12:08:39",
            "id": "290386",
            "reply_to_id": "290385",
            "text": "Ég man ekki hvar þetta var í bókunum en ég fletti þessu upp í The complete guide to Middle Earth eftir Robert Foster. Þar segir að Celebrimor hafi búið til hringana á 2 öld. Annars minnir mig að þetta komi fram á ráðstefnu Elronds."
        },
        {
            "user": "BrynjarH",
            "user_id": "11091",
            "date": "2001-09-30 15:28:03",
            "id": "290387",
            "reply_to_id": "290386",
            "text": "Já það er satt þetta stendur í ættartölunum enn einnig að Noldar hafi gert þá. Maður bara er ekki viss enn það verður bara þannig."
        }
    ]
}