{
    "forum_title": "Dulspeki",
    "user": "gim",
    "user_id": "591",
    "date": "2000-09-25 15:42:46",
    "title": "Ert hægt að spá fyrir manni í gegnum síma?",
    "text": "Ég var að pæla… Ég hringdi í einhverja línu fyrir nokkru, og lét spá fyrir mér í gegnum síma. Það sem hann sagði og vissi um mig (eða þóttist vita um mig passaði alveg), en ætli þeir séu ekki bara með einhverja formúlu sem þeir segja við alla, eins og: Þú munt verða ánægður í hjónabandinu, þú munt eignast bíl og 3 krakka, þú munt fara í ferðalag og eitthvað svona… Ég held að flest allir miðlar séu feik…",
    "url": "https://www.hugi.is/dulspeki/greinar/4446/ert-haegt-ad-spa-fyrir-manni-i-gegnum-sima/",
    "url_id": "4446",
    "id": "20464",
    "replies": [
        {
            "user": "profile",
            "user_id": "25997",
            "date": "2000-09-25 15:45:25",
            "id": "20465",
            "reply_to_id": "20464",
            "text": "Það er nú af einhverju leiti hægt að spá fyrir manni í síma ef þú spyrð af því.. hinsvegar eru til hellingur af miðlum sem eru bara feik eða halda virkilega að þeir séu miðlar en eru bara geðveikir að einhverju leiti.. :"
        },
        {
            "user": "gim",
            "user_id": "591",
            "date": "2000-09-25 15:46:48",
            "id": "20466",
            "reply_to_id": "20465",
            "text": "Kannski…"
        },
        {
            "user": "Weider",
            "user_id": "4259",
            "date": "2000-09-26 12:22:44",
            "id": "20467",
            "reply_to_id": "20466",
            "text": "gott sva"
        },
        {
            "user": "profile",
            "user_id": "25997",
            "date": "2000-09-25 15:47:43",
            "id": "20468",
            "reply_to_id": "20464",
            "text": "Ég man það núna að ég hef líka gert þetta, hringdi og lét spá fyrir mér.. 900 númer eitthvað kostaði 299 kr mín, auðvitað borgaði ég það ekki enda talaði ég í einn og hálfann tíma í þetta.. þetta var meira og minna rugl sem hún sagði held ég.. samt, gerði mig hamingjusamann :"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2000-09-25 16:09:42",
            "id": "20469",
            "reply_to_id": "20464",
            "text": "Það er fullt af svokölluðum spákonum sem eru feik.  Þær spila bara inná þig og hvað þú býst við af framtíðinni.  Sumar láta sér nægja að spá fyrir partíum og ástarsamböndum og utanlandsferðum, aðrar ganga lengra og segja þér að þú munir finna ástina einu eftir 5 ár og 3 daga, þið munið eignast 2 og hálft barn, jeppa og einbýlishús o.s.frv.  Það er hægt að mokgræða á þessu, þarf bara smá hæfileika til að kjafta sig inn á fólk svo þú getir látið eins og þú vitir eitthvað þegar þú ert bara að bulla.\nSvo eru líka til miðlar sem eru ekta.  Frænka mín fór til eins og hann sannaði sig með því að segja segja henni hluti sem hann gat alls ekki hafa vitað með því að fiska upp úr henni.\nEf þú ert að spá í að fara eitthvað svona þá ættirðu ekki að vera að eyða pening í svona símtöl. Spurðu frekar fólk sem þú þekkir þar til þú finnur einhvern sem hefur farið og getur mælt með einhverjum miðli við þig."
        },
        {
            "user": "zeroG",
            "user_id": "2208",
            "date": "2000-09-26 09:45:12",
            "id": "20470",
            "reply_to_id": "20464",
            "text": "Ef að miðillinn getur sagt til rétt um FORTÍÐ þína, þá er hann kanski ekki feik, en hver sem er getur giskað á framtíðina, og jafnvel nútíðina, Fortíðin er erfiðust…"
        },
        {
            "user": "brunn",
            "user_id": "2006",
            "date": "2000-09-26 10:42:45",
            "id": "20471",
            "reply_to_id": "20464",
            "text": "ég er alveg sammála þér! kvernig ætti sosum að vera hægt að spá fyrir manni…?? ég bara spyr.. þetta eru eintómar formúlur og ekkert annað! kannski svona 10 stykki og svo er bara skipst á að nota þær eftir því kver kemur inn"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-09-26 17:23:47",
            "id": "20472",
            "reply_to_id": "20464",
            "text": "Engin formúla passar við alla. Það má vel vera að hægt sé að skynja eitt og annað um viðkomandi í gegnum síma, jafnvel lesa hug hans og e.t.v. endurminningarnar líka. Þá er eftirleikurinn auðveldur. En einnig getur sá eða sú sem spáir, komið með fullyrðingar sem þú hefur ekki hugmynd um, en reynast svo réttar, 0g þá vandast málið. Ef þú fengir margar þannig upplýsingar, þá getum við ekki afskrifað spámanninn/konuna sem loddara."
        },
        {
            "user": "dengsi",
            "user_id": "4425",
            "date": "2000-09-27 09:34:58",
            "id": "20473",
            "reply_to_id": "20464",
            "text": "Ég tel að það sé ekki hægt að spá almennilega í gegnum síma. Eins og tildæmis í útvarpinu þar er getur fólk stundum hringt inn og þar er kerling sem dregur Tarot-spil fyrir manneskjuna hinu megin á línunni. Eini gallinn við þetta er það að manneskjan sem er verið að spá fyrir verður að koma við spilin og verður að draga þau sjálf því annars virka þau ekki rétt. Svo er líka mikið um feik í miðlabransanum en þeir sem eru feik eru bara í þessu útaf peningnum sem hægt er að græða. Þú veist miðlar taka oft 2-3000 kr. fyrir hálftíma-klukkutíma miðlun. Sem þykir mjög svo góð laun. Og ef það koma 10 manns á einum degi þá er maður kominn með 20-30.000 kr. fyrir einn dag!\nEn jafnvel þó þessir loddarar græða oft vel á þessu þá á samt ekki að vera spila með líf fólks!!!!"
        }
    ]
}