{
    "forum_title": "Manager leikir",
    "user": "Photec",
    "user_id": "4783",
    "date": "2006-09-10 21:04:03",
    "title": "Valencia 2006 / 2007",
    "text": "Valencia 06/07 (annað tímabil)\nFramkvæmdastjóri : Winston Henry - Englendingur\nKeyptir :\n-Fyrir áramót\nCicinho (Real Madrid) : 6 m\n-Eftir áramót\nAlou Diarra (Lens) : 9.75 m\nLeandro Bonfim (Porto) : 5 m\nJúlío Baptista (Real Madrid) : 26.5 m\nNemanja Vidic (Man Utd) : 4.9 m\n(Total 52 m)\nSeldir :\nOf margir , David Navarro og Fiore fóru frítt\nStærsta salan var Silva til Real Madrid á 15 m (minimum fee)\nSíðan fóru Albelda, Marchena, Rufete, Curro Torres, José Enrique svo einhverjir séu nefndir.\n(Total 33.5 m)\nTímabilið\nSuper Cup (Spánn)\nKeppti gegn Sevilla og skemmst frá því að segja að ég vann 5-2 samanlagt.\nEvrópukeppnin - Meistaradeildin\nDróst með Olympiakos, Everton og Udinese í riðil. Fyrirfram fannst mér þetta vera frekar auðveldur riðill og bjóst við Udinese með mér upp. Það var samt ekki rauninn\nGroup A\n1. Valencia \t\t13 pts\n2. Olympiakos\t\t11 pts\n3. Everton\t\t5 pts\n4. Udinese\t\t4 pts\nSvo ég komst upp og dróst á móti Porto, á þeim tímapunkti hafði ég selt of marga leikmenn og var í miklum leikmannavanda en komst 5-2 samanlegt áfram. Næst var nánast óvinnandi vígi en ég dróst gegn Chelsea í 8 liða úrslitum. Gríðarlega fámannaður þá gat ég ekki verið annað en stoltur af framgöngu liðsins. En það sem þótti markverðast var að í fyrri leiknum átti ég enga framherja eftir og einungis eina skiptingu eftir. Þannig að varamarkaðurinn Luis Mora var settur fram og skoraði eftir einungis 2 min inná vellinum. Útileikurinn tapaðist 2-1 og heimaleikurinn 1-0.\nTakmarkið var sett á 8. liða úrslit og náðist það\nSigurvegarar : Chelsea\nSpænski bikarinn.\nEftir að hafa sigrað þessa keppni árið á undan þá þótti mér viðeigandi að setja stefnuna á top 4. Sem sigurvegari fyrri keppni byrjaði ég í 5. umferð og fékk Deportivo sem mótherja. Það var svo sem allt í lagi þar sem þeir hafa ekkert verið til gríðarlegra vandræða áður. Fyrri leikurinn var spilaður á útivelli og tapaðist 2-1. Ég var því mátulega bjartsýnn fyrir seinni leikinn, en það varð síðan martröð. 0-5 TAP á heimavelli. Þvílík vonbrigði, án efa LANG versti leikur minn sem knattspyrnustjóri.\nSigurvegari : Real Madrid\nSpænska deildin – La Liga\nStjórninn og aðdáendur vildu ekkert annað en sigur annað árið í röð, en það hafði aldrei gerst í sögu Valencia að vinna 2 tímabil í röð. Tímabilið hófst eins og árið á undan, frekar lágstemmt. En á miðju tímabili þá sá ég hvaða 2 lið mundu berjast alla leið með mér. At. Madrid og Real Madrid.\nÍ 26 umferð var ég farinn að halda að þessi 2 lið væru óvinnandi vígi, ég var stanslaust í að elta og vissi að hver einustu mistök gætu kostað mig titilinn. Ótrúlegur endasprettur hjá mér (meðal annars 5-1 sigur á Barcelona og 0-3 útisigur á Betis í lokaumferðinni) gáfu mér loks titilinn.\nTæpara gat það vart verið og var barátta Real og At. Madrid aðdáunnarverð. Annar titillinn í röð var í höfn og annað árið í röð var Vicente valinn besti leikmaður deildarinnar. Sóknarboltinn var aðalsmerki okkar þetta tímabil og vonandi er þetta eitthvað til að byggja á í framtíðinni.\nLokastaðan\n1. Valencia \t\t+65 / 86 pts\n2. Real Madrid \t+49 / 85 pts\n3. At. Madrid \t\t+44 / 84 pts\n4. Barcelona \t\t+18 / 65 pts\n5. Deportivo \t\t+13 / 63 pts\nMarkahæstir í La Liga\nEto’o (Barcelona) \t- 30\nGuiza (Getafe) \t- 30\nVilla (Valencia) \t– 26\nLiðið\n-Markahæstur – David Villa – 34 mörk / 41 leikir (7,56)\n-Stoðsendingar – Vicente – 13 stoðs / 40 leikir (7,95) – 7,10 dribbles\n-Besti leikmaðurinn (eftir áramót) – Julio Baptista 14 leikir / 13 mörk / 12 stoðs (8,27)\n-Óvæntasta frammistaðan – Vidic : Var keyptur eftir áramót og ættlaði ég að nota hann einungis til uppfyllingar í vörninni, en hann sannaði sig svo sannarlega og var með 7,92 í meðaleinkunn\nKerfi 4-1-2-1-2 (demantur)\nGK : Canizares\nDR : Cicinho\nDL : Fabio Aurélio\nDC : Caneira\nDC : Vidic\nDMC : Diarra\nMR : Jorge López\nML : Vicente\nAMC : Aimar\nFC : Villa\nFC : Baptista\nLiðið stóð sig frábærlega þrátt fyrir mikil afföll. Baptista, Vidic og Vicente gerðu útslagið á lokasprettinum. Einning átti Kluivert frábærar innkomur þegar Villa meiddist í lok tímabils.\nMarkmið næsta tímabils er að komast skrefi lengra í meistaradeildinni þ.e. undanúrslitinn. Endurheimta bikarinn og reyna að halda í Spánarbikarinn í þriðja skiptið í röð.",
    "url": "https://www.hugi.is/manager/greinar/445463/valencia-2006-2007/",
    "url_id": "445463",
    "id": "3968112",
    "replies": [
        {
            "user": "Hairdoismylife",
            "user_id": "57267",
            "date": "2006-09-10 22:53:13",
            "id": "3969771",
            "reply_to_id": "3968112",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-09-10 23:10:45",
            "id": "3969859",
            "reply_to_id": "3968112",
            "text": "Er Marco Di Vaio ekki í Valencia þegar þessi leikur byrjar? Eða er kannski búið að selja hann?"
        },
        {
            "user": "Photec",
            "user_id": "4783",
            "date": "2006-09-10 23:27:44",
            "id": "3969941",
            "reply_to_id": "3969859",
            "text": "Fyrsta tímabilið er hann í láni hjá einhverju liði. Ég notaði hann aðeins í byrjun þessa tímabils en hann olli vonbrigðum þannig að ég seldi hann eftir tímabilið."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-09-10 23:36:12",
            "id": "3969998",
            "reply_to_id": "3969941",
            "text": "Það fór illa fyrir góðum leikmanni í hans tilfelli. Vildi óska þess að hann hefði aldrei farið frá Parma (sama gildir að vísu um ótrúlega marga aðra leikmenn en það er allt önnur saga.)"
        }
    ]
}