{
    "forum_title": "Kvikmyndir",
    "user": "rfm",
    "user_id": "23226",
    "date": "2006-09-13 15:38:47",
    "title": "\"Keppni - The Matrix vs. Equilibrium\"",
    "text": "The Matrix er fyrir löngu orðin goðsögn í kvikmyndaheiminum. Wachowski bræður voru titlaðir snillingar sem höfðu skrifað einhverja bestu sögu fyrr og síðar. Tæknibrellurnar voru bylting. Bardagaatriðin, skotatriðin og myndatakan - þetta var eitthvað sem fólk hafði aldrei séð áður. Myndin fór sigurför um heiminn árið 1999 sem leiddi af sér tvær framhaldsmyndir sem þóttu ekki sama snilldin og forverinn. En það er önnur saga.\nMargar kvikmyndir hafa “copy-að” eitthvað úr The Matrix og þá aðallega atriðið þar sem Neo forðar sér undan kúlunum, en samkv. Imdb.com þá höfðu 20 myndir hermt eftir því atriði árið 2002. Það var því aðeins tímaspurnsmál hvenær yrði gerð mynd sem yrði titluð sem “copy” af Matrix. Sú mynd var Equilibrium. Og þannig var hún auglýst, sem hin nýja Matrix. Það var því með nokkurri eftirvæntingu sem ég fór út á leigu fyrir nokkrum árum síðan og tók hina umtöluðu eftirlíkingu af Matrix.\nÍ einu orði sagt er sú samlíking með The Matrix og Equilibrium; BULL. Ókei, það er hægt að segja eitt og annað sem er líkt með myndunum en að segja að Equilibrium sé eftirlíking af Matrix er hestaskítur.\nSöguþráður:\nÍ fyrsta lagi eru sögurnar svo ólíkar, algjörlega svart og hvítt. Í sem stystu máli fjallar The Matrix um draumaheim, baráttu tveggja forrita um yfirráð í draumaheiminum og líf fólksins í raunveruleikanum sem berjast við útsendaraforritið í draumaheiminum. Tölvuhakkarinn Neo grunar að ekki sé allt með felldu í þessum svokallaði “heimi” og leitar þessara manna sem eru “raunverulegir”. Söguþráðurinn er flókinn og margslunginn, mikil snilld að mínu mati, að ekki er hægt að troða honum í eina málsgrein. Equilibrium fjallar hins vegar um hvernig tilfinningum fólks er haldið í skefjum með lyfi þar sem tilfinningar eru uppspretta alls ills. Útsendari ríkisins, John Preston, sem vinnur við að drepa og útrýma fólki sem sýnir tilfinningar, rís upp gegn kerfinu með því að minnka lyfjaskammtinn og kemst þá að því að ekki er allt með felldu. Einu líkingarnar sem ég sé í söguþráðunum tveimur er að það er einn maður sem á að bjarga heiminum. Það er gamalt og löngu fyrir tíma Matrix.\nÉg hef séð á netinu að fólk er að bera þessar myndir saman og talar þá mikið um útlit myndanna tveggja, búninga og bardagaatriði.\nÚtlit:\nÚtlit myndanna er ekki svipað, að mínu mati er Matrix tveggja útlita mynd, annars vegar það sem gerist í raunveruleikanum en þá er myndin mjög hrá og gróf, hins vegar er einmitt það sem gerist í draumaheiminum öfugt við raunveruleikann. Útlit EQ er eiginlega svart/hvítt í gegnum alla myndina sem á að gerast í framtíðinni, frekar dökk en mikið um andstæður. En það er líka alveg magnað þegar það kemur nýr og ferskur litur inn í myndina eins og blóðrauður sloppur og hvítur galli í þessa litlausu mynd.\nBúningar:\nÞeir eru svipaðir að því leyti að þeir eru svartir og einfaldir. Búið. Það er mikið um frakka í báðum myndunum en Matrix eru leðurtöffarar á meðan Equilibrium eru meira bómullartöffarar :-). Það sem Matrix hefur líka fram yfir EQ eru sólgleraugun. Þau eru KILLER og fá þar með vinninginn yfir EQ.\nBardagaatriðin:\nÞau eru eiginlega það sem er hvað líkast með myndunum, en samt eru þau svo ólík. Bardagaatriðin eru gríðarlega flott í báðum myndum, mjög vel útfærð og mikið hugsað um útlit. Þau eru svipað uppbyggð; kata bardagastíllinn er ráðandi en á meðan bardagaatriðin í Matrix eru frekar óraunveruleg (enda gerast þau í draumaheiminum) og hæg, eru þau miklu hraðari og raunverulegri í EQ, mikið spilað á ljós og hraðar klippingar í EQ. Það er meira um byssuatriði í EQ á meðan meira er barist með höndunum í Matrix. Mér fannst líka kúl að það voru samúrasverð í EQ. Maður sér að Quentin Tarantino hefur fengið lánað úr báðum myndunum fyrir meistaraverk sitt Kill Bill: Vol 1.\nÞað er eitt atriði þar sem sjá má líkingu með myndunum tveimur að það er engu líkara en Kurt Wimmer, leikstjóri og handritshöfundur EQ, hafi tekið lobbí atriðið í Matrix upp á sína arma og sniðið það að sínu höfði í EQ. Það er allavega skuggalega líkt en á sama hátt og áður, samt ekki. Á meðan lobbí atriðið í Matrix gerist í slow motion, með byssukúlum í allar áttir og steypu skjótast úr veggjunum, er sama atriði í EQ mun hreinna og hraðara og styttra. En ég fyrirgef Kurt Wimmer að hafa “stolið” atriðinu því stemning myndarinnar og útlit bíður upp á þetta atriði. Bæði þessi atriði fundust mér þau flottustu í báðum myndunum.\nNiðurstaða:\nThe Matrix er ein af topp5 myndunum mínum, mér finnst hún ein mesta snilld allra tíma. Mér finnst aðdáunarvert hvernig hægt er að hafa svona fjörugt ímyndunarafl eins og Wachowski bræður. Handritið er svo flókið að það þurfti allavega þrjú skipti fyrir mig að skilja það til fulls. En eins flókið og það er, þá er handritið er skothelt því það gengur upp og útlit myndarinnar er flott, tæknibrellur geðveikar og bardagaatriðin draumi líkastur. Ég held að Matrix komi nálægt því með að vera fullkomin mynd frá upphafi til enda.\nEquilibrium þótti mér leiðinleg í fyrsta áhorfi, líklegast af því ég var alltaf að vonast eftir Matrix dæmi sem aldrei kom. Olli mér vonbrigðum en hefur vaxið ásmegin og er í dag ein af mínum uppáhalds myndum. Það er viss stirðleiki til að byrja með en seinni hluti myndarinnar er mun betri en sá fyrri. Hugmyndin er góð og hún virkar, að vissu leyti er þetta alveg rétt, tilfinningar eins og græðgi, reiði, afbrýðisemi og fleira eru einmitt það sem stuðlar að morðum og mörgum stríðum.\nThe Matrix og Equilibrium eru tvær ólíkar myndir, mjög góðar hvor á sinn hátt. Matrix er betri, á því er enginn vafi, sagan er bara svo miklu betri, en Equilibrium er engu að síður frumleg og flott mynd.",
    "url": "https://www.hugi.is/kvikmyndir/greinar/446318/keppni-the-matrix-vs-equilibrium/",
    "url_id": "446318",
    "id": "3979096",
    "replies": [
        {
            "user": "tunkur",
            "user_id": "16472",
            "date": "2006-09-13 15:58:38",
            "id": "3980591",
            "reply_to_id": "3979096",
            "text": "hefði epuilibrium fengið 5x meira fjármagn þá hefði hún verið mikklu betri"
        },
        {
            "user": "pezkall87",
            "user_id": "52416",
            "date": "2006-09-13 15:59:43",
            "id": "3980601",
            "reply_to_id": "3979096",
            "text": "Mjög sammála þér í allflestu. Flott grein.\nEn á mér reyndar annað uppáhalds bardagatriði í EQ en það er þegar “löggurnar” bösta Preston þegar hann er að reyna að sleppa hvolpinum lausum. Óendanlega flott atriði."
        },
        {
            "user": "rfm",
            "user_id": "23226",
            "date": "2006-09-13 18:41:06",
            "id": "3981420",
            "reply_to_id": "3980601",
            "text": "Öll bardagaatriðin í EQ eru flott, það er staðreynd. Þau eru öll mjög svipuð en maður verður ekkert leiður á þeim því þau eru svo geggjuð.\nEn alveg sammála þér, það atriði er alveg magnað."
        },
        {
            "user": "bg2",
            "user_id": "61917",
            "date": "2006-09-13 16:00:22",
            "id": "3980608",
            "reply_to_id": "3979096",
            "text": "Equilibrium er miklu skemmtilegri en Matrix"
        },
        {
            "user": "ElGorilla",
            "user_id": "20068",
            "date": "2006-09-13 16:10:47",
            "id": "3980670",
            "reply_to_id": "3979096",
            "text": "Mér finnst nú Equilibrium lítið skild The Matrix, söguþráður Equilibrium var ansi líkur söguþræði Fahrenheit 451 frá árinu 1966. Í þeirri mynd voru líka nokkur atriði sem hafa haft áhrif á höfund V for Vendetta."
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2006-09-13 16:28:53",
            "id": "3980738",
            "reply_to_id": "3980670",
            "text": "er v for vandetta ekki myndasaga..\n?"
        },
        {
            "user": "ElGorilla",
            "user_id": "20068",
            "date": "2006-09-13 16:41:37",
            "id": "3980802",
            "reply_to_id": "3980738",
            "text": "B'iddu góði minn býrð þú uppá öræfajökli, flestallir sem hafa einhvað vit á kvikmyndum vita að V for Vandetta er kvikmynd eftir þá Wachowski bræðu"
        },
        {
            "user": "ElGorilla",
            "user_id": "20068",
            "date": "2006-09-13 16:44:18",
            "id": "3980823",
            "reply_to_id": "3980802",
            "text": "Í upphafi var þetta skrifað sem myndasaga."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-13 16:51:06",
            "id": "3980863",
            "reply_to_id": "3980823",
            "text": "já það er rétt en síðan var þetta gert að kvikmynd í óþökk höfundsins."
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2006-09-13 16:57:34",
            "id": "3980895",
            "reply_to_id": "3980802",
            "text": "Sem var fyrst myndasaga!"
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2006-09-13 17:06:59",
            "id": "3980929",
            "reply_to_id": "3980895",
            "text": "enda sagði ég það……\njá það er rétt en síðan var þetta gert að kvikmynd í óþökk höfundsins."
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2006-09-13 17:25:36",
            "id": "3981022",
            "reply_to_id": "3980929",
            "text": "NEI, þú sagði að v for vandetta væri saga eftir Wachowski bræður….."
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-09-13 17:58:02",
            "id": "3981201",
            "reply_to_id": "3981022",
            "text": "XD bwhahaha\nBætt við 13. september 2006 -  17:58\nYou crack me up"
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2006-09-13 18:10:09",
            "id": "3981269",
            "reply_to_id": "3981201",
            "text": "nú?"
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-09-13 19:08:50",
            "id": "3981564",
            "reply_to_id": "3981269",
            "text": "NEI, þú sagði að v for vandetta væri saga eftir Wachowski bræður….."
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2006-09-13 22:02:42",
            "id": "3982403",
            "reply_to_id": "3981564",
            "text": "i dont get it?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-13 23:52:34",
            "id": "3982981",
            "reply_to_id": "3981022",
            "text": "nei ég sagði að það væri kvikmynd eftir þá, ekki saga, alveg eins og lord of the rings er kvikmynd eftir Peter jackson en saga eftir JRR!"
        },
        {
            "user": "ElGorilla",
            "user_id": "20068",
            "date": "2006-09-13 16:42:41",
            "id": "3980808",
            "reply_to_id": "3980738",
            "text": "Jú það passar."
        },
        {
            "user": "korvus",
            "user_id": "2649",
            "date": "2006-09-13 16:43:34",
            "id": "3980813",
            "reply_to_id": "3980670",
            "text": "Pælinging bakvið Equilibrium á fjölmargt sameiginlegt með skáldsögunum Fahrenheit 451, Brave New World og 1984."
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2006-09-13 16:30:39",
            "id": "3980745",
            "reply_to_id": "3979096",
            "text": "Matrix er milku betri, en ég horfði á hina fyror löngu man ekki alveg hvernig hún var……ég gafst upp á henni þegar ég reindi að horfa á hana u daginn :S"
        },
        {
            "user": "allt",
            "user_id": "25756",
            "date": "2006-09-27 17:04:53",
            "id": "4033388",
            "reply_to_id": "3980745",
            "text": "Ég var út á leigu um daginn…Og átti auðvitað erfitt með að leita að gamalli mynd en rakst á þessa og hafði séð 5 mín af henni sem lofuðu góðu. Svo ég leigði hana og horfði á hana…Og eftir myndina langar mig geðveikt til að búa til bardagaratriði með myndavélina, klippa og bæta inn tæknibrellum með FuzzyDuck gaurnum (gamlir vinir). Ég er meira að segja búinn að semja atriði (í hausnum) en er bara að bíða eftir að gera tekið það."
        },
        {
            "user": "Addikongur",
            "user_id": "31452",
            "date": "2006-09-13 16:31:18",
            "id": "3980750",
            "reply_to_id": "3979096",
            "text": "ég vel Equilibrium any time framyfir Matrix\nstórkostleg mynd með tveimur af mínum uppáhaldsleikurum Christian Bale og Sean Bean, TÖFF TÖFF TÖFF GEÐVEIK MYND!!!!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-13 16:42:45",
            "id": "3980810",
            "reply_to_id": "3979096",
            "text": "Ég á barasta altof erftirr með að gera upp á milli þessara mynda, þær eru nefnilega svo ólíkar :D en þær eru báðar án efa á top10 listanum mínum"
        },
        {
            "user": "nanaki",
            "user_id": "64216",
            "date": "2006-09-13 17:23:08",
            "id": "3981012",
            "reply_to_id": "3979096",
            "text": "The Matrix og Equilibrium ftw! >:l"
        },
        {
            "user": "Elendill",
            "user_id": "23986",
            "date": "2006-09-13 17:25:01",
            "id": "3981020",
            "reply_to_id": "3979096",
            "text": "Vér höfum ákveðið að uppfræða yður um þá staðreynd að kvikmyndin Equilibrium er í stórum dráttum byggð á bókinni 1984, þess er þó hvergi getið í myndinni og ergir það oss mjög.\nÞess má til gamans geta að bókin 1984 var gefin út árið 1948 og er eftir mann að nafni Goerge Orwell.\nVér mælum eindregið með því að hver sá sem þykist hafa gaman af Matrix og Equilibrium lesi ofangreinda bók."
        },
        {
            "user": "rfm",
            "user_id": "23226",
            "date": "2006-09-13 18:42:10",
            "id": "3981427",
            "reply_to_id": "3981020",
            "text": "Já þegar ég var að lesa um EQ komst ég að því en fannst að það ætti ekki heima í þessari grein.\nMig langar að lesa 1984."
        },
        {
            "user": "puffman",
            "user_id": "35533",
            "date": "2006-09-26 14:14:35",
            "id": "4028807",
            "reply_to_id": "3981020",
            "text": "1984, er það ekki um Big Brother og hvernig „hann“ fylgist með okkur?"
        },
        {
            "user": "Elendill",
            "user_id": "23986",
            "date": "2006-09-26 18:21:27",
            "id": "4030019",
            "reply_to_id": "4028807",
            "text": "Eins og fyrr sagði, þá mælum vér með því að allir áhugasamir lesi bókina 1984.\nEn til að svara spurningu þinni þá fjallar bókin ekki um það, það er hins vegar óneitanleg staðreynd að Stóri bróðir kemur fyrir í bókinni og augu hans eru vökul."
        },
        {
            "user": "Omerta",
            "user_id": "32677",
            "date": "2006-09-13 17:27:05",
            "id": "3981026",
            "reply_to_id": "3979096",
            "text": "Ekki spurning, The Matrix. Ég elska hugmyndina á bakvið Matrix og hvernig trilogían þróast finnst mér stórkostlegt. Neo, Jesus… frábær saga.\nÉg fýlaði hinsvegar Equilibrium í tætlur líka en hvað varðar söguþráð og það sem skiptir mestu máli þegar kemur að því að dæma myndir þá er hún langt á eftir Matrix.\nBrellurnar í báðum frábærar.\nOg já, flott grein =)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-13 18:02:35",
            "id": "3981232",
            "reply_to_id": "3979096",
            "text": "Jebb fínasta grein… Ekkert betra að mínu mati heldur en góðar spennumyndir sem eru líka með gott handrit."
        },
        {
            "user": "rfm",
            "user_id": "23226",
            "date": "2006-09-13 18:03:16",
            "id": "3981236",
            "reply_to_id": "3979096",
            "text": "Er ég sá eini sem er á því að The Matrix er með lélegustu og gölluðustu sögu kvikmyndasögunnar miðað við vinsældir og virðingu?"
        },
        {
            "user": "rfm",
            "user_id": "23226",
            "date": "2006-09-13 18:43:00",
            "id": "3981433",
            "reply_to_id": "3981236",
            "text": "Já! Klárlega!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-13 18:03:41",
            "id": "3981239",
            "reply_to_id": "3979096",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "Daddi56",
            "user_id": "33186",
            "date": "2006-09-13 20:59:51",
            "id": "3982103",
            "reply_to_id": "3979096",
            "text": "Úff ég gæti ekki gert upp á milli þessara mynda :)"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-09-13 22:12:57",
            "id": "3982449",
            "reply_to_id": "3979096",
            "text": "The Matrix og Eguilibrium fjalla báðar um það hvernig einhvert yfirvald er að fela raunveruleikan fyrir jarðarbúum og baráttu aðalpersónunar gegn yfirvaldinu og tilraun til að sýna fólkinu sannleikan.  Equilibrium fjallar um meira en bara að fólk fái einhver lyf sem halda tilfinningum í skefjum, öllum listaverkum er kerfisbundið eytt til þess að losna við sömu áhrif og sagan endurrituð.  Þannig er raunveruleikin sem fólkið í þessum ævintýraheimi uppspuni alveg eins og The Matrix.\nAnnars þótti mér Equilibrium betri en The Matrix þrennan.\nBætt við 13. september 2006 -  22:13\nEitthvert* að sjálfsögðu."
        },
        {
            "user": "rfm",
            "user_id": "23226",
            "date": "2006-09-13 22:18:11",
            "id": "3982472",
            "reply_to_id": "3982449",
            "text": "Hmmmm hinkrum aðeins við.\nThe Matrix og Eguilibrium fjalla báðar um það hvernig einhvert yfirvald er að fela raunveruleikan fyrir jarðarbúum og baráttu aðalpersónunar gegn yfirvaldinu og tilraun til að sýna fólkinu sannleikan.\nEkki alveg sammála. Jarðarbúar í Matrix vissu alveg hvernig heimurinn var, íbúar Zion voru ljóslifandi og lifðu í raunveruleikanum. Hinir, þ.e.a.s. þeir sem eru “ræktaðir” og lifa í draumi alla sína ævi, vita náttúrulega ekkert í sinn haus. Þetta eru tveir aðskildir heimar. Það er ekkert yfirval í Zion að fela raunveruleikann fyrir þeim, aðeins í hinum heiminum en þeir lifa varla þar sem þeim dreymir aðeins."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-09-13 22:25:29",
            "id": "3982507",
            "reply_to_id": "3982472",
            "text": "Það var líka fólk í Equilibrium sem lifði utan borgarinnar og tók ekki inn þessi lyf.  Þú segir það sjálfur í greininni að atvinna aðalpersónunar fólst í því að drepa þá sem ekki fóru eftir settum reglum, þ.e.a.s. þeir sem að tóku ekki lyfin, varðveittu bækur og listavar o.s.frv.\nSá hópur fólks er algjörlega sambærilegur Zion, þeir voru uppreisnarseggir utan\nkerfisins\n.\nBætt við 13. september 2006 -  22:27\nlistaverk*"
        },
        {
            "user": "rfm",
            "user_id": "23226",
            "date": "2006-09-13 22:34:25",
            "id": "3982547",
            "reply_to_id": "3982507",
            "text": "Já ok, ég skil hvað þú átt við."
        },
        {
            "user": "Armageddon",
            "user_id": "7834",
            "date": "2006-09-13 23:11:54",
            "id": "3982759",
            "reply_to_id": "3979096",
            "text": "Ég verð að segja Matrix því að þó að Equilibrium sé góð mynd og allt það, þá er þetta bara frekar leim spinoff af hugmyndaheimum 1984 og Brave New World með kung-fu og happy-go-lucky endi. Vonbrigði verð ég að segja, en ágætis mynd.\nÞannig að mínu mati þá verð ég að velja Matrix yfir Equilibrium, þó að Matrix sé ótrúlega hype'uð upp."
        },
        {
            "user": "Shadowmaker",
            "user_id": "60497",
            "date": "2006-09-13 23:14:55",
            "id": "3982784",
            "reply_to_id": "3979096",
            "text": "Equilibrium framyfir Matrix segi ég…bara einfaldlega á erfitt með að þola Reeves…. :/"
        },
        {
            "user": "minnaen3simbi",
            "user_id": "31167",
            "date": "2006-09-15 11:41:40",
            "id": "3987475",
            "reply_to_id": "3979096",
            "text": "Það sem mér finnst megin munurinn á Matrix og EQ er það hvað bardagaatriðin er _miklu_ flottari í EQ. Eins og þegar hann er að fara að brjótast inn til aðal gaursins, hvað hann planar þetta í köku með því að henda 2 skothylkjum á undan sér. Mér finnst samt ekki vera hægt að líkja Matrix og EQ saman í söguþræði þar sem EQ er gerð eftir bók sem kom út löngu áður en Matrix var gerð."
        },
        {
            "user": "slingthor",
            "user_id": "18339",
            "date": "2006-09-15 19:54:42",
            "id": "3989751",
            "reply_to_id": "3979096",
            "text": "Byssufightinn í EQ þar sem hann er að slást við Father eða hvað sem gaurinn hét var geðveikt, finnst mér allaveganna.\nBáðar myndir eru á topp10 listanum mínum en matrix er betri, án efa."
        },
        {
            "user": "slingthor",
            "user_id": "18339",
            "date": "2006-09-15 20:00:22",
            "id": "3989779",
            "reply_to_id": "3989751",
            "text": "Þetta er gnome2, er hjá vini mínum,"
        },
        {
            "user": "Hadrianus",
            "user_id": "3208",
            "date": "2006-09-20 11:17:56",
            "id": "4007399",
            "reply_to_id": "3979096",
            "text": "Ég hef aldrei áttað mig á þessu mikla hype-i í kringum Matrix, það er svosem ekkert frumlegt við söguþráðinn heldur er hann tekinn úr heimspekikenningunni “simulacra and simulation” eftir Jean Baudrillard, og það stendur meira segja neðst á blaðsíðu 1 í þessari kenningu: “Welcome to the desert of the real”\nOg ef maður hefur lesið the invincibles, þá sér maður að mikið af skotunum eru tekin beint úr því.\nMatrix hafði jú mikil áhrif á kvikmyndaiðnaðinn en ég tek Equilibrium framyfir Matrix hvenær sem er."
        }
    ]
}