{
    "forum_title": "Kettir",
    "user": "hestafrik",
    "user_id": "55851",
    "date": "2006-09-15 14:16:33",
    "title": "Mig langar í kött!",
    "text": "…..en ég veit ekkert um ketti! hvað þarf ég að eiga og hvernig þarf ég að þjálfa hann/þarf ég eikkað að þjálfa hann?",
    "url": "https://www.hugi.is/kettir/korkar/447030/mig-langar-i-kott/",
    "url_id": "447030",
    "id": "3987964",
    "replies": [
        {
            "user": "lilienfeld",
            "user_id": "20337",
            "date": "2006-09-15 16:07:27",
            "id": "3988646",
            "reply_to_id": "3987964",
            "text": "Ef þú færð kött sem er kassavanur þá þarftu ekki að gera neitt nema bara kamma hann ef hann er að gera eitthvað af sér..\nSvo þarftu náttúrulega að eiga kassa og mat og muna að gefa honum að borða og hreinsa kassann.\nSíðan er bara að klappa honum og leika við hann. :)\nBætt við 15. september 2006 -  16:09\n…nema bara\ns\nkamma hann…\nmeinti ég náttúrulega.."
        },
        {
            "user": "hestafrik",
            "user_id": "55851",
            "date": "2006-09-17 16:09:31",
            "id": "3996375",
            "reply_to_id": "3988646",
            "text": "Takk fyrir…. svona í meginatriðum það sem ég var að hugsa þannig að ég var bara á réttri braut :)"
        },
        {
            "user": "kisakis",
            "user_id": "61921",
            "date": "2006-09-15 19:39:23",
            "id": "3989660",
            "reply_to_id": "3987964",
            "text": "endilega farðu þá á heimasíðuna mína www.blog.central.is/_kettir_ eða sendu mér skilaboð þá svara ég!\nBætt við 15. september 2006 -  19:40\nég skil mjög mikið af köttum og ég veit margt um þá,  í FYRRA LÍFI VAR ÉG KÖTTUR !"
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2006-09-16 15:15:51",
            "id": "3992291",
            "reply_to_id": "3987964",
            "text": "Ef þú færð kött þarftu að hugsa um að hann eigi mat, matardall og vatnsdall og svona, og kassa til að gera þarfir sínar í. Svo er gott að hugsa um hvar hann á að sofa en það þarf ekki alltaf því kettir finna sér oft sína staði sjálfir. Svo er gaman að eiga eitthvað dót fyrir hann.\nEf þú vilt að kötturinn éti ekki matinn þinn og þannig þá geturðu vanið hann á ýmislegt. Ég t.d. vandi köttinn minn mjög vel með því að hafa oft vatn við hendina til að skamma hana, og segja alltaf “nei” þegar hún gerði eitthvað vitlaust. Kettir geta lært að greina orð eins og skamm og líka svipbrigðin hjá manni svo þeir geta skilið hvenær þegar þeir eru óþægir. Það er líka gott að nota vatn til að kenna þeim þetta fyrst því þeir læra það að þegar þeir gera eitthvað vitlaust kemur eitthvað óþægilegt og þess vegna er gott að sleppa því að gera það, en það þarf ekki þegar er búið að kenna þeim."
        }
    ]
}