{
    "forum_title": "Hljóðfæri",
    "user": "Sturladur",
    "user_id": "56859",
    "date": "2006-09-15 22:31:44",
    "title": "Setja strengi í gítar",
    "text": "Veit einhver um leiðarvísi til að setja strengi í gítar. er með Crafter og Cruiser gítar, alltaf þegar ég stilli gítarinn minn þá verða  strengirnir svo slakir að það verður óþægilegt að spila á þá :. Einhver ráð? eða vefslóð :)\nBætt við 15. september 2006 -  22:32\nOg ekki svara með “www.google.com eða fucking google leit”.\nNæstum orðið jafn leiðinlegt og “fyrstur”",
    "url": "https://www.hugi.is/hljodfaeri/korkar/447286/setja-strengi-i-gitar/",
    "url_id": "447286",
    "id": "3990344",
    "replies": [
        {
            "user": "HlynurS",
            "user_id": "30981",
            "date": "2006-09-15 22:33:17",
            "id": "3990359",
            "reply_to_id": "3990344",
            "text": "Ég fatta ekki alveg… Verða þeir\nsvo slakir að það verður óþægilegt að spila á þá\n?\nÚtskýra betur? Hvað er nákvæmlega vandamálið hérna?"
        },
        {
            "user": "Sturladur",
            "user_id": "56859",
            "date": "2006-09-15 22:36:45",
            "id": "3990390",
            "reply_to_id": "3990359",
            "text": "Ég strekki á strengjunum þegar ég set þá í (hef ekki hugmynd hvort ég á að gera það, fyrsta skiptið sem ég er að þessu) og þá er komið að því að stilla gítarinn. Þá þarf ég að losa aðeins á strengnum, eða hvernig maður orðar það en þá er hann orðinn svo slakur, eða laus, eða hvað maður segir að það er leiðinlegt að slá á hann, leiðinlegt hljóð heyrist o.s.frv."
        },
        {
            "user": "HlynurS",
            "user_id": "30981",
            "date": "2006-09-15 22:40:33",
            "id": "3990406",
            "reply_to_id": "3990390",
            "text": "Ég fatta ekki alveg ennþá. Hvað áttu við með að þú þurfir að\nlosa aðeins á strengnum\nÞú tekur gamla strenginn úr, setur nýja í. Strekkir aðeins á til að halda honum inni. Tekur næsta gamla streng úr og setur nýjann í og gerir það sama.\nÞegar þú ert búinn að setja alla nýju strengina í þá stillirðu gítarinn bara og þá eru strengirnir eins og þeir eiga að vera. Það er ekki fræðilegur möguleiki á því að þeir séu slakir ef þeir eru rétt stilltir.\nErtu viss um að þú sért að stilla gítarinn rétt. Ég rétt vona að þú hafir ekki stillt hann áttund neðar!?"
        },
        {
            "user": "Sturladur",
            "user_id": "56859",
            "date": "2006-09-15 22:42:33",
            "id": "3990412",
            "reply_to_id": "3990406",
            "text": "Gæti verið :P ef ég aðeins vissi hvað það væri að stilla hann áttund neðar :).\nEr enginn atvinnumaður :).\nGæti samt vel verið að ég hafi gert það, ég hlýt að hafa gert eitthvað vitlaust amk\nBætt við 15. september 2006 -  22:50\nSvo virðist sem aðeins E og A eru svona “slakir”(?)\nhinir virka vel"
        },
        {
            "user": "HlynurS",
            "user_id": "30981",
            "date": "2006-09-15 22:49:37",
            "id": "3990428",
            "reply_to_id": "3990412",
            "text": "Okey, þá skal ég gefa þér smá tónfræðikennslu til að reyna að skýra þetta.\nÞað eru bara til 12 nótur, öll lög eru samansett úr aðeins 12 tónum. Þessar nótur eru:\nA-\nA#\n-B-C-\nC#\n-D-\nD#\n-E-F-\nF#\n-G-\nG#\nÞetta eru allar nóturnar sem til eru, og svo endurtaka þær sig bara aftur og þá eru þær komnar\náttund ofar\nog svo þegar þær endurtaka sig aftur þá eru þær farnar upp um enn aðra\náttund\n.\nTil að reyna að útskýra aðeins betur. Ef þú spilar t.d nótuna C og spilar svo næsta C fyrir ofan þá væri það áttund ofar en fyrra C-ið.\nÞannig að það gæti verið að þú sért með gítarinn “rétt stilltann” en bara áttund neðar. S.s. þú gætir verið með hann stilltann í réttar nótur en samt áttund neðar sem eru miklu dýpri nótur en þær sem eiga að vera.\nSkilurðu eitthvað af þessu? :S"
        },
        {
            "user": "Sturladur",
            "user_id": "56859",
            "date": "2006-09-15 22:52:12",
            "id": "3990436",
            "reply_to_id": "3990428",
            "text": "Já skil þetta, var byrjaður í smá tónfræðikennslu og skil þetta vel :), en á ég að strekkja á strengnum til að hækka hann um áttund?"
        },
        {
            "user": "HlynurS",
            "user_id": "30981",
            "date": "2006-09-15 22:54:15",
            "id": "3990443",
            "reply_to_id": "3990436",
            "text": "Já, ekki girðiru niður um þig og mígur á hann. Strekkja hann væri held ég sniðugast.\n;)"
        },
        {
            "user": "senseiellipelli",
            "user_id": "40709",
            "date": "2006-09-16 12:27:10",
            "id": "3991709",
            "reply_to_id": "3990443",
            "text": "vá!!!!!!!!    lame"
        },
        {
            "user": "Zorcerer",
            "user_id": "18452",
            "date": "2006-09-15 23:08:07",
            "id": "3990486",
            "reply_to_id": "3990436",
            "text": "Ekki taka þessu svari illa.\nHlynurS er með svona húmor."
        },
        {
            "user": "Sturladur",
            "user_id": "56859",
            "date": "2006-09-15 23:09:14",
            "id": "3990490",
            "reply_to_id": "3990486",
            "text": "Auðvitað veit ég að þetta er húmor :)"
        },
        {
            "user": "Sturladur",
            "user_id": "56859",
            "date": "2006-09-16 11:42:36",
            "id": "3991552",
            "reply_to_id": "3990344",
            "text": "Þarft að lækka actionið\nBætt við 16. september 2006 -  11:43\nVarla fattaðiru ekki að tónnin var áttund neðar haha ?"
        },
        {
            "user": "Sturladur",
            "user_id": "56859",
            "date": "2006-09-16 11:44:26",
            "id": "3991556",
            "reply_to_id": "3991552",
            "text": "uuu? actionið? :P"
        },
        {
            "user": "Dionysos",
            "user_id": "7571",
            "date": "2006-09-16 11:50:01",
            "id": "3991573",
            "reply_to_id": "3991556",
            "text": "Þar sem strengirnir enda á gítarkassanum. Þú getur þar með pínulitlu skrúfajáfni lækkað og hækkað actionið og með því að gera það geturu sett strengina hærra yfir fingraborðið og lægra. Vona að ég útskýri þetta nógu vel annars er ég nú enginn sérfræðingur um þetta mál."
        },
        {
            "user": "Dionysos",
            "user_id": "7571",
            "date": "2006-09-16 12:06:57",
            "id": "3991622",
            "reply_to_id": "3991573",
            "text": "annars er ég nú enginn sérfræðingur um þetta mál.\nÞað sést alveg langar leiðir ;)\nStrengjahæð (action) hefur voðalega lítið með spennu á strengjunum að gera. Einnig þá er ekki eins á öllum gíturum hvernig þessi aðgerð er framkvæmd. Á sumum skrúfar maður sitt hvorum megin á brúnni með venjulegu skrúfjárni, á öðrum þarf að skrúfa sitt hvorum megin með sexkanti, og á enn öðrum þarf að hækka/lækka hvern streng fyrir sig með litlum sexkanti.."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-16 12:58:42",
            "id": "3991829",
            "reply_to_id": "3991622",
            "text": "Já ég er enginn sérfræðingur um þetta en ég sagði ekki að þetta hefði eitthvað með spennu í strengjunum að gera.\nBætt við 16. september 2006 -  12:59\nen samt sem áður hefur það eitthvað með spennuna að gera."
        }
    ]
}