{
    "forum_title": "Sorp",
    "user": "Brighton",
    "user_id": "62883",
    "date": "2006-09-19 20:08:09",
    "title": "[greinasamkeppni] - Skólaganga mín",
    "text": "Ég er í eyðu í rétt undir klukkutíma í viðbót og hvað er annað betra heldur en að setjast niður í\nskólanum\nog skrifa grein um\nskólann\n. Það er nú það sem greinasamkeppnin snýst um!\nFyrst ætla ég að útskýra þetta hugtak fyrir ykkur.\nSkóli\n[School á ensku máli] er orð yfir stofnun sem krökkum er hrúgað inn í til að mennta þau svo þau fái almennilegar vinnur í framtíðinni. Leik\nskóli\ner mest bara svona stofnun þar sem þeim er kennt að leika sér, lita, leira og fleira til að þau séu samskiptahæf þegar þau koma í næstu gerð af\nskóla\nstofunun.\nGrunn\nskóli\nskiptist í þrjár deildir. Yngstu deild, miðdeild og unglingadeild. Yngsta deildin lærir mest bara grunn, 1+1 og 2+2 og margskonar hluti sem nýtast þeim í miðdeild og unglingadeild. Miðdeild fer í aðeins erfiðari hluti en þó ekki það mikið erfiðari að þau fái taugaáfall og endi líf sitt. Unglingdeild fer svo í erfiðustu hlutina sem byggjast upp á að blanda saman þeim grunnhlutum sem þeim var kennt á yngri deild og miðdeild. “Samræmd próf” er haldið í lok grunn\nskóla\ngöngu nemandans en þau eru sérgerð til að stressa fólk upp.\nEftir grunn\nskóla\ner svo val um hvort fólk fari í mennta-, fjölbrauta- eða framhalds\nskóla\n. Það er ekki skylda og sumir fara beint að vinna. Eftir það kemur svo há\nskóli\n.\nTil að byrja með, þegar ég var lítill krakkaangi var ég á leik\nskóla\neins og gerist nú oft með lítil börn. Foreldrarnir eru oft að vinna og láta annað fólk sjá um börnin á meðan. Fólk sem vinnur við að sjá um börn fyrir fólk sem er í annarri vinnu.\nÉg bjó einmitt bara beint á móti leik\nskólanum\nsvo mamma hljóp bara með mig út, henti mér inn og hljóp aftur út til að bruna í vinnuna.\nLeik\nskólinn\nminn í Reykjavík hét/heitir Hagaborg og er í Vesturbænum. Ég man furðulega vel eftir þessum leik\nskóla\nog þarna var leikkonan í mér til dæmis gerð. Það er að segja, hún kom fyrst fram á þessu leik\nskóla\n.\nÞað var nefninlega þannig að í sumum hvíldartímum þegar við lágum í hrúgu á dýnum með teppi inni í sal var sett saga í gang. “Mjallhvít” eða “Rauðhetta” til dæmis.\nEinn daginn var spilað leikritið “Kiðlingarnir 7”. Eftir leikritið sagði fóstran nokkur nöfn og við áttum að vera eftir og fara í röð fyrir framan hana. Ég var miðjulega í röðinni og var mjög stressuð því ég vissi nákvæmlega hvaða hlutverk ég vildi - kiðlinginn sem er ekki étinn. Og það hlutverk fékk ég.\nVið æfðum þetta 4-5 sinnum og frumsýndum þetta svo fyrir afganginn af deildinni. Þetta er -braking point- í minni sögu af því síðan þá hef ég ekki viljað gera neitt nema leika!\n3.april 1995 flutti ég, mamma mín og eldri bróðir til Akureyrar. Þar var ég sett á annan leik\nskóla\nað nafni Holtakot. Ég nenni ekki að muna eftir honum því það gerðist ekkert merkilegt þar.\nHaustið 1996 var mér svo plantað í grunn\nskóla\neins og gerist svo oft með 6 ára krakka. Ég var sett í 1.bekk í 5.stofu í Glerár\nskóla\ná Akureyri og þar átti ég eftir að vera öll mín grunn\nskóla\nár.\nÞetta byrjaði rólega, eg kynntist krökkunum en var mest með einni stelpu. Bekkurinn minn var nördabekkurinn og hinir tveir bekkirnir litu svolítið niður á okkur. Ég og þessi vinkona mín vorum nördin í nördabekknum. Oh joy, oh joy.\nLítið er frá mínu grunn\nskóla\nlífi að segja, þar sem ég var hljóðlátur, lítill krakki. Dugleg og þæg.\nÞað sem ég gerði reyndar af mér eitt sinn í fimmta bekk var að bíta í bakið á bekkjarsystur minni.\nÞað kom svo til að það var dótadagur og ég kom með elskulegan bangsann minn. Bekkjarsystur minni þótti sniðugt að stríða mér aðeins og tók bangsann og þóttist ætla að henda honum í ruslið eða eitthvað. Eitthvað klikkaðist í hausnum á mér því ég elti hana út um alla stofu þangað til hún datt og grúfði sig niður. Ég reyndi að ná bangsanum en náði ekki til hans svo ég bara ákvað að höggva mínum hvössu tönnum beint í bakið á henni. Hún var í anorakk sem rifnaði.\nHún grenjaði eins og ég veit ekki hvað! Einhver heyrði í henni, kom inn og náði svo í skólastjórann. Stelpan fór til hjúkkunnar og ég var send til\nskóla\nstjórans - í fyrsta skiptið á skólagöngu minni.\nÉg grenjaði reyndar alveg jafn mikið og hún því ég var hrædd og skammaðist mín. Komst svo að því daginn eftir að hún var send upp á spítala og þurfti að vera á pensilíni í viku. Við urðum samt vinkonur.\nAnnað sem ég gerði eitt sinn af mér var í dönskutíma. Reyndar gerði ÉG ekkert af mér, það var bara smá misskilningur á milli mín og kennarans. Þannig var það að árgangurinn minn var talinn sá versti í langa tíð á þessum tíma. Hvort þetta var sagt við alla árgangana veit ég ekki en þegar þetta var sagt við okkur fengum við eitthvað kick út úr því og urðum bara verri.\nDönskukennarinn var orðinn frekar pirraður á okkur og var að reyna að útskýra fyrir okkur hlustunarverkefni. Því miður var ég að reyna að hlusta og heyrði voðalega lítið. Allt í einu setti hann á play og allir, nema ég og sessunautur minn vissum hvað átti að gera! Ég varð nú eitthvað fúl við það og sagði svona í djóki “Nú, á bara ekkert að útskýra? Þá fer ég bara í verkfall” við sessunaut minn og setti blýantinn niður í bókina. Kennarinn fékk kast og gargaði á mig að koma mér bara út ef ég ætlaði að láta svona. Ég lét ekki segja mér það tvisvar og labbaði út. Sat bara fyrir framan stofuna og gerði ekkert en heyrði í honum garga á bekkinn að það gæti alveg farið fyrir þeim eins og mér!\nÞað þótti mér fyndið.\nLítið annað gerðist á minni grunn\nskóla\ngöngu. Árshátíðir, böll, stelpudrama, samræmd próf og fleira venjulegt.\nNú er ég komin í Mennta\nskólann\nvið Hamrahlíð og gengur. Já, mér nefninlega gengur bara. Ég veit ekki hvort mér gengur vel eða illa en það skýrist kannski þegar ég fæ einkunnir.\nÞetta er semsagt yfirlit mitt yfir\nskóla\ngöngu og vona ég að þetta nýtist ykkur eitthvað í framtíðinni.\nVeriði sæl og eigið gott líf.",
    "url": "https://www.hugi.is/sorp/greinar/448436/greinasamkeppni-skolaganga-min/",
    "url_id": "448436",
    "id": "4003999",
    "replies": [
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2006-09-19 20:37:41",
            "id": "4005937",
            "reply_to_id": "4003999",
            "text": "Yush, great .\n^^"
        },
        {
            "user": "Moony23",
            "user_id": "52174",
            "date": "2006-09-19 20:51:09",
            "id": "4005995",
            "reply_to_id": "4003999",
            "text": "hahahahahahahahahahahahaha…..xD þessi stóru atriði eru killer hahahahahahahahahahahahahahhahahahahahahahah xD\nannars bara góð grein and stuff and stuff :D"
        },
        {
            "user": "ChocoboFan",
            "user_id": "60147",
            "date": "2006-09-19 21:56:20",
            "id": "4006314",
            "reply_to_id": "4003999",
            "text": "Beist … þú … í bakið á henni? Bwahahahahaha :'D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-19 22:54:08",
            "id": "4006644",
            "reply_to_id": "4003999",
            "text": "Ég var líka einu sinni send til skólastjórans!!\nStolt af því nú en þá. . . . þetta var í 4. bekk og grenjaði því ég vvar svo hrædd um að mamma myndi frétta það. Ég var svo villt."
        },
        {
            "user": "Brighton",
            "user_id": "62883",
            "date": "2006-09-20 12:26:26",
            "id": "4007535",
            "reply_to_id": "4003999",
            "text": "ertu í klukkutíma eyðu kl. átta? eða skrifaðirðu þetta bara þá og sendir síðan seinna inn?"
        },
        {
            "user": "Brighton",
            "user_id": "62883",
            "date": "2006-09-20 12:37:58",
            "id": "4007562",
            "reply_to_id": "4007535",
            "text": "Nei, ég skrifaði þetta inn og þetta var samþykkt klukkan átta"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-20 12:41:04",
            "id": "4007567",
            "reply_to_id": "4007562",
            "text": "já auðvitað"
        },
        {
            "user": "Artharas",
            "user_id": "26938",
            "date": "2006-09-20 13:01:42",
            "id": "4007609",
            "reply_to_id": "4003999",
            "text": "Hehe skemmtileg grein, vonandi bítur þú fleiri leiðindarpúka! :P"
        },
        {
            "user": "Fontes",
            "user_id": "61536",
            "date": "2006-09-20 22:37:41",
            "id": "4010050",
            "reply_to_id": "4003999",
            "text": "Öll þessi feitletruðu skóla orð gera mig bara hræddann og pirraðan og hvað eina…\nNú já, þannig að ég er ekki einn um að vera fórnarlamb tanna þinna?.. Mér er enn illt í öxlinni >_"
        },
        {
            "user": "Brighton",
            "user_id": "62883",
            "date": "2006-09-20 23:11:05",
            "id": "4010212",
            "reply_to_id": "4010050",
            "text": "*flaut* Ég byrjaði snemma að bíta fólk.\nOg ég beit þig EKKI það fast í öxlina O_O Þú hlýtur að hafa gert e-ð meira við hana"
        },
        {
            "user": "Fontes",
            "user_id": "61536",
            "date": "2006-09-21 07:33:13",
            "id": "4010545",
            "reply_to_id": "4010212",
            "text": "Það var nú samm doltið fast, en ekkert skelfilegt ;)\nhihi ef égþrýsti á ennið þá meiði ég mig smá þar sem við skölluðumst xD"
        },
        {
            "user": "Brighton",
            "user_id": "62883",
            "date": "2006-09-21 10:52:24",
            "id": "4010761",
            "reply_to_id": "4010545",
            "text": "haha x'D Sama hér. Eða, nei, ekki lengur, en það var þannig í gær samt :Æ"
        },
        {
            "user": "Fontes",
            "user_id": "61536",
            "date": "2006-09-22 14:39:08",
            "id": "4014338",
            "reply_to_id": "4010761",
            "text": "hihi ^^"
        },
        {
            "user": "Kaea",
            "user_id": "52376",
            "date": "2006-09-21 13:19:32",
            "id": "4011001",
            "reply_to_id": "4003999",
            "text": "Þú.. beist í bakið á henni? :'D\nog.. hún fór á pensilín? x'D\nHahahaha xD\nSniðug grein annars ^^"
        },
        {
            "user": "Brighton",
            "user_id": "62883",
            "date": "2006-09-23 15:12:06",
            "id": "4017751",
            "reply_to_id": "4003999",
            "text": "Haha, flott grein!\nLitli bróðir minn var á Holtakoti og ég var í Glerárskóla.\nVar Vilberg skólastjóri þegar þú varst í Glérárskóla?\nMannstu eftir einhverjum kennurum?\nOG! Voru GARDÍNURNAR APPELSÍNUGULAR?"
        },
        {
            "user": "Brighton",
            "user_id": "62883",
            "date": "2006-09-23 17:51:58",
            "id": "4018197",
            "reply_to_id": "4017751",
            "text": "Yup, Vilberg var og… gardínurnar eru ennþá appelsínugular -_-\" *gubb*\nHvað ertu gömul? :O"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-23 18:37:59",
            "id": "4018394",
            "reply_to_id": "4018197",
            "text": "Já, ég hef heyrt að gardínurnar séu enn í þessum hræðilega lit…"
        },
        {
            "user": "JoiBje",
            "user_id": "39244",
            "date": "2006-10-01 17:14:51",
            "id": "4047446",
            "reply_to_id": "4018197",
            "text": "haha og líka gólfteppin á veggjunum :'D"
        },
        {
            "user": "Brighton",
            "user_id": "62883",
            "date": "2006-10-01 18:14:48",
            "id": "4047646",
            "reply_to_id": "4047446",
            "text": "-_-\" Alltaf jafn fallegt1 o_O :'D"
        },
        {
            "user": "JoiBje",
            "user_id": "39244",
            "date": "2006-10-01 18:18:04",
            "id": "4047664",
            "reply_to_id": "4047646",
            "text": "og hrabba og gauja og allir hinir gángaverðirnir :'D"
        },
        {
            "user": "Brighton",
            "user_id": "62883",
            "date": "2006-10-01 18:19:09",
            "id": "4047670",
            "reply_to_id": "4047664",
            "text": "-_-\" Ég sakna þeirra ekki."
        },
        {
            "user": "JoiBje",
            "user_id": "39244",
            "date": "2006-10-01 18:20:41",
            "id": "4047672",
            "reply_to_id": "4047670",
            "text": "hahahahhahahahhahahahah :'D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-26 16:52:01",
            "id": "4029579",
            "reply_to_id": "4003999",
            "text": "Ég fór líka á Holtakot , á heima á móti honum, ég byrjaði reyndar í skóla 1998. Það má til gamans geta að ég fór í 1.Bekk í 7.Stofu :) og er núna í 9unda bekk í man ekki alveg hvaða stofu :D Varstu í Glerárskóla allan grunnskólann eða ? PM me then ;)"
        }
    ]
}