{
    "forum_title": "Metall",
    "user": "Kupo",
    "user_id": "29733",
    "date": "2006-09-21 07:58:59",
    "title": "cof-thornography",
    "text": "okei er búinn að heyra eitthvað af þessum nýju lögum með þeim enda alltaf gaman að kíkja á allt með þessum dúddum í sjálfu sér en vá hvað þeir eru orðnir baaaad shit miðað við hvað þeir voru gooood shit,bara peningar og Satan,skorta hugmyndir og þá fara þeir að gera þemadiska með einhverjum villandi (alls ekki samt) nöfnum ,bara til að gefa eithvað út,ég hef alltaf fíla þá frá því ég heyrði fyrst í þeim og hef heyrt hvert einasta lag sem þeir hafa gefið út nema fyrsta spólan sem var aldrei gefin út,sem var gerð á undan Invoking the Unclean spólunni og 1-2 önnur heavy rare cover lög sem ég hef áður verið að rembast við að dl eða leita að útum allt þannig að ég þekki þessa gæja út og suður og bla held það sé voða lítið sem ég veit ekki um þá ÞÓTT ég sé ekki beint fan en Í DAG eru þeir orðnir fuck ass slappir og orðnar fyrir löngu fkn sell-out hórur eins og KoRn…fkn bull varð bara að bulla smá morgunbull:p",
    "url": "https://www.hugi.is/metall/korkar/448969/cof-thornography/",
    "url_id": "448969",
    "id": "4010563",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-21 08:20:12",
            "id": "4010573",
            "reply_to_id": "4010563",
            "text": "Haha já, gott að koma með smá morgunbull =P"
        },
        {
            "user": "Absurd",
            "user_id": "36364",
            "date": "2006-09-21 09:36:30",
            "id": "4010643",
            "reply_to_id": "4010563",
            "text": "orðir helv slæmir…."
        },
        {
            "user": "Kupo",
            "user_id": "29733",
            "date": "2006-09-21 11:05:26",
            "id": "4010778",
            "reply_to_id": "4010643",
            "text": "jamm,allavega sérstaklega miðað við hversu þéttir og melódískir þeir voru,bara fkn snilld.."
        },
        {
            "user": "Absurd",
            "user_id": "36364",
            "date": "2006-09-21 12:02:56",
            "id": "4010860",
            "reply_to_id": "4010778",
            "text": "jebb, var að vona eftir sona dusk and her embrace feeling.. var pínku bjartsínn"
        },
        {
            "user": "Kupo",
            "user_id": "29733",
            "date": "2006-09-21 12:03:53",
            "id": "4010861",
            "reply_to_id": "4010860",
            "text": "geðveikur black metall þar á ferðinni!!\nbesti diskurinn þeirra að mínu mati:)"
        },
        {
            "user": "Absurd",
            "user_id": "36364",
            "date": "2006-09-21 12:05:21",
            "id": "4010865",
            "reply_to_id": "4010861",
            "text": "jebb =) hauntet shores og beuty slept in sodom eru snillad lög, fæ aldrei leið á þeim"
        },
        {
            "user": "Kupo",
            "user_id": "29733",
            "date": "2006-09-21 13:09:41",
            "id": "4010982",
            "reply_to_id": "4010865",
            "text": "já intro-ið að Beauty Slept In Sodom,Graveyard by Moonlight er líka fkn snilld,Heaven Torn Asunder og svo aðalfkn lagið A Gothic Romance (Red Roses for the Devil's Whore)=P ÞAÐ ER eitt af langfkn bestu lögunum þeirra og svoleiðis þurfa lögin þeirra mikið frekar að hljóma frekar en Gilded Cunt og þannig lame ass gítarspil sem virkar eins og Shadows Fall eða As I Lay Dying sem er bara miklu verra en þeir geta spilað,bara svona mellow melódía sem nær manni ekkert miðað við hitt gamla en Haunted Shores það er líka fkn snilld,allavega textinn og bara andinn í laginu: Arthúr konungur og riddarar hringborðsins úr Avalon og sögunni þeirra er breytt í miklu meira dark and gloomy shit sem náði mér alveg,bara þessi diskur er einn langbesti black metal diskur sem ég hef hlustað á=D"
        },
        {
            "user": "Absurd",
            "user_id": "36364",
            "date": "2006-09-21 15:10:18",
            "id": "4011282",
            "reply_to_id": "4010982",
            "text": "alveg sammála þér með það = )funeral in carpathia er nottla algjör klassík of malice trough the looking glass. verst með þetta nýja stöff :´("
        },
        {
            "user": "Kupo",
            "user_id": "29733",
            "date": "2006-09-21 13:03:06",
            "id": "4010968",
            "reply_to_id": "4010563",
            "text": "Að hvaða leiti eru þeir sellout?"
        },
        {
            "user": "Kupo",
            "user_id": "29733",
            "date": "2006-09-21 13:25:00",
            "id": "4011014",
            "reply_to_id": "4010968",
            "text": "ég hélt ég hefði útskýrt það,sko ég var við tíma í það mikilli blekkingu að þeir væru ekkert nálægt því að vera sell-outs að því ég horfði á miklu verri bönd sem eru sell-outs fkn hórur margar og það þarf ekki endilega að vera nu-metallinn og það sem er í gangi í dag,t.d bara AC/DC for example og bara heilmargt sem ég nenni ekki að nefna..\n..but you get the picture EN það er ekki þar með sagt að þeir eru ekki sell-outs, ég áttaði mig almennilega á því eftir Damnation and a Day,þegar það eru bara þemadiskar næstir á dagskrá á eftir biblíunni og Lucifer sem hann er alltaf að syngja um og hann varð að hafa heilan disk um það (btw hann er náttúrlega algjör snild að mínu mati,í rauninni algjört helvitis meistaraverk),Nymphetamine er þeman yfir amphetamine og hann felur það í textunum og hefur alltaf sama stílinn og hann er alltaf mjög góður textahöfundur,svo kemur Thornography/Pornography fattaru og svo ef þú lítur til baka á 2002 þá gáfu þeir út Lovecraft & Witch Hearts sem er líka villandi dæmi og bara eftir Midian þá fer hann að skorta ýmindunarafl (þeman á Midian er líka bara Satan og grófar pyntingar og nauðganir sem hefur eiginlega alltaf verið aðalþema hjá þeim en það er aukaatriði:P og Live Bait for the Dead sem er bara ennþá fleiri techno lög og cover og eitthvað ásamt öllum bootlegs sem hafa verið gefin út(náttúrulega ekki frá þeim en þeir voru samsintir því),og endalausar endurgerðir af lögunum þeirra,ég fíla þá í rauninni ekkert minna fyrir vikið af þessu öllu fkn rugli og ég er varla búinn að telja upp helminginn af öllu ruglinu sem þeir hefðu getað sleppt eða betrumbætt en mér finnst ég þurfa að gagnrýna þá en ekki side-a með kókaín og drykkjusjúklingum í þessari hljómsveit sem gera fleiri plötur að því þeir geta það auðveldlega vegna þeir vilja meiri peninga og þess vegna eru þeir sell-outs!!\nen eins og ég sagði þá eru þeir reyndar low-level kannski mid-level sell-outs hórur miðað við óskapnaðinn sem ég æli yfir takk fyrir og takk fyrir að lesa=P"
        },
        {
            "user": "Kupo",
            "user_id": "29733",
            "date": "2006-09-21 13:45:03",
            "id": "4011062",
            "reply_to_id": "4011014",
            "text": "Þeir eru ekki sellouts fyrir að gera þemaplötur.Lovecraft & witch hearts var gefinn út til að enda plötusammning.Eru þeir sellout fyrir að setja remix á live plötu? Kannski vildu þeir gera plötuna betri með því að bæta við efni á hana.Það hafa örugglega ekki margir keypt plötuna bara útaf þessum remixes þannig að þeir hafa ekki grætt mikið á því."
        },
        {
            "user": "Kupo",
            "user_id": "29733",
            "date": "2006-09-21 14:03:36",
            "id": "4011098",
            "reply_to_id": "4011062",
            "text": "já en miðað við hvað hugsunarhátturinn hans var allt öðruvísi í den en nú snýst þetta um að græða peninga,annars segir hann sjálfur að sé bra flippandi,ekkert að pæla mikið í hvað hann er að gera,sumt að þessu sem ég var að segja var ekkert staðreyndir bara mínar skoðanir og bara það sem mér er farið að finnast um þá en ég hætti ekkert að fíla þá fyrir það,fyrri helmingurinn þeirra er náttla bara alveg nóg fyrir eyrun:P"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-28 15:31:23",
            "id": "4036637",
            "reply_to_id": "4010968",
            "text": "Er djókið ekki komið aðeins of langt hjá þér?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-29 16:44:52",
            "id": "4041025",
            "reply_to_id": "4036637",
            "text": "Að hvaða leiti eru þeir sellout?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-29 16:49:05",
            "id": "4041050",
            "reply_to_id": "4041025",
            "text": "Ég var nokkuð viss um að þú værir að grínast en er farinn að efast."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-29 16:51:59",
            "id": "4041072",
            "reply_to_id": "4041050",
            "text": "Komdu þá með einhver rök fyrir því að þeir séu sellout."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-29 16:53:03",
            "id": "4041076",
            "reply_to_id": "4041072",
            "text": "Það er ekki það sem ég er að tala um, heldur almenn hegðun þín hérna og skoðanir.\nAnnars er það aðallega fólkið sem hlustar á þá sem gerir þá að sellout  og náttúrulega ófrumleikinn."
        },
        {
            "user": "Omerta",
            "user_id": "32677",
            "date": "2006-09-21 17:39:43",
            "id": "4011890",
            "reply_to_id": "4010563",
            "text": "Ég held bara að þú vitir ekki hvað sellout er."
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2006-09-21 22:59:16",
            "id": "4013172",
            "reply_to_id": "4010563",
            "text": "er að renna yfir diskinn í fyrsta sinn núna. Vanalega dæmi ég disk ekki fyrr en eftir svona 3-4. hlustun, en það er nokkur töff lög á þessum diski. Þeir stíga svolítið útfyrir extreme metal sviðið, en það er ekkert að því."
        },
        {
            "user": "Kupo",
            "user_id": "29733",
            "date": "2006-09-22 05:50:38",
            "id": "4013568",
            "reply_to_id": "4013172",
            "text": "já þeir hljóta að vera að koma með eitthvað nýtt eins og venjulega,hlakka til að kynnast þessum diski almennilega líka:)"
        }
    ]
}