{
    "forum_title": "Myndasögur",
    "user": "Kornkall",
    "user_id": "55804",
    "date": "2006-09-25 09:01:22",
    "title": "I-C",
    "text": "Hérna er smá innsýn í hvernig sögurnar mega vera.\nI-C\nÁ fjarlægri vetrarbraut sem heitir Syd er stríð á milli Plánetunnar Seekmo og Krypt og einn daginn fæðir drotting Seekmo son sem er skírður I-C. I-C elst upp á eintómum slagsmálum og varð sterkur ungur að aldri og eignaðist 2 góða vini Sidney og Jay . Þegar I-C er 12 ára er hann sendur burt í þjálfun á plánetunni Icy en sidny og jay halda kyrru fyrir. seekmo-búar eru mjög trúaðir og þegar I-C fæddist var hann blessaður af guðinum Hits, Hits gaf honum allann sinn styrk og flughæfileika en I-C varð ekki ódauðlegur. Á meðan I-C er í þjálfuninni stækkar hann og líkamsbygging hanns verður mjög sterk og hann er mjög stæltur og fríður eftir 10 ár í þjálfun. Á meðan I-C var í þjálfun þá náði kóngur krypt T-T yfirráðum á Seekmo. T-T á sína hægri hönd I-B og hann er meistari í bardagalistum og er mjög sterkur og kröftugur. I-C snýr aftur til heimaplánetu sinnar seekmo. Með alla sína þjálfun og krafta leitar hann uppi sidney og jay og þau höfðu líka fengið þjálfun og  þau fara í ferð til að bjarga  Seekmo og íbúm hennar og koma I-C í sitt réttborna konungssæti.\nKarakterar:\nNafn: I-C\nAldur: 22\nStarf hans: Erfingi Seekmo og Frelsisbaráttupersóna\nLitur: hvítur\nFæðingarstaður: Seekmo\nHæfileikar: flug, óendanlegur styrkleiki, big summon attack, bang bang attack og margt fleira\nVinir: Sidney og Jay\nÓvinir: T-T,\nUpplýsingar: I-C er Frelsishetja Seekmo og líka Sydney og Jay.\nSidney\nNafn: Sidney\nAldur: 24\nStarf: Frelsishetja Seekmo og best vinkona I-C\nLitur: hvítur\nTegund: Manneskja\nHæfileikar: flug,bardagalst og hún getur summonað allskonar skrímsli\nFæðingarstaður: Icy\nÓvinir: T-T og I-B\nUpplýsingar:  Þetta er stelpa sem þú vilt ekki ráðskast með, ef hún verður reið segiru bara bless.\nJay:\nNafn: Jay miles\nAldur: 19\nStarf: Yfirvélvirki, frelsishetja Seekmo og besti vinur I-C\nLitur:  hvítur\nFæðingarstaður: Seekmo\nTegund: Manneskja\nHæfileikar: flug,fire ring attack,bardagalistir\nVinir: I-C og sydney\nÓvinir: T-T og I-B\nT-T\nNafn: Tilty\nAldur: Óþekktur\nStarf: Bráðgáfaður vísindamaður, einræðisherra Krypt og vondi náunginn.\nHúðlitur: Hvítur\nStofn: Krypti\nFæðingarstaður: Krypt\nÓvinir: Sidney  I-C og jay\nI-B\nNafn: Ilby\nAldur: Óþekktur\nStarf: Hægrihönd Tilty og meistari í bardagalistum\nHúðlitur: Hvítur\nStofn: Krypti\nHæfileikar: bardagalist,flug,svarti galdur\nFæðingarstaður: Óþekktur\nÓvinir: Sidney.I-C, sydney og jay",
    "url": "https://www.hugi.is/myndasogur/greinar/449252/i-c/",
    "url_id": "449252",
    "id": "4013685",
    "replies": [
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2006-09-25 14:07:13",
            "id": "4024760",
            "reply_to_id": "4013685",
            "text": "… whuuuut?"
        },
        {
            "user": "OfurKindin",
            "user_id": "44085",
            "date": "2006-09-25 21:33:07",
            "id": "4026951",
            "reply_to_id": "4024760",
            "text": "Veit ekki hvort hann samþykkti þetta óvart, en hann var að sýna mér/okkur öllum á /myndasögur hvernig “ofurhetjusögurnar” mega vera léttilega.\nÞ.e.a.s endilega skrifaðu ofurhetju sögu hingað inná ;"
        },
        {
            "user": "Kornkall",
            "user_id": "55804",
            "date": "2006-09-26 08:41:04",
            "id": "4028079",
            "reply_to_id": "4026951",
            "text": "ég samþykkti óvart, hehe my bad, það var ekki ætlunin en allavega ´þær eiga að vera í líkingu við þetta og tht3000 takk fyrir að lesa þetta."
        }
    ]
}