{
    "forum_title": "Deiglan",
    "user": "Torveus",
    "user_id": "43570",
    "date": "2006-09-23 21:50:30",
    "title": "Byssuauglýsingar?",
    "text": "Á Íslandi má ekki auglýsa tóbak eða áfengi. Menn að sjálfsögðu reyna eins og þeir geta að komast framhjá þessu t.d. með því að auglýsa bjór og setja svo létt öl neðst í hornið þar sem fáir sá það eða finna. Haglabyssur og rifflar lúta engum slíkum lögum. Á haustin huga menn að rjúpna veiðum og fleiri veiðum á fuglum, og til þess að geta gert þetta þarf góða haglabyssu. Hægt er að kaupa haglabyssur og riffla á tilboðum, með afborgunum og allt sem tengist þeim. Hvort það séu skápar eða töskur.\nÉg fór að pæla, af hverju má auglýsa heilsíðuauglýsingar í Fréttablaðinu t.d.?\nEr ekki hægt að nota skotvopn sem morðvopn á miklu auðvaldar hátt en hnífa. Ég man ekki eftir að hafa sé auglýsingar um veiðihnífa í blöðum landsins. Er ekki miklu auðveldara að drepa mann í æðiskasti með haglabyssu en hníf. Maður veit aldrei.\nÁ Íslandi eru allskonar skotvopnalög sem reynt er að fylgja og Ísland sker sig úr öðrum löndum með því að leifa ekki birtingu auglýsinga sem innihalda tóbak og önnur vímuefni.\nMeð því að leifa það að auglýsa byssur eru Íslendingar að verða eins og nágranar okkar í vestri, þar sem sjálfvirkur riffil er sjálfsagður hlutur, að vísu meira inn í landi en við ströndina, en það er ekki málið.\nAuglýsingar á tóbaki og áfengi var örugglega sett á til að vernda æsku þessa lands. Það er kannski ekki hægt að segja að með því að auglýsa byssur vilji allir níu ára strákar eignast byssu en það er örugglega til. En það sem ég er að reyna að segja er að það er ekkert réttlætanlegt við það að auglýsa morðvopn í blöðum. Af hverju á ekki að banna bíla? Því bílinn var ekki hugsaður og hannaður sem morð vopn en byssan var það. Eins og mjög margar uppfinningar samtímans, þá urðu mestu framfarir mannskins í stríði til að við gætum kálað hvort öðru.\nÉg vil vita hvort það sé rétt að auglýsa morðvopn. Og ég vil ekki fá eitthvað kjaftæði um að menn þurfa þetta til að veiða. Að veiða er bara annað orð yfir að drepa.",
    "url": "https://www.hugi.is/deiglan/greinar/449226/byssuauglysingar/",
    "url_id": "449226",
    "id": "4013427",
    "replies": [
        {
            "user": "BessiB",
            "user_id": "3098",
            "date": "2006-09-23 21:52:37",
            "id": "4019176",
            "reply_to_id": "4013427",
            "text": "Ísland sker sig úr öðrum löndum með því að leifa ekki birtingu auglýsinga sem innihalda tóbak og önnur vímuefni\nNiiiiiii, það er bannað að auglýsa tóbakk á öllu evrópska efnahagsvæðinu."
        },
        {
            "user": "Doofy",
            "user_id": "38930",
            "date": "2006-09-23 22:00:53",
            "id": "4019207",
            "reply_to_id": "4013427",
            "text": "síðan  hvenær má auglísa fíkniefni ?"
        },
        {
            "user": "fugl",
            "user_id": "16254",
            "date": "2006-09-24 01:17:03",
            "id": "4019931",
            "reply_to_id": "4019207",
            "text": "nikótín, alkahól og koffein teljast líka sem fíkniefni og þetta er leifilegt að auglýsa í MJÖG mörgum löndum, m.a. má aulýsa koffein (kaffi, kók, ýmsar íþróttavörur o.s.fr.) hér á landi…"
        },
        {
            "user": "Mephz",
            "user_id": "29276",
            "date": "2006-09-23 22:04:27",
            "id": "4019220",
            "reply_to_id": "4013427",
            "text": "mun flóknara að fá byssu en þu virðist halda"
        },
        {
            "user": "ElGorilla",
            "user_id": "20068",
            "date": "2006-09-23 22:09:56",
            "id": "4019237",
            "reply_to_id": "4013427",
            "text": "Held það sé full langt gengið, ég man ekki hvenær það var síðast einhver skotinn hérna á íslandi. Það er einn hlutur sem mér finnst vera að hér á landi og það er að það fólk þolir ekki að sjá blóð eða hugsa um að það þurfi hafi að drepa dýrið áður en það sé borðað.\nSamfélagið í dag ofverndar börnin sín."
        },
        {
            "user": "xDarkLordx",
            "user_id": "35180",
            "date": "2006-09-24 03:40:38",
            "id": "4020226",
            "reply_to_id": "4019237",
            "text": "Það eru nú bara 3-4 ár síðan ungur drengur var skotinn á Selfossi, og þá með skammbyssu."
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2006-09-24 11:41:40",
            "id": "4020493",
            "reply_to_id": "4020226",
            "text": "Athugaðu skammbyssu enn ekki riffli og þetta var slys."
        },
        {
            "user": "xDarkLordx",
            "user_id": "35180",
            "date": "2006-09-24 18:08:51",
            "id": "4021914",
            "reply_to_id": "4020493",
            "text": "Auðvitað var þetta slys, ég ætlaði ekki að meina að þetta hafi verið viljaverk."
        },
        {
            "user": "ElGorilla",
            "user_id": "20068",
            "date": "2006-09-24 12:55:13",
            "id": "4020729",
            "reply_to_id": "4020226",
            "text": "Það vopn var líka óskráð, ég hef aðeins heyrt af því máli og það var eitthvað meira að hjá drengnum sem skaut.\nFlestir hafa byssurnar sínar læstar eða í byssuskáp og samkvæmt lögum eiga skotin að vera læst í öðrum skáp."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-24 18:07:40",
            "id": "4021909",
            "reply_to_id": "4020729",
            "text": "já gaurinn húkkaði sér far til hveragerðis og stal byssunni af einhverjum sjómanni og húkkaði sér far aftur til selfoss og þeir fóru að leika sér eitthvað að skjóta í eitthvað tré og svo stíflaðist hún og gaurinn hélt að hún væri tóm og hennti henni og þegar hún lemti þá hleyptist skotið af stað og í hausinn á hinum sem dó samstundis. Og gaurinn sem stal byssunni hljóp bara í burtu! helvítis auminginn"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-24 18:03:55",
            "id": "4021893",
            "reply_to_id": "4020226",
            "text": "úff já ég man mjög vel eftir því þar sem ég var í bekk með honum :/ og það var 15. mars 2004"
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2006-09-26 01:05:04",
            "id": "4027929",
            "reply_to_id": "4020226",
            "text": "Já ólöglegri óskráðri byssu"
        },
        {
            "user": "Vinnukonan",
            "user_id": "33636",
            "date": "2006-09-29 19:21:58",
            "id": "4041698",
            "reply_to_id": "4020226",
            "text": "2 ár! 2 ár.. Ég og nokkrir aðilar horfðum uppá þetta. Bróðir vinkonu minnar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-25 08:37:47",
            "id": "4024138",
            "reply_to_id": "4019237",
            "text": "Nei en lýttu á það sem skotveiðimenn skilja eftir sig, ekkért nema endalaus tóm höggl og ónýt skotmörk.\nDjöfull var ég reiður að sjá hvernig þetta fólk hugsar um náttúruna, þó ég vilji nú als ekki alhæfa."
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2006-09-23 22:25:18",
            "id": "4019297",
            "reply_to_id": "4013427",
            "text": "Það þarf að hafa skotvopnaleifi til að meiga kaupa byssur hér á landi, og það er ekki auðvelt að fá svoleiðis. Þarft ekkert leyfi eða próf á hnífa. Síðan eru mest af riflum og svona veiðivopnum selt hér á landi, dýrar byssur, engin glæpon á eftir að tíma að splæsa í haglabyssu þegar hann getur keypt sér hníf á 500 kall."
        },
        {
            "user": "benediktkr",
            "user_id": "43228",
            "date": "2006-09-24 11:45:28",
            "id": "4020505",
            "reply_to_id": "4019297",
            "text": "Morð af yfirlögðu ráði hér á Íslandi er MJÖG sjaldgæf. Flest morð verða í hita leiksins, ma´kanski afsaka það með “slys” eins og ég sá einhvern gera hér fyrir ofan.\n'i hita lieksins væri voðalega auðvelt að grípa til riffilsins eða haglabyssnar ef hún er innan færis. Og þá kemru ekkert sktoleiði, veðilífi, próf eða annað díplómatiskt blað í veg fyrir hvað getur gerst.\nÉg þekkti einu sinni stelpu sem skaut systur sína með byssu bróður síns. H´nu var svona 14 ára þá og systir hennar rétt um 10. Ekki hafði hún skotleiði eða veiðileifi. H´nu var einvhað pirruð út í hana og ætlaði að hræða hana eða einhvað álíka.\nByssur eru hannaðar til að við getum kálað hvor öðru, og EKKERT réttlætir notkun þeirri í neinum aðstæðum. Ekkert."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-24 13:30:17",
            "id": "4020872",
            "reply_to_id": "4020505",
            "text": "Í hita leiks er miklu auðveldara að grípa í hníf heldur en byssu. Ég held að með byssu í höndunum geriru þér miklu meira grein fyrir alvarleika málsins heldur en með hníf.\nByssuleyfi kemur víst inn í. Það getur enginn, á ekki að geta, “Gripið” til byssu í hitaleiks. Byssur eiga að vera læstar inn í þar til gerðum byssuskáp, óhlaðnar.\nLangflestar byssur hér á landi eru hannaðar til að skjóta fugla eða hreindýr. Það er víst réttlætanlegt að nota byssur, einmitt þegar við erum að veiða."
        },
        {
            "user": "benediktkr",
            "user_id": "43228",
            "date": "2006-09-24 19:18:42",
            "id": "4022326",
            "reply_to_id": "4020872",
            "text": "Hvernig er það réttlætanlegt að nota byssur þegar við erum að veiða?\nHvað vesitu margar byssar sem eru í byssuskápum?\n'i hita leiksins getur byssan eþgar verið við hönd, ekki satt?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-24 23:03:47",
            "id": "4023524",
            "reply_to_id": "4022326",
            "text": "Hvernig er það rangt að nota byssur við það að veiða?\nÉg því miður skil ekki spurningu númer 2, vinsamlegast skrifaðu hana aftur.\nÞað getur allt verið við höndina og eru hnífar miklu ákjósanlegri í hita leiksins þar sem það þarf ekki að sækja lykil til að opna skáp og hlaða þá, bara teygja sig ofan í skúffu. Byssur eru sárasjaldan misnotaðar á Íslandi, skil ekki af hverju margir hérna halda að menn úrkynjist við það að sjá auglýsingu eða við það að eiga byssu.\nEf að einhver er að koma sér í þá aðstöðu að hann sé tilbúinn að grípa til vopns í “hita leiks” þá breytir það litlu hvort það sé byssa eða hnífur. Meira að segja skárra að það sé byssa því þá er nóg að miða á einhvern til að hann haldi kjafti. Fólk er oft tilbúnara til að stinga einhvern heldur en skjóta, gera sér ekki grein fyrir alvarleika hnífa. Ef hann á annað borð er staðráðinn að drepa manneskjuna en ekki bara þagga niður í henni þá breytir því litlu hvað hann nota"
        },
        {
            "user": "ieZuZ",
            "user_id": "2083",
            "date": "2006-09-26 19:31:33",
            "id": "4030383",
            "reply_to_id": "4022326",
            "text": "benediktkr\nHvernig er það réttlætanlegt að nota byssur þegar við erum að veiða?\n??????????????????????????????????????????????????????????????????????"
        },
        {
            "user": "benediktkr",
            "user_id": "43228",
            "date": "2006-09-26 13:23:55",
            "id": "4028663",
            "reply_to_id": "4020505",
            "text": "RonBurgundy\njá gaurinn húkkaði sér far til hveragerðis og stal byssunni af einhverjum sjómanni og húkkaði sér far aftur til selfoss og þeir fóru að leika sér eitthvað að skjóta í eitthvað tré og svo stíflaðist hún og gaurinn hélt að hún væri tóm og hennti henni og þegar hún lemti þá hleyptist skotið af stað og í hausinn á hinum sem dó samstundis. Og gaurinn sem stal byssunni hljóp bara í burtu! helvítis auminginn\nHérna er slysið hér að ofan, þetta var greinilega slys og ekkert bara verið að afsaka þetta sem slys."
        },
        {
            "user": "benediktkr",
            "user_id": "43228",
            "date": "2006-09-26 13:28:38",
            "id": "4028679",
            "reply_to_id": "4028663",
            "text": "Úff. ekki auðvelt að lesa þetta.\nEn hann STAL byssuni. Hvernig er það hægt? Var hún aksnki ekki læst inni í skáp? Og ég veit ekki betur en að það má ekki geyma skotfæri með vopninu.\nHúkkaði sér far? Með riffil/haglabyssu í hendini? Eða var það kanski skambyssa? hvernig litist þe´r á að vera að keyra frá hveragerði og tekur með þe´r saklaust manngrey í bílin, og svo væri kauði bara með skammbyssu í rassvasanum?\nNei, það er einhvað bogið við þetta."
        },
        {
            "user": "benediktkr",
            "user_id": "43228",
            "date": "2006-09-26 13:52:46",
            "id": "4028760",
            "reply_to_id": "4028679",
            "text": "Sá sem skrifaði þetta er 13 ára og var með þeim í bekk, þetta gerðist fyrir nokkrum árum….þeir hafa verið svona 9-10 ára, og annaðhvort falið byssuna eða viðkomandi hefur hreinlega haldið að þetta væri leikfangabyssa."
        },
        {
            "user": "benediktkr",
            "user_id": "43228",
            "date": "2006-09-26 14:04:35",
            "id": "4028783",
            "reply_to_id": "4028760",
            "text": "I rest my case"
        },
        {
            "user": "benediktkr",
            "user_id": "43228",
            "date": "2006-09-26 14:06:00",
            "id": "4028788",
            "reply_to_id": "4028783",
            "text": "Byssan hefur legið á glámbekk með skotfærum í…varla heldurðu að hann hafi planað þetta 9 ára gamall og látið þetta líta út sem slys?"
        },
        {
            "user": "benediktkr",
            "user_id": "43228",
            "date": "2006-09-26 14:06:35",
            "id": "4028789",
            "reply_to_id": "4028788",
            "text": "Nei. Það er ekki það sem ég kippi mér upp við, heldur það hversu auðveldlega hann komst í byssuna."
        },
        {
            "user": "benediktkr",
            "user_id": "43228",
            "date": "2006-09-26 14:10:43",
            "id": "4028798",
            "reply_to_id": "4028789",
            "text": "Það er nánast öruggt að þetta sé einsdæmi, flestir með byssur sýna nægilega ábyrgð til að ganga vel frá þeim. Ég efa ekki að þessi sjómaður hafi misst byssuleyfið við þetta…\nHef annars enga skoðun á restinni af umræðuefninu, ætla að halda mig utan við þær rökræður."
        },
        {
            "user": "benediktkr",
            "user_id": "43228",
            "date": "2006-09-26 14:16:49",
            "id": "4028816",
            "reply_to_id": "4028798",
            "text": "Ég líka, en mér finnst þetta athyglisvert.\nFlestir eru ábyrgir já - en það er ekki nóg. Það þuþrfa allir að vera það. Þeir óayrgu geta greinilega kostað mannlíf. ef það eru mjög fáir óábyrgir þa´sérðu að það er stór prósentutala sem að  kostar mannslíf."
        },
        {
            "user": "Ferjumadur",
            "user_id": "39228",
            "date": "2006-09-23 22:29:21",
            "id": "4019314",
            "reply_to_id": "4013427",
            "text": "Já það er rétt að auglsyna þessi morðvopn, enda eru þau EINGÖNGU notuð til að myrða annað fólk!\nStupid dumb ass"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2006-09-26 00:50:01",
            "id": "4027902",
            "reply_to_id": "4019314",
            "text": "Er hægt að vera “a smart dumbass”? :)"
        },
        {
            "user": "CaptHowdy",
            "user_id": "55560",
            "date": "2006-09-27 22:22:10",
            "id": "4034887",
            "reply_to_id": "4019314",
            "text": "Eða önnur dýr!"
        },
        {
            "user": "CaptHowdy",
            "user_id": "55560",
            "date": "2006-09-28 09:51:43",
            "id": "4035777",
            "reply_to_id": "4034887",
            "text": "tja…ég hef ekki oft heyrt um rjúpnaveiðar með vélbyssum…en þú? :)"
        },
        {
            "user": "CaptHowdy",
            "user_id": "55560",
            "date": "2006-09-29 10:41:53",
            "id": "4039827",
            "reply_to_id": "4035777",
            "text": "Reyndar, en þær eru myrtar með rifflum!"
        },
        {
            "user": "CaptHowdy",
            "user_id": "55560",
            "date": "2006-09-29 18:46:50",
            "id": "4041517",
            "reply_to_id": "4039827",
            "text": "neinei það kallast ekki morð, það kallast veiðar :)"
        },
        {
            "user": "CaptHowdy",
            "user_id": "55560",
            "date": "2006-09-30 10:40:48",
            "id": "4043254",
            "reply_to_id": "4041517",
            "text": "En þú myrðir samt dýrin!\nEkki veiðirðu þau lifandi og étur lifandi!\nEn reyndar finnst mér í lagi þegar fólk er að veiða sér í matinn, eða eitthvað þannig.\nEn ekki þegar fólk er að veiða sér til gamans."
        },
        {
            "user": "CaptHowdy",
            "user_id": "55560",
            "date": "2006-09-30 16:53:24",
            "id": "4044271",
            "reply_to_id": "4043254",
            "text": "að myrða er ekki notað um dýr…"
        },
        {
            "user": "CaptHowdy",
            "user_id": "55560",
            "date": "2006-09-30 22:27:30",
            "id": "4045333",
            "reply_to_id": "4044271",
            "text": "Það er samt morð ef þú drepur eitthvern.\nÞað gildir sama um dýrin, þú drepur þau, og þarafleiðandi myrðirðu þau.\nMorð er orð yfir það að drepa og hví er það ekki notað yfir dýrin, það er nákvæmlega sami hlutur að segja “Hættið að drepa hvalina!” og “Hættið að myrða hvalina!”\nÞetta er bara dæmi."
        },
        {
            "user": "CaptHowdy",
            "user_id": "55560",
            "date": "2006-10-01 03:21:26",
            "id": "4046179",
            "reply_to_id": "4045333",
            "text": "að drepa og að myrða er ekki það sama, alveg eins og að éta og að borða er ekki það sama."
        },
        {
            "user": "CaptHowdy",
            "user_id": "55560",
            "date": "2006-10-01 15:33:13",
            "id": "4047125",
            "reply_to_id": "4046179",
            "text": "Það er samt sami hlutur!\nÉta og borða, eitt orð yfir þetta er að nærast.\nSíðan að drepa og myrða, eitt orð deyða.\nFellur undir sömu orðin."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-10-01 18:56:38",
            "id": "4047870",
            "reply_to_id": "4047125",
            "text": "já en munurinn er að annað er notað um öll dýr en hitt aðeins um menn…"
        },
        {
            "user": "frantic89",
            "user_id": "6497",
            "date": "2006-09-23 22:54:18",
            "id": "4019405",
            "reply_to_id": "4013427",
            "text": "…og setja svo létt öl neðst í hornið þar sem fáir sá það eða finna. Haglabyssur og rifflar lúta engum slíkum lögum.\nÞeir gætu auglýst byssurnar sínar og skrifað svo leikfangabyssur í horninu með litlum stöfum.\nEn málið er að það er miklu flóknara að fá sér byssu."
        },
        {
            "user": "hendrixx",
            "user_id": "7447",
            "date": "2006-09-23 23:05:42",
            "id": "4019436",
            "reply_to_id": "4013427",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "pyotr",
            "user_id": "38001",
            "date": "2006-09-23 23:10:13",
            "id": "4019448",
            "reply_to_id": "4013427",
            "text": "Það er heimilt að auglýsa byssur á öllum Norðurlöndunum. Meiraðsegja í Svíþjóð líka.\nEf mönnum líkar ekki byssur geta menn bara sleppt því að lesa blöð.\nAð veiða er bara annað orð yfir að drepa.\nÉg vona að þú gerir þér grein fyrir því að það þurfti að myrða lífverur til þess að búa þig til og það þarf að myrða lífverur til að halda þér á lífi allt þar til þú deyrð. Ekki nema að þú og allir forfeður þínir hafi borðað sjálfdauðar lífverur frá upphafi.\nEkki reyna að setja þig á háan hest siðapostula. Hvert mannsbarn hlýtur að sjá í gegnum svona bull."
        },
        {
            "user": "Choken1",
            "user_id": "5320",
            "date": "2006-09-24 01:22:00",
            "id": "4019941",
            "reply_to_id": "4019448",
            "text": "Það þarf að myrða lífverur til að búa mann til…\nEkki alveg að ná hvað þú ert að segja. Ertu að tala um allar sæðisfrumurnar sem fara til spillis eða hvað?\nBætt við 24. september 2006 -  01:23\nÆi. Held ég hafi fattað þig núna. Þú ert að tala um þá staðreynd að móðirinn þurfi náttúrulega að borða er það ekki."
        },
        {
            "user": "pyotr",
            "user_id": "38001",
            "date": "2006-09-24 13:26:34",
            "id": "4020861",
            "reply_to_id": "4019941",
            "text": "Mikið rétt.\nEins og í málshættinum ,,Eins dauði er annars brauð.''"
        },
        {
            "user": "Crusader",
            "user_id": "3492",
            "date": "2006-09-26 14:43:45",
            "id": "4028895",
            "reply_to_id": "4020861",
            "text": "Eins dauði er annars brauð\nHvað erum við farnir að tala um mannát núna?"
        },
        {
            "user": "pyotr",
            "user_id": "38001",
            "date": "2006-09-27 15:39:05",
            "id": "4032974",
            "reply_to_id": "4028895",
            "text": "Stundið þér mannát?\nHvernig smakkast?"
        },
        {
            "user": "...",
            "user_id": "38859",
            "date": "2006-09-27 14:15:27",
            "id": "4032616",
            "reply_to_id": "4020861",
            "text": "Reyndar er auðveldlega hægt að lifa af með því að borða grænmeti, ávexti og dýr sem dóu af sjálfsdáðum"
        },
        {
            "user": "pyotr",
            "user_id": "38001",
            "date": "2006-09-27 15:37:13",
            "id": "4032964",
            "reply_to_id": "4032616",
            "text": "Þú lítur semsagt ekki á grænmeti og ávexti sem lífverur?\nÞað er þó hinsvegar þannig að ekki hafa forfeður þínir látið sér það nægja að eta einungis ,,grænmeti, ávexti og dýr sem dóu af sjálfsdáðum.''\nEn það er vegna þess að það var ómögulegt að gera hér á landi."
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2006-09-23 23:12:44",
            "id": "4019457",
            "reply_to_id": "4013427",
            "text": "Kannski meira verið líka að stíla áfengisauglísingar að krökkum en byssuauglísingar."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-23 23:24:57",
            "id": "4019509",
            "reply_to_id": "4019457",
            "text": "Af hverju?\nOg geta börn eitthvað frekar keypt áfengi heldur en byssur?"
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2006-09-23 23:29:18",
            "id": "4019526",
            "reply_to_id": "4019509",
            "text": "myndi segja að börn kæmust frekar í áfengi en byssur."
        },
        {
            "user": "drinkill",
            "user_id": "1737",
            "date": "2006-09-23 23:34:25",
            "id": "4019554",
            "reply_to_id": "4019509",
            "text": "Það er auðveldara fyrir alla, þar á meðal börn, að útvega sér / komast í áfengi en byssur."
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2006-09-24 01:00:38",
            "id": "4019866",
            "reply_to_id": "4019509",
            "text": "amk get ég keypt mér áfengi en ekki byssur og ég er barn."
        },
        {
            "user": "opi",
            "user_id": "29163",
            "date": "2006-09-24 03:05:30",
            "id": "4020181",
            "reply_to_id": "4019509",
            "text": "Haha, já, börn eiga auðveldara með að kaupa sér áfengi, það er mjög auðvelt að útvega sér áfengi. Það er ekki nóg að finna einhvern sem er 20 ára eða með feik skilríki til að kaupa byssu…"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-24 03:37:47",
            "id": "4020219",
            "reply_to_id": "4020181",
            "text": "Ég var að tala um börn, ekki unglinga."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-24 13:32:17",
            "id": "4020879",
            "reply_to_id": "4020219",
            "text": "unglingar eru börn"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-24 18:11:50",
            "id": "4021923",
            "reply_to_id": "4020879",
            "text": "nei þeir eru mitt á milli :P"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-24 22:58:04",
            "id": "4023491",
            "reply_to_id": "4021923",
            "text": "Samkvæmt skilgreiningu eru menn börn til 18 ára aldurs.\nAnnars er ég ekkert að ræða það neitt frekar, ég er bara með bögg"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-25 10:22:42",
            "id": "4024243",
            "reply_to_id": "4023491",
            "text": "haha ok"
        },
        {
            "user": "xDarkLordx",
            "user_id": "35180",
            "date": "2006-09-24 03:42:22",
            "id": "4020228",
            "reply_to_id": "4019509",
            "text": "Ég tel að börn (ekki unglingar) eigi auðveldara með að ná sér í áfengi en skotvopn, en þau hafa sennilega meiri áhuga á skotvopnunum."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-24 04:09:54",
            "id": "4020251",
            "reply_to_id": "4020228",
            "text": "Getur vel verið. En eru mörg börn að gera það? Eru margir tvítugir að kaupa áfengi handa 12- ára gömlum börnum? Í raun breytir engu þó þeir reyni að lauma inn í auglýsingar markaðssetningu fyrir börn. Það tekur ekki ábyrgðina af viðkomandi þegar hann ákveður að byrja að drekka, það tekur einnig ekki ábyrgðina frá foreldrum þeirra. Vandamálið er ekki hvað sé í sjónvarpinu, heldur að foreldrar stilli börnunum fyrir framan það of oft. Ung börn ættu að fá meiri upplýsingar frá foreldrum sínum en úr sjónvarpinu.\nEf að auglýsingar móðga siðferðiskennd einhvers þá hefur hann frelsi til þess að horfa á aðra stöð eða slökkva á sjónvarpinu. Þetta er ekki flókið. Um daginn var svo eitthvað verið að tala um að banna auglýsingar á barnaleikföngum í kringum barnatímann, vegna þess að aumingja foreldrarnir sem eru í heljargripum sjónvarpsstöðvanna eiga erfitt með að segja nei við börnin sín. Þvílík vitleysa!"
        },
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2006-09-24 03:43:34",
            "id": "4020231",
            "reply_to_id": "4019509",
            "text": "vá, lélegt point. Auðvitað eiga börn auðveldara að komast í áfengi heldur en byssur,… erfitt að byðja hvern sem er, sem er yfir tvítugt að fara í byssubúð og kaupa byssu.. þar sem sá gaur þyrfti að vera með byssuleyfi og sérstaklega ef hann væri með byssuleyfi þá mundi hann ekki vera sú skapgerð sem útvegar börnum byssu….."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-24 04:14:29",
            "id": "4020253",
            "reply_to_id": "4020231",
            "text": "Ung börn ættu nú erfitt með að fá einhvern til þess að kaupa áfengi handa sér, þó staðan sé kannski önnur þegar við erum að tala um unglinga. Ég hef aldrei heyrt dæmi um barn sem drakk sig til dauða hér á landi.\nHinsvegar hef ég heyrt dauðsföll vegna þess að börn voru að leika sér með skotvopn (sem einhver fullorðinn hefur átt). En eins og ég sagði þá stend ég við það að bæði ættu vera leyfð í markaðssetningu. Óréttlætanleg forræðishyggja að gera annað :)"
        },
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2006-09-24 04:52:13",
            "id": "4020280",
            "reply_to_id": "4020253",
            "text": "váh hvað þú snerir útúr,…."
        },
        {
            "user": "Zkari",
            "user_id": "18718",
            "date": "2006-09-27 19:36:37",
            "id": "4034169",
            "reply_to_id": "4020231",
            "text": "Ekkert mál ad redda sér byssu ef madur thekkir rétta fólkid Unnar minn :p"
        },
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2006-09-27 22:02:11",
            "id": "4034780",
            "reply_to_id": "4034169",
            "text": "já en það þekkja ekki allir þig, ég er að vera raunsær hérna :P"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2006-09-23 23:25:57",
            "id": "4019512",
            "reply_to_id": "4013427",
            "text": "Þetta er hræðileg grein, algjör misþyrming á íslenskri tungu og leiðinleg rök og kjánalegur hugsunarháttur.\nHaglabyssur og rifflar lúta engum slíkum lögum.\nKynntu þér lögin sem tengjast skotvopnum og skotvopnaleyfi.\naf hverju má auglýsa heilsíðuauglýsingar í Fréttablaðinu t.d.?\nHvað kemur þetta málinu við? Viltu banna auglýsingar á auglýsingum líka?\nEr ekki hægt að nota skotvopn sem morðvopn á miklu auðvaldar hátt en hnífa.\nLjót setning. Svo vantar spurningarmerki.\nÉg man ekki eftir að hafa sé auglýsingar um veiðihnífa í blöðum landsins.\nEggvopn með egg sem er lengri en 12 cm eru bönnuð hér á landi (með nokkrum undantekningum, t.d. eldhúshnífum og hnífum í kjötvinnslu.)\nMeð því að leifa það að auglýsa byssur eru Íslendingar að verða eins og nágranar okkar í vestri, þar sem sjálfvirkur riffil er sjálfsagður hlutur\nHvernig í andskotanum færðu það út? Flestir Íslendingar hafa ekki einusinni skotið úr byssu og fæstir eiga svoleiðis grip. Hvernig verður það sjálfsagt að eiga sjálfvirkann riffil (sem er hernaðarvopn) ef auglýsingar á haglabyssum (sem er veiðitæki) eru leyfðar?\nAuglýsingar á tóbaki og áfengi var örugglega sett á til að vernda æsku þessa lands.\nLestu yfir svona drasl áður en þú sendir það inn. Kræst, þetta er ógeðslegt.\nÞað er kannski ekki hægt að segja að með því að auglýsa byssur vilji allir níu ára strákar eignast byssu\nSamt geturðu sagt “Með því að leifa það að auglýsa byssur eru Íslendingar að verða eins og nágranar okkar í vestri, þar sem sjálfvirkur riffil er sjálfsagður hlutur”???\nþað er ekkert réttlætanlegt við það að auglýsa morðvopn í blöðum\nSammála þessu. Sé bara ekki hvernig þetta kemur málinu við þar sem haglabyssur eru veiðitæki, það er enginn að tala um morðvopn. Ég hef ekki oft séð morðvopn auglýst hérna á Íslandi (nema kannski klarínett, ef útí það er farið ;))\nAð veiða er bara annað orð yfir að drepa.\nAð sjálfsögðu þarf maður að drepa það sem maður veiðir, en er enginn munur á því að skjóta t.d. rjúpu annarsvegar og mann hinsvegar?\nLeggurðu líf manna og dýra að jöfnu?"
        },
        {
            "user": "drinkill",
            "user_id": "1737",
            "date": "2006-09-23 23:37:14",
            "id": "4019568",
            "reply_to_id": "4019512",
            "text": "af hverju má auglýsa heilsíðuauglýsingar í Fréttablaðinu t.d.?\nSnilld! Ég hefði aldrei komið auga á þetta!"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2006-09-23 23:38:32",
            "id": "4019574",
            "reply_to_id": "4019568",
            "text": "Þetta kemur með æfingunni =)"
        },
        {
            "user": "Hrislaa",
            "user_id": "42360",
            "date": "2006-09-24 11:03:15",
            "id": "4020433",
            "reply_to_id": "4019568",
            "text": "Þetta var eitt af fáu sem ég staldraði við í þessari grein. Fattaði ekki alveg hvaðan þetta kom haha."
        },
        {
            "user": "Choken1",
            "user_id": "5320",
            "date": "2006-09-24 01:31:33",
            "id": "4019957",
            "reply_to_id": "4019512",
            "text": "Kræst hvað þú rakkar greyið drenginn niður. Ég held að þú hafi sett eitthvað útá aðra hverja setningu hjá honum.\nÞað vill svo til að ég er alfarið á móti því að auglýsingar séu auglýstar í heilsíðuauglýsingum. :Þ"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2006-09-24 11:47:34",
            "id": "4020512",
            "reply_to_id": "4019957",
            "text": "Hann virðist ekki ætla að svara. :-l"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-24 18:16:50",
            "id": "4021943",
            "reply_to_id": "4019512",
            "text": "þú skrifaðir:\nÉg hef ekki oft séð morðvopn auglýst hérna á Íslandi (nema kannski klarínett, ef útí það er farið ;))\nHAHAHA djöfulsins snilld maður!"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-23 23:36:21",
            "id": "4019565",
            "reply_to_id": "4013427",
            "text": "Já því miður er mikið af fasistum á Alþingi sem semja forræðishyggjulög eins og þessi.\nÍ raun er óréttlætið þrefalt…\n* Bannað að auglýsa\n* Þvingað forvarnartexta á vöruna\n* Álagning á verð\nSvo er fjórða á leiðinni, bannað að reykja á almannastöðum. Sem er í raun grófast gagnvart eigendum veitingastaða en ekki gestunum. Enda ættu eigendur að fá að ákveða hvaða reglur séu í gildi á staðnum, slík lög eru því skerðing á eignarrétti (og brot á stjórnarskránni segja sumir)."
        },
        {
            "user": "ZueS",
            "user_id": "31220",
            "date": "2006-09-29 19:54:52",
            "id": "4041863",
            "reply_to_id": "4019565",
            "text": "Mér finnst öll þessi fjögur lög góð. Auðvitað á að setja forvarnartexta á sígarettupakka og auðvitað á að vera bannað að auglýs það, að mínu mati ætti að vera búið að banna það að selja sígarettur yfir höfuð.. ef þær væru að koma á markað í dag þá væru þær bannaðar strax.\nSvo er álagning á verð bara til þess að halda fólki frá því að reykja, ég meina hefuru aldrei heyrt þessa setningu : “Ég tími ekki að reykja”?."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-29 19:57:23",
            "id": "4041878",
            "reply_to_id": "4041863",
            "text": "Og á svo að fara í teboð hjá Castro á morgun?"
        },
        {
            "user": "ZueS",
            "user_id": "31220",
            "date": "2006-09-30 12:29:22",
            "id": "4043539",
            "reply_to_id": "4041878",
            "text": "neee"
        },
        {
            "user": "peturius",
            "user_id": "56005",
            "date": "2006-09-23 23:44:35",
            "id": "4019597",
            "reply_to_id": "4013427",
            "text": "En það sem ég er að reyna að segja er að það er ekkert réttlætanlegt við það að auglýsa morðvopn í blöðum.\nErtu eithvað skertur í hausnum, byssa er ekki morðvopn fyrr en búið er að drepa mann með henni.  Ég gæti átt tvo nákvæmilega eins hnífa en með öðrum þeirra væri búið að drepa mann, þá væri hann morðvopn en ekki hinn hnífurinn."
        },
        {
            "user": "kuxi",
            "user_id": "25719",
            "date": "2006-09-24 03:58:31",
            "id": "4020242",
            "reply_to_id": "4019597",
            "text": "Byssa er búin til fyrir þann eina tilgang að skjóta eitthvað lifandi, til þess að myrða það -> morðvopn. Hef litla skoðun á greininni þannig séð en byssa er morðvopn hvort sem búið er að nota hanan til að myrða eitthvað eða ekki.\nHnífar eru notaðir í margt annað heldur en morð, t.d. matargerð. Þeir eru ekki sambærilegir við byssur sem eru til þess eins að skjóta eitthvað.\nVitlaust svar hjá þér."
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2006-09-24 11:48:16",
            "id": "4020514",
            "reply_to_id": "4020242",
            "text": "Byssur sem að eru seldar hérna á íslandi eru frammleiddar í tvennum tilgangi, til veiða og skotfimi.\nBorðaru kjöt ? Finnst þér eitthvað skárra að dýr séu alin upp á viðbjóðslegum verksmiðjubúum og svo rekinn inní sláturhús þarsem að þau ærast af blóðlyktini og annaðhvort skotin eða drepin með rafmagni ?\nÞað eru fleirri drepnir á hverju ári með hnífum heldur enn skotvopnum, það deyja fleirri á hverju ári af völdum reykinga, það deyja fleirri á hverju ári í bílslysum.\nÞað er enganveginn sama skotvopnamenning hérna á íslandi og í BNA þarsem að skammbyssur flæða yfir markaðinn, hálfsjálvirkir rifflar sem að menn breyta auðveldlega í sjálfvirka riffla, cal.50 rifflar og vélbyssur eru á færi allra sem að eiga aur.\nÞetta eru verkfæri sem að er verið að selja í BNA til að drepa og limlesta menn enn það sem að þú sérð hér á íslandi eru verkfæri til veiða."
        },
        {
            "user": "kuxi",
            "user_id": "25719",
            "date": "2006-09-24 14:24:29",
            "id": "4021073",
            "reply_to_id": "4020514",
            "text": "það sem að þú sérð hér á íslandi eru verkfæri til veiða.\nÞað er það sem ég var að segja, morðvopn.\nSvo að ég segi nú aftur það sem ég sagði síðast, byssur eru gerðar til þess að drepa, það skiptir ekki máli hvort þú ætlir bara að nota byssu fyrir skraut hún er morðvopn þrátt fyrir það.\nÉg borða kjöt og mér er nokkuð sama hvernig dýrið er drepið, það breytir samt skilgreiningunni minni á byssu nákvæmlega ekkert."
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2006-09-24 20:03:54",
            "id": "4022559",
            "reply_to_id": "4021073",
            "text": "Orðið morð á sér langan uppruna og mikið hefur verið deilt um innihald orðsins og merkingu þess.\nFyrir 2000 árum þá var það talið vera morð þegar að menn voru myrtir kannski t.d. í svefni, þegar að einhver gengur berserksgang og drepur aðra í ölæði eða að hermaður myndi ráðast gegn móður sem að heldur á barni.\nEnn það hefur líka verið til annað orð í íslenskri tungu sem að á sínar hliðstæður í flestum tungumálum útum allan heim, það er orðið að drepa, það er ekki morð þegar að tveir hermenn mætast og annar fellir hinn í bardaga.\nSvo er líka til lagalega hugtakið manndráp af gáleysi þarsem að t.d. ég myndi sofna við að keyra rútu og drepa 30 manns í leiðinni væri manndráp af gáleysi ef að einhver myndi sækja mig til saka.\nByssur gegna fleirri hlutverkum enn að drepa og þessi alhæfingar þínar um að þær séu einungis  morðvopn standast ekki í hálfa sekúndu vegna veikra raka.\nGefum okkur að ég sé byssusmiður, ég hef ætlað mér að smíða heimsins besta riffil sem að mun ná 0.1 MOA og legg hjarta mitt og sál í það að vinna riffilinn eins vel og hægt er.\nÞeir sem að vilja fremjar glæpi fremja þá einfaldlega með þeim tólum sem að eru til staðar og það að banna almennum borgurum að eiga riffla og haglabyssur til veiða stöðvar nákvæmlega ekki neitt, annaðhvort nota menn ólögleg vopn eða eitthvað annað einsog hnífa,axir eða barefli."
        },
        {
            "user": "kuxi",
            "user_id": "25719",
            "date": "2006-09-24 23:00:19",
            "id": "4023499",
            "reply_to_id": "4022559",
            "text": "Jæja afsakið, ég skal nota drápsvopn í staðin fyrir morðvopn ef þér líður betur.\nÞú getur tæknilega notað byssu til þess að negla nagla, en eins og ég er oft búinn að segja, þá breytir það engu.\nGefum okkur að ég sé byssusmiður, ég hef ætlað mér að smíða heimsins besta riffil sem að mun ná 0.1 MOA og legg hjarta mitt og sál í það að vinna riffilinn eins vel og hægt er.\nVar eitthvað point með þessu?\nÉg geri mér fulla grein fyrir því að það þarf einhvern til þess að taka í gikkinn til þess að drepa með byssu og ég er ekkert voðalega á móti byssum þannig séð. Dráp eru partur af lífinu og byssur eru búnar til til þess að drepa.\nÞú skalt líka koma með betri rök heldur en ég ef þú ætlar eitthvað að vera að setja út á mín."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-24 13:38:39",
            "id": "4020908",
            "reply_to_id": "4020242",
            "text": "Margir fara með haglabyssurnar sínar og riflana til að skjóta leirdúfur. Er það morð?"
        },
        {
            "user": "kuxi",
            "user_id": "25719",
            "date": "2006-09-24 14:25:15",
            "id": "4021076",
            "reply_to_id": "4020908",
            "text": "Þarf víst að endurtaka mig\nbyssa er morðvopn hvort sem búið er að nota hanan til að myrða eitthvað eða ekki."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-24 16:38:38",
            "id": "4021578",
            "reply_to_id": "4021076",
            "text": "Af hverju segiru það?\nÞað er hægt að nota allt í þeim tilgangi að drepa einhvern með því. Haglabyssur eru margar hannaðar til að skjóta leirdúfu"
        },
        {
            "user": "kuxi",
            "user_id": "25719",
            "date": "2006-09-24 17:11:07",
            "id": "4021697",
            "reply_to_id": "4021578",
            "text": "Þú getur drepið einhvern með því að negla sjónvarpi í hausinn á viðkomandi, það breytir því samt ekki að sjónvarp er búið til til þess að horfa á.\nHver er munurinn á haglabyssu sem er notuð til þess að skjóta leirdúfur og haglabyssu sem er notuð til þess að veiða?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-24 22:57:08",
            "id": "4023486",
            "reply_to_id": "4021697",
            "text": "Önnur er ekki hönnuð til að drepa. Og hvorugar eru hannaðar til að drepa menn, thus, ekki morðvopn"
        },
        {
            "user": "kuxi",
            "user_id": "25719",
            "date": "2006-09-24 23:02:58",
            "id": "4023515",
            "reply_to_id": "4023486",
            "text": "Ég meinti hvort það væri einhver tæknilegur munur á þeim, að þær væru ekki öðruvísi bara útaf nafninu.\nByssur sem eru notaðar til þess að veiða eru notaðar til þess að drepa, drápsvopn.\nÞað var einhverjum illa við að ég notað morðvopn."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-24 23:06:53",
            "id": "4023542",
            "reply_to_id": "4023515",
            "text": "Byssur eru notaðar í alls konar skotkeppnir, leirdúfur og fleira. Þær byssur eru ekki hannaðar til að drepa heldur til að keppa"
        },
        {
            "user": "kuxi",
            "user_id": "25719",
            "date": "2006-09-24 23:08:31",
            "id": "4023551",
            "reply_to_id": "4023542",
            "text": "Ef þær eru nákvæmlega eins, þá er eini munurinn notkunin á þeim, sem breytir því ekki að þær eru drápsvopn."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-24 23:14:30",
            "id": "4023586",
            "reply_to_id": "4023551",
            "text": "Og er notkunin ekki einmitt það sem flokkar hluti? Ef að maður notar haglabyssuna sína bara til að skjóta leirdúfur þá getur hún varla verið drápsvopn. Þær eru ekki hannaðar til að drepa, þær eru hannaðar til að skjóta út úr sér ákveðnum fjölda hagla á ákveðnum tíma og dreifast svo og svo.\nAuk þess eru leirdúfubyssur ekki með þrengingu"
        },
        {
            "user": "kuxi",
            "user_id": "25719",
            "date": "2006-09-25 14:20:36",
            "id": "4024796",
            "reply_to_id": "4023586",
            "text": "Ég tel að það sé meira hönnunin heldur en notkunin sem flokkar hluti, vegna þess að ég færi aldrei að flokka sjónvarp sem verkfæri þó svo að það sé mögulegt að nota það í sama tilgangi og hamar.\nAnnars sé ég samt ekki mikin mun á því fyrir byssu að skjóta leirdúfu eða bara dúfu, en ef það er til byssa sem er eingöngu hönnuð til þess að skjóta leirdúfur þá get ég svosem sætt mig við það að kalla það ekki drápsvopn."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-25 15:46:19",
            "id": "4025194",
            "reply_to_id": "4024796",
            "text": "Er semsagt hnífur sem búið er að stinga með ekki drápsvopn bara af því hann var hannaður til að skera ávexti?"
        },
        {
            "user": "kuxi",
            "user_id": "25719",
            "date": "2006-09-25 16:49:11",
            "id": "4025565",
            "reply_to_id": "4025194",
            "text": "Já."
        },
        {
            "user": "peturius",
            "user_id": "56005",
            "date": "2006-09-24 15:40:01",
            "id": "4021389",
            "reply_to_id": "4020242",
            "text": "Byssa er búin til fyrir þann EINA tilgang að skjóta eitthvað lifandi, til þess að myrða það -> morðvopn.\nHefuru heyrt um skotfimi ?"
        },
        {
            "user": "kuxi",
            "user_id": "25719",
            "date": "2006-09-24 17:11:47",
            "id": "4021700",
            "reply_to_id": "4021389",
            "text": "byssa er morðvopn hvort sem búið er að nota hanan til að myrða eitthvað eða ekki."
        },
        {
            "user": "peturius",
            "user_id": "56005",
            "date": "2006-09-24 17:31:51",
            "id": "4021773",
            "reply_to_id": "4021700",
            "text": "vá léleg rök hjá þér, þetta er bara ekki rétt hjá þér.  Enginn hlutur er morðvopn fyrr en búið er að drepa með honum, sættu þig bara við það."
        },
        {
            "user": "kuxi",
            "user_id": "25719",
            "date": "2006-09-24 22:50:47",
            "id": "4023448",
            "reply_to_id": "4021773",
            "text": "Mótrökin þín eru nú ekki mikið skárri, snýrð því sem ég segi bara við. Þú hefur bara einfaldlega rangt fyrir þér og ég hef ekki meira um það að segja."
        },
        {
            "user": "peturius",
            "user_id": "56005",
            "date": "2006-09-24 23:10:19",
            "id": "4023566",
            "reply_to_id": "4023448",
            "text": "Ég sní ekki neinu við sem þú snérir aldrey við, aftur á móti snéri ég við því sem ég hefði snúið við."
        },
        {
            "user": "kuxi",
            "user_id": "25719",
            "date": "2006-09-26 13:39:20",
            "id": "4028701",
            "reply_to_id": "4023448",
            "text": "Morðvopn er hlutur sem myrt var með. Byssa er vopn, en einsog dæmi þitt með sjónvarp einhversstaðar…þá er sjónvarp orðið morðvopn. Í dómi myndi þetta hljóma einhvernveginn: “Morðvopnið var sjónvarp sem ákærði lamdi í haus fórnarlambsins 3 sinnum og skildi hann eftir liggjandi í blóði sínu” eða eitthvað álíka…\nÞetta er einfaldlega vitlaust hjá þér, það er munur á vopni og morðvopni. Morðvopn er orðið sem er notað um hlutinn sem myrt var með."
        },
        {
            "user": "kuxi",
            "user_id": "25719",
            "date": "2006-09-28 10:09:39",
            "id": "4035807",
            "reply_to_id": "4028701",
            "text": "Þú notar aftur á móti rök, en ég er bara ekki sammála þér."
        },
        {
            "user": "Haukzi",
            "user_id": "48476",
            "date": "2006-09-28 13:13:13",
            "id": "4036154",
            "reply_to_id": "4035807",
            "text": "Þú notar aftur á móti rök, en ég er bara ekki sammála þér.\nSammála þessu? Þetta er eins og að fletta upp í orðabók fyrir skilgreiningu á orði og segja að þú sért ekki sammála. Þú getur ekki verið sammála staðreynd eða ekki."
        },
        {
            "user": "kuxi",
            "user_id": "25719",
            "date": "2006-09-28 17:52:15",
            "id": "4037421",
            "reply_to_id": "4036154",
            "text": "Já veistu, ég tel einhvern á huga ekki alveg það sama og orðabók."
        },
        {
            "user": "Haukzi",
            "user_id": "48476",
            "date": "2006-09-28 18:01:25",
            "id": "4037472",
            "reply_to_id": "4037421",
            "text": "Þá er þetta tilvalið tækifæri að fletta upp í orðabók við næsta tækifæri."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-23 23:50:10",
            "id": "4019622",
            "reply_to_id": "4013427",
            "text": "En það sem ég er að reyna að segja er að það er ekkert réttlætanlegt við það að auglýsa morðvopn í blöðum.\nFinnst það vera einmitt alveg öfugt.\nÞað er allt of lítið frelsi í núverandi forræðishyggjusamfélagi sem fer versnandi og versnandi með ári hverju. Tóbak, áfengi, lyf, byssur ættu að vera í frjálsri sölu ásamt frjálsri markaðssetningu. Byssur drepa ekki fólk, fólk drepur fólk (með mismunandi aðferðum). Bílar drepa fleiri en byssur hér á landi, eru þeir ekki stórhættuleg morðvopn sem ætti ekki að auglýsa?"
        },
        {
            "user": "Choken1",
            "user_id": "5320",
            "date": "2006-09-24 01:38:28",
            "id": "4019972",
            "reply_to_id": "4019622",
            "text": "There are 687 methods of killing a human being.\nMethod No. 1….."
        },
        {
            "user": "coot",
            "user_id": "58043",
            "date": "2006-09-24 16:58:49",
            "id": "4021635",
            "reply_to_id": "4019622",
            "text": "Ef þú villt lifa í stöðugum ótta við að náunginn við hliðiná þér sé með skammbyssu."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-24 17:16:33",
            "id": "4021727",
            "reply_to_id": "4021635",
            "text": "Slíkt er alveg hægt í dag enda eru skammbyssur í undirheimunum."
        },
        {
            "user": "coot",
            "user_id": "58043",
            "date": "2006-09-24 17:48:08",
            "id": "4021839",
            "reply_to_id": "4021727",
            "text": "Og frjáls sala á vopnum breiðir þennan ótta í okkar daglega líf"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-24 17:51:34",
            "id": "4021852",
            "reply_to_id": "4021839",
            "text": "Hjá sumum, sumum ekki.\nÞinn ótti ætti ekki að takmarka frelsi mitt til athafna."
        },
        {
            "user": "coot",
            "user_id": "58043",
            "date": "2006-09-24 18:47:14",
            "id": "4022156",
            "reply_to_id": "4021852",
            "text": "hvaða athafna? Ógnanir með drápsmaskínum? Morð?\nSvo jú, ótti má alveg takmarka frelsi til athafna, ég er til dæmis hræddur við ökuníðinga á þjóðvegunum svo haði þar hefur verið takmarkaður við 90. Sem sagt, ótti sem takmarkar frelsi.\nBætt við 24. september 2006 -  18:48\n*hraði, ekki haði"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-24 19:31:09",
            "id": "4022386",
            "reply_to_id": "4022156",
            "text": "Ég vil banna þér að keyra bíl, ég einfaldlega treysti þér ekki til þess að meðhöndla slíkt drápstæki. Hver er munurinn?\nEf manneskja vill drepa aðra manneskju þá finnur hún leið til þess. Viltu ekki banna alla hnífa í leiðinni?"
        },
        {
            "user": "coot",
            "user_id": "58043",
            "date": "2006-09-24 22:30:28",
            "id": "4023325",
            "reply_to_id": "4022386",
            "text": "Þetta er rökvilla. Ég var aldrei að tala um algjört bann við einu né neinu.\nSvo annað, það er ekki morð af ásettu ráði sem ég er hræddastur við ef byssur væru í hvers manns hendi heldur er ég hræddastur við hluti eins og voðaskot eða „sjálfsvörn“ sem endar oftast á því að myrða eða særa einn aðilla alvarlega. Ég er ekki svo viss morðtíðni myndi hækka við aukna skammbyssueign, heldur myndi slysum vafalaust fjölga"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-25 00:35:26",
            "id": "4023876",
            "reply_to_id": "4023325",
            "text": "Rétt eins og slysum fjölgaði þegar einkabílinn varð vinsæll. Og ekki koma með klisjuna að hann sé nauðsynlegur, hann er langt frá því að vera það. Við gætum bjargað tugum mannslífa árlega með því að þvinga stórt samgöngukerfi og banna einkabílinn.\nEn við kjósum meira frelsi en það, sem kosta suma lífið."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-26 13:45:07",
            "id": "4028732",
            "reply_to_id": "4023876",
            "text": "Nei, við gætum engan veginn hannað stórt samgöngukerfi sem myndi koma í stað einkabílsins. Í fyrsta lagi, hvað á t.d. faðir minn að gera? Hann býr 40km frá þéttbýli, heldurðu að tugmilljónum yrði eytt bara til þess að hann gæti komist í þéttbýlið hvenær sem hann þarf þess?\nÞetta er ein mesta draumsýn síðari ára, sem mun aldrei verða að veruleika.\nEndilega svaraðu þessu, ég vil fá svar við hvernig þú myndir leysa úr þessum vanda."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-26 17:35:11",
            "id": "4029790",
            "reply_to_id": "4028732",
            "text": "Hann gæti flutt til þéttbýlis. Eða er hans val að búa þarna mikilvægara en að bjarga tugum mannslífa á ári? Auk þess þá sagði ég aldrei að slíkt samgöngukerfi gæti komið nákvæmlega í staðinn fyrir öll þau þægindi sem fylgja einkabílnum. Heldur einfaldlega að það sé hægt að koma með rök forræðishyggjunnar að sú fórn sé þess virði fyrir því að bjarga tugum mannslífa á ári. En auðvitað vill ég ekki banna einkabílinn, ég vil frekar leyfa byssur og markaðssetningu þeirra heldur en að taka þátt í forræðishyggjuæðinu mikla."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-27 00:36:41",
            "id": "4031865",
            "reply_to_id": "4029790",
            "text": "Hver á þá að framleiða lambakjötið sem Íslendingar elska að borða? 600 kinda bú sem einhver verður að fylgjast með og vegna þess má hann aldrei vera lengi í burtu og þarf að geta komist til og frá þegar honum sýnist, sérstaklega þarsem hann er einnig í bæjarstjórn og þarf að mæta á fundi.\nÞetta er einfaldlega fáránlegt hjá þér að jafnvel nefna þetta. Ef þú vilt gera eitthvað, hertu skilyrði til að fá ökupróf, hertu löggæslu og hækkaðu sektir.\nÞetta er engan veginn sambærilegt dæmi við byssur, finndu eitthvað annað til að bera saman ef þú vilt koma með rök fyrir að leyfa byssur.."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-27 01:15:13",
            "id": "4031905",
            "reply_to_id": "4031865",
            "text": "Það var hægt áður en bílar urðu til. Það er bara lúxus að pabbi þinn geti ferðast svona oft langa leið. Fá sér bara hest ef hann ætlar að búa utan samgöngukerfisins. Eða kannski leyfa bara áfram einkabílinn þó það kosti tugi mannslífa á hverju ári?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-27 01:18:45",
            "id": "4031912",
            "reply_to_id": "4031905",
            "text": "Það er ekki bíllinn sem drepur, það er fólkið sem stýrir. Svo já, leyfum einkabílinn. Geta alveg eins orðið slys í almenningsfarartækjum."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-27 03:16:47",
            "id": "4031971",
            "reply_to_id": "4031912",
            "text": "Það er ekki bíllinn sem drepur, það er fólkið sem stýrir. Svo já, leyfum einkabílinn.\nEinmitt, lykilatriðið í þessu.\nByssur eða fíkniefni hafa aldrei sjálfstætt drepið fólk, það þarf alltaf manneskju með annað hvort kæruleysi eða illsku sama hvaða verkfæri við erum að tala um."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-27 03:43:55",
            "id": "4031979",
            "reply_to_id": "4031971",
            "text": "Sem er það eitt af fáu sem tengir þessa afar ólíku hluti saman, en þó að t.d. súkkulaði og skítur séu bæði brún á litin er margt annað ólíkt með þeim hlutum sem gerir það að verkum að súkkulaði er selt í búðum til átu en ekki skítur.\nBætt við 27. september 2006 -  03:45\n*Sem er eitt af fá"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-27 17:58:12",
            "id": "4033648",
            "reply_to_id": "4031979",
            "text": "En ætti að banna sölu á skít?\nEr það ekki að þröngva siðferði yfir aðra?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-27 19:06:31",
            "id": "4034037",
            "reply_to_id": "4033648",
            "text": "Þú ert snillingur í að snúa útúr :)"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-27 19:32:14",
            "id": "4034152",
            "reply_to_id": "4034037",
            "text": "Nei ég er snillingur í að sjá hlutina eins og þeir eru."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-27 19:34:50",
            "id": "4034161",
            "reply_to_id": "4034152",
            "text": "Að skítur og byssur geti notfært sér sama siðferði?"
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2006-09-26 01:36:04",
            "id": "4027968",
            "reply_to_id": "4019622",
            "text": "ég skil ekki af hverju það þarf að breita kerfinu um byssur, Það er mjög öruggt. Það að það auki frelsi er engan veginn nógu góð afsökun, málið er bara að fullt frelsi á ekkert alltaf við."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-26 03:12:57",
            "id": "4027995",
            "reply_to_id": "4027968",
            "text": "Aukið frelsi er ekki endilega lausn á öllu, heldur er það fyrst og fremst réttlætismál. Persónulega finnst mér einu réttlætanlegu frelsisskerðingar vera gagnvart þeim sem gerðu slíkt af fyrra bragði og þarf að taka úr umferð. En allar stýringar á almenningi í nafni forvarnar tel ég vera algjörlega óréttlætanlegt. T.d. með því að banna viss vopn, viss fíkniefni eða lífsstíl sem sumun finnst vera siðferðislega rangur (t.d. samkynhneigð, fjölkvæni, æfa box eða vera djöfladýrkandi).\nHérna er góð grein sem fjallar um hugtakið frelsi…\n24. september 2006\nFrelsi til hvers?\nHugtakið „frelsi“ skýtur einstaka sinnum upp kollinum í skrifum um stjórn- og samfélagsmál. Almennt má skilgreina hugtakið á eftirfarandi hátt:\nFrelsi: Að vera frjáls frá kúgun og ofbeldi.\nMikið lengri þarf skilgreiningin ekki að vera.\nÓhætt er að segja að hugtakið sé mjög misskilið ef marka má notkun þess í skrifum og ræðu almennt. Frelsi er ekki frelsi til einhvers heldur frá einhverju. Þessi neikvæða skilgreining frelsis er bæði tæmandi og réttlát. Margir, og sér í lagi vinstrimenn, hafa hins vegar reynt að selja hina jákvæðu skilgreiningu frelsis - frelsið til einhvers og rata þannig í allskyns vandræði þegar kemur að nánari afleiðingum þeirrar skilgreiningar.\nFrelsi til einhvers er í raun skipti á frelsi eins fyrir þvingun á öðrum. Frelsi til t.d. menntunar þýðir að sá sem fer í skóla fær sjálfkrafa tilkall til tekna og eigna þeirra sem taka aðrar ákvarðanir. Frelsi til að njóta heilbrigðisgæslu þýðir að þeir sem fá niðurgreidda læknisþjónustu eða lyf hafa, án þess að réttlæta það eða spurja leyfis, seilst í vasa annarra og þar með takmarkað bæði fjárráð og möguleika annarra til að sækja hamingjunnar á eigin forsendum. Frelsi til einhvers er sú hugsun að þvingun sé réttlætanleg til að sjá fyrir þörfum annarra. Sú hugsun er röng.\nVinstrimenn segja stundum að „almenn sátt“ ríki um þessa rangtúlkun á frelsishugtakinu en rata þá um leið í vandræði. Ef þessi almenna sátt er til staðar af hverju þarf þá bæði lögreglu og dómstóla til að knýja henni á?\nHin neikvæða skilgreining frelsishugtaksins er ekki umdeild meðal stjórnmálaheimspekinga. Þeir vita að um leið og þeir beita annarri skilgreiningu þá rata þeir í allskyns vandræði. Þess vegna reyna vinstrisinnaðir hugsuðir yfirleitt að skrifa sig fram hjá frelsishugtakinu, t.d. með því að nota orð eins og „samfélagssáttmáli“, „jöfnun“ og „réttlæti“ án þess að nefna frelsi sem slíkt í mörgum orðum. Þessar krókaleiðir bjarga samt ekki hugmyndafræði samhyggjusinna. Frelsið frá kúgun og ofbeldi stendur óspillt sama hvaða aðferðum er beitt til að skerða það.\nGeir Ágústsson\nhttp://blogg.frjalshyggja.is/"
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2006-09-26 13:24:21",
            "id": "4028664",
            "reply_to_id": "4027995",
            "text": "Það er enginn tilgangur að setja byssur í frjálsa sölu"
        },
        {
            "user": "...",
            "user_id": "38859",
            "date": "2006-09-27 14:23:25",
            "id": "4032648",
            "reply_to_id": "4019622",
            "text": "Finnst þér þá að það ætti líka að selja tilbúnar kjarnorkusprengjur í búðum?\nBílar drepa fleira en kjarnorkusprengjunar hér á landi.\nAð selja þær ekki er stýring í almenningi, og ástæðan er örugglega til forvarnar.\nKannski smá yfirdrifið dæmi en engu að síður."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-27 18:04:56",
            "id": "4033680",
            "reply_to_id": "4032648",
            "text": "Þegar einhver beinir byssu að mér þá finnst mér það vera óréttlætanleg ógn (nema ég eigi það skilið, að það sé sjálfsvörn gegn mér). Ef að einhver í hverfinu er með kjarnorkusprengju þá það eins og að beina byssu að hundruðum þúsunda í nágreninu. Auk þess að kjarnorkusprengja getur engan veginn verið notuð sem sjáfsvörn án þess að saklausir falli."
        },
        {
            "user": "Madraykin",
            "user_id": "17457",
            "date": "2006-09-24 01:12:22",
            "id": "4019914",
            "reply_to_id": "4013427",
            "text": "þarf ekki að skíta svona hræðilega yfir svona smágrein.\nhann var bara með smá point..þarf ekki að grenja svona mikið"
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2006-09-26 01:37:11",
            "id": "4027969",
            "reply_to_id": "4019914",
            "text": "málið er bara að þetta er móðgandi lélegt point hjá honum"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-09-24 02:22:44",
            "id": "4020078",
            "reply_to_id": "4013427",
            "text": "Munurinn á okkur og nágrönnum okkar í vestri er sá að það er hægara sagt en gert að kaupa byssu hér. Úti þarftu bara að bíða í einhverja daga en hér þarftu að fara á námsskeið, bæði verklegt og bóklegt og að ná prófi. Námskeiðin kosta pening svo þarftu líka að splæsa í læknisvottorð, sakavottorð og margt fleira.\nÞað ætti því ekki að skaða nokkurn mann þó svo að við augýsum byssur eins og við eigum lífið að leysa. Það gæti hins vegar skaðað nokkra fugla, en það er allt annar handleggur."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-24 04:02:37",
            "id": "4020245",
            "reply_to_id": "4020078",
            "text": "Margir lýta á það þeim einföldu augum að það sé fyrst og fremst ástæðan fyrir fjölda morða/árása í Bna að skotvopnaeign sé algeng. En málið er að að lönd með hlutfallslega svipað mikið af skotvopnum eru ekki endilega með sömu morð- eða glæpatíðni, t.d. Kanada. Þess vegna er einmitt sagt að byssur drepi ekki fólk, heldur annað fólk. Takmörkun á frelsi er líklega stærsti þátturinn í því sem myndaði þessa “menningu” til að byrja með. Fyrst áfengisbannið (sem hóf mafíustarfsemina) og svo fíkniefnabannið sem þeir kalla meira að segja fíkniefnastríðið. Þannig að önnur takmörkun fer ekki að leysa vandamálið, auk þess að það er ekkert mál að fá byssur í Bna á svarta markaðnum.\nOg margir gera það viljandi til að byrja með ef þeir ætla að fremja glæp. Ef ég man rétt þá er fíkniefnaheimurinn algengasta atriðið sem spilar inn í dauðsföll vegna skotvopna í Bna, mörg þúsund á hverju ári. Löggæslan herðir og herðir baráttuna gegn fíkniefnum og á sama tíma harðna undirheimarnir með meiri vopnaeign og hækkandi glæpatíðni. Ég er tilbúinn í að veðja miklum peningum upp á það að daginn þegar íslenska lögreglan byrjar að ganga um með byssur að þá verði rökin harðnandi undirheimar sem þurfi að herða baráttuna gegn. Munum við fara sömu leið og kaninn? Vonandi ekki. Verður að fara hóflega í að takmarka frelsi þegnanna. Þeim sem finnst sér vera mismunað eru líklegri til þess að gera uppreisn gegn samfélaginu."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-24 13:41:50",
            "id": "4020917",
            "reply_to_id": "4020245",
            "text": "er minni takmörkun á fíkniefnum í Kanada en BNA?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-24 13:55:53",
            "id": "4020965",
            "reply_to_id": "4020917",
            "text": "Ekki jafn harðar aðgerðir nei.\nBandaríkin eiga met í því á vesturlöndum. 1/10 fanga í heiminum eru Bandarískir dópistar."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-24 16:37:06",
            "id": "4021572",
            "reply_to_id": "4020965",
            "text": "hahahaha. met"
        },
        {
            "user": "xDarkLordx",
            "user_id": "35180",
            "date": "2006-09-24 03:39:49",
            "id": "4020224",
            "reply_to_id": "4013427",
            "text": "Það eru tvær gerðir af byssum. Byssur búnar til fyrir sport og byssur ætlaðar til að drepa. Fyrri gerðin er notuð við veiðar og í skotfimi. Seinni gerðin er notuð í stríðsrektsri og sem sjálfsvarnartæki. Auðvitað er hægt að nota byssur úr öðrum flokknum til að gera hitt, en svo lengi sem þetta er ætlað til sports er ekkert ólöglegt við að auglýsa þetta, þó svo að það sé mjög auðvelt að drepa mann með þeim."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-24 06:54:05",
            "id": "4020299",
            "reply_to_id": "4020224",
            "text": "Sama ætti að gilda um skammbyssur. Bæði sölu og auglýsingu.\nSvo lengi sem auglýsingin gengur út á sjálfsvörn en ekki morð."
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2006-09-24 11:52:50",
            "id": "4020525",
            "reply_to_id": "4020299",
            "text": "Það er enginn tilgangur með því að markaðssetja skammbyssur á íslandi handa hræddu fólki."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-24 12:08:42",
            "id": "4020573",
            "reply_to_id": "4020525",
            "text": "Byssufyrirtækin verða að vega og meta það."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-09-24 12:17:04",
            "id": "4020605",
            "reply_to_id": "4020573",
            "text": "Það er ekki beint besti aðilinn til að meta það.  Hann hagnast á sölu skotvopna og þess vegna vís til þess að selja manni eitthvað sem maður þarf ekki og hugsanlega eyða töluverðum fjármögnum í að sannfæra fólk um að það þurfi byssur.\nGullna regla kapítalismans um að fyrirtæki svari bara eftirspurn er kjaftæði.  Fyrirtæki búa oft á tíðum til eftirspurn fyrir hluti sem eru algjörlega óþarfi.\nVopn til sjálfvarnar eru til dæmis alveg örugglega óþarfi hér á landi, en ef þú sannfærir alla um að vondi kallinn sé við  næsta horn er hugsanlega að þú fáir alla til að kaupa sér skotvopn (ekki það að piparsprey og stuðbyssa væri líklegra rökréttari byrjun, en þá byrja glæpamenn að nota þessi vopn og þú ert kominn með vítahring)."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-24 12:41:54",
            "id": "4020676",
            "reply_to_id": "4020605",
            "text": "Nú þegar eru fleiri vopn í undirheimunum en hjá löggæslunni. Lenti í því einu sinni að vera í partý þar sem ungur piltur mætti með haglabyssu, braut rúðu og hótaði fólki. Nokkrir hringdu í neyðarlínuna… 15 mín seinna komu tveir óvopnaðir lögreglumenn í skýrslutöku. Já það fór vel og hann skaut aldrei af byssunni, en hann hefði getað drepið okkur öll og farið áður en óvopnuðu löggurnar kæmu. Hvort sem það sé piparúði, lítill hnífur eða byssa þá mega almennir borgarar ekki ganga með neitt til sjálfsvarnar. Þrátt fyrir að undirheimarnir séu vel vopnaðir og lögreglan ekki. Að sumir gætu misnotað þessa vöru er ekki réttlæting fyrir því að banna mér að eiga hana til sjálfsvarnar. Sama hvort við séum að tala um piparúða, rafmagnsbyssu eða skammbyssu."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-09-24 13:09:13",
            "id": "4020789",
            "reply_to_id": "4020676",
            "text": "Dæmið þitt sýnir bara að það er engin þörf á sjálfsvarnarvopnum.  Þetta sýnir ekki fram á hið gagnstæða frekar en að sá hugsanlegi möguleiki að einhver varpi á okkur kjarorkusprengju réttlætir kjarnorkuvopnaeigu.  Fjöldi skotárása eða morða er einfaldlega ekki nógu tíræður til þess að réttlæta eign eða sölu á sjálfsvarnarvopnum. Á meðan það eru ekki til nein einustu tölfræðigögn til þess sýna fram á annað er algjört glapræði að eltast við hugdettur og\nhugsanlega möguleika\n."
        },
        {
            "user": "Mancio",
            "user_id": "37719",
            "date": "2006-09-25 14:53:15",
            "id": "4024912",
            "reply_to_id": "4020676",
            "text": "ertu semsagt að stinga upp á því að það ætti að mega ganga með litla hnífa á sér til sjálfsvarnar?\nHvað heldurðu að það yrðu þá margir stungnir á hverri helgi á djamminu í Reykjavík?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-25 22:35:06",
            "id": "4027332",
            "reply_to_id": "4024912",
            "text": "Þeir sem að vilja ganga með hnífa gera það nú þegar. Margir ganga með hnífa í miðbænum. Hversu margir hafa verið skornir með brotnum glösum eða flöskum? Viltu banna þær?\nAuk þess þá hafa menn látið lífið við að fá slæmt högg í andlitið eftir “hefðbundin slagsmál”."
        },
        {
            "user": "lucifersam",
            "user_id": "47455",
            "date": "2006-09-24 12:32:02",
            "id": "4020647",
            "reply_to_id": "4020299",
            "text": "Svo lengi sem auglýsingin gengur út á sjálfsvörn en ekki morð.\nAf hverju sem sjálfsvarnar tæki??\nAf hverju ekki frekar á þeim forsendum til að auka fjölbreytni í skotfimi. Sem sagt að þetta sé eingöngu notað í tómstundaryðjum, en ekki sem eiginlegt vopn. (eins og bogar og annarskonar verkfæri eru).\nBætt við 24. september 2006 -  12:35\nÞá meina ég að bogfimi eru leifðir í dag í formi tómstundar en ekki sem sjálfsvarnar tækni."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-09-24 12:45:38",
            "id": "4020687",
            "reply_to_id": "4020647",
            "text": "Ég var í rauninni að meina allt annað en árás gagnvart öðru mannfólki af fyrra bragði. Að sumir gætu misnotað vöruna er ekki réttlæting fyrir því að taka frelsið frá öðrum sem forvörn."
        },
        {
            "user": "lucifersam",
            "user_id": "47455",
            "date": "2006-09-24 13:33:17",
            "id": "4020887",
            "reply_to_id": "4020687",
            "text": "Enda sagðist ég aldrei vera á móti því að lögleiða skammbyssur. En að lögleiða þær á þeim forsendum að þær eiga að vera sjálfsvarnartæki fynnst mér ekki vera skref í öruggara samfélag (nema að það sé eithvað annað en öryggi sem þú sækist eftir með sjálfsvarnar tólum)."
        },
        {
            "user": "xDarkLordx",
            "user_id": "35180",
            "date": "2006-09-24 18:07:28",
            "id": "4021907",
            "reply_to_id": "4020299",
            "text": "Skammbyssur eru notaðar til sports líka. Ég fór nú á veiðisafnið þegar haldin var byssusýning þar og eigandinn sýndi mér skammbyssurnar sem hann átti, og taldi upp hvaða byssur hann hafði notað til að skjóta hin ýmsu dýr, meðal annars var ein mjög stór skammbyssa sem hann notaði til að skjóta fíl.\nAuðvitað er algengara að skammbyssur séu “morðvopn” en hitt. En hvar eigum við að leggja mörkin? Ég stórlega efast um að einhver þurfi mac9 eða sjálfvirkan m16 til þess að verja sig."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2006-09-26 00:57:07",
            "id": "4027911",
            "reply_to_id": "4021907",
            "text": "meðal annars var ein mjög stór skammbyssa sem hann notaði til að skjóta fíl.\nÆji veistu e-ð á ég erfitt með að trúa þessu. Enginn notar skammbyssu til að drepa fíl:S\nAnnaðhvort skrýtin aðstæða sem kallinn var í eða þetta er bara uppspuni.\nSé það bara ekki fyrir mér að maður standandi nálægt fíl og skjóta hann með skammbyssu.\nAfsakaðu en þetta var ekki nein árás á þig að neinu leyti ef þú heldur það."
        },
        {
            "user": "xDarkLordx",
            "user_id": "35180",
            "date": "2006-09-26 16:52:26",
            "id": "4029581",
            "reply_to_id": "4027911",
            "text": "Hann skaut hann með riffli og skammbyssan til að vera final blow."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2006-09-28 00:29:58",
            "id": "4035475",
            "reply_to_id": "4029581",
            "text": "Ah það hljómar mun réttara."
        },
        {
            "user": "ratatat",
            "user_id": "64227",
            "date": "2006-09-24 10:36:00",
            "id": "4020381",
            "reply_to_id": "4013427",
            "text": "Þetta er svona eins og þegar manni dettur eitthvað í hug og finnst það ótrúlega sniðugt en fattar svo að maður hafi rangt fyrir sér þegar maður hugsar aðeins meira um þetta og skoðar það frá öðrivísi sjónarhornum… Nema þú hefur gleymt að hugsa aðeins um þetta."
        },
        {
            "user": "Mash",
            "user_id": "53466",
            "date": "2006-09-24 11:10:14",
            "id": "4020443",
            "reply_to_id": "4013427",
            "text": "ég veit nú ekki með aðra…en ég færi ekki að ná mér í eitt stykki riffil og skjóta fólk þó ég sæi skotvopnaauglýsingu…\nÍslendingar eru vissulega fanatískir á margan hátt, en sem betur fer erum við ekki jafn skotglöð og Kaninn"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-09-24 12:08:54",
            "id": "4020574",
            "reply_to_id": "4013427",
            "text": "Hvað ertu að blaðra?\nVeiða er ekki annað orð yfir að drepa.  Veiði getur falist í því að fanga lifandi dýr og að öðrum kosti táknar veiði ekki það sama og að drepa þótt svo að það felist stundum í orðinu.  Það er til dæmis augljós munur á því að veiða mann og að drepa mann (hið fyrra felur nauðsynlega í sér ásetning).\nAð drepa dýr er almennt ekki álitið morð.  Færðu samviskubit þegar þú borðar nautakjöt?  Til þess að slátra nauti þarftu nauðsynlega að drepa það, en þú myrðir það ekki (nema þú sért PETA-vitleysingur).\nÞar af leiðandi er fáránlegt að kalla byssur morðvopn vegna þess að skotvopn eru búin til með mismunandi tilgang í huga.  Riffill til hreindýraveiða er til dæmis ekki morðvopn eins og M16 (byssa sem Bandaríkjaher notar).\nÞetta er eins og að halda því fram að hnífarnir sem þú notar til að borða með séu morðvopn vegna þess að það eru til hnífar sem að eru sérstaklega hannaðir til þess að drepa fólk.\nAf þessu öllu leiðir svo augljóslega að það er ekkert athugavert við að auglýsa skotvopn til veiða hvað þetta varðar.  Ég sé ekkert sérstaklega slæmt við auglýsingu skotvopna sem eru eingöngu til veiða.  Það að fólk geti hugsanlega misnotað eitthvað er engin ástæða til að banna það."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-24 12:46:20",
            "id": "4020694",
            "reply_to_id": "4013427",
            "text": "það er hægt að nota hvað sem er til að drepa.\nþað að eiga byssu er ekki það sama og að ætla sér að drepa fólk.\nog fyrir nánast öllum sem kaupa sér byssur er þetta sport. alveg eins og fótboltamenn kaupa takkaskó."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-24 13:47:05",
            "id": "4020930",
            "reply_to_id": "4020694",
            "text": "Segi það.\nHvað hafa skotvopn valdið mörgum meiðslum í gegnum tíðina og hvað hafa takkaskór valdið mörgum meiðslum"
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2006-09-24 19:12:23",
            "id": "4022302",
            "reply_to_id": "4013427",
            "text": "BWAHAHAHHAHA þetta er það fyndnasta sem ég hef lesið… hahaha byssan var ekki hönnuð sem morðvopm\nsvo er byssan ekkert hættuleg… ekki baun í bala… það er maðurinn sem heldur á byssunni sem er hættulegur…"
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2006-09-25 20:08:04",
            "id": "4026547",
            "reply_to_id": "4022302",
            "text": "“BWAHAHAHHAHA þetta er það fyndnasta sem ég hef lesið… hahaha byssan var ekki hönnuð sem morðvopm”\n-Víst… Hahhaha hálfviti."
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2006-09-25 20:54:08",
            "id": "4026753",
            "reply_to_id": "4026547",
            "text": "uuuu nei? það var hannað sem veiðivopn ef mér skjátlast ekki…"
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2006-09-27 15:54:39",
            "id": "4033059",
            "reply_to_id": "4026753",
            "text": "og ég er nokkuð viss um að gæinn hugsaði strax eftir að hann fann þetta upp “hvað ætli gerist ef ég nota þetta á óvini mína”"
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2006-09-27 16:13:40",
            "id": "4033142",
            "reply_to_id": "4033059",
            "text": "svo það er hægt að segja að hafnaboltakylfa sé morðvopn þar sem gaurinn sem bjó hana til var pottó að hugsa hvað myndi gerast ef hann myndi berja óvin sinn með henni!"
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2006-09-28 19:09:28",
            "id": "4037809",
            "reply_to_id": "4033142",
            "text": "svona hugsun er beinlínis heimskuleg….\nsvona hugsun leiðir til aðstæðna eins og eru á flugvöllum í USA og bretlandi.\nbyssur voru búnar til sem vopn.\nkínverjar voru fyrstir til þess að nota eithvað form af þessu og gettu hvað… þetta var notað í hernaðir !"
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2006-09-28 21:42:29",
            "id": "4038600",
            "reply_to_id": "4037809",
            "text": "Þetta er ekkert heimskuleg hugsun.. það sem er heimskulegt er það að fólk hér er að segja að Byssur séu morðvopn og séu hættulegar sem er bölvað kjaftæði!"
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2006-09-28 23:02:50",
            "id": "4038965",
            "reply_to_id": "4038600",
            "text": "ætlar þú að segja mér að riffill sem skýtur kúlu yfir 1km sé ekki hættulegur…\ntilhvers fara menn á skotvopnanámskeið þá áður en þeir fá byssuleyfi???\nhinsvegar er þetta ekki ætlað sem morðvopn af þeim sem kaupa þetta til skotveiði hér á íslandi"
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2006-09-29 09:37:10",
            "id": "4039733",
            "reply_to_id": "4038965",
            "text": "Já ég er að segja þér það að riffill sem þessvegna skítur 10000000000000000000 km langt er ekkert hættulegur!\nEina sem er hættulegt það erum við mennirnir sem höldum á byssunum!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-27 21:30:17",
            "id": "4034627",
            "reply_to_id": "4026753",
            "text": "Nei, td. byrjaði þetta með fallbyssum."
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2006-09-27 21:30:44",
            "id": "4034629",
            "reply_to_id": "4026753",
            "text": "Svo skammbyssum, svo rifflum ef mér skjátlast ekki."
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2006-09-27 22:20:44",
            "id": "4034883",
            "reply_to_id": "4034629",
            "text": "erum við að tala um fallbyssur?\nnei…\ngetum alveg eins talað þá um boga og örvar…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-10-01 01:05:29",
            "id": "4045855",
            "reply_to_id": "4034883",
            "text": "Hvernig væri að hætta með þessa stæla? Þú hefur ekki efni á því. Eins og ég sagði, svo fór þetta í skammbyssur og svo í riffla."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-28 23:39:19",
            "id": "4039202",
            "reply_to_id": "4034629",
            "text": "Haglabyssur eru ekki hannaðar til að drepa fólk enda eru þær mjög óhenntugar fyrir hernað vegna þess hversu stutt þær drífa. Í stríði eru menn oftast að skjóta á hvorn annan í svo mikillri fjarlægð að þeir sjá varla hvorn annan. Þess vegna eru riflar eins og M16 og AK-47 mun betri í það. Haglabyssur eru aðallega notaðar við fuglaveiðar og af lögregluþjónum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-10-01 01:06:05",
            "id": "4045857",
            "reply_to_id": "4039202",
            "text": "Enda var ENGINN að tala um haglabyssur."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2006-09-24 23:59:56",
            "id": "4023747",
            "reply_to_id": "4013427",
            "text": "Ekki mjög gáfulegt. Haglabyssa hefur lengi þótt sjálfsagður hlutur að eiga á Íslandi og það er hellingur til að þeim en það þarf leyfi til að eiga þær og byssur eru mjög sjaldan notaðar við manndráp hér jafnvel þó að það sé hellingur af óskráðum byssum líka. Hnífar eru algengastir og það er hægt að kaupa rosaleg hnífasett út í búð bara ef það á að vera fyrir kokka, en þetta geta líka verið fyrirtaksmorðvopn."
        },
        {
            "user": "Addi21",
            "user_id": "24719",
            "date": "2006-09-25 18:07:43",
            "id": "4025928",
            "reply_to_id": "4013427",
            "text": "Já, þetta er ágætis pæling. Bara spurning um hvar á að stilla mörkin.\nReyndar held ég að haldbær rök fyrir þessu með leyfi að auglýsa byssurnar séu að þær eru ekki hugsaðar til að drepa fólk, þó þær séu það upprunarlega (bara ágiskun).\nAnnars sé ég ekkert að því að auglýsa skotvopn og ég það er mikið auðveldara að drepa eitthvern í æðiskasti með hnífi en byssu, því hann geturðu haft inná þér."
        },
        {
            "user": "minnaen3simbi",
            "user_id": "31167",
            "date": "2006-09-25 22:01:33",
            "id": "4027089",
            "reply_to_id": "4013427",
            "text": "Það eru til milljón leiðir til þess að drepa mann og það að skjóta af byssu er alls ekki sú léttasta, auðvitað á að leyfa auglýsingar á byssum!"
        },
        {
            "user": "Kexkakan",
            "user_id": "46334",
            "date": "2006-09-25 22:42:36",
            "id": "4027367",
            "reply_to_id": "4013427",
            "text": "Það er leyft að auglýsa áfengi, en orðið\nbjór\nmá bara ekki koma fyrir."
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2006-09-26 00:07:45",
            "id": "4027807",
            "reply_to_id": "4013427",
            "text": "menn nota byssur til að veiða, ungir strákar þurfa að sjá byssur í auglýsingum til að fá áhuga á þeim og verða síðar alvöru karlmenn með því að eiga byssu og hafa notað hana til veiða\nog ef þú vilt meina að dýradráp sé jafnslæmt og manndráp þá er ég þér fullkomlega ósammála"
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2006-09-26 01:02:23",
            "id": "4027923",
            "reply_to_id": "4013427",
            "text": "hahhaha þú ert svo fáfróður… það er svo ótrúlega sjaldgæft að fólk sé drepið með löglega seldum byssum á Íslandi, kannski svona 1 tilfelli á áratug í mestalagi. Enda eru byssurnar sem eru löglegar á Íslandi MJÖG óhentug morðvopn. Samt eru gífurlegar öryggisreglur um þær. Og svo þú líkir þessu við að litlir krakkar vilji eignast byssu af því þeir sjá auglýsingu í mogganum. Auðvitað langar marga stráka í byssu, strákar eru alltaf strákur og munu alltaf hafa áhuga á byssum en aldrei í þeim tilgangi að drepa mann.\nOg að “veiða er annað orð fyrir að drepa” hvað kallaru þá að ala upp litlu sætu lömbin og senda þau svo í sláturhúsið? drepa? það er kannski að drepa en það er samt ekki morð, og veiðar á sumum fugla og dýrategundum á Íslandi eru löglegar alveg eins og það er löglegt að ala upp litlu og sætu lömbin og drepa þau síðan."
        },
        {
            "user": "Scandalous",
            "user_id": "53721",
            "date": "2006-09-26 15:30:59",
            "id": "4029114",
            "reply_to_id": "4013427",
            "text": "i totally agree"
        },
        {
            "user": "Silverkin",
            "user_id": "44666",
            "date": "2006-09-26 18:43:27",
            "id": "4030119",
            "reply_to_id": "4013427",
            "text": "Þetta heitir að vera carebear, ekkert annað.\n“ónei það er verið að myrða littlu sætu dýrin sem fallega náttúran skapaði”\nHvað réttlætir það að kongulær veiði sér flugur til matar? Er það ekki morð? Jú en ef kongulóin ætlar að lifa verður flugan bara að deyja, þannig gengur náttúran. Líka hjá mannfólki."
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-09-27 15:39:18",
            "id": "4032975",
            "reply_to_id": "4013427",
            "text": "já..\nþegiðu?"
        },
        {
            "user": "CaptHowdy",
            "user_id": "55560",
            "date": "2006-09-27 22:22:58",
            "id": "4034897",
            "reply_to_id": "4013427",
            "text": "Sammála, á að banna þessar auglýsingar rétt eins og tóbak og bjór."
        },
        {
            "user": "Dorno",
            "user_id": "56944",
            "date": "2006-09-28 09:42:10",
            "id": "4035761",
            "reply_to_id": "4013427",
            "text": "Torveus\nEr ekki miklu auðveldara að drepa mann í æðiskasti með haglabyssu en hníf\nÆðisköst eiga sér oftast stað eftir eitthvað atvik eða jafnvel orðaskipti þar sem manneskjan ræðst á aðra manneskju, og… hvort eru meiri líkur á að þú hafir hníf eða HAGLABYSSU í buxnastrengnum þegar þú ferð í æðiskast?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-28 23:32:39",
            "id": "4039164",
            "reply_to_id": "4013427",
            "text": "Byssur eru ekki morðvopn á íslandi fávitinn þinn, þetta er veiðitól. Það er bara í öfugugga samfélögum eins og Bandaríkjunum þar sem fólk er að skjóta hvort annað. Hvenær sástu síðast frétt um að einhver hefði verið drepinn með haglabyssu á íslandi?\nOg að veiða er að drepa? Guð minn góður, þú værir ekki til ef forfeður þínir hefðu ekki haldið sér í lífi með því að veiða sér til matar og ef ekki væri stunduð fiskveiði á íslandi þá væri ísland eins og eitthvað þriðja ríkisland og þú værir örugglega búandi í pappakassa á götunni. Vertu ekki svona óhuggulega heimskur.\nBætt við 28. september 2006 -  23:32\nFucking trjáfaðmari."
        }
    ]
}