{
    "forum_title": "Skóli",
    "user": "Caroline",
    "user_id": "40716",
    "date": "2006-09-23 18:17:07",
    "title": "Kennararnir mínir",
    "text": "Mig langar að skrifa grein um þá kennara sem ég hafði í menntaskóla því að það var svo óstöðugt í grunnskóla en í menntskóla var ég alltaf með sömu kennara:)\nÍslenskukennarinn/Sögukennarinn\nHann var í uppáhaldi hjá mér. Þessi maður er einhver áhugaverðasti maður sem ég hef kynnst á minni stuttu ævi og ef ég væri 40 árum eldri væri ég sko hot fyrir honum hehe. Æi hann er svo æðislegur. Maður verður virkilega að vinna sér inn virðingu hjá honum. En hann er heldur ekki þannig að hann kemur illa fram við þá sem eiga erfitt með að læra eða nenna þessu ekki. Hann kemur jafnt fram við alla. Ég get með sanni sagt að hann er besti kennari sem ég hef sagt, enda féll ég aldrei hjá honum:)\nEnskukennarinn\nHún var æðisleg. Rosalega ákveðin og talaði með mesta breska hreim í heimi. Svolítill snobbari en það er líka allt í lagi. Yndislegt að hlusta á hana og þegar hún talar var maður með eyrun og augun á henni. Hún hét einkar skemmtilegu nafni sem ekki margir heita á þessu landi. Gerir kannski eilítið upp á milli, enda var stór brú á milli þeirra sem stóðu sig vel og þeim sem stóðu sig illa. Kannski þessvegna sem mér líkaði svona vel við hana:P\nHún var mjög ströng en líka mjög skemmtileg sem gerði hana að æðislegum kennara.\nStærðfræði-, efnafræði- og eðlisfræðikennarinn\nÞeir voru nokkrir en ég ætla bara að tala um einn sem kenndi mér mest. Hann var mjög sérstakur og mikið talað um hann í menntaskólanum, sérstaklega þar sem að það var sett sturta inná klósett í skólanum bara fyrir hann því hann hjólaði alltaf í vinnuna. Hann var einnig þekkur fyrir mjög sérstakan framburð á r-inu og auðvitað það að vera alveg einstakur stærðfræðikennari en hann kom mér stærðfræðiheimskingja í gegnum 15 einingar, og án hans hefði ég trúlega ekki meikað þetta.\nSpænsku-, félagsfræði- og tjáningarkennarinn\nHún var yndi! Rosalega sérstök og örugglega reykjandi eitthvað en samt svo æðisleg. Talar við alla og gerir ekkert upp á milli. Kennir á svo sérstakan og áhugaverðan hátt. Hún hefur sjálf svo mikinn áhuga á efninu sem hún er að kenna að það vekur áhuga hjá manni. Svo er hún rosalega persónulegur kennari og man nöfnin á öllum:) Algjört æði!\nDönskukennararnir\nVar með tvo en þar sem ég fór í svo fá áfanga kynntist maður þeim ekkert almennilega. En þær voru báðar mjög almennilegar. Fyrri kennarinn var dönsk og talaði mjög bjagaða íslensku, hún var mjög mikil tík að mati margra en það voru líka bara þeir sem lærðu ekki heima:) Hin var einnig mjög ströng en ekki jafn skemmtileg.\nÞýskukennarinn\nMjög róleg kona. Ég man ekki eftir skiptum þar sem hún missti stjórn á sér eða varð reið. Tímarnir hjá henni liðu en samt kann ég fullt í þýsku. Mjög viðkunnaleg og svona hlýleg. Manni kveið ekki fyrir því að fara í munnleg próf eða próf til hennar því hún var mjög góð og stressaði mann ekki að óþörfu.\nLíffræðikennarinn\nÁn vafa furðulegasti maður í heimi. Kenndi mér ekki mikið enda hafði ég ekki mikinn áhuga á námsefninu. En hann hafði alveg nógan áhuga á þessu fyrir alla. Eiginlega of mikinn. Mjög skrítinn og tímarnir hjá honum voru afar kvíðvænlegir þar sem ég hataði líffræði!\nJarðfræðikennarinn\nMér líkaði mjög vel við hann. Hann var svo rólegur og kenndi manni þetta svo vel. Var svo áhyggjulaus og þægilegur kennari. Tókst að gera eldfjöll og steina mjög áhugaverða:) Örugglega eina manninum í heimi sem hefur tekist að fá mig til þess að vita muninn á grjóti:)\nÞetta voru menntaskólakennararnir mínir. Allir voðalega elskur og yndislegir. Líkaði mjög vel við alla kennarana mína í menntaskóla!",
    "url": "https://www.hugi.is/skoli/greinar/449695/kennararnir-minir/",
    "url_id": "449695",
    "id": "4018212",
    "replies": [
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2006-09-23 18:32:10",
            "id": "4018365",
            "reply_to_id": "4018212",
            "text": "krúttið þitt"
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2006-09-23 18:32:47",
            "id": "4018369",
            "reply_to_id": "4018212",
            "text": "sssssóóóóó!"
        },
        {
            "user": "Caroline",
            "user_id": "40716",
            "date": "2006-09-23 18:53:03",
            "id": "4018479",
            "reply_to_id": "4018369",
            "text": "Dí vá.. langaði bara að deila þessu með ykkur:P"
        },
        {
            "user": "Rocha",
            "user_id": "55115",
            "date": "2006-09-23 19:20:13",
            "id": "4018656",
            "reply_to_id": "4018369",
            "text": "hahahyahahahahaahahaha"
        },
        {
            "user": "TinyTom90z",
            "user_id": "59338",
            "date": "2006-09-23 19:25:36",
            "id": "4018689",
            "reply_to_id": "4018656",
            "text": "um ad gera skrifa grein um yndislega kennara *sleikjuskapur* ad minu mati"
        },
        {
            "user": "Caroline",
            "user_id": "40716",
            "date": "2006-09-23 19:49:15",
            "id": "4018804",
            "reply_to_id": "4018689",
            "text": "Sumir eru einfaldlega þroskaðri en aðrir. Ég er komin yfir það stig að hata kennarana mína, sorry elskan. Og fyrir utan það að enginn af þessum kennurum á eftir að lesa þetta, ég nafngreini engan, þar með getur þetta ekki kallast sleikjuskapur þar sem enginn er til þess að taka við hrósinu!"
        },
        {
            "user": "marlostanfield",
            "user_id": "64948",
            "date": "2006-09-23 20:33:24",
            "id": "4018943",
            "reply_to_id": "4018804",
            "text": "Ekki spurning um þroska.\nSpurning um leiðindi. Án vafa leiðinlegasta grein sem ég hef lesið."
        },
        {
            "user": "Caroline",
            "user_id": "40716",
            "date": "2006-09-23 23:54:14",
            "id": "4019634",
            "reply_to_id": "4018943",
            "text": "Það er leiðinlegt að þér þykir hún leiðinleg. Það er alveg rétt, ég hefði svo sem getað kryddað hana aðeins. Var að flýta mér. Skal hafa þetta bakvið eyrað;)"
        },
        {
            "user": "marlostanfield",
            "user_id": "64948",
            "date": "2006-09-24 02:03:31",
            "id": "4020029",
            "reply_to_id": "4019634",
            "text": "Neinei, það var ekki það. Hún var vel skrifuð og allt það. Þú gerðir hana alveg áhugaverða. Það er bara efni greinarinnar sem mér leiddist. Kennarar? Þú veist, kommon?"
        },
        {
            "user": "Caroline",
            "user_id": "40716",
            "date": "2006-09-24 08:58:13",
            "id": "4020325",
            "reply_to_id": "4020029",
            "text": "Hehe já en þetta er nú einu sinni áhugamálið skóli:P"
        },
        {
            "user": "Libero",
            "user_id": "30203",
            "date": "2006-09-24 21:35:33",
            "id": "4023004",
            "reply_to_id": "4020029",
            "text": "Svo eru kennarar líka manneskjur.. margir þeirra frábærar manneskjur! :D"
        },
        {
            "user": "danielsmari",
            "user_id": "62566",
            "date": "2006-09-25 18:49:42",
            "id": "4026120",
            "reply_to_id": "4018943",
            "text": "Og þú gætir hugsanlega verið með leiðinlegasta karakter í sögu alheimsins byggt á svörum þínum hérna."
        },
        {
            "user": "marlostanfield",
            "user_id": "64948",
            "date": "2006-09-25 20:29:55",
            "id": "4026654",
            "reply_to_id": "4026120",
            "text": "haha.\nkemur."
        },
        {
            "user": "danielsmari",
            "user_id": "62566",
            "date": "2006-09-26 15:29:42",
            "id": "4029102",
            "reply_to_id": "4026654",
            "text": "Kemur hvað? Fyrir mér er þetta heilagur sannleikur."
        },
        {
            "user": "marlostanfield",
            "user_id": "64948",
            "date": "2006-09-26 19:37:30",
            "id": "4030423",
            "reply_to_id": "4029102",
            "text": "Alltílæ.\nEf þú skoðar hinsvegar kommentin mín vandlega sérðu að ég er aðeins að leiðrétta fólk. Ég er kannski leiðinlegur notandi en stundum nenni ég ekki að láta  asnaleg eða heimskuleg komment fara framhjá mér.\nÍ þessu tilviki fannst mér umfjöllunarefnið leiðinlegt."
        },
        {
            "user": "danielsmari",
            "user_id": "62566",
            "date": "2006-09-26 21:02:22",
            "id": "4030856",
            "reply_to_id": "4030423",
            "text": "Slepptu því frekar að segja það."
        },
        {
            "user": "marlostanfield",
            "user_id": "64948",
            "date": "2006-09-26 21:46:21",
            "id": "4031087",
            "reply_to_id": "4030856",
            "text": "Af hverju?\nHvernig lærum við ef við erum aldrei leiðrétt?"
        },
        {
            "user": "danielsmari",
            "user_id": "62566",
            "date": "2006-09-27 15:33:12",
            "id": "4032940",
            "reply_to_id": "4031087",
            "text": "Er það leiðrétting að segja: “Hugsanlega leiðinlegasta grein sem ég hef lesið” ?"
        },
        {
            "user": "marlostanfield",
            "user_id": "64948",
            "date": "2006-09-27 19:03:11",
            "id": "4034018",
            "reply_to_id": "4032940",
            "text": "Nei. En ég hef rétt á að segja það sem mér finnst um greinina.\nEinnig. Þú gerir þér grein fyrir því að með að kalla mig leiðinlegan dastu sjálfur niður á mitt plan? Þú gerðir það nákvæmlega sama og ég."
        },
        {
            "user": "danielsmari",
            "user_id": "62566",
            "date": "2006-09-27 19:30:27",
            "id": "4034145",
            "reply_to_id": "4034018",
            "text": "Ég gerði það, en líka til að sýna fram á að þetta er bara heimskulegt.\nOkei, við þurfum hvorki að rífast né rökræða um þetta, þér finnst þetta, mér finnst annað.\nUmræðu lokið."
        },
        {
            "user": "marlostanfield",
            "user_id": "64948",
            "date": "2006-09-27 23:09:00",
            "id": "4035165",
            "reply_to_id": "4034145",
            "text": "Okay, maður.\npís."
        },
        {
            "user": "danielsmari",
            "user_id": "62566",
            "date": "2006-09-27 23:28:12",
            "id": "4035252",
            "reply_to_id": "4035165",
            "text": "Já :) Pís."
        },
        {
            "user": "Caroline",
            "user_id": "40716",
            "date": "2006-09-23 19:26:04",
            "id": "4018690",
            "reply_to_id": "4018212",
            "text": "fórstu í hraðbraut?"
        },
        {
            "user": "Caroline",
            "user_id": "40716",
            "date": "2006-09-23 19:29:02",
            "id": "4018708",
            "reply_to_id": "4018690",
            "text": "Já þú líka kannski?"
        },
        {
            "user": "Caroline",
            "user_id": "40716",
            "date": "2006-09-23 20:02:07",
            "id": "4018836",
            "reply_to_id": "4018708",
            "text": "nei bara þú sagðir síðan í menntaskóla og þú ert bara 18 þannig ég lagði saman 2 og 2 og útkoman var hraðbraut :P"
        },
        {
            "user": "Caroline",
            "user_id": "40716",
            "date": "2006-09-23 20:07:00",
            "id": "4018850",
            "reply_to_id": "4018836",
            "text": "Heheh oki:p"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-30 23:01:33",
            "id": "4045440",
            "reply_to_id": "4018212",
            "text": "Hahahaha sammála með tjáningarkennarann, hún er POTTÞÉTT að reykja eitthvað, en samt alveg yndilseg. Og hreimurinn hennar enskukennararns er dýrlegur:D:D\nGaman að lesa þetta"
        },
        {
            "user": "EpEpli",
            "user_id": "60221",
            "date": "2006-10-01 15:04:22",
            "id": "4047030",
            "reply_to_id": "4018212",
            "text": "Ohh æðislegir kennarar! þú veist hverja ég fíla þannig að ég ættla ekki að nafngreina þá. En gleimdir klámkynslóða tölvukennaranum okka"
        },
        {
            "user": "boran",
            "user_id": "65784",
            "date": "2006-10-13 23:42:12",
            "id": "4093200",
            "reply_to_id": "4047030",
            "text": "Vartst þú í Hraðbraut?"
        },
        {
            "user": "EpEpli",
            "user_id": "60221",
            "date": "2006-10-14 07:47:02",
            "id": "4093725",
            "reply_to_id": "4093200",
            "text": "Jess, það var ég."
        },
        {
            "user": "boran",
            "user_id": "65784",
            "date": "2006-10-14 11:07:39",
            "id": "4093846",
            "reply_to_id": "4093725",
            "text": "Svo er það satt sem maður hefur verið að heyra um tölvukennarann að hann hafi sofið hjá nemanda? :/"
        },
        {
            "user": "boran",
            "user_id": "65784",
            "date": "2006-10-16 11:41:26",
            "id": "4101487",
            "reply_to_id": "4093846",
            "text": "hehe já það er satt:) stelpu sem var busi í fyrra… en er samt 90' módel:) og þessi kall er giftur og allt… á á barn…"
        },
        {
            "user": "boran",
            "user_id": "65784",
            "date": "2006-10-16 16:32:31",
            "id": "4102548",
            "reply_to_id": "4101487",
            "text": "Ojjj, hahah ég var að búast við að þetta væri svona eldri stelpa. En jæja, allt álit mitt á þeim kennara farin.\nEn hvaða stelpa vildi eiginlega sofa hjá honum:O?"
        },
        {
            "user": "Fury",
            "user_id": "15541",
            "date": "2006-10-16 17:31:34",
            "id": "4102925",
            "reply_to_id": "4102548",
            "text": "hehe ég ætla ekki að pósta því hér:) ertu í hraðbraut eða? sendu mér private ef u villt vita það:)"
        },
        {
            "user": "Fury",
            "user_id": "15541",
            "date": "2006-10-19 00:23:02",
            "id": "4113159",
            "reply_to_id": "4102925",
            "text": "Eruði eitthvað þroskaheftar? Berið ekki út eitthvað svona fkn slúður útum allt á netinu, jesús kristur.. hugsiði aðeins um annað fólk..\nguð, mér blöskrar… þið eruð til skammar."
        },
        {
            "user": "Fury",
            "user_id": "15541",
            "date": "2006-10-19 07:32:02",
            "id": "4113369",
            "reply_to_id": "4113159",
            "text": "umm happens to be true… mjög lítill skóli sem við erum/vorum í…"
        },
        {
            "user": "Fury",
            "user_id": "15541",
            "date": "2006-10-20 16:50:52",
            "id": "4118724",
            "reply_to_id": "4113369",
            "text": "Ég var líka í þessum skóla, ekki vera svona blind.\nÞið megið halda það sem þið viljið halda, þessi stelpa er búin að vera besta vinkona mín í langan tíma og ég veit betur.\nog þú segir “happens to be true”, og HVAÐ MEÐ ÞAÐ AÐ ÞETTA VÆRI ÞAÐ? ÁTT ÞÚ ÞÁ RÉTT Á AÐ LÁTA STIMPLA ÞESSA STELPU EITTHVAÐ Á NETINU? nei.. jesús kristur.."
        },
        {
            "user": "Fury",
            "user_id": "15541",
            "date": "2006-10-21 10:23:34",
            "id": "4121223",
            "reply_to_id": "4118724",
            "text": "ég sagði aldrei hver þetta e"
        },
        {
            "user": "Fury",
            "user_id": "15541",
            "date": "2006-10-22 03:10:35",
            "id": "4124979",
            "reply_to_id": "4121223",
            "text": "en þú ætlaðir að senda hinni það í private message?… jááá.."
        },
        {
            "user": "Fury",
            "user_id": "15541",
            "date": "2006-10-22 09:59:42",
            "id": "4125148",
            "reply_to_id": "4124979",
            "text": "mhm… munur samt að vera að pósta þessu þar sem allir sjá og bara fyrir einn…. en í hvaða bekk ert þú annars?"
        },
        {
            "user": "Fury",
            "user_id": "15541",
            "date": "2006-10-22 19:25:45",
            "id": "4127101",
            "reply_to_id": "4125148",
            "text": "það er enginn munur á því, þetta kemur ykkur né neinum nákvæmlega ekkert við.\nEr ekki í hraðbraut lengur."
        },
        {
            "user": "JonMusic",
            "user_id": "35111",
            "date": "2006-10-20 14:05:46",
            "id": "4118015",
            "reply_to_id": "4018212",
            "text": "Frábærir kennarar… alveg sammála þér!\nBætt við 20. október 2006 -  14:06\nLiggur við að maður sakni þeirra… samt ekki!?!?!"
        },
        {
            "user": "Stjarna4",
            "user_id": "62112",
            "date": "2006-10-29 19:54:41",
            "id": "4154203",
            "reply_to_id": "4018212",
            "text": "Flott grein hjá þér og mjög gaman að lesa hana! =D Minnti soldið á mig..ég var nefnilega að spá í því fyrir stuttu að mér líkar vel við næstum því alla kennarana mína í menntaskóla:)\nÆðisleg grein og gaman að lesa hana þrátt fyrir hvað aðrir segja! ;)"
        },
        {
            "user": "vorkipork",
            "user_id": "41660",
            "date": "2006-11-06 21:44:24",
            "id": "4185163",
            "reply_to_id": "4018212",
            "text": "núnú, kennurunum mínum er líkt við strút, frosk mörkjæs sem er með skikju. Gaui Litla o. fl. en ókei"
        }
    ]
}