{
    "forum_title": "Börnin okkar",
    "user": "brunn",
    "user_id": "2006",
    "date": "2000-09-26 11:03:27",
    "title": "Drakkó kallar",
    "text": "Ég skil ekki alveg tilganginn með þessum Drakkó köllum.. það er bara ekkert merkilegt við þá .. samt eru krakkar frá 5 ára uppí svona 10 eða eikkað, alveg húkkt á þessu. Eins og til dæmis litli frændi minn sem er í öðrum bekk, hann bara talar ekki um annað en þessa kalla og kvað þessir og hinir eigi mikið af köllum og eitthvað.. hann er bara alveg heilaþveginn! og þetta “spil” ef má kalla þetta það .. gengur útá að kasta einkverjum hausum í vegg, og sá sem hittir nær veggnum vinnur og fær að eiga kallana sem hann var að keppa við.. og þess vegna er þetta svo ósanngjarnt af því að þeir sem eru elstir eru yfirleitt betri en þeir minni og þeir reyna þar af leiðandi frekar að mana minni krakka upp í keppni, þannig að minnstu krakkarnir tapa bara öllum köllunum sínum og enda bara grenjandi heima hjá sér að suða um fleiri. Mér finnst þetta bara alveg off ef ég má seija það!!",
    "url": "https://www.hugi.is/bornin/greinar/4500/drakko-kallar/",
    "url_id": "4500",
    "id": "20883",
    "replies": [
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2000-09-26 14:26:26",
            "id": "20884",
            "reply_to_id": "20883",
            "text": "hvað er þetta drakkó??\naldrei heyrt um þetta… nema þetta sé þetta Pókémon dæmi…"
        },
        {
            "user": "brunn",
            "user_id": "2006",
            "date": "2000-09-27 14:08:09",
            "id": "20885",
            "reply_to_id": "20883",
            "text": "já þetta eru svona Pokemon hausar… alveg off!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-10-02 00:40:45",
            "id": "20886",
            "reply_to_id": "20883",
            "text": "Þetta pókemon er orðið svolítið þreitt….."
        },
        {
            "user": "ollana",
            "user_id": "1669",
            "date": "2000-10-02 03:34:38",
            "id": "20887",
            "reply_to_id": "20883",
            "text": ""
        },
        {
            "user": "ollana",
            "user_id": "1669",
            "date": "2000-10-03 00:07:02",
            "id": "20888",
            "reply_to_id": "20887",
            "text": "Þetta verður allt dottið niður um áramótin. En þá kemur bara eitthvað annað í staðinn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-10-02 03:34:45",
            "id": "20889",
            "reply_to_id": "20883",
            "text": ""
        }
    ]
}