{
    "forum_title": "Hip hop",
    "user": null,
    "user_id": null,
    "date": "2006-09-25 23:45:17",
    "title": "Fleiri quotes",
    "text": "Fleiri quotes sem Íris hjálpaði mér við að safna saman.. Bæði úr svörunum úr fyrri samantektinni og annars staðar frá. :)\n“Here's a little message for you: All you baller players got some insecurities too that you could cover up, bling it up, cash in and ca-ching it up, hope no one will bring it up, lock it down and string it up. Or you can share your essence with us, ‘cause everything about you couldn’t be rugged and ruff. And even though you tote a glock and you're hot on the streets, if you dare to share your heart, we'll nod our heads to its beat.” -\nSaul Williams\n“I mess up heads like barbers with no skills” –\nSage Francis\n“Can’t teach much when it comes to women, I drive safe and slow don’t know nothin’ ‘bout the engine.”  -\nSlug\n“..I'm not the classic profile of what the ladies want. You might think I'm depressed as can be, but when I look in the mirror I see sexy ass me ! And if that's something you can't respect then that's peace. My life's better without you actually..” –\nBrother Ali\n“Sloppy with a fork so Chris gotta feed her. Too numb to come, sometimes she piss while I eat her..”-\nCage\n“I got an idea. You should get a tattoo that says “Warning”. That’s all, just a warning. So the potential victim  can take a left and safe breath, and avoid you sober and upset in the morning.” –\nSlug\n“I feel as if I’ve been to hell and back and I ain’t even been to Vegas.” –\nSlug\n“I’ll take you any way that I can have you,  Bring along your ethics and your issues and your taboos.  It's not the standard free bird situation,  But you're talking to these pieces of a man that's trying to make it through the puzzles, travels, struggles, battles, the body pillow pimp trying to snuggle with my shadow..” –\nSlug\n“If I was a driver, I'd keep my headlights on to see the difference between right and wrong.\nI'd wear my seatbelt even when I'm in park ‘cause I don't trust the other fools that cruise through these parts.” –\nSlug\n“Dr. Strange will slop your Range with a stinking bucket of piss and cockblock your brain if you think you’re fucking with this..” –\nCopywrite\n“Its a shame, you're recording all wrong, you made a 3 minute song, that's 3 minutes too long !” -\nChino XL\n“I don’t Kid-man, I fuck Nicole” –\nNecro\n“I sell ice in the winter, I sell fire in hell, I'm a hustler baby, I'll sell water to a well !” -\nJay-Z\n“Life’s a biiatch and then you die.. ..Wrong ! Life’s a bitch and then you decide to do something about it..” –\nPromoe\n“I've been through more shit than Pampers” –\nAkineyle\n“Independent in every single sense of the word, I say what I want, you fuckin' little sensitive herb”-\nImmortal Technique\n“Try to take me out with rhymes, how’s the sound of it?  It’s like trying to kill a fish by drowning it !” –\nPromoe\n“I got 20 ways to tell you ‘shut the fuck up’. 19 of them are 24 bars long, the other one is ”shut the fuck up!\" –\nAesop Rock\n“I take seven MCs, put ‘em in a line, and add seven more brothers who think they can rhyme. Well it’ll take seven more before I go for mine then that's 21 MCs ate up at the same time.” –\nRakim\n“I’m like a broken condom, none of ya’ll can fuck with me” –\nCopywrite\n“Question: Do you have to be from the hood in order, to know, how to rap good ? Question: Do you have to pack a Tec-9, Serve jail time, to learn how to rhyme ? Question: Do you have to be a gang banger or drug slanger, to be a rap singer ? Question: Do you have to be an alcoholic or a drug fiend, to make green on the rap scene ?” -\nDanja Mowf\n“Why am I fighting to live, if I'm just living to fight? Why am I trying to see, when there ain’t nothin’ in sight ?” -\nTupac\n“After the rain, the sun will shine, there will be better weather for everyone, though we all move to the beat of a different drum” -\nLast Emperor\n“We sang love songs and hiphop tunes, that night by the light of the silvery moon” -\nLast Emperor\n“Sometimes the rap game is like the mad cow disease.. ´Cause some niggas die after only one beef.” -\nTalib Kweli\n“Number five: never let a female be equal with you, equal right's a fantasy it will come back to normal soon. Refuse to have oral-sex with your woman unless you choose. Do NOT accept: ”If you do me, I'll do you“ ! , She was put on earth to serve men. She may enjoy a cuntlick, but deep down she'll lose respect for you then.” –\nNecro\n“See, ‘cause it’s twisted. In the future, scientists will prove that we never even existed..” –\nSage Francis\n“When it comes to this porn shit, you know who the master is, bitch I'll leave Necro tagged on your ass with jizz” -\nNecro\n“Don't rap, stab yourself to the beat instead,  don't impress me with your raps, impress me by being dead. I'll be impressed when your bleeding red, ’cause at least you can say you done something I haven't done yet” -\nNecro\n“I'm enslaving woman from Ukraine, they don't understand english\nbut they understand pain, It's the language of anguish” -\nNecro\n“Money and blood don't mix like two dicks and no bitch, You find yourself in serious shit.” –\nBiggie\n“Niggas say they gonna murder 50. How ? We ridin’ round with guns the size of Lil' Bow Wow” –\n50 cent\n“My style is simular to AIDS, you can fuck with it now but catch it later.” –\nCommon\n“I just say whatever I want to whoever I want, whenever I want, wherever I want, however I want. However, I do show some respect to few..” -\nEminem\n“See honey.. there's a place called heaven and a place called hell, a place called prison and a place called jail and da-da's probably on his way to all of ‘em except one” -\nEminem\n“I'm coming at you like I just sneezed through my dick…” -\nCopywrite\n“Me and Nate D O-Double G lookin’ for a couple bitches With some Double D's pop a little champaigne  and a couple E's Slip it in her bubbly, wheee” -\nEminem\n“I´ve been with 10 women who got HIV. Don't you wanna be, just like me?” -\nEminem\n“I’ll fuck your baby’s momma while she pregnant and cum in your baby’s face.” -\nImmortal Tecnhique\n“I'm eating crews like I'm Hannibal, there's no way I could be the gay rapper (Why Not ?) I only fuck animals” -\nBizarre\n”Death gotta be easy, ‘cause life is hard, it will leave you physically, mentally, and emotionally scarred.” –\n50 Cent\n”Ayo, Bo knows this, and Bo knows that.. But Bo dunno jack, ‘cause Bo can’t rap !” –\nA tribe called quest\n“My words are weapons\n(I use ‘em to crush my opponents)\nMy words are weapons\n(I never show no emotion)\nMy words are weapons\n(I use ‘em to kill whoever steppin’ to me)” -\nEminem\n“Would you rather have a lLexus or justice? A dream or some substance? A Beamer, a necklace or freedom…” –\nDead Prez\n”Ef þú vilt beef, þá er ég Argentína steikhús..” -\nRottweiler\n“Who you trying to get crazy with ese? Don't you know I'm loco?”-\nCypress hill\n“They say girls are made of sugar and spice, everything nice but on the real some of ya bitches is mentally trife” -\nIll Bill\n“Double D's a hotter version of Jessica Alba, before he left he told her to call me master and set up a camera, I said ”Bitch, I ain't down to be videotaped!“ she said ”Okay master but please take a shit on my face!“ she had a big bag of dildos, handcuffs whips and chains, clams and such toys , ball-gags, this shit was insane” -\nIll Bill\n“You think I'm playing ? Then consider your odds, to go against me is considered a loss.”\nPromoe\n“Last time you shot somebody you had a camera” -\nC-Rayz Walz",
    "url": "https://www.hugi.is/hiphop/greinar/450491/fleiri-quotes/",
    "url_id": "450491",
    "id": "4027706",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-26 00:58:16",
            "id": "4027914",
            "reply_to_id": "4027706",
            "text": "Flott :)\nEitt úr laginu sem ég er að hlusta á, Big Weenie með Eminem:\n“Alright now we, we're going to conduct\nThat experiment that we were talking about earlier\nJust to see what a frog looks like when it takes two hits of ecstasy\nCuz that's exactly what your eyes look like, want to check to see?\nHere's a mirror, notice the resemblence here?\nWait, let me put these sun glasses on\nNow look in this mirror, how about now?\nWhat do you have in common?\nYou're both green with envy and look like idiots with sunglasses on 'em”"
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2006-09-26 01:49:28",
            "id": "4027975",
            "reply_to_id": "4027706",
            "text": "hahah Rottweiler quote-in er snilld"
        },
        {
            "user": "darrri",
            "user_id": "22549",
            "date": "2006-09-26 14:51:18",
            "id": "4028927",
            "reply_to_id": "4027706",
            "text": "NECRO SUCK."
        },
        {
            "user": "darrri",
            "user_id": "22549",
            "date": "2006-09-26 15:22:52",
            "id": "4029070",
            "reply_to_id": "4028927",
            "text": "Hættu þessu hatri alltaf hreint, gets you nowhere."
        },
        {
            "user": "darrri",
            "user_id": "22549",
            "date": "2006-09-26 15:34:00",
            "id": "4029131",
            "reply_to_id": "4029070",
            "text": "Ehh.. ha?\nNecro er hiphop útgáfan af Cannibal Corpse og hann er hræðilegur.\nOg það gets me nowhere heldur að elska þetta ógeð."
        },
        {
            "user": "cockmongler",
            "user_id": "40806",
            "date": "2006-09-26 15:35:45",
            "id": "4029145",
            "reply_to_id": "4029131",
            "text": "Nei, ég veit Darri. En þú ert alltaf að bitcha ! Make love not war. Write that down."
        },
        {
            "user": "cockmongler",
            "user_id": "40806",
            "date": "2006-09-26 15:44:10",
            "id": "4029206",
            "reply_to_id": "4029145",
            "text": "*perr* Sammála, koma hjálpa mér? ;D"
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2006-09-26 15:46:58",
            "id": "4029227",
            "reply_to_id": "4029206",
            "text": "worst pick-up line\never\nog það á internetinu,\ngæti þetta verið lélegra ?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-26 15:48:17",
            "id": "4029236",
            "reply_to_id": "4029206",
            "text": "Hah, perr indeed."
        },
        {
            "user": "darrri",
            "user_id": "22549",
            "date": "2006-09-26 16:40:05",
            "id": "4029494",
            "reply_to_id": "4029145",
            "text": "Ég er kannski makin war. En ég er þó ekki makin love with dead people."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-26 16:41:16",
            "id": "4029501",
            "reply_to_id": "4029494",
            "text": "HEHE, vertu góður."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-28 19:25:31",
            "id": "4037932",
            "reply_to_id": "4029145",
            "text": "Make tea not love!\nBætt við 28. september 2006 -  19:26\nbtw, ef einhver var ekki að fatta, þá er þetta monthy python"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-28 19:55:27",
            "id": "4038089",
            "reply_to_id": "4037932",
            "text": "Man, I love Monty Python."
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2006-09-26 15:46:03",
            "id": "4029219",
            "reply_to_id": "4027706",
            "text": "Hvað varð eiginlega um rapp/hipp-hopp ?\neinu sinni snérsit það um réttláta reiði kúgaðs minnihluta og það að berjast við valdið og “serða lögregluna”….en nú snýst þettaum að fara ilal með konur,eiga stóran bíll og að vera ríkur."
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2006-09-26 15:59:05",
            "id": "4029280",
            "reply_to_id": "4029219",
            "text": "Að ógleymdu grasinu."
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2006-09-26 16:06:22",
            "id": "4029309",
            "reply_to_id": "4029280",
            "text": "Það hefur verið hluti af tónlist í marga a´ratgi, john Lennon var mígandi á nunnur,sofandi hjá 9 konum á einni nóttu og étandi afmetamín á meðan Snoop Dogg var enn í bleyju,"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-26 16:07:48",
            "id": "4029317",
            "reply_to_id": "4029309",
            "text": "Já, konur og peningar hafa líka verið hluti af tónlist heillengi.. John Lennon var bara ekki syngjandi um þetta allt, né grasið."
        },
        {
            "user": "darrri",
            "user_id": "22549",
            "date": "2006-09-26 17:40:46",
            "id": "4029832",
            "reply_to_id": "4029219",
            "text": "Ég samþykki nú ekki alveg að hiphop hafi byrjað á að snúast bara um að hata lögguna og gegn kúgun."
        },
        {
            "user": "flip2",
            "user_id": "54827",
            "date": "2006-09-26 18:48:19",
            "id": "4030143",
            "reply_to_id": "4027706",
            "text": "Ekki gleyma þessum lyrics úr “Smack that” nýja laginu hans og akons, en það er ábyggilega það flottasta sem ég hef heyrt frá honum í langan tíma verð ég að segja:\nOoh! Looks like another club banger.\nThey better hang on.\nWhen I throw this thang on.\nGet a little drink on. They goin' flip.\nFor this Akon shit. You can bank on it.\nPedicure, manicure, kitty cat claws.\nThe way she climbs up and down them poles.\nLookin' like one of them Pretty Cat Dolls.\nTryna hold my woody back through my drawers.\nSteps off stage, didn't think I saw her.\nCreeps up behind me and she's like, you're -\nI'm like, yeah I know, let's cut to the chase.\nNo time to waste. Back to my place.\nPlus from the club to the crib's like a mile away.\nOr more like a palace, shall I say.\nAnd plus I got a pal. Every gal is game.\nIn fact he's the one singing the song that's playing!"
        },
        {
            "user": "baddevil",
            "user_id": "20841",
            "date": "2006-09-26 19:18:11",
            "id": "4030306",
            "reply_to_id": "4030143",
            "text": "Þetta á bara svo engan veginn heima með bestu hiphop quotunum."
        },
        {
            "user": "flip2",
            "user_id": "54827",
            "date": "2006-09-26 19:22:54",
            "id": "4030342",
            "reply_to_id": "4030306",
            "text": "betra en helmingurinn þarna, og lengra ^^"
        },
        {
            "user": "baddevil",
            "user_id": "20841",
            "date": "2006-09-26 19:35:17",
            "id": "4030414",
            "reply_to_id": "4030342",
            "text": "Lengra já, og hvað með það? Ég gæti komið með heilu lögin, heilu geisladiskana sem væru betra en þetta rusl..\nEminem er fínn rappari en þessi texti nær ekki nokkurri átt og hann getur mikið betur.\nEkkert innihald og engin meining."
        },
        {
            "user": "flip2",
            "user_id": "54827",
            "date": "2006-09-26 20:03:16",
            "id": "4030558",
            "reply_to_id": "4030342",
            "text": "hehe, “”I sell ice in the winter, I sell fire in hell, I'm a hustler baby, I'll sell water to a well !“ - Jay-Z”.. ÆÐISLEG lína að mínu mati, og margfalt betri en hitt, óháð lengdinni.."
        },
        {
            "user": "flip2",
            "user_id": "54827",
            "date": "2006-10-02 14:44:05",
            "id": "4050313",
            "reply_to_id": "4030558",
            "text": "hah ´já mjög úthuhsuð lína, með þeim bestu frá Jay-Z :)"
        },
        {
            "user": "gudmundurg",
            "user_id": "61112",
            "date": "2006-09-26 19:34:25",
            "id": "4030408",
            "reply_to_id": "4030306",
            "text": "á þetta ENGAN veginn heima með bestu hiphop quotunum?\nLestu þetta yfir, það rímar næstum allt þarna, í hverri einustu línu rímar eitthvað sínist mér, jafnvel 2rím. Endarím og millirím. Það er ervitt að gera þetta mikið betur."
        },
        {
            "user": "baddevil",
            "user_id": "20841",
            "date": "2006-09-26 19:37:17",
            "id": "4030422",
            "reply_to_id": "4030408",
            "text": "Eh, já kannski því hann er að ríma saman orð eins og flip-shit-it og pedicure-manicure?"
        },
        {
            "user": "gudmundurg",
            "user_id": "61112",
            "date": "2006-09-26 19:43:26",
            "id": "4030459",
            "reply_to_id": "4030422",
            "text": "Engu að síður ervitt að láta þetta ríma og tala um eitthvern ákveðinn hlut, maður heyrir ekki oft svona frá snoop dog og fleirri artistum.\nallls ekki hægt að segja að þetta sé lélegt, og mikið af þessum rímum þarna fyrir ofan okkur ríma ekki einusinni, og sumar af mjöög litlu leiti, ekki finnst mér þær eiga heima í bestu rímum heims."
        },
        {
            "user": "baddevil",
            "user_id": "20841",
            "date": "2006-09-26 19:50:07",
            "id": "4030500",
            "reply_to_id": "4030459",
            "text": "Nei mér finnst heldur ekkert allar þarna fyrir ofan eiga heima í þeim hópi.\nRímið skiptir ekkert öllu máli, finnst mér, það sakar auðvitað aldrei en poetry er svo mikið meira en það.\nÁstæðan fyrir því að sumar rímurnar fyrir ofan ríma ekki er kannski líka því þær hafa verið teknar úr samhengi við línurnar í kringum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-26 20:05:07",
            "id": "4030573",
            "reply_to_id": "4030459",
            "text": "Það stendur nú ekki neinsstaðar að þetta séu bestu línur ever, ekki einusinni í áttina. Bara fín quotes sem ég tók bæði frá þeim sem lásu hina greinina og kommentuðu með fleiri quoteum og annars staðar að."
        },
        {
            "user": "Krazeee",
            "user_id": "45921",
            "date": "2006-10-17 16:05:47",
            "id": "4106618",
            "reply_to_id": "4030408",
            "text": "það er skítlétt að ríma einhvern skít ef þú ert ekki að segja skít.\nSkiluru.\nLittle did we know that we riddled the middleman in little Italy who didn´t do diddely (einhvernmeginsvona) -Big Pun\nHann er ekkert að segja merkilega hluti, en hann er að leika sér feitt með rímið og þetta er töluvert flottara en versið hans Eminems þarna.\nÞó svo að Eminem er samt besti rapparinn að mínu mati, en bara sirkabát allt sem hann hefur gefið út síðan Eminem Show er bra drasl."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-26 20:01:47",
            "id": "4030552",
            "reply_to_id": "4030143",
            "text": "Ekkert spes svosem að mínu mati."
        },
        {
            "user": "Fridarfugl",
            "user_id": "25975",
            "date": "2006-09-26 21:09:25",
            "id": "4030897",
            "reply_to_id": "4027706",
            "text": "Flott :D:D\nSnilld þett með XXX Rot…:D:D"
        },
        {
            "user": "...",
            "user_id": "38859",
            "date": "2006-09-27 00:39:13",
            "id": "4031868",
            "reply_to_id": "4027706",
            "text": "Jeeeeh!\nGaman að sjá Rottweiler þarna ^^\nLíka snilldarlag þar á ferð."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-27 00:52:59",
            "id": "4031887",
            "reply_to_id": "4027706",
            "text": "lol undirskrift"
        },
        {
            "user": "spir",
            "user_id": "5492",
            "date": "2006-09-27 18:55:43",
            "id": "4033969",
            "reply_to_id": "4027706",
            "text": "Ertu ekki til í að gera svona grein sem er bara með quotes frá íslenskum listamönnum ?\np.s.  Ekki vera að rífast við aldísi, það þýðir ekkert, alveg óendanlega þrjósk ;)  Þó ég sé reyndar alveg sammála henni"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-27 23:00:35",
            "id": "4035112",
            "reply_to_id": "4033969",
            "text": "Varstu að tala við mig ? Ef svo er þá gæti það skeð og ég var ekki að rífast við hana :p Einhver annar.. Er líka leiðinlega þrjósk þannig I'll kepp it in mind ;)"
        },
        {
            "user": "baddevil",
            "user_id": "20841",
            "date": "2006-09-28 12:46:12",
            "id": "4036076",
            "reply_to_id": "4033969",
            "text": "Hahahah.. You know it. Enda sérðu að það tók ekki langan tíma að rústa þeim öllum. BOOYAH!\nEn já, ég er sammála, ef það eiga að vera íslenskir artistar í þessu þá held ég að það komi alveg margir..margir.. aðrir til greina."
        },
        {
            "user": "karlkyn",
            "user_id": "6413",
            "date": "2006-09-27 19:46:44",
            "id": "4034215",
            "reply_to_id": "4027706",
            "text": "Heyrðu þetta er magnað ég verð að drullast til að henda inn greinum bara svo upptekinn í skólanum !"
        },
        {
            "user": "massadur",
            "user_id": "7123",
            "date": "2006-09-28 01:09:48",
            "id": "4035548",
            "reply_to_id": "4027706",
            "text": "Hah, ég er á Eminem-flippi.\n“Who's to say, what's fair to say, and what not to say?\nLet's ask Dr. Dre\nDr. Dre? (What up?)\nI gotta question if I may? (Yeah)\nIs it gay to play Putt-Putt golf with a friend (Yeah)\nAnd watch his butt-butt when he tees off? (Yeah)\nBut, but! I ain't done yet\nIn football the quarterback yells out hutt-hutt\nWhile he reaches in another grown man's ass\nGrabs on his nuts but just what if\nIt was never meant it was just an accident\nBut he tripped, fell, slipped and his penis went in\nHis teeny tiny little round hiney but he didn't mean it\nBut his little weenie flinched just a little bit\nAnd I don't mean to go in into any more details but\nWhat if he pictured it as a females butt?\nIs that gay? I just need to clear things up”\n“Hailie Jade, I love that name\nlove that tatoo, what's that say\n'Rot in pieces', uh, that's great”\n[Dr. Dre] Marshall! Sounds like an S.O.S.\n[Mathers] Holy wack unlyrical lyrics Andre, you're fuckin right!!\n[Dr. Dre] To the Rapmobile - let's go!"
        },
        {
            "user": "massadur",
            "user_id": "7123",
            "date": "2006-09-28 13:23:06",
            "id": "4036184",
            "reply_to_id": "4035548",
            "text": "Heheh Business er snilld."
        },
        {
            "user": "massadur",
            "user_id": "7123",
            "date": "2006-11-14 01:57:59",
            "id": "4215002",
            "reply_to_id": "4036184",
            "text": "Shjet, Rainman hlýtur að vera eitt skemmtilegasta lagið á Encore disknum hjá Em. Tvö quote sem ég fíla vel með fifty eru úr laginu Heat..\nI do what I gotta do I don't care I if get caught\nThe DA can play this motherfuckin tape in court\nGod's on ya side, shit I'm aight wit that\nCause we gonna reload them clips and come on right back"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-09-28 08:31:48",
            "id": "4035670",
            "reply_to_id": "4027706",
            "text": "“I've been through more shit than Pampers”\n“Niggas say they gonna murder 50. How ? We ridin’ round with guns the size of Lil' Bow Wow”\n“I just say whatever I want to whoever I want, whenever I want, wherever I want, however I want. However, I do show some respect to few..”\n“Me and Nate D O-Double G lookin’ for a couple bitches With some Double D's pop a little champaigne and a couple E's Slip it in her bubbly, wheee”\nHaha, þetta er snilld. Sérstaklega fyrsta línan."
        },
        {
            "user": "Wiznhu",
            "user_id": "22773",
            "date": "2006-10-18 00:42:12",
            "id": "4109105",
            "reply_to_id": "4027706",
            "text": "“I'll wipe you of the map with a chris columbus hat” -Majik Most\nþessi lína er alltaf í uppáhaldi hjá mér hehe"
        },
        {
            "user": "missV",
            "user_id": "30838",
            "date": "2006-10-18 21:41:10",
            "id": "4112289",
            "reply_to_id": "4109105",
            "text": "hey er ný hér, var að skoða netið og fann þetta huga hiphop shit og þetta er þetta eru geggjað góðir quotar…fyndnast er að þetta eru einmitt quotar sem ég hefði sett..deem girl, hefuru fokking góðan tónlistarsmekk. mad props\nætla að bæta við nokkrum góðum ;)\n“noone can see you crying when youre standing in the storm” -Slug\n“for every dark night, theres a brighter day” - tupac\n“if you cant find something to live for, you betta find something to die for” - Tupac\n“the only thing that comes to a sleeping man is dreams” - 2pac\n“Why am I fighting to live, if I'm just living to fight\nWhy am I trying to see, when there aint nothing in sight\nWhy am I trying to give, when no one gives me a try\nWhy am I dying to live, if I'm just living to die?\" - 2pac\n“Studied the love, took my degree, shoved it into a bottle, chucked it into the sea.” -Slug"
        },
        {
            "user": "Irizh",
            "user_id": "60763",
            "date": "2006-10-20 11:28:53",
            "id": "4117502",
            "reply_to_id": "4112289",
            "text": "ekki slæmt þetta..getum bara ekki bætt við hingað inn, yrði ekki nema við myndum gera enn einn listann :P En hey.. if so þá eru allar uppástungur flott mál (:"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-10-20 21:28:34",
            "id": "4119937",
            "reply_to_id": "4112289",
            "text": "Nákvæmlega það sem Íris sagði ;) Mjög fínir quotear hjá þér ;) og thx, Fyrri Slug línan var samt í hinni greininni minnir mig :p"
        },
        {
            "user": "missV",
            "user_id": "30838",
            "date": "2006-11-04 21:49:38",
            "id": "4177330",
            "reply_to_id": "4027706",
            "text": "“Gonna go far with charisma and skill until they put my face on a million dollar bill” - Slug .. geðveikt ¨!"
        },
        {
            "user": "missV",
            "user_id": "30838",
            "date": "2006-11-11 19:20:53",
            "id": "4204755",
            "reply_to_id": "4177330",
            "text": "já það er alltaf gaman að lesa fleiri quote;) en hey fór e-r á atmosphere tónleikana?? þetta voru virkilega bestu tónleikar sem ég hef farið á…og ég hef farið á marga!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-11-11 19:35:41",
            "id": "4204840",
            "reply_to_id": "4204755",
            "text": "Jam, ég gerði kork um þá getur leitað að honum bara :) Annars fór ég og hitti Slug meiraðsegja hehe, þetta voru frábærir tónleikar !"
        }
    ]
}