{
    "forum_title": "Börnin okkar",
    "user": "danna",
    "user_id": "13515",
    "date": "2001-10-02 15:01:10",
    "title": "Eigið þið orkubolta?",
    "text": "Ég á rúmlega 3 mánaða sólargeisla sem er hreinlega að gera út af við mömmu sína.  Eldri bróðir hans er líka stanslaus orkubolti og ég er löngu búin að greina hann sem “kraftmikið barn” (spirited  child) en hann var samt eins og generalprufa fyrir þennan.\nTýpískur sólarhringur er þannig hjá þeim stutta\nKl. 21-21.30 sofna ég eftir að hafa hangið eins og heftiplástur á brjóstinu á mömmu í 2-3 klst.\nKl. 01-02  vakna, fæ  brjóst, sofna\nKl. 03-04  vakna, fæ  brjóst, sofna\nKl. 05-06 vakna, fæ brjóst, sofna (yfirleitt, ekki alltaf)\nKl. 06-07 vakna, glaðvakna, fara á fætur takk fyrir.\nKl. 08 brjóst í klst., sofna stundum í hálftíma\nKl. 9.30 brjóst, vaka, leika sér, spjalla við mömmu\nKl. 10 grautur, ávaxtamauk, brjóst í eftirrétt.  Sofna stundum í hálftíma\nKl. 11  brjóst í klst. (dorma á meðan)\nKl. 13 brjóst í klst. sofna stundum í hálftíma, ef mamma er heppin allt að því klst.\nKl.14-15 brjóst, vaka, leika sér, spjalla, fá svo ávaxtamauk\nKl. 16-17 brjóst í klst. (dorma á meðan)\nKl. 17-19 mamma fer í búðir/ útbýr mat, pabbi leikur við mig á meðan\nKl. 19-19.30 garga og góla á meðan fjölskyldan borðar\nKl. 19.30-20 borða graut, fara í bað, fara í náttföt, leika smá við pabba og stóra bróður\nKl. 20-21/21.30 liggja á brjóstinu á mömmu þangað til ég sofna.\nEr það virkilega eðlilegt að barnið þurfi minni svefn en mamman?  Ég er ekki að leita að ráðum (búin að prófa allt, og þá meina ég allt).  Ég er að leita að þjáningarsystkinum!\nBarnið hlýtur auðvitað að læra meira en önnur börn, hann vakir svo mikið og fær svo mikla örvun.  Hann er stór eftir aldri, 7,5 kíló og 65 cm, kominn með tvær tennur, löngu farinn að grípa hluti, byrjaður að velta sér og ég bíð bara eftir að hann standi upp og labbi af stað.  Hann neitar að sofa í vagninum, neitar að vera í vagninum meðan mamma labbar (ekki nógu mikið fjör) svo ég fæ enga hreyfingu, enga líkamsrækt og er að verða brjáluð á aukakílóunum sem sitja sem fastast.\nHann er fullkomlega heilbrigður, engin eyrnabólga, engin magakveisa. Ungbarnaeftirlitið er alveg í skýjunum yfir því hvað hann dafnar vel og á duglega mömmu og liggur við að þau setji broskalla í skýrsluna hans.\nSvo hljómar þetta eins og ég sé vanþakklát. Barnið er heilbrigt og sprækt, hvað vil ég hafa það betra? Jú ég þakka guði fyrir þennan litla engil og ég elska hann út af lífinu en ég er orðin svo ÞREYTT!\nSvo þið sem eigið litla engla sem sofa í 3-4 stundir og vakna bara til að borða, ÞIÐ VITIÐ EKKI HVAÐ ÞIÐ HAFIÐ ÞAÐ GOTT!",
    "url": "https://www.hugi.is/bornin/greinar/45041/eigid-thid-orkubolta/",
    "url_id": "45041",
    "id": "293736",
    "replies": [
        {
            "user": "palinas",
            "user_id": "2187",
            "date": "2001-10-03 02:13:12",
            "id": "293737",
            "reply_to_id": "293736",
            "text": "Ég get alveg sagt þér það að ég er mjög heppin með minn kút. Ég hef aldreio lent í neinu veseni með hann. Hann hefur alltaf verið stiltur og góður strákur. Hann er eins og það kallast algjört drauma barn. Hann Kristján Sindri er nú líka algjör bolti. Hann er 4ra mán (verður 5 mán 19. okt) og er 8,3 kg og 69 cm. Hann er búin að vera frekar stór og mikil bolla miða við aldrir. Það eru margir sem halda að hann sé eldri en hann er. Þegar ég set hann í vagninn þá vill hann reyndar ekki sofa nema í 30 - 45 min, aftur á móti ef ég er á röltinu um bæinn þá getur hann sofið í 2 -3 tíma.\nsvona var allavega dagurinn minn í dag:\n12 Vakna eftir nætur svefninn\n13-13:30 fékk mér smá blund en fékk ekki að sofa eins lengi og ég vildi því mamma þurfti að fara út\n15-17 fæ mér lúr til að hlaða batteríin\n18:30 - 9 Sofnaði í smá stund og ákvað að vera vakandi aðeins lengur áður en ég færi að sofa fyrir alvöru\n22: fór í bað\n23: fór í draumalandið og er enn sofandi.\nmilli 3:30-4:30 vakna ég og fæ að drekka og sofna á meðan ég er að drekka\n7-8 vakna fæ mér að drekka, mamma lætur mig fá nýja bleiju og ég sofana aftur\nmilli 10:30-11:30 Vakna ég alveg og vek mömmu með því að skrækja aðeins og er í góðu skapi\nhann á svo eftir að sofan aftur um 13 og þá verður sá dagur í svipuðum dúr.\nÉg er ekkert smá ánægð með að hann skuli sofa svona mikið, hann hefur alltaf verið svona. Hann er reyndar farin að vakan fyrr en hann gerði. Ég er allavega ánægð á meðan þetta er."
        },
        {
            "user": "EstHerP",
            "user_id": "11032",
            "date": "2001-10-03 04:53:41",
            "id": "293738",
            "reply_to_id": "293736",
            "text": "úff… ég ætla að vona að krílið mitt (þetta sem ennþá lætur bíða eftir sér) verði ekki svona.\nÞað er svo langt síðan að ég var með ungabarn að ég hreinlega man þetta ekki og ég veit að þú ert ekki að leita af ráðum en læt þetta nú samt flakka, getur ekki verið að þú þurfir hreinlega að sleppa einhverju af þessum næturgjöfum ? mér finnst ekki alveg eðlilegt að hann vakni á 1-2 klst á fresti á nóttu til að drekka orðin þó þetta gamall.\nSpurning um að taka smá harkalega á þessu og prufa bara að gefa honum vatn í annað hvert skipti þegar hann vaknar, get nánast lofað þér að það verður erfitt en hann ætti að lokum að fatta að ef þetta er það eina sem er í boði þá er nú bara alveg eins gott að sofa smá lengur :) enda getur bara ekki verið að hann sé mjög svangur.\nEn eins og ég segi þá hef ég voðalega lítið vit á þessu, vona bara að þú farir að fá smá meiri svefn.\nKv. EstHe"
        },
        {
            "user": "danna",
            "user_id": "13515",
            "date": "2001-10-03 09:56:14",
            "id": "293739",
            "reply_to_id": "293738",
            "text": "Sæl Esther og takk fyrir ábendinguna!\nÉg veit að hann á ekki að geta verið svangur en reyndu að segja honum það :)\nEn það er rétt, auðvitað vaknar hann of oft á nóttunni, ég ætla að láta hann venjast aðeins matargjöfunum og svo fer ég að taka á þessu “vaknistandi”. Kannski lagast þá dagurinn líka!"
        },
        {
            "user": "Broi",
            "user_id": "13209",
            "date": "2001-10-03 09:12:09",
            "id": "293740",
            "reply_to_id": "293736",
            "text": "Ok, ég veit kannski ekki alveg hvað þú hefur prófað, en ,mér finnst af lýsingunni að hann sofi mjög mikið. Þú gefur honum mjög oft að mínu mati, hefurðu prófað að lata hann skoða eitthvað, labba um með hann, halda honum við eitthvað verkefni(þó hann sé lítill).Treina að gefa honum og láta hann þreytast aðeins meira? Þá sefur hann lengur. Hann er kannski líka einmitt vanur að liggja á brjóstinu til að sofna, þá sættir hann sig ekki við það að þurfa að liggja í einhverjum vagni, en ekki í hlýjunni undir sæng hjá mömmu. Ekki misskilja mig, ég er alls ekki að setja út á þig, bara að reyna að koma með tillögur. Ég er með einn rúmlega eins árs sem er enn á brjósti. ;)\nÉg las í bók að svefn dagsins endurspeglar nóttina. Ef þú getur þreytt hann, látið hann að minnsta kosti bíða þar til hann er orðinn þreyttur og jafnvel við það að sofna, gefa honum þannig að hann sofni, leggja hann í vagninn, fara með hann út og labba dágóða stund. Þá sefur hann(vonandi) langan dúr og þar af leiðandi betur um nóttina. Þá getur þú hvílt þig. Mér finnst ekki eðlilegt að þú gefir honum brjóst í klukkustund!\nÞað hef ég aldrei heyrt. Þá finnst mér þú vera að kenna honum að vera þar eins og hann vill. Ekki skrítið að hann vilji ekki út í vagn. Mitt ráð er sparaðu brjóstagjöfina, hann þarf ekki að hanga þar daglangt. Þú manst að dagurinn endurspeglar nóttina. Ekkert skrítið þó hann sé alltaf að vakna.\nEn jæja, gangi þér vel.\nKveðja….\n2x mamma"
        },
        {
            "user": "danna",
            "user_id": "13515",
            "date": "2001-10-03 10:02:20",
            "id": "293741",
            "reply_to_id": "293740",
            "text": "Hæ, takk fyrir svarið, en “been there, tried that!”\nHann er með svona einskonar stöðvaþjálfun heima. Fullt af stöðum þar sem hann leikur sér (ég leik við hann). Það eru 3 stólar, ein róla, tvö teppi, 2 rúm, 1 karfa, magapoki og svo fangið á mér.  Hann fer þarna á milli og ég reyni svo sannarlega að þreyta hann.  Stundum þreytist hann um of og þá getur orðið erfitt að ná honum niður. Hann sefur ekki mikið (skrýtið að þér finnist það), það koma dagar þar sem barnið sefur ekkert frá kl. 7 að morgni til 9 að kvöldi. Hámarks daglúr er 2-3 stundir (eftir að hafa þreytt hann mikið og eftir vökunótt).\nHann er allt að klst. á brjósti, já, það er ein leiðin til að hafa ofan af fyrir honum, annars er bara að labba um með hann í fanginu og af tvennu…. þú skilur.  Ég held að hann sé ekki að gera þetta viljandi. En þetta er oft eini svefninn sem hann tekur á daginn, þ.e. dormar við brjóstið og mér finnst það betra en ekkert. Ef ég tek hann af brjóstinu eftir 20-30 mín. þá vaknar hann bara upp og “stöðvaþjálfunin” byrjar upp á nýtt!\nEn eins og ég svaraði EstHer þá ætla ég að láta aðeins reyna á matargjafirnar og sjá hvort þetta tálgist ekki af honum.\nEn takk fyrir svarið."
        },
        {
            "user": "ADD",
            "user_id": "6178",
            "date": "2001-10-03 10:11:09",
            "id": "293742",
            "reply_to_id": "293736",
            "text": "Ég á dreng sem var svona.  Ég fékk aldrei nógan svefn en hann hafði það voða gott.  Huggar það þig eitthvað að þetta skánaði upp úr 2,5 ára?  Nei, líklega ekki. Þetta er bara spurning um að nota allan þann tíma sem manni gefst til að sofa og til fjandans með allt annað.  Síðan þarf maður stundum að fá pössun til geta sofið!!"
        },
        {
            "user": "danna",
            "user_id": "13515",
            "date": "2001-10-03 11:45:33",
            "id": "293743",
            "reply_to_id": "293742",
            "text": "Einmitt, ég horfi á hinn 8 ára, duglegan og sjálfstæðan strák og hugsa mér gott til glóðarinnar!\nAnnars getur verið að þetta sé bara að skána, við vorum að koma inn úr göngutúr og hann svaf í vagninum í heilar 45 mínútur.  Að vísu vaknaði hann um leið og ég stoppaði en þetta er samt mikil framför.  Ég gekk hring eftir hring í hverfinu brosandi út að eyrum!  Kannski var bara nóg að kvarta á internetinu (maður má nú láta sig dreyma!)"
        },
        {
            "user": "GiRND",
            "user_id": "2653",
            "date": "2001-10-03 14:49:10",
            "id": "293744",
            "reply_to_id": "293743",
            "text": "ég tók eftir því að þú gefur honum ávaxtamauk nokkrum sinnum yfir daginn, prófaðu að sleppa því og gefa honum í staðinn graut eða grænmetismauk, eitthvað sem er ekki jafn sætt því það hlítur að vera erfitt að vera lítill kall með fullt af orku eftir sætann matartíma, frekar að gefa honum mat þar sem orkan er lengur að fara út í kerfið. Svona brjóstargjafar dilemmmur eins og að þau séu alltaf á brjósti alveg heillengi kannast ég alveg við!! en ég er stolt af þér fyrir hvað þú heldur þetta vel út! oftast hætta börn samt að hanga svona á brjósti svona 3-4 mánaða ég veit ekki alveg afhverju en það gæti bverið að þá sjúgi þau hraðar og vilji frekar vera að leika sér heldur en að hanga á brjósti (minn gerði það hann var 8.2 kíló 3ja mánaða) svo er bara málið fyrir þig þar sem þú ert nú tveggja barna móðir að fá smá frí!! annars geturu ekki sinnt starfinu eins og þú vildir, það er nú common sense að fólk er ánægðara, orkumeira og betur í stakk búið til að hugsa um börn þegar það er úthvílt. Semdu við einhvern að passa fyrir þig í klukkutíma eða tvo tíma nokkra daga í viku (eða eins og þú þarft) þú getur mjólkað þig og skilið eftir ef barnið vill pela annars bara gefið því áður en þú setur það í pössun og látið þann sem sér um að passa gefa því bara mat og djús ef hann verður svangur. nýttu svo tímann vel til að sofa eða bara liggja fyrir framan tölvuna eða í baði eða eitthvað!!\nnotar hann snuð?? reyndu að láta hann nota snuð því hann er greinilega með mikla sogþörf og það gæti hjálpað til ef hann hefði eitthvað annað en girnilegt brjóst til að sjúga.\nvonandi gengur þér sem best\nkv.GiRND"
        },
        {
            "user": "danna",
            "user_id": "13515",
            "date": "2001-10-04 13:58:53",
            "id": "293745",
            "reply_to_id": "293744",
            "text": "Sæl GiRND, takk fyrir ábendinguna, það getur meira en verið að þetta sé rétt hjá þér. Ég er reyndar bara svona rétt að byrja að þreifa mig áfram með fæðutegundir og er að byrja á grænmetinu (ekki mjög vinsælt ennþá :))\nÞað er reyndar líkamsræktarleysið sem er að gera mest út af við mig og ég finn ENGAN sem er til í að passa litla “orgelið” mitt 2-3 klst. í viku!  En, minn tími hlýtur að koma.\nTakk fyrir svarið."
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2001-10-04 17:42:24",
            "id": "293746",
            "reply_to_id": "293745",
            "text": "Vá dem að þú skulir ekki þekkja mig!"
        },
        {
            "user": "GiRND",
            "user_id": "2653",
            "date": "2001-10-05 13:36:28",
            "id": "293747",
            "reply_to_id": "293745",
            "text": "En pabbinn ?? þú sagðir að þið búið saman, hann ætti að vera til í að hafa strákan í smá tíma er þaggi?? eða ömmurnar og afarnir?? eða þú getur bara borgað einhveri frænku(hafðu hana 16+ ´því hann er svo lítill) til að hafa hann í smástund.\nkv.GiRND"
        },
        {
            "user": "danna",
            "user_id": "13515",
            "date": "2001-10-05 16:29:38",
            "id": "293748",
            "reply_to_id": "293747",
            "text": "Pabbinn vinnur 60 stundir á viku og fær drenginn í fangið um leið og hann kemur heim. Þá tekur við hjá mér að vinna upp allt sem ekki er hægt að gera meðan sá stutti vakir, t.d. sinna stóra bróður hans, fara í búðir, taka til mat, þvo þvottinn osfrv.  Eftir kl. 18 er sá litli líka algerlega búinn eftir allar vökurnar og vill bara liggja á brjóstinu á mömmu sinni.  Hann á bara eitt sett af afa og ömmu og þau eru að vinna en hlaupa stundum undir bagga þegar ég þarf að fara til læknis og svoleiðis.  Elsta frænkan hans er 11 ára! ÞAÐ ERU ALLIR AÐRIR AÐ VINNA!!!\nNei, málið er að allir eru tilbúnir að hjálpa af og til en ég get ekki fest neinn í pössun í 2-3 stundir á viku til að ég geti komist í líkamsrækt og ég finn að ég þarf þess alveg ferlega mikið.  Maður vill ekki fá ókunnuga barnapíu fyrir svona kríli.\nEn ég vona að fljótlega hætti þetta suð hjá honum á kvöldin og þá fer ég að drífa mig í líkamsrækt eða tek hann með þangað og set hann í barnagæslu þar(þori því ekki heldur strax)!\nÞað sem er bara svo ótrúlegt við þetta er munurinn á því að hugsa um barn sem sefur meira og minna allan sólarhringinn og svo svona barn sem vakir meira og minna.  Mér finnst alltaf svo fyndið að lesa ráðleggingar til þreyttra mæðra, um að þær eigi að leggja sig með barninu á daginn (ha ha ha en barnið sefur ekkert á daginn!!!)\nJæja ég ætla að hætta þessu væli, það hafa það sko margir verra en ég en þakka ykkur öllum stuðninginn og hvatninguna."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-10-07 13:01:11",
            "id": "293749",
            "reply_to_id": "293748",
            "text": "Hæ ég las greinina þína og sá bara strákinn minn þarna. Hann er 15 mán. núna og er ennþá orkubolti. Það tók okkur u.þ.b. hálft ár með mikilli baráttu að koma svefninum hans í sæmilegt horf, þ.e. að sofa alla nóttina og sofa góðan lúr á daginn. Hann hékk líka á brjóstinu meira og minna allan daginn frá því að hann fæddist þangað til að hann varð u.þ.b. 6 mán. minnir mig en ég hætti ekki með hann á brjósti fyrr en hann var 13 mán. Hann vildi aldrei pela og var ekki hrifin af neinum grautum eða maukum, er ekkert voðalega duglegur að borða núna heldur, hann vill bara drekka mjólk og ég verð að skammta honum hana svo hann borði eitthvað annað.\nÞegar þú hættir að gefa honum á nóttunni þá er best að pabbinn sinni honum, því það er ekkert girnilegt brjóst á honum. Kúturinn grætur miklu meira ef þú sinnir honum því hann finnur lyktina af mjólkinni af þér.\nEf þig vantar aðstoð við að koma hlutunum í eitthvert gott hoft þá skaltu tala við Örnu á Landspítalanum, hún er hjúkurnarfræðingur og hún hjálpaði mér mjög mikið með minn gaur, ég veit ekki hvað ég hefði gert án hennar.\nVona að þetta hjálpi eitthvað.\nKveðja Cinnemon."
        },
        {
            "user": "ljoninja",
            "user_id": "13124",
            "date": "2001-10-09 17:54:42",
            "id": "293750",
            "reply_to_id": "293736",
            "text": "Úff.. Ég held ég fresti barnseignum um nokkur ár í viðbót og njóti þess að sofa á nóttinni.\np.s. hafið þið tekið eftir þeirri pólitískri rétthugsun sem ríkir hjá mæðrum. Það má ekki segja neitt neikvætt (t.d. ég þoli ekki að hann vaki alla daga og alla nætur) án þess að líma setningunni “Ég elska barnið mitt og er þakklát fyrir að eiga það en…” á undan.\nAfhverju mega mæður ekki hafa skoðanir?"
        }
    ]
}