{
    "forum_title": "Tolkien",
    "user": "hvurslags",
    "user_id": "7875",
    "date": "2001-10-02 18:24:32",
    "title": "Sölumennska?",
    "text": "Þegar LotR myndirnar koma, kemur (því miður?) aðeins ein á hverjum jólum. Þá verð ég orðinn 16 ára, og skiljanlega orðinn langþreyttur eftir biðinni um að fá að sjá endinn.\nHver er svo tilgangurinn með þessari bið? Jú, hún er svo hægt verði að framleiða brúður, spil, spjaldmyndir og hvað þetta heitir allt saman á meðan forvitnin kraumar í áhorfendum.\nEruð þið eki pínulítið á móti því að þarna sé verið að reyna að græða á þessu öllu saman? Það er eins og partur af manni sjálfum sé skertur, eða gert lítið úr honum. Ég hef alfarið verið á móti öllu “sell-out”  eða sölubrellum, hvort sem það er í tónlist eða einhverju öðru.\nÍ gamla daga var þetta ekki til, mömmur okkar og pabbar söfnuðu leikaramyndum, punktur. Þá léku krakkar sér líka með leggi og skel, en núna sér maður heilu hilluskápana í dótabúðunum fulla af action man, batman o.s.fr. sem er fyrir strákana. Liturinn í þeirri deild er oftast brúnn eða grænleitur. Annar skápur er líka til fyrir stelpurnar, hann er einkum bleikur á litinn fyrir barbie dúkkurnar.(Þetta finnst greinarhöfundi ömurleg þróun á ímyndum kynjanna, hvernig sem þau eiga svosem að vera).\nBrátt eftir jólin og nýárið á fólk örugglega eftir að rekast á auglýsingar um Hringadróttinssögu, hillurnar í dótabúðunum eiga eftir að prýða LotR spil, myndasögur og þannig fram eftir götunum.\nÞetta er ég óánægður með. Þótt þetta geti skapað fleiri Tolkien aðdáendur finnst mér þetta ekki gefa góða ímynd af honum. Var eitthvað svona til þegar hann skrifaði bækurnar?\nÞað er eins og þá hafi heimurinn verið “góður” og laus við alla sölumennsku, þarna hafi verið meistaraverk á ferðinni sem ekki var fölsk peningalykt af, heldur bækur sem hafi verið samdar til að fullnægja tjáningarþörf höfundarins.\nAðrir sci-fi fantasy heimar eru t.d. Star Wars, Star Trek, Dragon Heart o.s.fr., en manni finnst þetta samt sem áður vera eitthvað annað. Star Trek tildæmis hefur verið búið til svo að fólk geti eytt peningnum sínum í þetta, rétt eins og Pókemon æðið, sem virðist hafa sungið sinn svanasöng snögglega.\nNúna er eins og Tolkien heimurinn sé að breytast í svipaða hluti og Pókemon og Star Trek.\n<br>\nÖnnur “æði” sem greinarhöfundur man eftir(en hefur ekki endilega safnað:\nPox\nKörfuboltamyndir\nTurtles\nPókemon\nDracco\nDigimon\nHafnaboltamyndir\nFótboltamyndir\nTakk fyrir\nHvurslags.",
    "url": "https://www.hugi.is/tolkien/greinar/45052/solumennska/",
    "url_id": "45052",
    "id": "293866",
    "replies": [
        {
            "user": "BrynjarH",
            "user_id": "11091",
            "date": "2001-10-02 21:52:24",
            "id": "293867",
            "reply_to_id": "293866",
            "text": "Já það er að sjálfsögðu ömurlegt að þetta sell out. Enn ég get sagt þer afhverju myndirnar koma með eins árs bili, það er lög sem segja að framhöld af myndum verða að vera með ársmillibili.\nVeit ekki afhverju þau eru enn samt er þetta þannig."
        },
        {
            "user": "Aragorn",
            "user_id": "47217",
            "date": "2001-10-02 22:08:38",
            "id": "293868",
            "reply_to_id": "293866",
            "text": "Nú er ég alveg sammála þér hvuslags, mér finnst þetta ver gengið aðeins of langt!!!!"
        },
        {
            "user": "Aragorn",
            "user_id": "47217",
            "date": "2001-10-02 22:36:14",
            "id": "293869",
            "reply_to_id": "293868",
            "text": "sammála, en það eru til brúður fyrir, ég var að skoða einhverjar síður um þessar bækur (eins og ég geri eitthvað annað), þá sá ég brúður af Gandalf, Frodo og fleirum."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2001-10-02 22:36:39",
            "id": "293870",
            "reply_to_id": "293866",
            "text": "Hvað annað, ekki hélstu að Peter Jackson og New Line væru bara að gera okkur greiða með að framleiða myndirnar og sökkva í þær litlum $200 mill. Þetta er bisness, ekkert annað.\nÞú varst að minnast á önnur ‘æði’ fyrr á tímum, en gleymdir þegar fólk safnaði skömmtunarseðlum til að geta keypt nauðsynjar.\nHvernig ætli það fyrirkomulag hefði virkað á körfuboltamyndirnar og Pokemon?? ;)\nÞað eru breyttir tímar, en samt finnst manni sumt heilagt, i.e. allt sem kemur Middle Earth við, svo ég skil þig 100% :)"
        },
        {
            "user": "BrynjarH",
            "user_id": "11091",
            "date": "2001-10-02 22:43:16",
            "id": "293871",
            "reply_to_id": "293866",
            "text": "brynjar h áttu matrix 2 og 3 ekki að koma með mánaðar millibili"
        },
        {
            "user": "BrynjarH",
            "user_id": "11091",
            "date": "2001-10-03 00:08:28",
            "id": "293872",
            "reply_to_id": "293871",
            "text": "vibraceream ég held að þær áttu að koma með eins árs millibili annars ekki viss ég um það. Ég las einhverstaðar að framhöld yrðu að koma með eins árs millibili."
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2001-10-03 03:22:49",
            "id": "293873",
            "reply_to_id": "293872",
            "text": "What??? Lög sem banna að framhöld komi með minna en árs millibili? Hvílík vitleysa. Getur einhver staðfest þetta (með einhverjum sönnunum that is)?\nAnnars gleymdirðu He-man :)"
        },
        {
            "user": "malicious",
            "user_id": "5591",
            "date": "2001-10-02 22:49:56",
            "id": "293874",
            "reply_to_id": "293866",
            "text": "Stúdíóin eyddu geðveikum peningi í þessar myndir og auðvitað vilja stúdíóinn reyna að fá sem mest af því inn aftur. Það gerir það að verkum að það koma fleiri góðar myndir! :)\n(svolítil einföldun :)"
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2001-10-03 08:31:04",
            "id": "293875",
            "reply_to_id": "293866",
            "text": "Ef við slepptum öllu þessu sell outi þá gætirðu allt eins fengið Brúðubílsversion of the Lord of the Rings.\nÁstæðan fyrir þessu gífurlega fjármagni sem er sett í myndina er út af því að þeir eru að treysta á það að geta selt svona memorablia úr myndinni.\nÞetta er necessary evil sem ekki er hægt að forðast ef maður vill fá alla tölvutæknina og hönnunina með. Áður fyrr hefði þetta verið hægt án einhvers konar sell outi en það er illmögulegt núna.\nEn svo höfum við gutta eins og George Lucas sem gefur út það sem honum dettur í hug. Hvort sem það kom fram í Star Wars eða ekki. Auk þess er hann búinn að gefa út svoleiðis grilljón útgáfur af hverri mynd (10 mín aukaefni og svo 20 mín aukaefni og svo lengra og lengra) að það er ógeðslegt."
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2001-10-03 09:49:27",
            "id": "293876",
            "reply_to_id": "293875",
            "text": "(*sniff*) Já, heimur versnandi fer."
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2001-10-03 10:06:39",
            "id": "293877",
            "reply_to_id": "293876",
            "text": "Já svona æði fara oft í taugarnar á manni.\nBúið er að gera samning við Burger King og því verða einhver LOTR þema og skemmtilegir plastkallar hjá þeim.\nMyndirnar eru þó bannaðar innan 12/13 þannig að þetta verður alla vega ekkert geðveikislegt barnaæði.\nBest hefði þó verið hefðu myndirnar verið bannaðar innan 16.\nAnnars þá er ástæðan fyrir árs millibili myndanna: markaðssetning.\nEf FOTR fær góða aðsókn og góða dóma þá verður það enn meira hjá TTT og enn meira hjá ROTK.\nAuk þess er verið að sneiða hjá því að myndirnar verði á sama tíma og Star Wars, Matrix 2/3, Indiana Jones o.s.frv."
        },
        {
            "user": "wasted",
            "user_id": "5912",
            "date": "2001-10-03 10:26:26",
            "id": "293878",
            "reply_to_id": "293877",
            "text": "Sagði Tolkien ekki áður en hann dó, að það mætti gera brúður, spil, kvikmyndir, teiknimyndir, tölvuspil, brækur, og bara allan pakkan, svo framalega sem Disney snerti þetta ekki????"
        },
        {
            "user": "wasted",
            "user_id": "5912",
            "date": "2001-10-03 16:06:01",
            "id": "293879",
            "reply_to_id": "293878",
            "text": "ég held að þetta sé bara eitthvað sem hlýtur að gerast myndir þú eiða stjarnfræðilegum upphæðum í bíomynd og bara búið ekkert selt. Tökum Star Wars sem dæmi Aðsóknin á Phantom Menace var að mestu leiti að þakka að þessi maður George Lucas hélt þessu æði gangandi í 20 ár með öllu þessu drasli sem hann seldi.En reglur um að það sé bannað að setja framhald með minna en ársmillibili Matrix 2 og 3 eiga þær ekki að koma með mánaðar millibili?"
        },
        {
            "user": "larandaria",
            "user_id": "3518",
            "date": "2001-10-04 14:15:29",
            "id": "293880",
            "reply_to_id": "293879",
            "text": "(ekki má gleyma jójói…)\nÉg er nánast alveg sammála flestum hérna, þetta er leiðinlegt en óhjákvæmilegt. En það er eitt… af hverju í ósköpunum ættu myndirnar að vera bannaðar innan 16?? Ég las þessar bækur fyrst þegar ég var 11 ára og fannst ég hafa lesið þær mjög seint!! Það er til fullt af svona 14 ára krökkum sem hafa lesið þessar bækur og mér finnst engum vera greiði gerður með því að útiloka þá frá því að sjá þessar myndir.\nBara smá pæling…"
        },
        {
            "user": "venuss",
            "user_id": "4985",
            "date": "2001-10-09 17:19:40",
            "id": "293881",
            "reply_to_id": "293880",
            "text": "sammála þér… ég er 14 ára og las bækurnar fyrst þegar ég var ellefu og ég yrði ekkert rosalega ánægð ef myndirnar yrðu stranglega bannaðar… að vísu myndi mar bara svindla sér inn þá :Þ"
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2001-10-10 09:47:02",
            "id": "293882",
            "reply_to_id": "293881",
            "text": "Eða sleppa því að svindla sér inn. Þetta er orðið svo dofið fólk í miðasölunni að það er engu líkt.\nSvo getur maður líka bara hallað sér að næsta manni og sagt að hann sé pabbi sinn.  :D"
        },
        {
            "user": "venuss",
            "user_id": "4985",
            "date": "2001-10-10 17:08:11",
            "id": "293883",
            "reply_to_id": "293882",
            "text": "hehe að vísu :)\nen lotr verður sýnt í lúxussalnum í smáranum er það ekki? mig langar að fara þangað en ég hef frétt að það sé aldurstakmark? i don´t like that idea…"
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2001-10-04 16:06:15",
            "id": "293884",
            "reply_to_id": "293866",
            "text": "bara að svara því hvort lotr verði eitthvað svona ÆÐI sem er bara í eitt sumar eða eitthað álíka. það er búið að sanna sig að svo er náttúrulega allsekki. það eru að verða 30ár síðan tolkien DÓ og ennþa´lengra síðan bækurnar voru skrifaðar. og þær eru ekki ennþá búnað ná hápúnkti vinsællar sinnar."
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2001-10-04 18:34:49",
            "id": "293885",
            "reply_to_id": "293884",
            "text": "Alveg rétt, þegar ég skrifaði “æða” listann fannst mér eins og ég hefði gleymt einhverju.\nEn í sambandi við æði, bjarni, þá hefur tolkien ekki beint verið “æði” eða í tísku, það hefur frekar flokkast undir “nördaskap” eða eitthvað þvíumlíkt. Þótt tolkien hafi átt sér marga aðdáendur og á sér ennþá, er ekki hægt að flokka það undir æði. Ekki frekar en að safna frímerkjum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-10-04 21:22:28",
            "id": "293886",
            "reply_to_id": "293885",
            "text": "ég hata sell aut hlómsveitir!!!!!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-10-06 18:47:05",
            "id": "293887",
            "reply_to_id": "293885",
            "text": "alveg sammála hvurslags!!!!!!!!!!"
        },
        {
            "user": "sjoefn7",
            "user_id": "5661",
            "date": "2001-10-10 22:41:03",
            "id": "293888",
            "reply_to_id": "293866",
            "text": "Ok, ýmindið ykkur að þið eigið heima t.d. í Grikklandi, þar sem myndir koma aðeins seinna inn en í USA. Hvernig fyndist ykkur að á meðan það væri verið að sýna mynd 1 hjá ykkur væri mynd3 komin úti? Myndir eru alltaf einhvern tíma að ná til alls heimsins, og með því að hafa ár á milli sýninganna verður það minna un-fair…"
        }
    ]
}