{
    "forum_title": "Gullöldin",
    "user": "Wolfpack",
    "user_id": "50641",
    "date": "2006-09-26 21:55:33",
    "title": "Gullaldarlistinn minn...",
    "text": "Hér kemur gullaldarlistinn hans oRiley =)\nVil taka það fram að ég fann ekki mikið um sum lögin.\n1. Creedence Clearwater Revival – I heard it through the grapevine\nÞetta lag var samið af mönnunun úr Motown, Norman Whitfield & Barrett Strong árið 1967. Creedence tóku lagið og gerðu það að alveg hreint mögnuðu lagi er þeir gáfu út á plötunni Cosmo's Factory. Hér dembi ég á mínu uppáhalds textabroti úr laginu.\n“People say, “Believe half of you see, son, and none of what you hear.”\nI can't help bein' confused; if it's true, won't you tell me dear?\nDo you plan to let me go for the other guy that you knew before? Oo,”\n2. Creedence Clearwater revival – Travelin’ band\nLag þetta var samið af John Fogerty og gefið út árið 1970 á plötunni Cosmo's Factory. Textabrot;\n“Take me to the hotel, baggage gone, oh, well.\nCome on, come on, wont you get me to my room,\nI wanna move”\n3.  Pink Floyd – Scarecrow\nSamið af Syd Barrett árið 1967 og gefið út á fyrstu plötu þeirra, Piper At the Gates of Dawn. Lagið kom þó fram fyrst sem B-hlið á smáskífunni “See Emily Play”. Lagið er mjög sýrukennt að mínu mati, enda frá Syd. Þetta er með mínum uppáhalds Pnik Floyd lögum og  á þetta lag skilið meiri athygli.\n“His arms didnt move except when the wind cut up\nRough and mice ran around on the ground\nHe stood in a field where barley grows.”\n4. Pink Floyd – The Trial\nLag þetta var samið af Roger Waters og Bob Ezrin árið 1979 og gefið út sama ár á plötunni The Wall. Lagið er um Pink og hans endanlega fall inní geðveikina, lagið gengur í kringum hans erfiði, “The SchoolMaster”, “The overprotecting mother” og konu hans. Pressan á honum fyrir að vera sá sem hann er fer með hann að lok og veggurinn sem hann byggði um sig hrundi.\n“Fills me with the urge to deficate! – no, judge, the jury!\nSince, my friend, you have revealed your deepest fear,\nI sentence you to be exposed before your peers.\nTear down the wall!!!”\n5. The Beatles – Blue Jay Way\nSamið af George Harrison árið 1967 og kom út sama ár á plötunni Magical Mystery Tour.George samdi lagið í húsi sem hann legði í Los Angeles, gatan hét einmitt Blue Jay Way. Setninginn “Don’t be long” kemur fram 29 sinnum í laginu. Lag þetta er 3:58 að lengd.\n“Sitting here in Blue Jay Way\nPlease don't be long please don't you be very long\nPlease don't be long or I may be asleep.\nPlease don't be long please don't you be very long\nPlease don't be long\nPlease don't be long please don't you be very long\nPlease don't be long\nPlease don't be long please don't you be very long\nPlease don't be long”\n6. The Beatles – Nowhere man\nLagið er kreditað sem Lennon/McCartney þótt að Lennon samdi það alveg. Lagið kom út árið 1965 á plötunni Rubber Soul, lagið er talið það fyrsta með Bítlunum sem hefur ekkert að gera með ást. Lennon fann uppá laginu þegar hann átti í erfiðum með að semja lag fyrir Rubber Soul, “I thought of myself sitting there, doing nothing and getting nowhere.” Nowhere Man kemur fram sem karakter í Yellow Submarine myndinni.\n“He's a real Nowhere Man,\nSitting in his Nowhere Land,\nMaking all his nowhere plans\nfor nobody.”\n7. The Beatles – Being for the Benefit of Mr. Kite!\nKreditað sem Lennon/McCartney, en sam mest samið af Lennon. Lennon fann uppá textanum af plakati af sirkús sýningu frá 1843 (myndað), hann fann plakatið í antík verslun þegar þeir voru að kvikmynda Strawberry Fields Forever. Lagið var gefið út árið 1967 á plötunni Sgt. Pepper’s Lonely Hearts Club Band.\n“The Hendersons will dance and sing\nas Mr. Kite flies through the ring, don't be late\nMessers K. and H. assure the public\ntheir production will be second to none\nAnd of course Henry the Horse dances the waltz”\n8. Bob Dylan – Rainy Day Women #12 & #35\nGefið út árið 1966 á plötunni Blonde on Blonde.\nLínan “everybody must get stoned” er oft talið um marjúana reykingar, en í raun er það um sambönd við kvennmenn. “The “official” explanation of how this song got its name: A woman and her daughter came into the recording studio out of the rain. Dylan guessed their ages correctly as 12 and 35.”\n“They'll stone ya when you're at the breakfast table.\nThey'll stone ya when you are young and able.\nThey'll stone ya when you're tryin' to make a buck.\nThey'll stone ya and then they'll say, “good luck.”\nTell ya what, I would not feel so all alone”\n9.  Rolling Stones – Ventilator Blues\nSamið af Mick Jagger, Keith Richard of Mick Taylor, gefið út árið 1972 á plötunni Exile On Main Str.\nLagið var tekið upp í kjallaranum á villuni hans Keith í frakklandi. Þeir völdu nafnið á laginu því að kjallarinn hafði aðeins einn lítinn glugga og andrúmsloftið varð mjög þungt.\n“Don't matter where you are,\nEv'rybody's gonna need a ventilator.\nWhen you're trapped and circled with no second chances,\nYour code of living is your gun in hand.”\nÉg fann ekki fleiri lög =(\nTakk fyrir mig\nKv. oRiley",
    "url": "https://www.hugi.is/gulloldin/greinar/450742/gullaldarlistinn-minn/",
    "url_id": "450742",
    "id": "4031091",
    "replies": [
        {
            "user": "Huy",
            "user_id": "63316",
            "date": "2006-09-26 22:15:49",
            "id": "4031230",
            "reply_to_id": "4031091",
            "text": "Flottur listi, skemmtileg lög og góð lýsing á lögunum.\nMjög góð grein."
        },
        {
            "user": "Fannekkertgott",
            "user_id": "60154",
            "date": "2006-09-26 22:17:28",
            "id": "4031236",
            "reply_to_id": "4031091",
            "text": "Flottur listi Brynjar minn góði,\ngoldenshower ?"
        },
        {
            "user": "Wolfpack",
            "user_id": "50641",
            "date": "2006-09-26 22:19:42",
            "id": "4031248",
            "reply_to_id": "4031236",
            "text": "hahahahahahaha\nxD"
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2006-09-26 22:21:37",
            "id": "4031256",
            "reply_to_id": "4031091",
            "text": "Flottur listi, hefðir nú ekki þurft að taka fram einhver textabrot í hverju einasta lagi, eins og til dæmis í Blue Jay Way.\nSíðan er þetta með The Trial svona eiginlega rangt, Pink er löngu fallinn á botnin áður en að þessu lagi er komið, The Trial er eiginlega svona uppgjör hans við tónlistarheimin, fíkniefnin og geðveikina, hann setur sjálfan sig á réttarhald og dæmir sig sjálfur, um það fjallar lagið. Eins og hann segir “Tear down the wall!” semsagt rífið niður vegginn, hann vill brjótast útur þessu ströggli, rífa niður múra geðveikinar."
        },
        {
            "user": "Wolfpack",
            "user_id": "50641",
            "date": "2006-09-26 22:25:31",
            "id": "4031272",
            "reply_to_id": "4031256",
            "text": "Ég fattaði það, gleymi bara að laga 8-)"
        },
        {
            "user": "torfitransi",
            "user_id": "63167",
            "date": "2006-09-26 23:14:07",
            "id": "4031553",
            "reply_to_id": "4031091",
            "text": "Flottur listi, elska Being Mr. Benefit Kite, sá fyrsti sem ég veit um sem fýlar það!"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-26 23:17:20",
            "id": "4031576",
            "reply_to_id": "4031091",
            "text": "You little shit you're in it\nNow I have to throw away the key\nyou should have talked to me more often than you did\n… but NO\nyou had to go your own way, have you broken any homes up lately?\nJust five minutes, worm, your honour\nhim and me alone"
        },
        {
            "user": "Ladybird",
            "user_id": "58627",
            "date": "2006-09-26 23:46:51",
            "id": "4031712",
            "reply_to_id": "4031576",
            "text": "fu**ing snilld..:)"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-09-26 23:51:56",
            "id": "4031740",
            "reply_to_id": "4031712",
            "text": "Yndislegur partu"
        },
        {
            "user": "Ladybird",
            "user_id": "58627",
            "date": "2006-09-26 23:47:52",
            "id": "4031719",
            "reply_to_id": "4031091",
            "text": "Elska flest þessi lög.. sérstaklega The Trial samt! ég hef horft svo oft á Pink floyd the wall í gegn bara til að komast að þessu lagi, þetta er svo ógeðslega flott atriði í myndinni ég elska það!"
        },
        {
            "user": "Wolfpack",
            "user_id": "50641",
            "date": "2006-09-27 09:21:45",
            "id": "4032101",
            "reply_to_id": "4031719",
            "text": "Ójá\nGEÐVEIKT ^^"
        },
        {
            "user": "Wolfpack",
            "user_id": "50641",
            "date": "2006-09-27 15:53:06",
            "id": "4033046",
            "reply_to_id": "4031091",
            "text": "fín grein.  nowhere man er náttúrulega bara frábært"
        },
        {
            "user": "Wolfpack",
            "user_id": "50641",
            "date": "2006-09-27 15:56:57",
            "id": "4033072",
            "reply_to_id": "4033046",
            "text": "Jámar ^^"
        }
    ]
}