{
    "forum_title": "Geimvísindi",
    "user": "wolfy",
    "user_id": "16961",
    "date": "2006-09-27 10:16:47",
    "title": "Sönnun á að geimverur hafi komið hingað?",
    "text": "Stutt brot hvað gerist í myndbandinu:\nOk, í þessu myndbandi er rannsakað brot sem fannst þegar UFO hrapaði á roswell svæðinu. Allt efnið í steininum er ekki frá jörðinni. Svo er líka rannsakað hluti í fólki sem segir að geimverur hafi numið sig á brott, og sama með þá hluti, þetta kemur ekki frá jörðinni. Svo tóku þeir eftir að þessi stykki hafa verið þrædd í líkamann þannig að taugarnar tengjast hlutnum.\nMyndband:\nhttp://youtube.com/watch?v=KKsvuGOubhM&mode=related&search=",
    "url": "https://www.hugi.is/geimvisindi/korkar/450831/sonnun-a-ad-geimverur-hafi-komid-hingad/",
    "url_id": "450831",
    "id": "4032157",
    "replies": [
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-09-28 17:18:50",
            "id": "4037222",
            "reply_to_id": "4032157",
            "text": "Þú getur farið á Náttúruminjasafn Íslands og séð steina sem eru ekki frá jörðinni.  Loftsteinar sanna ekki tilveru geimvera.  Af hverju ættu þær annars að vera flytja grjót á milli staða?"
        },
        {
            "user": "wolfy",
            "user_id": "16961",
            "date": "2006-09-28 18:43:47",
            "id": "4037669",
            "reply_to_id": "4037222",
            "text": "Vegna þess að það margt í þeim, svo sem hlutur sem er fjarlægður úr manni. Þetta er auðvitað “steinn ekki frá jörðu” en svo spyr maður sig, hvað er hann að gera þarna? Setti hann hlutinn sjálfur? Engin ör? Engin ummerki? Hlutur sem hefur “þrætt” sig í taugarnar sem einmitt læknar geta ekki gert við svona lítinn hlut? Og ef það væri, myndi það kosta HELLING og það þyrfti helvíti góðann skurðmann. En svo eru margir MARGIR menn á ári sem láta fjarlægja þetta. Hvað ef þeir settu hann ekki þarna? Fundu þeir fyrir óþægindum? Eða mundu þeir eftir öllu sem gerðist. Þetta sannar líka að þetta sem hrapaði á Roswell var amk ekki frá jörðu, og þá sannar það líka að herinn hafi verið að ljúga um að þetta hafi verið loftbelgur. Nema það hafi einmitt hrapað loftsteinn þarna? Nema þessi hlutur hefur marga skrítna eiginleika með að hitna upp."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-09-28 20:16:07",
            "id": "4038220",
            "reply_to_id": "4037669",
            "text": "Ég ætla ekki að hrekja hverja einustu fullyrðingu í þessu myndbandi, þú getur leitað sjálfur af mótrökum á netinu.  Hinsvegar skal ég gefa þér ástæðu til að leita uppi mótrökin í staðinn fyrir að gleypa við þessum upplýsingum (eitt myndband er takmörkuð heimild, þú verður að skoða málið betur):\n1. Næsta sólkerfi er 4.39 ljósár frá okkar sólkerfi.  Sem þýðir að ef þú ættir farartæki sem kæmist á ljóshraða (sem er afar ólíklegt) værirðu 4.39 ár að komast hingað.  Líkurnar á því að það sé líf að finna í nákvæmlega þessu sólkerfi af öllum sólkerfum alheimsins eru fáránlega littlar.  Ferðalagið til okkar myndi líklegast taka mörg hundruð ár.\n2. Ef geimverur vilja ekki hafa samband við menn (þ.e.a.s. ekki láta vita af sér) af hverju fljúga þær um á upplýstum farartækjum?  Það er fáránlegt að halda því fram að vitsmunavera sem getur ferðast tugi ef ekki þúsundir ljósára til jarðar geti ekki falið sig almennilega.\nAnnars geturðu séð að þessi læknir í myndbandinu er hálfviti fyrst hann heldur því fram að allir hlutir sem fari inn í líkaman valdi bólguáhrifum (inflammatory).  Konur sem vilja ekki taka pilluna geta látið græða í sig nálar sem leysast hægt upp í líkamanum og virka eins og pillan.  Aðgerðin skilur ekki eftir sig ör og hún veldur venjulega ekki bóluáhrifum.  Af hverju er svo sami gaurinn að tala um loftsteina?  Þetta er greinilega UFO-nut.\nÞetta er augljóslega della ;)"
        },
        {
            "user": "wolfy",
            "user_id": "16961",
            "date": "2006-09-28 20:50:27",
            "id": "4038373",
            "reply_to_id": "4038220",
            "text": "Ok ég ætla að reyna koma með mínar kenningar á þessu. Þakka þér annars fyrir að rökræða þetta á móti, því maður vill vera 100% upplýstur á öllu.\nOk, næsta sólkerfi er 4,39 ljósár frá okkur. Yep, það tæki ANSI langan tíma að ferðast þangað með faratæki. En er hægt að treysta því? Er þetta ekki illusion? Því að Photons vinna saman, þótt þau séu 10000 ljósár frá hvort öðru, þær fá upplýsingar um hvort annað á engum hraða, þær fá STRAX upplýsingarnar og vinna saman eins og þær séu hlið við hlið. Afhverju er það?\nMín skýring á þessu er að það eru aðrar víddir, og jafnvel að heimurinn er mun smærri, en hann er scaled out með okkar huga, við sjáum hann þannig. Svo er til annað eins og að beygja tímann og geiminn, sem er mjög mikið rugl frá okkar sjónarmiði. En tækninn er alltaf að stækka, og hraðar með hverjum degi. En þetta segir í raun að við vitum ekki allt það sem hægt er að gera í þessum alheimi.\n2. AFHVERJU sýna þær sig ekki bara? Afhverju fela sig? Og afhverju sýna faratækin stundum?\nSamkv. Mayans þá vilja þeir ekki hafa samband við okkur því við erum ekki komin á það skref þar sem við getum það. T.d. margt af okkur dæmir fólk eftir litum o.fl. Og ég gæti allveg vel ímyndað mér að einhver maður myndi skjóta á geimverur og hata þær. Afhverju sýna sig? Þær eru að gefa okkur hint um alheiminn. Að þótt við horfum á suma einstaklinga öðruvísi, er ekkert öðruvísi. Við eigum að horfa á allt sem eitt. Við komum öll frá sama punkti. Og samkv. dagatal mayans munum við verða “Ethics” innan við 2011, og þá ættum við að geta hitt geimverur sem eru einnig “Ethics” s.s góðhjartaðar og vilja ekki berjast um POWER.\nEn já, væri gaman að heyra hvað þú hefur um þetta að segja :)"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-09-28 21:18:55",
            "id": "4038494",
            "reply_to_id": "4038373",
            "text": "Beygur tíma og rúms eru ekki eitthvað fjarlægt mannlegum skilningi.  Útskýring Einstein á þyngdarkraftinum byggir á því að massi hlutar svegir það sem kallað er tímarúm (þrjár rúmvíddirnar sem við þekkjum og tíminn) og orsakar þannig það sem við köllum þyngdarkraft.  Maðurinn sem heldur því fram að hann sé vísindamaður og hafi unnir fyrir ríkið í þessu myndbandið hefur augljóslega takmarkaðan skilning á þessu því hann heldur að það sé þyngdarkrafturinn sem valdi sveigjunum en ekki öfugt.  Enn og aftur er líka ólíklegt að óreiðukenndar hreyfingar meintra geimskipa megi útskýra með breytingum í þyngdarsviði, eins og áður sagði, geimverur sem hafa komist svo langt í geimferðum geta líklegt reiknað út breytingarnar með venjulegum mælingum og bætt fyrir allar skekkjur.  Þetta er alveg ótrúlega ósennilegur gaur.\nHvað varðar þínar persónulegu hugmyndir um þetta þá eru þær augljóslega getgátur.  Menn hafa gert þetta aftur og aftur í gegnum sögum, beðið eftir einhverjum ákveðnum punkt í tímalínunni þar sem Guð birtist okkur, geimverur heimsækja okkur eða heimurinn endar.  Allt þetta er kjaftæði og ekkert sem bendir til þess að sannleiki sé í þessu.  Hafa  mæjarnir spáð fyrir um eitthvað annað sem hefur orðið raunveruleiki?  Líklegast ekki frekar en Nostradamus.  Því er engin ástæða til að taka mark á þessu eða þessari túlkun á spádómum þeirra (ef þetta er satt, ég hef aldrei heyrt um þetta).\nEn þetta er of langsótt fyrir minn smekk allavega."
        },
        {
            "user": "MooMoo",
            "user_id": "66476",
            "date": "2006-12-06 20:11:11",
            "id": "4313617",
            "reply_to_id": "4038494",
            "text": "Af hverju segirðu að spádómar Nostradamus hafi ekki ræst?"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-12-06 20:26:52",
            "id": "4313767",
            "reply_to_id": "4313617",
            "text": "Nostradamus spáði fyrir um mörgu þúsund hluti.  Þegar fólk er að dást að því hversu sannspár hann var þá tekur það dæmi sem fyrir tilviljun má túlka einhvern vegin á þann máta að þau eigi við tiltekið fyrirbæri (reyndar ekki tilviljun, Nostradamus skrifaði afar ónákvæmar útskýring á spádómum sínum og býður þannig upp á frjálslega túlkun).  Svo gleymast alltaf allir hinir þúsund spádómarnir sem ekki reyndust réttir.\nEf þú skrifar bara nógu mikið af vitleysu niður á blað á nógu óskýran máta er nokkuð víst að einhver í framtíðinni getur lesið úr því spádóm var uppfylltur."
        },
        {
            "user": "MooMoo",
            "user_id": "66476",
            "date": "2006-12-06 20:28:44",
            "id": "4313782",
            "reply_to_id": "4313767",
            "text": "Ok mr. Sceptic"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-12-06 20:32:50",
            "id": "4313812",
            "reply_to_id": "4313782",
            "text": "Alright Mr. Zealot."
        },
        {
            "user": "wolfy",
            "user_id": "16961",
            "date": "2006-10-04 16:11:11",
            "id": "4058187",
            "reply_to_id": "4032157",
            "text": "http://video.google.com/videoplay?docid=-58090947832434855"
        },
        {
            "user": "wolfy",
            "user_id": "16961",
            "date": "2006-10-05 15:44:05",
            "id": "4061586",
            "reply_to_id": "4058187",
            "text": "Takk Jón."
        },
        {
            "user": "CaptainA",
            "user_id": "43023",
            "date": "2006-10-05 16:52:51",
            "id": "4061937",
            "reply_to_id": "4061586",
            "text": "Bara svona til frekari skýringa :P"
        },
        {
            "user": "CaptainA",
            "user_id": "43023",
            "date": "2007-01-24 17:36:13",
            "id": "4515019",
            "reply_to_id": "4061937",
            "text": "Nostradamus spáði því að tveir stórir turnar falla og það rættist"
        },
        {
            "user": "CaptainA",
            "user_id": "43023",
            "date": "2007-01-24 19:15:38",
            "id": "4515646",
            "reply_to_id": "4515019",
            "text": "Las reyndar einhverntíman að það væri falsað, að það hefi verið teknar tvær línur út einu svona ljóði (eða þannig) eftir og ein línu úr öðru og síðan ein skálduð upp og úr því kæmi þessi spádómur um að tveir  turnar myndu falla og bæjarfíflið fá öll völdin ofl."
        },
        {
            "user": "CaptainA",
            "user_id": "43023",
            "date": "2007-01-24 19:38:42",
            "id": "4515798",
            "reply_to_id": "4515646",
            "text": "Já getur verið er ekki viss en eitt veit ég! ég hef alltaf rétt fyrir mér takk fyrir."
        },
        {
            "user": "CaptainA",
            "user_id": "43023",
            "date": "2007-01-30 23:09:15",
            "id": "4539936",
            "reply_to_id": "4515798",
            "text": "nostradamus bókin er eldgömul en turnarnir ekki :P"
        }
    ]
}