{
    "forum_title": "Hljóðfæri",
    "user": null,
    "user_id": null,
    "date": "2006-10-02 11:04:18",
    "title": "Orange Crush 30W-R til sölu!!!",
    "text": "Til Sölu Orange Crush gítarmagnari, 30W, Reverb, transistormagnari.\n-\nStaðsetning\n: Magnarinn er staðsettur í vel loftræstri og loftlagsstjórnaðri geymslu í Vesturbæ Reykjavíkur, 101 (á mörkum Vesturbæjar og Miðbæjar, hence 101).\n-\nVerðhugmynd\n: 17.000, þess ber að geta að þetta er sama verð og þið fáið 15 watta Orange Crush-inn nýjann í Tónastöðinni.  Nýr OC 30R kostar 23.700,-\n-\nAldur vörunnar\n: Ársgamall\n-\nÁstand vörunnar\n: Toppstand. Lítið notaður, vel með farinn en liggur undir höggskemmdum frá ryki (þetta seinasta er djók þar sem að rykið skellur ekki það harkalega á magnaranum að hann skemmist við það… en það er það eina).\n-\nUpplýsingar um vöruna\n: Clean rás og Overdrive rás, 10\" Orange keila, 30 wött, Reverb, EQ (bassi, miðja, toppur), hægt að plögga HEADPHONES (mjög mikilvægt).  Snilldarmagnari í alla staði og gott sánd.  Einnig með ‘Line-out’ sem þýðir að það er hægt að plögga honum beint í kerfi.  Nota hann lítið og hef notað lítið þannig að ég ætla að láta hann fara.  Besti heima-æfinga-magnari sem ég hef komist í kynni við.  Plús það að hann getur haldið í við trommur á æfingum (ef Dýri í Prúðuleikurunum er ekki í hljómsveit með þér!)\n-\nHeimasíða framleiðanda\n:\nhttp://www.orangeamps.com/\nog nánari upplýsingar um Orange á heimasíðu Tónastöðvarinnar:\nhttp://www.tonastodin.is/r_magnarar_orange.htm\n-\nMynd af vörunni\n:\nhttp://www.wildwestguitars.com/orange/crush_30r.jpg\nhttp://www.kickmusic.no/ehandel/BilderImp/803/370crush30rstor.jpg\nhttp://www.bassexchange.com/catalog/images/OrangeCrush30R.jpg\n-\nContact infó\n: Annað hvort hér eða með pm (private message).\nMeð þökk,\nSamick",
    "url": "https://www.hugi.is/hljodfaeri/korkar/452263/orange-crush-30w-r-til-solu/",
    "url_id": "452263",
    "id": "4049822",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2006-10-02 15:06:19",
            "id": "4050407",
            "reply_to_id": "4049822",
            "text": "Ef þú hefðir komið með þessa auglýsingu mánuði fyrr væri hann seldur..(ég myndi kaupa hann fyrir þá sem er fattlausir)"
        }
    ]
}