{
    "forum_title": "Deiglan",
    "user": "okt",
    "user_id": "65756",
    "date": "2006-10-04 17:27:32",
    "title": "VARÚÐ!! FÚSKARI!!  REGNBOGAPLAST",
    "text": "MIg langar til að vara við manni sem heitir Halldór sem tekur að sér húsgagnaviðgerðir, fyrirtækið heitir Regnbogaplast.\nHann er til heimilis og með vinnustofu á Kársnesbraut 19 í Kópavogi.\nMóðir mín fór með sófaborð í viðgerð til hans en á borðplötunni voru rispur sem hún bað hann um að laga. Jájá, ekkert mál segir Halldór. Hún fékk borðið tilbaka í dag og var vægast sagt óánægð með vinnubrögðin.Borðið sem áður var ljósbrúnt var nú eingöngu með ljósbrúnar fætur en borðplatan orðin nánast svört og, öll útí penslaförum og yfirborðið hrufótt. Borðið er virkilega ljótt eftir þessi vinnubrögð.\nMamma sér illa og tók ekki almennilega eftir þessu fyrr en fleiri fóru að skoða og gera athugasemdir um að borðið liti hræðilega út eftir viðgerðina hjá Halldóri. Hún hringir í Halldór til að gera athugasemd um þetta. Það veður svo mikið á honum svo mamma biður systur mína um að taka símtólið og tala við hann.\nHún útskýrir hvernig borðið er illa farið og ljótt eftir hann, hann fékk 10 þúsund krónur borgað fyrir þessa svokölluðu viðgerð og að það sé mikil óánægja með þetta allt saman.\nHalldóri finnst þetta vera algjört rugl og endar á því að segja: “TAKTU ÞETTA BORÐ OG TRODDU ÞVÍ UPPÍ RASSGATIÐ Á ÞÉR!”\nVil ég því vara fólk við að fara með húsgögn í viðgerð til þessa manns. Það verða fleiri eftirmálar af þessu og þetta verður birt í öllum helstu dagblöðum landsins. S\ntundum fær maður sig bara fullsaddan af fúskurum og dónalegu fólki.",
    "url": "https://www.hugi.is/deiglan/korkar/453007/varud-fuskari-regnbogaplast/",
    "url_id": "453007",
    "id": "4058519",
    "replies": [
        {
            "user": "shmee",
            "user_id": "1837",
            "date": "2006-10-09 08:38:34",
            "id": "4074277",
            "reply_to_id": "4058519",
            "text": "Þú verður að passa þig að pósta svona, þetta jaðar á við meiðyrði."
        },
        {
            "user": "killjoker",
            "user_id": "62920",
            "date": "2006-10-10 10:56:25",
            "id": "4078426",
            "reply_to_id": "4058519",
            "text": "Bara gott mál að vara við svon kónum,þegar það er drullað yfir mann í viðskiptum á einmitt að láta vel í sér heyra og ekki skafa utan af því.\nhttp://vald.org/"
        }
    ]
}