{
    "forum_title": "Metall",
    "user": null,
    "user_id": null,
    "date": "2000-09-26 20:04:25",
    "title": "aðdáandi Insane Clown Posse  kærir lögguna",
    "text": "aðdáendi Insane clown Posse kærði lögguna í Northwood Bandaríkjunum. Aðdáandinn segjir að lögreglan hafi stöðvað sig og neitt hann til að fara ur ICP bolnum Tekið bol hans með mynd af jólasveininum með byssuskot í hausnum að framan og stóð  “Merry Fucking Xmas, Bitch!” aftan á bolnum. Lögreglann neiddi hann svo að fara heim til sín Ber að ofan",
    "url": "https://www.hugi.is/metall/greinar/4531/addaandi-insane-clown-posse-kaerir-logguna/",
    "url_id": "4531",
    "id": "21153",
    "replies": [
        {
            "user": "dengsi",
            "user_id": "4425",
            "date": "2000-09-27 18:36:00",
            "id": "21154",
            "reply_to_id": "21153",
            "text": "Þetta finnst mér alveg óskaplega fáránlegt. Sko ef maður vill vera í svona bol þá á að leyfa manni það. Ókei, uppá síðkastið hafa jólin bara byrjað að sucka feitan fisk!! Ef manni líkar ekki við jólin þá og fýlar ICP þá á löggan bara að láta mann í friði. En svona er löggan í the USA, kærir sig ekki um álit annarra og ofnýtir vald sitt. Það ætti bara að afnema þessi helvítis lögreglu (lög og reglu) sem geta ekki hætt að pota nefinu í annarra manna mál!! (Er aðallega að tala um the USA pigs)"
        },
        {
            "user": "mystic",
            "user_id": "304",
            "date": "2000-10-01 11:07:33",
            "id": "21155",
            "reply_to_id": "21154",
            "text": "Við verðum bara að átta okkur á að þetta eru bandaríkinn. Það má ekki gera neitt þarna. Ég tók eftir því á Radio X einhverntíman fyrir stuttu að Það var einhver gaur í Dallas sem að var að hlusta á Radio X yfir netið af því að það má segja “fuck” í útvarpið þar… eða þeim er allavegana alveg sama :) Málið er að ef að þú ert í einhverju vissi ríki þá máttu ekki pissa útfyrir eða eitthvað þegar þú ert fullur.. annars verðuru bara steiktur í stólnum :P\n……"
        },
        {
            "user": "Memnoch",
            "user_id": "259",
            "date": "2000-09-28 10:25:42",
            "id": "21156",
            "reply_to_id": "21153",
            "text": "Þetta kemur alltaf fyrir annað kastið, það hafa komið upp svipuð dæmi með Manson aðdáendur í USA og Cradle of Filth í UK."
        },
        {
            "user": "blimp",
            "user_id": "3621",
            "date": "2000-09-29 11:09:46",
            "id": "21157",
            "reply_to_id": "21153",
            "text": "Amerikanar eru bara weird,þvilikt tjáningafrelsi…"
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2000-10-03 09:58:20",
            "id": "21158",
            "reply_to_id": "21153",
            "text": "tsss útlendingar…"
        },
        {
            "user": "mancubus",
            "user_id": "819",
            "date": "2000-10-03 13:46:56",
            "id": "21159",
            "reply_to_id": "21158",
            "text": "einn gaur í dallas fékk 96ár fyrir það eitt að rækta gras.(good kind of grass:) meina kommon það er ekki eins og að hann hafi verið að gera neinum neitt með þessu."
        },
        {
            "user": "Skugginn",
            "user_id": "4239",
            "date": "2000-10-04 09:00:45",
            "id": "21160",
            "reply_to_id": "21153",
            "text": "rugl og vitleysa"
        }
    ]
}