{
    "forum_title": "Klassík",
    "user": "Bijou",
    "user_id": "34464",
    "date": "2006-10-06 14:30:51",
    "title": "Marche Funebre - Chopin",
    "text": "Ekki vill svo til að einhver hérna eigi píanó nótur af Piano Sonata No. 2  op. 35 - Marche funebre eftir Chopin í tölvunni hjá sér?\nÞað væri mjög vel þegið ef þú gætir sent mér nóturnar í pósti eða eitthvað.",
    "url": "https://www.hugi.is/klassik/korkar/453556/marche-funebre-chopin/",
    "url_id": "453556",
    "id": "4064746",
    "replies": [
        {
            "user": "hlolli",
            "user_id": "31026",
            "date": "2006-10-06 16:25:30",
            "id": "4065181",
            "reply_to_id": "4064746",
            "text": "Ég tel mig eiga það á tölvunni, mjög líklega sónata no.2 chopin en þótt gæðin séu fín þá er upptakan eins og af grammafón en samt vel hlustanlegt."
        },
        {
            "user": "Bijou",
            "user_id": "34464",
            "date": "2006-10-06 16:47:43",
            "id": "4065268",
            "reply_to_id": "4065181",
            "text": "En það eru ekki nótur er það :) Ekki fyrst þetta hljómar eins og tekið af grammófón…"
        },
        {
            "user": "hlolli",
            "user_id": "31026",
            "date": "2006-10-06 17:01:20",
            "id": "4065345",
            "reply_to_id": "4065268",
            "text": "vó, nú ertu farinn að tala í hring"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-10-07 13:10:34",
            "id": "4067702",
            "reply_to_id": "4064746",
            "text": "Ég á allavega ekki í þessari tölvu. Það er einfaldara að athuga hvort þú finnur þetta í bókum, svo mikið veit ég. Eeeen, það er möguleiki að þú finnur þetta á vefsíðum. Ég hef fundið mikið af nótum á vefsíðum… Man bara ekki linkinn."
        },
        {
            "user": "Bijou",
            "user_id": "34464",
            "date": "2006-10-07 13:58:04",
            "id": "4067838",
            "reply_to_id": "4064746",
            "text": "Ohh heyriði.. ég fann þetta :) Takk samt"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2006-10-08 14:23:43",
            "id": "4071231",
            "reply_to_id": "4064746",
            "text": "Ég veit ekki hvort ég eigi að vera leiðinlegur og læsa þræðinum eða ekki þar sem í raun er brot á einhverjum reglum einhversstaðar að auglýsa nótur á netinu. En þar sem Chopin er löngu dauður, klassískri tónlist veitti ekki af smá kynningu og af því það er svona óviðurkennd staðreynd að allir tónlistarmenn ljósrita nótur hægri vinstri hvort eð er, er mér nokkurnvegin sama.\nEn þræðir sem þessi eru vafasamir og bið ég ykkur að halda þeim í lágmarki og muna að til er fjöldi bókasafna sem gætu átt nóturnar til."
        },
        {
            "user": "Bijou",
            "user_id": "34464",
            "date": "2006-10-08 23:56:59",
            "id": "4073901",
            "reply_to_id": "4071231",
            "text": "Takk fyrir ábendinguna, en það er bara svo andskoti erfitt að nálgast parta úr lögum án þess að kaupa allt heila stykkið. Enda þar sem ég gæti ekki labbað út í næstu tónlistarbúð þar sem ég bý ekki í Reykjavík. Stundum er bara auðveldara að spyrja á netinu áður en maður fer að leita annars staðar."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2006-10-09 12:40:42",
            "id": "4074617",
            "reply_to_id": "4073901",
            "text": "Já, eins og ég sagði er ég ekkert últrastrangur á þessu, meðal annars útaf ástæðunum sem þú gafst. En ef tíðni svona pósta verður of mikil verð ég líklegast að taka í taumana, því annars mun vefstjóri sennilegast gera það."
        },
        {
            "user": "hlolli",
            "user_id": "31026",
            "date": "2006-10-09 13:07:34",
            "id": "4074705",
            "reply_to_id": "4074617",
            "text": "Fokk það er verið að tala um nótur, ég er allveg útur samræðunum! Þarf að læra lesa áður en að svara.(hef lent í svipuðu á öðrum áhugamálum)."
        },
        {
            "user": "Bijou",
            "user_id": "34464",
            "date": "2006-10-09 13:23:13",
            "id": "4074745",
            "reply_to_id": "4074705",
            "text": "Já ég var að tala um nótur :P"
        }
    ]
}