{
    "forum_title": "Deiglan",
    "user": "nologo",
    "user_id": "2605",
    "date": "2001-10-04 23:04:47",
    "title": "Dýrin í hálsaskógi",
    "text": "Halló og velkominn í Hálsakóg. Hversu slæmt sem okkur þykir það þá eru ekki öll dýrin í skóginum vinir. Refurinn hefur ekki vanið sig á eta akarn og íkorninn heldur áfram að stríða rebba.\nSvona er heimurinn í dag. Og hefur alltaf verið. Í staðinn fyrir að syngja saman þá eru til menn sem leggja það í vana sinn að fljúga flugvélum á háhýsi eða ganga í Nike skóm. Hvort sem er, er mikið heimsins böl. Og í grunnskólanum mínum í dag var krakki í fimmta bekk nærri því búin að brjóta bakið á annarri stelpu sem honum líkaði illa við, með wrestling bragði, og maður horfði upp mömmuna grenjandi þegar skjúkrabíllin keyrði í burt og strákarnir að dásama hveru vel til tókst verknaðurinn.\nBandaríkjamenn fljúga í Afghanistann. Fljúga með þá áætlun að “sprengja þetta lið aftur til steinaldar”, ég veit ekki betur en það hafi þegar verið framkvæmt og eina sem nýjar sprengjur myndu gera er að róta í rústunum og myrða þá er síst skyldi. Og mikið verða þeir gramir þegar þeir ná aldrei þessum blessaða íslandsvini Bin Laden. Það er bundið fyrir augun á ameríkönunum í skollaleik á meðan allir ganga úr stofunni og læsa eftir sér.\nÞað skal aldrei láta vaða yfir sig; hafa bandaríkjamenn tileinkað sér öðrum fremur. Og stærsti her rómarveldis 21.aldarinnar mun senda innrásarher á staðinn, og án efa mun það bera tileinkaðann árangur, þar gætu hugsanlegir hryðjuverkamenn ekki staðist rangkjörnum forseta Bush snúninginn.\nEn eins og gefur að skilja þá er enginn hægðarleikur að hernema land, leikur sem krefst mikilla fórna. Og rétt væri ef til vill að hafa það í huga að síðan hinnn mikli herskörungur Alexander mikli hertók svæði fyrir um rétt tæpum tvöþúsund og fimmhundruð árum þá hefur enginn erlendur her unnið þar sigur í því óvenjulegu Himalayja fjallumhverfi er þar ríkir. En Bandaríkin sjálf kallast tæpast “venjulegt” ríki. Og án efa láta þeir til skara skríða þrátt fyrir það. EN rétt eins og önnur hernaðar veldi geta Bandaríkin ekki leyft sér þann munað að reisa búðir sínar í miðju landinu og ráðast síðan þaðan inn. Innrásinn fyrirhugaða verður að koma utan frá. Og þar liggur hundurinn grafinn.\nNorðan frá lengst frá flestri mannbyggð , á því svæði sem andspyrnann hefur enþá yfirhöndina gagnhvart Talibönum, liggur landamærin að mörgum öðrum –kistan löndum sem eru fyrrum sovétríki. Og nú rússnesk leppríki. Og þótt Rússland hafi fundið sér skjól í herör gegn hryðjuverkum til að geta framið sín eign hryðjuverk á stöðum eins og Tjetseníu þá er ekki þar með sagt að þeir séu fúsir að hleypa bandarískum her svo nálægt sínum eiginn. Og í sannleika sagt held ég að bandaríkjamönnum geðjist ekki að tilhugsunni sjálfir, alla vegna hefur sú umræða aldrei átt sér stað.\nÖnnur ríkin Íran og Pakistan eru þá eftir. Og með Íran sjálfkrafa afskrifaða er Pakistanar einir eftir. Eins og hægt er að sjá og heyra í fréttu undanfarna daga hafa vesturveldi verið að þjama óþyrmilega að stjórn Pakistana um skilyrðislausa eftirgjöf gagnhvart Bandaríkum ef til átaka skyldi koma. Þó stjórn landsins hafi samþykkt slíkt eru undirtektir þjóðarinnar sjáfrar daufar í meiri lagi. Pakistanar eru í eðli sínu óvinir Bandaríkjanna. Og stjórnarandstæðingar í Pakistan hafa tekið undir með almenningi, efnt til múgæsinga og ásaka sína eigin stjórn um svik. Ég trúi því vel þegar sagt er að þessa stundina hangi líftími Pakistanastjórnar á bláþræði.\nOg atburðarrásin verðu þá slík að engum órar afleiðingarnar. Pakistan hernumið. Stjórninni kollvarpað og ný ofstækisfull stjórn tekur við sem byrjar á að reka bandaríkjamenn í burtu. Og bandaríkin leggja Pakistan undir sig í en mæta harðri mótspyrnu. Aðra islamþjóðir styðja Pakistan og geta jafnvel gengið svo langt að  taka þátt í stríði. Því Bandaríkin er vondi kallinn, Pakistan er saklaust, hefur ekki gert neitt á þeirra hlut.\nOg svo… og svo koma Indverjar,svarnir óvinir Pakistans. Pakistan og Indland hafa átt í stríði í árafjöld, og indverjar ætla sér væntanlega að grípa gæsina meðan færi gefst og bandaríkja menn eru viljugir að hljálpa. Slík stórstyjöld gæti hæglega undið upp á sig.\nÞví það vill gjarnann loða við menninna að enturtaka mistök sín trekk í trekk. Og mennirnir hafa átt í tveim heimstyjöldum og vegurinn er lagður , það er enginn að feta ótroðna slóð sem vill steypa mannkyninu í blóðfen vígvallarins. Nema það að í lok síðari heimstyjaldarinnar leit dagsins ljós í fyrsta sinn sprengja sú er kennd er við Atóm. Og það var ekki vílað fyrir því að nota hana þann stutta tíma síðan möguleikin á slíkri sprengju var til og þar til heimstyjaldarváni lauk. Ef til skyldi stórstyjaldar koma væri fróðlegt að sjá hversu lengi stríðandi herir létu það í friði að beita fyrir sér þvílíku vopni. En eftir að fyrsta flauginni hefur verið skotið að stað, verður ekki aftur snúið. Hefndar keðjuverkununni gætu kynnt fyrir sögunni aðstæðum hlaðið meiri ógeði og öfgum en nokkru sinni áður hefur þekkst…\nÞrátt fyrir  þessa hálfgerðu dómsdagsspá mína er aldrei að vita. Raunin þarf ekki endilega að fara á þennan veg og eftir allt þá trúi ég mannsins kyn. ÞVí ég hef ekkert annað á að trúa. Ég trúi því að einn daginn muni einhver ,eins og gæinn Edison fann alltí einu upp á ljósperunni, fá hugdettu og boða helstu þjóðarleiðtoga heims heim í te til sín til að ræða málin og hvort allir væru ekki sammála um að skrifa undir sáttmála þann: um yfirlýsingu þess efni varanlegs friðar og réttlætis til handa alls mannkyns. Og Stóri björnin bað öll dýrin skóginum um að vera vinir. Og þótt komi yfir einhverja snillinga smá andagift þess efnis að stela Litla birni þá eru það hreinir smámunir, þar sem allir munu á endanum syngja saman brag.\n::skólaritgerð",
    "url": "https://www.hugi.is/deiglan/greinar/45394/dyrin-i-halsaskogi/",
    "url_id": "45394",
    "id": "296151",
    "replies": [
        {
            "user": "tran",
            "user_id": "59",
            "date": "2001-10-05 16:48:09",
            "id": "296152",
            "reply_to_id": "296151",
            "text": "ég á geisladiskinn"
        },
        {
            "user": "vgr",
            "user_id": "9249",
            "date": "2001-10-08 23:39:15",
            "id": "296153",
            "reply_to_id": "296152",
            "text": "ég átti plötuna"
        }
    ]
}