{
    "forum_title": "Rokk",
    "user": "Bryn",
    "user_id": "5957",
    "date": "2001-10-06 10:39:45",
    "title": "Skítug 70's nýbylgja vs. póstrokk",
    "text": "Það virðist vera náttúrulögmál að stefnur innan rokkgeirans koma og fara….koma síðan seinna aftur í aðeins breyttri mynd og hverfa jafnharðann.  Í amerísku meinstrím-rokki tók nu-metallinn við af grönsinu fyrir nokkrum árum og virðist ekki vera að sjá fyrir endann á þessu helvíti (System of a Down, Slipknot og auðvitað Deftones virðast vera þeir einu sem eitthvað hafa fram að færa í þessari markaðshönnuðu drullu).  Í öndergrándinu virðist vera farið að örla á þreytu “innanbúðarmanna/fagidjóta” gagnvart póstrokkinu sem bjargaði lífi mínu fyrir nokkrum árum (Þar á ég við t.d. Godspeed You Black Emperor!, Labradford, örlí Mogwai og auðvitað meistarar Slint).  Stefnan er náttúrlega búin að vera nokkuð “ráðandi” í ca. 4 ár, en ég er alls ekki orðinn þreyttur og vænti mikils meira af slíkum artistum í framtíðinni.  Núna virðist hæpið eða bözzið vera í kringum brjálæðislegt 70's nostalgíurokk með skítugum Velvet Underground-ískum hljóm og einföldum útfærslum.  The White Stripes, The Strokes og Lift to Experience eru bönd þessum pælingum.  Persónulega finnst mér pabbastrákarnir í Strokes stórskemmtilegir en varast ber allt hæp.  Skríbentar eru margir hverjir slefandi yfir The White Stripes en mér finnst þeir dulítið ofmetnir.  Þeir ganga allt of langt í nostalgíunni.  Lift to Experience eru ekki “New York - CBGB'S skítugir” heldur á kafi í kúamykju úr Texas (enda ættaðir þaðan og eru stoltir af kúrekastígvélunum sínum).  Mér finnst sumt með þeim ansi kúl og þeir hafa ýmislegt fram að færa.\nSpurningin er samt sú hvort endalaust þurfi að vera að hampa einni rokkstefnu á kostnað annarar.  Er “Teljum-bara-í-og-rokkum”-einfaldleikinn í skítugu nýbylgjunni, uppreisn gegn stórfenglegum útfærslum í hinu hádramatíska póstrokki? Á maður að líta á hlutina þannig? Æ, ég veit það ekki.  Þessi togstreita er kannski bara ímynduð. Maður á nú víst ekki að gleyma að hljómsveitir leggja ekki inn umsókn varðandi þá tónlistarundirstefnu sem þeim langar að hrærast í.  Blaðamenn, plötuútgefendur og svona áhugabjánar eins og ég, flokkum sveitirnar niður.  Flestar póstrokk-sveitir hafa yfirleitt fordæmt þetta hugtak og ekki “viljað láta flokka sig” en í þeirri staðhæfingu sveitanna felst yfirleitt barnaleg hræsni. Lengi lifi póstrokkið ……og í raun flest rokk og ról.",
    "url": "https://www.hugi.is/rokk/greinar/45594/skitug-70s-nybylgja-vs-postrokk/",
    "url_id": "45594",
    "id": "297294",
    "replies": [
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2001-10-06 21:06:29",
            "id": "297295",
            "reply_to_id": "297294",
            "text": "viva la post rock! Eru menn að verða þreyttir? Ég get ekki beðið eftir meira með Godspeed You Black Emperor! og Sigur Rós. Ég er búinn að reyna að stytta mér stundir með því að hlusta á allt hitt frá Kranky og Constellation, sem stenst þó ekki samanburðinn, nema náttúrulega A Silver Mt. Zion sem er practically sama bandið nema aðeins rólegra. Mogwai er ennþá að meika það hjá mér, ég skil ekki hvað fólk er að setja út á Rock Action. Svo er maður alltaf að uppgötva eitthvað eldra sem hefur farið framhjá manni, eins og þetta shoegazer dæmi sem Sigur Rós eiga að hafa orðið fyrir áhrifum af, Spiritualized o.fl.\nEr einhver Velvet bylgja í gangi? Ég held að það geti enginn indie tónlistarmaður sagt með góðri samvisku að hann sé ekki, beint eða óbeint, undir áhrifum af Velvet Underground. En erum við að tala um hreina nostalgíu?"
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2001-10-07 08:43:02",
            "id": "297296",
            "reply_to_id": "297295",
            "text": "jippý ég var rétt í þessu að uppgötva tvær frábærar shoegazer hljómsveitir í svipuðum stíl og Von Sigur Rósar: Seven Percent Solution og Loveliescrushing. Hefur einhver heyrt um þessar hljómsveitir? Tékkið á þeim á Audiogalaxy.com"
        },
        {
            "user": "lenin",
            "user_id": "7148",
            "date": "2001-10-07 11:37:55",
            "id": "297297",
            "reply_to_id": "297294",
            "text": "Talandi um nafið; póstrokk. Mér finnst þetta mjög ljótt, síðrokk er fínt nafn. Annars veit ég um marga sem kalla þetta bara slowrock eða experimentalrock, sem þetta auðvitað er. Annars vona ég að síðrokkið gangi ekki í gegnum slæma lægð, talandi um gybe!, þá eru þeir á leiðinni í stúdío með Steve Albini, og ég held að það verði argasta snilld."
        },
        {
            "user": "ChuckBerry",
            "user_id": "7938",
            "date": "2001-10-08 07:19:23",
            "id": "297298",
            "reply_to_id": "297294",
            "text": "Ekki skil ég hvers vegna The Strokes eru svona hátt metnir, þeir eru fínir jú og þessi plata er ágæt en vá það er fólk að segja að þeir munu bjarga rokkinu??????\nVeit einhver hvenær nýja plata Aphex Twin á að koma, ég er orðinn vel spenntur:)"
        },
        {
            "user": "ArniGeir",
            "user_id": "7507",
            "date": "2001-10-08 14:06:54",
            "id": "297299",
            "reply_to_id": "297298",
            "text": "Ég hlusta nú bara á sýrðan rjóma því ég Á ekki pening fyrir plötum…\nÞetta er einmitt sú ´tónlistarstefna sem ég vill vera í!!!!"
        },
        {
            "user": "Daredevil",
            "user_id": "6706",
            "date": "2001-10-20 21:33:07",
            "id": "297300",
            "reply_to_id": "297298",
            "text": "á mánudaginn,\njibbí"
        },
        {
            "user": "thossi",
            "user_id": "3985",
            "date": "2001-10-08 14:44:04",
            "id": "297301",
            "reply_to_id": "297294",
            "text": "Það er nú þannig að það eru frumherjar í öllum tegundum tónlistar, síðan eru það þeir sem elta. Það er ekkert öðruvísi í Nú metal heldur en í Póstrokki. Það sem er að koma núna er bara streit rokkandról, engir stælar eða rembingur. Mæli eindreigið með Jimmy eat world þá skilur þú hvað ég meina. Annars er alltaf pláss fyrir nýtt band, svo lengi sem það er gott band. Dæmi um það eru Strokes ekkert nýtt svo sem en skemmtilegt rokk í anda Velvet Underground."
        },
        {
            "user": "Brainkid",
            "user_id": "5787",
            "date": "2001-10-08 20:28:00",
            "id": "297302",
            "reply_to_id": "297301",
            "text": "mér fannst jimmy eat world miklu betri áður en bleed american kom út. samt góðir."
        },
        {
            "user": "heisi2",
            "user_id": "11040",
            "date": "2001-10-08 22:05:49",
            "id": "297303",
            "reply_to_id": "297294",
            "text": "persónulega finnst mér orðið nyja_rokkið yfir þessa stefnu (póstrokk) mjög fínt og svo orðið hljóðfærarokk yfir instrúmentaltónlist\nStróks eru ekki að gera neitt nýtt þessvegna er ég ekki að skilja allt þetta veður út af þeim nema þá kannski vegna þess að þeir eru að pila tónlist sem elstu gaurarnir í stóru stöðunnum fýluðu náturulega á sínum blóma tíma og vonast eindregið eftir að nýja velvet sé kominn\nHVERJUM LANGAR Í #INDÍ PÓSTROKK Nýja rokkið # ÁHUGAMÁL eða bara furðuleg tónlist\nun mainstream í flokkinn tónlist"
        },
        {
            "user": "Dbd",
            "user_id": "6373",
            "date": "2001-10-10 01:59:38",
            "id": "297304",
            "reply_to_id": "297303",
            "text": "Mig langar í svona // # NÝJA ROKKIÐ# // áhugamál\nEða svona furðuleg tónlist áhugamál …………………"
        },
        {
            "user": "barrett",
            "user_id": "12862",
            "date": "2001-10-10 20:16:17",
            "id": "297305",
            "reply_to_id": "297294",
            "text": "Þetta er kannski ekki alveg 70´s nýbylgja því ef þú ert að tala um það ættirðu að vera að skrifa um King Crimson, því þeir leggja nýja braut fyrir þessa tegund af tónlist fyrir áttunda áratuginn."
        },
        {
            "user": "Jolly",
            "user_id": "2156",
            "date": "2001-10-11 08:48:26",
            "id": "297306",
            "reply_to_id": "297294",
            "text": "Deftones eru nú bara schnilld. Og ef þú hlustar á allar plöturnar, og svo vel á white pony, þá er ég ekki frá því að Deftones séu með svolítil áhrif frá þessu póst rokki. Þær verðaalltaf rólegri og rólegri plöturnar þeirra, svo það verður gaman að sjá hvernig sóloóverkefnið hans China fari.\nAnnars skil ég þetta anti-mainstream ekki. Áf hverju þessi æsingur? allir heilvita menn vita að mainstream er ekki “alvöru” mússík, og þeir sem eru ekki heilvita, þýðir ekki að segja að þetta sé rusl.\nSvo er sum tónlist sem fellur undir mainstrea sem er bara ágætt að hlusta á. En það jafnast ekkert á við alvöru ´fólk sem semur sjálft og er ekki hrætt við breytingar."
        },
        {
            "user": "greatness",
            "user_id": "13144",
            "date": "2001-10-12 23:09:42",
            "id": "297307",
            "reply_to_id": "297306",
            "text": "Það sem ég vil fyrst segja er að ég fíla svona mátuleg god speed you black emperor og líkar við sumt af því sem sigurrós hefur verið að gera. Mér þykir samt sem þetta sé svolítið langdregið á köflum. Þeir fá hinsvegar stig hjá mér fyrir listræna meðhöndlun sem mér finnst skara fram úr hjá þeim. Það sem fer hinsvegar mest í taugarnar hjá mér varðandi tónlistina sem þessar hljómsveitir eru að skapa er að hún dregur mann of langt niður, ég hef hlustað á flestar gerðir rokks og er þar margt sem dregur mann niður og margt sem liftir manni upp, oftast lítið eitt af hverju hjá þeim sem mér finnst gaman að hlusta á. Hinsvegar er ekki nóg af slíkum köflum, ef þá einhverjum hjá God speed.. eða Sigurrós. Þetta er það sem fælir mig frá þeim. Varðandi hitt rokkið, þetta svokallaða “skítuga 70's nostalgíu” eða eitthvað svoleiðis þá hef ég lítið álit á henni, allaveganna það sem er vinsælt. Hinsvegar vil ég benda áhugasömum á netsíðu þar sem hægt er að kynnast og sækja mp3 lög með hljómsveitum víðsvegar um heiminn. Þarna er vel farið með þessa svokallaða 70' nostalgíu. Ber þar kannski fremst að minnast á Kyuss og fleiri góða. Ég hvet ykkur að kíkja á þetta."
        },
        {
            "user": "lenin",
            "user_id": "7148",
            "date": "2001-10-14 23:34:28",
            "id": "297308",
            "reply_to_id": "297307",
            "text": "Hver mundi slóðin vera?"
        }
    ]
}