{
    "forum_title": "Gæludýr",
    "user": "karitom",
    "user_id": "12030",
    "date": "2001-10-06 16:16:21",
    "title": "Leit að Hundi",
    "text": "Langar í lítinn hvolp helst hreinræktaðan eða lítið blandaðan allar stórar tegundir koma til greina.\nKaritom,GSM,8481654,Heima,4314202\nEndilega svarið eða hringið",
    "url": "https://www.hugi.is/gaeludyr/greinar/45598/leit-ad-hundi/",
    "url_id": "45598",
    "id": "297360",
    "replies": [
        {
            "user": "Barabas",
            "user_id": "9210",
            "date": "2001-10-07 18:38:13",
            "id": "297361",
            "reply_to_id": "297360",
            "text": "Hvaða tegund af hundi ???\nTík eða hund???"
        },
        {
            "user": "karitom",
            "user_id": "12030",
            "date": "2001-10-07 21:41:21",
            "id": "297362",
            "reply_to_id": "297361",
            "text": "Kyn eða tegund skipta ekki máli en átt þú hund??????????????????"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-10-08 22:37:38",
            "id": "297363",
            "reply_to_id": "297362",
            "text": "ég á hund og þú mátt eiga hann,Ha Haa"
        },
        {
            "user": "mydog8me",
            "user_id": "13849",
            "date": "2001-10-11 10:35:01",
            "id": "297364",
            "reply_to_id": "297360",
            "text": "Ef ég væri þú myndi ég ekki sætt mig við hvað sem er… Það er t.d. mjög erfitt að gera sér í hugarlund hvernig blendingurinn verður og Þú færð í rauninni enga tryggingu á það að hundurinn sé heilbrigður. Ef þú ferð inná hrfi.is þá geturu farið á síðu þar sem þú getur aflað þér upplýsinga um öll got sem hafa verið skráð, og þar geturu líka leitað þér upplýsinga um tegundir þannig að þú getur valið þér eitthvað sem fellur nokkurn vegin inní lífsmynd þína. Ég vara þig sam tvið því að búast við að hundurinn verði alveg eftir uppskrift, því hann verðu aðeins það sem þú kennir honum að vera :).\nÉg er sjálf að leita mér að bordercollie hvolp og er að vonast til að hann geti hjálpað mér í rekstri og komið með mér á hundafimi æfingar.\nSvo vil ég minna á að þegar þú ert komin með hundinn og hann er orðinn eins árs þá ættiru endilega að prófa að koma með hann í hundafimi (Agillity) í reiðhöll Gusts í Kópavogi á veturna á sunnudögum kl:20.00 og á veturna á miðvikudögum kl: 20.00 …. Það mer geggjað fjör, mikil stemnig og byggist allt á sambandi manns og hunds.\nGangi þér vel!!!!!!"
        },
        {
            "user": "Ionsniper",
            "user_id": "2365",
            "date": "2001-10-20 22:35:06",
            "id": "297365",
            "reply_to_id": "297364",
            "text": "fáðu þér doberman greindir snoggir og flottir hunda"
        }
    ]
}