{
    "forum_title": "Manager leikir",
    "user": "hreidmar",
    "user_id": "22863",
    "date": "2006-10-15 17:56:19",
    "title": "Tímabilin 2005 - 2010",
    "text": "Ég ætla að skrifa hérna grein sem að nær yfir allt á milli 2005-2010 þó að ég renni hratt yfir fyrstu fjögur árin.\n2005:\nTek við Bandaríska landsliðinu\nUSA:\n*Vinn riðilinn minn í undankeppni HM\n*Spila einn vináttuladsleik gegn Anguilla sem að vinnst 3-0\n2006:\nTek við York City í ensku utandeildnni í byrjun febrúar\nUSA:\n*Vinn riðilinn minn á HM, leikirnir fóru 0-0 gegn Úkraínu, 3-0 gegn Nígeríu og 3-0 gegn Tékklandi\n*Vinn Þýskaland 4-0 í 16 liða úrslitum HM\n*Vinn Spán í vítaspyrnukeppni í 8 liða úrsltium HM eftir 2-2 jafntefli\n*Vinn Brasilíu í vítaspyrnukeppni í undanúrslitum HM eftir 2-2 jafntefli\n*Tapa fyrir Ítalíu 3-1 í úrslitum HM\n*Spila fjóra vináttulandsleiki sem að vinnast allir, stærsti leikurinn sennilega 4-1 sigur á Norðmönnum\nYork:\n*Tek við þeim í 18 sæti utandeildinni(Conference National)\n*Fæ til mín Jörg Stiel í markið ásamt slatta af leikmönnum á lán vegna peningaskorts hjá félaginu\n*Vinn flest alla leikina enda kominn með mjög gott lið af leikmönum á láni\n*Er einu sæti frá sæti í umspili\n*Fæ til mín nokkra leikmenn og hendi nokkrum út\n*Hætti með York í Október og tek við Reading\nReading:\n*Tek við þeim í 22öðru sæti í annari deild(League One)\n*Fæ nokkra leikmenn til mín á lán\n*Er í 11 sæti um áramót\n2007:\nUSA:\n*Kemst upp úr riðlinum mínum í Norður-Ameríku Gullbikarnum, leikirnir fór 5-0 gegn Anguilla, 0-3 gegn Kanada\n*Vinn El Savlador 7-4 í átta liða úrsltium\n*Vinn Kosta Ríka í vítaspyrnukeppni í undanúrlsitum eftir 2-2 jafntefli\n*Tapa fyrir Brasilíu 3-0 í úrslitum (afhverju taka þeir þátt í Norður Ameríku Gullbikarnum?)\n*Hætti með BNA seint á árinu\nReading:\n*Dett út úr FA Cup á móti Charlton 0-1\n*Vinn deildina\n*Hætti með Reading\n*Fer ‘á holiday’ frá 2007 og til 2010\n*Hætti sem þjálfari (retire as manager)\n*Geri ‘New User’ og bý til annan\n*Tek við Getafe\n—————————————————————————————————————————————————————————\nÞegar ég tók við Getafe þá voru þeir í fjórtánda sæti í spænsku annari deildinni(næst efstu deild) og voru í algjörum mínús peningalega séð(Finaces var 'Bankrupt(in receivership). Ég hafði enga peninga til að gera neitt og launareikningurinn var 24þúsund pundum yfir hámarki. Ég byrjaði á því að líta yfir hópinn og sá að þarna hafði ég fínt lið sem stóð sig illa. Ég bjó til nýja taktík sem að var frekar varnarsinnuð vegna þess að liðið hafði verið að fá allt of mörg mörk á sig. Ég bjó líka til nýtt training kerfi og bauð mönnum nýja samninga þar sem að ég lækkaði laun þeirra svo að launareikningurinn lækkaðu um rúmlega tíu þúsund pund. Ég tók líka inn nokkra nýja þjálfara og sjúkraþjálfara, þar á meðan Eyjólf Sverrisson sem aðstoðarþjálfara. Þegar ég tók við liðinu var það dottið út úr öllum bikurnum og slíku svo að það var út úr myndinni að græða þá því.\nÞetta lið var lítið fyrir að vinna og enn minna fyrir að tapa því að í fyrstu ellefu leikjunum mínum voru gerð sjö jafntefli og fjórir leikir unnust. Erfitt var að bæta liðið sökum peningaskorts og þótti það mikið þegar tvöþúsund manns lögðu leið sína á heimaleiki mína á  Coliseum Alfonso Peréz leikvanginn sem að rúmaði rúmlega 12 þúsund manns, þaes. þangað til að heilbrigðiseftirlitið lokaði vestur stúkunni minni svo að hann tók ekki nema um 10 þúsund. Síðasta daginn í janúar átti ég síðan leik við B-lið Barcelona sem að voru þó nokkrum sætum fyrir ofan mig þar sem ég var að dóla í 13sæti en í þessum leik virtist liðið hrökkva í gang og vannst leikurinn 6-1. Eftir þetta þá lá leiðin bara upp á við og unnust sjö af næstu átta leikjum og fleiri og fleiri mættu og leiki og völlurinn byrjaði að fyllast á heimaleikjum. Í Apríl fór ég að klifra hratt upp töfluna og þegar fimm leikir voru eftir þá var ég kominn í þriðja sæti. Í spænsku annari deildinni eru mjög mörg B-lið sem að mega ekki fara upp og í þegar fimm leikir voru eftir þá voru átta af elelfu efstu liðunum B-lið. Þriðji síðsati leikurinn í deildinni var heimaleikur gegn Ciudad Murcia sem að voru í sautjánda sæti. Ég vissi að ef að ég mundi vinna þennan leik þá væri ég öruggur upp um deild. Ég stillti bara upp eins og vanalega og allt gekk vel og ég var 3-0 yfir í hálfleik. Þá ákvað ég að setja leikmenn sem höfðu lítið fengið að spila inná og kláraði skiptingarnar. Á 46mín. meiddist hinsvegar markmaðurinn og ég búinn með skiptingarnar. Ég setti þá útileikmann í markið og tapaði 4-3. Ég var mt ennþá næstum öruggur upp og næstsíðasti leikurinn í deildinni var gegn núverandi meisturunum, Castilla(Real Madrid B). Aftur stillti ég bara upp eins og vanalega og liðið mitt gjörsamlega yfirspilaði Madrídarmenn og vannst leikurinn, sem að var útileikur, 9-0. Eftir þennan leik þá var ég búinn að tryggja mér sæti í efstu deild og aðeins einn leikur eftir í deildinni, gegn Athletic B, þar sem að ég leyfði mönnum sem að höfðu lítið spilað að fá tækifæri. Varaaparnir mínir brugðust ekki og unnu leikinn 3-0.\nHérna kemur síðan uppáhaldsfræði okkar allra,\ntöl\nfræði(fjöldi í sviga fyrir aftan):\nMarkahæstur: Riki(31), var líka markahæstur í deildinni\nFlestar stoðsendingar(assists): Aranda og Riki(11), voru líka með flestar í deildinni\nHæsta meðaleinkun: Riki(7.72), var líka með hæstu í deildinni\nFlest spjöld: Miguel Peréz(7 gul, 0 rauð)\nFlesti MoM: Aranda(6)\nMeðaláhorfendafjöldi: 4834\nMörk skoruð/fengin á: 88/49 (+39)\nSterkasta lið(4-4-2):\nGK: Joaquin Moso\nDR: Umberto Antonelli\nDL: David Corcóles\nDC: Tobias Ackerman\nDC: Carlos García\nMR: Miguel Peréz\nML: Gonzalo Choy\nMC: Mateusz Nosal/Paulinho\nMC: Honorinho\nST: Aranda\nST: Riki\nEfstu lið:\n1. Real Sociedad B +29 81 C\n2. Getafe       +39 71 P\n3. Barcelona B     +16 71\n4. Lleida          +12 68 P\n5. At. Madrid B    +11 66\n6. Salamanca       + 0 66 P\n—————————————————————————————————————————————————————————\nStuttu eftir að ég tók við Getafe tók ég einnig við landsliði Gana. Þar byrjaði ég strax í Afríkukeppninni og lennti í riðli með Zambíu, Alsír og Marokkó. Fyrsti leikurinn var gegn Zambíu og var hann spilaður sama dag og ég tók við liðinu. Ég lennti 3-0 undir í fyrri hálfleik en breytti team instructions og náði jafntefli út úr því 3-3. Næst voru það Alsír menn, sem að ég vann 4-1 og ég endaði riðilinn á tapi 1-2 gegn Marokkó. Í átta liða úrslitunum lenti ég á móti Fíalbeinsströndinni og skíttapaði ég 4-0. Í leiknum hjá mér eru bara til tveir markmenn frá Gana, báðir eru þeir um tvítugt, regen og mjög lélegir. Annar þeirra ar ekki einu sinni í liði svo að ég tók hann tl mín til að bæta tölurnar hans en hann byrjaði á því að meiðast í tvo mánuði. Næst er það síðan bara HM sem að byrjar fljótlega.\nMaður skellir kannski framhaldi á þetta….!",
    "url": "https://www.hugi.is/manager/greinar/456013/timabilin-2005-2010/",
    "url_id": "456013",
    "id": "4094856",
    "replies": [
        {
            "user": "Aitor",
            "user_id": "63344",
            "date": "2006-10-15 18:11:35",
            "id": "4098783",
            "reply_to_id": "4094856",
            "text": "Hvað er málið með að heilbrigðiseftirlitið lokið vestur hluta stúkunnar. Ég hef bara aldrei heyrt um þetta í manager :S\nFlott að komast svona langt á HM með USA og flott að komast með Gana á HM :Þ\nÉg er alveg game í framhald."
        },
        {
            "user": "hreidmar",
            "user_id": "22863",
            "date": "2006-10-15 18:44:50",
            "id": "4098946",
            "reply_to_id": "4098783",
            "text": "Já ég þakka =) Maður skellir kannski framhaldi á þetta!"
        },
        {
            "user": "petgun",
            "user_id": "47758",
            "date": "2006-10-15 18:39:41",
            "id": "4098915",
            "reply_to_id": "4094856",
            "text": "Nice…"
        },
        {
            "user": "petgun",
            "user_id": "47758",
            "date": "2006-10-15 18:40:25",
            "id": "4098920",
            "reply_to_id": "4094856",
            "text": "Hvað hét samt saveið þitt Getafe, Reading, York U.S.A Ghana."
        },
        {
            "user": "hreidmar",
            "user_id": "22863",
            "date": "2006-10-15 18:45:20",
            "id": "4098949",
            "reply_to_id": "4098920",
            "text": "Bjó til nýtt seiv alltaf þegar ég skipti um lið."
        },
        {
            "user": "petgun",
            "user_id": "47758",
            "date": "2006-10-15 19:09:24",
            "id": "4099074",
            "reply_to_id": "4098949",
            "text": "Já ok."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2006-10-16 01:33:28",
            "id": "4100962",
            "reply_to_id": "4094856",
            "text": "Frumlegt save:)\nGaman að því að lesa um svona fjölbreytilega menn sem taka við challengum.\nSjálfur hef ég lítið gert af því í þessum FM.\nVæri til í að lesa meira.\nEn hvernig gat heilbrigðisteftirlitið lokað stúkunni? Mannstu nokkuð hvernig fréttin hljómaði?"
        },
        {
            "user": "hreidmar",
            "user_id": "22863",
            "date": "2006-10-16 12:24:57",
            "id": "4101590",
            "reply_to_id": "4100962",
            "text": "Já þakka þér. Ég man ekki hvernig þetta bréf var orðrétt en þetta var bara stutt þar sem að stóð að heilbrigðiseftirlitið lokaði vestur stúkunni minni og að völlurinn tæki þá minna í sæti =/"
        }
    ]
}