{
    "forum_title": "Körfubolti",
    "user": null,
    "user_id": null,
    "date": "2001-10-06 23:12:26",
    "title": "NBA - Deildin í vetur.",
    "text": "Jæja þá er fyrsti NBA leikurinn búinn og lauk honum með sigri Minnesota Timberwolwes á Toronto Raptors þar sem einn besti leikmaður Minnesota Timberwolwes ,Kevin Garnett, lýsti því yfir að svona myndi tímabilið vera, bráðskemmtilegt og spennandi.\nÍ sumar þá urðu mörg skemmtileg leikmannaskipti eins og Tim Hardaway til Dallas Mavericks,Hakeem Olajuwan til Toronto ,Stephon Marbury er farinn frá New Jersey Nets fyrir Jason Kidd í Phoenix Suns og svo er náttúrulega goðið sjálft ,Michael jordan kominn aftur í búning en eins og flestir vita þá klæðist hann treyju Washington Wizards í tvö ár. í fyrra urðu Los Angeles Lakers meistarar sannfærandi með því að fara í gegnum úrslitakeppnina með aðeins einu tapi en 15 sigra. Ég spái Lakers sigri aftur því að nánast enginn getur stöðvað Kobe og Shaq saman. Portland Trail Blazers hafa góðan mannskap en enginn virðist hafa dug til að stýra þessu liði til sigurs. Ég held að keppninn verði milli Philadelphia Sixers, L.A. Lakers, Washington Wizards og Portland Trail Blazers\nkveðja seli",
    "url": "https://www.hugi.is/korfubolti/greinar/45614/nba-deildin-i-vetur/",
    "url_id": "45614",
    "id": "297392",
    "replies": [
        {
            "user": "CULxDExSAC",
            "user_id": "8041",
            "date": "2001-10-07 21:48:28",
            "id": "297393",
            "reply_to_id": "297392",
            "text": "Það verður líka gaman að sjá hvaða áhrif svæðisvörnin mun hafa á deildina. Annars held ég að Lakers taki þetta létt.. Búnir að bæta við sig Mitch Richmond, Dennis Scott og Samaki Walker en Horace Grant er farinn."
        },
        {
            "user": "jogi",
            "user_id": "1744",
            "date": "2001-10-07 23:38:21",
            "id": "297394",
            "reply_to_id": "297393",
            "text": "Minnesota - Toronto leikurinn var reyndar bara æfingaleikur en ekki deildarleikur.\nÞað hefur gerst margt spennandi frá því að deildinni lauk í júní og margt bendir til þess að þetta verði mjög skemmtilegt tímabil. Ég er sammála ykkur og spái Lakers sigri þriðja árið í röð. Ég byggi það á spilamennsku þeirra í úrslitakeppninni í fyrra og þeirri staðreynd að þeir eru búnir að styrkja liðið frá því í fyrra. Það vantar reyndar Lindsay Hunter á þennan lista sem CULxDExSAC gerði. Það er bara spurning hver á að hjálpa Shaq, undir körfunni, Robert Horry verður líklega í því hlutverki. Ég reikna ekki með því að Washington komist í úrslitakeppnina hvað þá blandi sér í toppbaráttuna. Ég segi að toppliðin verði ásamt Lakers: San Antonio, Philadelphia, Miami og Sacramento."
        },
        {
            "user": "DjKiller",
            "user_id": "13336",
            "date": "2001-10-08 11:08:29",
            "id": "297395",
            "reply_to_id": "297394",
            "text": "Ég var að vellta því fyrir mér eru einhverjar breytingar á 76´ers liðinu?"
        },
        {
            "user": "CULxDExSAC",
            "user_id": "8041",
            "date": "2001-10-08 11:29:22",
            "id": "297396",
            "reply_to_id": "297395",
            "text": "Jurmaine Jones og Tyron Hill er farnir frá 76ers til cleveland fyrir Matt Harpring, Cedric Henderson og Robert “Tractor” Traylor.  Aðal vandamál 76ers núna er að nánast allir eru meiddir. Iverson, Snow, Lynch og Mckie er að jafna sig eftir uppskurð í sumar. Einnig Matt Harpring sem er besti maðurinn sem þeir fengu í skiptunum.\nSpeedy Claxton (nýliðinn þeirra síðan í fyrra) er að koma núna en hann var frá allt síðasta ár vegna meiðsla. Hann er sagður sneggri en Iversen! :)"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2001-10-08 15:10:27",
            "id": "297397",
            "reply_to_id": "297396",
            "text": "Iverson, ekki Iversen, hann er ekki norskur ;)"
        },
        {
            "user": "CULxDExSAC",
            "user_id": "8041",
            "date": "2001-10-08 17:00:34",
            "id": "297398",
            "reply_to_id": "297397",
            "text": "er hann þá sænskur? ;)"
        },
        {
            "user": "xzibit",
            "user_id": "8211",
            "date": "2001-10-08 11:59:11",
            "id": "297399",
            "reply_to_id": "297394",
            "text": "Síðan hvenær er Miami topplið?? Er ekki ágætt að byrja á því að komast eitthvað áfram í úrslitakeppninni áður en maður fer að kalla sig topplið?? Reyndar standa þeir sig yfirleitt nokkuð vel í regular season en við skulum vona að þeir afari nú að gera einhverja hluti í playoffs!\nOg varðandi Wizards, þótt MJ sé nú minn maður sé ég þá ekki fara langt með þennan mannskap. Engu að síður er þetta það sem Mike vill, þ.e. the Challenge. Sjáum hvað setur !"
        },
        {
            "user": "jogi",
            "user_id": "1744",
            "date": "2001-10-08 16:56:43",
            "id": "297400",
            "reply_to_id": "297399",
            "text": "Miami stóðu sig ágætlega í fyrra þrátt fyrir að Mourning hafi verið frá allt tímabilið, nú verður hann með og þar fyrir utan eru menn eins og Brian Grant og Eddie Jones þarna. Svo er Pat Riley alveg pottþéttur þjálfari."
        },
        {
            "user": "nino",
            "user_id": "8909",
            "date": "2001-10-08 20:31:14",
            "id": "297401",
            "reply_to_id": "297392",
            "text": "Fólk er að gleyma San Antonio Spurs sem voru með besta árangur á leiktímabilinu í fyrra og komust í úrslit vesturdeildarinnar. Fengu Steve Smith (misstu reyndar DA) en eiga eftir að vinna hana í vetur eins og '99"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-10-08 22:55:03",
            "id": "297402",
            "reply_to_id": "297401",
            "text": "og var sópað út af lakers meisturum"
        },
        {
            "user": "nino",
            "user_id": "8909",
            "date": "2001-10-09 00:47:57",
            "id": "297403",
            "reply_to_id": "297392",
            "text": "Vegna meiðsla DA já, en hverjum er ekki sama um playoffs =)"
        },
        {
            "user": "palli2",
            "user_id": "6725",
            "date": "2001-10-09 20:13:38",
            "id": "297404",
            "reply_to_id": "297392",
            "text": "Ég segi að Sacramento og Lakers keppa í úrslitum\nSacramento eru með mjög gott lið:Jason Williams,Chris Webber,Predrag Stojakovic,Vlade Divac,Christie og Scott Pollard.En veit eitthver hvort þeir hafa keypt einhvern?"
        },
        {
            "user": "jogi",
            "user_id": "1744",
            "date": "2001-10-09 21:15:23",
            "id": "297405",
            "reply_to_id": "297404",
            "text": "Sacramento og Lakers geta ekki mæst í úrslitum því að þau eru bæði í vesturdeild. Lið í NBA geta heldur ekki keypt leikmenn, bara skipt á leikmönnum eða fengið leikmenn með lausann samning til sín. Þeir skiptu á Mike Bibby og Jason Williams sem ég tel að eigi eftir að styrkja þá, mér hefur alltaf fundist Jason Williams vera ofmetinn leikmaður, hann fékk nánast ekkert að spila í úrslitakeppninni hann var svo lélegur. Annars var stærsta fréttin hjá Kings í sumar að Chris Webber verður áfram hjá þeim, hann var með lausan samning og búist var við því að hann myndi skipta um lið en hann ákvað að vera áfram."
        },
        {
            "user": "RebelINS",
            "user_id": "5434",
            "date": "2001-10-09 21:38:19",
            "id": "297406",
            "reply_to_id": "297405",
            "text": "Phoenix og Washington í nba finals !! :D\nNehh….glætan að það gerist….það yrði samt flott."
        },
        {
            "user": "Stock12",
            "user_id": "8069",
            "date": "2001-10-10 09:38:17",
            "id": "297407",
            "reply_to_id": "297406",
            "text": "Washington kemst ekki í úrslitakeppnina. Þeir verða vissulega betri en í fyrra með tilkomu Jordans. Ég spái því að þeir rétt missi af úrslitakeppninni. Phoenix hafa misst meira en þeir hafa fengið. Jason Kidd er allt annar, og miklu betri leikmaður en Stephon Marbury. Þar að auki fór Clifford Robinson til Detroit fyrir nánast ekki neitt. :)\nStock12."
        },
        {
            "user": "CULxDExSAC",
            "user_id": "8041",
            "date": "2001-10-12 11:40:38",
            "id": "297408",
            "reply_to_id": "297407",
            "text": "Phoenix verða betri.. Stephon Marbury.. er vanmetinn leikmaður. Penny Hardaway er síðan að komast í ágætt form eftir að vera búinn að vera nánast alveg frá síðastliðin 2 ár. Tom Gugliotta er einnig að nálgast sitt besta form. Var reyndar ekki nógu og gott að missa Cliff “get ekki neitt í playoffs” Robinson."
        },
        {
            "user": "Stock12",
            "user_id": "8069",
            "date": "2001-10-12 12:46:16",
            "id": "297409",
            "reply_to_id": "297408",
            "text": "Það er sorglegt að sjá hvernig ferill Hardaway hefur verið, og kannski Gugliotta líka. Þeir hafa nær alltaf átt í erfiðleikum með meiðsli. Ég held að við munum aldrei sjá Penny spila eins og hann gerði með Orlando þegar hann var uppá sitt besta. Það má vel vera að Marbury sé vanmetinn, allavega var hann heitur í kringum “allstar” hléð í fyrra. Skoraði m.a. 50 stig í leik. Kannski tekur hann upp þráðinn að nýju í búningi Phoenix.\nStock12"
        },
        {
            "user": "manutd",
            "user_id": "14108",
            "date": "2001-10-17 21:18:55",
            "id": "297410",
            "reply_to_id": "297409",
            "text": "Toronto náðu nokkuð langt í úrslitakeppninni í fyrra og eru bara búnir að styrkja liðið, fá Draumin og sona. ég spái þeim í úrslitinn. Toronto rules"
        }
    ]
}