{
    "forum_title": "Deiglan",
    "user": "coot",
    "user_id": "58043",
    "date": "2006-10-15 10:01:12",
    "title": "Hvar er jafnréttið",
    "text": "Ég rakst á þessa töflu hjá hagstofunni.\nhttp://www.hagstofa.is/?PageID=634&src=/temp/Dialog/varval.asp?ma=VIN02011%26ti=M%E1na%F0arlaun+eftir+starfsst%E9tt+og+kyni+2004%2D2005+++++++++++++++++%26path=../Database/vinnumarkadur/manadarlaun/%26lang=3%26units=Fjöldi%20/%20Þús.%20króna\nmæli með að þið kynnið ykkur hana. Burt séð frá því að laun sumra stétta eru hlægilega lág þá virðast karlar fá að meðaltali hærri kauphækkanir en konur.\nDæmi: Meðalmánaðartekjur karla í þjónustu-, sölu- og afgreiðslustörfum hækkuðu um 29þús. á mánuði en kvenna aðeins 21þús árin 2004-2005. Kannski ekki mikill munur, en munur þó.\nHjá iðnaðarmönnum hækkuðu laun karla árin 2004-2005 um 24þús. að meðaltali, en laun kvenna um ekki neitt.\nAð lokum hækkuðu laun XY-litninganna um 19.000 á mánuði að meðaltali en aðeins 12.000 hjá konum árin 2004-2005.\nBætt við 15. október 2006 -  11:25\nsíðasta dæmið fjallaði um verkamenn",
    "url": "https://www.hugi.is/deiglan/korkar/456188/hvar-er-jafnrettid/",
    "url_id": "456188",
    "id": "4097050",
    "replies": [
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2006-10-15 10:42:21",
            "id": "4097093",
            "reply_to_id": "4097050",
            "text": "rannsóknir hafa líka sýnt að karlar eru líklegri til að biðja um launahækkanir og þannig lagað.\nÞað gæti eflaust skýrt þennan mun eitthvað en kannski ekki allan."
        },
        {
            "user": "davido",
            "user_id": "27961",
            "date": "2006-10-15 16:52:04",
            "id": "4098382",
            "reply_to_id": "4097050",
            "text": "Æji, ég veit ekki. Það er örugglega launamunur á milli kynjanna, en það er svo sem lítið hægt að sjá út úr þessari töflu. Til þess þyrfti að fara mun nákvæmar í þau störf sem verið er að bera saman.\nÞað sem sést samt strax er að það eru almennt fleiri vinnustundir á bak við laun karla en kvenna og það skýrir strax eitthvað, síðan hefur komið fram að karlar eru líklegri til að setja fram hærri kröfur og biðja oftar um hækkun, en konur.\nRestin er síðan eitthvað sem þarf að skoða betur.\nPersónulega held ég að kynbundinn launamunur sé tiltölulega lítill. Ekki þar fyrir að launamunur ætti auðvitað að vera nánast enginn í þeim störfum sem konan er jafngóður starfsmaður og karlinn."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-10-16 00:42:54",
            "id": "4100816",
            "reply_to_id": "4097050",
            "text": "Jafnrétti er ekki að fá allt það sama upp í hendurnar, heldur að hafa sömu leikreglur í lífinu. En þá daginn í dag eru fleiri konur en karlar sem sætta sig við að vera “aukatekjurnar” á heimilinu, að karlinn eigi að vinna fleiri stundir og stunda harðari samkeppni. Það segir samt auðvitað ekkert um hæfni kvenna (þó ég sé þeirra skoðunnar að kyn hafi áhrif á hæfni, en bæði plúsar og mínusar hjá báðum kynjunum). Auðvitað er samt gott að fá svona yfirlit þannig að almenningur fari ekki að halda að staðan sé önnur. En hinsvegar er óþarfi að benda sérstaklega á vissa aðila (t.d. stjórnvöld eða stórfyrirtæki), enda getur vel verið að aðalástæðan sé hjá konum sjálfum. Þannig að ég vona auðvitað að konur klifri áfram upp á vinnumarkaðnum, en bara svo lengi sem þær fái ekki styttri leiðir á kostnað karlmanna. T.d. tel ég vera gróft kynjamisrétti gagnvart karlmönnum á Alþingi Íslands, en hlutfall kvenna þar er miklu hærra en framboð þeirra almennt í pólitík. Fyrst þarf að auka framboð kvenna upp í helming áður en hægt verður að hafa konur sem helming Alþingis (án þess að vaða yfir jafnhæfa og hæfari karlmenn). Í stórum meirihluta fá konur forræði yfir börnum við skilnaði, er jafnrétti þar einnig að þvinga á 50/50 hlutföllum eða á að dæma hvert dæmi fyrir sig?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-10-16 01:25:30",
            "id": "4100940",
            "reply_to_id": "4100816",
            "text": "í forræðisdeilum er langt frá því að vera jafnrétti. mæður sem eru í sambandi með fíkniefna smyglurum og mæður sem eru sjálfar fíklar fá frekar börnin en “venjulegir” feður barnanna"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2006-10-16 01:26:41",
            "id": "4100945",
            "reply_to_id": "4097050",
            "text": "laun eru ekki réttur. Það þarf að semja um þau hverju sinni og ef þú ert að sætta þig við lág laun er það ekki mitt mál"
        }
    ]
}