{
    "forum_title": "Battlefield",
    "user": "FatJoe",
    "user_id": "8992",
    "date": "2006-10-18 22:21:43",
    "title": "Auglýsingar í BF2142..",
    "text": "Eins og nú þegar hefur komið fram hér í korkunum, hafa EAGames ákveðið að henda inn auglýsingum og ‘spyware’ inn í leikinn. Nú getum við ekki spilað leikinn okkar án þess að fá upp auglýsingar um djúpsteikt coke og kraftmikla bíla.\nÆðislegt huh? Maður spyr sig bara: “Hvað kemur næst? Pop-ups í First-Person-Shooter?”\nÉg ákvað að lesa smá klausu upp fyrir ykkur, úr skilmálanum sem fylgir\nBF2142\n..\n“The software may incorporate technology developed by IGA worldwide the advertising technology. The purpose of the advertising technology is to deliver in game advertisements to when you use the software while connected to the internet. When you use the software while connected to the internet the advertising technology may record your internet protocol address, and another anonymous information, that advertising data is temporarily used by IGA to enable the presentation and measurement of in game advertisement and other in game objects which are uploaded temporally to your personal computer or game console and changed during online game play. The advertising technology does not collect and personally identifiable information about you and EA will not provide..”\nFyrir þá sem ekki eru með enskuna alveg á hreinu þýðir þetta, í stuttu máli, að með því að setja upp\nBattlefield 2142\ninn í tölvuna hjá þér, samþykirðu að EA megi hlaða inn á tölvuna þína auglýsingum sem verða notaðar inni í leiknum. Einnig samþykirðu að EA megi taka niður IP tölu þína ásamt öðrum upplýsingum, en þeir segja að þeir muni ekki dreyfa neinum persónulegum upplýsingum.\nÞað sem mér finnst mest pirrandi við þetta er, í fyrsta lagi, að það sé verið að troða á okkur auglýsingum á vígvellinum í gegnum umferðar-auglýsingar-skiltum nokkurnveginn. Í öðru lagi að þeir vilja komast að því hvað þú gerir á netinu, sem kemur leikja-framleiðenda/útgáfu akkurat ekkert við. Og svo að sjálfsögðu eru þeir ekki að fara að lækka verðið þrátt fyrir það að troða auglýsingum inn í leikinn.\nÉg ákvað bara aðeins að skrifa um þetta, svona svo að allir séu með á nótunum um þetta mál áður en þeir hlaupa til að kaupa leikinn. Persónulega veit ég að ég mun spila\nBF2142\nvoðalega lítið, ef ég mun yfirhöfuð kaupa mér hann, enda langt frá upprunarlega og alvöru Battlefield leiknum,\nBF1942\n. Af því sem heillaði mig mest með aðal Battlefield-inn var seinni heimstyrjöldin og að sjálfsögðu Battlefield vélinn. Fyrir þá sem eru sammála mér í þeim málum vill ég benda þeim á\nForgotten Hope\nmod-ið, en það vinnur hörðum höndum á stærðarinnar WWII mod-i fyrir\nBattlefield 2\n.\nAnnars má benda á að\nBF42\ner ekki algjörlega dauður eins en eins og félagi minn, hann DEADMAN, segir í grein sinni hér að neðan, þá eru mörg lið enþá í\nBF42\nað keppa í ‘ladderum og cups’ og mæli ég eindregið með að kíkja á það\nSem dæmi um hversu líflegur\nBF42\ner, þá get ég sagt frá því að fyrir svona tvem vikum síðan ákvað ég að ná mér í\nBF42 demo-ið\n, með borðinu Wake Island. Margir gamlir kappar hér kannast við þá óendanlegu skemmtun sem byrjaði þetta samfélag okkar hérna, en demo-ið er langt frá því að vera dautt. Ef ég vippa upp tölunum sem eru í gangi núna, Þriðjudaginn 17. Okt klukkan 15:55 tel ég um 90 manns á 6 serverum. Stór tala fyrir 4 ára gamlan leik sem inniheldur einungis eitt borð.\nÉg, persónulega, spila forgotten hope fyrir\nBF42\nreglulega, og bíð spenntur eftir því að\nForgotten Hope 2\nkomi út en þó er nú dálítið langt í það enþá.\nFyrir þá sem vilja kíkja á\nForgotten hope\n, þá er slóðinn hér að neðan\nhttp://www.fhmod.org\nFyrir þá sem hafa áhuga á að kíkja á upprunalega\nBF42 demo-ið\nþá er slóð á það hér að neðan einnig.\nhttp://battlefield2.filefront.com/file/;5003\nOg fyrir þá sem vila fleiri upplýsingar varðandi\nBattlefield\nleikina, er slóðinn á PlanetBattlefield hér fyrir neðan.\nhttp://www.planetbattlefield.com\nKveðja\n[89th]Maj.FatJoe\nJói",
    "url": "https://www.hugi.is/bf/greinar/456965/auglysingar-i-bf2142/",
    "url_id": "456965",
    "id": "4106734",
    "replies": [
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2006-10-18 22:31:14",
            "id": "4112609",
            "reply_to_id": "4106734",
            "text": "Svona verður þetta í framtíðinni, auglísingar um allt. Þeir eru held ég bara að gera leikinn raunverulegann."
        },
        {
            "user": "sta",
            "user_id": "24266",
            "date": "2006-10-18 22:47:42",
            "id": "4112708",
            "reply_to_id": "4106734",
            "text": "mér finnst að það sé að vera gera of mikið mál út úr þessu.\nbara ef þetta hefur enginn áhrif á spilamennskuna þá er mér alveg sama.\nen samt þá væri alveg fínt að sleppa þessu eða allan vegan að lækka verðið."
        },
        {
            "user": "Ragnarr",
            "user_id": "25730",
            "date": "2006-10-18 22:54:21",
            "id": "4112749",
            "reply_to_id": "4106734",
            "text": "Ég sakna BF42 stemmingunnar :\\"
        },
        {
            "user": "vikkia87",
            "user_id": "27725",
            "date": "2006-10-19 01:18:30",
            "id": "4113267",
            "reply_to_id": "4112749",
            "text": "saknar þú hennar?\nég spila ennþá 42…\nþú hættir bara svo snemma kjáni ;)"
        },
        {
            "user": "Spirited",
            "user_id": "25873",
            "date": "2006-10-18 22:54:27",
            "id": "4112751",
            "reply_to_id": "4106734",
            "text": "Hmm, ég er búinn að vera að spila bf2142 í tæpa viku núna og ég hef ekki tekið eftir neinum auglýsingum.\n?"
        },
        {
            "user": "TheGreatOne",
            "user_id": "63089",
            "date": "2006-10-18 23:43:34",
            "id": "4113016",
            "reply_to_id": "4112751",
            "text": "Enda ert þú í Demo'inu. In-game advertisments byrja væntanlega með retail útgáfu leiksins."
        },
        {
            "user": "Spirited",
            "user_id": "25873",
            "date": "2006-10-18 23:44:28",
            "id": "4113023",
            "reply_to_id": "4113016",
            "text": "Og hvernig mun það virka? Varla mun ég þurfa að horfa á það meðan ég spila?"
        },
        {
            "user": "TheGreatOne",
            "user_id": "63089",
            "date": "2006-10-19 00:51:12",
            "id": "4113230",
            "reply_to_id": "4113023",
            "text": "Gæti hugsanlega verið hálfgerð “auglýsingarspjöld” eða svo í leiknum sjálfum, þ.e.a.s þegar þú ert að spila. Auglýsinga plaköt gætu svo líka t.d. birst í himninum og svo framvegis."
        },
        {
            "user": "AmanShne",
            "user_id": "53705",
            "date": "2006-10-19 01:48:42",
            "id": "4113285",
            "reply_to_id": "4113230",
            "text": "Ég er með pirated version af leiknum (no worries ætla að kaupa hann) og ég hef ekki lent í neinum auglýsingum, reyndar ekki hægt að spila hann online."
        },
        {
            "user": "TheGreatOne",
            "user_id": "63089",
            "date": "2006-10-19 01:53:13",
            "id": "4113290",
            "reply_to_id": "4113285",
            "text": "Þú munt sjálfkrafa niðurhala þessu spy-ware inná tölvuna þína þegar þú loggar þig inná on-line kerfi leiksins. Og svo mun auglýsinga efnið halda áfram að streyma í einhverjum skömmtum reglulega."
        },
        {
            "user": "AmanShne",
            "user_id": "53705",
            "date": "2006-10-19 02:59:41",
            "id": "4113330",
            "reply_to_id": "4113290",
            "text": "Awesome =/, en það hlýtur að koma eitthvað fix við þessu, unofficial patch eða eitthvað. Eða ég vona það allvega."
        },
        {
            "user": "Mephz",
            "user_id": "29276",
            "date": "2006-10-19 10:12:33",
            "id": "4113576",
            "reply_to_id": "4113330",
            "text": "til hvers ættu þeir að fixa eitthvað sem þeir vilja hafa i leiknum?"
        },
        {
            "user": "gamligrimmi",
            "user_id": "59934",
            "date": "2006-10-19 11:36:42",
            "id": "4113686",
            "reply_to_id": "4113576",
            "text": "…unofficial patch eða eitthvað…"
        },
        {
            "user": "Mephz",
            "user_id": "29276",
            "date": "2006-10-19 14:07:07",
            "id": "4114059",
            "reply_to_id": "4113686",
            "text": "og heldurðu að EA geri ekki neitt í því ef það kemur :)\nþeir eru að reyna græða meira a þessu með því að bjóða fyrirtækjum að auglýsa í leiknum"
        },
        {
            "user": "AmanShne",
            "user_id": "53705",
            "date": "2006-10-19 14:33:59",
            "id": "4114150",
            "reply_to_id": "4114059",
            "text": "Hvað á ea að gera í því?"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2006-10-19 22:24:56",
            "id": "4116547",
            "reply_to_id": "4114150",
            "text": "Sleppa því að vera svona sjúúúklega gráðugir."
        },
        {
            "user": "AmanShne",
            "user_id": "53705",
            "date": "2006-10-19 22:26:44",
            "id": "4116554",
            "reply_to_id": "4116547",
            "text": "Já, en það á ekki eftir að gerast."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2006-10-19 22:32:08",
            "id": "4116583",
            "reply_to_id": "4116554",
            "text": "Nei einmitt, þess vegna ætla ég að hætta að versla og það verður mitt litla framlag til þess að þeir fari á hausinn."
        },
        {
            "user": "AmanShne",
            "user_id": "53705",
            "date": "2006-10-19 22:48:06",
            "id": "4116666",
            "reply_to_id": "4116583",
            "text": "Allrighty."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2008-02-29 18:50:30",
            "id": "5673737",
            "reply_to_id": "4116583",
            "text": "ég efa stórlega að þeir missi eithvað % af sínum hagnaði ef þú einn ætlar að hætta kaupa leiku frá EA     en þetta litla framlag er alltí lagi.."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2008-03-02 14:38:59",
            "id": "5677280",
            "reply_to_id": "5673737",
            "text": "Heldurðu virkilega að ég sé sá eini sem hugsi svona og hafi gefist upp á fyrirtækinu? Sérðu mikið af BF2 eða BF2142 clönum í gangi á Íslandi til dæmis? Því fleiri sem hugsa svona því betra.\nAnnar leikur, Warhammer Online, lofaði mjög góðu, framleiddur af Mythic, þangað til EA keyptu hann og neyddu Mythic til að gera hann líkari World of Warcraft til að hann myndi seljist betur. Fullt af fólki missti áhugann og ég sé ekki fram á að hann nái að keppa við World of Warcraft. Græðgin í þessu fyrirtæki er gengdarlaus, og ég skil ekki hvernig neytendur sjá hag sinn í því að slík fyrirtæki séu ráðandi á markaði, svo ég held að á endanum muni þeir ekki láta EA gera það.\nHins vegar er það staðreynd að tölvuleikjamarkaðurinn er stórgallaður að því leiti að fyrirtæki græðir jafnmikið á því að framleiða leik sem virðist spennandi og margir kaupa en nenna svo ekkert að spila því hann er illa gerður og að framleiða góðan og vandaðan leik sem fólk nennir að spila lengi. Raunar græðir stórt fyrirtæki eins og EA lítið á því að fólk haldist lengi í sama leiknum og kaupi\nekki\nnýjan.\nMér þætti eðlilegra og betra að rukka fyrir t.d. pötch, eða hafa mánaðargjald (kannski ekki alveg jafnhátt og fyrir MMORPG leiki, sem er alltof hátt) heldur en að hafa þetta svona."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-03-02 16:58:50",
            "id": "5677549",
            "reply_to_id": "5677280",
            "text": "fyrigefðu…"
        },
        {
            "user": "Zoid",
            "user_id": "61190",
            "date": "2006-10-18 23:00:38",
            "id": "4112798",
            "reply_to_id": "4106734",
            "text": "Fyrir hvaða leik er modið Forgotten Hope?"
        },
        {
            "user": "FatJoe",
            "user_id": "8992",
            "date": "2006-10-18 23:45:27",
            "id": "4113028",
            "reply_to_id": "4112798",
            "text": "Forgotten Hope 0.7 er fyrir Battlefield 1942\nForgotten Hope 2 mun koma út fyrir Battlefield 2"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-10-18 23:45:18",
            "id": "4113026",
            "reply_to_id": "4106734",
            "text": "Þeir geta ekkert sagt “if you install our product we can break privacy laws” ef þeir fara að skoða hvað maður gerir á netinu þá eru þeir að brjótast inná einkalífið manns og þeir hafa engan rétt á því að brjóta þessi lög sem eiga að passa uppá að svona gerist ekki.. en jæja mér er skítsama svosem, það eina sem þeir eiga eftir að finna um mig er að ég skoða teiknað **** alla daga.."
        },
        {
            "user": "Wenismobile",
            "user_id": "57704",
            "date": "2006-10-19 00:17:14",
            "id": "4113140",
            "reply_to_id": "4106734",
            "text": "Lets face it, leikurinn er hundleiðinlegur =/ ég mæli ekki með þessu sorpi, BF2 og BF1942 eru ennþá uppáhalds leikirnir mínir."
        },
        {
            "user": "Kollinn",
            "user_id": "30039",
            "date": "2006-10-19 00:20:06",
            "id": "4113152",
            "reply_to_id": "4106734",
            "text": "Sæll,\nBúin að vera að testa BF2142 aðeins núna í kvöld og verð að segja að graffíkin er frábær en spilunin er ekkert svo góð, sumt er sniðugt og töff (hovertank =D) en annað er bara fáránlegt (“þyrlurnar”)\nÞað að þeir skuli troða auglýsingum inní þetta er bara rangt, skemmir spilunina.\nKveðja, Kolli, Frændi Heimis, Fellow diagon fan -_-"
        },
        {
            "user": "GunnarLangi",
            "user_id": "51819",
            "date": "2006-11-23 17:36:33",
            "id": "4257560",
            "reply_to_id": "4113152",
            "text": "skemmir spilunina? ég hef bara ekkert tekið eftir þeim.. ef maður reynir bara að hætta að hugsa um þessar blessuðu auglýsingar og spila bara leikinn tekur maður ekki eftir þeim"
        },
        {
            "user": "Eple",
            "user_id": "33563",
            "date": "2006-10-19 00:49:20",
            "id": "4113223",
            "reply_to_id": "4106734",
            "text": "Ég spilaði hann í gær og mér fanst vélmennin alveg frábær en þetta er allt of mikið caos eithvað, var ekkert að fatta þetta soldið lengi en svo kom það þegar ég fór á minni serve"
        },
        {
            "user": "Kexpakki",
            "user_id": "64377",
            "date": "2006-10-19 01:01:27",
            "id": "4113246",
            "reply_to_id": "4106734",
            "text": "Auglysingarnar munu vera á gámum og skiltum sem eru í öllum borðonum.\nÞið getið séð í demóinu að það eru gamar og nokkur skilti með ER eða eitthvað alika á, það mun koma auglysing í staðin fyrir það.\nEn fyrir ykkur sem fynnst að þeir séu að setja auglysingar í leikin ekki vers slæmt þá vitiði ekki hvernig þeir eru að fara að þessu.\nÞeir eru að setja forrit inni leikin sem fylgist með allri netnotkun þinni og sendir það til auglysingaraðila. Þeir síðan fara í gegnum það sem þú ert buin að vera að skoða á netinu og ef að þeir finna að þú sért buin að skoða eitthvað sem gefur til kinna að þú mundi hafa ahuga á eitthvrji vöru sem þeir eru með þá mundu þeir setja það inni leikin hjá þér.\nÞetta er semsagt forrit sem er ALLTAF í gangi á meðan þú ert tengdur netinu og fer í gegnum alla netnotkun þina og sendir hana til EA og samstarfsaðila þeirra"
        },
        {
            "user": "BlaZter",
            "user_id": "15024",
            "date": "2006-10-19 01:45:28",
            "id": "4113283",
            "reply_to_id": "4106734",
            "text": "Ráðlegg ykkur að lesa Lovestar eftir að mig minnir Andra Snæ or sum :)\nAkkurat sama pæling…."
        },
        {
            "user": "skvampur",
            "user_id": "55808",
            "date": "2006-11-09 14:38:40",
            "id": "4195170",
            "reply_to_id": "4113283",
            "text": "HAHAHA. las þessa bók í grunnskóla. þetta er svo rugluð bók. sérstaklega endirinn. heimsendir út af hrapandi líkjum.\nhann hefur feitast verið á sýru trippi þegar hann skrifaði bókina."
        },
        {
            "user": "Kboli",
            "user_id": "10563",
            "date": "2006-10-19 02:58:40",
            "id": "4113329",
            "reply_to_id": "4106734",
            "text": "engar áhyggjur, stuttu eftir að leikurinn kemur út verður einhver búinn að taka sig til og patcha þetta drasl út, líklegast þeir sem framleiða no-cd patchana paradox eða einhverjir álíka"
        },
        {
            "user": "Tiddis",
            "user_id": "64350",
            "date": "2006-10-19 07:33:41",
            "id": "4113371",
            "reply_to_id": "4106734",
            "text": "Flott grein, en ég verð að segja að ég er kominn\nmeð uppí kok á EA Games/Dice þessa dagana"
        },
        {
            "user": "sta",
            "user_id": "24266",
            "date": "2006-10-19 07:54:00",
            "id": "4113399",
            "reply_to_id": "4113371",
            "text": "það eru bara EA.\nDICE er besti"
        },
        {
            "user": "DEADMAN",
            "user_id": "27827",
            "date": "2006-10-19 10:17:26",
            "id": "4113586",
            "reply_to_id": "4113399",
            "text": "Ég myndi vera sammála ef þeir í Dice færu aftur til fortíðar og gerðu WW2 leik í uppfærðri grafíkvél."
        },
        {
            "user": "FatJoe",
            "user_id": "8992",
            "date": "2006-10-19 11:12:16",
            "id": "4113645",
            "reply_to_id": "4113586",
            "text": "Þar er ég svo innilega sammála þér, Sjáni minn..\nFrekar Síðari Heimstyrjöldin heldur en svona framtíðar drasl..\nEins og ég hef sagt er Forgotten Hope málið, en það er að sjálfsögðu ekki eins Arcade eins og Alvöru BF-inn var..\nBut the next best thing þó.. Það er þó WWII. :)"
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2006-11-08 23:01:58",
            "id": "4193708",
            "reply_to_id": "4113645",
            "text": "hvað með fyrri heimstyrjöld. hún gæti verið fín. enn ef sá leikur væri realistic ættu flestir að byrja með liðin að byrja með 1000 punkta og rembast við að ná flagginu eftir að hlaupa 1 og hálfan kílómeter af leðju meðan fallbyssur og vélbyssur drepa mann."
        },
        {
            "user": "leXXX",
            "user_id": "25532",
            "date": "2006-10-19 19:32:22",
            "id": "4115774",
            "reply_to_id": "4106734",
            "text": "Lexið er mætt í 1942 aftur..komdu bara þangað ef þú vilt fragga mig þarsem ég get ek blautann skít lengur :(\nEkki það að stjáni vill meina að ég hafi aldrei getað blautann skít =/"
        },
        {
            "user": "tvv",
            "user_id": "20918",
            "date": "2006-10-20 21:04:04",
            "id": "4119849",
            "reply_to_id": "4106734",
            "text": "hvar fæ ég patch til að spila demoið?"
        },
        {
            "user": "hlolli",
            "user_id": "31026",
            "date": "2006-10-20 22:56:47",
            "id": "4120261",
            "reply_to_id": "4106734",
            "text": "WWII… WWII…. WWII…. WWII… WWII…. !!\nBF1942 er jafnerfitt að fá leið á og tetris, hann á ekki skilið að deyja, ég er ekki að nenna spila star wars með kókauglýsingum, mitt álit, loksins ný grein og góð grein á þessu ahugamáli.\nFH er BF42 sinnum 2\nFH2 verður kanski FH sinnum 2?"
        },
        {
            "user": "sta",
            "user_id": "24266",
            "date": "2006-10-20 23:44:52",
            "id": "4120488",
            "reply_to_id": "4120261",
            "text": "það eru bara billboards hér og þar. tekur ekkert það mikið eftir þeim."
        },
        {
            "user": "skvampur",
            "user_id": "55808",
            "date": "2006-11-09 14:40:58",
            "id": "4195184",
            "reply_to_id": "4120261",
            "text": "ég hata tetrix.\n:D"
        },
        {
            "user": "Elemental",
            "user_id": "23347",
            "date": "2006-10-22 01:42:42",
            "id": "4124706",
            "reply_to_id": "4106734",
            "text": "gæti ekki verið meira sama. ónei þeir vita hvaða webcomic ég les! ónei. þeir mættu meira segja senda öllum ættingjum mínum upplýsingarnar, gæti ekki verið meira sama. also ég þori að veðja að þeir fara eithverneiginn fram hjá privite lögunum með því t.d. að láta kerfið vera alveg sjálvirkt þannig að enginn persóna sér upplýsingarnar (not that I care)"
        },
        {
            "user": "Xanderz",
            "user_id": "45955",
            "date": "2006-10-23 18:21:31",
            "id": "4130988",
            "reply_to_id": "4124706",
            "text": "Djöfull sakna ég þess að spila BFV :(, BF2 varð bara ekki eins ´hugaverður…bara meiri tækni í honum, Vietnam var áhugaverður :)"
        },
        {
            "user": "sta",
            "user_id": "24266",
            "date": "2006-10-23 19:12:59",
            "id": "4131276",
            "reply_to_id": "4130988",
            "text": "og afhverju spilaru hann bara ekki??\nhellingur af fólki sem er enn að spila hann."
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2006-10-30 18:41:18",
            "id": "4157905",
            "reply_to_id": "4130988",
            "text": "wow I lost the interest in BFV the day I bought it.. :P\nhann safnar ryki uppá hillu."
        },
        {
            "user": "Xanderz",
            "user_id": "45955",
            "date": "2006-10-30 21:48:52",
            "id": "4158848",
            "reply_to_id": "4157905",
            "text": "vá…þú hefur greinilega mjög góðan áhuga á tölvuleikjum…peningaeyðsla"
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2006-11-19 11:08:35",
            "id": "4237207",
            "reply_to_id": "4158848",
            "text": "nei nei engin peningaeyðsla það vill bara enginn kaupa hann af mér, nema þú kannski?"
        },
        {
            "user": "Friendly",
            "user_id": "6406",
            "date": "2006-10-23 22:16:05",
            "id": "4132364",
            "reply_to_id": "4106734",
            "text": "Jói þú ert svo sætur, mig langar að deila með þér djúpsteiktri kók ;)\nSvo get ég ekki beðið eftir að einhver nenni að njósna um mig eins og EA ætlar að gera, loksins fæ ég viðurkenningu á mikilvægi mínu :D Ætli Jón Baldvin viti af þessu og ætli EA hafi verið að hlera hann líka ?"
        },
        {
            "user": "FatJoe",
            "user_id": "8992",
            "date": "2006-10-24 08:50:31",
            "id": "4133314",
            "reply_to_id": "4132364",
            "text": "HAHAHAHAHAHAHA!\nÞakka þér fyrir kallinn minn, það eru einungis hetjur sem deila með sér djúpsteiktri kók eins og síðasta rolló molan. :)\nÉg held að Jón Baldvin viti alveg af þessu, og ekki nóg með það, þá er hann djúpt sokkin í málinu sem Íslenski teyngiliðurinn við eyjuna okkar góðu. Þetta er eitt stórt samsæri, að sjálfsögðu ;D\nKveðja\nJóiSæti"
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2006-10-24 14:29:52",
            "id": "4134089",
            "reply_to_id": "4106734",
            "text": "vá ég myndi hlæja ef þetta væri ekki sorglegt líka."
        },
        {
            "user": "Friendly",
            "user_id": "6406",
            "date": "2006-10-24 19:12:35",
            "id": "4135570",
            "reply_to_id": "4134089",
            "text": "Hey, bara að nota tækifærið í von um að Jói sæti sjái þetta nú og menn fjölmenni í FH 0.7 á Íslenskum server en hér er klausa sem ég var að skrifa á BF 1942 korkinn:\nGóðir hálsar,\nég er alltaf að reyna að fá menn á serverinn okkar og nú er ég búinn að stilla hann á Cooperative mode í FH 0.7 MOD sem er náttúrulega bara stærri og betri BF 1942 ;)\nGóða skemmtun og nú er óhætt að mæta á server því allavega bottarnir nenna alltaf að spila :P"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-04-16 00:02:44",
            "id": "4796781",
            "reply_to_id": "4135570",
            "text": "er þetta íslenskur server??"
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2006-11-08 22:57:11",
            "id": "4193672",
            "reply_to_id": "4106734",
            "text": "djöfulsins fíflin. þessir fávitar í EA games gera allt til að græða. þeir rústuðu command & conquer og ætla núna að skemma BF með auglýsingum. græða á sölu leiksins og einnig auglýsingum. þessar upplýsingar sem þeir þurfa að taka til þess koma leikjafyrirtækjum ekkert við og er í raun auðveld leið fyrir hackara sem að hafa lítið að gera enn að runka sér meðan þeir búa til hitt og þetta rusl til að Adda spyware, og kanski vísusum. ok það mun ekkert gerast strax, enn já, einhver á eftir að finna leið til þess. eins og ég segi. þá eru EA games gráðugasta fyrirtækið sem finst í leikjabuisnesnum. þeir gefa út helming allra nýrra leikja sem koma. og eru ekkert að vanda sig við gæðin. því að leikurinn endist kanski í 3-6 mánuði sem er alveg nóg því þá eru þeir búnir að gera 4 leiki á meðan. tökum sem dæmi BF2, jæja flott grafík. já… og  patcharnir eru hva flesir yfir 100 megabyte. það er ekki eðlilegt oftast eru patchar kringum 5 megabyte. mesta 30-40. ekki 100, sem þýðir bara hve mörg bug voru í leiknum. og þegarmaður fékk fyrsta patchinn var manni alltaf kickað útaf servernum fyrr enn maður var búinn að fikta eitthvað í console. EA games eiga skilið að deyja."
        },
        {
            "user": "GunnarLangi",
            "user_id": "51819",
            "date": "2006-11-23 17:41:57",
            "id": "4257598",
            "reply_to_id": "4193672",
            "text": "þeir eru reyndar ekki búnir að rústa C&C ef þú fylgist með :) þeir eru að gera C&C3 :D með gömlu góðu NOD og GDI :D"
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2006-11-24 12:29:53",
            "id": "4260339",
            "reply_to_id": "4257598",
            "text": "ég veit. samt býst ég ekki við mikklu."
        },
        {
            "user": "Beethoven",
            "user_id": "61791",
            "date": "2007-09-17 11:37:45",
            "id": "5239108",
            "reply_to_id": "4193672",
            "text": "svo satt\njá ég tók eftir dagsetningum"
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2007-09-18 14:06:37",
            "id": "5242739",
            "reply_to_id": "5239108",
            "text": "vá, þetta var seint."
        },
        {
            "user": "Beethoven",
            "user_id": "61791",
            "date": "2007-09-18 21:59:02",
            "id": "5244445",
            "reply_to_id": "5242739",
            "text": ":*   ég veit en þetta var allt bara svo rétt hjá þér að ég vbarð að svara þér :D"
        },
        {
            "user": "skvampur",
            "user_id": "55808",
            "date": "2006-11-09 14:30:34",
            "id": "4195132",
            "reply_to_id": "4106734",
            "text": "ég er búinn að spila leikinn í kannski 2 vikur. og einu auglísingarnar sem ég hef séð er bara eithvað sem tengist leiknum. eins og t.d. ( we want you to join the EU)\nmér er eiginlega sama um auglisingarnar en að þeir séu að skoða hvað þú ert á gera á netinu er annað.\nen ég heyrði samt eithverstaðar að flestir íslendingar sé með IP tölu sem er stanslaust að breytast. geta þeir þá fylgst með því hvað þú ert að gera á netinu?"
        },
        {
            "user": "zechron",
            "user_id": "4400",
            "date": "2006-11-24 13:26:45",
            "id": "4260535",
            "reply_to_id": "4106734",
            "text": "http://www.penny-arcade.com/comic/2006/10/19\nÞetta er akkurat um þetta og ógeðslega fyndið."
        },
        {
            "user": "Zkari",
            "user_id": "18718",
            "date": "2006-12-05 21:24:07",
            "id": "4308798",
            "reply_to_id": "4106734",
            "text": "1942 er bara bestu"
        },
        {
            "user": "kaffi14",
            "user_id": "60898",
            "date": "2006-12-30 05:00:20",
            "id": "4412132",
            "reply_to_id": "4106734",
            "text": "Að setja auglysingar í tölvuleik er í sjálfu sér ekkert hræðilegt, eyðileggur samt smá steminguna kannski i ww2 leikjum, en þetta er nu 2142 r sum þannig það ætti að sleppa :).\nHinsvegar með spyware dotið, ég kaupi mér allavega ekki þennan leik, bæði útaf því og að hann er lélegra en allt.. Eini bf leikurinn sem er spilanlegur er 1942 :), imo then."
        },
        {
            "user": "Audigy",
            "user_id": "59230",
            "date": "2007-03-21 19:09:03",
            "id": "4709144",
            "reply_to_id": "4412132",
            "text": "þetta er bara algjör snilld hef ekkert á móti þessu :D"
        },
        {
            "user": "kaffi14",
            "user_id": "60898",
            "date": "2007-03-21 19:11:29",
            "id": "4709158",
            "reply_to_id": "4709144",
            "text": "hahaha :D, ok tek þetta eiginlega til baka sem ég sagði sko :). Eftir að ég sá auglysingararar í counter-strike er þetta svar mitt jafn mikið bull og allt :P."
        },
        {
            "user": "karfi88",
            "user_id": "55285",
            "date": "2007-07-04 12:22:35",
            "id": "5047612",
            "reply_to_id": "4106734",
            "text": "en afhverju ekki bara ad nota tæknina sem er notud i ad gera þessa nyju leiki í ad gera leiki sem gætu hafa skeð 1970-2005 alveg nog af stríðum á þessu tímabili ógleymdu íraks stríðinu sem badarikjamenn halda að þeir hafi gert heiminum greiða og svo framvegis ! sumir hafa heila ….sumir ekki …\nPEACE!"
        },
        {
            "user": "Tumilitli",
            "user_id": "18708",
            "date": "2007-11-23 23:45:25",
            "id": "5418767",
            "reply_to_id": "4106734",
            "text": "Jói er hetjan mín!\n!!!!!!!!!!!!!!!!!"
        },
        {
            "user": "Athyglisbrestur",
            "user_id": "71236",
            "date": "2007-12-27 14:01:39",
            "id": "5513732",
            "reply_to_id": "4106734",
            "text": "Hef ekki séð eina einustu auglýsingu í leiknum"
        }
    ]
}