{
    "forum_title": "Frjálsar íþróttir",
    "user": "Toggi",
    "user_id": "59549",
    "date": "2006-10-20 00:16:05",
    "title": "Það sem af er árinu....",
    "text": "Hérna ætla ég að koma með smá pistil um eiginlega bara þau Íslandsmet sem sett hafa verið  í hverjum mánuði frá 1. janúar 2006 til 1. júli :)\n-Janúar-\nFrjálsíþróttafólk ársins\nGauti Jóhannesson UMSB og Þórey Edda Elísddóttir FH var kjörið frjálsíþróttafólk árins 2005. Gauti bætti m.a. Íslandsmetið í 800m hlaupi innanhúss á árinu (1:51,89mín).Áður hafði hann náð lágmarki fyrir EM, þegar hann hljóp á 3:47,99 mín, sem er þriðji besti árangur íslendings í þeirri grein frá upphafi. Þórey Edda var í 7-8 sæti Evrópulistans í stangastökki kvenna þegar hún stökk 4,50 og náði nokkrum verðlaunum á mótum í Evrópu.\nNýtt íslandsmet í 200m karla\nSveinn Elías Elíasson, Fjölni, bætti 16 ára gamalt Íslandsmet í 200m hlaupi karla á Reykjavíkurleikunum, sem fóru fara í Laugardalshöllinni, þegar hann hljóp á 22.15 sek. Gamla metið átti Gunnar V. Guðmundsson, 22.38 sek., sett í Glasgow árið 1990. Sveinn sem er aðeins 17 ára bætti með þessum árangri metin í fjórum aldursflokkum.\n-Febrúar-\nÍslandsmet í fimmþraut kvenna\nKristín Ólafsdóttir úr FH setti nýtt íslandsmet í fimmþraut á háskólamóti í New Mexico. Kristín bætti gamalt met Völu Flosadóttur um 236 stig en hún náði samtals 3843 stigum.\nMörg met slegin á Meistaramóti Íslands\nÁdís Hjálmsdóttir (ármanni) bætti íslandsmetið í kúluvarpi, flokki 21-22 ára. Hún varpaði kúlunni 13,70m og bætti fyrra metið sem sett var árið 1979 um 23cm.\nÞorsteinn Ingvarsson (HSP) setti íslandsmet í þremur flokkur þegar hann stökk 14,66 í þrístökki. Hann bætti sitt eigið met í drengjaflokki og í flokkum 19-20 og 21-22 ára.\nSveinn Elías Elíasson (Fjölni) bætti met Þorsteins Ingvarssonar í 60m hlaupi drengja (17-18 ára), um 11/100 úr sek., þegar hann hljóp á 6.97 sek\nKári Steinn Karlsson (Breiðablik) setti met í 3000m hlaupi 19-20 og 21-22 ára og bætti þar með gamalt met Björns Margeirssonar. Kári hljóp á 8:31,67 mín.\nÞá bætti Íris Anna Skúladóttir Fjölni metin í þremur aldursflokkum (17-18 ára, 19-20 ára og 21-22 ára) í 3000m hlaupi, þegar hún sigraði í þeirri grein á 10:01,70 mín.\nMeistaramóti Íslands í fjölþrautum\nÍ 7-þraut sveina setti Einar Daði Lárusson (ÍR) nýtt stigamet en hann náði  4612 stigum og vann með yfirburðum.\nSveinn Elías Elíasson (Fjölni) bætti Íslandsmet drengja og unglinga í greininni en hann hlaut samtals 4910 stig.\nMet í 60m grindahlaupi – Konur 21-22 ára\nKristín Birna Ólafsdóttir (ÍR) setti um helgina nýtt met í 60m grindahlaupi í flokki 21-22 ára þegar hún hljóp vegalengdina á 8.66 sek., en hún bætti metið einnig í undanrásunum þegar hún hljóp á 8.85 sekúndum.\nMeistaramót Íslands 15-22 ára\nVillhjálmur Atlason (ÍR) bætti met Sveins Margeirssonar í 1500m hlaupi drengja frá árinu 1994 um tæplega 5 sek., þegar hann kom í mark á 4:05,96 mín og var þetta annað metið sem hann bætti um helgina, en hann bætti drengjametið í 800m hlaupi.\nStefanía Hákonardóttir (Fjölni) vikugamalt meyjamet sitt í 400m um 38/100 úr sek., þegar hún kom í mark á 56.53 sek.\n-Mars-\nHeimsmeitaramót öldunga\nStefán Hallgrímsson ÍR varð heimsmeistari í fimmtarþraut í flokki 55-59 ára á HM öldunga í dag, hlaut samtals 3784 stig.\nÞá náði Árný Heiðarsdóttir úr Óðni í Vestmannaeyjum silfri í þrístökki í flokki 50-55 ára, stökk 9.22 metra.\nFríða Rún Þórðardóttir ÍR vann til bronsverðlauna á HM öldunga í 3000m hlaupi en hún hljóp á 10:12,89 mín.\n-Apríl –\nÍslandsmet í sjöþraut kvenna\nKristín Ólafsdóttir úr ÍR bætti Íslandsmetið í sjöþraut á MT. SAC RELAYS HEPTATHLON mótinu í Kaliforníu, þegar hún hlaut samtals 5402 stig, en gamla metið sem Birgitta Guðjónsdóttir átti var 5204 stig frá árinu 1985. Kristín Birna bætti sinn besta árangur í greininni um rúmlega 300 stig og Íslandsmetið um 198 stig, en Kristín Birna varð í 5. sæti í þrautinni. Kristín hafði bætt Íslandsmetið í fimmþrautt fyrr á árinu.\n-Maí-\nÍslandsmet í 10.000m hlaupi unglinga\nÁ Norðurlandameistaramótinu í 10.000 metra hlaupi tók Kári Steinn Karlsson þátt og setti nýtt Íslandsmet. Hann kom í mark á 31:00,31 mín, sem er nýtt unglingamet í flokkum 19-20 og 21-22 ára, en fyrra metið sem hann átti sjálfur síðan í fyrra.\nMet í spjótkasti pilta\nÁsgeir Trausti Einarsson (USVH) setti íslandsmet í spjótkasti pilta á Coca Cola móti FH. Ásgeir sem er fæddur ’92 kastaði spjótinu 56,36m og bætti sitt eigið Íslandsmet sem hann hafði sett í vikunni áður.\nSveinamet í spjótkasti\nÖrn Davíðsson (UMF Selfoss) setti nýtt sveinmet þegar hann kastaði spjótinu 58,17m á Coca Cola móti FH og sigraði örugglega í sínum flokki.\nÍslandsmet 17-18 og 19-20 ára í kringlukasti\nRagnheiður Anna Þórsdóttir (FH) tók þátt í Powerade móti FH í Kaplakrika og setti þar nýtt 17-18 og 19-20 ára met í kringlukasti. Ragnheiður kastaði 50.18 og stórbætti árangur sinn. Þessi árangur hennar er jafnframt annar besti árangur Íslenskrar konu í kringlukasti.\n-Júní-\nSveinamet í 300m grindahlaupi.\nEinar Daði Lárusson (ÍR) bætti sveinamet (15-16 ára)í 300m grindahlaupi á Fimmtudagsmóti FÍRR. Einar Daði hljóp á 39.03 sek.\nÍslandsmet í sjöþraut meyja\nÍ sjöþraut meyja varð Helga Margrét Þorsteinsdóttir (USVH) Íslandsmeistari og bætti Íslandsmet meyja í leiðinni um 90 stig, en hún hlaut samtals 4995 stig\nJúli - Desember mun koma þegar árið er búið vonandi :)",
    "url": "https://www.hugi.is/frjalsar/greinar/457690/thad-sem-af-er-arinu/",
    "url_id": "457690",
    "id": "4117001",
    "replies": [
        {
            "user": "BinzGautz",
            "user_id": "64199",
            "date": "2006-10-20 20:30:40",
            "id": "4119730",
            "reply_to_id": "4117001",
            "text": "Flott framtak hjá þér.\nTók eftir einni villu, það var þegar Gauti bætti met í 800m. þá kom tíminn og svo kom annar tími sem virðist vera í 800m, á örugglega að vera í 1500m, og þú gleymdir að taka það fram, kannski skjátlast mér, hver veit en annars glæsilegt hjá þér."
        },
        {
            "user": "Toggi",
            "user_id": "59549",
            "date": "2006-10-20 20:55:05",
            "id": "4119813",
            "reply_to_id": "4119730",
            "text": "Hehe takk takk, það gæti verið rétt hjá þér, ætla að athuga málið."
        },
        {
            "user": "Igleh90",
            "user_id": "46454",
            "date": "2006-10-28 18:09:29",
            "id": "4150282",
            "reply_to_id": "4119813",
            "text": "uu ein leiðrétting sveinametið í spjótkasti á Guðmundur Sverrisson og það er eitthvað rúmir 60m"
        }
    ]
}