{
    "forum_title": "Bretti",
    "user": "Kollinn",
    "user_id": "30039",
    "date": "2006-10-21 14:51:42",
    "title": "Saga Snjóbrettisins",
    "text": "Vantar greinar svo ég skelli einni inn. Þetta er smá fyrirlestur sem ég gerði fyrir lífsleiknitíma í skólanum mínum. Ég var frekar lengi að finna heimildir og þýða allt þetta. Verðið að afsaka að stafsetningin er ekki í toppformi og ekki heldur uppsetningin, ég lagði flest allt á minnið áður en ég las upp\nÞað voru margir sem komu við í þróun snjóbrettisins en hérna kemur smá um þá helstu.\nEinn af mörgum mönnonum sem fundum upp snjóbrettið var M.J “Jack” Burchett. Árið 1929 ska hann út viðarplanka og reindi að festa sig við hann með þvottasnúrum, það var ein af fyrstu tegundum Snjóbrettisins.  Það liðu 30 ár þangað til næsta skref snjóbrettisins átti sér stað, en það var 36 árum seinna, árið 1965. Þetta ár þá hannaði Sherman Poppen “The Snurfer” sem leiktæki fyrir dóttur sína. Hann bjó til “snurferinn” með því að binda tvö skíði saman og setti band á framendan svo hún gæti haldið í það og haldið því stöðugu. Margir vinir dóttur hanns vildu fá að prófa “snurferinn” og brátt vildu allir eignast eitt stykki. Bráðlega þá fékk Poppen einkaleifi og byrjaði að fjöldaframleiða “Snurferinn”. Árið 1966 var hann búin að selja yfir hálfa milljón “snurfera” en þá var þetta aðeins leiktæki fyrir krakka jafnvel þótt Poppen skipulagði ýmsar keppnir fyrir “snurfera”. Jake Burton tók þátt í þessum keppnum og varð því mjög áhugasamur um “Snurferinn”. Í hanns augum var þetta cool en foreldrar hanns leifðu honum ekki að kaupa sér “snurfer”. Hann var mjög mikið að skíða en varð að hætta eftir að hann braut viðbeinið sitt í bílslisi. Á meðan Burton var að leika sér á “Snurfernum” fór Dimitrije Milovich að framleiða snjóbretti. Hann fékk hugmyndina af því eftir að hafa rennt sér niður brekku á kaffibakka. Hönnunin á brettonum líktist helst surfbrettum en voru látin virka svipað og skíði. Árið 1972 sotfnaði Milovich nýtt fyritæki sem hét “Winterstick”. Hann framleiddi nokkrar tegundir af snjóbrettum og var fjallað um hann í blöðum eins og “Newsweek”, “Playboy” og “Powder” sem hjálpaði virkilega við að koma snjóbrettum á kortið. Þrátt fyrir að hafa hætt í Snjóbrettaiðnaðinum árið 1980 er hann ennþá talin sem einn af frumkvöðlum snjóbrettisins. Árið 1977 flutti Jake Burton til Londonderry, Vermont til að græða smá pening með annari útgáfu af “Snurfernum” eftir að hafa lokið við New York University. Fyrstu brettin hanns voru gerð úr harðviði. Hann kom öllum “snuferum” á óvart með að vinna keppni á sinni útgáfu af “snurfernum” sem voru með bindingum. Þessar bindingar leifðu honum að hafa miklu meiri stjórn á brettinu og gerði honum auðveldara að vinna aðra keppendur. Árið 1979 hætti Poppen að framleiða “Snurfera” vegna peningarleysis og fór aftur að vinna sem Verkfræðingur. Á sama tíma og Burton framleiddi snjóbretti hannaði Tom Sims sitt fyrsta snjóbretti árið 1977. Þar sem hann var heltekinn af hjólabrettum reindi hann að renna niður snjóaða brekku á brettinu sínu sem hann gerði í smíðum í skólanum sínum. Hann límdi teppi við viðarbú og setti álplötu undir til að geta rennt sér á snjónum.  Eftir að hafa einblínt sér að því að framleiða hjólabretti í bílskúrnum fór hann ásamt vini sínum Chuck Barfoot að framleiða snjóbretti árið 1977. Barfoot fann upp “The flying bannana” sem var hjólabrettaplata sett ofaná plastplötu. Fyrsta raunverlulega skíðaæknin fyrir snjóbrettið var kynnt af Burton árið 1980. Frumgerðin var með P-tex grunni sem voar einnig notað í skíði á þessum árum. Á sama ári skrifaði Sims undir hjóla- og snjóbrettasamning vith Vision Sports sem aðstoðaði hann við öll fjárhagsleg vandræði. Barfoot varð útundan og reindi að sotfna sitt eigið Snjóbrettafyrirtæki sem stóðst ekki samkeppni frá fyrirtækjum Burtons og Sims. Árið 1982 var fyrsta alþjóðlega snjóbrettamótið haldið í Suicide Six sem er rétt hjá Woodstock, Vermont. Markmiðið í keppnini virtist vera það að lifa af því keppnin samastóð af brattri, klakafylltri braut kölluð “The Face”. Árið 1985 leifðu einungis 39 af 600 skíðasvæðum snjóbretti á sínum svæðum. Sama ár kom út eitt af fyrstu snjóbrettatímaritonum út, það hét “Absolutely Radical”. Seinna var nafninu breitt í “International Snowboarding Magazine”. Árið 1986 kom franskur snjóbrettakappi að nafni Regis Rolland fram í myndini “Apocalypse Snow”. Með þessu kom hann af stað Evrópsku snjóbrettakynslóðini sem skipulagði þeirra eigin keppnir. Með áronum hefur snjóbrettið orðið sí vinsælara og er það ekki að fara að stoppa.\nKolbeinn Ingi Guðjónsson",
    "url": "https://www.hugi.is/bretti/greinar/457874/saga-snjobrettisins/",
    "url_id": "457874",
    "id": "4119676",
    "replies": [
        {
            "user": "karig13",
            "user_id": "54755",
            "date": "2006-10-21 15:50:58",
            "id": "4122111",
            "reply_to_id": "4119676",
            "text": "Flott grein, mjög fræðandi!"
        },
        {
            "user": "Kollinn",
            "user_id": "30039",
            "date": "2006-10-21 15:51:30",
            "id": "4122113",
            "reply_to_id": "4122111",
            "text": "Þakka þér =)"
        },
        {
            "user": "Kollinn",
            "user_id": "30039",
            "date": "2006-10-21 15:52:31",
            "id": "4122116",
            "reply_to_id": "4119676",
            "text": "mæli líka með því að þið horfið á myndina First Descent ef þið viljið fræðast meira um sögu snjóbrettisins! þ.e.a.s ef þið hafið ekki þegar séð hana, besta snjóbrettamynd/heimildarmynd sem ég hef séð"
        },
        {
            "user": "Kollinn",
            "user_id": "30039",
            "date": "2006-10-21 16:41:38",
            "id": "4122299",
            "reply_to_id": "4119676",
            "text": "http://www.hugi.is/bretti/articles.php?page=view&contentId=2367772\nHaha, soldid líkar greinar hjá okkur.\nEn samt sem ádur, ekki sömu en ég held samt líkar heimildir;)\nAnnars nokkud gód grein bara"
        },
        {
            "user": "Kollinn",
            "user_id": "30039",
            "date": "2006-10-21 16:59:48",
            "id": "4122360",
            "reply_to_id": "4122299",
            "text": "nohh, right you are\nBætt við 21. október 2006 -  17:00\nen þín var náttúrulega send inn árið sautjánhundruð og súrál =)"
        },
        {
            "user": "Birkir",
            "user_id": "55747",
            "date": "2006-10-21 21:49:24",
            "id": "4123553",
            "reply_to_id": "4119676",
            "text": "flott grein !"
        },
        {
            "user": "Kollinn",
            "user_id": "30039",
            "date": "2006-10-21 22:44:40",
            "id": "4123846",
            "reply_to_id": "4123553",
            "text": "Þakka þér =)"
        },
        {
            "user": "OfurKindin",
            "user_id": "44085",
            "date": "2006-10-22 02:21:59",
            "id": "4124852",
            "reply_to_id": "4119676",
            "text": "Ógó næs grein, maður!"
        },
        {
            "user": "Kollinn",
            "user_id": "30039",
            "date": "2006-10-22 13:39:51",
            "id": "4125603",
            "reply_to_id": "4124852",
            "text": "Takk =)"
        },
        {
            "user": "Kollinn",
            "user_id": "30039",
            "date": "2006-10-22 19:08:59",
            "id": "4126993",
            "reply_to_id": "4124852",
            "text": "hvernig læt ég?!\nógó takk!"
        },
        {
            "user": "OfurKindin",
            "user_id": "44085",
            "date": "2006-10-22 19:37:37",
            "id": "4127165",
            "reply_to_id": "4126993",
            "text": "Var að bíða eftir þessu, maður! Eins gott þú lagfærðir :-D"
        },
        {
            "user": "Kollinn",
            "user_id": "30039",
            "date": "2006-10-22 19:45:50",
            "id": "4127244",
            "reply_to_id": "4127165",
            "text": "hjúkk! það síðasta sem ég vill er eitt stykki ofurknid á eftir mé"
        },
        {
            "user": "OfurKindin",
            "user_id": "44085",
            "date": "2006-10-22 22:18:27",
            "id": "4128046",
            "reply_to_id": "4127244",
            "text": ";-)"
        },
        {
            "user": "Pulverturm30",
            "user_id": "64458",
            "date": "2006-10-22 11:36:40",
            "id": "4125282",
            "reply_to_id": "4119676",
            "text": "næs..besta grein sem ég hef séð"
        },
        {
            "user": "Kollinn",
            "user_id": "30039",
            "date": "2006-10-22 13:39:44",
            "id": "4125601",
            "reply_to_id": "4125282",
            "text": "haha takk =D"
        },
        {
            "user": "Kollinn",
            "user_id": "30039",
            "date": "2006-11-28 18:43:07",
            "id": "4277805",
            "reply_to_id": "4119676",
            "text": "en vitiði einhvað hvenar rossignol “kom til sögunnar”"
        },
        {
            "user": "Kollinn",
            "user_id": "30039",
            "date": "2006-11-28 19:00:08",
            "id": "4277876",
            "reply_to_id": "4277805",
            "text": "neibb, aldrei lesið neitt um það =S"
        },
        {
            "user": "Kollinn",
            "user_id": "30039",
            "date": "2006-11-28 19:02:21",
            "id": "4277890",
            "reply_to_id": "4277876",
            "text": "já okei heyrði nefnilega einhverstaðar að rossignol sé búin að vera lengu"
        },
        {
            "user": "Kollinn",
            "user_id": "30039",
            "date": "2006-11-28 19:03:18",
            "id": "4277894",
            "reply_to_id": "4277890",
            "text": "núnú?"
        },
        {
            "user": "Kollinn",
            "user_id": "30039",
            "date": "2006-11-28 19:03:40",
            "id": "4277895",
            "reply_to_id": "4277894",
            "text": "ja en er það satt eða?"
        },
        {
            "user": "Kollinn",
            "user_id": "30039",
            "date": "2006-11-28 19:06:04",
            "id": "4277910",
            "reply_to_id": "4277895",
            "text": "ég hef ekki hugmynd. Þessi grein er bara bygð á þeim heimildum sem ég fékk"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-11-28 19:07:24",
            "id": "4277915",
            "reply_to_id": "4277910",
            "text": "okei svalt er það"
        },
        {
            "user": "IronMaiden",
            "user_id": "57545",
            "date": "2007-02-24 12:38:46",
            "id": "4622473",
            "reply_to_id": "4119676",
            "text": "nice:) snilldar grein, hun kenndi mer sitthvad"
        },
        {
            "user": "Kollinn",
            "user_id": "30039",
            "date": "2007-03-25 23:56:52",
            "id": "4724618",
            "reply_to_id": "4119676",
            "text": "Geðveik grein, fræðandi og skemmtileg"
        },
        {
            "user": "Kollinn",
            "user_id": "30039",
            "date": "2007-03-26 00:00:53",
            "id": "4724640",
            "reply_to_id": "4724618",
            "text": "haha =) ég þakka, þó þetta sé nú bara umorðaður enskur texti"
        }
    ]
}