{
    "forum_title": "Deiglan",
    "user": "fne55",
    "user_id": "15940",
    "date": "2006-10-22 16:08:58",
    "title": "Til hvers?",
    "text": "Má ég bara fá að vita til hvers við erum að veiða hvali? Mér finnst miklu fleiri rök vera á móti því en með þannig að vonandi vill einhver gefa mér fleira en “þeir borða svo hroooðalega mikið af fiski”.",
    "url": "https://www.hugi.is/deiglan/korkar/458351/til-hvers/",
    "url_id": "458351",
    "id": "4126175",
    "replies": [
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2006-10-22 16:17:22",
            "id": "4126204",
            "reply_to_id": "4126175",
            "text": "Við erum að veiða þá svo við getum selt kjötið af þeim til fólks sem borðar það.\nEkki hef ég heyrt nein almennileg rök á móti hvalveiðum…"
        },
        {
            "user": "coot",
            "user_id": "58043",
            "date": "2006-10-24 08:03:08",
            "id": "4133271",
            "reply_to_id": "4126204",
            "text": "Það borðar engin langreyðu nema japanir, og japanir vilja ekki flytja inn til sín hvalkjöt.\nVið erum ekki að græða á þessu"
        },
        {
            "user": "Rumms",
            "user_id": "30459",
            "date": "2006-10-22 16:18:23",
            "id": "4126206",
            "reply_to_id": "4126175",
            "text": "Hrefnukjöt er gott á bragðið"
        },
        {
            "user": "Spor",
            "user_id": "54003",
            "date": "2006-10-22 16:28:29",
            "id": "4126252",
            "reply_to_id": "4126175",
            "text": "Eru það samt ekki nógu góð rök að þeir borði mjög mikinn fisk.\nOg þá er minni fiskur fyrir skipaflotann okkar og þeir fá alltaf minni og minni kvóta og þar af leiðandi minni fiskur er veiddur, frystihús leggjast niður og erfiðara er að fá menn á sjó því launin verða verri og hver vill fá ílla borgað fyrir að vera fjarri allri menningu og já þegar frystihúsin loka missir fólk vinnuna og mörg sjáfarpláss leggjast í eyði.\nVonandi náði ég að útskýra fyrir þér hversu víðtækt það er ef hvalir borða of mikinn"
        },
        {
            "user": "coot",
            "user_id": "58043",
            "date": "2006-10-24 08:05:08",
            "id": "4133273",
            "reply_to_id": "4126252",
            "text": "Kvóta kerfið hefur nú þegar sömu áhrif, og hvalir boða aðallega svif"
        },
        {
            "user": "coot",
            "user_id": "58043",
            "date": "2006-10-22 16:39:38",
            "id": "4126295",
            "reply_to_id": "4126175",
            "text": "Það eru engin rök á móti því."
        },
        {
            "user": "coot",
            "user_id": "58043",
            "date": "2006-10-24 08:06:37",
            "id": "4133275",
            "reply_to_id": "4126295",
            "text": "Það eru engin rök á móti því að veiða þá. Já, ókei, þá á bara að skella sér í það ekki satt? Sjáum svo bara hverjar afleiðingarnar verða"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-10-27 16:33:05",
            "id": "4146885",
            "reply_to_id": "4133275",
            "text": "Seg þú mér hverjar afleiðingarnar verða."
        },
        {
            "user": "dakota66",
            "user_id": "64931",
            "date": "2006-10-22 17:25:33",
            "id": "4126469",
            "reply_to_id": "4126175",
            "text": "megin ástæða að mínu mati að Íslendingar séu að veiða Hval aftur er sú.  Kaninn fór úr landi og þetta er F.U assholes ;) önnur ástæðan er sú Íslendingar þola ekki að einhverjir aðrir segja að við megum ekki, svo þeir kjósa að segja F.U assholse við alþjóðasamfelagið og hefja hrottaleg dráp á þessum dýrum.  Munið að skutlan sem er notuð er sprengi skuttla, það er ekki nóg að þetta veiðir hvalinn heldur þurfa þeir að sprenja hluta af honum svo að hann drepist fyrr.  UMMM er hvalkjöt ekki gott.  Enn hvað veit ég, er víst öfgamður hahah."
        },
        {
            "user": "Gustik",
            "user_id": "55992",
            "date": "2006-10-22 17:43:52",
            "id": "4126535",
            "reply_to_id": "4126175",
            "text": "hvalir eru ein þátturinn af mörgum afhverju þorksur og meiri fiskur er að hverfa frá okkur :/ þeir ét mikið af þessum hlutum og einnig hlutum, sem þessi dýr þurfa"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-10-22 21:13:25",
            "id": "4127712",
            "reply_to_id": "4126175",
            "text": "Ég er farinn að hallast að því að allir aðilar hafi bara rangt fyrir sér í flestu.  Þetta er allt saman della sem virðist snúast um hver nennir að standa í týpísku neits/víst rifrildi.\nHvað fer mikið til spillis af nautakjöti árlega sem bragðast víst á við hrefnu?  Gróðavoninn er takmörkuð og rökin fyrir því að hvalir éti svo mikið af fisknum sem við veiðum hafa aldrei verið fyllilegra útskýrð.  Aðeins haldið fram.  Svo af hverju í andskotanum að standa í þessu veseni?\nHvað varðar græningjanna sem eru að væla yfir þessu.  Geriði ykkur grein fyrir því hvað umræðan um útrýmingarhættu er mikil della?  Þetta er algjör aukaatriði í verndun náttúrunnar, eru þið vissir um að þið séuð ekki að forgangsraða vitlaust?  Er svona kúl að vera hvalavinur?\nAllir aðilar málsins geta virðast vera hálfvitar.  Þjóðernissinnaðir Íslendingar í einhverjum hanaslag við vitgranna græningja.  Ég er viss um að ég get gert eitthvað mikilvægara með tíma minn til þess að bæta ástand heimsins, einhverskonar samskiptanámskeið gæti verið ágæt byrjun; hmm…"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2006-11-01 23:10:40",
            "id": "4167415",
            "reply_to_id": "4127712",
            "text": "Það sem flestir hval„friðunar“sinnar berjast fyrir eru einfaldlega breyttar veiðiaðferðir. Hvalirnir eru skotnir í bakið og dregnir, athugaðu lifandi, í sjónum í fimm klukkutíma þangað til allur máttur er farin úr þeim, og síðan er þeim slengt uppá höfn, oft lifandi og byrjað að skera í þá.\nÞú verður að athuga að hvalirnir eru með þróaðri spendýrum og allt bendir til þess að þeir finni sársauka á sama hátt og menn, þeir senda, sumir segja mjög flókin, boð sín á milli sem sýnir að þeir hafa að minnsta kosti vott af sömu greind og Homo sapiens hefur (samskiptahæfileikan þ.e.a.s. (margt bendir til þess að Neanderdalsmaðurin hafi haft sterkari rökhugsun og að kolkrabbar hafi sterkari rökhugsun en menn t.d.)). Mér finnst ekkert að því að berjast gegn þessum nánast sjúklegu pyntingum, það mætti alveg veiða þá öðruvísi og veita þeim sneggri dauða."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-11-01 23:42:44",
            "id": "4167617",
            "reply_to_id": "4167415",
            "text": "Það er algjör della.  Flestir vilja engar veiðar yfir höfuð, einmitt vegna þess að þeir telja dýrin í útrýmingarhættu og að þau séu sérstaklega greind.  Veiðiaðferðirnar eru langt frá því að vera eins og þú lýsir þeim.  Gagnrýnendur hvalaveiða segja að í um 20% tilvika deyji hvalur ekki samstundis við að fá sprengiskutul í sig.  Það þýðir að 80% deyja samstundis og velkjast ekki í sjónum eins og þú vilt halda fram í 5 klukkustundir.  Þetta er einfaldlega röng mynd sem er gefin af veiðunnum ef afmörkuð tilfelli eru tekinn sem sýnidæmi fyrir allar veiðar.\nHversu oft ætli hreindýr látist ekki í fyrsta skoti?"
        },
        {
            "user": "Spor",
            "user_id": "54003",
            "date": "2006-11-13 11:11:52",
            "id": "4210880",
            "reply_to_id": "4167415",
            "text": "sko fólk hér þarf að vita hvað það er að tala um þegar það er verið að ræða um hvalveiðar og skoða kosti og galla þess, já gallarnir eru því miður lika til staðar en eru mjög smávægilegir í samanborið við kostina, ok hér er ein staðreynd um kosti hvalveiða, 1 samkvæmt sjáfarlífræðingi hér á landi er ætlað að hvalir borði jafn mikið af þorski og 1 stór frystitogari veiðir á ári eða um 4 þúsund tonn, þetta er nú ekki svo mikið en það sem verðu að komast til skila og hefur ekkert verið rætt um, er að þessi 4 þúsund tonn á ári sem hvalir borða eru þorskseiði og má geta þess að eitt svona seið er aðeins um nokkur grömm en ef þetta fengi að vaxa yrði hvert um sig um 2,5 kg fiskur að jafnaði og hvað haldið þið þá að þessi 4 þúsund tonn séu orðin að mörg hunduðum þusunda tonna. þið sjá það greinilega að ef þessi 4 þús tonn yrðu nú bara að 100 þús tonna ( þetta er mjög lá tala, er sjálfsagt 3-4 stærri) og þetta yrði veitt er aflaverðmæti úr þessum 100 þús tonna eitthvað um 20 milljarðar sinnum kannski 3-4 eða hátt í 100 miljarðar á ári og hvað haldiði að tapið að hvalaskoðunum sé á ári, um 2 miljarðar hjá þeim svartsínustu, svo hvað haldiði að sé gáfulegt að gera, ég meina það myndi ekki skipta neinu máli þó svo að við myndum ekki ná að selja eitt einasta kíló af kjötinu því haghvæmnin af hinu er alveg nó til að réttlæta þessar veiðar,,,, takk fyrir mig"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2006-11-13 17:08:02",
            "id": "4212467",
            "reply_to_id": "4210880",
            "text": "Með núverandi kvótakerfi er mér alveg skítsama um hvort fiskimenn hagnist eður, þetta rennur hvort eð er í vasa einhverra gráðugra vitleysinga sem eru miklu meira en of ríkir fyrir."
        },
        {
            "user": "Jolamadurinn",
            "user_id": "58823",
            "date": "2006-10-22 22:20:48",
            "id": "4128062",
            "reply_to_id": "4126175",
            "text": "guð minn góður þetta eru 9 hvalir það er ekki eins og það muni drepa allan stofnin"
        },
        {
            "user": "Zhubenochten",
            "user_id": "58962",
            "date": "2006-10-23 13:35:37",
            "id": "4129530",
            "reply_to_id": "4128062",
            "text": "9 hvalir????"
        },
        {
            "user": "battletoad",
            "user_id": "38949",
            "date": "2006-10-23 14:51:48",
            "id": "4129752",
            "reply_to_id": "4128062",
            "text": "Nei, Hvalur 9 veiddi einn hval."
        },
        {
            "user": "Jolamadurinn",
            "user_id": "58823",
            "date": "2006-10-23 17:15:25",
            "id": "4130628",
            "reply_to_id": "4129752",
            "text": "í já þannig hehe :)\nBætt við 23. október 2006 -  19:27\nmeinti \"\nó\njá þannig\""
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2006-10-24 08:55:02",
            "id": "4133319",
            "reply_to_id": "4129752",
            "text": "Kvótinn fyrir þetta ár eru níu langreyðar, á meðan rannsóknir sýna að það væri vel sjálfbært að drepa 150 langreyðar á ári. Við erum ekki að fara að éta upp allan fokking stofninn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-10-23 16:29:21",
            "id": "4130291",
            "reply_to_id": "4126175",
            "text": "er þetta ekki bara lúmsk brella til að fá okkur til að gleyma kárahnjúkum"
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2006-10-23 22:09:16",
            "id": "4132306",
            "reply_to_id": "4126175",
            "text": "Til að skapa vinnu og Fjármuni, sama ástæða og liggur að baki flestöllum veiðum/ræktunum."
        },
        {
            "user": "Mage",
            "user_id": "58551",
            "date": "2006-10-24 16:40:47",
            "id": "4134788",
            "reply_to_id": "4126175",
            "text": "Því þið getum það, ég er hvorki með eða á móti þesu því það hefur nákvæmlega engann áhrif á mig hvort nokkrir hvalir deyja á ári.\nEf það væri góður hagnaður á þessu þá væri ég með en svo er öruglega ekki.\nEf það væri tap á þessu (fyrir utan nokkra túrista) þá væri ég á móti því.\nSatt að segja er þetta of snemmt fyrir mig að taka skoðun."
        }
    ]
}