{
    "forum_title": "Kvikmyndir",
    "user": "Mode1",
    "user_id": "16175",
    "date": "2006-10-22 17:27:33",
    "title": "Killer Klowns from Outer Space(1988)",
    "text": "Leikstjóri: Stephen Chiodo\nHandrit: Charles Chiodo og Edward Chiodo\nÞessi mynd hefur í gengum tíðina orðið af ein af frægari kult myndum og á orðið stóran aðdáenda hóp.  Og núna fyrir stuttu var farið að gera “Acton” kalla eftir þessari myndi sem seljast víst ágætlega.\nMyndin segir frá innrás geimvera inn í lítinn bæ.  Þessar geimverur líta út eins og trúðar og þeir hegða sér líka eins og trúðar.  Tilgangur þeirra með innrásinni er að ná sér “snakk” fyrir áframhaldandi ferðalag í gegnum geiminn og auðvitað er maðurinn snakkið.  Ungt par verður vart við þá og sleppur naumlega undan þeim og fara því næst niður á lögreglustöðina til að sannfæra lögregluna um að það séu morðóðir trúðar á fer í bænum.  Á meðan þessu stendur ganga trúðarnir út húsi í hús í bænum til að týna upp góða bita fyrir áframhaldandi ferðalag í geimnum.\nÞessi mynd er svo mikil vitleysa að hún er orðin fyndin þegar uppi er staðið.  Að fólk skuli fá hugmynd fyrir svona mynd og koma henni á hvítatjaldið er alveg ótrúlegt.  En þessi mynd gerir líka grín af öðrum myndum sem fjalla um innrás geimvera.  Handritið af myndinni er frumlegt en ekki gott.  Enda augljóst að menn voru meira að hugsa um að skemmta sér við gerð myndarinnar en að skila af sér góðri sögu.\nLeikurinn í myndinni er ekta b-myndaleikur þar sem manni svíður oft við heimskulegum leik leikaranna.  En samt smell passar þessi skelfilegi leikur einhvernvegin við þessa mynd.  En það er nú ekki eins og leikararnir hafi fengið krefjandi hlutverk.  Því það er nánast enginn persónusköpun og allar persónurnar í myndinni virka sem fallbyssufóður fyrir trúðana.\nÞessi mynd fékk nú ekki mikla peninga til að vinna úr en náði samt að nýta þessa peninga ágætlega.  Tæknibrellur og hljóðbrellur í myndinni eru ekki upp á marga fiska en trúðarnir líta nokkuð vel út og eru ljótir, eins og þeir ættu að vera því þeir eru nú geimverur.\nÞað sem þessi myndi lifir á er aulahúmorinn sem tröllríður öllu í myndinni.  Maður getur ekki annað en hlegið af þessu og haft gaman af myndinni því það er ekki vottur af alvöru í henni.  Það er líklega það sem bjargar þessari mynd frá því að vera hrein hörmung.  Því ef maður væri ekki hlæjandi svona mikið allan tíman þá mundi maður sjá alla gallana í myndinni.  Hljóðið passar ekki við myndina, og vinnuliðið sem vinnur við myndina sést í mynd.  Jafnvel í sumum atriðum sést í fólkið sem stjórnar brúðunum.\nEn þeir sem hafa gaman af ’80 skrímslamyndum í anda Gremlins og Critters ættu að skemmta sér vel yfir þessari.  Þó er ég á því að báðar myndirnar sem ég nefni með þessari séu töluvert betri myndir og skemmtilegari.  En það er sami húmor í þessari mynd og í hinum tveimur.  Svo mynd fær **/**** fyrir góða skemmtun.",
    "url": "https://www.hugi.is/kvikmyndir/pistlar/458380/killer-klowns-from-outer-space1988/",
    "url_id": "458380",
    "id": "4126479",
    "replies": [
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2006-10-23 20:32:07",
            "id": "4131777",
            "reply_to_id": "4126479",
            "text": "fræg fyrir að vera léleg, ei?\nBætt við 23. október 2006 -  22:16\nhttp://www.badmovies.org/multimedia/movies6/killerklowns1.mpg"
        },
        {
            "user": "MrBenjamin",
            "user_id": "66528",
            "date": "2006-11-22 22:55:45",
            "id": "4255139",
            "reply_to_id": "4131777",
            "text": "Þetta er geðveik mynd"
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2006-10-26 09:17:17",
            "id": "4141606",
            "reply_to_id": "4126479",
            "text": "killer klowns eh ?"
        },
        {
            "user": "Sjnelli",
            "user_id": "56666",
            "date": "2006-10-29 20:43:08",
            "id": "4154396",
            "reply_to_id": "4126479",
            "text": "heimskulegasta steipa sem ég hef nokkurtíma séð á ævi minni"
        },
        {
            "user": "sKaKKur",
            "user_id": "5790",
            "date": "2006-11-12 14:17:41",
            "id": "4207112",
            "reply_to_id": "4126479",
            "text": "ég skemmti mér stórkostlega vel yfir þessari mynd.. þetta er svona hálfgerð grín-hrollvekja með steiktu ívafi =)"
        },
        {
            "user": "neehei",
            "user_id": "43968",
            "date": "2006-11-14 19:16:39",
            "id": "4217622",
            "reply_to_id": "4126479",
            "text": "Þetta er meistara stykki"
        },
        {
            "user": "Snoogins",
            "user_id": "67206",
            "date": "2007-01-07 04:22:55",
            "id": "4444071",
            "reply_to_id": "4217622",
            "text": "Killer Klowns fokking rúlar, hverjum er ekki sama þótt hún sökki, hún fokking rúlar samt."
        }
    ]
}