{
    "forum_title": "Jeppar",
    "user": "WILLIS",
    "user_id": "10802",
    "date": "2001-10-08 16:52:50",
    "title": "Sýningin í höllinni.",
    "text": "Hvernig fannst ykkur jeppasýningin í höllinni sem 4*4 hélt nú um helgina?\nAðstandendur sýningarinnar eru (held ég) ferlega svektir yfir lélegri aðsókn. Ég heyrði frá Starfsmannastjóra að það hefðu verið komnir 8000-10.000 gestir síðdegis í gær en menn gerðu sér ráð fyrir um allt að 20.000 sýningargestum.\nÞið sem voruð þarna, hvað fannst ykkur um stökkbílana tvo (Jeepinn og Hiluxinn) og svo sex hjóla Econolineinn (Ice-Cool)?\nÉg verð að segja það að mér fannst þessi sýning frábær í alla staði og ég er hissa á hversu fáir mættu. Er eitthvað sem ykkur fannst vannta á þessa sýningu? Endilega skrifið það hérna eða hafið samband við stjórn 4*4.\nKveðja-WILLIS",
    "url": "https://www.hugi.is/jeppar/greinar/45921/syningin-i-hollinni/",
    "url_id": "45921",
    "id": "299133",
    "replies": [
        {
            "user": "Surf",
            "user_id": "10219",
            "date": "2001-10-09 11:28:28",
            "id": "299134",
            "reply_to_id": "299133",
            "text": "Sýnigin sjálf var ágætlega framhvæmd EN mér fannst Glitnir og Lýsing eiga full marga bíla þarna. Og hvað var þetta dulbúin auglýsing fyrir Ingvar ? og ég veit ekki en ég hélt að það væru líka bílar á minna en 44“ á fjöllum hvað voru margir á minna í salnum 5-6 ? Ég hefði viljað sjá fleirri ”eðlilega\" bíla eins og t.d. Hroll þetta er bíll sem venjulegur maður getur átt og svínvirka"
        },
        {
            "user": "karlkani",
            "user_id": "2603",
            "date": "2001-10-09 18:21:53",
            "id": "299135",
            "reply_to_id": "299134",
            "text": "Það var nú sagt að þetta væru 60 BEST útbúna bílarnir á landinu á auglýsingunni…\nSmá púntur\n´\nJónsi"
        },
        {
            "user": "klami",
            "user_id": "10202",
            "date": "2001-10-10 16:58:01",
            "id": "299136",
            "reply_to_id": "299134",
            "text": "sammála,  þarna inni voru í miklum meiri hluta bara tilbúnir bílar á lýsingar og glitnis lánum.  en annars var sýningin að þessu sinni mjög glæsileg og vönduð."
        },
        {
            "user": "nucleus",
            "user_id": "12356",
            "date": "2001-10-09 20:26:46",
            "id": "299137",
            "reply_to_id": "299133",
            "text": "Ég kíkti aðeins á þetta og fannst þetta frábær sýning, samt svolítið hissa hvað fáir mættu, vona bara að það verði haldnar fleiri jafn flottar sýningar og þessi í höllinni í nánustu framtíð."
        },
        {
            "user": "heimska",
            "user_id": "10771",
            "date": "2001-10-10 19:08:51",
            "id": "299138",
            "reply_to_id": "299133",
            "text": "Mér fannst þessi sýning nokkuð góð, sérstaklega bílarnir sem voru úti og svo auðvitað þessir “jeppar” sem voru inni (hvað voru þessir patrólar að gera þarna?)  Þessir “stökkbílar” eru auðvitað alveg frábærir og væri vonandi að menn gerðu meira að því að smíða svoleiðis jeppa , Hrollur er líka algjör snild og þar geta patrol “bíl” eigendur séð hvernig jeppar eiga að vera (kanski fæst lán frá Glitni eða Lýsingu á hroll). Gula súkkan á 44\" var algjört úps! það verður gaman að sjá til hennar í snjónum."
        },
        {
            "user": "yggdrasill",
            "user_id": "4955",
            "date": "2001-10-10 22:35:06",
            "id": "299139",
            "reply_to_id": "299138",
            "text": "sáuði scout-inn sem var búið að setja patrol boddy og gm vél"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2001-11-02 10:35:00",
            "id": "299140",
            "reply_to_id": "299138",
            "text": "Patrolar eru massa bílar! Ekkert helvítis bögg!"
        },
        {
            "user": "heimska",
            "user_id": "10771",
            "date": "2001-11-04 20:56:48",
            "id": "299141",
            "reply_to_id": "299140",
            "text": "Já rétt hjá þér Patról eru massa bílar og þess vegna ætti ekki aðp tala um þá á “jeppa” síðu"
        },
        {
            "user": "WILLIS",
            "user_id": "10802",
            "date": "2001-11-06 22:09:56",
            "id": "299142",
            "reply_to_id": "299141",
            "text": "Það er mikið til í þessu sem heimska segir!"
        },
        {
            "user": "halldorgm",
            "user_id": "1763",
            "date": "2001-11-22 13:59:14",
            "id": "299143",
            "reply_to_id": "299142",
            "text": "hvaða máli skiptir hver á bílana þeir eru alveg jafn flottir og góðir þrátt fyrir að glitnir eða lýsing eigi þá!!!!!"
        },
        {
            "user": "halldorgm",
            "user_id": "1763",
            "date": "2001-11-22 13:59:17",
            "id": "299144",
            "reply_to_id": "299142",
            "text": "hvaða máli skiptir hver á bílana þeir eru alveg jafn flottir og góðir þrátt fyrir að glitnir eða lýsing eigi þá!!!!!"
        },
        {
            "user": "Surf",
            "user_id": "10219",
            "date": "2001-10-11 15:36:04",
            "id": "299145",
            "reply_to_id": "299133",
            "text": "Þetta var geðveik sýning. Ég fór og var þarna í fjóra tíma og gjörsamlega hugsaði ekki um annað næstu tvo daga. Eða svona næstum.  En bara til hamingju með þessa glæsilegu sýningu og vonandi koma þeir með hana norður við tæifæri, eða allavegana eitthvað af henni. ;o) spurninginn er bara hver var flottastur þarna inni? ég er á því að blái troperinn var geðveikur og það all svakalega, líka patrol sem var þarna, einn af mörgum en hann var með allt. græjur, dvd, hefði mátt setja örbylgjuofn í samband og allt maður. vó shit maður þetta var geðveikt."
        },
        {
            "user": "Surf",
            "user_id": "10219",
            "date": "2001-10-11 15:43:14",
            "id": "299146",
            "reply_to_id": "299145",
            "text": "Reindar góður punktur EN (ég hef dullu gama af þessum en-um) hver segir að þú þurfir að vera á 44“ til að vera á vel útbúnum bíl ? S´kka á 36” óstöðvandi, hilux á 38“ fer allt jafnvel bronco II a´38” (eins og ég fyrirlít þessar druslur) fer allan and…. Þannig að þú þarft ekki að keira um á andvirði íbúðar til að vera á vel útbúnum bíl"
        },
        {
            "user": "yggdrasill",
            "user_id": "4955",
            "date": "2001-10-11 23:07:39",
            "id": "299147",
            "reply_to_id": "299146",
            "text": "sammála"
        },
        {
            "user": "zappy",
            "user_id": "7171",
            "date": "2001-10-23 10:06:06",
            "id": "299148",
            "reply_to_id": "299146",
            "text": "Ef ég á að svara þér vinur þá langar mig ógeðslega mikið í hilux á 38 tommum, mig hins vegar finnst þessir dýru bílar eins og patrol og fleiri gedveikt flottir en samt eru þeir orðnir svo dýrir og flottir að ég myndi ekkert tíma að keyra þá uppi á hálendi þar sem er hætta á drullu festu, sprungum eða krapi.\nHeyri í þér."
        },
        {
            "user": "zappy",
            "user_id": "7171",
            "date": "2001-10-29 04:04:30",
            "id": "299149",
            "reply_to_id": "299148",
            "text": "Það var nú bara þannig að ég vissi ekkert af þessari sýningu samt husta ég á útvarp mikið og solles síðan frétti ég af þessari sýningu og þá var hún búinn I am M4D!!!\nZaPpY"
        },
        {
            "user": "nutty",
            "user_id": "7317",
            "date": "2001-10-12 08:27:44",
            "id": "299150",
            "reply_to_id": "299133",
            "text": "hvernig væri að setja inn myndir af sýningunni fyrir þá sem fóru ekki ?  Það var einhver að taka myndir er það ekki ??"
        },
        {
            "user": "gti",
            "user_id": "3525",
            "date": "2001-10-12 12:35:54",
            "id": "299151",
            "reply_to_id": "299133",
            "text": "Þessi sýning hefur bara ekki verið nógu vel kynnt því ég vissi ekki af henni fyrr en seint á sunnudeginum og þá var ég búinn að plana að gera eitthvað annað."
        },
        {
            "user": "HelgiHilux",
            "user_id": "7595",
            "date": "2001-10-12 23:23:15",
            "id": "299152",
            "reply_to_id": "299133",
            "text": "Já strákar mínir peningarnir eru ekki allt.\nHrollur er dæmi um bíl sem er smíðaður og pældur frá upphafi til að drífa hvert sem er í íslenskum vetrarferðum um hálendið.  Það eru ekki margir jeppar smíðaðir með það í huga frá upphafi.\nÉg hef ferðast með hrolli og get ábyrgst það að hann virkar yfirleitt best og kemst yfirleitt mest og er hægt að setja í miklu meiri hættu en Glitnisbílana vegna þess að verðgildi hans er kannski ekki ýkja mykið en notkunargildið þeim mun meira."
        },
        {
            "user": "Garri",
            "user_id": "7113",
            "date": "2001-10-22 16:25:14",
            "id": "299153",
            "reply_to_id": "299152",
            "text": "Hvers konar bíll er þessi Hrollur? Maður fer nú bara að verða forvitinn."
        },
        {
            "user": "heimska",
            "user_id": "10771",
            "date": "2001-10-22 18:31:37",
            "id": "299154",
            "reply_to_id": "299153",
            "text": "Hrollur er fullbúinn jeppi sem er  “ógðslega” ljótur, en gæti alveg trúað því að hann væri duglegur jeppi á fjöllum´, mér var sagt að hann væri frá Egilsstöðum……eigum við ekki svona “Hrolli” hérna sunnanlands?"
        },
        {
            "user": "buggy",
            "user_id": "13130",
            "date": "2001-10-13 18:39:11",
            "id": "299155",
            "reply_to_id": "299133",
            "text": "Hvað eru eiginlega stökkbílar, ég persónulega nennti ekki að fara á þessa sýningu vegna þess að mig grunaði að þarna væru of margir “ýktir” bílar þ.e.  kjaftfullir af tölvugræjum og helst nauðsynlegt að vera leðurklæddir."
        },
        {
            "user": "Surf",
            "user_id": "10219",
            "date": "2001-10-16 10:12:26",
            "id": "299156",
            "reply_to_id": "299155",
            "text": "“Stökkbílar” eru bílar með virkilega brútal fjöðrunarkerfi. Þessir tveir sem voru í höllinni voru blái hiluxinn sem Davíð hefur verið að “dunda” við að gera og síðan Comandóinn sem fór á Hjúkinn á sínum tíma, ég veit að stikið af dempurunum í hann kostaði 100-110 þús, stífu kerfið er hannað að fyrirmynd frá Baja rallbílunum"
        },
        {
            "user": "Hilux",
            "user_id": "4533",
            "date": "2001-10-22 19:26:18",
            "id": "299157",
            "reply_to_id": "299133",
            "text": "Mér fanst full mikið af Patrol þarna “inni” Þeir áttu frekar að vera á bak-við höllina. Það var greinilegt að bílarnir sem voru inni þó ekki Hrollur jeep-in Hiluxin 4runner-in voru þarna á aðal sýningar svæðinu í gegnum klíkuskap. Það vantaði meira af Normal jeppum ekki þassa jeppa sem skrifstofu kallar eiga. Eini munurin á Patrolonum var liturin munstrið idekkjunum og hvort það var leður eða Puss áklæði."
        }
    ]
}