{
    "forum_title": "Manager leikir",
    "user": "baldvinp",
    "user_id": "13685",
    "date": "2001-10-09 02:21:51",
    "title": "smá athugasemdir",
    "text": "þar sem þetta er mín fyrsta grein um þennan yndislega leik ætla ég\nað byrja aðeins að fjalla um það (asnalega)í honum.Td afhverju er Rivaldo alltaf “titlaður” sem amlc sem er alveg fáránlegt auðvitað er hann amflc eða flc sem er svo annað atriði sem pirrar mig soldið hvað er þetta með muninn á amflc og flc af hverju ekki bara að hafa annaðhvort.En núna með það sem pirrar mig gríðarlega hafiði tekið eftir því með suma af yngri leikmönnum hvað þeir eru  með fáránlegar tölur.tdstiker sem var með einhverja lægstu tölu í finishing og hægt er,ég meina auðvitað eiga sóknarmenn að hafa betri tölu sóknarlega en varnarlega og svo öfugt,man td eftir varnarmanni sem var með 5 í tackling en 20 í finishing mér finnst að varnarmenn eigi bara að hafa þessar varnarlegu tölur og sóknarmenn með öfugt allavega meðan þeir eru ungir og óþekktir. svo er það sitthvað flr en samt besti leikur í heiminum jæja ég ætla að fara að hætta þessu rausi og halda áfram með savið mitt.já eitt í lokinn ekki fara að koma með asnaleg komment um prentvillur og þannig eins og stundum sést bara aðhún nokkurn veginn skiljist",
    "url": "https://www.hugi.is/manager/greinar/46040/sma-athugasemdir/",
    "url_id": "46040",
    "id": "299901",
    "replies": [
        {
            "user": "pires",
            "user_id": "10415",
            "date": "2001-10-09 11:42:02",
            "id": "299902",
            "reply_to_id": "299901",
            "text": "Ég er alveg sammála þér með þetta með tölurnar… Sú umræða hefur komið upp áður varðandi þær (reyndar ekki hér!). Eins og til dæmis er alveg fáránlegt að maður í þriðju deild sé kannksi með 20 í heading, eins og kannski Duncan Ferguson sem er álitinn einn besti skallamaður í heimi! Eruði þá að segja mér að Þessi þriðju deildar maður sé einn besti skallamaður í heimi?\nÞað þyrfti að breyta stöðlunum!"
        },
        {
            "user": "Rain",
            "user_id": "5012",
            "date": "2001-10-09 12:33:03",
            "id": "299903",
            "reply_to_id": "299901",
            "text": "Mér finnst nú sammt fáránlegast að vera Striker/GK eins og t.d. Campos var í einhverju updatinu.  En ég held að það sé búið að laga það."
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2001-10-09 13:02:54",
            "id": "299904",
            "reply_to_id": "299903",
            "text": "Af hverju er það fáránlegt þegar að leikmaðurinn getur spilað þessar stöður?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-10-09 13:33:19",
            "id": "299905",
            "reply_to_id": "299904",
            "text": "Chilavert anyone?"
        },
        {
            "user": "SverrirBergmann",
            "user_id": "13586",
            "date": "2001-10-09 13:37:25",
            "id": "299906",
            "reply_to_id": "299904",
            "text": "Strákar mínir…! Þið eruð ekki að fara með rétt mál! Þó að einhver sé með 20 heading þýðir það ekki að hann sé endilega rosa góður skalla maður… Ef þú vilt góðan skallamann þá þarf hann að hafa hátt í heading,jumping,off the ball,balance og strength!! Eins með finishing þá eru það margar tölur sem blandast inn í!!!\nAnnars finnst mér að menn sem eru yfirburðamenn í einhverju mættu vera með 21 í þeirri tölu… einsog t.d. Fergie fengi 21 í heading"
        },
        {
            "user": "ivar",
            "user_id": "1346",
            "date": "2001-10-09 15:57:36",
            "id": "299907",
            "reply_to_id": "299906",
            "text": "Ég prufaði þennan leik fyrir löngu síðan og þetta líktist því að tveir vinir léku sér í word eða stórum Flash leik. Það er nákvæmalega eingin leikur nema hugsanlega Tetris eða Pacman sem er einfaldara að gera. Þessir menn sem gera þennan leik eru að hafa af ykkur peninga, trúið mér, þessi leikur er ekkert nema mikill innsláttur forritara.\nP.S. ef einhver veit um eifaldari leik í útliti og vinnslu væri gaman að sjá þann “langa” lista!!"
        },
        {
            "user": "pires",
            "user_id": "10415",
            "date": "2001-10-09 16:02:55",
            "id": "299908",
            "reply_to_id": "299907",
            "text": "Góði farðu og böggaðu aðra……"
        },
        {
            "user": "bjatkja",
            "user_id": "10196",
            "date": "2001-10-09 17:15:54",
            "id": "299909",
            "reply_to_id": "299907",
            "text": "Og hvað með það þótt að það sé ekkert geðveik grafík í leiknum ekki eru allir leikir góðir þótt að í þeim sé góð grafík það er gameplayið sem gildir!!!\nog hana nú….."
        },
        {
            "user": "RebelINS",
            "user_id": "5434",
            "date": "2001-10-09 18:41:23",
            "id": "299910",
            "reply_to_id": "299909",
            "text": "hell yeah, gameplayið er snilld :D"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2001-10-09 19:45:44",
            "id": "299911",
            "reply_to_id": "299907",
            "text": "Ekki flókin forritun? Þú hefur ekki mikið vit á forritun þá ef þú heldur það :)\nEf forritunin í honum er svona slæm, afhverju er þetta þá eini manager leikurinn sem gefur manni nokkurnvegin rétt úrslit úr leikjum (t.d. í Fifa soccer manager þá gat maður léttilega unnið Man utd með 3 deildar liðum)"
        },
        {
            "user": "Qualitor",
            "user_id": "8900",
            "date": "2001-10-09 20:58:08",
            "id": "299912",
            "reply_to_id": "299907",
            "text": "það er kannski ekki góð grafík í leiknum en þetta er mjög flókin og erfið forritun og tekur mjög langan tíma að safna öllum upplýsingum saman osfrv. td þarf leikurinn að geyma upplýsingar allt uppí tugi þúsunda manna og leikja í 50 ár, þar með talið td í hverjum leik, áhorfendur, einkunir allra leimanna, skot á mörk, hve mörg % liðin var með boltann og ef þetta er einföld forritun þá veit ég ekki hver erfið forritun er. ég veit ekkert í forritun en ég fullyrði samt að þetta er mjög erfiður leikur í vinnslu, en samt frekar einfaldur í útliti."
        },
        {
            "user": "SverrirBergmann",
            "user_id": "13586",
            "date": "2001-10-10 10:34:31",
            "id": "299913",
            "reply_to_id": "299912",
            "text": "Hehe.. ég veit ekki að.. segja að þeir séu að hafa af okkur peninga…þetta er bara einhver súr Action Quake gaur sem eyðir lífinu með headphone á hausnum grotnandi með sjálfum sér í eigin svitafýlu.. Ég veit ekki betur en að Champ.Man kosti svipað..ef ekki minna en aðrir leikir.. plús það að maður getur endalaust spilað hann og endalaust byrjað upp á nýtt.. þetta er í raun eini leikurinn sem þú þarft kaupa yfir árið ef þú ert CM fan… annað með Quake tittlingana þá þurfa þeir að eyða endalausum peningum í skjákort..minnisuppfærslu.. og you name it.. þannig að ég held að þessi vitleysingur megi draga hausinn á sér aðeins útúr eigin rassgati og átta sig… LIFI MANAGER!!!"
        },
        {
            "user": "palli2",
            "user_id": "6725",
            "date": "2001-10-09 19:48:22",
            "id": "299914",
            "reply_to_id": "299903",
            "text": "Rain Campos er markmaður og striker!!!!!"
        },
        {
            "user": "Andri4",
            "user_id": "6789",
            "date": "2001-10-09 15:54:40",
            "id": "299915",
            "reply_to_id": "299901",
            "text": "Mér finnnst ekkert að því að einhver í þriðjudeild sé með 20 í einhverju. T.d. getur einhver maður verið með endalaust góðatækni en lélegur skotmaður, légur að hlaupa, senda og skjóta og í heildina lélegur leikmaður en hann er kanski með geðveika tækni."
        },
        {
            "user": "papercutz",
            "user_id": "4520",
            "date": "2001-10-11 01:02:34",
            "id": "299916",
            "reply_to_id": "299901",
            "text": "Varðandi þá sem voru að kvarta yfir lítilli graffík í þessum leik, þá tek ég undir þá sem sögðu að það væri gameplayið sem countar… Þetta er dýrindisleikur þegar maður vill komast frá amstri dagsins… T.d koma heim úr skólanum, setjast niður fyrir framan tölvuna og kveikja á græjunum og slappa bara af :)\nWell… Viva le Champman"
        },
        {
            "user": "lilbitch",
            "user_id": "13002",
            "date": "2001-10-11 10:47:57",
            "id": "299917",
            "reply_to_id": "299916",
            "text": "Heyr heyr, ef ég mæti ekki í skólan í mánuð þá þýðir það bara eitt ég hef dáið af allri þessari Champ.man spilun og þá hef ég dáið hamingjusamur maður."
        },
        {
            "user": "pires",
            "user_id": "10415",
            "date": "2001-10-11 20:20:17",
            "id": "299918",
            "reply_to_id": "299917",
            "text": "Championship Manager suckar feita böllinn á Osama bin laden. Þetta er lélegasti leikur ever created"
        },
        {
            "user": "pires",
            "user_id": "10415",
            "date": "2001-10-11 23:00:00",
            "id": "299920",
            "reply_to_id": "299918",
            "text": "Dommi þó! Ég hélt að mamma þín væri búin að banna þér að vera á netinu! Hún hringdi í mig um daginn og sagði mér frá þroskavandamáli þínu. Hvernig væri að byrja fyrst á því að reyna að lita í litabók? Eða fara í létt kennsluforrit? Ekki bullast um á netinu……… elsku kallinn minn!\nM.ö.o:\nDrullastu í burtu óþroskaða barn og farðu í pokemon!"
        },
        {
            "user": "jnbirkir",
            "user_id": "13252",
            "date": "2001-10-12 08:45:05",
            "id": "299919",
            "reply_to_id": "299918",
            "text": "Dommi ,farðu og sleiktu mömmu þína litla ógeð!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-10-12 15:05:12",
            "id": "299921",
            "reply_to_id": "299918",
            "text": "Hm dommi, er that ekki gaurinn sem var bannadur af huga og skjálfta mótum fyrir hálfvitaskap?"
        },
        {
            "user": "papercutz",
            "user_id": "4520",
            "date": "2001-10-13 02:39:52",
            "id": "299922",
            "reply_to_id": "299901",
            "text": "Ég byrjaði nýtt save í nýja champ, fór í ítölsku deilina og tók við Lazio… Ég var að byrja að spila, var að leita að Claudio Lopez… En nei nei, hann var í reserves og ekkert með það flottar tölur miðað við í fyrri cm og með lélegt stamina!\nBlehh.. Viva le Champman :)"
        },
        {
            "user": "Ronni",
            "user_id": "2548",
            "date": "2001-10-19 15:34:05",
            "id": "299923",
            "reply_to_id": "299901",
            "text": "maður hefur nú lent á s© sem hafa skíta tölu í finishing svo sem 5-6 semt eru þeir að setja fullt af mörkum þetta er náttúrulega tómt rugl"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2001-10-22 10:49:28",
            "id": "299924",
            "reply_to_id": "299923",
            "text": "Það er ekkert bara finishing sem segir til um það hversu mikið menn skora, t.d. leikmaður með 20 í finishing og 1 í öllu öðru myndi nú ekki skora mikið er það?"
        }
    ]
}