{
    "forum_title": "Rómantík",
    "user": "g0tlife",
    "user_id": "63348",
    "date": "2006-11-05 17:31:23",
    "title": "Hjartabrotinn",
    "text": "Jááá ég ætlaði að gera sögu fyrir heimasíðuna sem ég er á b.c.is.. þannig ég byrjaði og eftir soldinn tíma kom þetta. Gjörið svo vel\nEinu sinni var drengur ungur piltur í 10 bekk í grunnskóla. Hann var að fara á 16 ár og var þannig byrjað að fullornast soldið , hann var byrjaður að taka eftir stelpum ekki bara brjóst og rass heldur persónuleika\nog góða vini. Þessi ungi piltur hafði alltaf verið feiminn við telpur en nú hafði hann tekið á því og var nú mest ófeiminn við allt. Drengurinn hafði fínt útlit eða bara svona normal gæji drakk ekki og var í fínum fötum. Einn\ndaginn varð hann skotinn í stelpu , hann var nokkuð viss að hún væri hrifinn af honum en svoo var ekki. Strákurinn gafst samt ekki upp og gaf sitt besta\nen sætti sig svo við tapið og héllt lífinu áfram hress og kátur. Strákurinn elskaði böll og kynntist þar fullt af fólki og eignaðist nýja vini hressa , káta og sæta vini. Strákurinn fylltist af gleði hugsaði veil um sig og vinina\nen þá kom galli á þetta hann varð hrifinn af 1 stelpunni í hópnum , hann hafði varlað séð hana áður og stelpan sýndi stráknum mikinn áhuga. Eftir þetta byrjaði strákurinn að vera rosa opinn , þegar strákurinn leit til baka þá sá hann að þetta var það besta sem hafði\nskeð fyrir hann. Svo sá strákurinn að það var ekki að virka svoo hann byrjaði að vera pínku emo , þá kynntist hann 3 telpunni og varð hann ekki örugur með sig lengur , núna í dag er strákurinn alltaf varkár og passar sig. Þorir varla að tala við hana eða trúa hlutum sem hann fréttir\nútaf því að hann var svona varkár og vandaði sig og trúði ekki hlutunum strax endaði það með því að stelpan missti áhugan á stráknum. Þegar strákurinn frétti þetta varð hann sár og langaði að spóla til baka en það var ekki hægt. Þannig núna til dags treystir strákruinn engu sem stelpa segir um hann\nog þorir varla að reyna við stelpu. Strákurinn byrjaði að vera með strákavinum sínum meira og varð meira feiminn við telpur. Flestir vinir stráksins fóru að fjarlægast hann og þetta með stelpudæmið hjálpaði ekki. Það fór að styttast í jól og fleiri stór böll , strákurinn fór að hugsa og hugsa og fór alveg í kerfi\nþannig að eftir að hafa verið heima hjá sér að skoða gömul samtöl og myndir labbaði hann inná klóset hann horði á sig í speiglinum allann í tárum. Hann vissi ekki hvenar hann hafði byrjað að gráta en það var langt síðann. Strákurinn labbaði framm til að ná í handklæði með hjartað í brotum , þegar strákurinn kom framm í þvottahús sá hann\nlímrúllu stóra. Hugsanir stráksins voru á milljón og hafði hann ekki getað sofið almennilega í marga daga útaf þeim. Strákurinn tók límið með sér aftur inná bað. Þegar hann kom inná bað héllt hann á poka í hinni hendinni ekki vissi hann afhverju en hann vissi alveg hvað hann gæti notað hann í. Strákurinn fór að skrifa 1 stutt bréf til mömmu sinnar og lét svo\npokann á hausinn , tók hann þá límið og límdi um hálsinn og hikaði hann varla við. Sama tíma var hann búinn að líma hendurnar saman líka , settist strákurinn í sturtuna í öllum fötunum og héllt á mynd af pabba sínum og byrjaði að tárast. Eftir smá stund missti strákurinn myndina og féll til hliðar , hann var látinn. Mamma drengsins kom heim með uppáhalds mat drengsins\nog var búinn að leygja spólu og kaupa nammi , hún tók akkurat myndirnar sem strákurinn vildi sjá uppáhalds nammið hans. Hún vildi gleðja drenginn sinn upp , móðirin labbaði inní herbergið hans og sá allt kveikt og kallaði nafn hans en ekkert svar kom , þannig hún labbaði inná klóset því þar var allt í ljósi. Móðirinn labbaði spennt því hún vildi gleðja son sinn með því sem hún hafði keypt á leiðinni heim\nÞegar móðirinn labbaði inn á baðið frosnaði hún , gat ekki andað sá síðan miðann til hægri gat ekki hreyft sig nema hausinn. Þetta var yngsta barnið hennar , eftir smáá stund gat hún rétt svoo labbað framm með tárinn lekandi og enþá í svoo hissa að hún deplaði ekki augunum. Þegar hún komst að símanum féll hún á hné og gat varla hringt í 112. Þegar lögreglan kom tóku þeir eftir hvernig móðirin var og tóku hana heim til Ömmu stráksins þar sem öll fjölskyldan kom. Eftir 1 mánuð var móðirinn lögð inná sjúkrahús í áfallahjálp en það virkaði ekki og var móðirinn búinn að fara versnandi og var byrjuð að tala við sjálfan sig og starði oft á hlut allann daginn. Móðirin var alla sína ævi að berjast gegnum þetta á geðheimilum og sjúkrahúsum.\nFólk sem skoðaði síðuna hrósaði mér svoo fyrir hana að ég ákvað að setja hana hérna bara .\ntakk takk",
    "url": "https://www.hugi.is/romantik/greinar/462217/hjartabrotinn/",
    "url_id": "462217",
    "id": "4178300",
    "replies": [
        {
            "user": "hildurbirna",
            "user_id": "64799",
            "date": "2006-11-05 17:43:51",
            "id": "4180042",
            "reply_to_id": "4178300",
            "text": "maður seigir ekki gleðja hann upp er það nokkuð ?"
        },
        {
            "user": "Svafnir",
            "user_id": "8098",
            "date": "2006-11-05 19:04:53",
            "id": "4180404",
            "reply_to_id": "4180042",
            "text": "Laukrétt, maður segir líka."
        },
        {
            "user": "hastalavista",
            "user_id": "58905",
            "date": "2006-11-05 17:46:48",
            "id": "4180057",
            "reply_to_id": "4178300",
            "text": "vá.. flott saga <3\nen hvað keypti mamman?"
        },
        {
            "user": "Orkamjas",
            "user_id": "55230",
            "date": "2006-11-05 17:55:53",
            "id": "4180110",
            "reply_to_id": "4178300",
            "text": "Góð saga, en oft nokkuð kjánalega og illa orðuð.\neftir smáá stund gat hún rétt svoo labbað framm með tárinn lekandi og enþá í svoo hissa að hún deplaði ekki augunum."
        },
        {
            "user": "Bjarke",
            "user_id": "19229",
            "date": "2006-11-05 18:41:01",
            "id": "4180302",
            "reply_to_id": "4178300",
            "text": "aumingja þú.. svekk."
        },
        {
            "user": "siggikorn",
            "user_id": "47904",
            "date": "2006-11-05 19:39:23",
            "id": "4180605",
            "reply_to_id": "4178300",
            "text": "vá rómantísk saga…"
        },
        {
            "user": "snikkin",
            "user_id": "25858",
            "date": "2006-11-05 19:46:25",
            "id": "4180636",
            "reply_to_id": "4178300",
            "text": "Sagan er góð í sjálfu sér, þ.e. söguþráðurinn. Því miður fannst mér annað ekki nógu gott, t.d. framsetning, stafsetning og orðalag.\nEn hafðu engar áhyggjur, það lærist. Ég hvet þig eindregið til að halda áfram að skrifa. Ég ætla að gefa þér eitt ráð í lokin: Láttu foreldri/eldra systkini lesa yfir söguna eftir að þú hefur skrifað hana. Þannig kemurðu í veg fyrir stafsetningavillur, villandi orðalag ofl.\nEn einsog ég segi þá finnst mér söguþráðurinn góður og minnir á mínar eigin sögur sem ég skrifaði fyrir 5-10 árum síðan.\nmbk.\nsnikkin"
        },
        {
            "user": "g0tlife",
            "user_id": "63348",
            "date": "2006-11-05 19:54:36",
            "id": "4180683",
            "reply_to_id": "4180636",
            "text": "ég var nú ekki að vanda mig ég skrifaði þetta á mjög góðum hraða og fór ekki yfir villur sé nokkrar ef ég horfi yfir þetta fljótlega\nbtw. þetta var fyrir b.c.is síðu hjá mér og vini mínum. Er ekki að gera eithvað meistaraverk =)"
        },
        {
            "user": "Joi1X",
            "user_id": "22257",
            "date": "2006-11-07 06:17:51",
            "id": "4186082",
            "reply_to_id": "4180683",
            "text": "Hvad vard um ad stjorendur hefdu akvedna standarda a illa skrifadar greinar? Eg meina… ef greinarhofundur er augljoslega ekkert ad hugsa um fragang a greininni, tha a ekkert ad samthykkja greinina! Stjornandi ma vinsamlegast neita greininni, bidja greinarhofund um ad finpussa og senda svo aftur inn. Thannig var thad I den…"
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-11-05 20:14:18",
            "id": "4180770",
            "reply_to_id": "4178300",
            "text": "veggur ;_;"
        },
        {
            "user": "g0tlife",
            "user_id": "63348",
            "date": "2006-11-05 23:33:29",
            "id": "4181829",
            "reply_to_id": "4178300",
            "text": "þegar strákurinn leit til baka þá sá hann að þetta var það besta sem hafði\nskeð fyrir hann. Svo sá strákurinn að það var ekki að virka svoo hann byrjaði að vera pínku emo ,\nHætti þarna, sorry."
        },
        {
            "user": "g0tlife",
            "user_id": "63348",
            "date": "2006-11-06 01:36:50",
            "id": "4182262",
            "reply_to_id": "4181829",
            "text": "svekk fyrir þig.."
        },
        {
            "user": "petgun",
            "user_id": "47758",
            "date": "2006-11-06 10:11:42",
            "id": "4182639",
            "reply_to_id": "4178300",
            "text": "Það heitir að vera hryggbrotinn gash!"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2006-11-06 10:33:13",
            "id": "4182673",
            "reply_to_id": "4178300",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "zackleys",
            "user_id": "36252",
            "date": "2006-11-06 18:58:51",
            "id": "4184421",
            "reply_to_id": "4178300",
            "text": "HAHAHAHA GEIRI !"
        },
        {
            "user": "Scandalous",
            "user_id": "53721",
            "date": "2006-11-07 13:21:03",
            "id": "4186596",
            "reply_to_id": "4178300",
            "text": "Fínt innihald.. Fín hugmynd en þvílíkt afkárlega illa orðað.. Í GVUÐANNA bænum viltu annaðhvort hafa þetta á gelgjutungumáli eða föguðu tungumáli.. Þetta pirrar mig ekkert smá.. with all due respect..\nHann var að fara á 16 ár og var þannig byrjað að fullornast soldið , hann var byrjaður að taka eftir stelpum ekki bara brjóst og rass heldur persónuleika\nog góða vini.\nÞetta hefði átt að vera\nHann var að fara á sextánda ár og var farinn að fullorðnast. Hann tók eftir stelpum út af persónuleika, ekki sem manneskjur með brjóst og rass. Hann átti líka nokkrar sem góðar vinkonur eða hvað sem þetta átti að þýða..\nÞað að fólk hafi í hástert verið að hrósa þér fyrir þessa sögu segjir mér bara allt um það hversu ömurlegur íslensku kennarinn þeirra var eða að þau nenntu ekki að taka eftir í tíma.. amen to that.."
        },
        {
            "user": "g0tlife",
            "user_id": "63348",
            "date": "2006-11-07 18:29:30",
            "id": "4187922",
            "reply_to_id": "4186596",
            "text": "var nátturlega fyrir heimasíðu .. ekki margir að væla um svona þa"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-11-07 20:19:31",
            "id": "4188470",
            "reply_to_id": "4187922",
            "text": "Nei en þú máttir svo sannarlega búast við því hérna.."
        },
        {
            "user": "Scandalous",
            "user_id": "53721",
            "date": "2006-11-07 20:21:51",
            "id": "4188478",
            "reply_to_id": "4187922",
            "text": "Nei, en svona án gríns.. sorrí tú breik jor dríms iff Æ am.. en rithæfileikarnir þínir eru bara ekki upp á mikla fiska nema þetta hafi verið gert á nokkrum mínútum…."
        },
        {
            "user": "g0tlife",
            "user_id": "63348",
            "date": "2006-11-08 00:32:32",
            "id": "4189735",
            "reply_to_id": "4188478",
            "text": "15 min , kannski 20 ;/ , eða minna langaði bara að skella einni sögu inná síðuna :)"
        },
        {
            "user": "Scandalous",
            "user_id": "53721",
            "date": "2006-11-09 12:19:16",
            "id": "4194776",
            "reply_to_id": "4189735",
            "text": "Ja, þér er svosem alveg fyrirgefið þá.. en samt þetta var ekki alveg nógu gott.. að mínu mati.. Samt gott framlag.. LESTU HANA SAMT YFIR NÆST! og ef þú gerðir það.. já svona 3 sinnum oftar.. Takk!"
        },
        {
            "user": "Typpleysingur",
            "user_id": "29440",
            "date": "2006-11-08 18:15:26",
            "id": "4191991",
            "reply_to_id": "4178300",
            "text": "Fín saga, mættir samt laga stafsetninguna og orðaforðann… Líka áður en þú sendir inn grein að fara yfir söguna. Mér leiddist þegar ég las hana, en samt fín."
        }
    ]
}