{
    "forum_title": "Deiglan",
    "user": "silungur",
    "user_id": "20592",
    "date": "2006-11-15 22:13:01",
    "title": "Skiptir þetta máli?",
    "text": "Sæl öllsömul!\nÞið sem hafið verið að fylgjast með fréttum í vikunni sem leið hafið tekið eftir því að það hefur verið uppi ákveðnar hugmyndir um að breyta myndinni í gönguljósum Reykjavíkur. Þannig að græni- og rauði „kallinn“ verði að konu. Ég verð að vera sammála einni sem kom í Kastljós um daginn (man ekki hvað hún heitir) þar sem henni fannst þetta ekki vera nauðsynlegt og sérstaklega þar sem þessi „kall“ er í rauninni kynlaus. Hann gæti verið bæði kona og karl enda eru konur alltaf að ympra á því að konur séu líka menn! Ég held að það skipti engu máli hvernig mynd er í götuljósinu svo lengi sem allir skilja að rauður þýðir vertu kyrr og grænn þýðir farðu áfram. Það er það eina sem skiptir máli í sambandi við gönguljós. Ég er líka ansi hrædd um að þessar breytingar myndu vera óþarfa eyðsla á peningum í ekki neytt og þá væri betra að nota peninginn sem færi í þetta í eitthvað sem myndi skila sér til þjóðfélagsins.\nÉg veit vel að kvennabaráttan hefur gert margt gott fyrir okkur sem erum uppi núna og er alltaf að gera eitthvað gott. En stundum finnst mér að þeir sem segjast vera að berjast undir merkjum kvennabaráttu missa sig alveg í einhverjum smáatriðum, eins og þetta með götuljósin.\nKveðja\nSilungu",
    "url": "https://www.hugi.is/deiglan/greinar/462910/skiptir-thetta-mali/",
    "url_id": "462910",
    "id": "4186663",
    "replies": [
        {
            "user": "Orkamjas",
            "user_id": "55230",
            "date": "2006-11-15 22:22:01",
            "id": "4223379",
            "reply_to_id": "4186663",
            "text": "Vá, er verið að djóka? Mér finnst þetta nú alltof öfgafullt.. Hann er alveg kynlaus, konur eru í buxum líka!\nEins og þú sagðir, peningaeyðsla."
        },
        {
            "user": "Timburvatn",
            "user_id": "33963",
            "date": "2006-11-15 22:24:33",
            "id": "4223397",
            "reply_to_id": "4186663",
            "text": "Ef að rauði/græni kallinn verður gerður að konu þá er ísland á leið í glötun."
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2006-11-15 22:36:53",
            "id": "4223493",
            "reply_to_id": "4186663",
            "text": "Afhverju má ekki setja kona í nokkur götuljós, þetta getur varla verið dýrt. Mér mundi bara finnast þetta skemmtilegt, auðvitað er þetta svona hálf-djókur, þetta er ekkert baráttumál hjá konum held ég, það væri bara skemmtileg tilbreyting að hafa konu á sumum ljósum. Peningum hefur verið eytt í vitlausari hluti."
        },
        {
            "user": "nophilosophy",
            "user_id": "63974",
            "date": "2006-11-15 22:59:06",
            "id": "4223647",
            "reply_to_id": "4223493",
            "text": "Kannski er tímabært að stoppa að sóa peningana í tilgangslausa hluti. Það er margt annað sem hægt er að eiða peningunum í.\nsegjum að það eru 20.000 svona ljósastarar.\nHver ljósastaur mundi minnst kosta 10.000 kr.\nÞetta gerir 200 miljónir króna í ruslið.\nHvers vegna ekki frekar að gefa rauðakrossinu það, bara sem dæmi. Svo eru það Afriku löndin, 200 milljónir á þessu landi gilda mjög mikið. En það eru líka fátækir fólk hér á íslandi, hvers vegna ekki að gera eitthvað fyrir þá?\nÉg skil að konur eru að leita að jafnrétti við karla. En þetta mál á hvergi heima. Og konur ættu sjálfar að neita svona hugmyndum hjá fólki, því það er einmitt þetta sem skapar óréttlæti og misrétti."
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2006-11-15 23:05:08",
            "id": "4223684",
            "reply_to_id": "4223647",
            "text": "Seinast þegar ég las eitthvað um þetta mál að þá var verið að tala um nokkur gatnamót, kannski fjögur eða fimm stór gatnamót sem eru kannski 50-60 ljós í mesta lagi, það á náttúrulega ekki að skipta um allt, heldur hafa nokkur gatnamót öðruvísi.\nSíðan veit ég ekki hvort það þurfi að skipta um allan staurinn eða bara um gler og peru í ljósinu.\nKannski verða ekki einu sinni notaðir ríkispeningar í þetta, kannski bara styrktaraðilar eða kvennasamtök slá í púkkið.\nMér mundi til dæmis þykja miklu nettara eða hafa nokkur umferðarljós svona heldur en að byggja þessa gígangtísku og jafnframt fokdýru (já þú ert að borga þetta, skattpeningar) friðarsúlu sem Yoko Ono er svo æst í."
        },
        {
            "user": "kuxi",
            "user_id": "25719",
            "date": "2006-11-15 23:53:47",
            "id": "4223969",
            "reply_to_id": "4223684",
            "text": "Af hverju ekki bara að sleppa þessu. Skiptir engu máli og er bara peningasóun.\nAnnars verð ég að segja að mér er sama svo lengi sem það séu ekki notaður ríkispeningar, þá hefur þetta engin áhrif á mig, bara frekar asnalegt að standa í þessu heldur en eitthvað sniðugt."
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2006-11-16 08:48:46",
            "id": "4224424",
            "reply_to_id": "4223969",
            "text": "Þetta væri nú bara til gamans gert, ætli það væri ekki ágætt að koma að gatnamótum með grænni konu, manni mundi eflaust stökkva lítið bros á vör, og hvað er að því? Hvað er asnalegt við það að setja smá gaman í samfélagið, djíses ekki vera svona alvarleg."
        },
        {
            "user": "kuxi",
            "user_id": "25719",
            "date": "2006-11-16 15:29:22",
            "id": "4225658",
            "reply_to_id": "4224424",
            "text": "Mér finnst það persónulega asnalegt, en það er nú bara persónubundið held ég.\nHins vegar er það peningasóun og tímeyðsla í ekkert, það er það sem er að þessu. Aftur, þá myndi það ekki skipta mig neinu máli ef þetta yrði ekki borgað með skattpeningum.\nÞú hlýtur að sjá hvað þetta er afskaplega tilgangslaust, jafnvel þótt að þú myndir stöku sinnum brosa við það að sjá græna kallinn í kjól einhverntíman."
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2006-11-16 16:27:37",
            "id": "4225989",
            "reply_to_id": "4225658",
            "text": "Þetta er nefnilega ekki tilgangslaust, þetta væri líka einskonar minnisvarði um stöðu konunnar, til að minna fólk að misrétti gegn konum. Þetta hefur eflaust einhver áhrif á undirmeðvitund fólks og þannig lagað. En hvað er annars svona asnalegt við þetta?\nÞú ert ekki að fara að eyða þínum tíma að setja ljósin upp, hverju skiptir það þig máli þótt að borgarstarfsmenn séu að vinna við þetta."
        },
        {
            "user": "kuxi",
            "user_id": "25719",
            "date": "2006-11-16 21:18:47",
            "id": "4227435",
            "reply_to_id": "4225989",
            "text": "Þetta er nefnilega ekki tilgangslaust, þetta væri líka einskonar minnisvarði um stöðu konunnar, til að minna fólk að misrétti gegn konum. Þetta hefur eflaust einhver áhrif á undirmeðvitund fólks og þannig lagað. En hvað er annars svona asnalegt við þetta?\nidf hefur nú þegar skrifað ágætt svar við þessu.\nidf\nþetta er dæmi um fyrringu Femínista á Íslandi\nÞetta skiptir nákvæmlega engu máli, þetta er eins og þegar það var kvartað yfir því í fúlustu alvöru að það væri misrétti í dagblöðum vegna þess að það væru oftar myndir af körlum heldur en konum, græni kallin er bara tákn um mannskju, ekki kyn. Alveg ótrúlegt hverju það er hægt að kvarta yfir.\nÞað skiptir mig máli að borgarstarfsenn myndu vinna við þetta vegna þess að ríkið borgar þeim launin sín, með skattpeningum.\nEins og ég hef sagt áður þá finnst mér þetta persónulega asnalegt, rétt eins og þér finnst þetta persónulega voða sniðugt.\nÉg veit ekki af hverju, en ég veit heldur ekki af hverju mér finnst asnalegt að sjá fólk klæða sig eins og tölvuleikjapersónur, fæ bara kjánahroll við tilhugsunina."
        },
        {
            "user": "ZoCo",
            "user_id": "60219",
            "date": "2006-11-16 01:55:07",
            "id": "4224265",
            "reply_to_id": "4223684",
            "text": "ja thad er bara gaman af thessu held eg… enda held eg lika ad allir viti ad thetta er ekkert vodalegt kvennbaráttumál… bara svona til gamans… afhverju ekki!:p"
        },
        {
            "user": "Rassgata",
            "user_id": "34794",
            "date": "2006-11-15 22:50:42",
            "id": "4223597",
            "reply_to_id": "4186663",
            "text": "veistu ekki að allar konur ganga í pilsum"
        },
        {
            "user": "silungur",
            "user_id": "20592",
            "date": "2006-12-09 15:29:36",
            "id": "4326857",
            "reply_to_id": "4223597",
            "text": "Hehehehehe."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2006-11-15 23:18:32",
            "id": "4223748",
            "reply_to_id": "4186663",
            "text": "Einmitt, þetta er dæmi um fyrringu Femínista á Íslandi, enn og aftur verð ég að benda á að þrátt fyrir að það sé leitun að landi þar sem ungar konur hafa meiri tækifæri virðast þær vera bundnar í klafa samanburðar við karlmenn. Þetta held ég að sé veikleiki Íslendinga almennt, ég ber mig saman við gamlan skólabróður sem er milljarðamæringur í dag en á ég rétt á einhverjum lagabreytingum til að reyna að rétta minn hag gagnvart honum ?"
        }
    ]
}