{
    "forum_title": "Harry Potter",
    "user": "Violet",
    "user_id": "38251",
    "date": "2006-11-09 22:11:45",
    "title": "Fortíðar hálsmenið: 6.kafli, Undarleg saga galdrana",
    "text": "Sorry fyrir biðina en ég hef það sem reglu að senda aldrei inn kafla nema ég sé búin með kaflan á eftir honum. Þannig ég var að klára 7.kafla og hérna er þetta komið :)Hann er allavega mjög langur og ég vona að það bæti það upp :)\n***\nHelgin leið allt of hratt að mati Natalie. Hún hafði mest allan tímann haldið sig uppi í heimavist því að það rigndi stanslaust frá laugardegi til mánudags. Það var rétt hjá Natalie, föstudagurinn hafði örugglega verið síðasti dagur sumarsins.\nMaður hefði haldið að það hefði verið leiðinlegt að hanga inni alla helgina en svo var ekki. Hún hafði allan tímann verið með Ashley og stundum höfðu Chelsea, Miranda og Sophia verið með þeim. Þær höfðu sitið og spjallað tímunum saman um allt sem hafði gerst um sumarið og hvað þær vildu gera næsta sumar. Það var í fyrsta skipti eftir dauða foreldra hennar sem henni fannst hún ekki vera í hræðilegri martröð.\nHún vaknaði þennan morgun snemma og vel hvíld. Natalie klæddi sig rólega því að klukkan var bara sjö. Ashley hafði líka vaknað svona snemma og var að laga á sér hárið inni á baðherbergi ásamt Sophiu. Natalie leit í áttina til þeirra og sá að Sophia var að tala, ekkert skrítið við það. En það skrítna var að Chelsea og Miranda höfðu ekki sagt orð við hvor aðra allan morguninn.\nNatalie vildi ekki skipta sér að og klæddi sig í skólabúninginn og gætti þess að hálsmenið væri vel hulið undir skykkjunni hennar.\n*\nEftir morgunmat þá varð Chelsea samferða þeim Ashley í sögu galdranna. Natalie bjóst við því að sofna í tímanum því að Binns ætlaði að tala um svartálfauppreisnina og hún vissi hvað honum fannst gaman að blaðra um hana. En þegar hún gekk inn í stofuna þá brá henni við að sjá mann á fertugsaldri við kennaraborðið. Hann var í miðju kafi við að lesa bók þegar þær gengu inn. Þó nokkrir nemendur voru þegar búnir að fá sér sæti og maðurinn virtist ekkert taka eftir því. Hann var með ljósbrúnt hár og virtist vera mjög hávaxinn annað en Binns prófessor.\n“Hver er þetta?” Ashley var fyrst til að spyrja.\n“Ég hef ekki hugmynd, vissuð þið af þessu?” svaraði Chelsea og beindi síðustu spurningunni að tveimur stelpum úr Huffelpuff sem sátu við næsta borð.\nÞær svöruðu neitandi og horfðu undrandi á manninn.\nNatalie sat bara ánægð og hugsaði að þessi maður myndi örugglega ekki svæfa hana í tíma, eða það vonaði hún.\nÞegar allir 4. árs nemendurnir úr Huffelpuff og Gryffindor voru komnir þá stóð maðurinn upp og ávarpaði bekkinn.\n“Þar sem Binns prófessor hefur ákveðið að taka sér óvænt frí þá mun ég halda kennslu hans áfram þangað til enda skólaársins. Ég heiti William Ted Clarke og þið getið kallað mig herra Clarke eða prófessor Clarke.” Prófessor Clarke skrifaði nafnið sitt á töfluna og hélt svo áfram. “Herra Binns prófessor sagði mér að þið eigið að læra um svartálfa uppreisnina í dag.”\nBekkurinn andvarpaði og umlaði játandi.\n“Jæja þá, við skulum byrja..” Natalie bjóst við langri ræðu um hernaðaráætlun svartálfana og hvernig snjöllu galdramennirnir höfðu tekist að klekka á henni. En henni til undrunnar þá fór prófessor Tedbury að gramsa í kofforti sem var við hliðina á kennaraborðinu. Ekki leið á löngu þar til hann hafði sest við kennaraborðið aftur með lítinn kassa fullan af litlum flöskum. Hann hafði líka komið með litlar skálar.\n“Hér er ég með minningar í flöskum frá svartálfa uppreisninni, hver og einn fær eina litla þankalaug og eina flösku, engin minning er alveg eins þannig að þið fáið eina minningu í dag og svo aðra á morgunn. Ég vona að í enda tímans hafi allir fengið góða hugmynd hvernig þetta var í þá daga.” sagði prófessor Clarke og byrjaði að útrétta skálum.\nÞað lá við að Natalie þyrfti að vera með galopin munnin því að hún var svo undrandi, en svo spennt á sama tíma.\n“Nat,” hvístaði Ashley og pikkaði í Natalie. “Ég hef lesið um þankalaugir og það er sagt að ef maður lítur ofaní hana, þá fari maður inní minninguna! Vá, ég hélt að ég myndi aldrei sjá svona einu sinni!”\nNatalie leit fljótt við þegar prófessor Clarke gekk til hennar og rétti henni eina þankalaug og eina litla kristalsflösku sem innihélt silfurhvítt efni sem þyrlaðist um.\nÞegar hún leit af flöskunni þá brá henni við að mæta augum prófessor Clarke, þau voru græn, sýndu ekki alvarleika eins og mætti halda heldur hræðslu og henni fannst eins og hann væri að reyna segja henni eitthvað en áður að hún gat svosem hugsað um það var hann haldinn áfram á næsta borð.\nÞegar prófessor Clarke var búin að útrétta öllum nemendunum í bekknum eina þankalaug og eina minningarflösku þá stóð hann við kennaraborðið með eina þankalaug fyrir sig og minningu líka.\n“Það fyrsta sem þið gerið að hella minningunni varlega ofan í þankalaugina..” útskýrði hann og allir nemendurnir fóru að hans ráði nema Sophia og Huffelpuff stelpa fyrir aftan hana sem voru í hrókasamræðum um hvað skólabúningarnir voru ljótir.\nNatalie rúllaði augunum og leit frá Sophiu og á þankalaugina. Þankalaugin var grunn steinlaug með allskonar undarlegum útskurði við brúnina. Natalie hellti varlega silfurhvítu efninu í laugina og horfði svo á efnið þegar það byrjaði að hringsnúast og glitra, það virtist ekki vera vökvi né lofttegund. Hún var eins og dáleidd það var eitthvað sem var svo leyndardómsríkt við efnið, henni leið eins og hún yrði að fara nær og sjá hvað væri ofan í. Um leið og hún ætlaði að fara að halla sér yfir laugina þá rauf prófessor Clarke þögnina sem hafði myndast yfir bekknum.\n“Ekki kíkja ofaní laugina strax!” sagði hann og horfði á Natalie sem horfði vandræðalega á borðið. “Fyrst þá verðið þið að skilja að þetta eru mjög sjaldgæfar minningar og þið eruð talin mjög heppin að fá að nota þankalaug, því að fáir galdramenn sjá svona einu sinni á ævi sinni. Ég vil að þið byrjið núna að halla ykkur yfir laugina og horfa djúpt ofan í hana. Þegar ég segi vil ég að þið dragið djúpt að ykkur andann og stingið svo andlitinu ofan í laugina. Ekki láta ykkur bregða þó að þið finnið fyrir því að þið fallið niður því að þetta er alveg hættulaust.”  Prófessor Clarke gekk núna á milli nemenda og athugaði hvort allt væri ekki í lagi hjá hverjum og einum.\nAð lokinni skoðun þá gekk hann upp að kennaraborðinu og sagði: “ Þið megið núna gera ykkur tilbúin, þið fáið að vera í minningunni í fimm til tíu mínútur en þá eigið þið að skrifa ritgerð um það sem þið sáuð. Þið megið núna stinga andlitinu ofan í laugina.” Prófessor Clarke settist rólega við kennaraborðið og fylgdist með.\nNatalie hikaði og leit ofan í steinlaugina, horfði á undarlega efnið og leit svo aftur fyrir sig til að sjá hvort Ashley ætlaði að gera þetta, en hún var þegar búin að stinga andlitinu ofan í laugina og var grafkyrr. Natalie varð hrædd þegar hún hreyfði sig ekki, hún gat ekki einu sinni heyrt hana anda.\nNokkir höfðu farið að ráði Ashley og voru búnir að stinga andlitinu ofan í laugina en það voru miklu fleiri sem sátu og störðu hræddir á laugina eða að líta til næsta nemanda til að sjá hvort að hann hefði þorað þessu.\n“Jæja, ég sé að það eru nokkrir sem hafa ekki þorað þessu. Ég vil að þið bíðið eftir að vinir ykkar komi aftur frá minningunni og ég vil að þið spyrjið þá hvort þetta hafi verið í lagi þar sem þið treystið mér greinilega ekki.” sagði prófessor Clarke án þess að verða móðgaður. Natalie fann að hún roðnaði í kinnunum, hún leit á hina krakkana og þeir voru jafn skömmustulegir og hún.\nEftir um það bil fimm mínútur þá snéru flestir krakkarnir aftur, Natalie hafði horft á Ashley allan tímann og hafði frekar brugðið þegar hún allt í einu hrökk upp þegar hún tók höfuðið úr lauginni.\n“Vá, þetta er eins og ekkert sem ég hef upplifað áður! Það var eins og ég væri á staðnum nema að enginn gat séð mig! Ég hefði getað öskrað og enginn heyrt í mér. Þetta var ótrúlegt!” sagði Ashley andkafa, og dró djúpt að sér andann eftir að hafa sagt þetta allt í einu. “en hvað með þig? Fannst þér þetta ekki æði?”\n“Uu, sko ég þorði ekki” sagði Natalie og leit skömmustulega á Ashley. Ashley virtist frekar undrandi en þá sást alveg að hún varð fyrir vonbrigðum.\n“Nú þið sem þorðu þessu ekki, viljið þið gjöra svo vel að líta djúpt ofan í steinlaugina og halla ykkur rólega ofan í hana.” sagði prófessor Clarke og leit ánægður yfir bekkinn þegar að hann sá að flestir höfðu stungið andlitinu ofan í laugina án þess að hika. Hinir sem voru þegar búnir horfðu öfundsjúkir á og vildu að þeir gætu gert þetta aftur í staðinn fyrir að skrifa langa ritgerð.\nNatalie tók sig til og stakk andlitinu ofan í laugina, hún hafði búst við því að skalla höfðinu í botninn á lauginni en þá fann hún gólfið í kennslustofunni hverfa undan fótunum á sér. Natalie féll niður í myrkrið þangað til allt í einu var hún komin inn í lítið timburhús. Henni brá þegar hún sá að annað fólk var inní húsinu. Það var kona, karl og tvö lítil börn. Þau voru klædd í gamaldags föt eins og muggarnir gerðu á sextándu öldinni.\n“Öööh, fyrirgefiði ég, ég” stamaði Natalie og horfði á fjölskylduna þar sem hún sat dauðhrædd í einu horninu. En þau litu ekki einu sinni á Natalie, hún reyndi að ná til þeirra en ekkert virkaði. Allt í einu mundi hún eftir hvað Ashley hafði sagt “Það var eins og ég væri á staðnum nema að enginn gat séð mig! Ég hefði getað öskrað og enginn heyrt í mér.” Natalie hætti að reyna ná til þeirra og settist hrædd ofan á lítinn koll sem var innst inn í timburhúsinu. “Hvað ef ég kemst aldrei aftur til baka” hugsaði hún hrædd og horfði með vorkunnar augum á muggana sem héldu fast utanum hvor annan. Lítil stelpa sat í fanginu á mömmu sinni, varla eldri en fimm ára, og grét. Mamman hélt fast utan um hana og grét sjálf. Við hliðina á henni var maður sem hélt á ungum dreng, örugglega á öðru eða þriðja ári. Hann hélt fast í föður sinn en grét ekki, ekki heldur pabbi hans.\nNatalie fékk tár í augun við þessa sjón, þetta minnti hana bara á að hún átti ekki lengur mömmu til að faðma sig þegar hún grét eða pabba sem myndi passa upp á hana hvað sem upp á kom.\nHún hrökk í kút og datt af viðarkollinum þegar tveir svartálfar brutu dyrnar af hjörunum. Þeir voru báðir með síðskegg og fingurnir þeirra náðu lengst út fyrr ljótu ermarnar á snjáðum kápunum sem þeir voru í. Þeir voru með skítugar húfur á sköllóttu höfðinu og voru berfættir.\n“Veriði hrædd ljótu muggar,” sagði annar svartálfurinn þegar hann sá að fjölskyldan reyndi að fela sig fyrir þeim.\nSvartálfarnir gengu rólega að muggunum og pyntuðu þá með hugsuninni um hvað þeir myndu gera við þau. Natalie þoldi þetta ekki lengur, hún stóð upp og hljóp að öðrum svartálfinum og sparkaði eins fast og hún gat í sköflunginn á honum. Áður en að hún áttaði sig á því hvað hafði gerst þá lá hún á gólfinu, fóturinn hennar hafði sparkað beint út í loftið. Hún tók um höfðuðið á sér og settist upp og fann hvernig hausverkur myndaðist í höfðinu á henni þegar hún horfði á svartálfana draga muggafjölskylduna nauðuga úr timburhúsinu.\nGráturinn og öskrin í litlu stelpunni mögnuðust, faðir hennar barðist um eins og óður væri meðan móðirin grét vitandi að þetta myndi ekki fara vel.\nNatalie lét sig falla aftur á gólfið hágrátandi. Hún gat ekki lengur þolað hugsunina um hvað lífið var ósanngjarnt. Hún lá þarna á gólfinu gjörsamlega búin að tapa allri von um hamingju. Hvernig gat hún lifað án fjölskyldu sinnar, muggarnir höfðu að minnsta kosti hvort annað en hún hafði ekki neinn.\nÁður en að hún vissi af var hún aftur komin í myrka þyngdarleysið og andataki síðar lá hún grátbólgin á gólfinu í kennslustofunni. Nemendur höfðu hópast í kringum hana og voru að hvísla sín á milli. Ashley hinsvegar sat og hélt í hendina á Natalie þegar hún leit upp.\n“Hvað gerðist?” spurði Natalie undrandi og þreytt.\n“Þú bara dast allt í einu af stólnum þínum og á gólfið, ég hélt að það hafði liðið yfir þig!” svaraði Ashley áhyggjufull.\nRétt í þessu kom prófessor Clarke og hjálpaði Natalie upp. “Hvað gerðist í minningunni?” spurði hann varlega þegar Natalie var búin að fá sér sæti.\n“Ég, ég. Nei” stamaði Natalie og fór að gráta aftur. Ashley tók utan um hana og reyndi að hugga hana meðan prófessor Clarke stakk höfðinu ofan í þankalaugina hennar Natalie til að sjá hvað hafði ollið þessu.  Eftir varla eina mínútu þá sneri hann til baka og með einni sprota hreyfingu tók hann minninguna og færði hana aftur í kristalsflöskuna.\n“Þessi minning hefði ekki átt að vera með, allt of grimm. Sérstaklega fyrir stelpu sem var að missa fjölskyldu sína” sagði hann lágt við sjálfan sig og gekk í burtu að kennaraborðinu.\nNatalie var loksins hætt að gráta og sat miður sín við borðið eftir að prófessor Clarke hafði skipað nemendunum að hætta að skipta sér að og fara að vinna. Hann gekk sallarólegur til hennar og benti henni á að fara til frú Pomfrey.\n*\nNatalie var að jafna sig í sjúkraálmunni restina af skóladeginum, frú Pomfrey hafði aðeins gefið henni einhvern drykk fyrir hausverkinn en látið hana svo í friði.\nLoks eftir síðasta tímann birtust Ashley og Chelsea til að heimsækja hana.\n“Ohh, ég þoli ekki frú Pomfrey hún hleypti okkur ekki inn fyrr en núna! Ætlaði að koma til þín í frímínútum en neii! ‘Hún þarf að hvíla sig, snautiði!’ argh” sagði Ashley og hermdi eftir frú Pomfrey í endann. Natalie flissaði við þetta, hún var svo ánægð að þær höfðu komið. Natalie hefði ekki getið verið sekúndu lengur ein með hugsunum sínum.\n“Hvernig líður þér?” spurði Chelsea hálffeimnislega, hún var greinilega leið og hélt fast utan um gráa bók.\n“Mér líður núna miklu betur eftir það þið komuð! Vona bara að hún hleypi mér út, Quidditch prufurnar eru í dag og ég gæti aldrei misst af þeim!” sagði Natalie spennt og horfði á Ashley sem varð stressuð og roðnaði þegar hún minntist á þær.\n*\nKorteri, miklum afsökunum og loforðum síðar leyfði frú Pomfrey Natalie að fara. Stelpurnar gengu flissandi niður að Quidditch leikvellinum, Ashley með kúst í hendi, Chelsea með bók en Natalie ekkert. Hún ætlaði bara að horfa róleg á Ashley, og hvetja hana smá þó að frú Pomfrey hafði snarlega bannað henni það.\n“Hvað er málið með þig og Miröndu? Eru þið í fýlu við hvor aðra eða?” sagði Natalie við Chelsea og rauf þögnina.\n“Ööhh, eiginlega.” sagði Chelsea og leit niður vandræðalega. “Miranda sagði að, að, æji ég get ekki sagt þér það. Það er betra að þú vitir það ekki.” flýtti Chelsea sér að segja og hjóp á undan þeim.\nNatalie leit á Ashley sem horfði vandræðalega til baka. “Æj, Natalie. Það er rétt hjá Chelsea, það er best að þú vitir þetta ekki.”\nNatalie horfði undrandi og móðguð á Ashley, afhverju vildi hún ekki segja henni það? Ashley var besta vinkona hennar.\n“Æ, Natalie ekki fara í fýlu við mig, þú færð að vita það seinna.” sagði Ashley og leit á Natalie sem brosti svo við henni.\n“Allt í lagi, en þú lofar að segja mér það á eftir!” sagði Natalie hálfhlæjandi út af því hvað hún hafði látið barnalega. En Natalie fékk aldrei svar.\nÞegar þær voru komnar á Quidditchvöllinn þá brosti Ashley leynilega og sagði: “Heyrðu, geturðu ekki komið með mér, ég er eitthvað svo stressuð” Ashley togaði Natalie í áttina að röðinni í prufurnar. Natalie gafst upp á Ashley og endaði með því að segja já.\nEftir að hafa beðið heillengi í röð og horft á fullt af krökkum sem kunnu ekki neitt í Quidditch þá var loksins komið að Ashley. Natalie sast á lítinn trébekk og hvatti Ashley þegar hún flaug kvíðin upp í loftið til móts við systur sína og aðra stelpu sem var þegar kominn inn í Quidditchliðið. Hún var dökkhærð og með fléttur í hárinu.\n“Hvaða stöðu ætlar þú að spila?” sagði stelpan og leit á Ashley sem horfði taugaóstyrk á systur sína og sagði svo: “Gæslumann”.\n“Frábært sýndu mér bara hvað þú getur” svaraði stelpan með flétturnar og benti henni að koma sér fyrir í markinu.\nNatalie horfði taugaóstyrk frá jörðu niðri, Ashley var fyrst frekar taugaóstyrk og náði ekki að verja en svo fór henni að ganga vel og hún varði hvert einasta skot eftir það. Áður en hún vissi af þá var prufunni lokið.\nAshley flaug örugg niður og lenti við hliðina á Natalie sem faðmaði hana og sagði henni að hún hefði staðið sig vel. “Nú þú!” sagði Ashley með leynilegt bros og rétti Natalie kústinn sinn.\n“Ha? Nei, ég ætla ekki að gera neitt!” sagði Natalie og rétti Ashley kústinn aftur.\n“Gerðu það! Það skaðar ekki að prófa,” bað Ashley og hélt kústinum að Natalie.\nNatalie vissi að hún myndi aldrei fá Ashley af hugmyndinni þannig hún gafst fljótlega upp og tók kústinn hennar Ashley.\nHún flaug óörugg upp að stelpunum og var viss um að hún heyrði hláturinn í Hendrikku frá áhorfendapöllunum en hún ákvað a’ láta það ekkert á sig fá, hún ætlaði bara að enda þetta sem fyrst.\n“Hvað stöðu ætlar þú að spila?” endurtók stelpan með flétturnar og leit alvarlega á Natalie.\n“Uuuhh, sóknarmann.” sagði Natalie taugaóstyrk og var nærri búinn að detta af kústinum.\nStelpan kinkaði til hennar kolli og kastaði til hennar tromlunni. Natalie rétt náði að grípa hana en svo gerðist eitthvað skrýtið. Natalie flaug áfram full öryggis og skaut tromlunni inn í einn markhringinn áður en stelpan né Jessica væru tilbúnar. Þær litu báðar undrandi á hana og hertu sig upp. Stelpan rétti henni tromluna aftur og Natalie greip hana eins og hún hefði ekki gert neitt annað alla sína ævi. Svona gekk þetta allan tímann, það var eins og Natalie væri að dreyma því allt í kringum hana var svo óraunverulega fullkomið. Hún hélt bara áfram að hitta í hringina og hvorki Jessica né stelpan gátu stoppað hana.\nÞegar prufunni var lokið þá flaug Jessica og stelpan að Natalie og Jessica sagði: “Natalie! Ég vissi ekki að þú værir orðin svona góð, ég held að það sé nú öruggt að þú komist inn í liðið. Þetta er hún Kimberly og hún var fyrirliðinn í fyrra. Allavega frábært hjá þér Natalie!”\nNatalie flaug ánægð niður og grasið og þegar hún lenti þá hljóp Ashley að henni hrópandi: “Vááá, voðlega ertu orðin góð! Þú stóðst þig frábærlega,” Hún stökk á hana og faðmaði hana.\nChelsea kom líka hlaupandi og var greinilega búin að gleyma sér, og faðmaði Natalie.\n“Vá, þetta var æði! Þú kemst pottþétt inn í liðið” hrópaði Chelsea spennt.\nÞað var þá sem Natalie gerði sér ljóst að henni hafði gengið svo vel, hún kom sjálfri sér alveg á óvart hún hafði ekki hugmynd að hún gæti þetta.\nÞetta kvöld glitruðu rauðu rúbínarnir á hálsmeninu hennar meira en þeir höfðu gert í margar aldir.",
    "url": "https://www.hugi.is/hp/greinar/463332/fortidar-halsmenid-6kafli-undarleg-saga-galdrana/",
    "url_id": "463332",
    "id": "4192525",
    "replies": [
        {
            "user": "hildurbirna",
            "user_id": "64799",
            "date": "2006-11-09 23:03:30",
            "id": "4197877",
            "reply_to_id": "4192525",
            "text": "fráábært\nglæislegt\næðislegt\nyndislegt\nskemmtileg\nog bara allt sem endar á legt :D allt jákvætt allavega :)"
        },
        {
            "user": "Violet",
            "user_id": "38251",
            "date": "2006-11-09 23:38:16",
            "id": "4198017",
            "reply_to_id": "4192525",
            "text": "www.blog.central.is/hpspunar-violet\nAllt sem er komið af spunanum er inná þessari síðu ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-11-10 13:35:12",
            "id": "4199259",
            "reply_to_id": "4192525",
            "text": "Flottur kafli! Vel skrifaður og fínn. Ég þarf að rifja upp hvað hefur gerst, les einhventíman í helgarfríinu ;)"
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2006-11-10 16:55:24",
            "id": "4200472",
            "reply_to_id": "4192525",
            "text": "HAH ! SNILLD !!!\nÞótt ég hafi verið búin að lesa þetta xD\nEn…hvenær kemur 7. ? =D"
        },
        {
            "user": "Violet",
            "user_id": "38251",
            "date": "2006-11-11 00:21:42",
            "id": "4202341",
            "reply_to_id": "4200472",
            "text": "Hann kemur bara MJÖG fljótlega því ég er búin mðe áttunda :P"
        },
        {
            "user": "kuglepen",
            "user_id": "46541",
            "date": "2006-11-10 17:38:11",
            "id": "4200669",
            "reply_to_id": "4192525",
            "text": "Flottur kafli :)\nFann samt eina villu… Það stendur að hún sast á trébekk þegar hún var að horfa á Natalie spila en það á að vera settist ;)"
        },
        {
            "user": "krumme",
            "user_id": "63561",
            "date": "2006-11-10 22:24:58",
            "id": "4201850",
            "reply_to_id": "4192525",
            "text": "vá ég var svo inní sögunni að ég nennti ekki að spá í neinu þannig kjaftæði 10/10"
        }
    ]
}