{
    "forum_title": "Börnin okkar",
    "user": "GlingGlo",
    "user_id": "2646",
    "date": "2001-10-10 10:27:19",
    "title": "Ógleði á meðgöngu",
    "text": "Oh ég er orðin frekar pirruð á þessari stanslausu ógleði hjá mér. Nú er ég komin ca 9-10 vikur og ég er með svona mallandi ógleði allan daginn. Sjaldan mjög mikla og ég hef ekkert kastað upp á þessari meðgöngu, en hún hverfur eiginlega aldrei. Ég er búin að gleyma hvernig það var að vera ekki óglatt. Ég hef ekkert fundið sem slær á þetta og verð víst bara að bíða og vona að þetta fari að hætta.\nÞegar ég gekk með eldri stelpuna mína þá var mér alveg hræðilega óglatt og kastaði töluvert upp, en það var samt ekki svona stanslaust. Ef mér tókst að jafna mig á morgnana þá var restin af deginum bara ágætur. Að vísu var ég með ógleði í 5 mánuði þá. Næsta meðganga var aðeins öðruvísi, þá kastaði ég ekki eins mikið upp og ógleðin hætti eftir “aðeins” 4 mánuði. Kannski slepp ég með 3 núna (I wish).\nOh ég er bara að tuða hérna, fá að kvabba smá. Hvernig var þetta hjá ykkur? Hvað virkaði best til að slá á ógleðina?",
    "url": "https://www.hugi.is/bornin/greinar/46404/ogledi-a-medgongu/",
    "url_id": "46404",
    "id": "301085",
    "replies": [
        {
            "user": "danna",
            "user_id": "13515",
            "date": "2001-10-10 10:49:02",
            "id": "301086",
            "reply_to_id": "301085",
            "text": "Ég var nú svo heppin að fá aldrei neina verulega ógleði, þ.e. ég kastaði aldrei upp en ég kannast við þessa velgjutilfinningu.  Það sem reyndist mér best var að reyna að hafa alltaf eitthvað í maganum en aldrei borða mig alveg sadda.  Mér varð óglatt um leið og ég varð of svöng og líka þegar ég varð södd.  Semsagt smá nart allan daginn (kannski ekkert voða gott fyrir tennurnar!), ég borðaði t.d. þurrkaða ávexti, hnetur og rúsínur og svoleiðis og svo drakk ég einhver ósköp af Egils Kristal með sítrónubragði (fékk algert æði fyrir drykknum) og hann hjálpaði mér mikið, sló líka á brjóstsviðann sem ég var með mest alla meðgönguna.\nGangi þér vel og mundu:  Þetta er ekki varanlegt ástand!!!"
        },
        {
            "user": "Lynx",
            "user_id": "3520",
            "date": "2001-10-10 10:56:33",
            "id": "301087",
            "reply_to_id": "301085",
            "text": "Ok, ég hef aldrei átt barn og þekki því ekki mikið til meðgönguógleði…aftur á móti er móðir mín mígrenissjúklingur með stanslausa ógleði.  Ég hef prófað mig áfram við að gefa henni jurtir við ógleðinni og þetta er það sem hefur verið að virka best:\nKanill, Engiferrót og Sítrónumelissa (Hjartafró)\nÞetta fæst allt úti í búð, melissan (er oftast í pokum/pottum með kryddjurtum) og engiferrótin fersk…  Þú sýður bara 2-3 bolla af vatni í potti, setur svona 1-2 cm af kanilstönginni útí og lætur kanilinn sjóða í svona 10-15 mínútur.  Svo seturðu rifna engiferrótina (1/2 cm) og melissulaufin (u.þ.b. 10 lauf) í síju ofaní ketil og hellir vatninu yfir.  Lætur standa í 10-15 mínútur.  Þetta hefur allavegana virkað á flesta sem ég hef reynt hingað til (mömmu, vinkonur, vinnufélaga)…og það smakkast vel :)  Það er líka gott að setja pínu ponsu hunang eða hlynsýróp útí *smjatt*\nVona að þetta skáni hjá þér GlinGlo og að meðgangan gangi sem allra best :)  Og til hamingju!\nL."
        },
        {
            "user": "pollyanna",
            "user_id": "7813",
            "date": "2001-10-10 11:06:40",
            "id": "301088",
            "reply_to_id": "301087",
            "text": "Þegar ég gekk með tvíburana vissi ég ekki hvað ógleði var :Þ\nvonandi gengur þetta fljótt yfir skan:)"
        },
        {
            "user": "Gullmoli",
            "user_id": "5701",
            "date": "2001-10-10 13:35:00",
            "id": "301089",
            "reply_to_id": "301087",
            "text": "fyrirgefið\nEn barnshafandi konur eiga ekki að taka inn engiferrót.\nÞið getið fundið ástæðurnar á born.is\ngullmoli"
        },
        {
            "user": "GlingGlo",
            "user_id": "2646",
            "date": "2001-10-10 13:47:45",
            "id": "301090",
            "reply_to_id": "301089",
            "text": "Ég vil einmitt forðast öll jurtalyf á meðgöngu því að sum þeirra geta hreint og beint verið skaðleg fyrir fóstrið eða valdið fósturláti.\nEn þetta er svona svipað hjá mér og dönnu, verð ógeðslega óglatt ef ég er svöng og ógeðlsega óglatt ef ég er södd. Svo er ég bara með leiðindavelgju alltaf á milli Plööööh! :("
        },
        {
            "user": "Lynx",
            "user_id": "3520",
            "date": "2001-10-11 09:59:31",
            "id": "301091",
            "reply_to_id": "301089",
            "text": "Ok, ég tók ekki eftir að það stóð 9-10 vikur á leið :(  Sorrí!\nEn það eru margar fleiri jurtir sem eru varasamar, þótt þær séu í skápunum bara sem kryddjurtir:\n“Eftirfarandi kryddjurtir, sem geta komið af stað fósturláti og er því best að sleppa: Basil, kúmen fræ, sellerý fræ, engifer, fersk piparrót, savory, marjoram, múskat, rósmarý, saffron, steinselja, estragon og timian. Þessar jurtir þarf að forðast fyrstu þrjá mánuðina þegar mesta hættan er á fósturláti, en eftir það er í lagi að taka þær.”  (Úr grein Kolbrúnar grasalæknis á born.is)"
        },
        {
            "user": "sweetie",
            "user_id": "512",
            "date": "2001-10-10 11:31:34",
            "id": "301092",
            "reply_to_id": "301085",
            "text": "Þegar ég gekk með stelpuna mína var ógleðin svo slæm að læknirinn vildi setja mig á lyf, ég var mjög ósátt við það en tók samt við lyfseðlinum. Þegar ég kom í apótekið sagði afgreiðsludaman mér að ófrísk vinkona hennar hefði notað sjóveikisböndin  gegn ógleði með góðum árangri (fást í öllum apótekum). Ég keypti þau og leið strax betur. Ógleðin var úr sögunni og best af öllu án allra lyfja.  :)"
        },
        {
            "user": "palinas",
            "user_id": "2187",
            "date": "2001-10-10 18:47:31",
            "id": "301093",
            "reply_to_id": "301085",
            "text": "Mér var aldrei óglatt. ÞAnnig að ég veit ekki hvað það er, fyrir utan það þegar mar fær gubbupestina. Er ekki líka sagt að ef þú ert með ógleði eða kastar oft upp ámeðgöngu þá eru meiri líkur að þú sért með stelpu frekar en strák ;)\nÉg átti strák svo ég er ekki hissa."
        },
        {
            "user": "GlingGlo",
            "user_id": "2646",
            "date": "2001-10-10 23:55:47",
            "id": "301094",
            "reply_to_id": "301093",
            "text": "Reyndar er það akkurat öfugt, konum er frekar óglatt ef þær ganga með strák. En það er nú ekki hægt að stóla á það."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-10-11 00:38:58",
            "id": "301095",
            "reply_to_id": "301093",
            "text": "Mér var rosalega óglatt mest alla meðgönguna og ældi stanslaust fyrsu 4 mánuðina for nokkrum sinnum inn á spítala því ég þornaði svo upp og ég átti strák. vinkona mín sem er ólétt fer reglulega í nálastungur og finnst það hjálpa sér mikið í sambandi við ógleðina(ég gæti það ekki)\nTil hamingju!!!"
        },
        {
            "user": "sexybitz",
            "user_id": "7647",
            "date": "2001-10-11 22:52:51",
            "id": "301096",
            "reply_to_id": "301085",
            "text": "Fyrstu vikur minnar meðgöngu var mér soldið óglatt en ældi aldrei.. en þegar mér varð óglatt þá fékk ég mér ópal eða sterkan brjóstsykur og ótrúlegt en satt, þá sló það á ógleðina..\nég benti vinkonum mínum á þetta og það virkaði líka á þær ;)\nGangi þér vel.."
        },
        {
            "user": "sexybitz",
            "user_id": "7647",
            "date": "2001-10-12 15:45:19",
            "id": "301097",
            "reply_to_id": "301096",
            "text": "Hurru glingló pæja =)\nÞað svínvirkar hjá mér að borða bara þurrt brauð eða matarkex. Reyndar er mér yfirleitt svo flökurt núna að ég get varla huxað mér að borða en, það er þess virði að pína það ofan í sig =)"
        },
        {
            "user": "GlingGlo",
            "user_id": "2646",
            "date": "2001-10-12 15:47:38",
            "id": "301098",
            "reply_to_id": "301097",
            "text": "Er búin að prófa :( Virkar lítið. Æ þetta tekur enda einhverntíman :)"
        },
        {
            "user": "sexybitz",
            "user_id": "7647",
            "date": "2001-10-12 15:56:31",
            "id": "301099",
            "reply_to_id": "301098",
            "text": "Vonandi, en það er svo langt þangað til!!!! Mig langar að fá barnið í DAG! heheh. Sefur þú eikkvað? Eg sef svo illa núna undanfarið sko, er reyndar spes flökurt a´ næturnar.. það er örugglega stór partur af því.."
        },
        {
            "user": "GlingGlo",
            "user_id": "2646",
            "date": "2001-10-12 16:02:32",
            "id": "301100",
            "reply_to_id": "301099",
            "text": "Já já ég sef ágætlega. Það er bara þessi stansalusi flökurleiki sem mér leiðist. Vonandi fer hann að minnka næsta mánuðinn."
        }
    ]
}