{
    "forum_title": "Börnin okkar",
    "user": "Zaluki",
    "user_id": "6799",
    "date": "2001-10-10 08:04:11",
    "title": "Endurskinsmerki.",
    "text": "Ég var næstum búin að aka á barn í gærkvöldi, það var stelpa sem var í dökkum fötum að hlaupa yfir götu, ekki á gangbraut nota bene, sem betur fer var ég ekki nema á ca 40 km. hraða þannig að ég gat bremsað. En mér brá svo hrikalega, ég sá stelpuna ekki fyrr en það voru nokkrir metrar í hana.\nHún hefur eflaust séð mig, og haldið að þetta væri allt í lagi, ég myndi sjá hana.\nEn það er einmitt þetta sem þarf að fræða börn um, afhverju það þarf að nota endurskinsmerki.\nÉg er viss um að það er ekki gott að hafa það á samviskunni að aka á barn, og það getur komið fyrir alla, sérstaklega í aðstæðum eins og þessum sem ég lýsti að ofan.\nÞví finnst mér að við ættum að setja góða fyrirmynd og ganga sjálf með endurskinsmerki, og láta merki á föt barna okkar.\nMerkin er hægt að fá í allskyns útgáfum, og ég held að það sé hægt að fá eitthvað fyrir alla, sama hvað þau eru miklir töffarar :)",
    "url": "https://www.hugi.is/bornin/greinar/46410/endurskinsmerki/",
    "url_id": "46410",
    "id": "301172",
    "replies": [
        {
            "user": "GlingGlo",
            "user_id": "2646",
            "date": "2001-10-10 08:42:09",
            "id": "301173",
            "reply_to_id": "301172",
            "text": "Úff ég var svo akkurat að hugsa þetta í gærrmorgun og aftur í morgun að ég yrði að skella endurskinsmerkjum á stóru stelpuna (skólastelpuna). Ég á endurskinsmerki einhevrsstaðar en ég man ekkert hvar þau eru niður komin (týnist allt í flutningum sko). Hvar er best að kaupa endurskinsmerki? Í Apótekum eða hvað???\nAnnars er talað um að það sé gott að hafa svona dinglandi endurskinsmerki á sitt hvorri hliðinni og frekar neðarlega til að ljós bílanna skíni á þau sem fyrst og þau sjáist sem best. Ef það er bara endurskinsmerki á bakinu þá sést það auðvitað ekki að framanverðu."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2001-10-10 08:55:49",
            "id": "301174",
            "reply_to_id": "301173",
            "text": "Það er hægt að fá þau í apótekum.  Það er best að hafa dinglandi endurskinsmerki á hliðunum en ef krakkarnir týna þeim, festa þau í einhverju eða svoleiðis þá er líka fínt að setja límborða neðst á úlpurnar, bæði framan og aftan og líka utan á ermarnar."
        },
        {
            "user": "Zaluki",
            "user_id": "6799",
            "date": "2001-10-10 13:10:03",
            "id": "301175",
            "reply_to_id": "301172",
            "text": "Svo er líka hægt að kaupa eins og svona belti .. sem er svona á ská yfir búkinn (get ekki lýst þessu betur)\nÞetta er skærgult dæmi, og mjög áberandi, held að það sé hægt að kaupa það í apóteki."
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2001-10-11 00:33:17",
            "id": "301176",
            "reply_to_id": "301175",
            "text": "Já borðarnir eru bestir (svona eins og fegurðardrottningar eru með hihi) Þau sjást allavega best\nSvo er líka farið að vera áföst endurskynsmerki á fötum nú til dags sem er mjög gott.\nSvo er til í sjóvá Almennar, var allavega til þegar ég var yngri.. má vel vera að það sé löööngu hætt.. en þá voru til svona endurskinsmerki sem þú settir utan um stígvélið þitt t.d bara hringur sem þú festir saman með frönskum rennilás\nSvo gefur löggan oft merki líka ;)"
        }
    ]
}