{
    "forum_title": "Smásögur",
    "user": "Darling",
    "user_id": "63181",
    "date": "2006-11-16 12:23:49",
    "title": "Einbúinn",
    "text": "Þetta var níunda árið sem hann bjó í þessum kofa.\nÞetta var þrítugasta árið sem hann lifði.\nHann hafði búið einn í þessum kofa 30% af lífi sínu, ekki hitt neinn nema systur sína þrisvar á þessum 9 árum.\nHann var vísindamaður, átti áður æðislegt líf, þangað til að hann varð 21 árs, þá missti hann allt.\nHann hafði sleppt 1 bekk og 10 bekk, hann hafði klárað menntaskóla 18 ára. Aðeins 18 ára að aldri hafði hann eignast sitt fyrsta barn, yndislega stelpu sem hann elskaði út af lífinu. Aðeins 3 ára að aldri hafði þessi yndislega stelpa dáið, bara 3 mánuðum áður en hún átti að verða stóra systir.\nHann var trúlofaðir fallegustu stelpu í heimi að hans mati. Þeirra annað barn á leiðinni, aðeins 21 árs, þegar fyrra barnið þeirra dó og unnustan hans fór í algjöran mínus.\nMamma hans greindist með hvítblæði og dó stuttu seinna. Ung að aldri, 51 árs. Líf pabba hans virtist deyja með konu hans, faðirinn ætlaði að fremja sjálfsmorð en dóttir hans rétt náði að stoppa hann.\nHún var undra stúlka, systir hans, þau voru tvíburar. Hún virtist vera sú eina sem ætlaði að halda áfram eftir þessa miklu missa. En hún kynntist manni og flutti til hans, svo eina von fjölskyldunnar var farin.\nBesti vinur hans reyndist honum svo mikið, hann stóð þar traustur og hjálpaði honum og unnustu hans í gegnum allt, missinn, fæðinguna, skírnina. Hann varð guðfaðir barnsins.\nÞegar barnið var 2 mánaða, í apríl, kom unnusta hans til hans, grátandi. Hún sagði honum að hann væri ekki faðir barnsins, vinur hans var það. Hann reiddist mjög og fór, flutti upp í þennan kofa, þar sem hann pantaði mat í gegnum tölvuna og lifði einn án nokkra manna.\nÍ fyrstu treysti hann engum, trúði því ekki að dýrin gætu verið betri en mennirnir. Hann þorði ekki út í ótta við birnina og hin dýrin. Hann hélt að hann ætti ekki eftir að lifa þetta af, hann var of mikill borgarunandi. Hafði aldrei áður heyrt fuglasöng svona greinilega, trúði því ekki að náttúran gæfi þetta.\nHann horfði á sólarlagið út um gluggann og þráði að komast út. En eitthvað í honum treysti því ekki.\nAllt sjálfsálit og sjálfstraust var farið. Allt traust til annarra lífvera var horfið. Hann var kjarklaus og utangáttar. Hann týndi þeirri miklu von sem hann hafði átt. Hann trúði ekki á lífið.\nEn þótt hann hefði engan spegill fann hann það á sér að hann fór að fölna. Hann fór versnandi með hverjum deginum. Hann vissi að út yrði hann að fara.\nHann sá fuglana leika sér, svo lífsglaðir og vonmiklir. Þeir trúðu því að allt væri gott. Hann vildi að hann væri fugl.\nHann sá flugurnar leika sér, þær virtust hafa allan tíman í heiminum, samt dóu þér næsta dag.\nHann sá birnina leika sér, svo ánægða og ekki vitund grimmlegir að sjá.\nFljótt tók hann eftir að birnan var húna full, hann gat ekki annað séð en hitt væri björn. Að þetta væri par, birna og björn.\nÞað liðu dagar. Dagar án þess að hann færi út. Það var komið frammí júní. Líðan hans fór versnadi með hverjum klukkutímanum, hverri mínútu.\nDag einn vaknaði hann og vissi að hann í dag færi hann út. Hann stóð upp og gekk út. Ekki eitt einasta dýr virtist taka eftir honum.\nHann fór út á hverju degi, bara mínútur í senn, treysti ekki á meira. Samt hafði hann ekki séð birnina í nokkra daga, kannski viku til tvær.\nEinn dag sá hann húnn, svo lítin og krúttlegan, hann óttaðist hann ekki. Hann fór út og til að gá með húninn, gá hvort það væri engin björn þarna nálægt. En svo reyndist ekki. Hann fór með húninn inni, gaf honum mjólk og annaðist hann. Fljótt sá hann að þetta var kvenkyns húnn, hún fékk nafnið Von.\nVon óx og dafnaði og var hans besti vinur, hans traustasta von. En svo sá hann birnina tvo, með tvo húna. Hann sá að nú yrði Von að fara, þau væri hennar fjölskylda. Hann gekk út með Von, hún virtist þekkja þau, hljóp til þeirra og var svo glöð. Hann brosti með sjálfum sér. Gekk í áttina að hurðinni, en þá kom hún hlaupandi, glefsaði í hann og dró hann með sér. Hún var orðin í kringum 2 mánaða, sterk og hraustleg. Hún dró hann til þeirra. Þarna stóð hann frammi fyrir alvöru birni, björnum. Hann trúði því ekki að hann stæði þarna, hann var viss um að nú myndi hann deyja. En birnirnir voru góðir, þeir virtust ekki svo ógnvægilegir núna, ekki þegar hún sýndi honum þá.\nÞau fengu öll nöfn, birnan var kölluð Teresa, björninn var kallaður Fáfnir og húnarnir tveir Vörður og Venus.\nVon fór burt með þeim en hún kom alltaf aftur, hún var að gá með hann, hvort það væri ekki allt í lagi.\nÞað liðu ár, Von varð stór og sterk. Hann hafði búið þarna í 4 ár og þá gerðist það sem hann vissi að myndi gerast, systir hans kom. Hann vissi að hann gæti ekki falið sig fyrir öllum. Hún sagði honum ekki hvernig hún hafði fundið hann en að hann yrði að koma heim. Fólk hélt hann væri dáinn, fólk var farið að syrgja hann. En hann neitaði, hér átti hann heim. Hún gafst upp á endanum, og fór, sór að hún kæmi aftur.\nVon virtist vita að þetta hefði haft áhrif á hann, hún kom oftar og stoppaði lengur. En svo hætti hún að koma, það liðu mánuðir án þess að hún kom, hann varð áhyggjufullur og fór að leita hennar. Hann fann hana ásamt Teresu, Venus og Verði. Áttaði sig strax, Fáfnir var dáinn. Nú voru þau á förum, Von var orðin 5 ára og hún mundi brátt stofna sína eigin fjölskyldu. Hann kvaddi hana með söknuði.\nÞegar hann hafði búið þarna í 7 ár kom hún aftur eins og hún hafði sagt. Kom og hótaði að vísa öllum á hann, hann yrði að koma með henni. En hann neitað, spurði hvort hún þekkti hann ekki betur en þetta þótt þau væru tvíburar. Og aftur kvaddi hún og sór að hún kæmi aftur.\nÍ júní þessa árs kom Von aftur. Hún kom með birni og tveim húnum. Hann þekkti hana aftur og hún hann. Þetta var eins og að endurheimta dána manneskju aftur, löngu farin vin.\nFjölskyldan hennar fékk líka nöfn, björninn var nefndur Janus, og húnarnir tveir Valka og Eir.\nÞau bjuggu þarna nálægt lengi, Von kom með Völku og Eir oft og þær voru eins og menn. Þær voru hans bestu vinir.\nEn eitt sinn, 8 árið sem hann bjó þarna, er þær kom í heimsókn var þar líka annar gestur, systir hans. Hún brjálaðist, hljóp burt, hótaði að segja öllum allt. Hann óttaðist að hún myndi láta verða af því í þetta sinn. En ekkert gerðis og þær héldu áfram að koma.\nEn eitt sinn komu þær einar, Valka og Eir. Hann fór með þeim út í skóg þar sem Von lá dáinn. Hann vildi ekki trúa því að Vonin hans væri dáinn, farinn fyrir fullt og allt. Hann grét, þetta voru fyrstu tár hans síðan dóttir hans dó. Allt hringsnerist fyrir honum og hann fann hann vildi deyja.\nJanus, Valka og Eir fóru burt. Nú var ekkert fyrir þau hér lengur. Von var dáinn og það var hennar vilji að vera hér. Nú fóru þau svo þær gætu eigast fjölskyldur.\nHann horfði út um gluggann.\nÞetta var níunda árið sem hann bjó í þessum kofa.\nÞetta var þrítugasta árið sem hann lifði.\nHann hafði búið einn í þessum kofa 30% af lífi sínu, ekki hitt neinn nema systur sína þrisvar á þessum 9 árum.\nHann sá bíl koma, í bílnum sat systir hans, fyrrverandi unnusta og fyrrverandi vinur. Hún hafði látið verða af því. Þau voru hér til að ná í hann. Hún steig inn, og sagði nokkur orð: Pabbi er dáinn. Hann fann að hann gat ekki búið hér lengur, Von var farinn, Valka og Eir voru farnar, mamma hans var farinn, pabbi hans farinn og yndislega dóttir hans var farinn. Hann gafst upp, leyfði þeim að vinna, leyfði þeim að bera sig aftur í borgina.",
    "url": "https://www.hugi.is/smasogur/greinar/464863/einbuinn/",
    "url_id": "464863",
    "id": "4211666",
    "replies": [
        {
            "user": "catpet",
            "user_id": "48711",
            "date": "2006-11-16 16:04:43",
            "id": "4225861",
            "reply_to_id": "4211666",
            "text": "Þetta var geðveikt flott saga!"
        },
        {
            "user": "Darling",
            "user_id": "63181",
            "date": "2006-11-16 16:48:21",
            "id": "4226094",
            "reply_to_id": "4225861",
            "text": "Takk:D er búin að vera að bíða eftir að hún væri sett inn:P"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-11-16 18:34:48",
            "id": "4226609",
            "reply_to_id": "4211666",
            "text": "góð saga!"
        },
        {
            "user": "Darling",
            "user_id": "63181",
            "date": "2006-11-16 20:50:01",
            "id": "4227308",
            "reply_to_id": "4211666",
            "text": "Vá…\nÆðislega vel skrifað.\nFrumelgur og flottur söguþráður.\nKlapp, klapp."
        },
        {
            "user": "Darling",
            "user_id": "63181",
            "date": "2006-11-17 11:17:26",
            "id": "4229106",
            "reply_to_id": "4227308",
            "text": "Takk[K]"
        }
    ]
}