{
    "forum_title": "Sagnfræði",
    "user": "Contemplative",
    "user_id": "62939",
    "date": "2006-11-13 16:47:32",
    "title": "Siglingar íslenskra skipa og mannfall í seinni heimstyrjöldinni",
    "text": "Inngangur\nSeinni heimstyrjöldin hófst árið 1939 með því að Þjóðverjar réðust á Pólland.  Þetta atvik var aðeins byrjunin á miklum hörmugum sem áttu eftir að hafa áhrif á alla heimsbyggðina.  Langt norður í Atlantshafi lá land sem bar nafnið Ísland.  Þó landið væri lítið og þjóðin teldi sig hlutlausa af öllum öðrum heimsmálum en þeim sem þeim fannst snerta sig, þá áttu margir heimamenn þessa lands eftir að þola sitthvað af þessu stríði. Sumt var til bóta, sumt var til hins verra, svo vont að það átti eftir að draga suma til dauða. Ein hættulegasta atvinnugrein á þessum tíma var sjómennska.  Sjómönnum frá Íslandi stafaði ógn af þjóðverjum og löndum sem með þeim stóðu. Hví var það þess virði að vinna á sjó fyrst það var svona hættuleg? Þeir sjálfir þurftu að flytja út vörur til að lifa, svo þeir neiddust til þess að gera þetta.\nÁtti það eftir að verða íslendingum alger martröð.  Óvinveitt lönd hikuðu ekki við að sökkva og sprengja upp flutninga/fiskveiðiskip á þessum tíma, svo það var heldur erfitt að fá menn í vinnu á skip.  Og það var misjafnt hvernig fór fyrir þeim sem fóru, sumir voru heppnir og lifðu, sumir  voru á röngu skipi á röngum tíma, og dóu.\nÚtflutingur íslendinga teppist og flutningsverð hækkar\nÍsland sá um mikið af flutingum til annara evrópulanda og var það ekki mikið mál, en í stríðinu var gert viðskiptabann við sum lönd sem varð mjög óhagstætt fyrir skipafyrirtæki á íslandi, sem og annarstaðar. Til að mynda kom viðskiptabann við þjóðverja, en þjóðverjar og bretar voru ein helstu viðskiptalönd íslendinga. Skipin Dettifoss of Goðafoss gátu ekki lengur farið til Hamborgar, og skipið Selfoss get hvorki farið til Rotterdam né Antwerpen.  Íslendingar þurftu því að fara að flytja hluti vörur til Bandaríkjanna. Mjög mikið var að bandaríkjamenn keyptu þá lýsi og síld af íslendingum.  Það var frekar erfitt að finna pláss fyrir íslensk skip, sem voru til að mynda frá skipafélaginu hf. EIMSKIP, í New york.  ”Í fyrstu hafði Félagið ekki áhveðna bryggju í New york, heldur leigði aðstöðu á ýmsum stöðum.  Fljótlega tókst þó að útvega fast leigupláss, bryggju númer átta neðst á Manhattan”-(1).  Síðan var flutt að öðru bryggjunúmeri, númer 37 við East River í Manhattan.\nSiglingaleiðir voru ekki það eina sem breittist á þessum tíma. Gjaldverð á flutningum  og öðrum ferðum fór hækkandi vegna stríðsvátrygginga og margra áhættuþóknana.  Því þessi vinna var orðin stórhættuleg.  Sjómenn gátu alltaf átt von á því að fá óvænta árás þýskra kafbáta eða herskipa, eða lenda á tundurduflum sem leyndust í hafinu.  Helstu áhættusvæðin voru Miðjarðarhaf, Norðursjór og Eystrasaltshaf.  Þar sem að þessi vinna var orðin stórhættuleg vildu engir vinna hana lengur nema fá mjög há laun.\nHöfum var skipt eftir áhættusvæðum.  Á meiri áhættusvæðum fengu yfirmenn 200% álag á laun sín,  en þeir fengu 100% álag á laun sín á minni áhættusvæðum.  Samtímis fengu undirmenn 250% - 300% álag á laun sín á meiri áhættusvæðum, en 125% - 150% álag á laun sín á minni áhættusvæðum.\n(1)-Guðmundur Magnússon-EIMSKIP frá upphafi til nútíma\nSkip tekin á leigu\nEftir hernám breta á íslandi, þann 10 maí 1940, var skipum skipafélagsis hf. EIMSKIP, sem sá um siglingar á íslandi í seinni heimstyrjöldinni, þannig háttað að fjögur skip sigldu  vestur um hafið en farþegaskipið Brúarfoss hélt uppi samgöngum við Bretland. Þetta ár tók skipafélagið hf. EIMSKIP gufu og systurskipin Hengist og Horsa á leigu, en þau voru í eigu skipafélags í Leith.  Sama ár tók áðurnefnt skipafélag, hf. EIMSKIP, þrjú önnur skip á leigu. Tvö þeirra voru íslensk og hétu Edda og katla, og svo var eitt skip sem bar nafnið Paula,  en það var danskt skip.  Edda og Katla voru í eigu Eimskipafélags Ísafoldar og Eimskipafélags Reykjavíkur.  Þessi þrjú skip voru notuð til að sigla til Kanada,  til að ná í timbur og kornvörur sem ekki lengur var hægt að útvega frá Svíþjóð.\nÓgnin eykst\nÍ mars árið 1941 lýstu þjóðverjar yfir siglingabanni umhverfis Ísland sem varð þess valdandi að óttinn og hættan við siglingar jókst til muna.  Sama ár og yfirlýsingin var gefun út sökktu og grönduðu þjóðverjar nokkrum íslenskum fiskiskipum, og þremur flutningaskipum sem voru í siglingum fyrir skipafélagið hf. EIMSKIP.  Vegna hættunar voru ekki eins miklar siglingar og áður fyrr.\nÍ lok júní árið 1941 gerðist það áfall að þýskur kafbátur sökkti áðurnefndu skipi, flutningaskipinu Heklu sem var á leið til Ameríku að sækja farm.  Þá dóu fjórtán íslenskir skipverjar, en það tókst að bjarga sex skipverjum sem höfðu náð að bjarga sér á fleka, en björgunin varð ekki fyrr en tíu dögum eftir að skipinu hafði verið sökkt.  Skipið var í eigu hjá útgerðarfyrirtækinu Kveldúlfur. En þegar þessi atburður gerðist var hf. EIMSKIP skipafélagið með Heklu á leigu.\nSama ár var tvemur skipum sem skipafélagið hf. EIMSKIP hafði á leigu, sökt, það voru skipin Sessa og Montana.  Með Sessu fórust 24 skipverjar, en áhöfn Montana var bjargað.  Eftir þetta varð að gera viðtækar ráðstafanir, svo sem að láta skip sigla í skipalestum, og margar háleynilegar siglingar voru aðeins í vitneskju skipstjóra fyrir siglingar.  En þessar ráðstafanir gátu stundum tafið skip á siglingaleiðum.\nSársaukafullur skaði\nAlls var um 18 íslenskur skipum sökkt í seinni heimstyrjöldinni, fisk- og flutningaskipum. Þar af var 8 sökkt af þýskum kafbátum, og vitað er með vissu að einu íslensku skipi var sökkt með tundurdufli. Með þeim skipum sem fórust, fórust um 225 manns.   En talið er að alls 229 íslendíngar hafi látist af stríðsvöldum í Allt.  En einungis er vitað með vissu hvernig 159 þeirra létu lífið, en það er umdeilt hvernig hinir 70 dóu, langlíklegast er að þau hafi farist þar sem þau hafa aldrei fundist, þó er ekki vitað með vissu hvernig.  Þessir 70 menn voru af fjórum skipum, Mb. Pálmi Si 66, sem var með 5 manna áhöfn og sökk 29. september 1941. Svo var Mb. Hilmi ÍS 39, sem hafði 11 manna áhöfn og sökk 26. nóvember 1943. Skipin hurfu í aftaka veðri, og talið að þau hafi siglt á tundurdufl. Einnig fórst skipið Sviði GK 7, sem hafði 25 manna áhöfn og sökk að er talið með svipuðum hætti og Pálmi og Hilmir, þann 2. desember 1941. Seinast í röðinni var togarinn Max Pembertons RE 278, sem hafði 29 manna áhöfn.  Örlög skipsins eru óráðin og mun sú ráðgáta sjálfsagt aldrei verða leyst.  En samkvæmt tölum sem hér áður voru sýndar létust beinlínis 159-229 af völdum stríðsins. Samkvæmt heimildum Sjálfstæði Íslendinga 3 kemur þetta fram:\n“mesta mannfallið varð þegar flutningaskipið Goðafoss sökk í nóvember árið 1944. Skipið var að koma frá Ameríku með 12 farþega og 30 manna áhöfn þegar það varð fyrir tundurskeyti frá þýskum kafbát og sökk á sjö mínútum.  18 manns komust á fleka og björguðust um borð í amerískt skip, en 24 fórust.”\n-(2)\nEn samkvæmt heimildum vísindavefsins var mesta mannfallið er skipið Sviði sökk, með 25 manna áhöfn.\n(2)- Gunnar Karlsson: Sjálfstæði Íslendinga 3\nÖryggið hert af höndum breta á landi og sjó\nBretarnir vildu ólmir notfæra sér aðstöðu sína á Íslandi til að meina þýskum skipum að sigla ákveðnar leiðir um höfin kring um Ísland.  Bretarnir vildu tryggja öryggi skipa og hrekja þýsk skip burt, og fóru að hefjast handa. Það byrjaði með því að þeir stilltu meginflota breta þannig að hann myndi vera í aðstöðu til að vera milli Hvalfjarðar og Grænlandssunds og loka þannig hafinu milli Íslands og Grænlands fyrir ferðum þýskra skipa út á Atlantshaf.  En flotinn hafði aðstöður í Hvalfirðinum. Stolt flotans var risastór, grár dreki sem bar af öllum hinum skipunum, það skip var kallað Hood.\nMeginflotinn sýndi að hann gæti gert hlutverk sitt með prýði, því að “þýska bryntröllið Bismarck birtist á Grænlandssundi og upphófst eftirför breta, sem tókst að sökkva þessum ógnvaldi hafsins, en misstu sjálfir Hood. Bretar höfðu sannað, að þeir gátu hrundið sókn þýska herskipaflotans inn á Atlantshaf”-(3) með því að nota aðstöðu á íslandi við eftirlit á nærliggjandi hafsvæðum.\nEn fyrst í stað þegar bretarnir höfði hernumið Ísland, lögðu þeir ríka áherslu á að koma hermönnum um allt landið.  Bretar fluttu inn kynstrin öll af vopnum og hermunum bæði til land og sjóhernaðar. Íslandi var skipt niður í þrjú varnarsvæði, sem var svo skipt en meira niður.  Svo var hermunum komið fyrir á svæðum eftir því hvað svæðin þurftu mikið af þeim.  Hernumin svæði á íslandi voru um 19.400 hektarar í tíu umdæmum.  Og þegar mest var, voru um 40-50 þúsund breskir og bandarískir hermenn hér til að vernda landið, en það var um 1/3 landsmanna, þar sem íslendingar voru um 120.000.\nTil stóð að bretar og bandaríkjamenn myndu eingöngu vera hér í örfá ár eða þar til hættan væri liðin hjá. Seinni heimstyrjöldinni lauk árið 1945, og þá hefðu þeir átt að fara, en þeir yfirgáfu landið ekki fyrr en 61 ári síðar, árið 2006.\n(3)-Þór whitehead: Ísland í hers höndum\nNiðurlag\nEins og lesendur góðir hafa séð þá hefur tími seinni heimstyrjaldarinnar verið sjóðheitur tími í lífi manna.  Spurt var í byrjun hví fólk ætti að vinna á sjó við svo mikla hættu? Nú höfum við séð að það var nánast ómögulegt að manna skip nema borga þeim mikið aukalegt álag á laun þeirra.  Einnig var spurt hvort þessi tími ætti eftir að vera martröð fyrir íslendinga. Það er erfitt um það að segja, það var eingöngu misjafnt eftir því hvað menn sjálfir töldu.\nSumir urðu ríkir á þessum aukalegu launum og var það stór bónus fyrir þá, en sumir dóu og voru þeir atburðir helvíti líkastir.  Það hefur víst verið martröð manna sem hafa lent í hörmungum og dáið hörmulegum dauðdaga.  En það voru eingöngu að er vitað 149-229 menn sem létu lífið í stríðinu.  Á meðan landsmenn voru hátt í 120.000 svo það var ekki mjög mikið miðað við heildarfjölda íslendinga, þó að þessir atburðir voru auðvitað mjög dapurlegir, og eru alltaf, þegar menn týna lífi sínu.\nHeimildir\nGunnar Karlsson:Sjálfstæði Íslendinga 3. hefti. 5 prentun.\nNámsgagnastofnun. Reykjavík. 2002\nGuðmundur Magnússon: EIMSKIP frá upphafi til nútíma\nHf. Eimskipafélag Íslands.  Reykjavík. 1998\nÞór whitehead: Ísland í hers höndum\nVaka-Helgafell. Reykjavík. 2002\nJenný Björk Olsen, Unnur Hrefna Jóhannsdóttir-Stríðsárin á íslandi 1939-1945. 2.prentun\nNámsgagnastofnun. Reykjavík. 2003\nFriðþór Eydal-Vígdrekar og vopnagnýr-Hvalfjörður og hlutur Íslands í heimsstyrjöldinni síðari\nBláskeggur. Reykjavík. 1997\n(útgefufélag, staður og ár samanber heimasíðu\nhttp://servefir.ruv.is/her/heimild.htm\n, eigi fannst ártal, útgefandi bókar né útgefustaður í bókinni sjálfri)\nVísindavefurinn- Hve margir Íslendingar dóu í seinni heimsstyrjöldinni?\nhttp://visindavefur.hi.is/svar.asp?id=5057\nVefslóð sótt 4. nóvember 2006\nVísindavefurinn- Hversu mörgum íslenskum skipum var sökkt í seinni heimstyrjöldinni?\nhttp://visindavefur.hi.is/svar.asp?id=3976\nVefslóð sótt 4. nóvember 2006",
    "url": "https://www.hugi.is/saga/greinar/464828/siglingar-islenskra-skipa-og-mannfall-i-seinni-heimstyrjoldinni/",
    "url_id": "464828",
    "id": "4211248",
    "replies": [
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2006-11-13 17:22:23",
            "id": "4212547",
            "reply_to_id": "4211248",
            "text": "góð grein. flott uppsett og fræðandi. enn…. mér finst ólíklegt að þjóðverjar hafi verið að miða sérstaklega á íslensk skip þegar þeir bönnuðu siglingar í kringum ísland, enn þeir vildu aðalega ná breskum, enn með þessari yfirlýsingu höfði þeir afsökun þegar þeir skutu vitlaus skip. þ.e.a.s. íslensk. því hvernig í andskotanum á diesel knúinn kafbátur þar sem mennirnir sjá ekki shit út nema út um kámuga sjónpípuna í 50 stiga hita að vita hvaða skip þeir eru að skjóta. þeir sökktu nokkrum sinnum amerískum skipum áður enn þeir fóru í stríðið."
        },
        {
            "user": "glhyphic",
            "user_id": "56037",
            "date": "2006-11-13 18:19:16",
            "id": "4212868",
            "reply_to_id": "4211248",
            "text": "gerði ritgerð um sama efni en glæsileg grein og hrikalega vel uppsett"
        },
        {
            "user": "Flugger",
            "user_id": "16077",
            "date": "2006-11-13 18:43:26",
            "id": "4213008",
            "reply_to_id": "4211248",
            "text": "Mjög skemmtileg og fræðandi grein en mér finnst málfræðin ekki vera nógu góð."
        },
        {
            "user": "Contemplative",
            "user_id": "62939",
            "date": "2006-11-13 22:03:15",
            "id": "4214048",
            "reply_to_id": "4213008",
            "text": "pointið er að þetta er málfræði sem ungir íslendingar nota ekki mikið í dag. Ég hef lesið síðan ég man eftir mér og lærði ósjálfrátt að notfæra mér íslensku sem var notuð til framburðar í fyrri tíð. svo þessi málfræði er í raun bara betri og íslenskari en það sem nútíma unglingar nota."
        },
        {
            "user": "Flugger",
            "user_id": "16077",
            "date": "2006-11-14 18:49:10",
            "id": "4217440",
            "reply_to_id": "4214048",
            "text": "Ég er alls ekki að segja þetta útfrá málfari nútíma unglinga, þó ég sé reynda slíkur sjálfur, ég er að tala um að mér finnst setningarnar sumar mjög illa orðaðar."
        },
        {
            "user": "Contemplative",
            "user_id": "62939",
            "date": "2006-11-15 16:18:28",
            "id": "4221166",
            "reply_to_id": "4217440",
            "text": "ég veit að sumar eru það, fékk mjög lítinn tíma til að gera þetta, en gefðu mér dæmi."
        },
        {
            "user": "Flugger",
            "user_id": "16077",
            "date": "2006-11-15 18:59:07",
            "id": "4222243",
            "reply_to_id": "4221166",
            "text": "Til dæmis þessi; &#8222;Þá dóu fjórtán íslenskir skipverjar, en það tókst að bjarga sex skipverjum sem höfðu náð að bjarga sér á fleka, en björgunin varð ekki fyrr en tíu dögum eftir að skipinu hafði verið sökkt.&#8220;\nEn ég er alls ekki að meina þetta neitt illa, ég er bara að segja mína skoðun á þessu."
        },
        {
            "user": "Contemplative",
            "user_id": "62939",
            "date": "2006-11-15 19:51:38",
            "id": "4222576",
            "reply_to_id": "4222243",
            "text": "1) skipið sökk\n2) þeir björguðu sér á fleka\n3) þeim var bjargað tíu dögum síðar\n————–\n:P"
        },
        {
            "user": "Flugger",
            "user_id": "16077",
            "date": "2006-11-15 20:15:47",
            "id": "4222708",
            "reply_to_id": "4222576",
            "text": "Ég skil þetta alveg, mér finnst þetta bara svolítið kjánalega orðað."
        },
        {
            "user": "Contemplative",
            "user_id": "62939",
            "date": "2006-11-15 20:17:52",
            "id": "4222728",
            "reply_to_id": "4222708",
            "text": ":/"
        },
        {
            "user": "Zkari",
            "user_id": "18718",
            "date": "2006-11-13 20:46:39",
            "id": "4213584",
            "reply_to_id": "4211248",
            "text": "Langafi minn lést þegar Goðafoss var skotinn niður\nBætt við 13. nóvember 2006 -  20:47\nsökkt w/e"
        },
        {
            "user": "Contemplative",
            "user_id": "62939",
            "date": "2006-11-13 22:03:36",
            "id": "4214051",
            "reply_to_id": "4213584",
            "text": "=("
        },
        {
            "user": "Binno",
            "user_id": "30314",
            "date": "2006-11-14 15:34:09",
            "id": "4216159",
            "reply_to_id": "4213584",
            "text": "Afi minn átti Bát sem hét fróði það var skotið á hann af þýskum kafbáti en þeir vildu frekar nota vélbyssu á hann en fóru þegar þeir héldu að það væri að sökkva en í rauninni bara að kveikja á vélunnum þar sem það var gufuknúið skip"
        },
        {
            "user": "daxi",
            "user_id": "50505",
            "date": "2006-11-13 20:52:28",
            "id": "4213623",
            "reply_to_id": "4211248",
            "text": "mjög góð grein…"
        },
        {
            "user": "Contemplative",
            "user_id": "62939",
            "date": "2006-11-13 22:19:13",
            "id": "4214173",
            "reply_to_id": "4213623",
            "text": "Takk, tók mig allavega 15 klist+ að gera hana, ég var að verða brjálaður á henni því það er nánast ekkert til um þetta efni."
        },
        {
            "user": "daxi",
            "user_id": "50505",
            "date": "2006-11-14 13:04:28",
            "id": "4215641",
            "reply_to_id": "4214173",
            "text": "ég gæti trúað því…"
        },
        {
            "user": "Contemplative",
            "user_id": "62939",
            "date": "2006-11-14 15:04:11",
            "id": "4216015",
            "reply_to_id": "4215641",
            "text": "svo eiddist helmingur af ritgerðinni svo ég varð að gera hana aftur…"
        },
        {
            "user": "daxi",
            "user_id": "50505",
            "date": "2006-11-14 16:42:46",
            "id": "4216619",
            "reply_to_id": "4216015",
            "text": "aumingja þú :("
        },
        {
            "user": "Contemplative",
            "user_id": "62939",
            "date": "2006-11-14 17:42:08",
            "id": "4217048",
            "reply_to_id": "4216619",
            "text": "jamm =("
        },
        {
            "user": "Contemplative",
            "user_id": "62939",
            "date": "2006-12-22 02:27:58",
            "id": "4382838",
            "reply_to_id": "4211248",
            "text": "Eragon í hvaða skóla ertu í ?"
        },
        {
            "user": "Contemplative",
            "user_id": "62939",
            "date": "2007-01-04 09:02:41",
            "id": "4432046",
            "reply_to_id": "4382838",
            "text": "Áslandsskóla,hfn"
        }
    ]
}