{
    "forum_title": "Tolkien",
    "user": "Feanor",
    "user_id": "6499",
    "date": "2001-10-11 14:42:27",
    "title": "Uppáháldskafli",
    "text": "Það ættu nú allir að eiga sér uppáhaldskafla í þessum bókum og hver er það?\nMinn er Beren og Lúþíen í Silmerillinn, það er bara snilld hvernig ástin dregur þau áfram gegnum Angbönd og sérstaklega fram hjá Karakarót - Blóðtanna.\nOg þegar Lúþíen “sigrar” Sauron, það er algjör snilld, og líka finnst mér Beren svo svalur.\nLíka er Viðaukarnir um Aragorn og Arwen eru mjög skemmtilegir, mjög sorglegt þegar Aragorn deyr, það og þegar Föruneytið taldi að Gandalf væri látinn, og líka á Rökkurhöfnum, það eru 3 skipti sem ég hef tárast við að lesa bækurnar.\nOg líka eitt sem ég ætla að stinga uppá, ef einhver getur teiknað vel og hefur kannski eða er að teikna ymnd af einhverjum persónum frá Ördu væri fínt ef þið ættuð skanna, þa´gæti ég búið til kubb sem væri með myndum eftir ykkur. Hvernig finnst ykkur sú hugmynd?",
    "url": "https://www.hugi.is/tolkien/greinar/46554/uppahaldskafli/",
    "url_id": "46554",
    "id": "302083",
    "replies": [
        {
            "user": "BrynjarH",
            "user_id": "11091",
            "date": "2001-10-11 14:50:46",
            "id": "302084",
            "reply_to_id": "302083",
            "text": "Minn uppáhaldskafli er í Akallabet sem er í Silmerelinum.  Kaflinn er um Númenor og svo líka kaflinn sem er á eftir þá fékk ég góða innsýn í lotr og skildi meira um söguna."
        },
        {
            "user": "wasted",
            "user_id": "5912",
            "date": "2001-10-11 15:33:56",
            "id": "302085",
            "reply_to_id": "302084",
            "text": "Kannski helst kaflinn um Türinn Turambar (Närn i hin Hürin)í Forgotten Tales hann er svo ótrúlega sorglegur ég táraðist oft á meðan lestrinum stóð"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-10-11 15:37:01",
            "id": "302086",
            "reply_to_id": "302083",
            "text": "Ég er eiginlega ekki með neinn einn uppáhalds kafla en Beren og Lúþíen er ágætur og líka Narn i Hin Húrin í Unfinished tales."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-10-11 15:48:48",
            "id": "302087",
            "reply_to_id": "302083",
            "text": "Þetta er góð hugmynd með nýjan kubb en ég mun ekki vera mjög virkur notandi þar vegna hræðilegra hæfileika minna í tækningum:)"
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2001-10-11 15:50:29",
            "id": "302088",
            "reply_to_id": "302083",
            "text": "“Ég var að fá bréf frá kynningar- og markaðsstjóra LOTR hér á landi:”\nHver er markaðs- og kynningar stjóri hér á Íslandi?"
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2001-10-11 16:29:46",
            "id": "302089",
            "reply_to_id": "302088",
            "text": "Ég veit ekki af hverju þú ert að spyrja að þessu hér, sveinbjo en ég get sagt þér það að hann heitir Jón Gunnar Geirdal og ég er í e-mail sambandi við hann þannig að ég mun alltaf láta ykkur vita af öllu sem varðar LOTR mál á Íslandi."
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2001-10-11 17:48:08",
            "id": "302090",
            "reply_to_id": "302089",
            "text": "Hjá hverjum vinnur þessi Jón Gunnar?"
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2001-10-11 18:07:21",
            "id": "302091",
            "reply_to_id": "302090",
            "text": "Humm, það eru margir kaflar sem standa uppúr. Þegar föruneytið hittir balrogginn fyrir, þegar Beren sker silmerilinn úr kórónu Morgots,o.s.dr."
        },
        {
            "user": "Aragorn",
            "user_id": "47217",
            "date": "2001-10-11 20:15:48",
            "id": "302092",
            "reply_to_id": "302091",
            "text": "þið sem getið ekki teiknað, eigiði Photoshop eða eitthvað goot forrit sem marr getur teiknað í? þið getið auðveldlega teiknað eitthvað þar."
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2001-10-11 20:40:41",
            "id": "302093",
            "reply_to_id": "302092",
            "text": "Jón Gunnar vinnur hjá Skífunni."
        },
        {
            "user": "fridfinnur",
            "user_id": "4873",
            "date": "2001-10-13 12:04:47",
            "id": "302094",
            "reply_to_id": "302093",
            "text": "það er eitt að eiga forrit sem hægt er að teikna í…annað að kunna eitthvað að teikna ;)"
        },
        {
            "user": "larandaria",
            "user_id": "3518",
            "date": "2001-10-16 09:51:02",
            "id": "302095",
            "reply_to_id": "302094",
            "text": "Uppáhaldskaflinn minn er óumdeilanlega þegar föruneytið, eða það sem er eftir af því, kemur aftur heim í Hérað/Shire eftir öll ævintýrin. Þar eru þeir búnir að lenda í alveg hrikalegum aðstæðum og orðnir reyndir stríðsmenn og meira að segja búnir að stækka svolítið… (þ.e. Merry og Pippinn) og koma og algjörlega stela senunni!! Annars er fullt af góðum köflum, ég fæ til dæmis alltaf hjartslátt þegar það heyrist í trumbunum úr djúpum Moría…"
        },
        {
            "user": "Gandalfur",
            "user_id": "1129",
            "date": "2001-10-11 16:29:18",
            "id": "302096",
            "reply_to_id": "302083",
            "text": "Shadow of the past er uppáhalds kaflinn minn. Hann er úr The Fellowship of the Ring og fjallar um það þegar Gandalfur lýsir fyrir Fróða að hann sé kominn með hringin eina. Samtölin eru alveg frábær. Það myndast mikil spenna því þarna fær maður fyrst að heyra að Sauron sé á eftir hringnum og viti að hann sé í héraði.\nAnnar kafli sem er í uppáhaldi hjá mér er kaflinn þegar Fróði og Sómi lenda í köngulónni Shelob. Ótrúlega spennandi. Fyrst þegar ég las söguna hélt ég að Fróði væri dáinn."
        },
        {
            "user": "Aragorn",
            "user_id": "47217",
            "date": "2001-10-16 15:15:40",
            "id": "302097",
            "reply_to_id": "302083",
            "text": "Nú veit ég að Aragorn deyr eg er einmitt níbyrjaður að lesa bækurnar……………..Takk kærlega………."
        },
        {
            "user": "Aragorn",
            "user_id": "47217",
            "date": "2001-10-16 18:20:19",
            "id": "302098",
            "reply_to_id": "302097",
            "text": "hann deyr ekki í bókinni. Hann deyr í viðaukunum. Og það tengist ekki sögunni beint í æð."
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2001-10-22 16:14:18",
            "id": "302099",
            "reply_to_id": "302098",
            "text": "Hver og einn á sinn dauðadag…\nÆtli þetta áhugamál verði ennþá til þegar við deyjum? hugi.is verður þá örugglega gífurlega breyttur, fólk er kannski á huga niðri í bæ á götum úti o.s.fr."
        }
    ]
}