{
    "forum_title": "Húðflúr og götun",
    "user": "Joi1X",
    "user_id": "22257",
    "date": "2006-11-17 18:25:21",
    "title": "My own personal tatt story thing",
    "text": "Ok svo ég sit hér seint á kínversku föstudagskvöldi, búinn að innbyrgja ágætt magn af nikótíni, tjöru og áfengi og ákveð að skrifa þessa litlu greinarpísl um tvö af tattúunum mínum, og pælingarnar á bakvið þau.\nDatt í hug að einhver hefði máski áhuga.\nÞað var í strætó nokkrum þar sem ég ók upp Hverfisgötuna í átt að Hlemmi, þar sem ég sá út um gluggann þennan yndislega búðarglugga “Íslenzka Húðflúrsstofan” og ég fór að velta fyrir mér hvernig tattú ég myndi fá mér, ef ég svo vildi gera. Ég fór að hugsa um hvaða hlutir væri mér mikilvægastir í lífi mínu þá dagana.\nÉg var á mínu sæta sextánda ári, á leið í MR (því fór miður, ekki af vali, ég valdi MH sem ég er nú blessunarlega í), hugurinn var fullur af stoltum, og sjálfstæðum hugsunum sem höfðu orðið sterkar eftir mína fyrstu ástarsorg, og ég áttaði mig á því að það sem skipti mig mestu máli á þeirri stundu, á leið í skóla sem ég hafði hræðilega vonda tilfinningu fyrir, var einfaldlega frelsi.\nPersónulegt, einstaklingsbundið frelsi, í hugsun og í gjörðum, eitthvað sem yrði aldrei tekið frá mér, eitthvað sem myndi hjálpa mér í gegnum erfiðleika og hindranir á vegi mínum í framtíðinni.\nSvo ég fór að hugsa um smáatriðin..\n“Frelsi” … neii passaði ekki alveg … “vertu frjáls” … ekki enn… “freedom”? Of Braveheart-legt… “Free” … “ Be free ”…\nahh þarna kom það…\nMeð þessa ákvörðun komna í fastar skorður í hausnum á mér þá hljóp ég nánast hálfa Hverfisgötuna til baka og fór inn í vinnustað Búra, og settist þar niður og kurteisislega fór að blaða í tattúbókum þar, meðan hann kláraði að gera eitthvað. Fékk svo að kíkja á allskonar leturgerðir hjá honum og pantaði tíma nokkrum dögum síðar.\nFór heim, fann gott font á síðunni sem hann benti mér á (\nhttp://www.dafont.com\n) og kom í tímann, spenntur og æstur í mitt fyrsta tattú. Ég ákvað vinstri úlnliðann, svo þetta yrði alltaf þarna til að minna mig á. Ekkert svo vont, frekar óþægilegt í byrjun en vandist því og gat fókusað að smátriðunum í fallega trashy stöfunum sem Búri með mikilli ró og vandvirkni flúraði á mig. Fór ánægður út, með höndina plastaða og hálf-auma.\nSeinna tattúið var kannski aðeins flóknara…\nÉg fór að taka eftir því, á því ári sem leið, að ég hafði oft rangt fyrir mér varðandi hvað fólki fannst um mig, hvernig fólk hegðaði sér og hvað það var að hugsa. Ég tók eftir því að sumar manneskjur leiddu mig vills vegar, oft án þess að fatta það sjálfar, oft til að særa mig, og eftir mörg særandi tilvik fór ég að verða varari um mig, varari um að opna mig og treysta, og að leyfa sjálfum mér að dáleiðast. Ég fór að skilja í fullustu hve illa innrættir og skemmdir sumir voru að innan, og hve auðvelt það var fyrir suma að einfaldlega stíga mig niður og bregðast mér.\nÞað fór jafnframt að renna upp fyrir mér hvernig sárafáir hlutir voru virkilega eins og þeir sýndust. Eitthvað til að spyrja mig stöðugt spurningarinnar “er ég eða einhver annar að blekkja mig?”\nValið var mér augljóst í þetta skiptið: Til að halda stílnum frá Be Free, fékk ég mér Hypnotized? í sömu leturgerð, sömu stærð, á hægri úlnliðinn.\nEnn og aftur gerði Búri karlinn þetta fyrir mig, og gaf mér meira að segja afslátt.\nTattúin mín. Og ekki misskilja þetta sem setningu, þau eiga ekki að standa fyrir “be free hypnotized”\ntvö algjörlega aðskilin, nema þau bara minna mig á. Þessi tvö eru mjög góð dæmi um tattústefnina Meaningfulltattooism eða RealTattooism ;)\nVona að þú hafir haft gaman að.",
    "url": "https://www.hugi.is/hudflur/greinar/466424/my-own-personal-tatt-story-thing/",
    "url_id": "466424",
    "id": "4230956",
    "replies": [
        {
            "user": "Joi1X",
            "user_id": "22257",
            "date": "2006-11-17 18:36:10",
            "id": "4231032",
            "reply_to_id": "4230956",
            "text": "djöfulsins stafsetningavillur…"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2006-11-17 18:39:23",
            "id": "4231050",
            "reply_to_id": "4231032",
            "text": "Þetta er ekki íslenskutími er það ;) Ef það er hægt að lesa og skilja þá er þetta í lagi :þ"
        },
        {
            "user": "Emlinn",
            "user_id": "60050",
            "date": "2006-11-17 20:02:59",
            "id": "4231409",
            "reply_to_id": "4231032",
            "text": "Ok svo ég sit hér seint á kínversku föstudagskvöldi, búinn að innbyrgja ágætt magn af nikótíni, tjöru og\náfengi\nKannski ástæðan :)?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-17 15:40:43",
            "id": "4362816",
            "reply_to_id": "4231409",
            "text": "haha"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2006-11-17 18:38:41",
            "id": "4231045",
            "reply_to_id": "4230956",
            "text": "Flott grein, vel sett upp og bara alltaf gaman að lesa reynslusögur annarra! ;) Halda þessu áfram!\nMér finnst alltaf kúl þegar flúr hafa mikla þýðingu fyrir mann.. Flest mín eru þannig, það er alltaf e-ð að baki ;)"
        },
        {
            "user": "Joi1X",
            "user_id": "22257",
            "date": "2006-11-17 18:39:47",
            "id": "4231051",
            "reply_to_id": "4231045",
            "text": "realtattooism baby"
        },
        {
            "user": "IceDeVil",
            "user_id": "79",
            "date": "2006-11-17 18:46:46",
            "id": "4231087",
            "reply_to_id": "4230956",
            "text": "Ágætisgrein og allt það. Mér þykir hinsvegar þessar “-ism” stefnur hjá þér vera frekar slæmar.\nSérstaklega þegar að til eru ágætis kategóríur sem auðveldlega er hægt að fylgja ( sjá\nhttp://www.bmezine.com/tattoo/bme-tatt.html\n)\nStefnur í húðflúrun eru auðveldlega hægt að flokka niður í stíla og þessháttar. Kannski best að halda sig við það"
        },
        {
            "user": "Joi1X",
            "user_id": "22257",
            "date": "2006-11-17 18:51:50",
            "id": "4231109",
            "reply_to_id": "4231087",
            "text": "oh yeah definately like “fire tattoos”\nmjöööög vel flokkað\nþegiðu\nBætt við 17. nóvember 2006 -  18:52\nps. ekki segja mér hvernig ég á að skrifa greinarnar mínar.\nþví þær eru mínar. og ég , í rauninni, er sá sem skrifa þær."
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2006-11-17 18:55:22",
            "id": "4231129",
            "reply_to_id": "4231109",
            "text": "Óþarfi að koma með skítköst, þetta er hans/hennar álit og þar sem það er leyfilegt að gefa álit á greinum sem notendur senda inn þá má hann/hún alveg segja sína skoðun ekki satt? ;)"
        },
        {
            "user": "IceDeVil",
            "user_id": "79",
            "date": "2006-11-17 19:01:58",
            "id": "4231159",
            "reply_to_id": "4231109",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-11-17 18:59:42",
            "id": "4231151",
            "reply_to_id": "4230956",
            "text": "Ég vildi að ég hefði vitað af þessari font síðu áður en við létum gera SWEET og DUDE. Við vorum að vísu búnir að velja fínan font en svo fokkaðist eitthvað upp og hann var ekki til í tölvunni hjá Tattoo og Skart en við fundum samt annan sem okkur líkaði á endanum."
        },
        {
            "user": "binman",
            "user_id": "59336",
            "date": "2006-11-17 19:02:40",
            "id": "4231164",
            "reply_to_id": "4230956",
            "text": "fékkstu þér tattú 16 ára er ekki einhvað 18 ára aldurstakmark eða ???"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2006-11-17 19:24:35",
            "id": "4231236",
            "reply_to_id": "4231164",
            "text": "Þú getur fengið þér tattoo ef þú ert ekki orðin/n 18 ára en þá með samþykki foreldra eða forráðamanns"
        },
        {
            "user": "Supernanny",
            "user_id": "57879",
            "date": "2006-11-17 19:25:40",
            "id": "4231243",
            "reply_to_id": "4231164",
            "text": "Þekki 15 ára krakka sem er með tattú, en hann lítur samt út fyrir að vera 18…"
        },
        {
            "user": "Totem",
            "user_id": "60014",
            "date": "2006-11-17 19:15:15",
            "id": "4231205",
            "reply_to_id": "4230956",
            "text": "Nice grein gaman að lesa hana. Mig langar meira og meira í tatto með hverri grein sem ég les :)"
        },
        {
            "user": "Mameho",
            "user_id": "66200",
            "date": "2006-12-17 22:43:32",
            "id": "4364803",
            "reply_to_id": "4231205",
            "text": "Hahah, mig líka:D"
        },
        {
            "user": "Spirited",
            "user_id": "25873",
            "date": "2006-11-17 20:33:00",
            "id": "4231526",
            "reply_to_id": "4230956",
            "text": "Be free og hypnotized.. how tacky."
        },
        {
            "user": "IceDeVil",
            "user_id": "79",
            "date": "2006-11-17 20:41:29",
            "id": "4231563",
            "reply_to_id": "4231526",
            "text": "*agree*"
        },
        {
            "user": "KristinnE",
            "user_id": "4162",
            "date": "2006-11-20 13:37:50",
            "id": "4242536",
            "reply_to_id": "4231526",
            "text": "Betra og meira original en tribal :P"
        },
        {
            "user": "Toggi",
            "user_id": "59549",
            "date": "2006-11-17 22:32:04",
            "id": "4232006",
            "reply_to_id": "4230956",
            "text": "Flott grein og nettar pælingar á bakvið tattoo-in. En er skriftin sú sama og er á myndinni?"
        },
        {
            "user": "hmmmm",
            "user_id": "21516",
            "date": "2006-11-23 22:43:50",
            "id": "4259209",
            "reply_to_id": "4230956",
            "text": "Fín grein:)\nFór einhvern veginn fram hjá mér:)"
        }
    ]
}