{
    "forum_title": "Metall",
    "user": "JohnnyB",
    "user_id": "5305",
    "date": "2006-11-17 23:11:07",
    "title": "Pantera ritgerð (á ensku)",
    "text": "Þessi grein er í raun ritgerð sem ég skrifaði á ensku vegna þess að ég skipti um braut í menntaskóla og vantaði eina einingu í ensku til að geta útskriftast. Hún er 14 blaðsíður í word (með slatta af myndum að vísu) þannig að ef þú nennir ekki að lesa hana skil ég það vel. Ég lagði hins vegar mikla vinnu í hana og auðvitað lítur hún mun betur út með myndunum sem styðja efnið og segja oft meir en þúsund orð. Svona er hún eiginlega bara veggur af orðum! Sennilega er eitthvað í þessari ritgerð sem er ekki alveg rétt og sumt mætti e.t.v. vera betur orðað (eins og t.d. kaflinn um fyrstu “heavy metal” plötuna á billboard. Extreme metal væri sennilega nærri lagi) en ég ákvað að breyta engu en endilega komið með athugasemdir ef það er eitthvað sem þið vitið að ég er að fara kolrangt með. Ef einhver vill fá upprunalega eintakið endilega hafið samband í einkaskilaboðum.\nPrologue\nWriting this essay has been one of the hardest tasks I’ve ever taken on in my whole life. When I was given this task I thought to my self that this would be over in a day or two. Man was I wrong. I began listening to Pantera somewhere around the year 2000, and by that time Pantera had been an active band for almost 20 years, so a lot of stuff had gone down in the past years that I had no knowledge of. With my growing love for Pantera I tried to study their history. I learned a lot and read many interviews and articles but I never really found out what was going on behind the scenes. But when I started working on this essay I began to find numerous skeletons in Pantera’s closets. All this new information was quite overwhelming. I found out that the morale within the band was in ruins and the future of Pantera was in great doubt. The band members were at war with each other (mainly Phil against the Abbott brothers, Dimebag and Vinnie) and terrible accusations were being thrown back and forth between them. I was devastated. My heroes and idols were fighting each other and destroying the greatest heavy metal band on earth, Pantera. Then the final blow came, Phil announced onstage with Superjoint Ritual (one of his side projects) that “Pantera is over!” This event had been lingering in the air for quite some time but I guess all Pantera fans turned a blind eye to what was happening, hoping that some day the Pantera members would patch things up and make another kick ass record for us. Sadly that day will never come. To add insult to injury, Dimebag was shot onstage with his new band, Damageplan. Pantera will never play together again.\nWhile all this stuff has been going down, I had been constantly fighting to finish this essay, but each time I sit down to write I become sad and confused. I wasn’t sure what to put in here and what I should leave out. I’ve found out so many things about Pantera I really wish weren’t true. My final conclusion was to talk about Pantera from their first album, to the last, making a full stop there. In the epilogue I will try to talk a little about all the bullshit (pardon my French!) that went on in Pantera the last years. Hope you’ll enjoy the reading!\nThe saga begins\nPantera was formed in 1981, by the brothers Darrell (guitar) and Vincent Abbott (drums), Rex Brown (bass) and Terry Glaze (vocals). Somewhere along the way the brothers changed their names to Dimebag and Vinnie Paul. (Dimebag is sometimes referred to as Dimebag Darrell or even Diamond Darrel, but in this essay he will from now on just be called Dimebag to avoid all confusion!) Pantera was greatly influenced by the glam rock era and they started out as a cover band, like many other great bands have done. Kiss was a great influence to them and they mostly covered Kiss, but somewhere in 1983 they release their first album, called Metal Magic. In 1984 they released a second album, called Projects in the Jungle, and in 1985 they released their third and last album with Terry on vocals, called I am the Night. To be honest, all these albums sucked! Terry was a pretentious high pitched singer and the music as a whole was very pretentious. The glam rock was getting very old by that time and Pantera needed something new and fresh.\nFor that purpose came along the meanest mother fucker of them all, Philip Hansen Anselmo, or just Phil Anselmo. Some people believe that with the arrival of Phil, Pantera instantly turned hardcore. That’s not entirely true. In fact, many people don’t even know that Pantera existed before the release of Cowboys from Hell, in 1990. Pantera released yet another not so good album, even though Phil was on board. In ’88 (Phil joined in ’86) they released Power Metal. Even though it’s not a very good album, it an improvement from the first three albums, and some of Dimebag’s solos are quite elegant, and Power Metal sold over 30.000 copies and earned Pantera a quite large underground fan base. In fact, these first four albums were all independent releases. Dimebag, Vinnie and their father, Jerry Abbott owned a small record company, called Metal Magic, which released the first four albums. Power Metal intrigued bigger record companies and eventually landed Pantera a record deal with Atco Records. So, in 1990, the first “official” Pantera debut record was released, the legendary Cowboys from Hell.\nPantera hit it hard with Cowboys from Hell. It is considered by many one of the best metal albums of the eighties and it’s a big favorite for many fans. Although the album didn’t rock the charts critics took it well and it went gold in sales. The title track, Cowboys from hell, has become sort of a trademark for Pantera. They came storming into the metal scene from the south with aggression and brutality, and were from there on known as the Cowboys from hell. Every member of Pantera has a CFH tattoo (I’ve even got one too.) Before we venture further into the history of Pantera, I think it’s time to introduce the members of Pantera.\nThe Cowboys from Hell\nPhil Anselmo\n, born on June 30th in 1968, in New Orleans, Louisiana. Phil is the singer and also writes all the lyrics for Pantera. He is the only member not born and raised in Texas. Being the front man of the band the spotlight has quite often been on him, and he has also been quite active in side projects (he has been involved in over 10 side projects), so information on him are quite easy to find. Phil writes very straight forward lyrics and has never been afraid to speak his mind. He has a great voice, both for screaming and singing. With one of his side projects, Down, he sings quite a lot and it’s amazing how great his voice is after all these years of abusing drugs, alcohol and cigarettes. Some years ago Phil had a serious drug problem. It became so serious that in July ’96 he overdosed on heroin backstage after a show and died for 5 minutes before paramedics brought him back to life. In an interview some years ago he had this to say regarding this incident:\nIt was just some shit that happened. No big deal. At that time I just thought I was invincible. It was very peaceful, very warm and quiet with no more thoughts in my head. I guess it was kind of like being in the womb in a strange way. It took me two years to remember that because after the OD I lost a lot of memory and it took me a long time for me to uncover that. It was very blissful I will tell you that. It is nothing to fear.\nWhen he was brought back to life he realized that he couldn’t go on like that and decided to dry up. He dried up while touring, which shows how strong his character is. The other Pantera members offered him to postpone the tour but Phil didn’t want to let the fans down. Today Phil still smokes and drinks his whiskey and sometimes he even lights a doobie but he stays away from the strong stuff. He claims he “has been fucking bone-sober for the last three and a half years now. Anybody who has seen me on stage, anybody who has seen the shape of my body and the size of my arms, and the fucking burning desire in my eyes, knows that I am fuckin’… I drink four beers and I have a buzz now.”\nPhil’s main interests besides music are boxing (Felix Trinidad is his favorite boxer) and he collects old horror movies. Every Halloween he used to throw a “party” called The House of Shock, where he and his friends turned a giant warehouse into a haunted house and fooled around there. This party became very famous and people from all around came there every Halloween to join Phil and his friends in The House of shock. Phil stated in an interview with Metal Hammer last December that the House of Shock has become too commercial for his taste and he doesn’t attend there anymore. Even though he likes hanging out with people he loves, he is a man of solitude and likes to hang out by himself in the country alone, fighting with his inner demons. He owns a big ranch and there he has a barn he has converted into a studio, called Nodferatu’s Lair. It’s called Nodferatu’s Lair (instead on the well know Nosferatu’s Lair) because when Phil was at his worst in the drug abuse, he tended to nod of every now and then and therefore his friends gave him the nickname Nodferatu. The Lair is to be found in an undisclosed swamp somewhere in South Louisiana\nPhil is a mean motherfucker. He’s got a shit load of tattoos, even on his skull he’s got two tattoos, and that must have hurt like hell. He’s very muscular and when he’s waiting backstage for a show to start he likes to lift weights. “No one can piss on his determination!” (Quote: Mouth for War)\nDimebag Darrell\n, born on August 20th in 1966 in Dallas, Texas. He died on the 7th of December 2004. (Exactly 24 years to the day from the murder of John Lennon!) Dimebag was playing a show with his new band Damageplan, at Alrosa Villa club in Columbus\nOhio. A mentally ill fan rushed up onto the stage and shot him five times in the face at a point blank range. Dimebag was killed instantly. Vinnie also got hit before a local cop took the crazed gunman out. Stories say that the gunman yelled at Dimebag before shooting him saying that he destroyed Pantera. This tragic event has left the entire heavy metal world in a great shock. In the following days after the shooting fellow rockers all over the world released statements in the media where they paid their tribute to Dimebag. Everyone spoke of the loss of a great talent, but people also wanted to talk about what a nice person Dimebag was. His head never grew too big. Both fellow musicians and fans agree to this.\nSomewhere in the early eighties, Dimebag founded Pantera with his older brother, Vinnie Paul and their friend, Rex Brown. Their father owned a record studio and Dimebag was often around very talented musicians and learned a lot from them. When he was sixteen he couldn’t enter any guitar contest in the state of Texas, he had won them all. Dimebag was without doubt one of the best guitar players in the world, not only in the metal world but as an all around guitarist. His solos are breathtaking and he kept on pumping out killer riffs over and over again. (Some say that the RIP on his tombstone really stands for Riff in Peace). His outro solo on Floods (from The Great Southern Trendkill album) is even considered among some of the world’s greatest guitar solos ever. Ace Frehley (Kiss’s guitarist) was a great influence to Dimebag. He had Ace’s face tattooed on his arm, and Ace’s autograph under the face. Dimebag used Fender guitars and even had his own guitar design line. Today these guitars have become collectables and are worth quite a sum of money. Dimebag could very easily be recognized by his trademark, a pink colored goatee. His memory will never die.\nVinnie Paul\n, born on March 11th in 1964 in Dallas, Texas. Vinnie is the older brother of Dimebag and also one of the founders of Pantera. He is the drummer in the band and his drumming is simply kick ass. He and Dimebag played together for a long time and they developed a certain “Pantera sound” where they twin together Vinnie’s solid drumming and Dimebag’s powerful guitar playing. This sound has inspired many other bands and Vinnie once said in an interview that he can hear this influence in many songs today. Like Dimebag he practically grew up in their dad’s studio. Surely he picked up some mixing skills there, but he is competent record producer. Vinnie is a pretty big guy and he can be spotted from miles away by his beard, which is always very well trimmed. He loves Pro-Football and Pro-Basketball (especially Texas teams).\nRex Brown\n, born on July 27th in 1964 in Graham, Texas. Rex is also one of the Pantera founders. It’s never easy being a bass player, they never get any attention! Even though Rex is a very deft bassist he has never been that much in the spotlight. But nonetheless Rex’s playing is very important to the Pantera music, and they wouldn’t be the same without him. He keeps the rhythm in its place. Phil also once said in an interview when he was asked why he got Rex to join Down, since all Down members were from Louisiana, he said: “Well, if you had some of his hell-raising barbecue, you'd get him in your band too. Plus, over the years, he has developed a fine palette for Coors Light. And oh yeah, he plays the dog shit out of the bass!” I surfed the internet searching for more information on Rex but very little was to be found. I did though stumble onto this one page where I found this:\n[qoute]The only bio that I've read on Rex Brown has described him only as being thin, drunk, and mean. Sounds good to me. The one time I met him, he was definitely thin and definitely drunk.\nThe Golden Years\nAfter the release of Cowboys from Hell (which went platinum in sales), Pantera went on tour. In fact, after each record they always toured very heavily, earning them a bigger fan base every year. The live act of Pantera has always been a big part of their drive for success. They were now touring with well-established acts such as Judas Priest and their role models, Kiss. After almost two years of touring Pantera headed back to the studio, to record their second album, Vulgar Display of Power, which is indeed the right name for this album. Unlike Cowboys from Hell, which derived its sound mostly from the eighties thrash scene, Vulgar carries its own unique Pantera sound, focusing much more on heaviness and intensity. This album stood out at the time, slowing down the breakneck tempos of thrash and upping the heaviness quotient, as well as changing the vocal style, pushing it more toward hardcore. The power on this album is brutal and the songs just strike down on you with great vengeance, or so to speak. The first track, Mouth for War, debuted charts at #1, the first metal single ever to do so and even knocked out Metallica’s single, Enter Sandman. Vulgar went Platinum and Pantera were worshipped nationwide, both by fans and critics. Following the release of Vulgar, Pantera went on tour and amongst other places they played a huge festival in Moscow, called Monster of rock, with many other great acts such as AC/DC and Metallica. They where first on stage and they really rocked the house. The Russian audience was left breathless by the band’s “earth shattering brutality”\nIn 1994 Pantera had become the most popular metal band in the US. Their explosive live performances had built up a huge fan base and also, MTV had put their videos in play. The Pantera phenomenon probably reached its peak that year, at least in a commercial way, with the release of their third album, Far Beyond Driven. This album was the first heavy metal album ever to debut the Billboard album charts at number one. Quite an accomplishment for an album of such extreme music genre. After the album Vulgar Display of Power, Pantera members decided to take their music to a new level, a harder one. They wanted each record to be harder than the last one. That fact makes the Billboard progress of Far Beyond Driven even more interesting, since the record is quite hard to digest at the first listenings. After the release of Far Beyond Driven, Pantera began a world tour. They were packing large stadiums all over the world, and everywhere they played, the audience was taken by a brutal bone shattering and ear crushing force, a sheer hostile takeover. And they loved it.\nAfter two years of heavy touring, which made Pantera a well-established act all over the world, they went into studio to make a new record. The outcome of this studio session in 1996 was a true masterwork, an album called The Great Southern Trendkill. Pantera decided they couldn’t keep moving in the same direction they did one Far Beyond Driven (ever growing heaviness) and began experiment with their music a little, slowing their tempo down at times. But don’t get me wrong, the album is “still heavy as fuck” (as Vinnie Paul once put it.) The songs vary from soothing touching tunes to utter chaos and madness. Anselmo’s voice is incredible on many of the songs. The singing was recorded at Trent Reznor’s studio (Trent is the singer and the brain behind the band Nine Inch Nails) and it varies from calm emotional singing to chaotic and demonic screaming at times.  Anselmo is at his best on this album, producing sharp straightforward lyrics, both about his drug problems, and Pantera’s hate of the growing metal trend. You see, Pantera had over the last years drawn a very large fan base. Although they loved their fans with all their hearts, they hated so called “pussy ass trend whores” (quote Phil Anselmo) just as much. One thing Pantera would never do was sell out. Some would have expected Pantera to take the safe way following Far Beyond Driven, and release a very similar album and try to follow up its success on charts and with the critics. Pantera didn’t want that. They stayed true to their peers and made a record on their grounds, not the business world’s grounds. Pantera also were at war with the press. They were an extreme act and some people just didn’t care too much for that kind of music. Those people (the media) started printing and publishing a lot of lies about Pantera, trying to keep the unspoiled youth away from them. These false accusations were not appreciated by Pantera and Anselmo really lets them have it on some of the tracks on The Great Southern Trendkill: “For every fucking second the pathetic media pisses on me and what I am in one paragraph, look here, fuck you all!” One of the rumors that were started was that they were nothing but a bunch of racist rednecks from the South. It was an easy target since they were from the South and Phil’s head was shaved. This of course was just a lie, made up by the media to try and ruin Pantera’s reputation. Anselmo made the following statement about those racist accusations:\nThey don't fucking know me at all! A racist? A white person who hates black people? My favorite sport is boxing, every hero of mine is black. I can't name one white man I am proud of! And if you really want to get down to brass tacks, I am French and Italian, so if that's Aryan, you can kiss my fucking balls!\nIf you would ask Pantera’s accountant he would probably claim that this album was the worst Pantera record ever. But if you ask true fans, such as myself, they all praise this album as the masterpiece it is. So this album was really the right step for Pantera. They shook off all false believers and strengthened the relation with their true fans. They now went on excess touring with other great heavy metal acts. They went on a world tour with one of their role models, Black Sabbath, after Black Sabbath started touring again after their reunion. In 1997 a long awaited album was released by Pantera. A live album. Pantera had been touring massively the last 7 years. The live act was a big part of their success and bootlegs of their shows were quite common, but bootlegs don’t come close to a professional record like Official Live, 101 Proof, turned out to be. The tracks were 14, reflecting the cream of their arsenal, all handpicked by Pantera. The album also included two new studio tracks, recorded in only 12 days, as a special gift to the fans. The album really captures the live Pantera spirit, and was very much appreciated by fans. By this time Pantera had been really busy for seven years, but only had 4 albums under their belt. Nonetheless these 4 albums had sold over 8 million copies and Pantera had become one of the best selling and most popular metal band of the decade, without ever selling out (like for example Metallica who sold their souls for record sales). Dimebag made this remark about their success and not selling out: “Staying true to our fans and our music. We haven't conformed to any trend. We went against the grain and blew it up. Selling out would be against what we're all about.”\nFrom 1996 until 2000 there was no album from Pantera. They kept on touring, first with Black Sabbath for some time all over the world. Then there came a short break, which Anselmo used to work on some of his side projects and Dimebag released some solo work. Then in 1999 Pantera began touring again, this time with the heavy metal heroes of Slayer. They began working on a new album and in 2000 their last studio album was released, called Reinventing The Steel. Kerry King, one of Slayer’s guitarists, plays the guitar with Dimebag in one of the tracks. Fans had been waiting for this album for 3 years, and I think no one was disappointed. On this album Pantera moved back to a more traditional Pantera sound, delivering a rock solid heavy metal album. Following the album Pantera toured Europe with Slayer and were also joined by Morbid Angel. They were in Ireland when the 9/11 attacks occurred and were stranded there for 8 days, which eventually led to the cancellation of the tour.\nThat really was the last of Pantera. Rumors were that a new album was to be released in 2002 but the rumors also were that Anselmo and the Abbott brothers weren’t talking anymore and Pantera was over. Anselmo was now touring and making records with Superjoint Ritual. The fans were of course holding on to the hope of a new record but then the final blow came. Anselmo announced on stage with Superjoint one night that Pantera was over. What we all had feared, had finally happened. The greatest metal band of the ’90s and no doubt, one of the greatest and most influential metal bands ever, was history.\nEpilogue\nWhy did Pantera split up? I think you could say they just grew apart. It’s hard to take sides in this matter. Anselmo accused Dimebag and Vinnie of being greedy and only wanting to make music that would make them money. He also said the Dimebag was a drunkard with serious mental problems. Vinnie and Dime then again accused Anselmo of being a stupid heroin addict who only wanted to make mindless hardcore music, and that he was holding them back. And this is just the top of the iceberg. I’m not going to go further into this dispute. It’s just too hard and it really breaks my heart to see how these lifelong friends became such rival enemies and destroyed the beautiful thing that Pantera was. I always hoped that these guys would burry the hatchet and Pantera would reunite. That dream was crushed with the brutal murder of Dimebag. Anselmo tried to make peace with the Abbott family after this tragic event, but they wouldn’t even allow him at the funeral. Anselmo’s words about this whole thing will follow in the bonus material section.\nWriting this essay has been quite a challenge and required a lot of soul searching on my behalf (to quote Phil Anselmo). I hope you have found the reading at least interesting, and perhaps enjoyable. I also hope that I have managed to deliver some of my passion for Pantera into my writing. This really was just the tip of the iceberg in the history of Pantera. I probably could write a whole book about Pantera (and maybe I will someday) but I think I’ll call it a day for now.\nSiggeir F. Ævarsson",
    "url": "https://www.hugi.is/metall/greinar/466517/pantera-ritgerd-a-ensku/",
    "url_id": "466517",
    "id": "4232210",
    "replies": [
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-11-17 23:13:53",
            "id": "4232228",
            "reply_to_id": "4232210",
            "text": "Vá langt, jeij, gaman að sjá að þráðurinn minn hafði smá áhrif á áhugamálið :D\njæja, er að fara að lesa þetta."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-11-17 23:14:27",
            "id": "4232232",
            "reply_to_id": "4232228",
            "text": "Ég fokkaði samt boldinu aðeins upp í byrjun, vonandi að einhver yfirstjórnandi geti lagað þetta sem fyrst."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-11-17 23:18:12",
            "id": "4232254",
            "reply_to_id": "4232232",
            "text": "já, ég skrollaði aðeins yfir þetta áður en ég byrjaði að lesa hana og var að pæla hvaða bold þetta var og þannig, soldið skrítið."
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2006-11-17 23:44:00",
            "id": "4232374",
            "reply_to_id": "4232210",
            "text": "nice, og fékkstu svo eininguna?"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-11-17 23:50:25",
            "id": "4232395",
            "reply_to_id": "4232374",
            "text": "Jebb, fékk einingu. Hafði verið í áfanga sem var ein eining og fengið í honum átta. Námsferlinum mínum var hins vegar breytt, sá áfangi tekinn út og þeir settu inn í staðinn tveggja eininga áfanga sem ég fékk 9 í, og þ.a.l. 9 í öllum ensku áföngunum sem ég tók í menntaskóla :)\nÞess má til gamans geta að kennarinn sem tók á móti þessari ritgerð var á leiðinni á eftirlaun og ég skilaði í raun ári of seint. Þá var hann bara að kenna einn áfanga, rétt óhættur. Hann er snillingur og þrátt fyrir háan aldur sýndi hann efninu mikinn áhuga, og var t.a.m. mjög ánægður með lögin sem ég lét fylgja með á diski :D"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-11-18 01:32:36",
            "id": "4232826",
            "reply_to_id": "4232395",
            "text": "Hehe, svalur kennari :)"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-11-18 01:33:45",
            "id": "4232831",
            "reply_to_id": "4232826",
            "text": "Algjör töffari. Fær total respect frá mér."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-11-18 01:35:05",
            "id": "4232840",
            "reply_to_id": "4232831",
            "text": "Hmm…Trying to find someone cool *hugsandi*\nAhh! Sævar, gítarleikari Á Móti Sól..\nKenndi mér samfélagsfræði í grunnskóla ;)\nBeat that!"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-11-18 01:37:30",
            "id": "4232844",
            "reply_to_id": "4232840",
            "text": "Hittir ekki í mark með Á móti sól ;)\nÉg var hins vegar á sjó með Kalla Bjarna og hann er giftur frænku minni, beat that! :D"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-11-18 01:40:12",
            "id": "4232846",
            "reply_to_id": "4232844",
            "text": "Vinkona systur minnar er gítarleikari í Mammút og kærasta Ingó í Severed…Beat that suckah!"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-11-18 01:41:50",
            "id": "4232849",
            "reply_to_id": "4232846",
            "text": "Frikki í Bob er vinur minn, hah! Now you can't beat that!"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-11-18 01:47:05",
            "id": "4232859",
            "reply_to_id": "4232849",
            "text": "Brain Police samþykktu mig sem vin á myspace! :O\nMaxim í Prodigy tók í höndina á mér á tónleikunum! :O"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-11-18 01:48:18",
            "id": "4232861",
            "reply_to_id": "4232859",
            "text": "Phil Anselmo er vinur minn á Myspace, Pantera og Motörhead líka!\nOk, þetta er komið útí vitleysu…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-11-18 01:54:03",
            "id": "4232877",
            "reply_to_id": "4232861",
            "text": "Þar hefurðu rétt fyrir þér :)\nwww.myspace.com/johnny_babas\nMitt síðasta, hehe."
        },
        {
            "user": "Freeskier",
            "user_id": "60931",
            "date": "2006-11-18 19:33:21",
            "id": "4235383",
            "reply_to_id": "4232859",
            "text": "gaurinn í prodigy tók líka í höndina á mé"
        },
        {
            "user": "kmobo",
            "user_id": "58178",
            "date": "2006-11-18 04:07:46",
            "id": "4233086",
            "reply_to_id": "4232840",
            "text": "Palli, trommari í í svörtum fötum kendi mér frá 7. til 9. bekk! hah!!!\nreyndar er það ekkert voðalega skemmtilegt því mér finnst tónlistin þeirra leiðinleg"
        },
        {
            "user": "kmobo",
            "user_id": "58178",
            "date": "2006-11-18 10:49:40",
            "id": "4233233",
            "reply_to_id": "4233086",
            "text": "Skiptir það einhverju máli?\nSnýst það ekki bara um hvort hann sé góður og skemmtilegur kennari?"
        },
        {
            "user": "kmobo",
            "user_id": "58178",
            "date": "2006-11-19 04:03:53",
            "id": "4237044",
            "reply_to_id": "4233233",
            "text": "haha… nei… hann er mjöf fínn :)\nen hversu flott væri það ef að maður gæti sagt að ótarr proppé væri kennari manns?\nværi það ekki flottara en að segja að birgitta haukdal kenndi manni?"
        },
        {
            "user": "kmobo",
            "user_id": "58178",
            "date": "2006-11-19 13:37:45",
            "id": "4237707",
            "reply_to_id": "4237044",
            "text": "Það væri svalara, en Bigga Hauks er flott :)\nBtw, Birgitta Haukdal hefur kysst mig ;)"
        },
        {
            "user": "kmobo",
            "user_id": "58178",
            "date": "2006-11-19 16:13:45",
            "id": "4238399",
            "reply_to_id": "4237707",
            "text": "hahah :P\nok… það væri kanski sniðugt ef hún myndi kenna manni… en jenna jameson væri miklu betri sko!\ndrauma kennari kanski?"
        },
        {
            "user": "kmobo",
            "user_id": "58178",
            "date": "2006-11-19 23:33:43",
            "id": "4241280",
            "reply_to_id": "4238399",
            "text": "Eins og vitur maður sagt eitt sinn:\nOk, þetta er komið útí vitleysu…"
        },
        {
            "user": "kmobo",
            "user_id": "58178",
            "date": "2006-11-19 23:55:18",
            "id": "4241417",
            "reply_to_id": "4241280",
            "text": "hahah"
        },
        {
            "user": "Omerta",
            "user_id": "32677",
            "date": "2006-11-18 16:16:40",
            "id": "4234398",
            "reply_to_id": "4233086",
            "text": "Ömg…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-11-18 19:48:05",
            "id": "4235436",
            "reply_to_id": "4234398",
            "text": "Haha :)"
        },
        {
            "user": "kmobo",
            "user_id": "58178",
            "date": "2006-11-19 04:04:48",
            "id": "4237047",
            "reply_to_id": "4234398",
            "text": "totally! :O"
        },
        {
            "user": "Freeskier",
            "user_id": "60931",
            "date": "2006-11-18 19:32:33",
            "id": "4235376",
            "reply_to_id": "4232840",
            "text": "kennarinn minn í dönsku tilbiður slayer og sepultura og þolir ekki metallica eftir master of puppets\nbeat that my friend"
        },
        {
            "user": "Freeskier",
            "user_id": "60931",
            "date": "2006-11-18 22:04:20",
            "id": "4235914",
            "reply_to_id": "4235376",
            "text": "ég hef hitt, og tekið í höndina á Joey Jordison :O\nBeat that bitch…"
        },
        {
            "user": "Freeskier",
            "user_id": "60931",
            "date": "2006-11-19 19:40:40",
            "id": "4239809",
            "reply_to_id": "4235914",
            "text": "christina scabbia (lacuna coil) er kærastan mín!!"
        },
        {
            "user": "Freeskier",
            "user_id": "60931",
            "date": "2006-11-19 19:53:05",
            "id": "4239887",
            "reply_to_id": "4239809",
            "text": "Geir Ólafsson er frændi minn."
        },
        {
            "user": "Freeskier",
            "user_id": "60931",
            "date": "2006-11-19 20:30:20",
            "id": "4240156",
            "reply_to_id": "4239887",
            "text": "ó mæ god ,  i dreg mæ self in hlé jú sigra"
        },
        {
            "user": "tele",
            "user_id": "60182",
            "date": "2006-11-17 23:45:29",
            "id": "4232384",
            "reply_to_id": "4232210",
            "text": "frábær grein , hvað fékkstu fyrir?"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-11-17 23:50:44",
            "id": "4232397",
            "reply_to_id": "4232384",
            "text": "9. Tjekkaðu á svarinu hérna beint fyrir ofan."
        },
        {
            "user": "wanderlust",
            "user_id": "56345",
            "date": "2006-11-17 23:50:47",
            "id": "4232398",
            "reply_to_id": "4232210",
            "text": "Rosalega flott grein, margt sem ég vissi ekki."
        },
        {
            "user": "danielsmari",
            "user_id": "62566",
            "date": "2006-11-18 00:38:24",
            "id": "4232598",
            "reply_to_id": "4232210",
            "text": "en í hvaða skóla ertu?"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-11-18 00:41:40",
            "id": "4232610",
            "reply_to_id": "4232598",
            "text": "Háskóla Íslands :)\nEn þessa ritgerð skrifaði ég í Menntaskólanum á Akureyri."
        },
        {
            "user": "danielsmari",
            "user_id": "62566",
            "date": "2006-11-18 00:42:16",
            "id": "4232615",
            "reply_to_id": "4232610",
            "text": "svaalt:)"
        },
        {
            "user": "Icaruz",
            "user_id": "57559",
            "date": "2006-11-20 10:06:43",
            "id": "4242072",
            "reply_to_id": "4232610",
            "text": "Þarna líst mér vel á þig…"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-11-18 01:33:33",
            "id": "4232830",
            "reply_to_id": "4232210",
            "text": "Ef einhver vill fá upprunalega eintakið endilega hafið samband í einkaskilaboðum.\nEr það þá á Íslensku?"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-11-18 01:34:32",
            "id": "4232838",
            "reply_to_id": "4232830",
            "text": "Hehe nei, það er á ensku líka. En uppsetningin er þægilegri og allar myndirnar inni."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-11-18 01:36:18",
            "id": "4232841",
            "reply_to_id": "4232838",
            "text": "Jaaá sem sagt ekki “Wall of Words” ?\nÞessi ritgerð er bara svo fjandi löng, mér verður byrjað að svima eftir 1/4 af henni haha :)"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-11-18 01:38:22",
            "id": "4232845",
            "reply_to_id": "4232841",
            "text": "10 blaðsíður í word eftir að ég tók allar myndirnar út! Sendu mér skilaboð ef þú hefur áhuga á frumheimildinni."
        },
        {
            "user": "dime",
            "user_id": "55723",
            "date": "2006-11-18 06:34:58",
            "id": "4233110",
            "reply_to_id": "4232210",
            "text": "Flott ritgerð. Er samt ekki alveg sammála að allt á undan CFH hafi verið rusl, mörg mögnuð sóló og riff. Lögin Right on the edge og We'll meet again eru mín uppáhalds af þessum fyrstu fjórum plötum, en jú eru ekkert í líkingu við það sem á eftir kom."
        },
        {
            "user": "JesusChrist",
            "user_id": "50715",
            "date": "2006-11-18 11:40:48",
            "id": "4233342",
            "reply_to_id": "4232210",
            "text": "Mjög góð grein en notaði Dimebag ekki bara washburn og Dean gítara\nDimebag used Fender guitars and even had his own guitar design line."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-11-18 13:58:00",
            "id": "4233846",
            "reply_to_id": "4233342",
            "text": "Gæti vel verið. Eins og ég sagði þá getur vel verið að ég hafi farið með eitthvað vitlaust í þessu og vil endilega það það verði leiðrétt."
        },
        {
            "user": "LENNOX",
            "user_id": "35444",
            "date": "2006-11-18 14:54:21",
            "id": "4234111",
            "reply_to_id": "4232210",
            "text": "Flott grein. Alveg sammála þér með TGST, uppáhalds Pantera platan mín ásamt Vulgar."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-11-18 17:37:42",
            "id": "4234798",
            "reply_to_id": "4232210",
            "text": "Góð grein."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-11-18 17:45:30",
            "id": "4234835",
            "reply_to_id": "4234798",
            "text": "Æj er kominn annar Akureyringur!"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-11-18 17:46:38",
            "id": "4234845",
            "reply_to_id": "4234835",
            "text": "Greinilega."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-11-18 17:49:42",
            "id": "4234862",
            "reply_to_id": "4234845",
            "text": "Ætlaru að haga þér betur í þetta skiptið?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-11-19 19:26:18",
            "id": "4239677",
            "reply_to_id": "4232210",
            "text": "Bara helvíti góð ritgerð verð ég að segja þér:D"
        },
        {
            "user": "Mithril",
            "user_id": "49788",
            "date": "2006-11-20 19:01:46",
            "id": "4244483",
            "reply_to_id": "4232210",
            "text": "Dime notaði ekki Fender.. hann notaði Dean og Washburn! villa!!"
        },
        {
            "user": "Woof",
            "user_id": "57074",
            "date": "2006-11-22 23:28:54",
            "id": "4255341",
            "reply_to_id": "4232210",
            "text": "Elska þessa grein. :)\nPantera4life!"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-11-29 22:32:28",
            "id": "4283048",
            "reply_to_id": "4232210",
            "text": "ætli þetta sé ekki það besta sem ég hef lesið hér á huga."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-11-29 23:59:00",
            "id": "4283572",
            "reply_to_id": "4283048",
            "text": "Takk fyrir það."
        },
        {
            "user": "vodkaa",
            "user_id": "47840",
            "date": "2007-05-06 01:48:57",
            "id": "4867262",
            "reply_to_id": "4232210",
            "text": "Kick ass grein *thumbs up* !"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2007-05-06 13:19:57",
            "id": "4867932",
            "reply_to_id": "4867262",
            "text": "Haha, takk fyrir það, þó svo að það séu um 5 mánuðir síðan hún birtist."
        },
        {
            "user": "vodkaa",
            "user_id": "47840",
            "date": "2007-05-07 07:18:29",
            "id": "4870764",
            "reply_to_id": "4867932",
            "text": "haha jamm. Marr leytar oft í gömlum búnkum eftir pantera gulli :P"
        },
        {
            "user": "Freeskier",
            "user_id": "60931",
            "date": "2008-02-11 10:51:52",
            "id": "5629411",
            "reply_to_id": "4232210",
            "text": "ég veit að þetta er helvíti seint en gætirðu sent mér  upprunalega eintakið?"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2008-02-11 12:31:25",
            "id": "5629523",
            "reply_to_id": "5629411",
            "text": "Hvað ætlaru að gera við það, stela því og birta undir eigin nafni?"
        },
        {
            "user": "Freeskier",
            "user_id": "60931",
            "date": "2008-02-11 13:20:22",
            "id": "5629573",
            "reply_to_id": "5629523",
            "text": "Nei, lesa það til að fræðast um pantera, var engin pantera fan þá en dottinn vel inn í það núna."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2008-02-11 13:28:41",
            "id": "5629584",
            "reply_to_id": "5629573",
            "text": "Hehe ok, ég skal græja þetta þegar ég kem heim."
        }
    ]
}