{
    "forum_title": "Heimspeki",
    "user": "nologo",
    "user_id": "2605",
    "date": "2001-10-12 21:10:29",
    "title": "Ginnungargap",
    "text": "Tímin er ótrúlegt ginnungargap. Í eilífðini fyrirfinnst ekki rúm fyrir hugmyndir okkar, við einfaldlega höndlum eilífðina ekki, hún er alltaf úr seilingarfjarlægð.\nEinhverra hluta þá er New York í eyði eftir fimmhundruð ár, fornir skýjakljúfarnir standa enþá í níðurníslu eins og minnismerki um liðna tíma. Við höfum vald til að tortíma heimsmyndinni eins og við þekkjum hana, og við við notum það vald. Menning okkar riðar til falls í einhverri styjöld framtíðarinnar.\nEn manninum er ekki útrýmt það er alltaf einhver sproti, inúítar eða þorp í kina lifir af. Hvar var hinn nútíma vestræni maður staddur fyrir sexþúsund árum? Eftir sexþúsund ár verður þessi eftirlifandi menning orðin ríkjandi og komin á svipað ef ekki lengra menningarstig og við í dag.\nOg einhverjir fornleifafræðingar framtíðarinnar sem rannsaka hafsbotnin uppgvöta forna borg, rústir himinhárra bygginga og risa líkneski af sólargyðju haladandi á kyndli til dýrðar táknrænum guði frelsis?!\nÆtli þessum fornleifafræðingum rendi í grun að þetta væri einhverskonar hámenning hnattvæddra og yfirburða tæknivæddra sexþúsund arum fyrr. Ólíklegt. Á sexþúsund árum eyddust öll ummerki, það er ótræulegt hversu náttúruöflin eru iðin, ekkert af tölvum,bókum né böndum af neinu tagi væri við lýði eftir sexþúsund ár. Við gerum lítið af því að rista rúnir okkar í varanlegri stein og það sem eftir yrði væri varla harla merkilegt. “Til minnigar um móður mína d.1930”undir styttu af engli og fleira í þeim dúr.\nÞað er menningarstig er ríkti á 21.öldinnin var frustædd með meiru væri álitið auðvitað.\nMeð tilit til þess að mannveran hefur verið til í sinni núverundu mynd í rúm fimmhundruð þúsund ár gæti maðurinn hundruð sinnum hafa náð á menningarstig jöfnu okkar. Slíkt verður aldrei sannað né afsannað, ummerkin eru gjörsamlega horfin. Sem er skiljanlegt, jafnvel heilu fjöllin geta horfið sporlaust á fimmhundruðþúsundir ára.\nOg ég er bara rétt að byrja… Risa eðlunar voru uppi í um fimmhundruð milljón ár. Bara á einu fimmta hluta þess skeiðs eru fimmmiljón ár, sem eru yfignótt af tíma fyrir tegund að þróast verða að menningu, hámenningu og svo falla, og að lokum hverfa öll ummerki. Jafnvel aðeins einn tíundi þess tíma, fimmhundruð þúsund ár þarf til þess, eins og dæmin sýna.\nEn hvað með jarðsöguna, sex milljaða ára, nánar tiltekið sexþúsund milljón ár. Fyrstu tvösþúsund milljón árin voru frumdýrin að þróast. EN hvað með að í augnablik einhverstaðar í miðju þess skeið, frumlífsskeið, hafi í tvöhundruðmilljón ár þróast hámenningalegt lífverustig og fallið síðan aftur á byrjunareit frumveranna. Þetta væri ekki nema brot af þeim tíma sem væri mögulegur en samt nóg. Kannsi að slíkt hafi gerst trekk í trek og við séum kannski bara fimmta tilraunin eða eitthvað?\nEn jafnvel jarðsagan sjálf er aðeins sandkorn í stundaglasi alheimsins. Og tækifærin eru því sem næst óendaleg og allskonar form lífs gætu hafa átt sér stað. Eins og alheimurinn er nú stór þá gæti þetta hafi gerst milljarð sinnum á milljarð mismundandi stöðum með milljarð ára millibili. Og það margfaldað með milljarð í öðru. Aldrei að vita.\nÞess vegna er fjarstæða að fullyrða annaðhvort af eða á í þessu sambandi, það væri einfaldlega þröngsýni að neita þessum kosti. En það verður allavega ekki sannað í bráð svo þetta er bara hugarleikfimi.",
    "url": "https://www.hugi.is/heimspeki/greinar/46704/ginnungargap/",
    "url_id": "46704",
    "id": "303249",
    "replies": [
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2001-10-13 00:58:53",
            "id": "303250",
            "reply_to_id": "303249",
            "text": "Já,það eina sem skrifað er á steina í dag eru legsteinar,fátt annað “menningarlegt” mun varðveitast.\nSegjum að eftir 1500 ár muni td margir geisladiskar frá okkar tíma finnast,en hvað gagn er að því þegar að enginn spilari er til og kannski ekki tæknin heldur og því ekki hægt sjá hvað hann hefur að geyma ogsfrv.\nKannski ætti bara að skrifa sögu okkar og þekkingu á steina,til þess að það varðveitist í nokkur þúsund ár?"
        },
        {
            "user": "Deeq",
            "user_id": "1707",
            "date": "2001-10-13 01:02:02",
            "id": "303251",
            "reply_to_id": "303249",
            "text": "Ginnungagap, ekki Ginnungargap."
        },
        {
            "user": "MacPhisto",
            "user_id": "9534",
            "date": "2001-10-13 02:46:00",
            "id": "303252",
            "reply_to_id": "303249",
            "text": "vá steikt ýsa"
        },
        {
            "user": "Diamond",
            "user_id": "5482",
            "date": "2001-10-13 04:14:12",
            "id": "303253",
            "reply_to_id": "303252",
            "text": "les engin lifandi vísindi.\nþar stendur að geisladiskar endist mjög stutt.\nfyrstu geisladiskarnir sem gerðir voru verða ill læsilegir eftir 60 ár eða svo.\nhvar eru steingerfingarnir af þessum fornu menningum."
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2001-10-13 17:19:34",
            "id": "303254",
            "reply_to_id": "303249",
            "text": "Ég bíð raunar spenntur eftir yfirvofandi stökkbreytingu mannsins..\nÞegar mannkyn hættir að sitja með hendur í skauti, og bíða eftir að tíminn taki það upp á armasína og uppgradi það..\nHefðbundin þróun mannsins, með Darwinískum hætti, er orðin úrelt og hallærisleg, það er ekkert kúl lengur að verða til fyrir frumstæðar tilviljanir tímans, nýjasta tíska krefst þess að við séum sköpunarverk okkar sjálfra..\nEins og við erum í sífelldu túlkunarsambandi við ímyndir fjölmiðla og Hollívúdd, við hermum eftrir ímyndunum og þær eftir okkur, og svo kolli af kolli í það endalausa..\nEins og við mótum tæknina og tæknin mótar okkur..\nÞá munum við móta okkar eigin þróun, og sköpunarverkið síðan móta sjálft sig í afkomendur sína.. og svo frv.\nVið munum semja okkur sjálf, vera meistaraverk okkar sjálfra, og geta þá loksins sagt við erum guðir guðanna..\nÞá loks verður guð vonandi dauður og grafinn!\n[Afsaka óagaða framsetningu]"
        },
        {
            "user": "Vargur",
            "user_id": "541",
            "date": "2001-10-14 14:18:50",
            "id": "303255",
            "reply_to_id": "303254",
            "text": ":)\nBiðst afsökunar á óagaðri framsetningu. Það er síðan lesandans að taka beiðninni og afsaka þig.\nÓtrúlegt hvað fáir kunna að biðjast fyrirgefningar á réttan hátt ;)"
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2001-10-14 15:44:34",
            "id": "303256",
            "reply_to_id": "303255",
            "text": "Þetta er auðvitað hárrétt hjá Vargi.\nÉg BIÐST afsökunar. ;)"
        },
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2001-10-14 22:59:47",
            "id": "303257",
            "reply_to_id": "303249",
            "text": "Hvar eru steingervingarnir? Þú getur fundið steingervinga manna alveg frá upphafi þeirra, en við vitum ekki hvaða hlutverki þessir menn sem við finnum geingdu og hver menning þeirra var, öll slík umerki eru horfin. Plús að aðeins örlítiðbrot steingervist, þeir sem eru t.d. grafnir í moldu eru horfnir innan skamms. Sem sagt í framtíðinni verður ekki einn einasta íslendingur steingerður."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-10-15 14:35:14",
            "id": "303258",
            "reply_to_id": "303257",
            "text": "Ég er farinn að láta frysta mig í geimskipi sem verður á sporbaug um jörðu næstu milljón ár. Ég sendi ykkur skeiti úr framtíðinni og læt ykkur vita hvernig er."
        }
    ]
}