{
    "forum_title": "Matargerð",
    "user": "saedis88",
    "user_id": "54628",
    "date": "2006-11-21 15:58:38",
    "title": "Pozole",
    "text": "Pozole er kjötsúpa og eins konar þjóðaréttur í Mexikó. Súpan kemur upphaflega frá Chiliapa, Guerrero, á 18. öld.\nUppskrift\n1 stk. kjúklingur\n3 geirar hvítlaukur\n1 grein kóríander\n1,5 kg grísakjöt\n1 kg hominy, (þurrkað, soðið og sigtað)\n1/2 stk. laukur\n4 tsk. salt\nkalt vatn\nsúpan er borin fram með:\nþurrkuðu órigan\npizuín eldpapríkum eða sósu\nradsísneiðum\nsöxuðum lauk\nlæmum\nfínt söxuðu íssalati\nSvínakjötið er skorið í teninga og sett yfir til suðu í vatni ásamt þremur tsk. af salti og soði í 1 klukkutíma. öllum sora er fleytt af. hominy-ið er síðan sett í pottin með svínakjötinu og soðið í 30 mínútur í viðbót.\nkjúklingnum er komið fyrir í öðrum potti ásamt lauknum hvítlauknum, teksieð af salti og kóríander. vatn er sett í pottin svo fljóti yfir um það bil 2,5 - 3 L og kjúklingurinn soðinn í um 30 mínútur eða þar til ahnn er tilbúinn.\nkjúklingurinn og kjötið er fært úr pottunum og rifið niður þó er svínakjötið oft látið vera í teningum. kjúklingasoðið er sigtað saman við svínakjötssoðið og hominyið, kjúlingurinn og svínið sett út í.\nsíðan er nú krydduð með salti og pipar og látinn sjóða í nokkrar mínútur. súpan er borin fram með sneiddum radísum, fínt skornu íssalati, söxuðum lauk, þurrkuðu órigan, læmu bátum og pizuín eldpapríkum (eða eldpapriku sósu). Meðlætið er haft á hliðardiski og gesturinn skammtar sér sjálfur eftir smekk.\nUppskriftina fékk ég í einni bestu matreiðslubók sem ég hef lesið og notast við sem eru orðnar þónokkrar. Matreiðslubók sem ég fékk í Hússtjórnunarskóla sem ég var í fyrir 2 og hálfu ári síðan :",
    "url": "https://www.hugi.is/matargerd/greinar/467602/pozole/",
    "url_id": "467602",
    "id": "4246755",
    "replies": [
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2006-11-21 16:19:31",
            "id": "4247928",
            "reply_to_id": "4246755",
            "text": "ég hef líka verið í hússtjórnarskólanum, man samt ekki eftir þessari uppskriftir… Varstu í rvk eða hallormstað?\nBætt við 21. nóvember 2006 -  16:20\njá, mátt líka láta koma fram hér að neðan hvað hominy er og hvar það fæst :)"
        },
        {
            "user": "saedis88",
            "user_id": "54628",
            "date": "2006-11-21 16:27:10",
            "id": "4247988",
            "reply_to_id": "4247928",
            "text": "Ég var á hallormsstað :)\nHominy er einsskonar þurrkaður maís. Veit í rauninni ekki hvar þetta fæst, en örugglega í einhverjum matvörubúðum :)"
        }
    ]
}