{
    "forum_title": "Gullöldin",
    "user": "Gauthals",
    "user_id": "62903",
    "date": "2006-11-21 22:44:34",
    "title": "David Gilmour",
    "text": "Ég var bara að sjá þetta\nDavid Gilmour heiðrar Syd Barrett!\nDavid Gilmour, gítarleikari Pink Floyd, hefur ákveðið að heiðra minningu vinar síns og fyrirmyndar, Syd Barrett, með því að gefa út þriggja laga plötu í næsta mánuði.  Gilmour tók við sem gítarleikari Pink Floyd þegar geðveila gerði Barrett óstarfhæfan, en framlag þess síðarnefnda til hinnar sögufrægu sveitar verður seint metið til fulls.  Barrett lést í júlí á þessu ári, sextugur að aldri.\nGilmour ætlar að gefa út tvær útgáfur lagsins Arnold Layne, sem er fyrsta smáskífa Pink Floyd.  Báðar þessar útgáfur voru hljóðritaðar á tónleikum David Gilmour í Royal Albert Hall í London fyrr á þessu ári, sitt hvorum tónleikunum reyndar, og í annarri þeirra er hinn eini sanni David Bowie gestasöngvari og í hinni kemur Floyd-arinn Richard Wright við sögu.\nÞriðja lagið á þessari heiðursplötu er svo órafmögnuð útgáfa lagsins Dark Globe, en bæði þessi lög eru eftir Syd Barrett.\nLögin þrjú verða eins og áður segir gefin út á smáplötu í desember, en nokkrum dögum fyrir plötuútgáfuna verður hægt að hala lögin niður á netinu gegn greiðslu.",
    "url": "https://www.hugi.is/gulloldin/korkar/467882/david-gilmour/",
    "url_id": "467882",
    "id": "4250183",
    "replies": [
        {
            "user": "HappyJack",
            "user_id": "37185",
            "date": "2006-11-21 22:52:22",
            "id": "4250245",
            "reply_to_id": "4250183",
            "text": "Flott hjá honum að gera eitthvað svona..:)\nR.I.P. Roger Keith Barrett…\nS\nhine On\nY\nou Crazy\nD\niamond…"
        },
        {
            "user": "Ragnarr",
            "user_id": "25730",
            "date": "2006-11-21 22:56:26",
            "id": "4250272",
            "reply_to_id": "4250183",
            "text": "Æj veit ekki, mér hefur alltaf fundist svo tilgangslaust að vera gefa út nýjar útgáfur af gömlum lögum á diskum. Samt er þetta voðalega hlý hugsun hjá honum. Að minnsta kosti ætti hann að láta alla sölu á disknum fara til góðgerðamála."
        },
        {
            "user": "HappyJack",
            "user_id": "37185",
            "date": "2006-11-21 23:03:13",
            "id": "4250308",
            "reply_to_id": "4250272",
            "text": "Jamm nákvæmlega;)"
        },
        {
            "user": "Otcho",
            "user_id": "62154",
            "date": "2006-11-21 23:12:42",
            "id": "4250365",
            "reply_to_id": "4250272",
            "text": "gaf hann ekki gamla heimilið sitt eða er það bara misskilningur í mér?"
        },
        {
            "user": "Ragnarr",
            "user_id": "25730",
            "date": "2006-11-21 23:18:44",
            "id": "4250411",
            "reply_to_id": "4250365",
            "text": "Hann er alltaf að gefa til góðgerðamála ;)"
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2006-11-22 09:28:14",
            "id": "4251141",
            "reply_to_id": "4250183",
            "text": "Það hafa í raun ekki fundist neinar sannanir fyrir því að Barrett hafi verið haldin “geðveilu” eins og kemur fram í greininni. Hann fór aldrei til sálfræðings (eða sálfræðingur gat ekki staðfest) að hann ætti við geðræn vandamál að stríða og tel ég það víst að hann hafi verið fullur heilsu (á geði) þegar hann lést.\nAnnars verður þetta eitthvað sem maður verslar."
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2006-11-23 16:46:24",
            "id": "4257331",
            "reply_to_id": "4251141",
            "text": "oftast verður maður nú soddið geðveikur á LSDi og solleiðis á endanum"
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2006-11-23 16:51:13",
            "id": "4257353",
            "reply_to_id": "4257331",
            "text": "það eru ekki mörg tilfelli, allavega í heimi fræga fólksins um að fólk yrði geðveikt vegna notkunar á LSD, allir bítlarnir hafa viðurkennd að hafa notað sýru, allir voru og eru við fulla andlega heilsu. Vissulega fer fólk illa útur þessum og þá sérstaklega fólk sem notar þetta jafnmikið og Barrett gerði en ef að hann var einhvern tíman geðveikur að þá var það tímabundið og vægt. Hann fékk náttúrulega flassbök eins og fólk gerir sem hefur tekið sýru. Mér finnst mun betri skýring vera sú að Syd vildi bara ekkert vera svona í sviðljósinu, það fór bara illa í hann. En geðveikur? Nei ég held ekki."
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2006-11-23 16:53:31",
            "id": "4257371",
            "reply_to_id": "4257353",
            "text": "en kvað með allar þessar sögur, taka strengina úr ´gitarnum ofl. meður er ekki alveg heill ef maður tekur strengina úr gítarnum rétt fyrir tónleika"
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2006-11-23 16:55:29",
            "id": "4257384",
            "reply_to_id": "4257371",
            "text": "hann var náttúrulega á sýru, fólk verður skrítið þegar það er á sýru, en ég held að þegar hann hafi ekki verið á sýru að þá hafi ekki mikið verið að geðheilsu hans"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2006-11-23 16:57:47",
            "id": "4257397",
            "reply_to_id": "4257384",
            "text": "jújæu ætli þett geti verið rétt hjá þér, ég veit afar´lítið um hann svo ég get ekki sagt neitt"
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2006-11-23 18:30:01",
            "id": "4257820",
            "reply_to_id": "4257353",
            "text": "þeir sem urðu geðveikir af sýru,(sem ég veit um) eru listaðir hérna:\nBrian Wilson\nSyd Barrett\nPete Green\nJim Gordon"
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2006-11-23 20:18:24",
            "id": "4258409",
            "reply_to_id": "4257820",
            "text": "ja, hvar setur maður línuna við geðveiki. Brian Wilson virðist nú starfa ágætlega í dag, kom meðal annars fram á Live Aid og gaf loksins út Smile plötuna, er ekkert viss um að geðveikir menn hafi getað áorkað því."
        },
        {
            "user": "Gauthals",
            "user_id": "62903",
            "date": "2006-11-23 22:08:19",
            "id": "4258954",
            "reply_to_id": "4258409",
            "text": "Áttirðu við live 8"
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2006-11-23 22:37:27",
            "id": "4259147",
            "reply_to_id": "4258954",
            "text": "já eða það"
        },
        {
            "user": "Gauthals",
            "user_id": "62903",
            "date": "2006-11-23 22:42:30",
            "id": "4259192",
            "reply_to_id": "4259147",
            "text": "eða það! Live aid var 1985 en Live 8 var 2005 það er nú bara mikill munur og ég bíst við því að Brian Wilson hafi ekki verið að semja tónlist 1985"
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2006-11-23 22:44:52",
            "id": "4259217",
            "reply_to_id": "4259192",
            "text": "sorry, ekki hálshöggva mig"
        },
        {
            "user": "Gauthals",
            "user_id": "62903",
            "date": "2006-11-23 22:46:55",
            "id": "4259234",
            "reply_to_id": "4259217",
            "text": "hehehe\nBætt við 23. nóvember 2006 -  22:48\nég er miklu meira fyrir krossfestingar\nNei Nei bara að fíflast"
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2006-11-23 22:57:20",
            "id": "4259310",
            "reply_to_id": "4259234",
            "text": "ég hafði alltaf ímyndað mér að ég yrði krossfestur, það er einhver heilagur blær yfir því"
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2006-11-24 22:33:50",
            "id": "4262777",
            "reply_to_id": "4258409",
            "text": "reyndar átti ég ekki við geðveikur. Hann fékk samt Paranoiya eða hvernig sem það er skrifað, og hélt alltaf að einhver vildi drepa sig, og að einhver væri að hlera sig og hann heyrði raddir á tímabili. Annars er hann að gera góða hluti í dag og Smile er frábæ"
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2006-11-24 23:43:43",
            "id": "4263034",
            "reply_to_id": "4262777",
            "text": "já það er vitað mál, flestir sem neytt hafa sýru lengi þjást af einhverjum (stundum mörgum) einkenna geðveiki, en flestir verða samt ekki “officially” geðveikir, ef þú skilur hvað ég meina"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-11-25 16:18:59",
            "id": "4264518",
            "reply_to_id": "4263034",
            "text": "ég skil fullkomlega hvað þú meina"
        }
    ]
}