{
    "forum_title": "Deiglan",
    "user": "coot",
    "user_id": "58043",
    "date": "2006-11-26 18:02:09",
    "title": "Bestu vinir Bjössa Bjarna og Co",
    "text": "Svona afsakar Björn okkar Bjarnason beinan þátt okkar í að halda ófriði í heiminum.\nFrá bjorn.is:\nÉg hef skýrt afstöðu ríkisstjórnar Íslands til innrásarinnar með vísan til þess, að hún hafi þar staðið með hefðbundnum samstarfsríkjum sínum innan Atlantshafsbandalagsins – það hefði verið miklu stærri ákvörðun með að gera það ekki en að gera það. Þá hefði íslenska ríkisstjórnin skipt um samstarfshóp innan NATO.\n***\nStuðningurinn við inrásina var semsegt ekki kominn til sökum þess að þeir menn sem tóku ákvörðunina töldu hana vera rétta á þeim tíma.\nNei, ákvörðunin var tekin til að standa með þessum svokölluðu vinum okkar.\n***\nÞað er greinilegt að okkar ástkæri ráðherra er hafin yfir gott og illt. Það sem skiptir honum miklu meira máli en framþróun heimsins í átt til friðar er vinátta.\n***\nÞað er reyndar alltaf gott og blessað að eiga góða vini, en fyrr má nú aldeilis vera. Auk þess eru alvöru vinir meira fyrir það að benda manni á misgjörðir manns í stað þess að sleikja á manni rassgatið.\n***\nAð vísu hefði það verið mun stærri ákvörðun hefði Dabbi ákveðið að löðrunga vin sinn Bush í stað þess að sleikja á honum óæðri endan, en fyrst Björn Bjarnason er með svona mikla fóbíu fyrir stórum ákvörðum, hvernig hafði hann þá í sér að samþyggja Kárahnjúka.\n***\nÞessi afsökun Björns er í einu orði lýst léleg. Það er því orðið deginum ljósara að núverandi meirihlutasamstarf hefur gert Ísland að bananalýðveldi númer 1. Og því þakka ég Birni fyrir að varpa því á sjónarsviðið.",
    "url": "https://www.hugi.is/deiglan/korkar/469275/bestu-vinir-bjossa-bjarna-og-co/",
    "url_id": "469275",
    "id": "4268731",
    "replies": [
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-11-26 18:09:18",
            "id": "4268784",
            "reply_to_id": "4268731",
            "text": "Þú mátt útskýra fyrir mér hvernig það stuðlar að heimsfriði að hafa bjálæðan einræðisherra við völd."
        },
        {
            "user": "coot",
            "user_id": "58043",
            "date": "2006-11-26 18:13:33",
            "id": "4268806",
            "reply_to_id": "4268784",
            "text": "Engan vegin.\nEn þú getur kannski sagt mér hvernig það stuðlar að heimsfriði að bæla þennan einræðisherra niður með oddi og egg"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-11-26 19:07:18",
            "id": "4269127",
            "reply_to_id": "4268806",
            "text": "Það er nú oftast gagnslaust að spyrja svona.  Ef maður spyr og bendir á að hryðjuverk hafa færst í aukana og ógnin sjaldan verið meiri þá eru öll svör á þá leið að ástandið muni batna í framtíðinni.  Það er algjör\nno-brainer\neins og það er kallað á ensku.  Að sjálfsögðu mun ástandið batna áður en langt um líður, spurningin er þá frekar: værum við betur sett ef að við hefðum ekki farið í stríð?  Þá er allur hængur á. :)"
        },
        {
            "user": "coot",
            "user_id": "58043",
            "date": "2006-11-26 20:39:33",
            "id": "4269638",
            "reply_to_id": "4269127",
            "text": "Þú segir að ástandið muni batna. Það hefur fólk líka eflaust haldið eftir seinna stríð. En staðreyndin er sú að síðan þá hefur heimurinn upplifað, að sögn NATO, samtals 26 sólarhringa án stríðs.\nSvo að ég blandi nú alvöru hugsjónarmönnum í þetta, en hvers vegna heldur þú að Dalai Lama vilji kúgara sína burt úr landinu sínu án þess að beita vott af ofbeldi? Jú hann trúir því að friður náist ekki á meðan fólk beitir ófriði, sömu sögu er að segja um Suu Kyi. Svo værum við betur sett ef við hefðum aldrei farið í stríð?\nÉg trúi því, því ef við myndum aldrei fara í stríð þá hefðu andstæðingarnir engan til að berjast við.\nSvo er auðveldlega hægt að benda á að slíkt marmið sé óraunhæft, en ég held fast í trúinna að mannkynið hafi náð þeim þroska að geta leyst ágreininga sína án þess að grípa til ofbeldis"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-11-27 01:42:26",
            "id": "4271152",
            "reply_to_id": "4269638",
            "text": "Ég sagði ekkert um að ástandið myndi batna.  Lestu endilega það sem ég var að segja aftur.\nDalai Lama er eftirmaður einræðisstjórnar sem kúgaði land sitt í hundruði ára, þú þarft endilega að skoða sögulegan bakgrunn þessa manns.  Að sjálfsögðu getur hann ekki boðað annað en friðsamlega lausn á þessu vandamáli, hann hefur engum her yfir að ráða.  Ef Kínverjar hefðu ekki ráðist inn í landið sæti hann einn í gylltri höll sinni og mændi á fólkið strita alveg eins og forverar hans.  Þetta fólk er jú dæmt til þess að strita samkvæmt karmalögmálinu."
        },
        {
            "user": "coot",
            "user_id": "58043",
            "date": "2006-11-27 13:01:11",
            "id": "4271774",
            "reply_to_id": "4271152",
            "text": "Fyrirgefðu að ég skuli hafa misskilið það sem þú sagðir áður.\nÞó á ég erfitt með að gleypa því að forverar núverandi Dalai Lama hafi kúgað landið sitt. Vitaskuld hefur alltaf verið einræði þarna frá því að 1. Dalai Lama tók við en þó verðuru að gefa gaum að því að menntað einveldi, eins og var þarna, er oft sagt vera besta stjórnarfarið."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-11-27 16:24:32",
            "id": "4272533",
            "reply_to_id": "4271774",
            "text": "Það sem ég átti við að ofan var að þú getur alltaf sagt að ástandið muni batna.  Þ.e.a.s. miðað við daginn í gær dóu kannski færri en í dag, þá má segja  að ástandið hafi batnað.  Þess vegna þykir mér sniðugar að spyrja hvort ástandið sé skárra eða verra vegna stríðsins í Írak.  Ég tel að það sé verra, enda var Írak lélegt skotmark ef áætlunin var að koma hryðjuverkamönnum fyrir kattarnef (einræðisherrar voru ekki á dagskrá síðast þegar ég vissi þó vissulega megi kalla hann hryðjuverkamann).\nÞað má vel vera að sem stjórnarfar hafi einræðið verið gott.  Ég veit samt ekki hvort það hafi verið sniðugt fyrir efnahag landsins eða lífsgæði íbúanna.  Það var augljós munur á lífsgæðum munnka og borgara, þú þarft ekki að gera annað en að skoða fyrrverandi höll Dalai Lama."
        },
        {
            "user": "coot",
            "user_id": "58043",
            "date": "2006-11-27 20:13:27",
            "id": "4273809",
            "reply_to_id": "4272533",
            "text": "Já, já, ég skil alveg hvað þú meinar. En einræði getur bæði verið skárri og verri kostur en lýðræði, oftar en ekki er það verra sökum spillingar eða heimsku einræðisherrans. Saddam og Idi Amin voru gott dæmi um það.\nÉg veit ekki hvaða dalai lama lét byggja höllina en hún er annað hvort dæmi um mikla ofmetnun eins slíks eða þá að hún hafi verið byggð af sömu ástæðum og kárahnjúka"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-11-27 20:52:02",
            "id": "4274092",
            "reply_to_id": "4273809",
            "text": "Þessi höll er ekki eina dæmið.  Það er hinsvegar gott dæmi."
        },
        {
            "user": "sofus",
            "user_id": "2648",
            "date": "2006-11-26 18:53:44",
            "id": "4269064",
            "reply_to_id": "4268784",
            "text": "alveg hárrétt hjá þér, við þurfum að koma bush frá völdum! :o"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-11-26 18:57:22",
            "id": "4269089",
            "reply_to_id": "4269064",
            "text": "Það má alltaf deila um geðheilsu einstaklinga.\nHinsvegar er það einföld staðreynd að Bush er ekki einræðisherra. Stríðið í Írak var ákveðið með lýðræðislegum hætti."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2006-11-27 01:15:06",
            "id": "4271088",
            "reply_to_id": "4269089",
            "text": "Lýðræðislegum hætti? Síðast þegar ég vissi voru bandaríkin ekki alþjóðadómstóll heldur S.Þ"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-11-27 16:25:23",
            "id": "4272537",
            "reply_to_id": "4271088",
            "text": "Ákveðið með lýðræðislegum hætti innan Bandaríkjanna að fara í þetta stríð.\nBush gat ekki tekið ákvörðunina einn á báti enda er hann ekki einræðisherra."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2006-11-27 19:27:33",
            "id": "4273478",
            "reply_to_id": "4272537",
            "text": "Lýðræðislegum hætti?!?!\nEr það lýðræðislegt að eitt ríki geti bara ákveðið að ráðast inní annað land og hunsað vilja alþjóðasamfélagsins? Ef svo er þá var innrásin Þjóðverja í Pólland 1939 réttmæt, þetta var nú einu sinni þjóðkjörinn ríkisstjórn sem ætlaði sér alltaf að koma á einræðisstjórn og auka “lífsrými” þjóverja."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-11-27 19:44:28",
            "id": "4273586",
            "reply_to_id": "4273478",
            "text": "Guð minn góður ertu eitthvað seinn í hugsun?\nÁKVÖRÐUNIN\nVAR ÁKVEÐIN Í BNA MEÐ LÝÐRÆÐISLEGUM HÆTTI. Stríð eins og aðrar aðgerðir er hægt að taka með lýðræðislegum hætti. Veistu hvað það er að taka ákvörðun með lýðræðislegum hætti? Óháð því hvort mönnum fannst þetta vera rétt eða röng ákvörðun að þá er það einföld staðreynd að hún var ekki gerð í einræði. Ég var ekki að tala um lýðræði í alþjóðasamfélaginu heldur að lýðræði innan Bna hafi ákveðið að fara í stríðið.\nLestu þetta yfir nokkrum sinnum og reyndu að átta þig á þessu áður en þú kemur með meiri steypu."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2006-11-27 19:52:15",
            "id": "4273631",
            "reply_to_id": "4273586",
            "text": "Eiga bandaríkin einhvern einkarétt á Írak? hafa þeir bara rétt til þess að valsa inní hvaða land sem er ef að þeir telja sig þurfa þess?\nÞannig hugsaði Hitler. Þannig hugsar Bush.\nLýðræði eða ekki, þú hefur engann andskotans rétt til þess að kalla ákvörðun um innrás í annað land lýðræðislega."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-11-27 20:02:06",
            "id": "4273715",
            "reply_to_id": "4273631",
            "text": "Aftur ertu að snúa út úr…\nVið vorum ekki að tala um Íraksstríðið í heildina heldur hvernig\nákvörðunin\n(ath að ég er að undirstrika orðið í annað skipti) var tekin.\nÁkvörðunin um stríð var því lýðræðisleg tekin.\nLýðræði er ekki endilega jákvæð merking heldur þýðir það einfaldlega þegar meirihluti / fulltrúar meirihlutans taka ákvörðun um eitthvað. Óháð því hvort ákvörðunin hafi jákvæð eða neikvæð áhrif þá er hún samt sem áður lýðræðisleg. Þar sem þú átt örugglega eftir að snúa aftur út úr þá set ég punkt hérna og staðfesti að ég muni ekki svara þér aftur. Flettu smá upp í orðabók á meðan þú ert að átta þig á þessu."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2006-11-27 22:40:01",
            "id": "4274820",
            "reply_to_id": "4273715",
            "text": "Þegar þú segir að þetta geti verið lýðræðisleg ákvörðun get ég nokkurnveginn kallað alla mannkynssöguna lýðræðislega.\nÁkváðu ekki Sovétin að hefja byltingu í Rússlandi?\nÁkvað ekki stjórn nasista að hefja helförina?\nOg svona getum við haldið áfram endalaust…"
        },
        {
            "user": "pyotr",
            "user_id": "38001",
            "date": "2006-11-27 23:03:50",
            "id": "4274983",
            "reply_to_id": "4274820",
            "text": "Ákváðu ekki Sovétin að hefja byltingu í Rússlandi?\nNeibs það var hann Lenín kallinn. Hann ákvað þetta með dyggum stuðningi nokkurra félaga sinna.\nSvo skaltu ekki gleyma því að hvorki þeir né hinir kommarnir voru nokkurn tíman kjörnir á lýðræðislegan hátt til þess stjórna Rússlandi.\nSvo skaltu heldur ekki gleyma því að Nikulás keisari var fullveldishafi keisaradæmisins af Guðs náð. Svo það er alveg ljóst að kommarnir voru algerir syndarar."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2006-11-27 23:43:26",
            "id": "4275159",
            "reply_to_id": "4274983",
            "text": "Nei reyndar voru það Sovétin sem studdu vopnaða byltingu og þar með er þetta orðið lýðræðislegt að mati skugga!\nÞeir voru kosnir í Sovétin, það var miklu minna gallaðra kerfi en bandaríska kosningakerfið\n“Svo skaltu heldur ekki gleyma því að Nikulás keisari var fullveldishafi keisaradæmisins af Guðs náð. ”\nTjaa, leyfðu mér að efast um þetta."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2006-11-28 00:13:55",
            "id": "4275288",
            "reply_to_id": "4275159",
            "text": "Þeir voru kosnir í Sovétin, það var miklu minna gallaðra kerfi en bandaríska kosningakerfið\nhttp://en.wikipedia.org/wiki/The_Gulag_Archipelago\nFinndu. Lestu. Komdu aftur."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2006-11-28 01:11:54",
            "id": "4275427",
            "reply_to_id": "4275288",
            "text": "Ég var ekkert að réttlæta neitt, ég var bara að segja að samkvæmt skilgreiningu skugga85 var t.d. helferðin lýðræðisleg. hún var nú einu sinni ákveðin af þröngum hópi nasista ha?"
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2006-11-28 22:01:04",
            "id": "4278982",
            "reply_to_id": "4275427",
            "text": "Nei, þú ert að snúa útúr.   Það skiptir engu máli hvernig farið var útí Helförina, hún var og verður álitin illverk. Engu máli skiptir hvort að hún hefði verið ákveðin með lýðræðislegum eða einræðislegum hætti.\nEn það breytir engu máli, því að þessi samlíking þín er útúrsnúningur.\nÞýskaland og Sovétríkin voru einræði - Bandaríkin er lýðræði.  Já, Sovétríkin og Þýskaland héldu reglulegar kosningar, en staðreyndin er samt sem áður sú að aðeins einn flokkur var í boði á hvoru landinu. Maður sem skilaði inn auðu myndi annaðhvort vera sendur í búðir, eða seðlinum hans yrði hent (Bendi aftur á Gúlagseyjaklasann  í þessu samhengi og “The Dictators” eftir Richard Overy).\nÍ Bandaríkjunum er lýðræði, fólk getur valið á milli 5 mismunandi flokka, og kosningar eru opnum  öllum yfir 18 ára aldri sem hafa hreina sakaskrá og ríkisborgararétt.   Ákvörðunin um að ráðast inní Írak var tekinn af þingmönnum og forseta sem Bandaríska þjóðin kaus sér, og var svo staðfest af þjóðinni næsta ár þegar Bushstjórnin náði endurkjöri. Auðvitað getur þessi aðferð ekki verið talin lýðræðisleg þegar það kemur að alþjóðasamfélaginu, en hún lýðræðisleg innan Bandaríkjanna. Mér finnst þetta ekki réttlæta árásina frekar en að opin þjóðaratkvæðisgreiðsla hefði réttlæt Helförina (tvö gjörsamlega ósambærileg dæmi auðvitað), en Skugga finnst það víst (Ekki þetta helförina auðvitað :p).  Þér finnst þú greinilega verða að halda áfram að mála Bandaríkin sem illt einræðisríki og misskilja allt sem að Skuggi,eða nokkur annar stuðningsmaður Bushstjórnarinnar segjir.\nEn Bandaríkjamenn virðast vera búnir að fá nóg. Allt er farið til fjandans í Írak, búið er að henda Rebúblikönum útaf  þinginu og svo virðist sem að hvaða barnaétandi heróinfíkill sem er hefur möguleika á forsetastólnum 2008, svo lengi sem að hann kemur úr röðum Demókrata.  Ef þessi nýja ”vinstristjórn” ákveður að draga alla hermenn út úr Írak, munt þú þá kalla þá ákvörðun ólýðræðislega?\nNEI!! Afþví að það samræmist skoðunum þínum og hlýtur því að vera góðverk einlægra politíkusa. Alveg eins Bandaríkin eru einræðisríki á meðan Kúba er himnaríki á jörðu. Alveg eins hugsjónir Lenins um sameignaríki hafi réttlætt Rússnesku byltinguna,  á meðan hugsjónir Bushstjórnarinnar um frjálst Írak munu aldrei nokkurn tímann réttlæta ákvörðunina um að fara í stríð."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2006-11-30 21:32:43",
            "id": "4287164",
            "reply_to_id": "4278982",
            "text": "Kurt.\nVar ég einhverntímann að tala um Sovétríkin?\nÉg sagði þau aldrei lýðræðisleg en það var kosið um það hvort það ætti að styðja herinn í uppreisn gegn keisaranum innan sovétana og voru það mjög lýðræðisleg kraðök. Rússneska byltingin var eins lýðræðisleg ákvörðun og hægt var á þeim tíma fyrst að keisarinn hafði lokað þinginu.\nÉg er ekkert að réttlæta helförina. Ég er bara að segja að flokkur sem hafði yfirburðarfylgi ákvað þetta innan vébanda sinna nákvæmlega eins og repúblikanar gerðu.\nHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHA\nAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHA\nAHAHAHAHAAHAHAAHAHAHAHAHAHAHAHA\n5 FLOKKAR?\nÁ síðasta þingi voru þeir tveir og einn óháður þingmaður, ekki vera að ljúga svona. fólk er fífl og ef að þeir vita nánast ekkert hvernig önnur stjórnmálaöfl en hægriöfgar eru þá kjósa þeir ekki annað. Ég hata bæði demókrata og repúblikana en kannski aðeins meira repúblikana. Bna er einræðisríki stjórnað af C.F.R.\nÞað er ólýðræðislegt að ráðast inní annað ríki, en það þýðir ekki að þeir megi rústa öllu og flýja þaðan. Þeir munu samt líklegast gera það og munu þá sýrlendingar og íranar koma og redda málunum."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2006-11-30 22:31:02",
            "id": "4287403",
            "reply_to_id": "4287164",
            "text": "Ok, áður en ég byrja þá vill ég troða þessu inní hausinn á þér. Ef við lítum á innrásina frá alþjóðlegu sjónarmiði þá var hún alls ekki lýðræðisleg. SÞ voru á móti henni og flest öll heimsbyggðin var á móti henni. Ég átta mig á því. Það eina sem við Skuggi erum búnir að vera að reyna að troða inn í þinn þykka ofurgáfaða rebelhaus er að innrásin fékk stuðning frá Bandaríkjamönnum. Innrásin fékk stuðning frá Bandaríkjamönnum. Ég ætla að segja þetta einu sinni enn: INNRÁSIN FÉKK STUÐNING FRÁ BANDARÍKJAMÖNNUM. Ríkisstjórn sem að Bandaríkjamenn kusu sér tók þá ákvörðun að ráðast inní Írak. Hefði Bandaríska þjóðin verið ósátt við þessa ákvörðun ríkisstjórnarinnar þá hefði hún að öllum líkindum ekki ENDURKOSIÐ HANA ÁRI EFTIR INNRÁSINA!! Ég átta mig á því að 90% þeirra sem kjósa Rebúblikana eru snarþroskaheftir hálfvitar, og að áróðursvél Bushmanna getur stjórnað þessu fólki eins og strengjabrúðum, en það er ekki afþví að í Bandaríkjunum ríkir einræði illra samsærismanna og það er ekki afþví að fólki er svipt frelsi til að velja sér ríkisstjórn. Þetta er einfaldlega út af því að fólk er fífl. Við Evrópubúar fylgdumst agndofa með þegar Bush var endurkjörinn og hugsuðum með okkur “Vá, hvernig í andskotanum gerðist þetta? Þetta hlýtur að vera einhverskonar Neo-con samsæri” Nei. fólk er fífl. Punktur.\nHey, engin sagði að lýðræði væri fullkomið.  Þú virðist hafa fest það í hausinn á þér að lýðræði sé einhver réttlæting. Ef eitthvað er lýðræðislega gert þá er það rétt gert. Getur hlutur ekki verið bæði lýðræðislegur og neikvæður?\nVar ég einhverntímann að tala um Sovétríkin?\nÞú vildir meina að kosningakerfi Sovétanna væri betri en kosningakerfi Bandaríkjamanna.\nÉg er ekkert að réttlæta helförina.\nHvenær í andskotanum gaf ég það í skyn? Gætiru bent mér á það?\n” Ég er bara að segja að flokkur sem hafði yfirburðarfylgi ákvað þetta innan vébanda sinna nákvæmlega eins og repúblikanar gerðu\nJá. Og? Þessi samanburður hjá þér gengur ekki upp. Bandaríkjamenn eru með opið kosningakerfi. Það er rotið, já, en ekki nærri því jafn rotið og það þýska. Bandaríkjamenn eru með alvöru kosningar á 4 ára fresti. Þýskaland var alræðis einvald. SÉRÐU MUNINN? SÉRÐU EKKI MUNINN? Segðu mér að þú sjáir muninn áður en ég hendi tölvunni minni út um gluggann.\nHefði kosningarkerfið í Þýskalandi verið eins og kerfið er núna í Bandaríkjunum þá hefði helförin verið lýðræðisleg. Það hefði ekki réttlætt hana.\nInnrásin í Írak var lýðræðislega  ákveðin innan Bandaríkjanna. Það réttlætir hana ekki.\n“5 FLOKKAR?\nÁ síðasta þingi voru þeir tveir og einn óháður þingmaður, ekki vera að ljúga svona. fólk er fífl og ef að þeir vita nánast ekkert hvernig önnur stjórnmálaöfl en hægriöfgar eru þá kjósa þeir ekki annað.\nHér er listi yfir frambjóðendur í forsetakosningunum 2004.\nBush / Cheney Republican\nKerry / Edwards Democrat\nBadnarik / Campagna Libertarian\nPeroutka / Baldwin Constitution\nNader / Camejo Independent, Reform\nDC Cobb / LaMarche Green\nHvað eru margir flokkar? 2?\nAuðvitað eru fáir sem að kjósa þessa þrjá litlu flokka, en það kemur einræði ekkert við. Fólk sem vill losna við Rebúblikana munu kjósa Demókrata til að auka fylgi þeirra.  Ef þeir myndi kjósa einhvern annan flokk eins og t.d. Frjálshyggjuflokkinn eða Græna flokkinn, þá myndu þeir draga úr fylgi demókrata og auka forskot Rebúblikana. Þessi staða er að sjálfsögðu ekkert jákvæð en þetta er heldur ekki merki um einræði, vænissjúki taugasjúklingurinn þinn.\nHvað gerist við fólk sem kýs eitthvað annað en Rebúblikana eða Demókrata? Hvernig hefnir Stóri bróðir sín á þeim?"
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2006-12-01 01:21:10",
            "id": "4288191",
            "reply_to_id": "4287403",
            "text": "Og ég var að segja að sú kosning vaar mjög ólýðræðisleg því að eitt “lýðræðisríki” getur ekki sett alla heimsbyggðina á móti sér og ráðist inní annað land. Það þarf alþjóðlegt samþykki fyrir svona hlutum til þess að þeir geti talist lýðræðislegir.\nÞú veist greinilega ekkert hvað Sovétin voru.\nSovétin hétu innanbúðarþing Bolsévika og sósíalista í Rússlandi fyrir byltinguna, kjörnar flokksnefndir verkamanna víðsvega um rússland. Ég er\nekki\nað tala um\nSovétríkin\n.\nwww.vald.org\nLýðræðið í Bna er löngu dautt :(\nég hef nú margoft gagnrýnt lýðræði og galla þess í þriðja heims ríkjum þannig að það gengur ekki upp hjá þér rúsínan mín.\nBætt við 1. desember 2006 -  01:24\n“Hvað gerist við fólk sem kýs eitthvað annað en Rebúblikana eða Demókrata? Hvernig hefnir Stóri bróðir sín á þeim?”\nHann þarf ekki að gera neitt, hann er þegar búinn að fá sínu framgengt. Órjúfanlegt tveggja flokka kerfi þar sem að flokkarnir eru fáránlega líkir hvað varðar efnahagsmál."
        },
        {
            "user": "pyotr",
            "user_id": "38001",
            "date": "2006-11-28 16:44:47",
            "id": "4277114",
            "reply_to_id": "4275159",
            "text": "Nei reyndar voru það Sovétin sem studdu vopnaða byltingu og þar með er þetta orðið lýðræðislegt að mati skugga!\nNei þetta var Lenín kallinn. Lenín kallinn hélt því bara fram að sovétin styddu hann. Meirihluti verkamanna var á móti hans hópi. Þú hefur kannski heyrt um bolsévíka og mensjevíka. Lenín hafði bara meirihluta á einu þingi og fengu þá nafnið bolsévikar, eftir það voru mensjevíkar alltaf í meirihluta..\nLenín var klikk einræðisherra með skalla og skegg.\nTjaa, leyfðu mér að efast um þetta.\nEfastu um það að gaur með svona flott skegg og einkennisbúning (svo ekki sé minnst á flottar dætur) hafi ekki hlotið náð guðs til að stjórna keisaradæminu?"
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2006-11-28 20:48:40",
            "id": "4278548",
            "reply_to_id": "4277114",
            "text": "Það er ekkert guðlegt við einhverja þjóðhöfðingja, hans fjölskylda fékk að öllum líkindum titilinn eftir að hafa drepið restina af andstæðingum sínum. síðan var sonur hans blæðari, það er varla guðlegt.\nÞetta er eins og að segja að Óli grís hafi fengið sinn titil með hjálp guðs.\nrauði herinn var her fólksins og mjög lýðræðislegur annað en hvíti herinn sem var sjaldan annað en óskipulagðir herflokkar leiddir af fyrrverandi yfirstéttarmönnum sem vildu aftur koma á keisaradæmi. Auðvitað vildi fólkið frekar her sem barðist fyrir réttinudm þeirra heldur en her sem ætlaði sér að gera þá aftur að hálfgerðum þrælum."
        },
        {
            "user": "pyotr",
            "user_id": "38001",
            "date": "2006-11-29 17:58:41",
            "id": "4281729",
            "reply_to_id": "4278548",
            "text": "Það er ekkert guðlegt við einhverja þjóðhöfðingja, hans fjölskylda fékk að öllum líkindum titilinn eftir að hafa drepið restina af andstæðingum sínum. síðan var sonur hans blæðari, það er varla guðlegt.\nÞetta er eins og að segja að Óli grís hafi fengið sinn titil með hjálp guðs.\nÞú mátt ekki gleyma því að Biskupinn þeirra viðurkenndi þennan guðlega rétt.\nrauði herinn var her fólksins og mjög lýðræðislegur annað en hvíti herinn sem var sjaldan annað en óskipulagðir herflokkar leiddir af fyrrverandi yfirstéttarmönnum sem vildu aftur koma á keisaradæmi. Auðvitað vildi fólkið frekar her sem barðist fyrir réttinudm þeirra heldur en her sem ætlaði sér að gera þá aftur að hálfgerðum þrælum\nAð vissu leyti er þetta ekki rangt.\nEn sigur Rauða hersins má fyrst og fremst þakka vandaðri herstjórnartækni, sem menn eins og Trotský komu fram með. Á tímabili var töluvert lýðræði innan rauða hersins en það var fljótlega aflagt af eðlilegum ástæðum.\nHinsvegar er staðreyndin sú að Bolsévikar voru minnihluti. Þeir réðust t.d. gegn bráðabirgðastjórinnin sem átti að koma á venjulegu lýðræði í landinu. Þeir voru valdaræningjar og ólýðræðislegir."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2006-11-30 21:38:51",
            "id": "4287181",
            "reply_to_id": "4281729",
            "text": "“Þú mátt ekki gleyma því að Biskupinn þeirra viðurkenndi þennan guðlega rétt.”\nUuuuu, Úrban II páfi leyfði líka krossferðirnar og sagði það allt í lagi að slátra heiðingjum, réttlætir það fjöldamorðin í fyrstu krossferðinni í Jerúsalem?\nVissulega fór lýðræðið til fjandans en ákvörðunin um byltinguna var eins lýðræðisleg og mögulegt var á þessum tíma því Keisarinn hafði lokað þinginu um óákveðinn tíma."
        },
        {
            "user": "pyotr",
            "user_id": "38001",
            "date": "2006-12-05 23:41:05",
            "id": "4309661",
            "reply_to_id": "4287181",
            "text": "Uuuuu, Úrban II páfi leyfði líka krossferðirnar og sagði það allt í lagi að slátra heiðingjum, réttlætir það fjöldamorðin í fyrstu krossferðinni í Jerúsalem?\nJá, af hverju ekki?\nVissulega fór lýðræðið til fjandans en ákvörðunin um byltinguna var eins lýðræðisleg og mögulegt var á þessum tíma því Keisarinn hafði lokað þinginu um óákveðinn tíma.\nKeisarinn var búinn að segja af sér."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2006-12-09 16:12:37",
            "id": "4327052",
            "reply_to_id": "4309661",
            "text": "Komdu með heimildir fyrir þvi´að hann hafi verið búinn að segja af sér.\nFinnst þér allt í lagi að einhver gjörspilltur trúarleiðtogi geti bara réttlætt fjöldamorð? Ef svo er þá get ég ekki hjálpað þér frekar."
        },
        {
            "user": "killjoker",
            "user_id": "62920",
            "date": "2007-11-07 23:35:56",
            "id": "5373584",
            "reply_to_id": "4327052",
            "text": "Verð að hrósa þér Isidurgur fyrir að halda skynseminni á lofti hér þó að hrósið komi kannski svoldið seint….en þú átt það svo sannarlega skilið!\nFalið Vald er mögnuð bók sem ætti að nota í öllum skólum til að kenna unglingunum hvernig kaupin gerast á eyrinn í henni veröld, hvaða alþjóðlegu bankamenn og iðnjöfrar fjármögnuðu til dæmis Nazista og Rússnesku byltinga, hvaða fyrirtæki voru að græða feitt á t.d Seinni-heimstyrjöldinni og Víetnamstríðinu og hverjir eru hinir raunverulegu óvinir mannkyns. Hver sá sem les hana sér fljótt í hendi sér að allt sem fram í henni kemur er meira og minna satt, það er síðan spurning hvort að menn “taka strútinn á þetta” í framhaldinu eða ekki.\nhttp://vald.org/falid_vald/"
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2007-11-12 16:08:14",
            "id": "5385946",
            "reply_to_id": "5373584",
            "text": "Ég þakka hrósið, vald.org er síða sem ég hef skoðað mikið gegnum tíðina.\nAnnars er ég nokkurnveginn hættur hérna á huga, kominn með leið á þessu nafnleysi og tilheyrandi þursaskap. Kannski maður fari að stofna moggablogg ef að letin drepur mann ekki ;)"
        },
        {
            "user": "killjoker",
            "user_id": "62920",
            "date": "2007-11-14 19:56:04",
            "id": "5392988",
            "reply_to_id": "5385946",
            "text": "Moggabloggið er ágætt og sjálfur nenni ég afar sjaldan inná Huga orðið, einmitt af þeim ástæðum sem þú nefnir.\nhttp://www.killjoker.blog.is"
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2006-11-26 18:31:27",
            "id": "4268936",
            "reply_to_id": "4268731",
            "text": "Hahaha greyið Björn, núna er tími fyrirgefningar og loforða um að vera góðir strákar."
        },
        {
            "user": "pyotr",
            "user_id": "38001",
            "date": "2006-11-27 23:00:07",
            "id": "4274959",
            "reply_to_id": "4268731",
            "text": "Þessi afsökun Björns er í einu orði lýst léleg. Það er því orðið deginum ljósara að núverandi meirihlutasamstarf hefur gert Ísland að bananalýðveldi númer 1. Og því þakka ég Birni fyrir að varpa því á sjónarsviðið.\nÞetta var engin afsökun heldur skýring á atferli lýðræðislega kjörinnar ríkstjórnar lýðveldisins Íslands.\nEf menn hefðu hlustað almennilega á Bjössa Bjarnason þá værum við ekki jafn háð þessum útlendingum og hefðum ekki haft neina þörf á því að styðja þá í stríði. Enda gætum við varið okkur sjálf og hefðum okkar eigin her.\nÞað er málið.\nVið þurfum að stofna íslenskan her og það strax áður en það verður um seinan."
        },
        {
            "user": "coot",
            "user_id": "58043",
            "date": "2006-11-27 23:59:09",
            "id": "4275236",
            "reply_to_id": "4274959",
            "text": "Var það ekki Bjössi Bjarna sem kom með þá hugmynd að í stað hers ætti að koma af stað einhverskonar samfélagsþjónustu sem hver og einn ætti að þjóna í ákveðin tíma?\nSamt fynst mér svo fyndið hve áríðandi þú telur að við þurfum her. Jú auðvitað er það mikilvægt fyrir sænska og norska vopnaframleiðendur en fyrir Ísland væri það ekkert nema mikileskubrjálæði og peningasóun, svona eins og kárahnjúkar. Auk þess væri það sóun á þeirri böl sem fylgir því að reka og nota her.\nReynslan hefur nefninlega sýnt að ef maður hefur her, þá þarf maður að finna sér eitthvað til að nota hann í."
        },
        {
            "user": "pyotr",
            "user_id": "38001",
            "date": "2006-11-28 16:38:49",
            "id": "4277080",
            "reply_to_id": "4275236",
            "text": "Var það ekki Bjössi Bjarna sem kom með þá hugmynd að í stað hers ætti að koma af stað einhverskonar samfélagsþjónustu sem hver og einn ætti að þjóna í ákveðin tíma?\nEf svo, þá er hann allsekki sá fyrsti sem fær þá flugu í hausinn.\nSvona kerfi er í gangi t.d. í Rússlandi. Þannig að samkynhneigðir, aumingjar og ,,friðarsinnar'' geta sloppið við herskyldu. Að vísu er miklu þægilegra fyrir þá að múta lækni til að sleppa algerlega við nokkra þjónustu og vissulega er herþjónustan þar þó harðneskjuleg sé mun þægilegri en samfélagsþjónustan.\nSvona kerfi á þó einungis við sé um herskyldu að ræða. Mér skylst að Bjössi ræði helst um atvinnuher og sjálfboðaliða í hugmyndum sínum.\nSamt fynst mér svo fyndið hve áríðandi þú telur að við þurfum her.\nFyndið?\nHvernig ætlarðu að slátra óvinainnrásarliði án þess að hafa her?\nEr Ísland einskis virði?\nJú auðvitað er það mikilvægt fyrir sænska og norska vopnaframleiðendur en fyrir Ísland væri það ekkert nema mikileskubrjálæði og peningasóun, svona eins og kárahnjúkar\nÞví miður algert kjaftæði.\nAuk þess væri það sóun á þeirri böl sem fylgir því að reka og nota her.\nHer felur í sér óendanlega, gleði ánægju og heilbrigðan ,,lífsstíl.'' Þannig að ég skil ekki hvað þú átt við.\nReynslan hefur nefninlega sýnt að ef maður hefur her, þá þarf maður að finna sér eitthvað til að nota hann í.\nHvaða reynsla?\nÁ Íslandi voru herir á Þjóðveldisöld. Jú smá innanlandsátök urðu þá, slatti af blóðsúthellingum.\nMilli 1262 til um 1550 var íslenskur her. Þá sáu menn helst um að stöðva útlenda ribbalda og ræningja með þeim íslensku herflokkum sem sýslumenn höfðu forráð yfir. Svo voru Íslendingar afvopnaðir vegna uppreisnar gegn konungi og stuttu seinna voru litlar sem engar varnir gegn bölvuðum Tyrkjunum…\nSvo herinn var endurreistur 1777. Það klúðraðist að vísu því engar byssur voru fluttar inn af viti svo heimarvarnarliðið gat ekki varist þegar Bretarnir komu í Napóleonsstríðunum. Menn voru bara með ryðguð miðaldavopn á móti stórum herskipum með tugum fallbyssna.\nOg svo að lokum var íslenskur her starfandi 1850-69.\nÞað er engin reynsla af íslenskum herjum sem er ekki mjög jákvæð gagnvart Íslendingum en neikvæð gagnvart óvinainnrásarliði.\nÉg vil ekki fá annað Tyrkjarán, ég vil ekki fá annan hundadagakonung, ég vil ekki fá sjóræningja sem tekur ríkissjóð í heilu lagi og fer með hann heim til sín. Það vilja Íslendingar almennt ekki, og nema þú sért einn af þessu kommúnistafriðarherstöðvaandsæðingapakki ættirðu heldur ekki að vilja það."
        },
        {
            "user": "coot",
            "user_id": "58043",
            "date": "2006-11-28 17:11:37",
            "id": "4277285",
            "reply_to_id": "4277080",
            "text": "Hvernig ætla ég að slátra óvinaárásaliði án þess að hafa her?\nVið einfaldlega gerum þá þörf óþarfa með því að eignast ekki óvini.\nÉg skil ekki hvernig þú getur sett samansemmerki milli gleði og ánægju og helling af mönnum með byssu.\nOg með reynslunni var ég að tala um erlenda reynslu. Eins og m.a. Ísraelsher, her N-Kóreu, her Saddams og her Búrma sem svífast einskis með stöðugum hótunum og beitingu á hervaldi á meðan það mætti ná betri árangri með almennri umræðu í alþjóðapólitík.\nOg svo voru varnir hérna þegar tyrkirnir komu. Danir voru, minnir mig, með herskip við faxaflóa sem stóð aðgerðalaust á meðan eitt tyrkjaskipið stóð strandað í háfjöru.\nOg ég á erfitt með að líta á Hundadagakonunginn sem ógn, því hann er of mikið flipp. Kauði kom hingað, framdi valdarán, kenndi landanum að skemmta sér, leisti fólk úr haldi sem hafði setið inni í fleiri ár fyrir nauðarstuld og gaf okkur þjóðfána. Hann eiginlega breytti okkur úr danskri einokunarnýlendu í þjóð."
        },
        {
            "user": "pyotr",
            "user_id": "38001",
            "date": "2006-11-28 20:15:43",
            "id": "4278347",
            "reply_to_id": "4277285",
            "text": "Við einfaldlega gerum þá þörf óþarfa með því að eignast ekki óvini.\nÞú átt greinilega heima í ofvernduðu umhverfi.\nAlmennir borgarar eins og ég lenda oft í því að eignast óvini án þess að gera neitt.\nÞað gerum við líka sem þjóðríki.\nÞar af leiðir er þín skoðun byggð á aðstæðum sem eru ekki fyrir hendi í raunveruleikanum og því gjörsamlega út í hött.\nÉg skil ekki hvernig þú getur sett samansemmerki milli gleði og ánægju og helling af mönnum með byssu.\nOg þú heldur að her standi bara fyrir ,,helling af mönnum með byssu.''\nEn það er alrangt. Hvernig væri að kynna sér slíka hluti og eyða til þess mörgum árum áður en þú ferð að halda svona fram svona rugli?\nOg með reynslunni var ég að tala um erlenda reynslu. Eins og m.a. Ísraelsher, her N-Kóreu, her Saddams og her Búrma sem svífast einskis með stöðugum hótunum og beitingu á hervaldi á meðan það mætti ná betri árangri með almennri umræðu í alþjóðapólitík.\nHvað um góðan árangur Norðmanna í ,,almennri umræðu í alþjóðapólitík'' þar sem litið er til þeirra sem góðra sáttasemjara?\nÞeir hafa her. Því er alhæfing þín hér einnig algerlega úr lausu lofti gripin.\nOg svo voru varnir hérna þegar tyrkirnir komu. Danir voru, minnir mig, með herskip við faxaflóa sem stóð aðgerðalaust á meðan eitt tyrkjaskipið stóð strandað í háfjöru.\nMikið rétt. Ein þær voru slæglegar eins og þær verða alltaf þegar útlendingar eingöngu sáu um þær varnir. Áður sáu Íslendingar um þær.\nJafnframt sluppu eingöngu þeir staðir þar sem varnir voru hvað mestar. Ekki var Grindavík þyrmt eins og Bessastöðum.\nOg ég á erfitt með að líta á Hundadagakonunginn sem ógn, því hann er of mikið flipp. Kauði kom hingað, framdi valdarán, kenndi landanum að skemmta sér, leisti fólk úr haldi sem hafði setið inni í fleiri ár fyrir nauðarstuld og gaf okkur þjóðfána. Hann eiginlega breytti okkur úr danskri einokunarnýlendu í þjóð.\nKjaftæði. Hann rændi Trampe greifa. Og menn breyta ekki ,,einokunarnýlendu í þjóð.''\nEf við erum þjóð, þá erum við þjóð hvort sem við erum ,,einokunarnýlenda'' eður ei.\nSvo voru mennirnir sem hann leysti úr haldi mestu misyndismenn þjóðarinnar. Þá næst vopnaði hann þá og fékk þeim heldrimannaflíkur og gerði þá að hermönnum sínum.\nHvernig litist þér á það ef ekki verri menn en Árni Johnsen og félagar gengu hér um götur í jakkafötum með alvæpni í boði forseta Íslands?\nNei það þarf almenna og ábyrga Íslendinga með hreint sakarvottorð til að gegna hermennsku. Ekki misyndismenn eins og Hundinginn hafði á sínum snærum."
        },
        {
            "user": "coot",
            "user_id": "58043",
            "date": "2006-11-28 21:11:47",
            "id": "4278702",
            "reply_to_id": "4278347",
            "text": "1. Íslendingar hafa ekki raunverulegan óvin síðan… Ég man ekki hvenar, ég leifi þér að botna þessa setningu. Og þó þú skylgreynir sovétríkin sem óvin þá hefþu þeir aldrei ráðist á Ísland þó kaninn hefði ekki verið hérna því ef þeir hefðu verið svo vitlausir að láta það hvarfla að sér þá hefðu Sameinuðu Þjóðirnar stöðvað það í fæðingu. Svo að Íslendingar búa í „ofvernduðu umhverfi“, eins og þú kallar það, verndað af SÞ og alþjóðasamfélaginu.\n2. Þegar allt kemur til alls er svo til kallað heimavarnarlið ætlað að verja landið með ofbeldisfullum hætti og ég sé ekki hvað getur verið svona ánægjulegt við það.\n3. Norski herinn er enn starfrækur sökum íhaldsemi þar í landi, leyfi ég mér að fullyrða. Það er svo mikið af fólki sem vinnur í kringum þetta. Það var svaka umræða þar á dögunum vegna þess að ríkisstjórnin boðaði lokun á fjölmörgum herstöðvum og samdrátt í rekstri hersinns um fjölmörg prósentustig. Sumur urðu mjög argir þessari ákvörðun, ekki vegna þess að þeir óttuðust öryggi sitt, heldur útaf öllum störfunum sem tapast.\n4. Og ég nenni eiginlega ekki að rökræða við þig um Jörund okkar Hundadagakonung. Hann var einn skemmtilegasti maður Íslandssögunar, ásamt Ingjaldsfíflinu og Jóni Gnarr, og látum vér það gott heita."
        },
        {
            "user": "pyotr",
            "user_id": "38001",
            "date": "2006-11-29 17:53:39",
            "id": "4281704",
            "reply_to_id": "4278702",
            "text": ". Íslendingar hafa ekki raunverulegan óvin síðan… Ég man ekki hvenar, ég leifi þér að botna þessa setningu. Og þó þú skylgreynir sovétríkin sem óvin þá hefþu þeir aldrei ráðist á Ísland þó kaninn hefði ekki verið hérna því ef þeir hefðu verið svo vitlausir að láta það hvarfla að sér þá hefðu Sameinuðu Þjóðirnar stöðvað það í fæðingu. Svo að Íslendingar búa í &#8222;ofvernduðu umhverfi&#8220;, eins og þú kallar það, verndað af SÞ og alþjóðasamfélaginu.\nÞetta er slíkt bull að hið hálfa væri nóg.\nSÞ gat aldrei stöðvað Sovétríkin þegar þau réðust á önnur lönd. Og getum við þá nefnt t.d. Afganistan, Tékkland og Ungverjaland.\nÍslendingar búa ekki allir í ofvernduðu umhverfi. Þú gerir það greinilega enda hefurðu að því er virðist enga reynslu á því að fara út fyrir hússins dyr eða á eðli mannlegra samskipta.\nÞegar allt kemur til alls er svo til kallað heimavarnarlið ætlað að verja landið með ofbeldisfullum hætti og ég sé ekki hvað getur verið svona ánægjulegt við það.\nOg hvað getur þá verið svona ánægjulegt með það að leyfa innrásarliði að fara sínu fram með nauðgunum, limlestingum og ránum?\nNorski herinn er enn starfrækur sökum íhaldsemi þar í landi, leyfi ég mér að fullyrða. Það er svo mikið af fólki sem vinnur í kringum þetta. Það var svaka umræða þar á dögunum vegna þess að ríkisstjórnin boðaði lokun á fjölmörgum herstöðvum og samdrátt í rekstri hersinns um fjölmörg prósentustig. Sumur urðu mjög argir þessari ákvörðun, ekki vegna þess að þeir óttuðust öryggi sitt, heldur útaf öllum störfunum sem tapast.\nOg þetta segir hernaðarsérfræðingurinn sem hefur fulla yfirsýn og sér engar hættur stafa að Noregi að eilífu?\nStaðreyndin er sú að þetta er líka úr öllu korti og jafnframt hvílíkt bull að blindur og heyrnarlaus maður með alvarlegan greindarskort gæti séð í gegnum þetta.\nOg ég nenni eiginlega ekki að rökræða við þig um Jörund okkar Hundadagakonung. Hann var einn skemmtilegasti maður Íslandssögunar, ásamt Ingjaldsfíflinu og Jóni Gnarr, og látum vér það gott heita.\nGreinilegt að þekkingu þinni er stórlega ábótavant.\nÍ raun er ljóst af þínum skoðunum að þú vildir helst að erlend innrásarlið gæti slátrað öllum Íslendingum og tekið yfir landið án þess að lifta litla fingri.\nÞað er ekki fallegt og myndi mörgum sjálfstæðishetjum þjóðarinnar forðum finnast það illt að heyra að til yrðu slíkar gungur af hreystiverkum þeirra."
        },
        {
            "user": "killjoker",
            "user_id": "62920",
            "date": "2007-11-07 23:25:06",
            "id": "5373526",
            "reply_to_id": "4277080",
            "text": "Sorry að ég sé að svara þér ári of seint , en suma hluti er betra að segja seint en aldrei.\nFyndið? \nHvernig ætlarðu að slátra óvinainnrásarliði án þess að hafa her?\nÞað er aldrei gott að vera hræddur og óttasleginn, sérstaklega við eitthvað sem er ekki að fara að gerast, ekki láta heimskulegan hræðsluáróðurinn breyta þér í skjáfandi gungu sem hræðist ekkert meira en að vondir hermenn komi og taki þig eða fjölskyldu þína drepi."
        },
        {
            "user": "pyotr",
            "user_id": "38001",
            "date": "2007-11-24 04:50:35",
            "id": "5419137",
            "reply_to_id": "5373526",
            "text": "betra er seint en aldrei.\nEn þú svaraðir þessu samt ekki heldur komstu með afbrigðilegan strámann."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-11-28 00:31:31",
            "id": "4275349",
            "reply_to_id": "4274959",
            "text": "JÁ. FOKKING JÁ! her núna. Kaupa þyrlur, þotur og fullt fullt af vopnum.\nBtw, hvernig gengur að redda þyrlu fyrir landhelgisgæslunni?"
        },
        {
            "user": "RAVING",
            "user_id": "597",
            "date": "2006-11-30 12:46:36",
            "id": "4284502",
            "reply_to_id": "4274959",
            "text": "“Við þurfum að stofna íslenskan her og það strax áður en það verður um seinan.”\nErtu að búast við innrás á næstunni?"
        },
        {
            "user": "pyotr",
            "user_id": "38001",
            "date": "2006-12-05 23:40:20",
            "id": "4309658",
            "reply_to_id": "4284502",
            "text": "Já innan nokkur hundruð ára.\nKannski á morgun, kannski eftir 10-50 ár.\nEn hún kemur, það er alveg ljóst þegar litið er á tíðni árása á Ísland.\nVið getum líka séð að á árunum 870-1550 meðan Íslendingar fóru einir með varnarmál sín tókst engin innrás.\nÞað var ekki fyrr en að það vald var tekið af okkur af konungsvaldinu danska að árásir gegn Íslendingum heppnuðust."
        },
        {
            "user": "RAVING",
            "user_id": "597",
            "date": "2006-12-06 00:33:41",
            "id": "4309948",
            "reply_to_id": "4309658",
            "text": "Ég ætla að reikna með að þú sért að beita kaldhæðni."
        },
        {
            "user": "pyotr",
            "user_id": "38001",
            "date": "2006-12-06 00:55:47",
            "id": "4310047",
            "reply_to_id": "4309948",
            "text": "Þú fengir 0,0 fyrir það á stærðfræðiprófi.\nAllt sem ég skrifaði þarna eru blákaldar staðreyndir sem ekki hefur verið hægt að hrekja.\nÞær standa þar með óhaggaðar."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2006-12-09 23:00:19",
            "id": "4329067",
            "reply_to_id": "4309658",
            "text": "Það hefur enginn í mannkynssögunni ráðist á Ísland."
        }
    ]
}