{
    "forum_title": "Heimspeki",
    "user": "brjansirock",
    "user_id": "45783",
    "date": "2006-11-28 14:53:49",
    "title": "Hjálp, aftur..",
    "text": "Ég spurði um þetta en útskýrði ekki nóg, nú skrifa ég það sem ég fékk að vita og vona að ég fái einhverja hjálp því ég er alveg úti að aka með þetta.\nSpurningar : Þykir þér sannfærandi að lögmálin tvö sem Rawls setur fram leiði sjálfkrafa af upphafstöðunni ? Rökstyddu\nEru reglur Nozicks um réttlæti sanngjarnar ? Rökkstyddu\nJohn Rawls : Frelsisreglan : Hver maður á að njóta eins mikils frelsis og mögulegt er - svo lengi sem þetta frelsi skerðir ekki frelsi annara.\nMismunarlögmálið : Allur ójöfnuður, félagslegur eða fjárhagslegur, skal vera með þeim hætti:\na) að ætla megi með skynsamlegu móti að hann sé öllum til hagsbóta.\nb) að öllum sé frjálst að keppa eftir hvaða sérstöðu sem vera skal.\nSpurning 2.\nAflalögmálið : sem lýtur að því hvernig gæða hefur verið aflað. Ef þau eru fengin án þess að brjóta á örðum einstaklingum hefur þeirra verið aflað með réttmætum hætti.\nSkiptalögmálið : Sem lýtur að tilfærslu halda manna á milli. Því sem einstaklingurinn hefur aflað sér með réttmættum hætti má hann einn ráðstafa að vild sinni. Það er hinn frjálsi markaður sem gerir þetta mögulegt.\nReisnarreglan : sem tekyr til þess hvernig megi rétta hlut þeirra sem brotið hefur verið á.\nEr eitthver hér sem botnar eitthvað í þessu ??? því ég botna ekki shit!\nBætt við 28. nóvember 2006 -  14:55\nSpurning tvö er semsagt þarna með noizick en fyrir ofan það er allt um rawls ..\ntakk",
    "url": "https://www.hugi.is/heimspeki/korkar/469860/hjalp-aftur/",
    "url_id": "469860",
    "id": "4276470",
    "replies": [
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-11-28 17:58:04",
            "id": "4277542",
            "reply_to_id": "4276470",
            "text": "Þetta er alveg þriggja pípu vandamál!"
        },
        {
            "user": "Toxey",
            "user_id": "61410",
            "date": "2006-11-28 21:16:18",
            "id": "4278734",
            "reply_to_id": "4277542",
            "text": "SHIT já eða bara þriggja dráttavandamál eins og stóri bróðir minn sagði áður enn hann fór með kærustunni sinn inn til sín (og Guð einn veit hvað gerðist þar inni) hehe :D"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2006-12-02 11:52:13",
            "id": "4292486",
            "reply_to_id": "4278734",
            "text": "“(og Guð einn veit hvað gerðist þar inni)”\nNú? Voru þau meðvitundarlaus?"
        },
        {
            "user": "comics",
            "user_id": "35325",
            "date": "2006-12-02 14:25:53",
            "id": "4292941",
            "reply_to_id": "4292486",
            "text": "Hahaha."
        },
        {
            "user": "Toxey",
            "user_id": "61410",
            "date": "2006-12-04 09:55:03",
            "id": "4301120",
            "reply_to_id": "4292486",
            "text": "ekki alveg en það gerðist eikkað. Allavegana ég heyrði bara AHH,AHH,AHH. svo brotnaði rúmmið hanns og hann meiddi sig er núna tognaður á vinstri hedinni :D"
        }
    ]
}