{
    "forum_title": "Rómantík",
    "user": "gribba",
    "user_id": "5197",
    "date": "2001-10-15 13:30:57",
    "title": "Karlmenn HJÁLP!!!",
    "text": "ég er að deita strák sem ég hitti fyrir 3 vikum og hann sagði nokkra hluti sem ég fekk ekki almennilega skíringu á og því spyr ég ykkur karlmennina… HVAÐ ÞÝÐIR ÞETTA???\nhonum finnst þetta hafa gerst svo hratt á 3 vikum…\nhvað þýðir það!!!\nþýðir það það sama og hjá stelpum?\nað maður er orðin meira hrifinn en maður gerði sér grein fyrir eða bjóst við!!!\nsvo sagðist hann vera hræddur við það hvað þetta hafi gerst hratt…\nog hvað þýðir það?\nþað sama og hjá stelpum?\nað maður er orðinn drullu hrifinn og er hræddur við að viðurkenna það af ótta við að vera særður? þessi endalausa höfnunar tilfinning?\nhann sagðist ekki vita hvernig honum liði…\nhvernig er þá hægt að vera hræddur við að hlutirnir eru að gerast of hratt??? hvernig getur þetta gerst hratt ef maður veit ekki hvernig manni líður???\nog svo viðurkennir hann það að hann er hrifinn af mér…",
    "url": "https://www.hugi.is/romantik/greinar/46988/karlmenn-hjalp/",
    "url_id": "46988",
    "id": "305090",
    "replies": [
        {
            "user": "TheCure",
            "user_id": "12107",
            "date": "2001-10-15 16:38:08",
            "id": "305091",
            "reply_to_id": "305090",
            "text": "kannski vill hann fá meiri tíma fyrir sjálfan sig… ertu nokkuð að kæfa greyið drenginn? við viljum halda frelsi okkar (það er ekki samasem framhjáhald) við vini okkar, og stundum eru kvenmenn ekki kannski vel liðnir á vinasamkomum stráka (við erum það ekki á “stelpukvöldum”).\n…slakiði bara aðeins á. það er ekki nógu gott að fara OF geyst í hlutina…. ég kannast við það!"
        },
        {
            "user": "gribba",
            "user_id": "5197",
            "date": "2001-10-15 17:10:30",
            "id": "305092",
            "reply_to_id": "305091",
            "text": "ég sagði við hann að ef hann þyrfti sitt space þá ætti hann bara að taka sitt space og hann sagði að það væri ekki málið því ég gæfi honum fínt space."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-10-15 16:56:59",
            "id": "305093",
            "reply_to_id": "305090",
            "text": "Ef að blessaður drengurinn segir að honum finnist þetta hafa gerst svo hratt á 3 vikum, þá hlýtur hann að eiga við að honum finnist þetta hafa gerst svo hratt á 3 vikum. Ef hann segist vera hræddur við hvað þetta hafi gerst hratt, þá getum við (ég og þú) áætlað að hann sé eitthvað smeykur við hvað þetta hafi gerst hratt. Nú, og ef að hann segist ekki vita hvernig honum líði, þá er hann væntanlega í þeirri aðstöðu að geta ekki komið því í orð hvernig honum líður.\nEf hann viðurkennir að hann sé hrifinn af þér, þá bara reiknum við með því að hann sé hrifinn af þér. Og ef þú ert hið minnsta hrifin af kauða, þá barasta treystir þú honum, hefur það notalegt og slappar af."
        },
        {
            "user": "Arnib",
            "user_id": "11482",
            "date": "2001-10-15 17:08:37",
            "id": "305094",
            "reply_to_id": "305090",
            "text": "Strákar dulbúa ekki það sem þeir eru að segja. Þeir segja það bara."
        },
        {
            "user": "viceroy",
            "user_id": "3376",
            "date": "2001-10-15 17:08:52",
            "id": "305095",
            "reply_to_id": "305090",
            "text": "Ok það sem ég myndi giska á að hann væri að meina er :\nOf hratt, Ef þú skiptir samböndum niður í þrep, byrjunin, þú hlýtur að fatta hvað ég er að tala um, þá er hann sennilegast að meina að honum finnst þið fara of hratt um þrepin og væri þá hræddur um að “hrasa um þau” þ.e. að þetta tæki enda fyrir það að þið fóruð of fljótt í hlutina.\nEkki drífa ykkur í þessu það eyðileggur bara ef að eitthvað er. Ekki nema þú viljir bara standa í mánaðarsambandi eða svo.\nBara fara rólegar.\nReyndu bara að veiða upp úr honum hvað honum finnst, ef þið talið ekki saman þá er ekki mikil framtíð í þessu\nViceRoy"
        },
        {
            "user": "gribba",
            "user_id": "5197",
            "date": "2001-10-15 17:12:25",
            "id": "305096",
            "reply_to_id": "305095",
            "text": "við höfum hist 7 sinnum á 3 vikum og spjallað saman á hverjum degi…\nhann hringir í mig ef ég hef ekki hringt í hann.\nEn það besta er að við erum fullkomlega hreinskilin við hvort annað."
        },
        {
            "user": "viceroy",
            "user_id": "3376",
            "date": "2001-10-15 18:29:35",
            "id": "305097",
            "reply_to_id": "305096",
            "text": "Kannski finnst honum bara 7 daga í viku, 3 vikur (fyrstu 3) of mikið til að byrja með.\nHver veit, bara tala við hann\nþað er eina leiðin, það getur enginn sagt þér hvað hann er að hugsa.\nVið hugsum nú ekkert eins þótt við séum af sama kyni, þannig að bara spjalla\nViceRoy"
        },
        {
            "user": "LadyIsabel",
            "user_id": "11396",
            "date": "2001-10-15 19:46:59",
            "id": "305098",
            "reply_to_id": "305090",
            "text": "Kosturinn við FLESTA karlmenn er að þeir segja það sem þeir eru að hugsa, yfirleitt eru það við konurnar sem mistúlkum það sem þeir segja.\nPlús ef hann segist vera hrifinn af þér þá ertu í góðum málum, svo fer það eftir stráknum hvað hann lítur á sem hratt, alveg eins og stelpur."
        },
        {
            "user": "gribba",
            "user_id": "5197",
            "date": "2001-10-15 19:50:26",
            "id": "305099",
            "reply_to_id": "305090",
            "text": "Kalt mat: Hann er ekki hrifinn af þér og vill út. Annars væri hann ekki með þessar vangaveltur og vandræðaskap. Við segjum yfirleitt það sem við meinum og meinum það sem við segjum. Hann virðist þó af einhverjum ástæðum ekki geta komið því skýrt út úr sér. Ef menn eru farnir að efast eftir þrjár vikur getur ekki verið mikil hrifning í gangi."
        },
        {
            "user": "gribba",
            "user_id": "5197",
            "date": "2001-10-16 06:42:35",
            "id": "305100",
            "reply_to_id": "305099",
            "text": "“Við segjum yfirleitt það sem við meinum og meinum það sem við segjum”\nmeinar hann þá að hann er hræddur, þetta sé að gerast hratt og hann sé hrifinn af mér… eða???\nað hann vill út og er ekki hrifinn af mér???\nókei… ef svo væri…\nværi hann þá að hringja í mig í gær og segja mér að hann langi að koma til mín á miðvikudag og við gætum horft á spólu eða eitthvað???\nplús það hann hefur alveg fengið að ráða því hvenær við hittumst ég hef aðeins 3 stungið uppá því og farið að hitta hann, annars hefur hann komið og gist hjá mér."
        },
        {
            "user": "pardus",
            "user_id": "6631",
            "date": "2001-10-16 15:22:56",
            "id": "305101",
            "reply_to_id": "305100",
            "text": "Er þetta sami gaurinn og þú talaðir um fyrir ca. einum og hálfum mánuði síðan??? Þessi 42 ára ???"
        },
        {
            "user": "gribba",
            "user_id": "5197",
            "date": "2001-10-17 14:46:35",
            "id": "305102",
            "reply_to_id": "305101",
            "text": "nei, það endaði bara með að verða vinskapur og smá role in the hey!\nég hitti þennan algerlega fyrir slysni og var eiginlega ekki pen hrifin því ég var ekki í neinu stuði fyrir það að hitta einhvern og verða hrifin af honum… en maður fær víst ekki að ráða því!"
        },
        {
            "user": "Aniston1",
            "user_id": "13684",
            "date": "2001-10-18 01:52:47",
            "id": "305103",
            "reply_to_id": "305102",
            "text": "Ef einhver strákur fer að tala um sambandið við kærustuna sína án þess að lofsyngja því, þá vill hann út. Hann vill kannski bara ekki særa kærustuna og verður með henni þangað til honum finnst vera réttur tími til að segja henni upp.\nGerðu honum og þér greiða, segðu honum upp núna."
        },
        {
            "user": "Dbd",
            "user_id": "6373",
            "date": "2001-10-22 05:58:40",
            "id": "305104",
            "reply_to_id": "305103",
            "text": "Slappaðu af og njóttu þess meðann það varir ekki segja honum upp .Láttu hann bara umþá hlið ef hann vill út þá fer hann örugglea að gefa það í skin svo er lika alveg hægt að túlka þetta á jákvæðann hátt ( þið eigið vel saman þess vegna gerist þetta svona hratt)\nÞú getur líka gert tvennt sagt honum að þú skildir ekki hvað átti við eða bara beðið og séð ég mundi fíla hreinskilnina.\nSvo skalltu bara láta hann vita það nógu vel að þú sért hrifinn af honum og viljir engann veginn hætta þessu samt ekki of pussi bara svona á sætann hátt"
        },
        {
            "user": "gribba",
            "user_id": "5197",
            "date": "2001-10-23 15:19:28",
            "id": "305105",
            "reply_to_id": "305104",
            "text": "Takk Dbd!\nþetta er besta sem ég get gert og ætla mér að gera það. Ég er MJÖG hrifin af honum og vil gjarnan ekki klúðra þessu!\nÞetta er frá systur minni:\nmei auður be with jú!!!"
        },
        {
            "user": "Dbd",
            "user_id": "6373",
            "date": "2001-10-25 00:21:41",
            "id": "305106",
            "reply_to_id": "305105",
            "text": "Það er gott að geta hjálpað þér :)"
        },
        {
            "user": "Dbd",
            "user_id": "6373",
            "date": "2001-10-22 06:07:43",
            "id": "305107",
            "reply_to_id": "305103",
            "text": "Ef strákur fer að tala við UM SAMBANDIÐ við kærustuna sína án þess að lofsyngja því ÞÁ VILL HANN ÚT . Ertu geimvera  HEFURÐU ALDREI HEIRT UM AÐ LEYSA VANDA MÁL Í SAMBANDI.\nÉg trúi þvi ekki að þú hafir einhvern tima verið með strák lengur en í viku ….\nFolk ræðir oft um vandamálinn í sambandinu og leysir þau þannig .Ég vona að þetta hjálpi þér í framtíðinni .  smile"
        },
        {
            "user": "snusa",
            "user_id": "7994",
            "date": "2001-10-15 20:56:18",
            "id": "305108",
            "reply_to_id": "305090",
            "text": "strákar meina ekki alltaf það sem þeir segja… passaðu þig… en þetta gæti líka verið allt í lagi:)"
        }
    ]
}