{
    "forum_title": "Vefsíðugerð",
    "user": null,
    "user_id": null,
    "date": "2001-10-15 22:47:45",
    "title": "Álit mitt á ykkur!",
    "text": "Hvaða endalausa væl er þetta um hvort einhver hafi verið dónalegur eða hvort einhver textasíða sé ljót eða ekki. Er ekki komið nóg. Þetta áhugamál er fyrir vefsíðugerð en ekki barnalegar vangaveltur um orðalag. Þetta er fínn staður, svona oftast nær, en þegar þið byrjið þá virðist ekki vera nokkur leið að stoppa. Hátt í 200 póstar um einhver strák útí bæ sem orðaði póstana sína ekki nógu vandlega. Ef ykkur líkar ekki við þennan mann þá hættiði bara að svara honum, svo einfalt er það.\nEf ykkur vantar svona að tjá skoðanir ykkar á hinu og þessu þá getið þið farið á hugi.is/deiglan. Það er svona umræðuvefur!\nVona að ég sé ekki sá eini sem er búinn að fá nóg, en þar sem jákvæð svör við þessari grein myndu stríða gegn innihaldi hennar þá vona ég að þeir sem eru sammála mér svari ekki heldur hætti bara þessum mömmuleik. Og þeir sem eru ósammála, fariði á hugi.is/deiglan og úthúið mér þar, EKKI HÉR!\np.s. Til þess að komast fyrir 500 svör við þessari grein, vonandi, þá er ég æðislega frábært fífl sem veit allt um ekki neitt!",
    "url": "https://www.hugi.is/vefsidugerd/greinar/47008/alit-mitt-a-ykkur/",
    "url_id": "47008",
    "id": "305318",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2001-10-16 09:18:02",
            "id": "305319",
            "reply_to_id": "305318",
            "text": "Þetta er þriðja greinin um þetta leiðindarmál, hvernig væri að nota kraftana í etthvað annað nytsamlegra !!! Þetta er orðið fínt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-10-16 10:41:21",
            "id": "305320",
            "reply_to_id": "305319",
            "text": "það er bara þetta 15 minutes of fame kjaftæðið sem að er of algent hérna…….. fólk skrifar stundum harðyrtar viljandi því að því miður koma langflestu svörun við slíku……….\nthink positive ppl"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-10-16 14:09:01",
            "id": "305321",
            "reply_to_id": "305320",
            "text": "gg :)"
        },
        {
            "user": "bingolfur",
            "user_id": "7547",
            "date": "2001-10-16 20:51:30",
            "id": "305322",
            "reply_to_id": "305318",
            "text": "Bara fyndið Nóri minn (arnorg), langaði bara að segja þeim sem að þekkja hann ekki þá talar hann svona við fólk dagsdaglega, þ.e.a.s. “ohh þú” og þess háttar, við vini sína, þannig að þó að hann skrifi eitthvað svona á netinu þá meinar hann örugglega ekkert með því!\nIngó\np.s. Nóri ekki dílíta þessu  ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-10-18 21:26:58",
            "id": "305323",
            "reply_to_id": "305322",
            "text": "Enda er ástæðulaust að vera að rakka manninn *persónulega* í sig. Ég segi það allavega fyrir mig að ég hef álit á þessum umdeildu svörum hans.\nEn ég er sammála höfundi þessarar greinar… það er komið nóg. Þeir sem vilja lesa um efnið hafa úr nógu að velja.\nSvo ég segi enn og aftur: Friður."
        }
    ]
}