{
    "forum_title": "Metall",
    "user": null,
    "user_id": null,
    "date": "2006-12-01 00:35:44",
    "title": "Chuck Schuldiner",
    "text": "Fyrri ár\nCharles Michael Schuldiner fæddist 13. Maí 1967 í New York. Árið 1968 flutti hann með fjölskyldu sinni til Florida. Chuck Schuldiner var yngstur af þeim 3 systkinunum. Hann átti eldri bróðir sem hét Frank og eldri systir sem hét Bethann.\nChuck byrjaði að spila á gítar 9 ára. 16 ára bróðir hans dó af slysförum og foreldrar hans keyptu handa honum gítar, því þau héldu að það myndi hjálpa honum að ná sér. Hann fór í gítartíma í minna en ár, en honum líkaði það ekki, svo hann hætti. Svo sáu foreldrar hans rafmagnsgítar til sölu og keyptu hann fyrir Chuck. Chuck litli fékk skyndilega áhuga á hljóðfærinu. Eftir að þau keyptu svo magnara handa honum hætti hann aldrei að spila, semja og lærði sjálfur á gítarinn. Það þekktist alveg hjá Schuldiner að fara um helgar inní bílskúr eða inní herbergið sitt að spila á gítarinn,  en hann mátti bara spila  í 3 klukkutíma um helgar og á skólatíma. Schuldiner spilaði fyrst opinberlega snemma þegar hann varð táningur.\nSchuldiner var var heillaður af Iron Maiden, Kiss og Billy Idol, meðal annara. Hann var mjög hrifinn af metal tónlist sem kallaðist NWOBHM (New Wave Of British Heavy Metal) og hljómsveitir af þessari stefnu voru í uppáhaldi hjá honum. Slayer, Possessed og Metallica urðu síðan hljómsveitir sem höfðu áhrif á hans eigin hljómsveit, en mamma hans  segir  að hann hafi fílað allar gerðir af tónlist nema kántrý og rapp. Hann fýlaði sérstaklega líka jazz og klassíska tónlist til viðbótar við metal og breska tónlist eins og Lush.\nÞótt að Schuldiner gekk vel í skóla, þá leiddist honum skólinn og að lokum hætti hann í skólanum. Hann sá eftir því seinna.\nSchuldiner var líka þekktur fyrir að vera opinberlega á móti fíkniefnum. Þessu var velt fyrir sér í mismunandi viðtölum og nokkur lög  fjalla um þetta efni, til dæmis “Living Monstrosity”, sem fjallar um fíkniefnasjúkt barn fætt af kókaínsjúkri móður. Samt sem áður var Schuldiner hreinskilinn málsvari fyrir kannabisnotkun.\nTónlistarferill\nSchuldiner stofnaði Death sem “Mantas” árið 1983.\nÍ janúar 1986, Schuldiner fór í kanadísku hljómsveitina Slaughter til bráðabirgða á gítar. Hann fljótlega snéri aftur til að halda áfram að gera Death.\nÁ fyrstu árunum voru þónokkrar meðlimaskiptingar, en loksins gaf hann út ásamt Chris Reifert fyrsta diskinn með Death, Scream Bloody Gore, árið 1987. Þessi diskur er oft sagður marka upphaf Death metalsins. Hann hélt áfram árið 1988 með Leprosy með line-up sem stóð af gítarleikarans Rick Rozz, stofnada Mantas, Terry Butler á bassa og Bill Andrews á trommur, og á Spiritual Healing (1990), var gítarleikaranum James Murphy skipt út fyrir Rozz sem hafði verið rekinn.\nEftir Spiritual Healing hætti Schuldiner að vinna með sömu hljómsveitarmeðlimum og nú vann hann aðeins með session leikurum í stúdíói og á tónleikaferðalögum eftir slæma reynslu við fyrrum meðlimi hljómsveitarinnar. Vegna þess var Chuck þekktur sem  fullkomnunarsinni í metal bransanum.. Schuldiner hafði líka rekið umboðsmann sinn Eric Greif en endurréð hann áður en hann gaf út næsta disk.  Með næstu plötu sinni, Human,  byrjuðu Death að þróast út í flóknari, teknískari og framsæknari tónlist, og hélt þeim stíl áfrám á næstu plötum, Individual Thought Patterns (1993), Symbolic (1995) og The Sound Of Perseverance (1998).Textagerðin breyttist einnig og sömuleiðis innihaldið. Á fyrstu þremur diskunum (Scream, Leprosy og Spiritual)  fjölluðu flest login um dauða, uppvakninga og alls konar viðbjóð, en eftir það fóru textarnir að snúast um heimspekilegri hluti og voru ekki nærri því eins grófir.\nSchuldiner spilaði einnig á gítar með hljómsveitinni Voodoocult á disknum Jesus Killing Machine árið 1994.\nSchuldiner lagði Death niður árið 1998 til að búa til nýja hljómsveit sem hét Control Denied, og gaf út nýja plötu sem hét The Fragile Art of Existence árið 1999.\nSchuldiner var líka spurður hvort hann vildi vera einn af mörgum gesta söngvurum árið 2001 á disk með Dave Grohl sem hét PROBOT gert af Grohl sjálfum.\nÁrið 1999 gerðist hræðilegur atburður í sögu Death metals, Chuck Schuldiner fékk heilakrabbamein. Grohl bauð sig jafnvel fram til að afla fjár til að hjálpa Schuldiner að borga aðgerð til að fjarlægja heilakrabbameinið hans sem myndi að lokum drepa hann. Schuldiner lést af krabbameininu 13.desember árið 2001 áður en eitthvað varð úr samvinnu hans við Dave.\nDiskar sem Chuck spilaði á..\nMeð Death\n1987 – Scream Bloody Gore\n1988 – Leprosy\n1990 – Spiritual Healing\n1991 – Human\n1992 – Fate: The Best of Death\n1993 – Individual Thought Patterns\n1995 – Symbolic\n1998 – The Sound of Perseverance\n2001 – Live in L.A. (Death & Raw)\n2001 – Live in Eindhoven\nMeð Control Denied\n1999 – The Fragile Art of Existence\nMeð Voodoocult\n1994 – Jesus Killing Machine",
    "url": "https://www.hugi.is/metall/greinar/470742/chuck-schuldiner/",
    "url_id": "470742",
    "id": "4287613",
    "replies": [
        {
            "user": "tele",
            "user_id": "60182",
            "date": "2006-12-01 00:51:03",
            "id": "4288100",
            "reply_to_id": "4287613",
            "text": "R.I.P.\nBætt við 1. desember 2006 -  00:53\nSorglegt að tapa einum mesta tónlistarmanni okkar tíma vegna peninaskorts:/"
        },
        {
            "user": "tele",
            "user_id": "60182",
            "date": "2006-12-01 00:55:25",
            "id": "4288115",
            "reply_to_id": "4288100",
            "text": "peninGaskorts, virðist dáldið stolið af wiki"
        },
        {
            "user": "Naridill",
            "user_id": "25764",
            "date": "2006-12-01 13:28:44",
            "id": "4288968",
            "reply_to_id": "4288115",
            "text": "Þetta er þýtt af Wikipedia, var ekkert að stela, bara þýða það er ekki bannað."
        },
        {
            "user": "Naridill",
            "user_id": "25764",
            "date": "2006-12-01 16:41:05",
            "id": "4289794",
            "reply_to_id": "4288968",
            "text": "Þíddirðu heila grein af wikipedia og sendir inn hér??\núff… lélegt"
        },
        {
            "user": "akarnid",
            "user_id": "6152",
            "date": "2006-12-01 09:56:31",
            "id": "4288545",
            "reply_to_id": "4287613",
            "text": "Blessuð sé minning Chucks.  Maðurinn var goðdögn meðan hann lifði og varð það endanlega við andlát sitt.  Aðalsprautan í Florida senunni sem var frá 1986-1994, hrikalega góður gitarleikari og þessi rödd var like no other.\nRIP man"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-01 19:39:26",
            "id": "4290608",
            "reply_to_id": "4288545",
            "text": "sammála"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-01 14:59:40",
            "id": "4289282",
            "reply_to_id": "4287613",
            "text": "Góð grein.\nMegi hann hvíla í friði."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-01 19:39:36",
            "id": "4290612",
            "reply_to_id": "4289282",
            "text": "Je"
        },
        {
            "user": "Pythagoras",
            "user_id": "54862",
            "date": "2006-12-01 21:52:39",
            "id": "4291188",
            "reply_to_id": "4287613",
            "text": "Schuldiner var líka þekktur fyrir að vera opinberlega á móti fíkniefnum. Þessu var velt fyrir sér í mismunandi viðtölum og nokkur lög fjalla um þetta efni, til dæmis “Living Monstrosity”, sem fjallar um fíkniefnasjúkt barn fætt af kókaínsjúkri móður. Samt sem áður var Schuldiner hreinskilinn málsvari fyrir kannabisnotkun.\nhaha, mér finnst það cool"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-02 15:18:04",
            "id": "4293121",
            "reply_to_id": "4287613",
            "text": "Dáldið slappt að þýða af Wiki:S"
        },
        {
            "user": "Kupo",
            "user_id": "29733",
            "date": "2006-12-02 18:34:41",
            "id": "4293998",
            "reply_to_id": "4287613",
            "text": "fín grein um vanmetinn snilling en þú gleymir demo-diskunum Mutilation,Infernal Death,Live at Ruby's pub og fleiri:P"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-03 12:17:27",
            "id": "4296791",
            "reply_to_id": "4293998",
            "text": "já auðvitað, en af hverju vanmetinn ?"
        },
        {
            "user": "snakeshit",
            "user_id": "29822",
            "date": "2006-12-06 15:03:06",
            "id": "4311506",
            "reply_to_id": "4287613",
            "text": "Einn af fáum gítarleikurum sem gefur mér hroll í sólóum…RIP"
        },
        {
            "user": "sacrebleu",
            "user_id": "66381",
            "date": "2006-12-07 18:16:02",
            "id": "4318171",
            "reply_to_id": "4287613",
            "text": "Algjör meistari."
        },
        {
            "user": "kmobo",
            "user_id": "58178",
            "date": "2006-12-10 12:47:31",
            "id": "4330820",
            "reply_to_id": "4287613",
            "text": "hver er svona besti diskurinn með death?"
        },
        {
            "user": "kmobo",
            "user_id": "58178",
            "date": "2006-12-11 20:50:56",
            "id": "4337905",
            "reply_to_id": "4330820",
            "text": "Human\nþessi diskur er svo mikið meistaraverk! Hail!"
        },
        {
            "user": "kmobo",
            "user_id": "58178",
            "date": "2006-12-11 20:54:29",
            "id": "4337927",
            "reply_to_id": "4337905",
            "text": "maður þarf að kíkja á þetta :D"
        },
        {
            "user": "kmobo",
            "user_id": "58178",
            "date": "2006-12-14 12:01:51",
            "id": "4349854",
            "reply_to_id": "4337927",
            "text": "hjá mér er symbolic og The sound of perceverance\nog svo líka Scream Bloody Gore. og auðvitað allir hinir líka en þessir standa uppúr."
        },
        {
            "user": "kmobo",
            "user_id": "58178",
            "date": "2006-12-14 15:44:48",
            "id": "4350749",
            "reply_to_id": "4349854",
            "text": "já… ég þarf að kíkja á þetta…\nég downloadaði 3 diskum, djöfull var erfitt að finna þetta :S, downloadaði human, scream bloody gore og spiritual healing… helvíti gott efni :D"
        },
        {
            "user": "mygltomatur",
            "user_id": "63247",
            "date": "2006-12-10 19:10:43",
            "id": "4332652",
            "reply_to_id": "4287613",
            "text": "úff þetta gerir mig leiðan…hugsa s´r hvað hann hefði getað gert í þágu tónlistarinnar! hann var á beinni uppleið!"
        },
        {
            "user": "mygltomatur",
            "user_id": "63247",
            "date": "2006-12-14 12:03:02",
            "id": "4349859",
            "reply_to_id": "4332652",
            "text": "Sammála, ég væri svooo til í að hann hefi ekki dáið, ég hefði frekar verið til í að fá þetta fjandans krabbamein í staðin fyrir hann."
        },
        {
            "user": "mygltomatur",
            "user_id": "63247",
            "date": "2006-12-14 20:40:48",
            "id": "4352352",
            "reply_to_id": "4349859",
            "text": "Jaamm"
        },
        {
            "user": "snakeshit",
            "user_id": "29822",
            "date": "2006-12-23 16:34:48",
            "id": "4388648",
            "reply_to_id": "4287613",
            "text": "Besti diskur ever sem Chuck hefur gert er The fragile art of existence með Control Denied. hann er ekki death metall en hann er með bestu hljóðfæra leikurum sem chuck hefur spilað með á tónleika ferli sínum…meðal annars Richard Cristy. Steve DiGiorgio og Tim Ayma"
        }
    ]
}