{
    "forum_title": "Músík almennt",
    "user": "jonsi13",
    "user_id": "7538",
    "date": "2006-12-02 16:04:06",
    "title": "CSI: NEW YORK lagið (í auglýsingunni)",
    "text": "Veit einhver heitið á laginu sem er í auglýsingunni, ekki lagið sem er intro(Baba o'Riley) ?",
    "url": "https://www.hugi.is/musik/korkar/471174/csi-new-york-lagid-i-auglysingunni/",
    "url_id": "471174",
    "id": "4293331",
    "replies": [
        {
            "user": "Kongull",
            "user_id": "55799",
            "date": "2006-12-02 18:18:57",
            "id": "4293871",
            "reply_to_id": "4293331",
            "text": "Það var einhver auglýsing fyrir þónokkru með lagi með Interpol, man ekki hvaða lagi, gæti verið PDA eða Obstacle 1.\nÞetta var annaðhvort Law And Order eða CSI auglýsing, en tékkaðu bara á þessum lögum eða öðrum með Interpol, eins og ég segi man ég ekki hvaða lag þetta var sem ég sá og er ekki einusinni viss hvort þetta sé rétt auglýsing."
        },
        {
            "user": "bjossihansson",
            "user_id": "66696",
            "date": "2006-12-03 13:56:48",
            "id": "4297057",
            "reply_to_id": "4293331",
            "text": "jú það heitir Baba o'Riley"
        },
        {
            "user": "jonsi13",
            "user_id": "7538",
            "date": "2006-12-03 16:03:57",
            "id": "4297542",
            "reply_to_id": "4297057",
            "text": "Nei ég prófaði á radioblogclub.com og það var ekki þessi interpol lög. Og bjossi … ég tók fram í byrjun að ég væri ekki að tala um baba o'riley :D Baba o'riley er intro lag þáttarins sem er sýnt um allan heim. Ég er að reyna komast að því hvaða lag er við auglýsingu skjás eins fyrir þennan þátt. Eina sem ég get sagt til að lýsa þessu lagi er að það kemur enginn söngur fram a.m.k. í þeim bút sem er spilaður :D\nAnnars hljómar þetta eins og geðveikt lag, vona að einhver kveiki á perunni og fatti :D"
        },
        {
            "user": "bjossihansson",
            "user_id": "66696",
            "date": "2006-12-03 16:09:45",
            "id": "4297561",
            "reply_to_id": "4297542",
            "text": "þú meinar það sorry"
        },
        {
            "user": "austin2000",
            "user_id": "51125",
            "date": "2006-12-03 17:19:57",
            "id": "4297830",
            "reply_to_id": "4293331",
            "text": "sko ég veit að í einni auglýsingu er eittvað remix af Dance Dance með Fall Out Boy\nBætt við 3. desember 2006 -  17:27\n, samt talandi um það veit einhver hvaða lag þetta er í CSI - MIAMI (ekki CSI NY) auglýsingunni, veit ekkert um það nema það hljómar eitthvað svona eins og teknó lag með fiðlum, og svo segjir rödd “crash and burn”."
        },
        {
            "user": "jonsi13",
            "user_id": "7538",
            "date": "2006-12-03 18:41:35",
            "id": "4298228",
            "reply_to_id": "4297830",
            "text": "shii vona að ég sé ekki að ruglast og tala um það lag en já allavega CSI auglýsingalag. Ekki intro lag :D Segi það bara :P Því það er soldið eins og techno lag það sem ég er að tala um"
        },
        {
            "user": "austin2000",
            "user_id": "51125",
            "date": "2006-12-11 03:40:50",
            "id": "4334704",
            "reply_to_id": "4298228",
            "text": "CSI - NEW YORK er þetta remix af Dance Dance með Fallout Boy.    CSI - MIAMI er þetta lag sem ég veit ekki hvað er en textinn inniheldur “crash and burn”"
        }
    ]
}