{
    "forum_title": "Deiglan",
    "user": "krizzi",
    "user_id": "8997",
    "date": "2001-10-16 18:58:09",
    "title": "virða skaltu guð þinn og ráðaherra...",
    "text": "Kæru notendur Hugi.is…\nÞað var fyrri löngu löngu í litlum ríkjum í Evrópu að þeim var gefin kóngur sem var gjöf frá sjálfum Guði! Þessi kóngur átti að stjórna landinu og allt sem hann gerði var rétt-lát því að hann var jú frá Guði hinum al-réttlæta! kóngurinn var ekki einn að stjórna landinu, nei, hann átti vin sem hann kallaði biskup og þjónaði hann líka hinu réttlæta, og þeir sem mót-mæltu þessu fyrir-komu-lagi eða voru eitthvað að “” voru brenndir á báli lifandi eða hengdir!\nSem betur fer er þetta svona ekki lengur! For-tíðin er ekkert lík nú-tímanum… allavega trúi ég ekki að guð gaf okkur Foreftiráðiherrann! Sam-fé-lag ok-kar fer ekki lengur eftir einhverjir þúsund ára gamalli bók sem einhverjir ná-ungar skrifuðu til þess að “frelsa” heiminn! Við förum eftir annarri bók sem við köllum stjórnar-skrá, sem er tölu-vert þykkri og inni-heldur að-eins skýrari fyrir-mæli!\nEn nú þegar konungurinn og rétt-lætið er ekki lengur frá Guði komið… til hvers þurfum við þá biskupinn ??? Ég meina að hann gerir ekkert annað en að predika yfir okkur hversu illa við erum að lifa lífinu ok-kar! Ef þið sáuð ein-hver að þessum ágætu þáttum sem viss hr. Egill var með, sáuð þið að grunnrelgur biblíunar (ss. boð-orðin tíu) eru ekki lengur virtar! Ef við færum eftir mundi sam-fé-lagið vera á sama stigi og það var á mið-öldum!\nMargir telja það vera sú versta sú ákvörðun að setja kirkju og ríki sama var ein sú versta sem hefur verið tekin!\nOg hvað með ömmur trúar-fé-lög! Það er móðgun fyrir Múslíma að þurfa að borga menntun á Kristnum prestum!\nHvað finrnst ykkur ágætu hugarar…\n–Krizzi–",
    "url": "https://www.hugi.is/deiglan/greinar/47118/virda-skaltu-gud-thinn-og-radaherra/",
    "url_id": "47118",
    "id": "306162",
    "replies": [
        {
            "user": "hallurha",
            "user_id": "5362",
            "date": "2001-10-17 11:34:15",
            "id": "306163",
            "reply_to_id": "306162",
            "text": "Jú burt með kirkjuna úr ríkinu!\nEf hún á að vera á landinu hafa hana sjálfstæða!\nReyndar er líka hægt að segja sig úr henni og þá á peningurinn frá þér “tænilega” séð að fara til HÍ. En ekki veit ég hvort allir 7000(held ég) kallarnir fari til HÍ?.\nsvona er nú lífið..já ég held það nú."
        },
        {
            "user": "Bluefire",
            "user_id": "13254",
            "date": "2001-10-17 12:06:55",
            "id": "306164",
            "reply_to_id": "306163",
            "text": "Ég held að peningurinn renni til Háskólans, nánar tiltekið, til Guðfræðideildar Háskólans! Ég er samt ekki 100% viss um það."
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2001-10-17 14:25:56",
            "id": "306165",
            "reply_to_id": "306164",
            "text": "Peningurinn rennur til Háskólans en í einhvern sjóð sem allar deildir geta sótt í, bæði Guðfræðideild og aðrar deildir."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-10-17 15:15:51",
            "id": "306166",
            "reply_to_id": "306165",
            "text": "En væri samt ekki réttast að annað hvort leggja Guðfræðideild niður, eða þá bjóða upp á nám í öðrum trúarbrögðum?  Ásatrúarfélagið gæti verið með einhverja kúrsa, t.d., jafnvel kennt svo fólk geti gerst goðar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-10-17 12:09:28",
            "id": "306167",
            "reply_to_id": "306162",
            "text": "Í fyrsta lagi:  Rólegur með bandstrikin!\nÍ öðru lagi:  Ertu viss um að stjórnarskráin sé töluvert þykkri bók en Biblían?  Allir okkar lagabálkar eru það kannski, eða kannski eru bara að miða við Biblíuna á örfilmu, en stjórnarskrána á fjalli.\nÍ þriðja lagi:  Boðorðin 10 eru flest ágæt boðorð (ég sjálfur hef minnstan áhuga á “Þú skalt ekki hafa aðra Guði en mig”, auk þess sem ég á erfitt með að skilja hvernig hægt sé að banna girnd), og þótt þau væru virt þá værum við tæpast ennþá á miðaldastiginu.\nÍ fjórða lagi:  Kóngar, biskupar, keisarar og páfar hafa alls ekki verið vinir statt og stöðugt, heldur einnig oft óvinir sem tókust á um völd í þjóðfélaginu.\nAð lokum lýsi ég því yfir að ríki og kirkju ætti að skilja að sem fyrst.  Einkavæðum Þjóðkirkjuna."
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2001-10-17 12:37:25",
            "id": "306168",
            "reply_to_id": "306162",
            "text": "Vertu að-eins ró-leg-ur í að skip-ta öll-um orð-um nið-ur í at-kvæð-i, og það væri líka ágætt ef þú lærðir að beygja orð í föllum og háttum. Mér finnst erfitt að lesa svona greinar, manni finnst strax eins og maður sé að leiðrétta stafsetningaræfingu grunnskólanema og innihaldið fer út í veður og vind.\nOg já, síðast þegar ég skoðaði stjórnarskrána var hún heftað ljósrit með nokkrum A4 síðum."
        },
        {
            "user": "krizzi",
            "user_id": "8997",
            "date": "2001-10-18 10:18:48",
            "id": "306169",
            "reply_to_id": "306168",
            "text": "Þið verðið að afsaka að orðineru skipt i atkvæði, en ég skrifaði þennan texta á wprd og rakst í einhvern taka svo að tölvan skipt næstum öllum orðunum… ég tók ekki eftir því fyrir en ég ´var búin að senda textan inn… sorry… vona að þið getið lifað með það!\nBók eða heft… er það nokkurnvegin ekki það sama?"
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2001-10-17 20:25:58",
            "id": "306170",
            "reply_to_id": "306162",
            "text": "Krizzi.\nÞú hefur ekki enn svarað spurningu minni. Ég svaraði þinni, en þar sem ekkert svar hefur birst frá þér, þá hlýt ég að álíta að þú hafir engar heimildir fyrir skoðun þinni. Bara að eitthvað sé svona og svona af því að þú vilt að það sé svona og svona.\nÞetta hlýtur þá að gilda um ALLT sem þú segir."
        },
        {
            "user": "krizzi",
            "user_id": "8997",
            "date": "2001-10-18 10:26:09",
            "id": "306171",
            "reply_to_id": "306170",
            "text": "Ég vil gjarnan lýsa undrun minni á því afhverju þú ert að koma hingað inn á þessa grein til þess að koma með einhver skot á mig ss. ég hef engin rök! Ég hef bara annað að gera en að rífast yfir því hver okkar er gáfaðari… ég sé að samræður okkar eru ekki að ná því takmarki sem er að komast að sömu niðurstöðu… og ef ég segi eithvað sem þú ert ósammála þá heldur þú því bara að ég veit ekkert um málið og er bara gelgja í 8. bekk. Og svo notaru alhæfingu vegna þess að þú taldir eina skoðun mína ranga, þá er alt rangt sem ég segi!!\nÉg skil ekki afhverju þetta er svo mikilvægt fyrir þig… ég er bara ekki að fá neitt út úr “sambandi” okkar! Við verðum að hætta saman!\n–Krizzi–\nPs. hvaða grein ertu að tala um?"
        },
        {
            "user": "cyrez",
            "user_id": "6397",
            "date": "2001-10-18 12:15:51",
            "id": "306172",
            "reply_to_id": "306171",
            "text": "krizzi: farðu til saudi-arabiu ef þú ert ósáttu"
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2001-10-18 17:50:23",
            "id": "306173",
            "reply_to_id": "306172",
            "text": "Já gerðu það bara. Ef maður ætlar að tjá sig á Íslandi er lágmark að maður geti gert sig skiljanlegan á eigin tungumáli.\nReyndar skil ég ekki sjálfur hvað ég er að eyða púðri í þig. Þess grein er ekki þess virði að svara einu sinni. Ég held ég láti hinum gelgjunum það eftir."
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2001-10-18 17:58:24",
            "id": "306174",
            "reply_to_id": "306173",
            "text": "Og já, hefurðu einhvern tímann heyrt talað um viðtengingarhátt. Flettu því upp. (\"heldur þú því bara að ég [VITI] ekkert um málið og [SÉ] bara gelgja\"). Þetta gat ég sagt þegar ég var tveggja ára, þó að ég byggi ekki á Íslandi. Ég biðst afsökunar ef þú ert nýbúi, þá er þetta afsakanlegt. En ég er að gera þér greiða með því að leiðrétta þig, ef þú vilt ekki hljóma eins og hálfviti í framtíðinni."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2001-10-19 20:44:49",
            "id": "306175",
            "reply_to_id": "306171",
            "text": "Ja, þú mátt vera undrandi. Þú spurðir mig spurningar og ég svaraði. Eins og þú talar um í þessari grein þá biður þú mig að láta þig í friði, en endar svo á smáspurningu til mín!\nVeit ekki hægri hendin hvað sú vinstri var að gera hjá þér? Eða lýsir þetta þér bara eins og þú ert? Ekki svara þessu, ég er löngu búinn að mynda mér skoðun á andlegu atgerfi þínu og ekkert fær breytt því, líklega ekki næstu árin.\nÉg nefndi ALDREI að skoðun þín væri röng, það eru þín orð, en ég spurði hvaða heimildir þú hefðir fyrir ákveðnum hlut sem þú hélst fram.\nEn það er önnur saga, og ef að líkum lætur þá munt þú lesa það sem þriðja saga."
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2001-10-18 09:38:55",
            "id": "306176",
            "reply_to_id": "306162",
            "text": "Hérna er öll stjórnarskráin eins og hún leggur sig:\nhttp://www.althingi.is/lagasofn/nuna/1944033.html"
        }
    ]
}