{
    "forum_title": "Körfubolti",
    "user": "Sporti",
    "user_id": "26071",
    "date": "2006-12-03 13:49:35",
    "title": "NBA í DAG(austurdeild)",
    "text": "Það sem er að gerast í dag.\nAustur:\nán efa skelfilegasta austurdeil frá upphafi\nOrlando(13-4)\neru að standa sig rosalega vel og fer það fremstur í flokki D.howard(nýja skrímslið í NBA). Grant Hill er líka en að og skilar sínu.\nDetroit(11-5)\neru komnir í gang eftir erfiða byrjun. Þeir hafa misst Big ben(til bulls) en N.mohamit er að standi sig bara vel í staðinn. Þeir verða áfram sterkir\nNets(6-9)\neru eftist í sínum riðli og eru því í 3.sæti. Hafa valdið smá vonbrigðum og spurning um að láta Carter fara á meðan þeir geta fengið eithvað fyrir hann(hann er laus eftir tímabilið)\nCleveland(10-6)\neru á svipuðum slóðum og maður átti von á. james að brillera en L.Hughes eru mikill vonbrigði.\nIndiana(9-8)\nþeir vita ekkert hvort að þeir eru á leyðini upp eða niður. Jermain o'neal góður\nAtlanta(6-8)\nungir og efnilegir en komsat líklega ekki í úrslittakeppnna í ár\nBulls(6-9)\nmestu vonbrigði tímabilsins. Hinrik,Deng,Gordon og nú hafa þeir fengið Ben Wallace en hann er gjörsamlega að skíta uppá bakk(eftir 60milljón dollara samning) miða við undanfarinn ár en ég trú ekki örðu en hann og liðið fari að hrökkva í gang. p.s Wallace og skiles eru byrjarðir að rífast.\nMiami(6-9)\njá voða sniðugt að halda sama liðið og í fyrra. Payton,morning og walker eru einfaldlega orðnir of gamlir og saddir eftir titilinn. Wade að brilla en Shaq meiddur.\nWashington(6-9)\nArenas á eftir að sparka þá í gang\nToranto(6-10)\nSkemmtilegt lið fullt af útlendingum.spurningamerki með þjálfaran.\n76ers(5-9)\nmaður vorkenir Iverson að þurfa að vera þarna og Webber byrjaður að væla.\nKnicks(6-12)\nvirka aðeins skári en í fyrra en það var ekki annað hægt.\nBoston(5-10)\nekkert í gani hjá þessu forn fræga liðið.\nBucks(5-10)\nRedd að brillera en liðið að drulla uppá bakk(76ers númer 2?)\nCharlotte(4-12)\nlíst vel á Morrison nýliðan en ekkert á liðið. Okford hefur komið samt sterkur til bakka.\nSkelfilega léleg deild og spuning um að leyfa vesturdeildina að fá bara 12 sæti í úrslitakeppnini í ár.",
    "url": "https://www.hugi.is/korfubolti/greinar/471221/nba-i-dagausturdeild/",
    "url_id": "471221",
    "id": "4293860",
    "replies": [
        {
            "user": "jonkorn",
            "user_id": "8512",
            "date": "2006-12-03 14:18:07",
            "id": "4297149",
            "reply_to_id": "4293860",
            "text": "Austrið er merkilega lélegt í ár, þrjú eða fjögur lið yfir 50% vinningshlutfalli og sjáið Atlantic division, ekki eitt lið yfir 50% þar. En ég er líka ferlega ánægður með gengi Orlando. Þeir eru greinilega komnir til að vera og eru líka vissulega að koma held ég flestum á óvart. En við Magic fans bjuggumst við þessu ;)\nDwight Howard er algjört monster já. Shaq sagði til dæmis fyrir ekki svo löngu að hans týpa af miðherjum væri deyjandi tegund, miðherjar í dag eru farnir að færa sig að þriggja stiga línunni, farnir að taka voða fancy jumpera og svona. En svo mætti Howard og Shaq hefur tilnefnt hann hinn rétta arftaka sinn. Spilar með bakið í körfuna, bakkar eins og vörubíll á körfunni og treður tuðrunni í smettið á andstæðingnum og svo fast að þeim verkjar fram að næsta stjörnuleik.\nEkki slæmt heldur að vera með complimentary miðjerja í Darko Milicic sem hefur átt góða leiki í ár. Einnig hafa þeir góða bakverði í Jameer Nelson, Carlos Arroyo, Travis Diener, Keyon Dooling, Keith Bogans og auðvitað JJ Redick. Hedo Turkoglu, Grant Hill, Trevor Ariza… Pat Garrity sem hefur verið slakur í ár reyndar, Bo Outlaw sem heldur hita á bekknum og Tony Battie sem hefur staðið sig bara ágætlega. Þetta er vel þétt lið.\nEf starterarnir eru ekki að standa sig, þá hafa þeir helvíti magnaðan bekk. Bekkurinn hefur verið að jarða bekki annarra liða, jafnvel startera.\nKomast vel í playoffs í ár en þó ekki lengra en í mesta lagi aðra umferð tel ég. Verða betri á næsta ári."
        },
        {
            "user": "sverrirf",
            "user_id": "61443",
            "date": "2006-12-03 15:35:12",
            "id": "4297427",
            "reply_to_id": "4293860",
            "text": "Djövull er ég ánægður að sjá Orlando ganga svona vel!!!\nByjaði að fylgjast með NBA fyrir 3-4 árum þegar að Orlando komst í 8 liða úrslit og varð ekkert smá svektur yfir því að þeir komust ekki í úrslita baráttuna árið eftir.\nSíðan fór ég svona að venjast því að þeim gékk ekkert rosalega vel en er geðveikt ánægður að þeir eru farnir að standa sig vel aftur.\nHoward er rosalegur og auðvitað stendur Grant Hill sig en ég held að það að þeir losuðu sig við Francise leiki líka stórann hlut í þessu."
        },
        {
            "user": "danielsmari",
            "user_id": "62566",
            "date": "2006-12-03 19:35:11",
            "id": "4298515",
            "reply_to_id": "4293860",
            "text": "Váá leiðinlegur lestur."
        },
        {
            "user": "jonkorn",
            "user_id": "8512",
            "date": "2006-12-03 19:56:46",
            "id": "4298661",
            "reply_to_id": "4298515",
            "text": "Enda áttu ekki að lesa þetta ef þú hefur ekki áhuga á þessu.\nÞess vegna var þetta tilgangslaust svar hjá þér."
        },
        {
            "user": "danielsmari",
            "user_id": "62566",
            "date": "2006-12-03 20:28:07",
            "id": "4298814",
            "reply_to_id": "4298661",
            "text": "ég hef alveg áhuga á körfubolta, þetta var bara gert svo leiðinlega, skelfilega sett upp og alls ekkert ítarlega fjallað um neitt. ég er engu nær um neitt."
        },
        {
            "user": "Sporti",
            "user_id": "26071",
            "date": "2006-12-03 20:37:09",
            "id": "4298871",
            "reply_to_id": "4298814",
            "text": "Tilgangurinn var bara að koma með snöggt yfirlit um stöðu liða í NBA í dag(því það hafa ekki komnar neinar greinar um deildina).\nÞeir sem villja skrifa ítarlega um uppháhalds liðið sitt eða bara um öll liðinn um að gera."
        },
        {
            "user": "danielsmari",
            "user_id": "62566",
            "date": "2006-12-03 23:12:21",
            "id": "4300048",
            "reply_to_id": "4298871",
            "text": "Láttu í það minnsta einhvern fara yfir þetta hjá þér, þetta er ekki vel stafsett."
        },
        {
            "user": "officerb",
            "user_id": "23211",
            "date": "2006-12-03 21:10:36",
            "id": "4299102",
            "reply_to_id": "4293860",
            "text": "Frábær grein félagi. Flott fyrir þá sem eru ekki með sýn. Horfi samasem ekkert á nba körfuboltan núna (maður byrjar í úrslitakeppninni)\nHaltu þessu endilega áfram ;)"
        },
        {
            "user": "gurkan",
            "user_id": "28428",
            "date": "2006-12-04 20:45:53",
            "id": "4303821",
            "reply_to_id": "4293860",
            "text": "Chicago er þó komnir á skrið.. búnir að vinna fjóra í röð og eiga tvo leiki á Indiana."
        }
    ]
}