{
    "forum_title": "Manager leikir",
    "user": null,
    "user_id": null,
    "date": "2001-10-17 12:42:55",
    "title": "Arsenal Arsenal!!",
    "text": "Ég er búinn með þrjú tímabil með Arsenal. Fyrsta tímabilið vann ég deildina með 98 stig, og vann Meistaradeildina án þess að tapa leik. Annað tímabilið vann ég deildina, deidlarbikarinn, meistaradeildina european super cup, intercontinental cup og tapaði í úrslitum í bikarnum fyrir Man Utd. Þriðja tímabilið vann ég deildina, deildarbikarinn, bikarinn, european cup, intercontinental cup, og tapaði í útslitum meistaradeildarinnar og heimsmeistarakeppni félagsliða - bæði fyrir Barcelona. Er búinn að tapa báðum Charity Shield í vítaspyrnukeppni fyrir Man Utd. Á þriðja tímabili skoraði Thierry Henry 53 mörk og var 26 valinn maður leiksins. Fínn leikur.",
    "url": "https://www.hugi.is/manager/greinar/47246/arsenal-arsenal/",
    "url_id": "47246",
    "id": "307187",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2001-10-17 15:27:48",
            "id": "307188",
            "reply_to_id": "307187",
            "text": "hvaða kerfi notaðiru??"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2001-10-17 16:23:15",
            "id": "307189",
            "reply_to_id": "307187",
            "text": "Fínn leikur? Afví að það er auðvelt að vinna með Arsenal?\nÞað er reyndar búið að kvarta MIKIÐ yfir því að Arsenal (og Manure að einhverju leiti) séu gríðarlega ofmetin. Ég held einfaldlega að CM3 vélin sé farin að sýna galla sína :)"
        },
        {
            "user": "polodroid",
            "user_id": "4379",
            "date": "2001-10-17 16:27:11",
            "id": "307190",
            "reply_to_id": "307187",
            "text": "Whá maður þetta er nokkuð gott,þú hefur greinilega nóg tíma:)\nÉg er með arsenal líka van deildina á fyrsta tím.\nnota 4.1.3.2 algjör snilld keypti 1 ungan finna í vörnina hann fékk ekkert að spila er að byrja á 2 tím og búin að kaupa anelka hann er að brillera hjá mér eins og alltaf síðan fer hann bara í fýlu og ég sel hann eins og alltaf en leikurinn er fínn og nú er bara að bíða eftir cm4."
        },
        {
            "user": "elvarmar",
            "user_id": "12448",
            "date": "2001-10-17 19:42:34",
            "id": "307191",
            "reply_to_id": "307187",
            "text": "Þetta er bull þetta kæti aldrei gerst.\nGalli galli galli"
        },
        {
            "user": "manutd",
            "user_id": "14108",
            "date": "2001-10-17 21:04:48",
            "id": "307192",
            "reply_to_id": "307187",
            "text": "þetta er auðveldasti leikur í heimi. Ég byrjaði með Man Utd og er búin með 1 tímabil. ég vann alla leikina nema tvo sem voru jafntefli.\nvan Nistelrou skoraði 62 mörk í 65 leikjum.\nSá gamli var erfiðari og það er miklu skemmtilegra. Þetta er ekki 4000 þús kr virði. Mestalagi 2000 kr."
        },
        {
            "user": "RAVING",
            "user_id": "597",
            "date": "2001-10-17 21:18:23",
            "id": "307193",
            "reply_to_id": "307192",
            "text": "Spurning um að vera þá eitthvað lélegra lið heldur en United, gæti kannski gert leikinn erfiðari:Þ"
        },
        {
            "user": "elfmund",
            "user_id": "1240",
            "date": "2001-10-17 21:54:08",
            "id": "307194",
            "reply_to_id": "307187",
            "text": "djöfull hata ég arsenal..\nsol campbell er gay (og já.. ég er Tottari)"
        },
        {
            "user": "xaron",
            "user_id": "3083",
            "date": "2001-10-17 22:16:54",
            "id": "307195",
            "reply_to_id": "307194",
            "text": "Kaldhæðni í þessu líka bara!"
        },
        {
            "user": "papercutz",
            "user_id": "4520",
            "date": "2001-10-18 01:12:46",
            "id": "307196",
            "reply_to_id": "307187",
            "text": "Þó svo ég er ekki beint aðdáandi Arsenal skal ég viðurkenna að þeir eru með góðan hóp, en Man Utd náttúrulega með miklu betri og eru að ná betur saman, og þá er ég að tala um í alvörunni… en jæja.. Ég tók við Man Utd í nýja, búinn með eitt tímabil og gekk nokkuð vel fyrir utan það að ég datt strax út úr CL vegna klaufaskaps! Vann FA og deild, og littla bikarinn þarna (týpískur Liverpool bikar :))))) ) Ég hef ekki orðið var við það að menn séu að owna leikinn einfaldlega, heldur bara svona meðallag, eins og þetta gengur og gerist í alvörunnni..\njæja..\nViva le Champ."
        },
        {
            "user": "Devilio",
            "user_id": "3418",
            "date": "2001-10-18 15:07:29",
            "id": "307197",
            "reply_to_id": "307196",
            "text": "Ef eitthvað lið er með svartan blett þá er það MANCHESTER UNITED. Ég er Arsenal maður og er stoltur af því, þeir hafa þó stíl."
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2001-10-18 16:46:49",
            "id": "307198",
            "reply_to_id": "307197",
            "text": "Ef að menn ætla að fara að rífast um hvaða lið sé “best” þá geta þeir snáfað sér á “Enska deildin”! Þetta er svæði fyrir tölvuleik og við höfum ekkert með raunveruleikan að gera. OK? :) Og miðað við það sem ég hef lesið (almennt) þá eru Manutd og Arsenal miklu betri en flest önnur lið (í enska) í þessum leik, og við vonum að það verði jafnað út :)"
        },
        {
            "user": "Ronni",
            "user_id": "2548",
            "date": "2001-10-19 15:29:21",
            "id": "307199",
            "reply_to_id": "307187",
            "text": "man u og arsenal eru bara ofmetin það er staðreynd"
        },
        {
            "user": "Beer",
            "user_id": "1917",
            "date": "2001-10-22 18:02:45",
            "id": "307200",
            "reply_to_id": "307187",
            "text": "papercutz sagði:\n“Þó svo ég er ekki beint aðdáandi Arsenal skal ég viðurkenna að þeir eru með góðan hóp, en Man Utd náttúrulega með miklu betri og eru að ná betur saman, og þá er ég að tala um í alvörunni…”\nJá við sáum það í leiknum á móti deportivo mar hehehe, Brown og Barthez alveg að ná vel saman!"
        },
        {
            "user": "jnbirkir",
            "user_id": "13252",
            "date": "2001-10-23 11:14:38",
            "id": "307201",
            "reply_to_id": "307200",
            "text": "Arsenal gæti aldrei spilað svona vel í alvörunni, því allir vita að þeir sjúga feitan göndul!!!\n'Afram LIVERPOOL!!!!!!!!!!!"
        },
        {
            "user": "Devilio",
            "user_id": "3418",
            "date": "2001-10-26 10:34:58",
            "id": "307202",
            "reply_to_id": "307201",
            "text": "Hey aumingjar, þetta sannar að Arsenal eru bestir.\nÞeir hafa líka meiri stíl en feitu man utd og öll hin.  Ég persónulega hef ekkert á móti liverpool.\nEn ég vona að flugvélin sem man utd fljúga í næst hrapi með þeim í henni……"
        },
        {
            "user": "sudan",
            "user_id": "12122",
            "date": "2001-10-26 17:10:41",
            "id": "307203",
            "reply_to_id": "307202",
            "text": "Gvuð minn góður ég er arsenal fan en Devilio “ég vona að flugvélin sem man utd fljúga í næst hrapi með þeim í henni……”    er ekki allt í lagi heim hjá þér svona talar maður ekki……………"
        }
    ]
}