{
    "forum_title": "Deiglan",
    "user": "LocoDuck",
    "user_id": "23289",
    "date": "2006-12-08 13:33:27",
    "title": "Orkuframleiðsla á Íslandi",
    "text": "Ég átti að skila einhverju verkefni í náttúrufræði um daginn um Orkuframleiðslu á Íslandi. Og hérna er afraksturinn.\nEruði sammála þessu í svona megin dráttum? ef ekki, why?\n——————————————–\nOrkuframleiðsla á Íslandi hefur verið mikið í umræðunni  uppá síðkastið, sérstaklega þar sem álver eru að spretta upp í miklum mæli og bara stóriðja yfir höfuð. Þessar stofnanir þurfa mikið rafmagn og þá hella menn sér yfir það hvernig hægt sé að fá eins mikið rafmagn og hægt er fyrir sem minnstan pening því á endanum snýst þetta allt um að græða peninga.\nÁ Kárahnúkjum er komin virkjun eins og allir íslendingar vita og hefur þessi virkjun verið mikið hitamál í íslensku samfélagi sumir eru á móti henni og aðrir með. Ég persónulega er á móti henni en fyrst þetta er komið svona langt af stað (búið að gera stífluna og byrjað að láta renna í lónið) þá ætla ég ekkert að vera eyða meiri orku í að tala um það.\nEn svona yfir höfuð finnst mér að við Íslendingar ættum að halda okkur í róglegheitunum því við erum fámenn og rík þjóð með fallega náttúru og að fara detta í einhverja stóriðju geðveiki hefur ekkert uppá sig og þjónar engum tilgangi. Það þýðir ekkert að vera tala endalaust um að álverin séu einhver greiði fyrir fólkið og það fái vinnu og þess háttar, mér finnst það allavega ekki nógu góð rök.\nHins vegar eru Íslendingar framanlega í vinnslu jarðvarma en það er eitthvað, sem og annað, sem við Íslendingar eigum að fara róglega í, ekki endilega virkja allt sem við sjáum, við verðum að hugsa aðeins hvað virkilega þarf og þarf ekki og það sem á að gilda er að reyna virkja eins lítið og mögulega hægt er.\nVð eigum að nýta auðlindirnar með mikilli hófsemi og stillingu og það er mikilvægt að þeir sem taka ákvarðanir láta ekki dáleiðast af peningum. Mér finnst einnig að í framtíðinni þegar á að koma í gang stóriðjuframkvæmdum (álver eða slíkt) eða setja í gang stóra virkjun þá ætti að fjalla um það með rökum með og á móti og stofna síðan til atkvæðragreiðslu, hvort hún nái til allra landsmanna eða hluta verður að meta í hverju tilviki fyrir sig.\nÞví það þýðir einfaldlega ekki að halda að menn sem hafa bullandi hagsmuni að gæta geti tekið réttar ákvarðanir, því ég er Íslendingur og ég á rétt til þess að mótmæla áður en eitthvað er ákveðið í stað þess að mæta með spjald fyrir utan hús þeirra sem ákváðu eða veittu leyfi og öskra þar því það ber minni árangur. Því það er léttara að fá fólk á þitt band áður en það hefur valið, því ef valið er búið fer fólk að verja það með öllum ráðum þótt það kannski er byrjað að hallast að þinni skoðun.\nNiðurstaða mín er að menn eiga alltaf að hreyfa eins lítið við náttúrnni og hægt er og ekki búa til orkufrekar byggingar (álver) sem við Íslendingar þurfum ekki og nota það til þess að réttlæta að meira rafmagn þurfi, þetta er vítahringur af verstu gerð.\nTB",
    "url": "https://www.hugi.is/deiglan/greinar/473301/orkuframleidsla-a-islandi/",
    "url_id": "473301",
    "id": "4321725",
    "replies": [
        {
            "user": "Zardok",
            "user_id": "19079",
            "date": "2006-12-08 14:31:12",
            "id": "4322149",
            "reply_to_id": "4321725",
            "text": "Ég er persónulega með Kárahnjúkavirkjun og eins og þú þá nenni ég ekki að eyða meira púðri í það.\nEkki alveg sammála þér því ég er eins og þú orðaðir það “dáleiddur af peniningum”. Ég tel að peningar eru ekkert slæmir ef þeir eru rétt notaðir. Stóriðja skilar pening í þjóðarbúið og peningurinn skilar sér svo til okkar sem skilar sér svo í enn betra lífi, meiri menntun, betra heilbrigðiskerfi osfrv. En eins og ég sagði ef þeir eru rétt notaðir.\nEn ég er líka sammála þér að það eigi ekki að virkja hvern foss því mér eins og örruglega flestum Íslendingum finnst gaman að fara öðru hverju í náttúruna. Þarna tel ég að eigi að ríkja jafnvægi þó ég telji að þetta jafnvægi eigi að leita aðeins meira að virkjunum.\nMeð jarðvarmann þá er það rétt að við erum framalega á því sviði en ég tel einmitt að við eigum að bæta þá tækni á því sviði enn meira og til þess þarf að virkja meira. Um daginn þá var tekið í notkun jarðvarma orkustöð í Kína sem á að koma í stað kolar orkustöðvar sem sá (minnir mig) um 300 þús manns ef ekki meira fyrir rafmagni. Þetta er hreinasti og minnst mengandi orkuframleiðslu ferlið í heiminum í dag og því er um að gera að dreifa þessari tækni um heimsbyggðina. Stundum þarf að hugsa globaly en ekki localy.\nEn annars fín grein"
        },
        {
            "user": "LocoDuck",
            "user_id": "23289",
            "date": "2006-12-09 01:35:30",
            "id": "4325343",
            "reply_to_id": "4322149",
            "text": "Stóriðja skilar pening í þjóðarbúið og peningurinn skilar sér svo til okkar sem skilar sér svo í enn betra lífi, meiri menntun, betra heilbrigðiskerfi osfrv. En eins og ég sagði ef þeir eru rétt notaðir.\nVið erum sögð vera eitt ríkasta land í heimi, mér finnst peningurinn ekki alveg að skila sér, þá sérstaklega ekki í heilbrigðisgeirann! Við eigum fyrst að reyna deila þessum “litlu” peningunum rétt.. þegar það er orðið nokkuð gott þá hugsanlega væriru með einhver rök fyrir stóriðju sem myndi skila inn meiri pening. En eins og staðan er í dag þá höfum við ekkert við meiri pening að gera finnst mér, þó er ég kominn á hálan ís þarna. En samt hver maður sér það að stofnanir eins og landspítallinn og svona eru ekki að fúnkera eins og í einu ríkasta landi veraldar. Stóriðjan er ekki þess virði!!!\nEn ég er líka sammála þér að það eigi ekki að virkja hvern foss því mér eins og örruglega flestum Íslendingum finnst gaman að fara öðru hverju í náttúruna. Þarna tel ég að eigi að ríkja jafnvægi\nþó ég telji að þetta jafnvægi eigi að leita aðeins meira að virkjunum.\nwhaaaat? ertu að tala um eins og hérna fyrir neðan að við þurfum að læra meira á þetta til þess að getað miðlað vitneskju og reynslu út fyrir landsseinana?\nMeð jarðvarmann þá er það rétt að við erum framalega á því sviði en ég tel einmitt að við eigum að bæta þá tækni á því sviði enn meira og til þess þarf að virkja meira. Um daginn þá var tekið í notkun jarðvarma orkustöð í Kína sem á að koma í stað kolar orkustöðvar sem sá (minnir mig) um 300 þús manns ef ekki meira fyrir rafmagni. Þetta er hreinasti og minnst mengandi orkuframleiðslu ferlið í heiminum í dag og því er um að gera að dreifa þessari tækni um heimsbyggðina. Stundum þarf að hugsa globaly en ekki localy.\nJá, en mér finnst að við ættum ekki að nota okkar land í of mikla tilraunastarfssemi, og að virkja mikið meira til þess að “læra meira” finnst mér dæmi á hálum ís.  Svona tilraunastarfssemi (sem er ekki endilega tilraunastarfssemi menn hafa mikla vitneskju um hvernig þetta virkar nú þegar) er hægt að gera annarsstaðar þar sem menn þurfa meira á þessu að halda og þurfa virkilega að koma upp svona virkjunum"
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2006-12-08 16:18:03",
            "id": "4322696",
            "reply_to_id": "4321725",
            "text": "Eitt fyndið í þessu öllu…þetta er sennilegasta það umhverfisvænasta sem við getum gert en sammt er allt vitlaust…Sólarorka hér á landi er nú bara órar óðs manns og ég er ekki viss um að Vindorka myndi stoða mikið við svona stórt apparat. Jarðvarmin er þegar að fara í að kynda hús og þá er bara vatsorka eftir…"
        },
        {
            "user": "ZoCo",
            "user_id": "60219",
            "date": "2006-12-08 18:58:54",
            "id": "4323612",
            "reply_to_id": "4321725",
            "text": "Auðvitað þarf að gæta hófs í öllu og þá einnig í álveragerð.  En ég er ekki sammála að álverin séu alveg tilgangslaus, þau skapa atvinnu fyrir mörg hundruð manns og ekki veitir af t.d. fyrir austan.  Ekkert annað en gott mál!  Mér hlakkar til þegar þjóðgarður hefur verið stofnaður norðan Vatnajökuls… góðan samgöngur eru þarna núna, og ekki skemmir fyrir að sjá einhverja flottustu og stærstu stíflu Evrópu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-12 21:41:21",
            "id": "4343281",
            "reply_to_id": "4323612",
            "text": "Veistu hvernig þetta er orðið heima (fyrir austan)?\nÍbúar úr byggðalögunum fjærst álverssvæðinu eru að færa sig þangað í vaxandi mæli. Það er ekki góðs viti. Þorpið mitt er á slíku jaðarsvæði. Smiðirnir sem voru heima eru farnir til Egilsstaða / Reyðarfjarðar, enda meiri vinna þar, en litla þorpið mitt er að skreppa saman.\nVildi bara nefna þetta til fróðleiks."
        },
        {
            "user": "ZoCo",
            "user_id": "60219",
            "date": "2006-12-13 00:31:58",
            "id": "4344233",
            "reply_to_id": "4323612",
            "text": "æj þetta svar átti að vera hjá svarinu á undan!:p"
        },
        {
            "user": "eero",
            "user_id": "44660",
            "date": "2006-12-08 22:31:51",
            "id": "4324502",
            "reply_to_id": "4321725",
            "text": "Já það var alltof mikil bjartsýni í stjórnvöldum að halda að íslendigar sætti sig við svona vinnu, mér finnst íslendingar nú til dags vera orðnir alltof góðir með sig þeir vilja ekki vinna þessa og þessa vinnu en eru alltaf að væla út af atvinnuleysi eða pólverjum sem taka vinnuna og þetta er svona með flest mál það þarf alltaf að vera að mótmæla öllu og eins og einhver benti á hérna ofar þetta er ein umhverfisvænasta lausn okkar varðandi orku og samt fer fólk að væla yfir einhverjum smá blett sem þau hefðu aldrei farið að skoða eða hirt eitthvað um ef að það hefði ekki verið byggt virkjun."
        },
        {
            "user": "ZoCo",
            "user_id": "60219",
            "date": "2006-12-08 22:36:54",
            "id": "4324521",
            "reply_to_id": "4324502",
            "text": "algjörlega sammála þér!"
        },
        {
            "user": "LocoDuck",
            "user_id": "23289",
            "date": "2006-12-09 01:52:37",
            "id": "4325435",
            "reply_to_id": "4324502",
            "text": "Já það var alltof mikil bjartsýni í stjórnvöldum að halda að íslendigar sætti sig við svona vinnu, mér finnst íslendingar nú til dags vera orðnir alltof góðir með sig þeir vilja ekki vinna þessa og þessa vinnu en eru alltaf að væla út af atvinnuleysi eða pólverjum sem taka vinnuna og þetta er svona með flest mál það þarf alltaf að vera að mótmæla öllu og eins og einhver benti á hérna ofar þetta er ein umhverfisvænasta lausn okkar varðandi orku\nVið að byggja stíflu er tímabundin vinna, og ein stífla er nóg. En ef þú ert að tala um álver, þá finnst mér ekkert að því að vilja ekki vinna í þeim, land eins og Ísland á ekki að þurfa álver að mínu mati.\nMaður myndi halda að við værum komin lengra en að þurfa reisa álver til að “bjarga” einhverju atvinnuástandi."
        },
        {
            "user": "ZoCo",
            "user_id": "60219",
            "date": "2006-12-13 00:31:28",
            "id": "4344231",
            "reply_to_id": "4325435",
            "text": "En hvað er að því að vinna í álveri?  Þetta er flottur vinnustaður sem býður upp á svo marga möguleika.  Svo má náttúrulega ekki bara hugsa t.d. um álverið eitt og sér.  Eins og t.d. fyrir austan, álverið hefur svo víðferm áhrif.  Öll þjónusta ríkur upp og styrkist.. það verða auknar kröfur til alls og allt í kringum byggðarfélagið eflist!"
        },
        {
            "user": "coot",
            "user_id": "58043",
            "date": "2006-12-09 00:19:16",
            "id": "4325018",
            "reply_to_id": "4321725",
            "text": "Ég er alveg sammála þér, eiginlega öll rökin sem hafa komið hérna fyrir ofan finnst mér byggjast á misskilningi.\nFólk hugsar um verga þjóðarframleiðslu. Peningur kemur inn í samfélagið, en hvers virði er peningur ef hann nýtist bara í að öðlast meiri pening?\nFólk hugsar um atvinnu. En til eru margar atvinnugreinar sem fylla ekki andrúmsloftið af gróðurhúsalofttegundum og drekkja einstakri náttúru. Í Snæfellsbæ ætla menn að nota vatnið sem rennur frá fjöllum til að fylla flöskur og selja til útlanda, í Grindavík söktu þeir forljótu hrauni undir heilsulind og á Húsavík (og víðar) gerði fólk út hvalskoðunarbáta.\nFleiri rök á ég erfitt með að finna, en þessu er allt gert góð skil í Draumalandinu"
        },
        {
            "user": "LocoDuck",
            "user_id": "23289",
            "date": "2006-12-09 01:53:52",
            "id": "4325443",
            "reply_to_id": "4325018",
            "text": "Já, gott að einhvern hérna er með sömu skoðun og ég. Ég þarf að lesa þessa bók, kíki á hana í jólafríinu"
        },
        {
            "user": "ZoCo",
            "user_id": "60219",
            "date": "2006-12-09 02:56:25",
            "id": "4325595",
            "reply_to_id": "4325018",
            "text": "Þú finnur ekki stað í náttúrunni á Íslandi sem er ekki einstakur.  En stundum verða menn nú að láta eitthvað af hendi! ;)"
        },
        {
            "user": "LocoDuck",
            "user_id": "23289",
            "date": "2006-12-09 03:17:28",
            "id": "4325629",
            "reply_to_id": "4325595",
            "text": "miðað við stefnuna í dag, þá eru menn bara að fara láta heilan helling af hendi, sem er ekki þess virði."
        },
        {
            "user": "ZoCo",
            "user_id": "60219",
            "date": "2006-12-09 16:59:18",
            "id": "4327267",
            "reply_to_id": "4325629",
            "text": "Já það er rétt og menn verða nú að gæta hófs.  Ég er alveg sammála að við verðum að standa vörð um náttúruna og ekki bara virkja og virkja!"
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2006-12-15 03:39:53",
            "id": "4354065",
            "reply_to_id": "4325018",
            "text": "Allur þessi iðnaður byggir á ferðamönnum sem er í sjálfum sér allt í lagi en hann er ekki að standa undir sér, það er ekki allur. Bláa lónið er víst að gera vel en marig í þessum ferðaiðnaði eru ekki að reka sig vel.\nStóriðja er ekki endilega svarið en nýting auðlinda er eðlileg. Við erum að fá hreina orku, erum ekki að brenna kolum eða byggja kjarnorkuver. Áliðnaður er heldur ekki svo mengandi miða við hvað hann var áður. Men eru að finna betri og betri leiði til að ná fram skilvirkni við skautunina og talið er að með nýri tækni ætti áliðnaðurinn einungis að gefa frá sér 1/10 af því sem hann gerir í dag á næstu 10-15 árum.\nMá nýta orkuna í eitthvað annað? já þó það nú væri en þá er spurning um að finna eitthvað annað. Mikið hefur verið talað um við eigum að nota hugvitið sem er rétt enda snýst fjármálastarfsemin út á það og við erum að meika það þar.\nDraumalandið er ágætt en bókin er fyrst og fremst áróðursrit og persónulega er ég ekki svo hrifinn af því að menn blandi saman vísindum og pólitík í nafni áróðurs."
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2006-12-15 03:30:46",
            "id": "4354058",
            "reply_to_id": "4321725",
            "text": "Ekki segja mér að þú hafir skilað þessu verkefni inn? Hvað ertu gamall? segðu mér að þú sért í barnaskóla því ég vil ekki trúa þvi að nokkur framhaldsskóli taki við þessu.\nÞegar þú skrifar verkefni eða ritgerð er alltaf gotta að geta heimilda. Reyndu að forðast að nota “mér finnst” og “við eigum” og “við ættum”.\nNú má vel vera að þetta verkefni hafi bara átt að vera persónuleg skoðun þín á Orkuframleiðslu. Ef ekki oft gott í verkefnum og ritgerðum að skoða sögulegar forsendur fyrir því ástandi sem er núna.\nT.d. árið 1973 voru um 45%heimila landsmanna hituð með olíu en í dag er aðeins 1,5% hitað á þann hátt.\nÞað hefði verið gott að skoða orkunotkun við heimila s.s. við húshitun. Það er talið að við hústhitun séu notuð árlega 75kWh á hvern rúmmeter og nýting olíuketils sé ekki nema rúm 75% það myndi því kosta miða við olíuverð(gasolía) 5,97 kr/kWh miða við að heimilishitun frá hemlaveitum sé með nýtigarhlutfallið 55% sem er lægri en olíu en verðið einungis 0,8 kr/Kwh\nHvað með raforku? hvað nota heimilin mikið? um 2000 var orkunotkun um 4271 kWh ársnotkun og hvað er verðið, hvað eru að fara mikið í stóriðju?\nÞað vantar allar upplýsingar hjá þér og ef þú vilt taka afstöðu til virkjanna þarftu að hafa eitthvað meria en mér finnst, ef þú vilt verða tekinn alvarlega.\nUpplýsingar googlaði ég og fann skýrslu um orkuverð á Íslandi tók 1 min."
        },
        {
            "user": "Fredrik",
            "user_id": "30853",
            "date": "2006-12-15 11:41:42",
            "id": "4354470",
            "reply_to_id": "4354058",
            "text": "Zilliuz: Hann er bara að koma á framfæri hans skoðun á málinu. Ekkert sem segir að hann þurfi að koma með einhverjar tölur og samanburði, þó það myndi vissulega kæta einhverja..\nÞessi grein finnst mér vera upplýsandi fyrir fólk sem er ekki á bólakafi í þessu máli hvað varðar tölur. Ég hef sterka skoðun á þessu máli, þó er ég ekki með þessar tölur á hreinu, ég veit nógu mikið um þetta mál til að hafa skoðun á því.\nHinn meðaljón sem les þessa grein hefur núna kost á að skilja hans viðhorf. Ég er dæmi um þennan meðaljón, og ég sá ekkert upplýsandi við þitt seinna svar.\nHINSVEGAR. Þá fannst mér fyrra svarið þitt mun áhugarverðara, en svo datt einhver draugur í þig í seinna svarinu. Í fyrra svarinu þínu komstu með eitthvað sem var frá þér, en ekki einhverjar tölur sem eru skrifaðar upp eftir einhverjum öðrum þó þær skipta vissulega máli.\nÞað má segja að þessi grein hans sé hans heildarmynd á málinu, þ.e.a.s hvers konar hugsunarháttur sé hjá Íslendingum þessa dagana. Það er líka mikilvægt að sá sem hefur _enga_ skoðun á málinu, geti lesið þessa grein, án þess að þurfa að afla sér mikilla upplýsinga, þá eru kannski meiri líkur á að viðkomandi geri það.\nÞetta sem þó skrifaðir efst í svari þínu var gjörsamlega óþarfi."
        },
        {
            "user": "zillus",
            "user_id": "30611",
            "date": "2006-12-15 16:32:03",
            "id": "4355729",
            "reply_to_id": "4354470",
            "text": "Ertu að grínast í mér drengur!\nHann segir efst í greininni svo ég vitni bara orðrétt í hann:\nÉg átti að skila einhverju verkefni í náttúrufræði um daginn um Orkuframleiðslu á Íslandi. Og hérna er afraksturinn.\nAuðvitað þurfa menn að koma með tölur og eða annan rökstuðning máli sínu til stuðnings, sérstaklega ef menn ætla að taka pólitíska afstöðu í málinu.\nÉg tel það mikilvægt að menn aðgreini pólitík frá vísindum. Nú veit ég ekki hver tilgangur þessa verkefnis er en ég myndi ætla að hann hafi verið að fá nemendur til að velta uppi kostum og göllum orkuframleiðslu. Sem er raunin með flest verkefni sem menn vinna í skóla.\nþú segir: “Það má segja að þessi grein hans sé hans heildarmynd á málinu, þ.e.a.s hvers konar hugsunarháttur sé hjá Íslendingum þessa dagana.”\nGott og vel en ef þú ætlar að segja okkur hvers konar hugsunarháttur er hjá Íslendingum þessa dagna, verðuru að koma með einhverjar staðreyndir máli þínu til stuðnings. Það gerir hann ekki.\nÓrökstuddar fullyrðingar eru ekkert annað en áróður, hvort sem hann er réttur eða rangur.\nDæmi: Flestir Íslendingar eru sammála því að virkja þurfi meira á hálendinu.\nÞessi setning er fullyrðing sem í mínum bókum er hvorki rétt né röng, ég get ekki byggt neitt á henni þar sem ekki hefur verið sýnt fram á sannleiksgildi hennar. En hún er auðvitðar rétt í þínum bókum þar sem þú klárlega þarft ekki sönnur við.\nÉg er ekkert á móti greinarhöfund, ég er einungis að reyna að kenna honum að beita gagnrýnni hugsun og byggja mál sitt upp rökum."
        },
        {
            "user": "Fredrik",
            "user_id": "30853",
            "date": "2006-12-16 02:29:00",
            "id": "4358158",
            "reply_to_id": "4355729",
            "text": "Ertu að grínast í mér drengur!\nNei mér er fúlasta alvara.\nAuðvitað þurfa menn að koma með tölur og eða annan rökstuðning máli sínu til stuðnings, sérstaklega ef menn ætla að taka pólitíska afstöðu í málinu.\nGreinarhöfundur segir meðal annars:\n“Mér finnst einnig að í framtíðinni þegar á að koma í gang stóriðjuframkvæmdum (álver eða slíkt) eða setja í gang stóra virkjun þá ætti að fjalla um það með rökum með og á móti og stofna síðan til atkvæðragreiðslu, hvort hún nái til allra landsmanna eða hluta verður að meta í hverju tilviki fyrir sig.”\nÞarna er hann að benda á þá staðreynd sem liggur í augum uppi að landsmenn hefðu átt að fá að ráða þessu. Ríkisstjórnin er engan vegin færari um að taka þessa ákvörðun heldur en  þjóðin sjálf.\nEf þetta eru ekki rök þá veit ég ekki hvað.\nNú veit ég ekki hver tilgangur þessa verkefnis er en ég myndi ætla að hann hafi verið að fá nemendur til að velta uppi kostum og göllum orkuframleiðslu\nTilgangur þessa verkefnis hjá honum var líklega að upplýsa hans mat á málinu, sem hann gerði.\nGott og vel en ef þú ætlar að segja okkur hvers konar hugsunarháttur er hjá Íslendingum þessa dagna, verðuru að koma með einhverjar staðreyndir máli þínu til stuðnings. Það gerir hann ekki.\nÉg veit ekki hvað þú tókst úr þessari grein, ég það sem ég tók var það að Íslendingar séu að einblína of mikið á peninga, eða eins og hann orðar það dáleiðast af peningum, og menn gleyma að hugsa um aðra, kannski mikilvægri hluti, allavega í augum margra. En eins og þú segir, þá er þetta ekki staðreynd að margra mati. En sú staðreynd liggur í augum uppi að íslendingar eru að virkja meira núna en áður, og það eru plön um að halda áfram að virkja meira.\nÞetta er hugsundarháttur íslendinga. Virkja meira > græða peninga > spilla náttúru.\nHann er greinilega á móti því.\nÓrökstuddar fullyrðingar eru ekkert annað en áróður, hvort sem hann er réttur eða rangur.\nHárrétt hjá þér.\nÞessi setning er fullyrðing sem í mínum bókum er hvorki rétt né röng, ég get ekki byggt neitt á henni þar sem ekki hefur verið sýnt fram á sannleiksgildi hennar. En hún er auðvitðar rétt í þínum bókum þar sem þú klárlega þarft ekki sönnur við.\nJá, þessi setning er fullyrðing, líka í mínum bókum. Þessi setning kom ekki fyrir í greininni. Maður þarf ekki rök fyrir öllu sem maður segir. Þetta er eins og að segja “karlmenn fá að meðaltali hærri laun en konur á Íslandi” þetta er eitthvað sem liggur í augum uppi í dag.  En þarna er ég að tala um setninguna sem þú tókst fyrir.\nAnnars skil ég alveg hvað þú ert að segja, og þessi grein hefði vissulega mátt innihalda meiri rökstuðning og þá tölfræði. Reynum samt að einblína á það góða í þessari grein."
        }
    ]
}