{
    "forum_title": "Körfubolti",
    "user": "Sporti",
    "user_id": "26071",
    "date": "2006-12-09 12:39:55",
    "title": "Stór frétt í NBA",
    "text": "Já það hlaut að koma að þessu. Þrátt fyrir að hann hefur verið að segja það mikið að hann mun aldrei fara frá 76ers þá hefur Allen Iverson farið fram á sölu og eigandi 76ers sagði að líklega hefur Allen spilað sinn síðaasta leik fyrir félagið(hann má ekki hitta hina leikmenn liðsins né mæta á æfingar).\nÞessi 31 árs gamli Leikmaður sem hefur skorað yfir 30 stig að meðaltali í leik í vetur hefur ekki verið sáttur við gegni 76ers undanfarinn ár. Hann toppaði tímabilið 2001 þar sem hann vann MVP og komst í NBA úrslitinn á móti lakers(töpuðu 4-1).Síðan þá hefur hann átt góð tímabil en liðið hefur ekki getað mikið.\nEn núna er spurninginn hvert fer A.I????  Nokkara hugmyndir\nNúmer 1. Minnesota.\nÞarna getur Iverson spilað með Garnett. Garnett hefur verið í sömu vandamálum og Iverson(frábær leikmaður í lélegur liðið) og virðist þetta vera fulkominn blanda. Minnesota getur sent 76ers pakka með Randy Foye, Ricky Davis, Troy Hudson and Eddie Griffin og jafnvel valrétt.\nNúmer 2. Boston\nÞeir hafa verið duglegir að lýsa áhuga sínum á Iverson og hafa fullt af ungum og efnilegum leikmönum til þess að láta fara frá sér. Þarna myndi Iverson hitta Paul pierce og myndu þeir án efa vera góðir saman.\nNúmer 3. Atlanta\nIverson á hús í Atlanta og gæti hann því verið ánægður að fara þangað.Atlanta myndu þurfa að láta nokkra leikmenn fara frá sér t.d Marvin Williams, Speedy Claxton, Josh Childress og nokkra scrubs(því þetta er leikmenn með litla samninga).\nNúmer 4. Denver\nIverson og Carmelo Anthony  í sama liði væri auðvit gaman að sjá, því báðir miklir skorarar og keppnismenn. Denver myndu þurfa að láta nokkra góða menn fara frá sér t.d Andre Miller, Joe Smith, J.R. Smith og valrétt.\nIverson á eftir 3.ár af sínum samning(þá er þetta tímabil talið með) og er sá samningur mjög stór. Spurning um hvaða lið langar að vinna núna og fórna smá framtíðinni því Iverson er orðinn 31 árs og langar að fara að berjast um titla aftur.\nMér lýst best á Minnesota og hefur Garnett sjálfur lýst því yfir að hann vilji fá Iverson til sín.",
    "url": "https://www.hugi.is/korfubolti/greinar/473631/stor-frett-i-nba/",
    "url_id": "473631",
    "id": "4326057",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-09 13:17:22",
            "id": "4326292",
            "reply_to_id": "4326057",
            "text": "Já, þetta kemur virkilega á óvart, en samt ekki!\nVerður skrítið að sjá The Answer í öðru liði..\nAlveg skiljanlegt að hann hafi fengið sig fullsaddan af gengi 76ers undanfarin misseri."
        },
        {
            "user": "dabbidanna",
            "user_id": "32647",
            "date": "2006-12-09 14:02:21",
            "id": "4326486",
            "reply_to_id": "4326057",
            "text": "fer til houston og verður svaðalegt aðp sjá hann og T-mac saman"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2006-12-09 18:09:07",
            "id": "4327627",
            "reply_to_id": "4326486",
            "text": "Rockets hafa örugglega ekki efni á að hafa hann, T-Mac og Yao alla undir sama launaþaki.\nBætt við 9. desember 2006 -  18:09\nEn það væri samt næs uppstilling :)"
        },
        {
            "user": "sverrirf",
            "user_id": "61443",
            "date": "2006-12-10 00:36:57",
            "id": "4329528",
            "reply_to_id": "4326486",
            "text": "Spila þeir ekki að mestu leiti sömu stöðu? Það væri ekkert gaman!"
        },
        {
            "user": "gurkan",
            "user_id": "28428",
            "date": "2006-12-09 14:13:34",
            "id": "4326544",
            "reply_to_id": "4326057",
            "text": "Ég held að hann fari frá félaginu fyrir 1 round val"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-09 15:07:34",
            "id": "4326769",
            "reply_to_id": "4326057",
            "text": "Iverson í Wolves, það yrði svo killer blanda að hafa  Kevin Garnett og Allen Iverson í sama liði, held að þeir myndu smellpassa saman. Ég vona ekkert smá mikið, að hann fari þangað til Minnesota."
        },
        {
            "user": "sverrirf",
            "user_id": "61443",
            "date": "2006-12-09 16:36:44",
            "id": "4327184",
            "reply_to_id": "4326057",
            "text": "Hel að það væri geðveikt að sjá hann og Carmelo Anthony spila saman. En finst eitthvernvegin líklegra að eitthvað lið sem er ekki með stjörnu guard-a næli sér í hann, eins og til dæmis Orlando eða eitthvað álíka."
        },
        {
            "user": "dabbidanna",
            "user_id": "32647",
            "date": "2006-12-09 21:44:56",
            "id": "4328658",
            "reply_to_id": "4327184",
            "text": "þá væri hann samt kominn í sömu stöðu og hann er í"
        },
        {
            "user": "Sporti",
            "user_id": "26071",
            "date": "2006-12-09 22:02:12",
            "id": "4328748",
            "reply_to_id": "4328658",
            "text": "Orlando er með gott lið í ár og með Iverson innaborð mundu þeir keppa um austurstrandartitilinn(hey þeir munu hvort sem er gera það).\nOrlando getur ekkert skipt við 76ers og vilja það líklega ekki þannig að þetta er daut mál.\nNýjustu liðinn til þess að vera sögð skoða að gera tilboð í Iverson eru Clippers og Dallas en ég tel það ólíklegt að hann fari í Dallas."
        },
        {
            "user": "sverrirf",
            "user_id": "61443",
            "date": "2006-12-10 00:38:32",
            "id": "4329537",
            "reply_to_id": "4328658",
            "text": "*Hóst* Orlando eru með 13 sigra á móti 6 töpum og eru held ég efsti eða næst efsti í austurdeildinni!*hóst*"
        },
        {
            "user": "jonbii",
            "user_id": "54217",
            "date": "2006-12-19 12:16:13",
            "id": "4370298",
            "reply_to_id": "4327184",
            "text": "Anthony er nú í 15 leikja banni núna:/"
        },
        {
            "user": "WineGum",
            "user_id": "66739",
            "date": "2006-12-10 17:27:43",
            "id": "4332057",
            "reply_to_id": "4326057",
            "text": "mér finnst að hann ætti að fara til úlfanna, hann og garnett væru þá grimmustu úlfarnir í liðinu :D"
        },
        {
            "user": "Mogo",
            "user_id": "63687",
            "date": "2006-12-11 17:45:25",
            "id": "4336768",
            "reply_to_id": "4326057",
            "text": "Garnett er náttúrulega bestur í deildinni, því hann er geðveikur varnarmaður (Næstur á eftir Ben Wallace)og geðveikur skorari.\nAð sjá hann og Iverson i sama liði væri áskrift á titil held ég.\nSvo væri ég til í að sjá hann fara til Detroit í skiptum við Chaunsey Billups + valrétt."
        },
        {
            "user": "Mogo",
            "user_id": "63687",
            "date": "2006-12-11 17:46:48",
            "id": "4336772",
            "reply_to_id": "4326057",
            "text": "Svo væri ekkert leiðinlegt að sjá hann í Suns."
        },
        {
            "user": "starbury",
            "user_id": "59263",
            "date": "2006-12-12 12:52:13",
            "id": "4339925",
            "reply_to_id": "4336772",
            "text": "Nee held ekki þeir eru með gott lið og þurfa ekki Iverson, og svo held ég að það yrði ekkert gaman að horfa á þá(Mín Skoðun)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-16 16:29:52",
            "id": "4359233",
            "reply_to_id": "4326057",
            "text": "það væri snold ef hann færi til Detroit\nBætt við 16. desember 2006 -  16:31\nsnild"
        },
        {
            "user": "blubber",
            "user_id": "66913",
            "date": "2006-12-17 18:35:57",
            "id": "4363557",
            "reply_to_id": "4326057",
            "text": "Iverson í Timberwolves segi ég\nsnilld örugglega að sjá Garnett og Iverson spila saman"
        },
        {
            "user": "Manimal",
            "user_id": "44579",
            "date": "2006-12-17 21:02:26",
            "id": "4364254",
            "reply_to_id": "4326057",
            "text": "Samkvæmt\nþessu\nmyndi Troy Hudson, Ricky Davis, Eddie Griffin og Randy Foye fyrir The Answer og Alan Henderson ganga upp. Spurning hvort að Wolves myndu samþykkja það."
        },
        {
            "user": "Sporti",
            "user_id": "26071",
            "date": "2006-12-17 21:33:39",
            "id": "4364394",
            "reply_to_id": "4364254",
            "text": "Ég vill ekki vera leiðinlegur en það væri frekar spurning um hvort að 76ers myndu vilja samþykkja það.\n76ers eru að fara að reyna að byggja upp nýtt lið og vilja ekki fá leikmenn með langa samninga og vilja mikið fá nýliðavalrétti og samninga sem eru að fara að renna út.\nNýliða valið á næsta ári verður rosalega gott(annað en nýliða árið í ár). Ég hef heyrt að 76ers eru reyndar heitir fyrir að fá Foye til liðs við sig en því miður þá held ég að þeir munu ekki semja við timberwolves.\nspurning með Denver eða Golden state"
        },
        {
            "user": "Manimal",
            "user_id": "44579",
            "date": "2006-12-18 12:05:22",
            "id": "4366134",
            "reply_to_id": "4364394",
            "text": "Ég hef nú persónulega engan áhuga á að fá hann í Golden State, því ekki myndi AI slá út Baron Davis og ef hann yrði færður í tvistinn þá eru Monta Ellis\nog J-Rich þar."
        },
        {
            "user": "torrent",
            "user_id": "62853",
            "date": "2006-12-19 16:38:11",
            "id": "4371385",
            "reply_to_id": "4326057",
            "text": "eg held að hann fari til Boston…"
        },
        {
            "user": "Sporti",
            "user_id": "26071",
            "date": "2006-12-19 20:59:39",
            "id": "4372605",
            "reply_to_id": "4371385",
            "text": "Hann er farinn til Denver fyrir J.R Smith, Andrei Miller og tvo fyrstu valrétti(fyrir næsta ár).\nÞað verður gaman að sjá Carmelo Anthony og Iverson saman æi liði en þeir skora báðir yfir 30 stig að meðaltali í leik"
        },
        {
            "user": "putte",
            "user_id": "60204",
            "date": "2006-12-21 13:18:22",
            "id": "4379451",
            "reply_to_id": "4372605",
            "text": "Joe smith ekki J.R"
        },
        {
            "user": "Sporti",
            "user_id": "26071",
            "date": "2006-12-21 18:10:46",
            "id": "4380537",
            "reply_to_id": "4379451",
            "text": "já ég sá það strax.\nÞótt að J.r Smith er betri leikmaður þá græddo 76ers á að fá J.smith út af því að samningurinn hans er að renna út."
        },
        {
            "user": "sage",
            "user_id": "45064",
            "date": "2006-12-28 15:30:18",
            "id": "4405161",
            "reply_to_id": "4326057",
            "text": "já rólegur á því að vilja senda haug að mönnum fyrir einn gaur… þó hann sé iverson!"
        }
    ]
}