{
    "forum_title": "Tölvuleikir",
    "user": "LowProfile",
    "user_id": "5402",
    "date": "2001-10-18 22:10:50",
    "title": "Neocron",
    "text": "Ok, þetta er fyrsta greinin mín hérna svo plís ekki koma með einhverjar ömurlegar athugasemdir….\nNeocron: stafræn borg frá Reakktor media\nNú styttist í útgáfu hins frábæra tölvuleiks Neocron. Þar sem fáir þekkja leikinn hér á Íslandi hef ég ákveðið að senda inn smá grein hér á huga. Þetta er online tölvuleikur gerist á 28. öldinni í borginni Neocron, allir þeir sem spila leikinn eiga heima í borginni. Þú færð íbúð sem þú getur innréttað, þú getur sótt um vinnu, þú getur farið í kappakstur á fljúgandi mótorhjólum og þú getur skotið fólk í tætlur! Þú getur valið um 4 flokka persóna: Tank (Hevví kallar sem berja þig í spað), Private Eye (venjulegur borgari), Spy (tölvunörd og gáfnaljós) og PSI monk (flokkur sem er afar þjálfaður í að nota PSI galdra). Allir flokkarnir nema Tank geta notað svokallaða PSI galdra. Þá verður þó að æfa sérstaklega og aðeins gáfuðustu persónur geta notað þá. Borgin skiptist niður í 4 hluta: ViaRosso (fínt íbúðahverfi með matsölustöðum og verslunum), Plaza (íbúðahverfi með GEÐVEIKAN byggingarstíl), Pepper Park (strippbúllur og barir) og Outzones (gamalt verksmiðjuhverfi). Einnig er stór eyðimörk í kringum alla borgina. Gerðar voru kjarnorkutilraunir í eyðimörkinni og nú eru þar allavega stökkbreytt dýr. Atvinna getur verið hvað sem er: t.d. að reka fyrirtæki, gerast launmorðingi, eða hafa verðbréfaviðskipti. Í Neocron er verðbréfakerfi þar sem allir geta keypt og selt verðbréf í hinum ýmsu fyrirtækjum. Ef þú átt nógu stórt fyrirtæki geturðu skráð það á verðbréfaþingið. Einnig eru mörg félög (clans) sem hægt er að ganga í.\nÚtgefandi: CDV entertainment (Sudden Strike, Sudden Strike Forever)\nFramleiðandi: Reakktor Media, Þýskalandi\nMánaðargjald: 10 Evrur\nÚtgáfudagur: Desember 2001\nStaðan í dag: Beta test (level 3) ATH!!!! Enn er hægt að skrá sig í beta á www.neocron.com\nHeimasíður: www.cdv.de www.neocron.com",
    "url": "https://www.hugi.is/tolvuleikir/greinar/47409/neocron/",
    "url_id": "47409",
    "id": "308364",
    "replies": [
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2001-10-31 06:45:12",
            "id": "308365",
            "reply_to_id": "308364",
            "text": "Mjög góð grein hjá þér. Engar leiðinlegar slettur\nsem gefa manni höfuðverk :)\nAllavega mér líst vel á þennan leik.\nVirðist vera ákaflega sniðugur.\nDesember segir þú….\nBest að halda augu opin fyrir þessum.\nKveðja\nUlvu"
        },
        {
            "user": "jonk",
            "user_id": "2463",
            "date": "2002-01-13 23:56:23",
            "id": "308366",
            "reply_to_id": "308364",
            "text": "Ég held ég hafi skráð mig í betuna á þessum(er ekki link á hann af gamespot.com í beta horninu) en ég fékk ekki inngöngu.  Búhú :("
        }
    ]
}