{
    "forum_title": "Geimvísindi",
    "user": null,
    "user_id": null,
    "date": "2006-12-10 21:29:13",
    "title": "Hmm?",
    "text": "Hérna….voru það ekki Rússar sem héldu einhverntímann fram að það hefði aldrei neinn farið út í geim, eða allavega eitthvað ákveðið langt\naf því að mannslíkaminn myndi einfaldlega ekki þola það?",
    "url": "https://www.hugi.is/geimvisindi/korkar/474214/hmm/",
    "url_id": "474214",
    "id": "4333396",
    "replies": [
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2006-12-11 11:25:54",
            "id": "4335131",
            "reply_to_id": "4333396",
            "text": "Þeir vissu ekki hvernig mannslíkaminn myndi bregðast við þyngdarleysi."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-11 14:36:39",
            "id": "4335692",
            "reply_to_id": "4335131",
            "text": "nei það var ekki það :D, þetta var eitthvað seinna…"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-12-11 16:34:48",
            "id": "4336332",
            "reply_to_id": "4333396",
            "text": "Það hefur örugglega verið skoðun margra af mörgu þjóðerni í gegnum aldirnar."
        },
        {
            "user": "baldurt",
            "user_id": "18639",
            "date": "2007-01-30 19:08:32",
            "id": "4538402",
            "reply_to_id": "4333396",
            "text": "Mjög asnaleg rök sem þeir sem eru allvissir um að tungllendingin hafi verið fölsuð halda fram eru m.a. þau að mannslíkaminn myndi ekki ráða við það að ferðast gegnum Van Allen geislabeltið sem liggur umhverfis jörðina.\nÞað er vitleysa.\n\"Proponents of the Apollo Moon Landing Hoax allegations have argued that space travel to the moon is impossible because the Van Allen radiation would kill or incapacitate an astronaut who made the trip. James Van Allen himself, now deceased (August 9, 2006), dismissed these ideas. In practice, Apollo astronauts who traveled to the moon spent very little time in the belts and would have received a harmless dose [6]. Nevertheless NASA said that they deliberately timed Apollo launches, and used lunar transfer orbits that only skirted the edge of the belt over the equator to minimize the radiation. Astronauts who visited the moon would probably have a slightly higher risk of cancer during their lifetimes.\"\nhttp://en.wikipedia.org/wiki/Van_Allen_belt#Impact_on_space_travel\nTakk fyrir mig,\nBalli."
        }
    ]
}