{
    "forum_title": "Rómantík",
    "user": null,
    "user_id": null,
    "date": "2000-09-29 15:01:32",
    "title": "Sófi!",
    "text": "Um daginn birtust hérna nokkur orð um tvo drengi sem voru á ferðalagi með sófa í miðbænum!  Ekki var ég nú vör við þá, en hinsvegar var ég vör við hvítann sófa sem búið var að koma fyrir á túninu við Austurvöll í dag.  Þar sem ég er að vinna hérna niðrí miðbæ, hafði ég ágætis útsýni yfir þetta.  Ekki leið á löngu þar til nokkrir af miðbæjarrónunum okkar voru búnir að tilla sér í sófann og létu fara vel um sig.  Ég gat ekki betur séð en að þeir kæmust á ágætis séns með kvennfólki þarna í sófanum.  En það stóð ekki lengi yfir.  Stuttu seinna kom lögreglan og fjarlægði allt gamanið!  Mér fannst hinsvegar sófinn afskaplega rómantískur og setja skemmtilegan svip á miðbæinn í hádeginu!",
    "url": "https://www.hugi.is/romantik/greinar/4744/sofi/",
    "url_id": "4744",
    "id": "22726",
    "replies": [
        {
            "user": "hel",
            "user_id": "3733",
            "date": "2000-09-29 15:38:10",
            "id": "22727",
            "reply_to_id": "22726",
            "text": "afhverju ekki skella bara rúmi á lækjartorg?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-09-29 15:47:54",
            "id": "22728",
            "reply_to_id": "22727",
            "text": "…..já, það væri nú ekki svo vitlaust, ha?!"
        },
        {
            "user": "brunn",
            "user_id": "2006",
            "date": "2000-09-29 21:11:21",
            "id": "22729",
            "reply_to_id": "22726",
            "text": "hei! það er geggjað kúl! sko sófinn, rúmið er kannski einum of… ;)"
        },
        {
            "user": "melona",
            "user_id": "2691",
            "date": "2000-09-29 23:37:46",
            "id": "22730",
            "reply_to_id": "22729",
            "text": "Það væri vilt gaman og ógeðslega kósí að hafa sófa…og afhverju ekki RÚM!!!lol Það væri geðveikt!!!"
        },
        {
            "user": "Zeron",
            "user_id": "2624",
            "date": "2000-10-01 14:40:42",
            "id": "22731",
            "reply_to_id": "22726",
            "text": "afhverju bara ekki að flitja þangað… koma sér vel inn í menninguna…"
        },
        {
            "user": "creepz",
            "user_id": "4580",
            "date": "2000-10-03 15:48:37",
            "id": "22732",
            "reply_to_id": "22726",
            "text": "hei getur kannskið verið að þú hafir séð mig og vinkonu mína tilla okkur í hann.. en ég get nú ekki sagt að við vorum mikið heppnar með að hössla ´þó við sætum þar…"
        }
    ]
}