{
    "forum_title": "Smásögur",
    "user": "Crusader",
    "user_id": "3492",
    "date": "2001-10-19 14:46:52",
    "title": "Týndar Sálir (1. Hluti)",
    "text": "Hvað gerðist, hvar er ég? Er þetta draumur? Hér er allt svo dimmt og drungalegt. Það síðasta sem ég man var að ég var á leið heim úr vinnu. Ég var að keyra suðurlandsbrautina. Ég man ég missti stjórn á bílnum. Ég keyrði út af veginum. Ég man síðan að ég var í sjúkrabíl, mér fannst ég heyra einhvern kalla ,,Hann er í hjartastoppi“. Er ég virkilega… dáinn? Ef svo er þá er þetta ekki himnaríkið sem ég hafði hugsað mér. Dimmt og drungalegt. Jæja ég kemst ekki að miklu standandi hér, best ég litist um. Ég hafði ekki leitað lengi þangað til ég sá stóra hvíta byggingu bakvið þokuna. Byggingin var stór og með fjórum súlum fyrir framan svipað og dómshús. Ég gekk inn. Inni var stór salur skreyttur með fallegum málverkjum og máluðum þakgluggum. Svalir stóðu þrjár mannshæðir uppí loftinu meðfram veggjunum. Fleiri súlur gengu uppí loft sitthvoru megin við mig, út allan salinn. Í hinum enda salsins var maður sem sat við skrifborð. Hann var með lappirnar uppá borði og var að lesa eitthvað dagblað. Ég gekk að honum. ,,Fyrigefðu getirðu nokkuð sagt mér hvar ég er?” spurði ég hálf ræfilslega. Maðurinn svaraði engu og var niðursokkinn í lesturinn. Ég hækkaði róminn ,,Fyrirgefðu villtu segja mér hvar í anskotanum ég er!“ Maðurinn leit uppfyrir blaðið, setti lappirnar á gólfið og loks setti blaðið frá sér. ,,Fyrirgefðu ég sá þig ekki.” Svaraði maðurinn. ,,Komdu sæll ég heiti Pétur, betur þekktur sem Lykla Pétur, en ég er oftast kallaður Pési.“ mælti maðurinn. ,, Já sæll ég heiti Karl Jakobson og er nýkominn.” sagði Karl. ,,Karl Jakobson segiru. Hvar og hvenær ertu fæddur og hvar léstu?“ Spurði Pési. ,, Ég er fæddur í Reykjavík 15. okt 1974 og lést rétt áðan á suðurlandsbraut, held ég.” Pési byrjaði að pikka inná tölvuna sem sat á skrifborðinu. ,, Karl Jakobson, fæddur í Reykjavík 15 okt 1974 er það rétt?“ Spurði Pési. ,,Já það mun vera rétt.” Svaraði Karl af bragði. Pési byrjaði aftur að pikka inná tölvuna. Skömmu seinna sneri hann sér að Karli. ,,Ég finn engar skrár um þig í tölvunni.“ Sagði Pési. Karl sagði ekkert og beið þess að Pési heldi áfram að tala. ,,Þannig að ég get ekki hleypt þér inní himnaríki” Sagði Pési. Alvarlegur svipur kom á Karl. ,,Hvað meinarðu? Fer ég þá til helvítis?“ Spurðu Karl. ,,Nei, því miður hvorki himnaríki né helvíti taka neina áhættu á að hleypa óskráðum sálum inn í þeirra ríki.” Svaraði Pési. ,,Hvað á ég þá að gera? Hvert á ég að fara?“ Spurði Karl skelkaður. ,,Sko þú ert eitt af mjög fáu afbrigðum sem kallast týndar sálir þ.e sálir sem Guð hefur gleymt að skrá, því veit Guð ekki hvort þú sért góður eða illur.” Stór svipur kom á Karl. ,, Er ekkert sem ég get gert?“ Spurði Karl verulega skelkaður. ,,Það er eitt sem hægt er að gera en það er hægara sagt en gert. Þó að Guð hafi gleymt að skrá þig þá þýðir það ekki að Satan hafi gleymt því. Því er eina leiðin að stela skra´ningarbók Satans og koma með han hingað til mín.” Þá spurði Karl. ,, Afhveju segiru að ég þurfi að stela henni?“ ,, Satan og verðir hans munu aldrei láta þig fá bókina af fúsum og frjálsum vilja, þar sem Guð sér um að flokka illa og góða til himna og heljar þá er skráningarbók Satans aðeins hans eign sem hann notar sér til eigins notar. Hann mun ekki hleypa þér inn og líklega ekki tala við þig, því er eina leiðin að brjótast inn og stela bókinni.” Nú varð Karl en áhyggjufullari og spurði. ,,getirðu ekki gefið mér einhver ráð?\" Því miður ég bara vinn hérna. Hvað veit ég um helvíti? Þú verður að finna leið sjálfur, annars er mjög annríkt hjá mér núna og verð að biðja þig um að fara. Bless og gangi þér vel. Pési setti þá lappirnar uppá borð og hélt áfram að lesa blaðið. Ég gekk út í rökkrið. Ég leit til vinstri og sá í fjarska uppá hæð risastóra og skuggalega höll. Í sömu fjarlægð til hægri sá ég fallega og bjarta höll. Það þurfti engan snilling til að sjá hvor höllin var helvíti og hvor var himnaríki.",
    "url": "https://www.hugi.is/smasogur/greinar/47518/tyndar-salir-1-hluti/",
    "url_id": "47518",
    "id": "309242",
    "replies": [
        {
            "user": "Crusader",
            "user_id": "3492",
            "date": "2001-10-22 22:28:29",
            "id": "309243",
            "reply_to_id": "309242",
            "text": "Ég biðst velvirðingar á textastílnum, ég copyaði þetta úr Worpad og var svo sem ekkert að hugsa um það neitt meir."
        },
        {
            "user": "Scorpio21",
            "user_id": "7299",
            "date": "2001-10-29 19:52:44",
            "id": "309244",
            "reply_to_id": "309242",
            "text": "we want more!!!!!!!!!!"
        },
        {
            "user": "Ainar",
            "user_id": "3753",
            "date": "2002-01-19 02:00:31",
            "id": "309245",
            "reply_to_id": "309244",
            "text": "Þetta er mjög vel skrifað hjá þér, lýsingarnar góðar og samtölin raunveruleg. En söguþr'aðurinn alveg ‘ut ’i hött"
        },
        {
            "user": "Scorpio21",
            "user_id": "7299",
            "date": "2002-03-09 20:22:57",
            "id": "309246",
            "reply_to_id": "309245",
            "text": "bíddu hvað ertu eitthvað vangefinn eða eitthvað?? þetta er snilldarsaga! hva ertu í krossinum eða eitthvað?!?!?!"
        }
    ]
}