{
    "forum_title": "Músík almennt",
    "user": null,
    "user_id": null,
    "date": "2006-12-13 14:51:04",
    "title": "Prog Áhugamál",
    "text": "Ég er að láta undirskriftalista ganga til að stofna progg áhugamál, hverjir eru memm\nDæmi um progg sveitir eru Jethro Tull, King Crimson, Pink Floyd, Emerson Lake & Palmer, Ice, Project Creation, Agent Cooper & Manfred Mann's Earth. Ef þið viljið fara á listann svariði bara korknum og segjið að þið viljið komast á listann",
    "url": "https://www.hugi.is/musik/korkar/475165/prog-ahugamal/",
    "url_id": "475165",
    "id": "4345631",
    "replies": [
        {
            "user": "Tiddis",
            "user_id": "64350",
            "date": "2006-12-13 14:57:58",
            "id": "4345671",
            "reply_to_id": "4345631",
            "text": "Er ekki Prog fullsmátt hugtak til að stofna sér áhugamál hér á Huga.is ?"
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2006-12-13 15:00:22",
            "id": "4345688",
            "reply_to_id": "4345671",
            "text": "þetta er mjög vítt hugtak. Væri hægt að gera hellingu um þetta."
        },
        {
            "user": "Tiddis",
            "user_id": "64350",
            "date": "2006-12-13 15:02:03",
            "id": "4345699",
            "reply_to_id": "4345671",
            "text": "það eru svo margar hljómsveitir sem eru Progg eða undir miklum progg áhirfum, eða höfðu áhirf á proggið. Queen, Deep Purple, Beatles"
        },
        {
            "user": "Tiddis",
            "user_id": "64350",
            "date": "2006-12-13 15:05:51",
            "id": "4345722",
            "reply_to_id": "4345699",
            "text": "Ég er ekkert að tala um hljómsveitir heldur hugtakið\nT.d er Metall er mjög stórt hugtak útaf því að það hefur svokallað afsprengi t.d Black Metall, Death Metall og þar að auka Progressiv metall ( Er það ekki það sem þú varst að tala um eða bara Progressive)\nHinsvegar efast ég um að progressive hafi einverja undirliði ef svo er ég alltaf opinn fyrir ábendingum"
        },
        {
            "user": "Tiddis",
            "user_id": "64350",
            "date": "2006-12-13 15:07:55",
            "id": "4345735",
            "reply_to_id": "4345722",
            "text": "Progressive Metal verður líka tekið gillt á þessu áhugamáli ef það verður til. Bara Allt prog, ég meina það er til pönk áhugamál, þetta gæti orðið alveg eins stórt :)"
        },
        {
            "user": "Tiddis",
            "user_id": "64350",
            "date": "2006-12-13 15:14:19",
            "id": "4345768",
            "reply_to_id": "4345735",
            "text": "Það er rétt hjá þér en ég skil bara ekki afhverju það þarf alltaf að bæta við nýjum áhugamálum\nþótt að það sé í raun ekkert að því ^^"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-13 15:14:59",
            "id": "4345771",
            "reply_to_id": "4345768",
            "text": "svo að ég spyr, má ég bæta þér á listann?"
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2006-12-13 19:07:20",
            "id": "4347068",
            "reply_to_id": "4345768",
            "text": "tiddi viltu gjöruðu svovel að hætt með þenann helvítis kjafti :D"
        },
        {
            "user": "carpe",
            "user_id": "31491",
            "date": "2006-12-16 18:48:38",
            "id": "4359803",
            "reply_to_id": "4345735",
            "text": "Rugl.\nProgmetall er mín uppáhaldsstefna en ég myndi ekki vilja nýtt áhugamál f. það.\nPink Floyd á gullöldina.\nDream Theater á metal.\nTool á rokk/metal.\nOsfrv."
        },
        {
            "user": "siggiingi",
            "user_id": "62583",
            "date": "2008-12-22 01:02:17",
            "id": "6397010",
            "reply_to_id": "4345722",
            "text": "Canterbury Scene, crossover prog, eclectic prog, heavy prog, Indo-Raga prog, Symphonic Prog, krautrock, Neo prog, folk prog, electronic prog, space rock, prog metal og zeuhl :)"
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2006-12-13 14:59:53",
            "id": "4345682",
            "reply_to_id": "4345631",
            "text": "i´m in !\nen það vissir þú nú þegar A-bird."
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2006-12-13 16:29:12",
            "id": "4346133",
            "reply_to_id": "4345631",
            "text": "opeth!"
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2006-12-13 18:01:27",
            "id": "4346680",
            "reply_to_id": "4346133",
            "text": "Opeth hvað?"
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2006-12-13 18:40:02",
            "id": "4346910",
            "reply_to_id": "4346680",
            "text": "þeir eru progressive…."
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2006-12-13 18:50:47",
            "id": "4346967",
            "reply_to_id": "4346910",
            "text": "má bæta þér á listann?"
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2006-12-13 19:06:05",
            "id": "4347062",
            "reply_to_id": "4346967",
            "text": "sure…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-13 22:12:15",
            "id": "4348216",
            "reply_to_id": "4345631",
            "text": "Bættu mér á listann!:D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-14 14:36:45",
            "id": "4350409",
            "reply_to_id": "4348216",
            "text": "ok"
        },
        {
            "user": "AllesKlar",
            "user_id": "19099",
            "date": "2006-12-15 14:29:12",
            "id": "4355105",
            "reply_to_id": "4345631",
            "text": "ekki misskilja mig, ég datt í fyrir nokkrum árum progg tímabil og “að sjálfsögðu” hataði alla tónlist í kringum mig, svona já eins og gengur og gerist hjá fólki sem verður sjálfkjörið snobb vegna “framandi og frumlegs” tónlistaráhuga… ég held þetta áhugamál myndi vera jafnvel verri hugmynd en fávitaskapurinn sem “Gullöldin” er þar sem ég held að það sem myndi ganga á á þessu prog áhugamáli væru bara snobbstælar, jafnvel meiri en á helvítis “Gullöldinni”…einnig er þetta allt saman frekar heimskulegt ef þú segir: “Opeth?” þegar það spurt er hvort það sé ekki prog.\nProg er jú jú vítt hugtak, það er til prog í öllum tónlistargeirum, en samkvæmt heimskulegustu skilgreiningum þá er progg aðeins snobb böndin innan helvítis “Gullaldartímabilsins”"
        },
        {
            "user": "Dahlia",
            "user_id": "17898",
            "date": "2006-12-15 15:02:20",
            "id": "4355305",
            "reply_to_id": "4355105",
            "text": "Já, mér finnst mikið til í þessu."
        },
        {
            "user": "Dahlia",
            "user_id": "17898",
            "date": "2006-12-15 15:04:44",
            "id": "4355319",
            "reply_to_id": "4355305",
            "text": "má bæta þér á listann?"
        },
        {
            "user": "Dahlia",
            "user_id": "17898",
            "date": "2006-12-15 15:08:11",
            "id": "4355344",
            "reply_to_id": "4355319",
            "text": "Sjálfur hlusta ég á sumar prog-hljómsveitir, en ég bara sé ekkert að því að ræða um þær prog hljómsveitir á viðeigandi áhugamáli sem eru nú þegar til. Annars vil ég nú ekki vera leiðinlegur, að sjálfsögðu máttu bæta mér á listann."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-15 15:05:37",
            "id": "4355329",
            "reply_to_id": "4355105",
            "text": "ef þér finnst það…"
        },
        {
            "user": "Gauthals",
            "user_id": "62903",
            "date": "2006-12-16 17:39:57",
            "id": "4359522",
            "reply_to_id": "4355105",
            "text": "Mér finnst nú gullöldin ekki fávitaskapur, mér finnst nú að  besta tónlistin hafa verið gerð á því tímabili. Þetta er  bara mín skoðun. Það hafa allir mismunandi skoðanir.\nProg er jú jú vítt hugtak, það er til prog í öllum tónlistargeirum, en samkvæmt heimskulegustu skilgreiningum þá er progg aðeins snobb böndin innan helvítis “Gullaldartímabilsins”\nÞarna er ertu vonandi bara að gagngrýna skilgreiningu  en afhverju segirðu\nþá er progg aðeins snobb böndin innan helvítis \"Gullaldartímabilsins\nafhverju snobbbönd og afhverju helvítis Gullaldartímabil\nEn ég er sammála að það er prog í öllum tónlistargreinum\nEin spurning hérna í lokin á hvað hlustar þá aðallega"
        },
        {
            "user": "AllesKlar",
            "user_id": "19099",
            "date": "2006-12-17 00:08:06",
            "id": "4361070",
            "reply_to_id": "4359522",
            "text": "þegar ég segi snobb eða snobb bönd þá er ég ekki að tala um tónlist eða bandið sem slíkt eða slík, ég er að tala um meirihluta aðdáendahóps umrædds bands og það er alltaf loðið við prog bönd að það eru ekkert nema tónlistarsnobb fífl sem hlusta á þau þrátt fyrir að jújú þau eru góð, dæmi t.d. Genesis.\nAf hverju “helvítis gullaldartímabil”, því mér finnst flokkun tónlistar í geira alveg nóg, það þarf ekki að flokka tónlist í gæðum eftir einhverjum sérstökum tíma í tónlistarsögunni, og ef þau pælir aðeins í því, BARA nokkrum böndum… hefuru virkilega stundað þetta heimskulega áhugamál, það eru svona mesta lagi 20-30 bönd sem gera upp þetta “áhugamál” and that's it, ég gæti talið þau… …hey ætli ég geri það ekki bara: Led Zeppelin, Pink Floyd, The Beatles, The Who, The Doors, Yes, King Crimson, The Moody Blues, Janis Joplin, Cream, Jimi Hendrix [Experience], The Kinks, Uriah Heep, The Rolling Stones, Jethro Tull, Deep Purple, Queen, Blind Faith, Black Sabbath, Kansas, Journey, ELP, ELO, Allman Brothers, C,S,N&Y, The Beach Boys, David Bowie, Bob Dylan, Leonard Cohen, BÖC yaddi yaddi yaddi…\nPældu aðeins í þessu, í smá stund… þetta eru meira og minna allt æðisleg bönd og æðislegir listamenn en, er þetta í alvöru áhugamál útaf fyrir sig, ég skil það jú að mikill hluti fólks á það sameiginlegt að fíla aðeins meira en aðrir þessu bönd hér og kannski jú nokkur önnur sem tilheyra þessu áhugamáli en eiga kannski ekkert heima þar, t.d. The Velvet Underground, Roxy Music, Steely Dan… það sem verður úr þessu í meirihluta eru fokking krakkar og unglingar sem verða svo ástfanginn af sínum “einstaka” áhuga á tónlist því þau óvart gripu í gripu í einhverja plötu hjá pabba eða stóra bróðir, og verða svo hluti af kynslóð sem ruddist fram hérna á íslandi fyrir circa 3-4 árum sem gerir í því að leggja aðra í einelti tónlistarlega því; “það hefur ekki verið gerð eins góð tónlist síðan 1975”, “tónlist þá var gerð með tilfinningu”, “fólkið tileinkaði sér eitthvað og fylgdi því eftir þá”, “fólk þorði þá að vera djarft” eða eitthvað álíka mikið kjaftæði.\nEn nóg um það, ég, hvað hlusta ég á… …nenni ekki að fara útí það, en það er ekki einskorðað við eitthvað tímabil."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-15 19:40:34",
            "id": "4356602",
            "reply_to_id": "4345631",
            "text": "ég er með"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-15 22:39:57",
            "id": "4357246",
            "reply_to_id": "4356602",
            "text": "þú ert kominn á listann"
        }
    ]
}