{
    "forum_title": "Sagnfræði",
    "user": null,
    "user_id": null,
    "date": "2006-12-16 23:11:04",
    "title": "Hvað er Fasistmi?",
    "text": "Mér getur varla orða bundist lengur því þessi vefur hugi.is hefur greinilega færst til þeirra hugmyndarfræði og skoðanna sem Adolf Hitler og Fasistar héldu í hávegnum!!!!\nAf hverju spyrjið þið ykkur eflaust?\nJú, því núna eru frjáls skoðunarskipti, eðlileg og opin umfjöllun, allt það efni sem varðar persónufrelsi/skoðunarfrelsi/tjáningarfrelsi þessa vefs HUGI.IS BÖNNUÐ!!!\nALLT HÉRNA INNI ER RITSKOÐAÐ GOTT FÓLK!!! og þurkað út og þið eruð bönnuð ef þið verðið allt of frjáls í skoðunum hérna inni!!!\nÞessi vefur Hugi.is er því miður og yfirmenn hans viðurkenna það, er RITSKOÐAÐUR, og allt það efni sem kemur til með þess að ögra alla ykkur hugara.is hérna inni, til að hugsa frjálst, og móta ykkar eigin skoðanir!\nÉg ætla ekki að ögra ykkur til að spyrja þessa yfirmenn hugi.is hvað má spyrja og hvað ekki , til að verða rekinn eða bannaður!\nEn plís, farið að tengja, og púska saman, hlutinna…\nSemper Fi",
    "url": "https://www.hugi.is/saga/korkar/476368/hvad-er-fasistmi/",
    "url_id": "476368",
    "id": "4360830",
    "replies": [
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2006-12-16 23:22:38",
            "id": "4360869",
            "reply_to_id": "4360830",
            "text": "Ég skrifaði einisinni grein um að helförinn væri stórlega ýkt og hún var samþykkt af stjórnanda. Stjórnendur þurka ekki út og eyða því sem þeir eru ósammála, heldur eyða þeir því sem er niðrandi fyrir aðra notendur. Ég skal veðja við þig um að þessum korki verður ekki eytt, þótt hann gagnrýni þá sem þú ert að kalla fasista."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-16 23:43:50",
            "id": "4360970",
            "reply_to_id": "4360869",
            "text": "oki, það svarar því að hluta…"
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2006-12-17 00:02:13",
            "id": "4361046",
            "reply_to_id": "4360869",
            "text": "Rétt hjá þér, korkinum verður ekki eytt, ekki að mínu frumkvæði í það minnsta. Það gilda hinsvegar sömu reglur og um allt annað, að skítkasti og persónuárásum verður eytt.\nÉg nenni hinsvegar ekki að fara að elta ólar við þessar ásakanir/kenningar, vísa þeim einfaldlega til föðurhúsanna."
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2006-12-16 23:25:55",
            "id": "4360883",
            "reply_to_id": "4360830",
            "text": "Allt niðrandi og ólöglegt efni er tekið af vefnum, annars gæti hann ekki starfað.\nÞessar samsæriskennigar þínar eiga sér því engin rök."
        },
        {
            "user": "Icaruz",
            "user_id": "57559",
            "date": "2006-12-16 23:30:17",
            "id": "4360911",
            "reply_to_id": "4360830",
            "text": "til að verða rekinn eða bannaður!\nTil að verða þetta þarftu að gera eins og Lecter:)\nEkki drulla yfir mig, nenni ekki að byrja á þessari lecter vitleysu einu sinni enn…"
        },
        {
            "user": "Icaruz",
            "user_id": "57559",
            "date": "2006-12-16 23:42:57",
            "id": "4360965",
            "reply_to_id": "4360911",
            "text": "Ha? ?  Who?"
        },
        {
            "user": "Icaruz",
            "user_id": "57559",
            "date": "2006-12-17 09:54:02",
            "id": "4361901",
            "reply_to_id": "4360965",
            "text": "Æji, man  ekki alveg hvernig þetta var, hann var að senda inn mjög góðar greinar og eitthvað og svo gagnrýndi hann homma eða eitthvað og það varð allt crazy…\neins og ég segi, ég man ekki hvernig þetta var…"
        },
        {
            "user": "Moli0",
            "user_id": "54391",
            "date": "2006-12-21 08:17:05",
            "id": "4378960",
            "reply_to_id": "4360965",
            "text": "Ha who?\nMér sýnist þú vita það\n:)\n^linku"
        },
        {
            "user": "IcarusNocturnus",
            "user_id": "45000",
            "date": "2006-12-21 08:21:28",
            "id": "4378966",
            "reply_to_id": "4378960",
            "text": "Haha, aðeins eitt að segja við þessu… “PWNT”. :P"
        },
        {
            "user": "Moli0",
            "user_id": "54391",
            "date": "2006-12-21 08:22:01",
            "id": "4378967",
            "reply_to_id": "4378966",
            "text": "*hi5*, baby!"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-12-17 18:08:14",
            "id": "4363420",
            "reply_to_id": "4360830",
            "text": "Að sjálfsögðu er hann ritskoðaður, þessi vefur er í eigu einkafyrirtæki og rekin sem þjónusta við notendur hans.  Það er skiljanlegt að þeir setji reglur um notkun hans og efnisinnihald.\nÞó svo að þeir setji þessar reglur eru yfirmenn Huga ekki fasistar, enda eru þeir ekki að hvetja til þess að einhver alræðsihyggja nái yfir allan heiminn eða Ísland eingöngu.  Þér er frjálst að nota eigin miðla, þú mátt til dæmis setja upp eigin vefsíðu og eigin reglur og segja hvað sem er í krafti tjáningarfrelsis.  Fáðu þér endilega blogg eða stofnaðu eigin vefsíðu."
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2006-12-17 21:32:18",
            "id": "4364387",
            "reply_to_id": "4360830",
            "text": "já flestir sjá að ísrael er bara leið bandaríkjamanna til að halda aröbunum í skefjum, því arabar í slæmu ástandi verða að selja olíuna, og fara þar af leiðandi ekki að nota hana sem pólítiskt vopn, enn… ekki ætla ég að þurfa að fara að borga 350 kr. á líterinn, mér finst það of hátt nú þegar. svo… þetta er fínt."
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2006-12-19 21:10:40",
            "id": "4372646",
            "reply_to_id": "4364387",
            "text": "Elsku vinur,\nef þú hefur lesið Falið Vald þá veist þú að ameríka aka Bandaríkin eru stjórnuð gersamlega af Evrópsku-Gyðinga-Valdi sem varð til er Napóleon Bonaparte barðist í sinni lokaorrustu við Breta í Waterloo!!!\nVissir þú þetta ekki? En þá eignaðist gyðingar alla EVRÓPU með slíku lúmsku bragði að Lecter einum er það tamt að skrifa um! Mundu það!…"
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2006-12-20 18:35:43",
            "id": "4376355",
            "reply_to_id": "4372646",
            "text": "ég stórefast um að allir gyðingar séu tengdir saman í samtökum. A.m.k. voru þeir hræðilega varnarlausir þegar Hitler og Co. stútaði þeim. ástæða fyrir stofnun ísraels var sú að þrátt fyrir tap nasista. kærði sig enginn um gyðingana nema bandaríkjamenn. enda voru gyðingar sem fluttust frá sovíetríkjunum til ísraels næstum einu mennirnir sem fluttust úr sovíetríkjunum eftir seinni heimstyjröld."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-18 07:41:06",
            "id": "4365830",
            "reply_to_id": "4360830",
            "text": "Hvaða samsæris kenningar ert þú með alltafhreint"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-19 21:11:59",
            "id": "4372649",
            "reply_to_id": "4365830",
            "text": "Lestu bara það sem koma skal, þá munu augu þín upp ljukast."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-20 01:36:59",
            "id": "4373746",
            "reply_to_id": "4372649",
            "text": "pfff"
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2006-12-19 02:53:41",
            "id": "4369760",
            "reply_to_id": "4360830",
            "text": "Fasismi"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-19 16:21:48",
            "id": "4371308",
            "reply_to_id": "4360830",
            "text": "“Að sjálfsögðu er hann ritskoðaður, þessi vefur er í eigu einkafyrirtæki og rekin sem þjónusta við notendur hans. Það er skiljanlegt að þeir setji reglur um notkun hans og efnisinnihald.”\nNákvæmlega þetta, Hugi er ekki bloggsíða. Það gæti ýmislegt orðið til þess að Síminn yrði kærður og þessvegna þarf að fylgjast með því hvað fær að standa hérna. Þú þarft engar áhyggjur að hafa af fasisma. :)\nÉg reyndar tek eftir því að sumir eru aðeins of miklir regludýrkarar og það fer einstaklega mikið í taugarnar á mér, en svona er þetta bara."
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2006-12-21 12:45:59",
            "id": "4379364",
            "reply_to_id": "4360830",
            "text": "Hérna á deiglan er umræða milli kapitalisma og kommunísma, réttmæti forræðishyggju, rétt þjóðkirkjunar ect…hef aldrei nokkurntíman orðið var við neitt af þessari meintu ritskoðun. Mana þig til að pósta þessu sem víst eingin má vita."
        },
        {
            "user": "Joop",
            "user_id": "59499",
            "date": "2006-12-30 19:36:43",
            "id": "4413843",
            "reply_to_id": "4360830",
            "text": "Er sá partur af fasisma virkilega alltaf af hinu illa?"
        }
    ]
}