{
    "forum_title": "Smásögur",
    "user": "Bjarturl",
    "user_id": "51651",
    "date": "2006-12-18 00:13:23",
    "title": "The Tale of Arnarosa",
    "text": "There was a time before christ.Where the darkness ruled,where the dragons flyed and where the ligth was only safe in the little temple hidden in the ground.That temple was the temple of the god of all dragons.Zeck!There was one dragon that was the most aggressive of them all.His name was Lei.The son of the old man in the temple had the name Arnarosa.The god that Figthed against the darkness had aslo the name Arnarosa.The sword of destiny was theyr sword that would safe them all when the chosen one would have been found.One day when Arnarosa was having a dinner with the others the sword started brigthing up!The people goed to see it closer.In little letters said on the sword:Arnarosa!the old man said that Arnarosa must be the chosen one.Arnarosa did not wanna go up there and stop the evil cause he was scared.7 days and 7 nigths later he had decided to figth for the ligth and destroy the evil!One man must follow him and the one that was picked had the name Horus.They went upp the ladder of dareness up to the ground.The lands were clansed and mortals florished but even a bone pile circle may be breached.Then they went sleeping and when they were sleeping the Darkness knigths took them to theyr master.The master was LeiMan!He was looking for the sword and when he tried to take it his hand burned.He said that Arnarosa and Horus must figth for him or die!Then Arnarosa stabbed him in the neck with the sword!He became to dust.But they were too late.His peasants have found the ladder of dareness and they decided to make a war there in 5 days!Well but Arnarosa and Horus went to the dark temple and the God Zeck appears on the roof.But then Horus started to change into a egyptian god!He started getting larger and larger.And the sun started rising up higher and higher!All of the dark creatures were dying except for Lei and the other dragons.they had already gone to the temple and killed all of the people.The temple crashed and Lei made the darkness rise up again.Then Horus started getting weeker and weeker.Then Arnarosa said:I am the chosen one,i destroy the evil and i will safe Horus!He threw the sword to Lei and Lei laughed evil laugther and took the sword up.Then Arnarosa threw another sword to Lei at the other sword.Lei swalloved the sword and started burning and Arnarosa made him to use his powers to Heal Horus or he would make the gods punish him!Lei did that and died 5 seconds after! And Now the tale of Arnarosa is over and remember…Noone cant defeat the ligth!Noone!!!\nþetta er fyrsta sagan mín svo plís engin skítköst!",
    "url": "https://www.hugi.is/smasogur/greinar/476633/the-tale-of-arnarosa/",
    "url_id": "476633",
    "id": "4364277",
    "replies": [
        {
            "user": "Cthulhu",
            "user_id": "61151",
            "date": "2006-12-18 14:57:38",
            "id": "4366771",
            "reply_to_id": "4364277",
            "text": "búinn að vera fyrstur þrisvar í dag…….fuck yeah!!!"
        },
        {
            "user": "Bjarturl",
            "user_id": "51651",
            "date": "2006-12-18 14:58:42",
            "id": "4366782",
            "reply_to_id": "4366771",
            "text": "úú cool lucky guy!"
        },
        {
            "user": "Hadrianus",
            "user_id": "3208",
            "date": "2006-12-18 18:52:43",
            "id": "4367832",
            "reply_to_id": "4364277",
            "text": "Í fyrsta lagi, ég átti erfitt með að átta mig á sögunni vegna þess að hún er illa skrifuð á ensku, full af stafsetningar villum, og það er aldrei greinarskil og sjaldan bil á eftir punktum.\nEf þú ert að skrifa þetta í Word þá mæli ég með F7 takanum, “Spelling check”\nSagan virðist í svolitlu ósamræmi við sjálfa sig, það er verið að reyna að draga fram þessar klassísku fantasíu bókmenntir en almennilega ensku kunnáttu vantar til að ná fram þeim áhrifum.\nHugmyndin á bakvið söguna er svosem ekki alsæm en má bæta á marga vegur, laga o.s.fv.\nNafnið Horus, er frekar slæm notkun á nafni þar sem öll nöfnin virðast vera uppskálduð og svo er allt í einu nafn á Egypskum guði á meðal þeirra.\nEndirinn var óskiljanlegur, má skrifa betur, útfæra betur eða gera skiljanlegri með þægilegri ensku.\nHér á eftir koma nokkrir punktar um villur í enskunni, þetta er ekki tæmandi listi.\nThere was a time before christ\nRétt málfræðilega og stafsetningalega en hljómar óspennandi, gerir þetta of jarðneskt.\nMætti frekar vera í þessum dúr: “Before the written word,” eða “In times now long forgotten”\nwhere the dragons\nflyed\nwhere the dragons\nflew\nThe people\ngoed\nto see it closer\nThe people\nwent\nto see it closer\nThey went upp the ladder of\ndareness\nup to the ground\nDareness er ekki til sem orð\nDarkness knigths\ntook them to\ntheyr\nmaster\nThe knights of Darkness took them to their master (eða Lord)\nHe became to dust\nHe was turned to dust   —> became og to eru bæði sagnorð\nNoone\ncant\ndefeat the ligth!\nNoone\n!!!\ner skrifað none en ekki noone, en málfræðilega séð er réttar að skrifa,\nno one can defeat the light, no one!!!\neða\nThe light shall/will prevail\nað lokum vill ég benda þér á\nwww.dictionary.com\nef þú ert að leita að einhverjum orðum."
        },
        {
            "user": "Bjarturl",
            "user_id": "51651",
            "date": "2006-12-18 20:02:00",
            "id": "4368200",
            "reply_to_id": "4367832",
            "text": "ég skal gera aðra betri"
        }
    ]
}