{
    "forum_title": "Kvikmyndir",
    "user": "deadgau5",
    "user_id": "25259",
    "date": "2006-12-21 19:41:09",
    "title": "Jólamyndir : Die Hard II",
    "text": "Die Hard II\nLeikstjóri : Renny Harlin\nÚtgáfuár 1990\nAðalhlutverk\nBruce Willis\nBonnie Bedelia\nWilliam Atherton\nWilliam Sadler\nJá þar sem fólk hefur ekki verið að standa sig í að koma með greinar um jólamyndir hef ég ákveðið að taka á skarið og smella einni ferskri hingað inn.\nDie Hard myndirnar eru náttúrulega löngu orðnar klassískar harðhausamyndir. Myndirnar fjalla um lögreglumanninn, harðhausinn og nóbelsverðlaunahafann(nei djók kjáninn þinn) John McClane og baráttu hans við hið ýmsasta illþýði sem herjar að.\nMyndin hefst á því að okkar maður, John McClane (Bruce Willis) er að sækja eiginkonu sína, Hallie McClane(Bonnie Bedelia) á flugvöllinn í jólaamstrinu. Eftir símtal við hana hefur okkar maður klukkustund til að drepa á flugvellinum með hann bíður eftir flugi konu sinnar. Á sama tíma er verið að fljúga með hershöfðingjann og illmennið Ramon Ezperanza sem hefur verið framseldur til Bandaríkjanna.\nOkkar maður fer að snuðrast um og kemst bráðum að því að ekki er allt með feldu og brátt hefst æsileg rússíbanareið sem endar heldur skrautlega.\nLeikurinn í myndinni er ekkert sérstakur enda er maður ekki að biðja um einhvern óskarsverðlaunaleik þegar Die Hard myndirnar eiga í hlut.\nSamtölin eru hinsvegar á allt öðru leveli og lélegar línur og one-linerar fjúka úr munni hetjunnar eins og kúlurnar úr vélbyssukjöftum illmennanna, gott(lélegt) dæmi um það er einmitt úr atriðinu þar sem okkar maður reynir að sannfæra lögregluforingjann á svæðinu um að eitthvað gruggut sé á sveimi;\nJohn McClane: Hey, Carmine, let me ask you something. What sets off the metal detectors first? The lead in your ass or the shit in your brains?\nÖnnur frekar hörð en jafnframt léleg er þessi hérna ;\nSamantha Coleman: Colonel Stuart, can I have a few words with you?\nCol. Stuart: You can have two: “fuck” and “you”.\nJá, ef þið fenguð ekki kjánahroll við þetta þá kalla ég ykkur góð.\nVert er að minnast á íslenska textann við myndina en hann er sér kafli út af fyrir sig, þýðandinn hefur án efa verið með hugann við eitthvað allt annað þegar textinn var gerður, þið sem hafið séð þetta skiljið mig, þið hin, þið eigið mikið eftir. Þó skilst mér að í einhverri útgáfu hafi textinn verið lagaður, sem er slæmt mál því að þessi texti  er sér upplifun út af fyrir sig.\nJólalegt gildi myndarinnar er náttúrulega annað sem vert er að hugsa um.\nNú, myndin gerist á háannatíma rétt fyrir jól og hvað er jólalegra en biðraðir og öngþveiti þreytts fólks sem er að reyna að komast heim til sín?\nEkki margt…en eitt þó; snjór.\nOg þessi mynd hefur hann, í tonnavís. Einmitt á versta tíma skellur þessi líka jólalegi snjóbylur á flugvellinum og almenningur ásamt John McClane er fastur inni á flugvelli ásamt óþokkum og illmennum af verstu sort.\nÞað er því ekki að ástæðulausu að þessi mynd er skylduáhorf á hverri Þorláksmessu hjá mér til að stilla inn á rétta jólaskapið.\nEinkunn á IMDB : 6.7\nMín einkunn : 8\nEinfaldur rökstuðningur þar, þrátt fyrir að vera aldrei talin kvikmyndalegt stórvirki er þessi mynd stórskemmtileg og asnaleg á víxl og þegar maður fer að sofa á Þorláksmessu eftir að hafa horft á þessa mynd er ekki laust við að maður skilji afhverju fólk elskar jólin.",
    "url": "https://www.hugi.is/kvikmyndir/greinar/477372/jolamyndir-die-hard-ii/",
    "url_id": "477372",
    "id": "4373947",
    "replies": [
        {
            "user": "JonTrambolin",
            "user_id": "64774",
            "date": "2006-12-21 19:49:43",
            "id": "4381064",
            "reply_to_id": "4373947",
            "text": "Flott grein um annars ágætis mynd… annars ætla ég að joina þig í þessu áhorfi á Þorláksmessu!"
        },
        {
            "user": "bigbud",
            "user_id": "66592",
            "date": "2006-12-21 19:52:33",
            "id": "4381088",
            "reply_to_id": "4373947",
            "text": "gott dæmi um þýðingu\nshit verður einfaldlega sjitt"
        },
        {
            "user": "deadgau5",
            "user_id": "25259",
            "date": "2006-12-21 20:04:28",
            "id": "4381163",
            "reply_to_id": "4381088",
            "text": "Líka,\naggresion\nverður “aggresjón!”"
        },
        {
            "user": "Svafnir",
            "user_id": "8098",
            "date": "2006-12-21 23:47:34",
            "id": "4382179",
            "reply_to_id": "4381163",
            "text": "Því miður. Þar sem „sjitt“ er íslenskt orð.\nAggresjón er ekki íslenskt orð."
        },
        {
            "user": "NariEff",
            "user_id": "14690",
            "date": "2006-12-24 16:44:04",
            "id": "4392695",
            "reply_to_id": "4382179",
            "text": "“sjitt” var nú ekki orðið íslenskt orð þegar þessi þýðing var gerð."
        },
        {
            "user": "ArtVandelay",
            "user_id": "57453",
            "date": "2006-12-21 20:03:44",
            "id": "4381159",
            "reply_to_id": "4373947",
            "text": "Konan hét Holly ekki Hallie. Annars er þetta drullu góð hasarmynd"
        },
        {
            "user": "Ragnarr",
            "user_id": "25730",
            "date": "2006-12-21 20:20:04",
            "id": "4381223",
            "reply_to_id": "4373947",
            "text": "Mér finnst þessi vera sú lélegasta af þríleiknum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-22 00:19:49",
            "id": "4382336",
            "reply_to_id": "4381223",
            "text": "Sammála þér þar."
        },
        {
            "user": "Shadowfaxx",
            "user_id": "37855",
            "date": "2006-12-23 13:44:29",
            "id": "4388072",
            "reply_to_id": "4381223",
            "text": "Sammála."
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2006-12-21 20:24:17",
            "id": "4381245",
            "reply_to_id": "4373947",
            "text": "Þetta fékk mig til að langa að horfa á myndina."
        },
        {
            "user": "HotWaX",
            "user_id": "3009",
            "date": "2006-12-21 20:29:24",
            "id": "4381262",
            "reply_to_id": "4373947",
            "text": "Virkilega slök mynd í samanburði við Die Hard og With Vengeange."
        },
        {
            "user": "Doofy",
            "user_id": "38930",
            "date": "2006-12-21 20:48:02",
            "id": "4381354",
            "reply_to_id": "4373947",
            "text": "OMFG horfi a þessa mynd a laugardaginn"
        },
        {
            "user": "Artharas",
            "user_id": "26938",
            "date": "2006-12-21 23:07:56",
            "id": "4381995",
            "reply_to_id": "4373947",
            "text": "Elska þessar myndir. Finnst samt 1 >> 2 > 3"
        },
        {
            "user": "Hairdoismylife",
            "user_id": "57267",
            "date": "2006-12-21 23:56:19",
            "id": "4382209",
            "reply_to_id": "4373947",
            "text": "góð jólamynd fyrir alla fjölskyldunna :Þ\nen já, ég horfði á hana um seinustu jól, og maður fékk enn meri jólafíling í sig ;)"
        },
        {
            "user": "Addi21",
            "user_id": "24719",
            "date": "2006-12-22 00:22:49",
            "id": "4382348",
            "reply_to_id": "4373947",
            "text": "Þetta var nú bara príðis mynd. Sá þessa nr. 2 af þessum myndum en vissi ekkert að þetta væri die hard.\nFanst einstaklega jólalegt ákveðið atriði:\n*SPOYLER*\nÞegar hann stingur grílukerti til að gera út af við ákveðinn mann\n*/SPOYLER*"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-22 00:34:05",
            "id": "4382399",
            "reply_to_id": "4373947",
            "text": "Ekki það góð mynd"
        },
        {
            "user": "Gautsen",
            "user_id": "16341",
            "date": "2006-12-22 05:22:35",
            "id": "4383095",
            "reply_to_id": "4373947",
            "text": "Fuck þessi þýðing á að fá nóbelsverðlaun.\n“Do you have a comment on that sir?”\n“Hefur þú eitthvað um það að segja Herra Sir”\nBEEEEEEEEEEST"
        },
        {
            "user": "Shadowfaxx",
            "user_id": "37855",
            "date": "2006-12-23 13:44:23",
            "id": "4388070",
            "reply_to_id": "4373947",
            "text": "Lélegust af þeim þrem. Röðin hjá mér er:\n1\n3\n2\nAllar góðar en sumar skara útúr ;)"
        },
        {
            "user": "christmastree",
            "user_id": "64770",
            "date": "2006-12-29 15:27:08",
            "id": "4408922",
            "reply_to_id": "4388070",
            "text": "Hvað er að?!?!?!?! Afhverju segja allir að Die Hard 2 sé verst´? Þetta er langbesta myndin. Betri en þessi crappy Die Hard witha a Wengage. Omg hvað það var dull mynd! 1 og 2 eru bestar. Sérstaklega 2!"
        },
        {
            "user": "Shadowfaxx",
            "user_id": "37855",
            "date": "2006-12-30 15:00:45",
            "id": "4412779",
            "reply_to_id": "4408922",
            "text": "Það er ekkert að mér nema það að ég hef öðruvísi smekk en þú.\nMÉR FINNST 2 VERST\nÞér má finnast hvað sem þú vilt. I dont give a fuck."
        }
    ]
}