{
    "forum_title": "Tíska & útlit",
    "user": "elimjon",
    "user_id": "10761",
    "date": "2001-10-21 22:43:48",
    "title": "Veturinn 2001-2002",
    "text": "Hmmm hvað er eiginlega í tísku núna?  Ég hef verið að hugsa um þetta í svoldinn tíma og virðist sem allt sé í tísku, sem er náttúrulega bara góður hlutur. Ef þú ferð út á götu og spáir í það hvernig fötum fólk gengur í sérðu ekki alla vera í því sama eins og var, sem dæmi allir í hettupeysu, tarkbuxum og Buffaloskóm. Mikið af fólki er farið að grafa upp föt af foreldrum og ömmum og öfum og það þykir alls ekki hallærislegt og mjög oft eru þetta mergjaðslega flott og að getað saumað sér föt er frábært og þú er ekki álitinn skrýtinn eða MH-ingur fyrir að gera þetta.\nMér finnst þetta frábært að álit fólks hefur breyst, en auðvitað eru alltaf þessar tískustefnur í Gallery sautján og þessum búðum og alltaf er hægt að finna eitthvað flott þar en fólk er farið að blanda alls komar fötum saman og gera það sem því dettur í hug.\nþað er mjög gaman að þessu og ég styð það að fólk noti ýmindunaraflið og sköpunarhæfileikana.",
    "url": "https://www.hugi.is/tiska/greinar/47756/veturinn-2001-2002/",
    "url_id": "47756",
    "id": "310772",
    "replies": [
        {
            "user": "kvkhamlet",
            "user_id": "10172",
            "date": "2001-10-22 14:36:37",
            "id": "310773",
            "reply_to_id": "310772",
            "text": "Mjög svo sammála… það er svo furðulegt, ég var einu sinni að gera fyrirlestur um tísku á sjöunda áratugnum (1960-1970) og fékk hjálp hjá mömmu, og samkvæmt henni þá var bara eitthvað eitt í tízku og ekkert annað, sama hvernig fólk var vaxið og hvaða litir færu því vel, ef brún níðþröng peysa var í tízku, þá voru allir í brúnni níðþröngri peysu! Guði sér lof að tízkan sé ekki þannig núna!! :)"
        },
        {
            "user": "peewee",
            "user_id": "14160",
            "date": "2001-10-22 16:54:50",
            "id": "310774",
            "reply_to_id": "310772",
            "text": "Já, ég hef líka verið að velta því fyrir mér hvað sé í tísku. En svona þegar maður lítur yfir hópinn þá held ég bara að það sé allt í tísku svo lengi sem það passar á þig! Það eina sem kannski er svona “minnst í tísku” eru þessir þykkbotna skór sem eru búnir að vera frekar vinsælir síðustu ár!\nÉg er ótrúlega hlynnt því að taka eitthvað sem mamma og pabbi áttu og sjóða það einhvernveginn saman. Og já hvað ég öfunda þá sem geta það…\nEn mikið er ég líka fegin að tískan er ekki eins og kvkhamlet lýsti!!"
        },
        {
            "user": "hexiaa",
            "user_id": "9648",
            "date": "2001-10-22 23:02:31",
            "id": "310775",
            "reply_to_id": "310774",
            "text": "ég fíla tískuna sem er núna, semsagt það er ekki neitt sérstakt bara eitthvað sem maður þrusar saman og ef það passar er það bara gott mál!\nmaður þarf ekkert að vera troða sér í einhverjar gallabuxur sem eru 2 nr. of litlar og þannig!\nen allavega ég er ánægð með þetta :)"
        },
        {
            "user": "Bluefire",
            "user_id": "13254",
            "date": "2001-10-23 15:56:53",
            "id": "310776",
            "reply_to_id": "310772",
            "text": "Er e-ð verra að vera MH-ingur?\nBara að spyrja!"
        },
        {
            "user": "elimjon",
            "user_id": "10761",
            "date": "2001-10-23 17:32:38",
            "id": "310777",
            "reply_to_id": "310776",
            "text": "Nei alls ekki."
        },
        {
            "user": "Bluefire",
            "user_id": "13254",
            "date": "2001-10-24 09:22:11",
            "id": "310778",
            "reply_to_id": "310777",
            "text": "Ég var bara að velta þessu fyrir mér, ég hef aldrei heyrt tekið svona til orða áður."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-10-24 19:53:40",
            "id": "310779",
            "reply_to_id": "310778",
            "text": "you dont get out much do you?"
        }
    ]
}