{
    "forum_title": "Matargerð",
    "user": "ormurof",
    "user_id": "12791",
    "date": "2001-10-22 17:01:31",
    "title": "Auðveldar uppskriftir???",
    "text": "Ég er ein af þeim sem finnst gaman að elda en er jafnframt\nMJÖG óþolinmóð. Ég er búin að vera að leita á fullu að síðu\nþar sem ég get fundið auðveldar uppskriftir sem eru fljótlegar.\nÉg verða bara að segja að þegar ég kem heim úr vinnunni\nkl.18 og á eftir að fara út í búð þá nenni ég sjaldnast að taka til\nvið margra klukkutíma eldamennsku. Ég er venjulega mjög\ndugleg við að prófa eitthvað nýtt en nenni ekki að standa sveitt\nyfir pottunum í þrjá tíma. Endilega bendið mér á síður þar sem\nég finn auðveldar uppskriftir eða sendið hingað inn á huga.",
    "url": "https://www.hugi.is/matargerd/greinar/47829/audveldar-uppskriftir/",
    "url_id": "47829",
    "id": "311176",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2001-10-22 22:08:42",
            "id": "311177",
            "reply_to_id": "311176",
            "text": "Ég get bent þér á Jamie Oliver!! Hann er alltaf með svo sniðuga rétti og einfalda! Ég veit nú samt ekkert um það hvort þeir eru fljótlegri en aðrir réttir en það má láta á það reyna! Allar uppskriftirnar sem hafa komið í þáttunum: Naked Chef eru á uppskriftir.is og þá smelliru bara á Jamie Oliver og þá finnuru kannski eitthvað við þitt hæfi!!\nVona að þú finnir eitthvað sniðugt!!"
        },
        {
            "user": "Oscar",
            "user_id": "29895",
            "date": "2001-10-23 13:11:34",
            "id": "311178",
            "reply_to_id": "311176",
            "text": "þegar ég er á hraðferð þá bara fer ég í frystinn og næ mér í hakkpakka sem eg þýði, steiki svo hakkið og bý mér til einhvern þessara girnilegu knorr rétta: pasta blanca ( á að nota kjúklingakjöt en hakk er bara miklu betra)  mexican lasagna, lasanette,bolognese… ódýrt og fljótlegt og sjúklega gott :):):)\nkv. daja"
        },
        {
            "user": "siggagumm",
            "user_id": "10734",
            "date": "2001-10-23 13:23:59",
            "id": "311179",
            "reply_to_id": "311176",
            "text": "Vina mín! ég get nú sagt þér eitt að þið tvö getið bara pantað ykkur pitsu eða farið á ný-ung að borða. Þú skalt ekkert vera að hafa fyrir því að elda ofan í kallinn:) hehe! (Bara að segja hæ) og takk fyrir gistinguna á fimmtudaginn!"
        },
        {
            "user": "annaei",
            "user_id": "9812",
            "date": "2001-10-23 15:34:56",
            "id": "311180",
            "reply_to_id": "311176",
            "text": "Það voru að koma nýjir kínverskir réttir í Nettó sem eru ofsalega fljótlegir og þægilegir.  Ég prófaði einn um daginn og hann var mjög góður.  Þetta heitir AMOY.  Ég fékk lítið blað með uppskriftum og t.d. súrsætt svínakjöt með grænmeti og núðlum tekur ca 5-10 mín að gera.  Maður stekir kjötið í 3 mín, bætir svo við grænmeti, sósu og núðlum og steikir í 2-3 mín og rétturinn er til.  Það var líka uppskrift af nautakjöti.  Ef fólk vill frekar grænmetis þá er hægt að gera þetta alveg eins bara sleppa kjötinu.  Það fást núðlur, sósa og grænmeti í litlum pokum svo fyrirhöfnin er nákvæmlega engin.  Þetta er líka mjög gott! Mæli með að þið prófið þetta."
        },
        {
            "user": "kaktus",
            "user_id": "618",
            "date": "2001-10-23 23:18:23",
            "id": "311181",
            "reply_to_id": "311180",
            "text": "já, og svo er ótrúlega auðvelt að grípa með kjúklingabringur eða svínagúllas, tikka masala sósu eða rogan josh (jummjumm) frá uncle bens, tesco eða madhur jeffrey(!) og steikja saman. sjóða hrísgrjón og voila, tilbúið á 10 min\n(þetta er ekki auglýsing samt.) ;)"
        },
        {
            "user": "herzeleid",
            "user_id": "11020",
            "date": "2001-10-26 20:14:45",
            "id": "311182",
            "reply_to_id": "311181",
            "text": "það er geðveikt gott að sprauta remolaði og sinnepi uppí sig."
        },
        {
            "user": "kvkhamlet",
            "user_id": "10172",
            "date": "2001-10-27 15:54:11",
            "id": "311183",
            "reply_to_id": "311182",
            "text": "LOL! :D"
        },
        {
            "user": "krullukind",
            "user_id": "3410",
            "date": "2001-10-28 17:08:02",
            "id": "311184",
            "reply_to_id": "311176",
            "text": "Ef þér finnst fiskur góður þá er ég með eina mjög einfalda og góða uppskrift af fisk. Það sem gera þarf er að taka fiskflak, skera það niður í strimla og leggja strimlana í bleyti í sojasósu í ca. 5-10 mín (allt eftir því hvað þú vilt hafa mikið sojabragð af fiskinum). Síðan velturu strimlunum uppúr hveiti og steikir þetta á pönnunni. Berð fram með hrísgrjónum og uncle bens súrsætri sósu. Einfalt og gott! Mæli eindregið með því að þið prófið, þó ykkur finnist fiskur vondur."
        },
        {
            "user": "deTrix25",
            "user_id": "8129",
            "date": "2001-10-30 19:57:15",
            "id": "311185",
            "reply_to_id": "311184",
            "text": "Mér líst vel á þessa uppskrift hjá þér krullukind! Ég held að það sé með mig eins og svo marga aðra, að okkur finnst fiskur ekkert vonur…maður bara einhvernveginn eldar hann ekki…\nKveðja,\ndeTrix"
        },
        {
            "user": "herzeleid",
            "user_id": "11020",
            "date": "2001-10-30 20:23:14",
            "id": "311186",
            "reply_to_id": "311184",
            "text": "eða bara að éta fiskinn hráann og sprauta síðan sinnepi og remolaði uppí sig!"
        },
        {
            "user": "krullukind",
            "user_id": "3410",
            "date": "2001-10-30 22:39:25",
            "id": "311187",
            "reply_to_id": "311186",
            "text": "…eða það ;-)"
        },
        {
            "user": "iar",
            "user_id": "10262",
            "date": "2001-10-29 22:40:52",
            "id": "311188",
            "reply_to_id": "311176",
            "text": "UppskriftaWWWefurinn auðvitað!!\nKíktu á:  www.eldhus.is"
        }
    ]
}