{
    "forum_title": "Bílar",
    "user": "stakka",
    "user_id": "1280",
    "date": "2001-10-22 18:06:44",
    "title": "Skemmdir á bílum.",
    "text": "Ég sá á NBC (sem var sýnt á skjá einum.)\nAð þá voru þeir með þátt þar sem að tryggingarfélögin voru með prófanir á skemmdum á bílum miðað við 5 kílómetra hraða.\nÞeir voru að athuga stuðara á bílum og hvernig þeir urðu gangvart keyrslu á svona litlum hraða.\nÞeir bílar sem ég man eftir sem voru þarna voru Hyundai Accent, dodge caravan limited, M.benz CLK 320 og Lexus sem kostaði 50000 dali.\nhvort að Focus hafi bara ekki verið þarna líka.\nMeira um prófanir.\nSem sagt það sem tryggingarfélögin voru að athuga var hvað þessi tjón kostuðu og hvernig bílarnir komu útúr þessu. Því að þetta var það sem tryggingarnar voru að borga mest fyrir. Það voru þessi smátjón sem er hægt að koma í veg fyrir með góðum stuðara.\nPrófið:\nHyundai Accent = Good\nDodge Caracan limited = í meðallagi\nLexus = slæmt\nM.Benz = hræðilegt\nÞað sem kom mest á óvart er þessi hyundai, því að það þurfti sama sem ekkert að laga hann.\nOg hinsvegar M.Benz já Mercedes Benz sem fór svo hrikalega útúr þessu að það var ekki hægt að loka skottinu, miðað við 5 kílómetra hraða er þetta alveg óviðunandi.\nÞað sem verksmiðjan lét eftir sér var að þeir gagnrýndu þessar prófanir og að bíllinn sé hannaður fyrst og fremst varðandi öryggi en öryggi hefur ekkert að segja miðað við 5 kílómetra hraða.\nLexus sem fékk slæma einkunn lét laga þennan stuðara, en gagnrýndu engu að síður hvernig að þessum prófunum var staðið.\nÞessi úrslit gefa að engu að síður upplýsingar, sem gott er að vita, fyrir budduna. Manni er alltaf illt í henni. Og að geta negld tvo nagla í leiðinni að kaupa ódýrasta bílinn sem kemur líka ódýrast út varðandi “nudd” plús að hann er sparneytinn.\nÞið vitið það vel að svona smáárekstrar er eitthvað það versta sem maður lendir í. Og kostnaður við að gera við er alveg svimandi hár. Ég man eftir mínum eina árekstri (sem ég hef verið í órétti) að ég hefði getað sparað mér hellingspening ef ég hefði verið á huyndai. Ég endaði með að punga út 60.000 þús kalli fyrir viðgerð á Swiftinum mínum, sem var svo hljóðandi, nýtt grill, ný lugt, rétta bretti og rétta húdd.\nÞað er allt annað með þessa gömlu amerísku þar sem að maður má nudda og strjúka og ekkert gerist.\nVinkona kærustunnar minnar lenti í árekstri og fékk það metið að þetta væri 200 þús króna tjóna. En fékk húdd og bretti gefins frá kærastanum og grill, ljós, stuðara og lakk ódýrt hjá frænda mínum.\nvinur hennar sprautaði bílinn og kostnaður var 20.000 já ég endurtek 20.000 hún sparaði sér 180.000. Nú vitið þið hvað umboðin og viðgerðarmenn eru að fá í vasann.\nÞað er alltaf gott að vita að með handauppásnúningum og kunningjaskap, geturðu fengið allt miklu ódýrara.",
    "url": "https://www.hugi.is/bilar/greinar/47861/skemmdir-a-bilum/",
    "url_id": "47861",
    "id": "311650",
    "replies": [
        {
            "user": "T23",
            "user_id": "7741",
            "date": "2001-10-22 23:22:17",
            "id": "311651",
            "reply_to_id": "311650",
            "text": "Ok ég keyri um á Ford Ka! Ég var einn morguninn á leið í vinnuna ætli klukkan hafi ekki verið um 10 mínútur í níu! Það var örlítil rigning, og ég er stopp á ljósum, ég sé þennan bíl í baksýnisspeglinum á fleygiferð og ekkert að hægja á sér. Hann sér mig allt í einu og nær rétt svo en ekki alveg að sveigja frá. Hann klessir aftan á stuðaran hægra meginn. Allt í lagi…. Þetta var ekkert annað en glænýr Hyundai Accent!\nÞað sem gerðist var það að stuðarinn (sem er stór hluti af bílnum) hægra megin fór undir brettið hjá mér og lág ofan á hægra afturdekkinu, og afturljósið hægra meginn brotnaði. Ég náði að toga stuðaran aftur í sama form þannig að hann var mjög heillegur fyrir utan brotna ljósið. Tjónið mitt hljóðaði upp á svona 15 þúsund. Málið með Ford Ka stuðarann er að hann er í þrennu lagi að framan og aftan þannig að ég gat keypt hægra partinn af stuðaranum aftan á bílinn:).\nNú er komið að Hyundi-inum, það sem gerðist hjá honum var það að stuðarinn brotnaði, (framan á vinstra megin) luktin brotnaði, brettið og húddið beyglaðist! Þetta var tjón sem var held ég frekar dýrt. Meðað við að hafa klesst á Ford Ka. Ég held ég haldi mig bara við ennþá ódýrari bíl en Accentinn og öruggari! :)  Ég held að hann sé ódýrari…. Ég veit líka til þess að Hyundai er ekki góður bíll þeir bila mikið og ef þú lendir í tjóni á þeim þá eru þeir mjög hættulegir.\nÉg held það sé lítið að marka þessa könnun en það er náttúrulega bara mín skoðun!"
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2001-10-23 00:09:34",
            "id": "311652",
            "reply_to_id": "311651",
            "text": "Það gæti legið munur á milli ameríkutýpu og evróputýpu. Sér í lagi þá stuðararnir þeir eru með fram og afturenda, frábrugðnir þeim evrópsku."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-10-23 08:40:42",
            "id": "311653",
            "reply_to_id": "311652",
            "text": "Var stakka að eignast Hyundai Accent? :)"
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2001-10-23 16:54:33",
            "id": "311654",
            "reply_to_id": "311653",
            "text": "Nei ég er ennþá á mínum Lancer, en mig langar í stuðara sem hefur þennan eiginleika að fara aftur í upprunalegastöðu eftir smá högg."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-10-23 17:13:22",
            "id": "311655",
            "reply_to_id": "311654",
            "text": "EF ég man rétt, voru sett lög um þetta í USA á 8. áratugnum. Það er hægt að taka eftir hvernig bílar þar breytast við það. Versta dæmið var MGB sem fékk á sig svartan plast framstuðara sem skemmdi útlit bílsins, en annars hefði hann ekki verið hæfur til innflutnings. Man ekki hvort þetta var kallað 3 mph bumpers. Get örugglega flett þessu upp."
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2001-10-23 17:16:19",
            "id": "311656",
            "reply_to_id": "311655",
            "text": "Það eru lög í bandaríkjunum varðandi 3 kílómetra hraða, en ekki 5 kílómetrahraða."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-10-23 17:19:49",
            "id": "311657",
            "reply_to_id": "311656",
            "text": "ERtu viss um að það séu ekki 3 mph = 5 kmh? Venjulega nota þessar elskur mph."
        },
        {
            "user": "KITT",
            "user_id": "8339",
            "date": "2001-10-23 17:30:03",
            "id": "311658",
            "reply_to_id": "311657",
            "text": "Sumir USA framleiðendur gengu enn lengra því að ég man að Plymouth fullyrti að óhætt væri að aka á steinvegg á 7 mílna hraða (ca 11 km/klst) á Plymouth Road Runner 1976 án þess að það sæist á bílnum."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-10-23 17:34:20",
            "id": "311659",
            "reply_to_id": "311658",
            "text": "Sjáið bílinn í Meet Joe Dirt! :)"
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2001-10-23 17:55:44",
            "id": "311660",
            "reply_to_id": "311659",
            "text": "Já hann er COOL. En mig grunar samt að þú sért að tala um gamla skrjóð :)\nMig minnir að þetta sé BARRACUDA “funnybird”\nþað var allavega eitthvað bird.\nEn Funnybird á vel við. ;)"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-10-23 17:58:41",
            "id": "311661",
            "reply_to_id": "311660",
            "text": "Ég sá úr þessari mynd og minnir að hann hafi verið á Roadrunner. Merkilegir bílar."
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2001-10-23 18:02:24",
            "id": "311662",
            "reply_to_id": "311661",
            "text": "Þessi bíll er í GT2. Því miður get ég ekki pluggað honum upp því að ég er í vinnunni :)"
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2001-10-23 18:11:06",
            "id": "311663",
            "reply_to_id": "311662",
            "text": "Plymouth Superbird ´70 módel."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-10-23 18:28:27",
            "id": "311664",
            "reply_to_id": "311663",
            "text": "Já, það er sérútgáfa af Roadrunner er það ekki. Í raunninni svona homologation special m.a. með sérstakan framenda og afturvæng?"
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2001-10-23 18:34:37",
            "id": "311665",
            "reply_to_id": "311664",
            "text": "Ja ég hef ekki heyrt um Roadrunnerinn. Þannig að ég ætla ekki að draga það í efa að þetta geti verið gamall roadrunner.\nEn hérna er linkur með þessum bíl:\nhttp://aerowarriors.com/cgi-bin/af.cgi?rf=http://aerowarriors.com/daysb.html"
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-10-23 18:40:24",
            "id": "311666",
            "reply_to_id": "311665",
            "text": "Mig minnir að Roadrunner hafi verið Plymouth útgáfan af Dodge Charger. Í textanum sérðu að líkar útgáfur voru gerðar: Dodge Charger Daytona og Plymouth superbird. Ég hef bara ekki munað að hann var kallaður Superbird en ekki Roadrunner eftir breytinguna."
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2001-10-23 18:46:17",
            "id": "311667",
            "reply_to_id": "311666",
            "text": "Ég er búinn að skoða Road runner og mér finnst hann vera frekar keppinautur Chevelles og Malibu´s\nHann er svona Clean Muscle car."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-10-23 19:16:10",
            "id": "311668",
            "reply_to_id": "311667",
            "text": "Að því gefnu að Roadrunner sé Plymouth útgáfa af Charger er hann mun miklu stærri en Chevelle. Þetta voru STÓRIR bílar og með aflmestu vöðvavögnunum.\nClean Muscle Car? Hehe :)"
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2001-10-23 19:29:38",
            "id": "311669",
            "reply_to_id": "311668",
            "text": "Road runner V8 383 og 426 vél.\nSS Chevelle var með 454 og þessi bíll er svipaður að stærð og roadrunnerinn. Ef ég miða við 1968 týpuna."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-10-23 19:40:54",
            "id": "311670",
            "reply_to_id": "311669",
            "text": "Chevelle var nú bara næstum “smábíll” m.v. ameríska bíla á þessum tíma. Kunningi minn á '75 Charger og það er seriously stór bíll. Hef séð t.d. 396 SS Malibu/Chevelle og þeir eru bara nettir.\n426cid er ein sögufrægasta vél sem komið hefur frá Detroit. Þetta voru svakalega öflugir bílar. Mig minnir samt að öflugasti Chevy mótorinn á 7. áratugnum hafi farið undir húddið á Chevelle. Hét kannski LS1?"
        },
        {
            "user": "KITT",
            "user_id": "8339",
            "date": "2001-10-23 21:04:31",
            "id": "311671",
            "reply_to_id": "311665",
            "text": "Virðist alveg vera ómögulegt að finna myndir af 1976 árgerðinni af Road Runner. Kannski eitthvað tengt því að það voru bara 7.309 svona bílar framleiddir. En allavega, það er til einn svona bíll á landinu og hann var til sýnis á Bílasýningunni 1999.\nMagnaður bíll með 360 hö Police Special mótor. Og útaf plaststuðaraumræðunni er athyglisvert að skoða hvernig stuðarakerfið var á þessum gömlu drekum. Hvor stuðarinn vegur 54 kíló fyrir sig og þeir eru festir á bílinn með vökvatjökkum sem þola 5 tonna högg áður en þeir gefa eftir. Boltarnir, sem halda vökvatjökkunum, eru 7/8 úr tommu. Þá er 15 sentimetra svigrúm fyrir innan stuðarana fyrir þá til þess að ganga inn áður en þeir fara í grind bílsins.\nGreinilega ekki búið að finna upp hugtakið “krumpusvæði” í bílabransanum á þessum tíma."
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2001-10-23 21:39:35",
            "id": "311672",
            "reply_to_id": "311671",
            "text": "nei. En það má fara milliveg, að bíllinn eyðileggist ekki af smá tjóni en fari þá í döðlur eftir stórtjón og maður gæti þá labbað út."
        },
        {
            "user": "amp",
            "user_id": "7781",
            "date": "2001-10-23 19:46:11",
            "id": "311673",
            "reply_to_id": "311650",
            "text": "Númer 1 var prófað á 6-7 km hraða eða göngu hraða\nog svo var það 2003 módel af Hyundai ELANTRA!\nþannig að 2001 módel af accent kemur ekki málinu við það rusl…"
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2001-10-23 19:59:50",
            "id": "311674",
            "reply_to_id": "311673",
            "text": "Nei þetta held ég að sé ekki rétt hjá þér.\nÞetta voru bílar sem eru til í bandaríkjunum. En ekki bílar sem munu koma þangað í umferð á næstu árum.\nÞeir gerðu þetta til að meta kostnað á slysum á þessum hraða. En ekki til að gera áætlun 2 til 3 ár inní framtíðina.\nMig minnir að það hafi verið 5km/h. Og varðandi Elöntru að þá geti það vel verið rétt hjá þér, þó svo að ég haldi því frekar fram að þetta hafi verið Accent.\nÞað er bókað mál að þetta var 2001 módel."
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2001-10-23 20:03:06",
            "id": "311675",
            "reply_to_id": "311674",
            "text": "Nei nei blessaður, ég var á síðu B&L og þar lítur elantran ekkert út eins og bíllinn sem var í þessari könnun, í bandaríkjunum. En Accent er NÁKVÆMLEGA EINS. Finnst þér það ekki skrítið??"
        },
        {
            "user": "absent",
            "user_id": "9453",
            "date": "2001-10-24 10:53:17",
            "id": "311676",
            "reply_to_id": "311675",
            "text": "Eg sa thennan thatt og thetta var Elantra ekki Accent, eg a Accent thannig ad eg man tad vel. Elantra er lika meiri “luxus” typa en Accent og passar thvi betur vid urvalid sem var profad. Allir Hyundai lita mjog likt ut…"
        },
        {
            "user": "stakka",
            "user_id": "1280",
            "date": "2001-10-24 16:28:00",
            "id": "311677",
            "reply_to_id": "311676",
            "text": "jamm gæti verið. En það voru samt sem áður ekki prufaðir nema 7 bílar.\nÞað segir ekki mikið um öryggis varðandi budduna."
        },
        {
            "user": "soulwatcher",
            "user_id": "9067",
            "date": "2001-10-24 08:22:47",
            "id": "311678",
            "reply_to_id": "311650",
            "text": "svo ég á 1 af bestu bílum Accent"
        },
        {
            "user": "TRJ",
            "user_id": "14330",
            "date": "2001-10-25 13:10:32",
            "id": "311679",
            "reply_to_id": "311650",
            "text": "Eru þessar prófanir ekki á vegum IIHS ? Á heimasíðu þeirra er að finna þessa skýrslu:\nhttp://www.hwysafety.org/vehicle_ratings/low_speed.htm\nSvo er líka áhugavert að á sama tíma er verið að meta öryggi vegfarenda og bílar í t.d. EuroNCAP fá stjörnur bæði fyrir þeirra eigið “öryggi” (Front and Side Impact Rating) og Pedestrian Test Rating. Það er skoðað högg á fótlegg, læri, barnshöfuð og höfuð fullorðinna miðað við 45km/klst (25MPH).\nÞá er spurningin.. getur sama hönnun komið vel út í báðum þessum testum? Ef ég fengi að ráð vildi ég frekar að bíllinn minn skemmdist en til dæmis ég sjálfur. Bíllinn er tryggður og hægt að gera við hann. Það er erfiðara að gera við mig (eða farþega mína eða aðra vegfarendur)."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-10-25 13:14:36",
            "id": "311680",
            "reply_to_id": "311679",
            "text": "Skarplega ályktað."
        }
    ]
}