{
    "forum_title": "Call of Duty",
    "user": "Omerta",
    "user_id": "32677",
    "date": "2006-12-24 13:06:04",
    "title": "Gleðileg frögg!",
    "text": "Ég vill nota tækifærið og óska Call of Duty samfélaginu gleðilegra jóla og megið þið fragga vel á nýju ári.\nHinsvegar held ég að hann Sússi Rocco úr Dedication hafi orðað þetta nokkuð vel.\n“Ég mæli með að við tökum okkur allir smá pásu á cod2 yfir hátíðirnar, þá er ég að tala um Aðfangadag (sem er í dag), jóladag og annan í jólum.\nEftir þessa daga þá mæli ég með að nýtt samfélag vakni…\nsamfélag sem er ekki að monnta sig útí hvort annað, samfélag sem getur scrimmað í sátt og samlyndi án þess að vera með kjaft útí hvort annan.\nGerum þetta fyrir okkur öll :)\nÞetta eru einusinni tími friðar.”\nVill líka minn fólk á Jólamótið (þrátt fyrir að ég efi stórlega að það hafi farið framhjá nokkrum manni) og senda inn hálfgerða auglýsingu sem ég skrifaði fyrir www.seven.is en hún endaði sem nokkurskonar CoD saga. Jólasagan í ár? Grunar það sterklega.\nÁrið 2004 var mikið fyrir íslenska Call of Duty spilara. Leikurinn fór að ná fyrst almennilegri fótfestu hér á landi og samfélagið var ef má að orði komast, á algerum hátindi. Það var kannski ekki og hefur reyndar aldrei haft tærnar nálægt hælunum á CS samfélaginu og auðvita faðir okkar allra, Quake. En þrátt fyrir það voru spilararnir nógu margir til að fylla okkar kæra Simnet S&D og halda uppi fjörinu á public.\nLiðin voru ekki af verri endanum en eins og einhverjir vonandi muna er Call of Duty barn Battlefield á íslandi en það voru BF spilarar sem voru væntanlega hund leiðir á endalausum göllum (takk Dice og EA) og fluttu sig yfir í minni möpp og meira ‘close-combat’ umhverfi. Eftirminnilegust eru Skanderbeg og Blitzkrieg en bæði liðin voru stofnuð af nokkurskonar goðsögnum í BF heimi íslendinga. Sömuleiðis mátti finna kröftuga sammkeppni frá spilurum sem komu úr Medal of Honor en þeir mynduðu meðal annars einn helsta andstæðing Skanderbeg, Turtles. Með þessum liðum sköpuðum af gamalreyndum spilurum komu inn nýjir menn sem lærðu eitt og annað frá kempunum og eru nú margir hverjir stærstu nöfnin í bransanum hér á landi.\nÉg minnist nú ekki á Adios sem báru höfuð og herðar yfir alla aðra í þessu samfélagi langt fram á árið 2005 en var það helst af þeim sökum að meðal aldurinn í því liði var talsvert hærri en hjá öðrum og vitna ég í Emma Freakshow í grein sinni um Skanderbeg á Huga “þeir vissu líka hvað config er”.\nEn árið 2004 endaði með jólamóti þar sem allir þessir andstæðingar lögðu til hliðar allan sinn ágreining yfir jólin og urðu til hin ýmsu “pug” lið sem tóku þátt í því móti. Því miður gafst aldrei tími (eða áhugi?) til að klára það mót.\nEn núna tveimur árum seinna hafa tveir drengir gefið þessu vaxandi og dafnandi samfélagi von. Þeir hafa tilkynnt okkur að dagana 28. og 29. desember verður haldið Jólamót cod 2006!\nÞessir herramenn halda til á www.hugi.is/cod og munu koma með nýjustu fréttir um leið og þær gerast. Núna er í gangi skráning og mun hún standa yfir fram á aðfangadagskvöld eða nánar til tekið, klukkan sex (afhverju ekki sjö veit ég ekki).\nEins og skráningin er núna hafa hvorki meira né minna en 12, já tólf! lið tilkynnt þáttöku sína. Það er kannski ekki svo mikið en fyrir þetta samfélag er það met! Svo má ekki gleyma að enn er nægur tími fyrir fleiri lið til að skrá sig.\nSkráð lið eru: Chaos, Limit, ecco, Dedication, setpoint, oxide, Cold, dynamite, Devotion, R.I.P., Conquest og Dark.\nKannski einhverjir ferskir Half-Life áhugamenn kíki í heimsókn yfir jólin? Þið eruð allavega velkomnir. Sjálfur veit undiritaður vel að Seven.cs hafa spilað einn leik í CoD1 á Skjálfta en þökk sé þeirra slöku framistöðu í þeim merka leik datt liðið mitt út…\nHafið bara samband við Solid eða jonAmar á Huga eða Noxi og Solid á #CoD.is á irc.\nOg jú, þetta fer auðvita fram í Call of Duty 2.\nKær kveðja og jóla óskir,\nHjalti Sveinsson, Omerta.",
    "url": "https://www.hugi.is/cod/greinar/478699/gledileg-frogg/",
    "url_id": "478699",
    "id": "4391731",
    "replies": [
        {
            "user": "Fredidbad",
            "user_id": "56224",
            "date": "2006-12-24 13:19:06",
            "id": "4391785",
            "reply_to_id": "4391731",
            "text": "New year, New times\nBetter times!"
        },
        {
            "user": "m1ztk",
            "user_id": "31926",
            "date": "2006-12-24 13:33:04",
            "id": "4391831",
            "reply_to_id": "4391731",
            "text": "gj hjalti vá jólakötturinn shit alltaf svo spúkí 4sh0e :O"
        },
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2006-12-24 16:21:10",
            "id": "4392552",
            "reply_to_id": "4391731",
            "text": "hehe flottur hjalti,"
        },
        {
            "user": "Abattage",
            "user_id": "50244",
            "date": "2006-12-24 16:57:40",
            "id": "4392768",
            "reply_to_id": "4391731",
            "text": "Gott mál!\nGleðileg Jól"
        },
        {
            "user": "CruiZer",
            "user_id": "52141",
            "date": "2006-12-24 18:19:58",
            "id": "4393094",
            "reply_to_id": "4391731",
            "text": "Gleðileg Jól alli"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2006-12-25 01:43:38",
            "id": "4394229",
            "reply_to_id": "4391731",
            "text": "Gleðileg jól sætu,\nÞeir vissu líka hva cfg var.\nhahahahaha"
        },
        {
            "user": "mattiml",
            "user_id": "24665",
            "date": "2006-12-31 00:27:34",
            "id": "4414909",
            "reply_to_id": "4391731",
            "text": "Hey Gústi gamli félagi, hvaða mynd er þetta? =D"
        },
        {
            "user": "mattiml",
            "user_id": "24665",
            "date": "2006-12-31 01:50:38",
            "id": "4415327",
            "reply_to_id": "4391731",
            "text": "Djóóóóók.. hahaha.. úbbs, hélt þetta var icelord haha =D"
        },
        {
            "user": "hartmann",
            "user_id": "18812",
            "date": "2007-01-06 23:21:08",
            "id": "4442872",
            "reply_to_id": "4415327",
            "text": "Hjalti litli sólargeislinn minn ^^\nKv\nHarti"
        }
    ]
}