{
    "forum_title": "Deiglan",
    "user": "IanAnderson",
    "user_id": "56162",
    "date": "2006-12-26 17:37:47",
    "title": "Tekinn af lífi innan mánuðar.",
    "text": "Svona greinar eiga ekki heima á jólunum en mikilvægi þessarar greinar er mikil. Þannig standa mál með vexti að áfrýunardómstóll Íraks dæmdi Saddam Hussain sekann fyrir morðin í Dujail og verður hann hengdur innan 30 daga. Mig langar aftur að fara yfir sögu þessa máls og rekja hana alveg frá byrjun stríðsins í Írak.\nÁrið 2003 réðust Bandaríkjamenn inn í Írak til að komast yfir gereyðingarvopn Íraka. Saddam Hussain var margbúinn að neita því að hann væri með gereyðingarvopn. Bandaríkjamenn hlustuðu ekki á Saddam né Sameinuðuþjóðirnar og réðust inn í Írak. Þetta var klárlegt brot á alþjóðalögum og sáttmála sameinuþjóðanna.Tvær stórar þjóðir í Evrópu gagnrýndu þessa árás eða Þýskaland og Frakkland en samt sem áður réðust þeir inn. Ég tel ástæðuna fyrir að Frakkar studdu ekki stríðið er vegna þess að þeir eru með gríðarlega þekkingu í arabaheiminum, útaf Frakkland var gömul nýlenduþjóð og vegna mikils innflutnings.\nEins og við öll vitum þá voru engin gereyðingarvopn í Írak. Þetta var semsagt alltsaman lygi hjá Bandaríkjamönnum og Bretum. Þeir samt náðu að afsaka sig strax og sögðu: Hei við náðum að fella niður einræðisstjórn Saddams. Svo kom stuttu eftir það: Hei við náðum versta einræðisherra heims honum Saddam Hussain.\nEkki var nóg með það að þeir réðust inn í Írak á fölsum forsendum heldur þeir kröfðust þess að Írak myndi fá að rétta yfir Saddam. Svo bættist grátt ofan á svart að Kúrdi skuli dæma í þessu máli. Á dómari ekki alltaf að vera hlutlaus. Við vitum vel að Kúrdi er ekki hlutlaus og þessu má líkja við ef gyðingur dæmdi í máli Himlers og Görings. Auðvitað var dæmd dauðarefsing.\nÁstandið í Írak í dag er mun verra en við stjórn Saddams. Helmingur þjóðarinnar fordæmir þennan dóm meðan hinn helmingurinn brýtur útivistarlög og fagnar gríðarlega. Þetta mun auðvitað leiða til mikils uppþots.\nÞegar hann var dæmdur til dauða gerði ég svipaðan kork. Þar kom í ljós að margir studdu dóminn. Afhverju getið þið stutt þennan dóm? Saddam átti að fara undir stríðsglæpadómstól en ekki í einhvern trúðadómstól sem Bandaríkjamenn og Kúrdar stjórna. Hann bað um að fara til Sviss eða Svíðþjóðar undir réttan dómstól en nei það var ekki raunin.\nStyðjum við Íslendingar þessi trúðslæti og dauðarefsingar. Ég er ekki að afsaka gjörðir hans heldur er ég að gagnrýna gjörðir Bandaríkjamanna. Það var bara ekki til verri leið í þessu máli. Lögmenn Saddams ber skylda að áfrýja dómnum og fer hann undir hæstarétt eða áfrýunardómstól. Ef þeir staðfesta fyrri dóm eins og þeir gerður þá er skylda að aftaka Saddam innan 30 daga. Það standa enn yfir fjölda mála og rannsókna enn yfir á Saddam en aldrei verður hægt að dæma hann fyrir þar sem hann verður látinn.\nRöng leið alveg frá byrjun og leiðinlegt að þetta skuli enda svona. Dauðarefsing bætir ekki neitt og þessi maður á alls ekki skilið að drepast útaf einhverjir trúðar segja svo.",
    "url": "https://www.hugi.is/deiglan/greinar/479309/tekinn-af-lifi-innan-manudar/",
    "url_id": "479309",
    "id": "4398568",
    "replies": [
        {
            "user": "killjoker",
            "user_id": "62920",
            "date": "2006-12-26 17:46:47",
            "id": "4398592",
            "reply_to_id": "4398568",
            "text": "Ég er alfarið á móti dauðarefsingum undir hvaða kringumstæðum sem er,slíkt er villimanna háttur,frumstæð hefndarhvöt."
        },
        {
            "user": "rki",
            "user_id": "57433",
            "date": "2006-12-26 19:43:55",
            "id": "4399015",
            "reply_to_id": "4398592",
            "text": "hluta til er ég sammála þér en fólk eins og Sadam sem myrða hundruða manns á hrottalegan hátt á ekki skilið að lifa"
        },
        {
            "user": "coot",
            "user_id": "58043",
            "date": "2006-12-26 20:12:15",
            "id": "4399111",
            "reply_to_id": "4399015",
            "text": "Í máli Saddams er þetta ekki bara villimanslegt, heldur líka heimskulegt því það mun gera hann að píslavætti"
        },
        {
            "user": "Martyr",
            "user_id": "58206",
            "date": "2006-12-26 20:32:12",
            "id": "4399178",
            "reply_to_id": "4399015",
            "text": "Það er til margt verra en dauðinn."
        },
        {
            "user": "Svafnir",
            "user_id": "8098",
            "date": "2006-12-26 21:47:10",
            "id": "4399433",
            "reply_to_id": "4399178",
            "text": "Ef honum er hent bak við lás og slá er hætta á að hann sleppi, hann mun alltaf eiga einhverja trygga stuðningsmenn sem gera munu gera hvað sem þeir geta til að koma honum út úr fangelsi.\nBesta leiðin sem er ekki afturkræf er dauði."
        },
        {
            "user": "Martyr",
            "user_id": "58206",
            "date": "2006-12-26 22:59:56",
            "id": "4399690",
            "reply_to_id": "4399433",
            "text": "Satt."
        },
        {
            "user": "Giz",
            "user_id": "66179",
            "date": "2006-12-27 23:34:17",
            "id": "4403234",
            "reply_to_id": "4399015",
            "text": "Kannski á hann skilið að deyja, en allir eig rétt  á sanngjarni málsmeðferð og hann fékk hana ekki!"
        },
        {
            "user": "rki",
            "user_id": "57433",
            "date": "2006-12-27 23:46:55",
            "id": "4403286",
            "reply_to_id": "4403234",
            "text": "hann fékk réttarhöld og var dæmdu"
        },
        {
            "user": "Giz",
            "user_id": "66179",
            "date": "2006-12-28 13:04:13",
            "id": "4404676",
            "reply_to_id": "4403286",
            "text": "JÁ ENN ÞAU VORU EKKI SANNGJÖRN !!!"
        },
        {
            "user": "rki",
            "user_id": "57433",
            "date": "2006-12-28 14:21:33",
            "id": "4404901",
            "reply_to_id": "4404676",
            "text": "skiftir ekki máli! maður sem myrðir 100 ekki þúsunda manna með efna vopnum á ekki skilið að lifa!"
        },
        {
            "user": "Giz",
            "user_id": "66179",
            "date": "2006-12-28 17:58:00",
            "id": "4405644",
            "reply_to_id": "4404901",
            "text": "Hvað sem maður gerir þá á maður samt rétt á sanngjörnum réttarhöldum"
        },
        {
            "user": "rki",
            "user_id": "57433",
            "date": "2006-12-28 19:31:33",
            "id": "4406047",
            "reply_to_id": "4405644",
            "text": "þannig ef maður myndi myrða þúsundir manna og sérfræðingur myndi seigja hann var í tímabundni geðveiki og hann myndi sleppa, er það sanngjart? NEI maður sem gerir þjóðar morð eins og saddam og myrðir Þúsundir á ekki skilið að LIFA!"
        },
        {
            "user": "Giz",
            "user_id": "66179",
            "date": "2006-12-29 10:23:22",
            "id": "4408200",
            "reply_to_id": "4406047",
            "text": "Gaur…í fyrsta lagi þá gæti það ekki verið tímabundin geðveiki…þaað gæti verið geðveiki en allir morðingjar eru náttúrulega eitthvað geðveikir.   hann þjóðarleiðtogi og gerði þetta með her þannig að vörnin gæti ekki mögulega verið tímabundin geðveiki.  Þetta er bara ranghugmynd hjá þér því að þú ert svona gaur sem finnst 9/11 vera svo ótrúlega mikið mál og þú mannst hvar þú varst þegar þettta gerðist en áttar þig ekki á því að eina ástæðan fyrir því að  ef þetta hefði gerst í araba ríki þá mundiiru ekki muna eftir þessu."
        },
        {
            "user": "rki",
            "user_id": "57433",
            "date": "2006-12-30 03:58:39",
            "id": "4412020",
            "reply_to_id": "4408200",
            "text": "mér var allveg sama um  9/11 hata bandaríkin og bush og hefði þetta gerst í arabaríki hefði ég og flestir aðrir munað eftir því."
        },
        {
            "user": "rki",
            "user_id": "57433",
            "date": "2006-12-30 04:00:35",
            "id": "4412027",
            "reply_to_id": "4408200",
            "text": "og ekki vera að koma hérna með áskanir um hvað fólki finnst þegar þú veist ekkert um það"
        },
        {
            "user": "Giz",
            "user_id": "66179",
            "date": "2006-12-30 10:29:44",
            "id": "4412257",
            "reply_to_id": "4412027",
            "text": "OK….ég vanmat þig ég hélt að þú værir bara svona kaffistofu pólitíkus…hefðir barba þær skoðanir sem aðrir hafa og fjölmiðlar mata þig af…enn þú ert það greinilega ekki…ég afsaka"
        },
        {
            "user": "Kboli",
            "user_id": "10563",
            "date": "2007-01-02 04:40:08",
            "id": "4423107",
            "reply_to_id": "4412257",
            "text": "já af því að það er ekki svo geðveikt mikið í tísku að hata BNA, Bush og kapítalism. Plís ekki vera svona vitlaus"
        },
        {
            "user": "JesusChrist",
            "user_id": "50715",
            "date": "2006-12-31 18:36:53",
            "id": "4417927",
            "reply_to_id": "4406047",
            "text": "Nasistarnir fengu það…"
        },
        {
            "user": "rki",
            "user_id": "57433",
            "date": "2007-01-01 17:38:27",
            "id": "4420475",
            "reply_to_id": "4417927",
            "text": "fengU?"
        },
        {
            "user": "Anarcy",
            "user_id": "26727",
            "date": "2006-12-28 22:09:52",
            "id": "4406678",
            "reply_to_id": "4404901",
            "text": "Réttarhöld verða að vera sanngjörn til að tryggja að öll kurl komist til grafar. Réttarhöldin yfir Saddam Hussein voru ekki sanngjörn. Eflaust er hann sekur um flest ef ekki öll þau brot sem hann var kærður fyrir, en það er nauðsynlegt að tryggja að hann verði þá dæmdur á réttlátan hátt til að t.d. fyrirbyggja það að stuðningsmenn Saddams geti gert píslarvott úr honum.\nÞað er hægt að rétta yfir hverjum sem er, en ef réttarhöldin eru ekki byggð á málefnanlegum grunni og farið eftir öllum lögum og reglum er réttarkerfið samasem hrunið og fólk hættir að trúa á kerfið í heild sinni. Þegar fólk hættir að trúa á kerfið, getur það gerst að kerfið hreinlega hrynji. Og seinast þegar ég vissi þá var ástandið í Írak ekkert til að hrópa húrra fyrir. Væri ekki eðlilegra að fara aðeins hægar í sakirnar og allavega að reyna að fyrirbyggja borgarastríð?"
        },
        {
            "user": "rki",
            "user_id": "57433",
            "date": "2006-12-30 20:05:34",
            "id": "4413987",
            "reply_to_id": "4404901",
            "text": "100 þúsund? rólegur\nþetta voru tæplega 1000"
        },
        {
            "user": "rki",
            "user_id": "57433",
            "date": "2006-12-31 02:44:32",
            "id": "4415653",
            "reply_to_id": "4413987",
            "text": "sagði aldrei 100þúsund"
        },
        {
            "user": "nanaki",
            "user_id": "64216",
            "date": "2006-12-26 23:41:37",
            "id": "4399866",
            "reply_to_id": "4398592",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "killjoker",
            "user_id": "62920",
            "date": "2006-12-27 00:22:07",
            "id": "4399988",
            "reply_to_id": "4399866",
            "text": "Segir meira um þig en Saddam.\nhttp://www.myspace.com/sveinbjornsson"
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2006-12-27 01:26:32",
            "id": "4400213",
            "reply_to_id": "4398592",
            "text": "Ég held að herra Hussein væri ekki sammála þér um það…"
        },
        {
            "user": "Svafnir",
            "user_id": "8098",
            "date": "2006-12-27 21:06:52",
            "id": "4402687",
            "reply_to_id": "4400213",
            "text": "Ég held að enginn sé sammála því að taka mann sjálfan af lífi."
        },
        {
            "user": "kleinumamma",
            "user_id": "62592",
            "date": "2006-12-27 01:28:36",
            "id": "4400229",
            "reply_to_id": "4398592",
            "text": "Ef að maður drepur annan mann, á hann skilið að deyja."
        },
        {
            "user": "opi",
            "user_id": "29163",
            "date": "2006-12-27 05:19:50",
            "id": "4400736",
            "reply_to_id": "4400229",
            "text": "Í öllum tilvikum? Sjálfsvörn? Stundargeðveiki? Gáleysi?\nErtu þá að meina sá sem drepur eða sá skipar dauðann fyrir? Og hver á þá að drepa manninn sem drap? Á sá kauði skilið að deyja líka, fyrir drápið á manninum sem drap, og sá sem drepur hann, á hann þá líka skilið að deyja?\nOg hvernig flokkaru mann? Eru konur líka menn?\nHvar dreguru mörkin í orsakasambandinu? Ef að maður ýtir manni, sem svo dettur niður af kletta brún og deyr, er það ekki kletturinn sem drap hann? Ef það var sá sem ýtti honum sem drap hann, má þá ekki rekja öll slys aftur á svipaðann hátt? Orsakasambönd má alltaf rekja aftur og einhverstaðar kemuru að þeirri orsök sem var ollið af manni, er hann þá sekur? Ef að manni er hótað öllu illu ef hann drepur ekki einhvern, hver er þá sá seki? Sá sem drap hann eða sá sem hótaði manninum?\nEf það var sá sem drap, gildir það þá líka ef að þú hvetur hund eða annað dýr til að drepa, að dýrið sé sekt en ekki sá sem hvetur það eða “hótar”?\nOg svo annað, geturu verið 100% viss um hver það var sem drap manninn, eða hvort það hafi í raun verið sá sem verið er að lífláta.\n—-\nVið búum í samfélagi sem trúir á betrun. Ríkistjórnin er að senda röng skilaboð til samfélagsins með drápum og aflífun, ríkistjórnin á að vera fyrirmynd sem setur lög og reglu sem fólk á að framfylgja, ef það gerir það ekki þá á það rétt á að bæta sig, en ekki að vera aflífað af fyrirmynd fólksins. Það hefur ekkert uppá sig að ríkistjórnin drepi."
        },
        {
            "user": "kleinumamma",
            "user_id": "62592",
            "date": "2006-12-27 06:47:16",
            "id": "4400785",
            "reply_to_id": "4400736",
            "text": "Ef maður (karlmaður+kvennmaður) drepur annan mann og málið fer í réttarhöld og hann er fundinn sekur, þá á hann alltaf skilið dauðarefsingu.\nAnnað hvort ertu sekur eða ekki.. Og ef einhver réttarhöld segir að þú er sekur, en í raun eru saklaus, áttu samt að vera drepinn. Ekki bara til að skemmta fólkinu heldur til að viðhalda reglu í landinu. Mér er slétt sama ef saklaus maður er hengdur. Dómgreind kviðdómsins og sönnunargögn í réttarhöldunum sögðu að hann væri sekur um að drepa mann. ÞÁ Á AÐ LÍFLÁTA HANN - NO MATTER WHAT!"
        },
        {
            "user": "killjoker",
            "user_id": "62920",
            "date": "2006-12-27 10:29:26",
            "id": "4400877",
            "reply_to_id": "4400785",
            "text": "Mér er slétt sama ef saklaus maður er hengdur\n!!! ja hérna segi ég nú bara,þetta er nú eitthvað sem ég bjóst seint við að heyra frá fullorðinni manneskju."
        },
        {
            "user": "opi",
            "user_id": "29163",
            "date": "2006-12-27 13:38:39",
            "id": "4401167",
            "reply_to_id": "4400785",
            "text": "Þá er ríkisvaldið að senda röng skilaboð til fólksins, og öll trú á betrun unnin fyrir gíg.\nStjórnvöld eiga að vera hrædd við fólkið, fólkið á ekki að vera hrætt við þau.\nMeð því að drepa hvern þann sem er dæmdur sekur fæst engin lausn á vandanum og það hefur EKKERT gott uppá sig. Það hefur sýnt sig í þeim löndum sem hafa dauða refsingu, að hún hefur ekki áhrif nema fyrst þegar hún tekur gildi, en síðan er hún hætt að hafa áhrif. Betrun, og refsingar án dauða, hafa í flestum tilvikum skilað sér betur til fólksins, og með þeirri leið er mun auðveldara að reyna að hafa morð í lágmarki.\nÞví það dregur upp morða tiðnina ef stjórnvöldin eru að lífláta fólk (senda röng skilaboð).\nBætt við 27. desember 2006 -  13:40\nSvo held ég að það segi meira til um þig helduru en eitthvað annað að þú vilijir hengja hvern þann sem er dæmdur sekur, hvort sem hann sé það eða ekki. Það að drepa blá saklausann mann er ekkert skárra en morðið í upphafi."
        },
        {
            "user": "killjoker",
            "user_id": "62920",
            "date": "2006-12-27 15:33:00",
            "id": "4401464",
            "reply_to_id": "4400785",
            "text": "Kæmi ekki annað hljóð í strokkinn ef að eitthvert af ættmennum þínum yrði hengt upp í gálga fyrir mistök…eða myndirðu segja þá að það hefði verið nauðsynlegt til að halda uppi reglu,en leitt að saklaus manneskja skyldi hengd?…ætti okkur öllum að “standa slétt sama um”þó að nokkrir saklausir séu látnir dingla líka,svona til að hafa reglu á hlutunum?"
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2006-12-27 17:33:37",
            "id": "4401854",
            "reply_to_id": "4400785",
            "text": "hvað græðirðu í raun á því að lífláta manneskju, fyrir utan að uppfylla masókistaþörfum. Morð er Morð sama þótt það sé fyrirskipað af ríkinu eður ei.\nDauðarefsing er engin lausn.\nÉg sé ekki hvernig dauðarefsingar eiga að viðhalda reglu, ekki eru dauðarefsingar í Evrópulöndum samt eru þar í flokku nokkrar af heiðarlegustu þjóðum í heimi, aftur á móti eru dauðarefsingar í BNA, Sadí rabíu, Íran og fleiri löndum, hvernig er ástandið þar? Fólk er hrætt við stjórnvöldin (tja kannski ekki í BNA) en það er engin regla á því, andspyrnuhreyfingar blómstra."
        },
        {
            "user": "Svafnir",
            "user_id": "8098",
            "date": "2006-12-27 22:42:35",
            "id": "4403023",
            "reply_to_id": "4401854",
            "text": "Eins og ég sagði áður.\nEf hann er á lífi er hætta á að hann sleppi.\nEf hann er dauður er enginn hætta á að hann sleppi.\nHann mun ávallt eiga trygga áhagendur sem myndu gera hvað sem er til að koma kauða út úr fangelsi.\nLítum á Írak.\nLandið er í stríði, INNBYRGÐIS!\nLandið hefur verið í meiri stjórn þegar Hussain var við stjórnvölinn.\nLandið er í fokki og ég er viss um að það muni spretta upp hópar fólks sem vilja fá Saddam Hussain aftur, ergo ná honum úr fangelsi.\nÞví fyrr því betra.\nEn hey, kannski eftir 10 - 20 ár komumst við að þ´vi að þetta var ekki Saddam Hussain heldur….. idle hand?"
        },
        {
            "user": "JesusChrist",
            "user_id": "50715",
            "date": "2007-01-01 20:19:21",
            "id": "4421218",
            "reply_to_id": "4403023",
            "text": "Landið er í stríði, INNBYRGÐIS!\nog hverjum er það að kenna?"
        },
        {
            "user": "Svafnir",
            "user_id": "8098",
            "date": "2007-01-02 14:37:46",
            "id": "4423917",
            "reply_to_id": "4421218",
            "text": "BNA-mönnum.\nÖfgafólki.\nMömm'inni."
        },
        {
            "user": "JesusChrist",
            "user_id": "50715",
            "date": "2007-01-02 19:11:29",
            "id": "4425224",
            "reply_to_id": "4423917",
            "text": "Mamma mín er dáin."
        },
        {
            "user": "Svafnir",
            "user_id": "8098",
            "date": "2006-12-27 21:07:54",
            "id": "4402691",
            "reply_to_id": "4400785",
            "text": "Alhæfing sem á sér engan grundvöll.\nEf maður drepur einhvern í sjálfsvörn?\nGáleysi?"
        },
        {
            "user": "kleinumamma",
            "user_id": "62592",
            "date": "2006-12-27 22:25:09",
            "id": "4402969",
            "reply_to_id": "4402691",
            "text": "Ef að maður drepur annan mann, þá á að drepa hann eða fara í fangelsi sem eftir er af lífi hans.\n- Ef sönnunargögn koma seinna, þá fer hann úr fangelsi, eða ef hann var líflátinn þá er ekki hægt að gera neitt - tough luck.."
        },
        {
            "user": "Svafnir",
            "user_id": "8098",
            "date": "2006-12-27 22:31:35",
            "id": "4402994",
            "reply_to_id": "4402969",
            "text": "Já, nákvæmlega! Ef einhver drepur einhvern, drepum við hann.\nEf einhver slær einhvern sláum við hann.\nFörum 1.000 ár aftur í tíman og tökum upp hegningarsiði Gunnars og Skarphéðins.\nAuga fyrir auga, tönn fyrir tönn."
        },
        {
            "user": "killjoker",
            "user_id": "62920",
            "date": "2006-12-31 00:42:14",
            "id": "4414975",
            "reply_to_id": "4402969",
            "text": "Þú ert uppi á vitlausum tíma kleinumamma,þú hefðir smellpassað í hörku og stál í stál Nasismans í Þýskalandi þegar hann var upp á sitt besta…henda mönnum í fangelsi eða taka þá af lífi og koma þessvegna með sönnunargögn eftir á,fegin að þú ert ekki við völd…er virkilega til fólk hér á landi sem vill lögregluríki?\n(veit reyndar um einn,Björn Bjarnasson)"
        },
        {
            "user": "Zkari",
            "user_id": "18718",
            "date": "2006-12-26 17:47:37",
            "id": "4398596",
            "reply_to_id": "4398568",
            "text": "Glæsileg grein hjá þér, fullkomlega sammála þé"
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2006-12-26 17:48:57",
            "id": "4398602",
            "reply_to_id": "4398596",
            "text": "takk takk…"
        },
        {
            "user": "skarlett",
            "user_id": "35255",
            "date": "2006-12-26 17:52:31",
            "id": "4398617",
            "reply_to_id": "4398568",
            "text": "Svona er þetta stundum, þegar framkvæmt er án þess að hugsa útí afleiðingar, ég er nú nokkuð viss um að saddam hafi vitað hverjar reglurnar væru í hans landi."
        },
        {
            "user": "skarlett",
            "user_id": "35255",
            "date": "2006-12-26 17:53:55",
            "id": "4398623",
            "reply_to_id": "4398617",
            "text": "svona er að leika trúðinn."
        },
        {
            "user": "kmobo",
            "user_id": "58178",
            "date": "2006-12-26 17:52:50",
            "id": "4398619",
            "reply_to_id": "4398568",
            "text": "stundum held ég að þessar ríkisstjórnir séu miklu verri en allir þessir “vondu kallar”…\nhvað ætli Bush sé búinn að “drepa” (þó hann gerði það ekki allveg sjálfur en allavega útaf honum) marga í írak?\ner það eithvað skárra en Saddam?\nen var ekki eithver á undan Bush sem byrjaði stríð þarna?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-12-26 18:09:50",
            "id": "4398662",
            "reply_to_id": "4398619",
            "text": "Bandaríkjaher ber ábyrgð á tugum þúsunda mannslífa í  Írak. Saddam Hussein ber ábyrgð á meira en milljón. Saddam ber ábyrgð á því hatri sem hefur safnast saman í marga áratugi og endurspeglast núna í innri átökum í landinu.\nAnnars þarf maður ekki að vera neinn aðdáandi Bandaríkjamanna til þess að átta sig á því að þessi maður á skilið að deyja. Írakar vilja það flestir, held að það sé enginn vafi á því."
        },
        {
            "user": "delonge",
            "user_id": "22183",
            "date": "2006-12-26 19:44:36",
            "id": "4399016",
            "reply_to_id": "4398662",
            "text": "Já ég held að þetta sé ekki Bandaríkjamönnum að kenna, ef ég væri Bush hefði ég gert það sama. Alalvega reynt að komast af því sanna í málinu. Og ég myndi telja það að ná Saddam sem bónus og núna væri ég löngu farinn.\nÉg meina hann hefur ekki verið að hugsa um sjálfan sig þegar hann tók þessa ákvörðun, held að hann hafi verið að hugsa um öryggi fólks þá allstaðar í heiminum eins og allir vita þá eri Iraqar,Íranar og allar þessar ogeðslegu fávitaþjóðir algjörir fávitar, þannig þetta er í raun rétt ákvörðun. Hvað ef þau væri með kjarorkuvorp?? Þá kannski væri ekkert Ísland útaf við studdum þessa innrás. En annars er ég alfarið á mótu Georg Bush. En svona er þetta nú :)"
        },
        {
            "user": "Glokollur41",
            "user_id": "64605",
            "date": "2006-12-26 19:57:48",
            "id": "4399060",
            "reply_to_id": "4399016",
            "text": "Væriru farin. Farin frá Írak skilið allt eftir þig í algjöri upplausn? væriru svo slálfselskur ferð inn og ferð þegar þetta reynist erfiðara en gert var ráð fyirir.. Því Bush fór þangað verður hann að vera þarna þangað til ástandið róast og hægt verður að koma á fót almennilegri ríkistjórn og hægt verður að tryggja öryggi þarna"
        },
        {
            "user": "delonge",
            "user_id": "22183",
            "date": "2006-12-26 20:29:59",
            "id": "4399169",
            "reply_to_id": "4399060",
            "text": "nei. ÞEtta er núna úr þeirra höndum. Þú getur ekki ætlast til þess að USA geti gert eitthvað í þessu. Þjóðin verður bara að kjósa nýja ríkisstjórn og reyna átta sig á hvernig málin þróast ekki vona að USA reddi þessu. Því að þetta skiptist allt í 2 hópa."
        },
        {
            "user": "Svafnir",
            "user_id": "8098",
            "date": "2006-12-27 22:47:09",
            "id": "4403033",
            "reply_to_id": "4399169",
            "text": "Úr þeirra höndum?\nHvernig í veröldinni færðu það út?\nÞú rústar bíl mömmu þinnar og blandar föður þínum í þetta.\nÞar sem hann er kominn í málið er í lagi fyrir þig að draga þig út og hverfa og segja bara,\n„HEY! Þetta er núna e-ð sem þið þurfið að höndla sjálf :)“."
        },
        {
            "user": "TheAshlander",
            "user_id": "47756",
            "date": "2006-12-27 00:24:58",
            "id": "4400000",
            "reply_to_id": "4399016",
            "text": "Jahá…\nHvað ef þau væri með kjarorkuvorp??\nHvað ef það væru geimverur í Svíþjóð sem ætla að ná alheimsyfirráð???\nÞað er alltaf hægt að segja “hvað ef?”.\nEigum við ekki bara að byggja risastórt járn tjald kringum Ísland *ef* það skyldi koma árás frá brjáluðum fljúgandi svínum sem enginn hefur uppgötvað áður?\nÉg meina hann hefur ekki verið að hugsa um sjálfan sig þegar hann tók þessa ákvörðun, held að hann hafi verið að hugsa um öryggi fólks þá allstaðar í heiminum…\nMér er svosem sama hvað sem hann hafi að vera hugsa um, en hvað sem hann gerði var gjörsamlega vanhugsað og heimskulegt hvort sem hann ætlaði að bjarga heiminum og koma á heimsfrið eða ekki…\nHver veit, kannski var Hitler að hugsa um heimsfrið og öryggi fólks… við vitum ekki–þó svo að sé hægt að draga ályktanir.\n…eins og allir vita þá eri Iraqar,Íranar og allar þessar ogeðslegu fávitaþjóðir algjörir fávitar, þannig þetta er í raun rétt ákvörðun.\nJájá… ég ætlaði að koma með einhverja frumlega ræðu um fordóma og þröngsýni, en mín reynsla segir mér að ég fæ bara eitthvað algjöra steypu til baka , örvæntingarfulla tilraun til þess að koma sér í burtu frá því, þar sem að sá hin sami er oft(ath, ekki alhæfing) aðeins of þröngsýnn til þess að koma vitinu fyrir, og ég er ekki alveg í stuði til þess =/\nÉg bið forláts, þú færð engann skammt af viskubrunni mínum í þetta skiptið ^^\nAshy… ;P"
        },
        {
            "user": "delonge",
            "user_id": "22183",
            "date": "2006-12-27 00:47:48",
            "id": "4400073",
            "reply_to_id": "4400000",
            "text": "enda líka græddi ég fátt á þeim. :)"
        },
        {
            "user": "TheAshlander",
            "user_id": "47756",
            "date": "2006-12-27 00:53:07",
            "id": "4400090",
            "reply_to_id": "4400073",
            "text": "Nei, enda hefur þú ekki ennþá fengið neinn skammt :)\nAnyways, þú mátt hafa þína sterku og óhaggandi skoðanir :P\nÉg vildi rökræður til þess að fræðast :P\nÉg vonaðist til að eitthvað gáfulegt lægi þarna bakvið þína skoðun ^^,"
        },
        {
            "user": "delonge",
            "user_id": "22183",
            "date": "2006-12-27 00:59:26",
            "id": "4400105",
            "reply_to_id": "4400090",
            "text": "Okei. ÉG skal gefa þér svar.\nAð mínu mati er og er væntanlega sannað, er miklu erfiðara að stjórna landi en flestir halda. Þú getur ekki ætlast til þess að þóknast öllum, þú reynir að þóknast meiri hlutanum. Og síðan skiptist þetta vanalega alltaf í þrjá hluta. Þeir sem eru með, Þeir sem eru á móti og Þeim sem stendur á sama. Og síðan er kosið, og þegar það er búið að kjósa er ekki bar afarið aftur. En allavega þá neita ég því ekki að ég hef svolitla fordóma í mér. Eins og flestir, ég meina hjá sumum eru það hommar en hjá sumum eru það einfaldlega fólk sem fer í kirkju, ef þú fattar hvað ég á við. En allavega pointið með þessu svari er að ef þú ert forseti,höfðingi,kóngur og allt þetta, þá geturu ekki ætlast til þess að þókna öðrum, og hvað þá þeim sem eru ekki einu sinni frá þínu landi."
        },
        {
            "user": "TheAshlander",
            "user_id": "47756",
            "date": "2006-12-27 01:12:53",
            "id": "4400155",
            "reply_to_id": "4400105",
            "text": "Það er ábyggilega rétt að það er miklu erfiðara að stjórna landi en flestir halda og ég get ekki ætlast til þess að þóknast öllum.  En fólk er mis vel heppilegt í svona starf, taka erfiðar ákvarðanir.\nOg að mínu mati er Bush örugglega einn sá mest talaði forseti um þessar mundir og eitthvað held ég að það sé meira í verri kantinum en þeim góða… að ágætri ástæðu.\nMín skoðun og annara gagnvart Bush er ekki bara: “Hann réðst inní Írak! Amagad noob forseti!”\nÞað er margt sem gefur í skyn að hann sé langt í frá að vera hæfur í örugglega voldugasta sæti heims, forseti bandaríkjanna.\nÉg er ekki að draga það í efa að gegna starfi sem forseta BNA sé erfitt, en málið er að það þarf einhverja sem geta gengt því starfi vel eins og margir aðrir hafa gert með sóma gegnum tíðina en ekki einhverja sprellandi jólasveina.\nÉg hef fordóma,  ég veit af því, ég er sterklega á móti fordómum en ég veit ég hef þá líka í mér.\nEn það er ekki nóg; “Já vó… ég hef svolitla fordóma í mér… LOL Sérðu þennan Asíubúa!?”\nÞað er eitt að viðurkenna og annað að reyna að breyta.  Ég geri mitt allra besta á hverjum degi að forðast fordómum, en það er erfitt og í mörgum tilvikum ekki hægt, en þá getur maður líka haft það fyrir sjálfan sig og láta það ekki hafa áhrif á gjörðir sínar.\nEins og ég er nokkurveginn búinn að dæma þig, og þú búinn að gera þeir einhverja hugarlund hvernig ég er,  það er eitthvað sem við getum ekki ráðið við, en ég geri mitt besta að láta það ekki hafa áhrif á mínar ákvarðanir eða skrif.\nAshy…"
        },
        {
            "user": "opi",
            "user_id": "29163",
            "date": "2006-12-27 05:33:59",
            "id": "4400743",
            "reply_to_id": "4400155",
            "text": "Sá sem að ræður og stjórnar heilu landi er ekki þar til að þóknast hinum og þessum, hann er þarna til þess að stjórna, hafa lög og reglu yfir samfélaginu, vera andlit þess, og sjá til þess að allt gangi vel.\nSvo er það fólkið sem líkar mis-vel aðferðir hans til þess og hvaða ákvarðanir hann tekur á ýmsum málefnum.\nUm leið og hann er farinn að hafa áhrif á persónulegt líf einstaklinga, sem ekkert hafa brotið af sér að gert neitt rangt, þá er hann kominn út fyrir sitt verksvið.\nBush er að mínu mati ekki góður í sínu starfi, hann tekur oft “rangar” ákvarðanir, og mörgum líkar ekki vel við hans aðferðir og skoðanir.\nEinvaldur/Forseti/Kóngur(o.s.frv.) gerir ekki starf sitt rétt, né rangt, nema það sé eitthvað fólk til að dæma til um það, hafa skoðanir á hans skoðunum. Þessvegna er ekkert “rangt” nema einhverjum finnist það rangt, og þegar meirihluti samfélags, ásamt stjórnvöldum, finnst eitthvað rangt, þá er það einfaldlega rangt."
        },
        {
            "user": "TheAshlander",
            "user_id": "47756",
            "date": "2006-12-27 14:58:43",
            "id": "4401373",
            "reply_to_id": "4400743",
            "text": "já, núna erum við komnir í hálf heimspekilegar pælingar um skilgreiningu á orðinu “rangt”.\nÞú hefur margt til málanna að leggja og ég er að mörgu leiti sammála.\nOg eins og ég kom hér áðan að, þá er þetta mín skoðun og annara.  Fyrir okkur er þetta “rangt”. Fyrir okkur viljum við fá annan leiðtoga í sæti voldugasta sæti veraldar, við viljum fá einhvern sem drepur ekki milljónir manna til þess að finna ímynduð gereyðingarvopn.  Reynir að fá frið og hugsa um öryggi annara en eina sem hann gerir er að gera illt verra.\nEn málið er, þetta er ekki einhver leikur.\nVið erum að tala um að Ísland sé drepið aftur og aftur og aftur og aftur(líking, tölulega séð).\nAshy…\nBætt við 27. desember 2006 -  15:03\nOg já, í 99% tilvika, eða meira.  Þá hafa flestir ákvarðanir svona völduga mans rosaleg áhrif á alla, þótt hann ákveður eitthvað lítið þá er það líf og dauði fyrir marga úti.\nÞegar maður lifir í svona stóru landi þá breyta litlar ákvarðanir miklu máli.\nEins og ef þú ákveður að festa ekki niður kóksjálfsala niður þá erum við að tala um hundrað manns á ári sem deyr vegna þess.\nEf þú ákveður að láta einhverja pillu vera í svona í laginu þá deyr x margir útaf því."
        },
        {
            "user": "opi",
            "user_id": "29163",
            "date": "2006-12-28 02:49:42",
            "id": "4404061",
            "reply_to_id": "4401373",
            "text": "Já, ég er alveg sammála því, margir aðrir sem ég hefði frekar vilja að væru í þessu sæti voldugasta manns jarðar.\nEn hvað ertu að meina með þessu, að mörg hundruð manns deyji vegna þess að kóksjálfsali var ekki festur?\nOg svo er það ekkert í höndum forseta að stjórna lögun einhverrar pillu, og þá sérstaklega ekki hans að sjá til þess að hún sé passlega straulínulaga að fólk kafni ekki á henni. Hljómar kjánalega :P."
        },
        {
            "user": "TheAshlander",
            "user_id": "47756",
            "date": "2006-12-28 04:00:59",
            "id": "4404177",
            "reply_to_id": "4404061",
            "text": "Hehe.\nÁ hverju ári deyja 100 manns vegna sjálfsalar falla ofan á fólk í bandaríkjunum.\nSá sem ákvað að það skyldi ekki negla niður sjálfsala hefur þá haft áhrif á mörg líf.\nÉg tók þetta bara sem dæmi, ef þú lifir í eins stóru landi og þú tekur einhverja ákvörðun eins og þessa, þá gætir þú verið að taka ákvörðun uppá líf margra.\nSvo tók ég bara eitthvað úr loftinu um þessa pillu, ég var alls ekki að segja að forseti stjóri svona hlutum en maður getur rétt ímyndað sér að hann taki marga ákvarðanir sem líta sakleysislegar út en hafa lúmsklega mikil áhrif.\nÞú talaðir nefnilega um að forseti ætti ekki að hafa áhrif á persónulegt líf einstaklings.  Þá er það eitthvað sem er óumflýjanlegt í svona stóru landi… Kannski er ég að misskilja þig.\nAshy… :)"
        },
        {
            "user": "opi",
            "user_id": "29163",
            "date": "2006-12-28 15:46:56",
            "id": "4405215",
            "reply_to_id": "4404177",
            "text": "Það sem ég meinti með því að þeir eigi ekki að hafa áhrif á persónulegt líf fólks var ekki þetta. Þeir eiga ekki að hafa\nbein\náhrif á persónulegt líf fólks. Þ.e.a.s. stjórna því hvernig það lifir, hvort það meigi gera svona eða hinseigin á eigin heimili. Það er á þann veg í mörgum einræðis löndum, að einræðis herrann hafi bein áhrif á fólkið sem kemur þeim í raun ekkert við.\nDæmi: Að það sé bannað að segja nafn einhvers ákveðins, eða að allir VERÐI að fara að biðja klukkan 6."
        },
        {
            "user": "TheAshlander",
            "user_id": "47756",
            "date": "2006-12-28 18:48:42",
            "id": "4405863",
            "reply_to_id": "4405215",
            "text": "Aha, það er eitthvað sem mér finnst vera rangt."
        },
        {
            "user": "kleinumamma",
            "user_id": "62592",
            "date": "2006-12-28 00:34:45",
            "id": "4403538",
            "reply_to_id": "4399016",
            "text": "Rússnesku, Bresku og Bandarísku leyniþjónusturnar sögðu að Saddam væri með gereyðingarvopna - Svo ég álasa Bush ekki neitt"
        },
        {
            "user": "Garnargeir",
            "user_id": "30977",
            "date": "2006-12-26 18:10:08",
            "id": "4398664",
            "reply_to_id": "4398619",
            "text": "Jú það mundi hafa verið Bush eldri sem kom þarna á undan honum.\nBush yngri sagði síðan að þetta hefði farið svona vegna þess að Saddam hafði reynt að drepa pabba…\nBull!"
        },
        {
            "user": "Pieman",
            "user_id": "39694",
            "date": "2006-12-26 19:51:54",
            "id": "4399040",
            "reply_to_id": "4398619",
            "text": "Þú vilt s.s. frekar að einræðisherra pynti og drepi þá sem eru ekki hrifnir af því sem hann gerir og prófi á meðan efnavopn á íbúum landsins en að utanaðkomandi her komi á lýðræði?\nÞað Bush eldri fór ekkert þangað til að drepa fólk, hann fór þangað því að Saddam gerði innrás í Kúveit og ætlaði að taka undir sig olíulindir landsins."
        },
        {
            "user": "Deathstalker",
            "user_id": "18308",
            "date": "2006-12-27 21:37:18",
            "id": "4402777",
            "reply_to_id": "4399040",
            "text": "Og Bandaríkjamenn fara þarna inn, pynta og drepa borgarana. Skárra, eh? ^^"
        },
        {
            "user": "Pieman",
            "user_id": "39694",
            "date": "2006-12-27 21:48:32",
            "id": "4402821",
            "reply_to_id": "4402777",
            "text": "Svo lengi sem það er til að koma á jafnvægi og lýðræði en ekki að halda uppi einræðisstjórn."
        },
        {
            "user": "Svafnir",
            "user_id": "8098",
            "date": "2006-12-27 22:53:30",
            "id": "4403050",
            "reply_to_id": "4402821",
            "text": "Ég veit ekki betur en að landið hafi verið undir fullkomnri stjórn þangað til Bandaríkjamenn komu askvaðandi inn í landið og fokkuðu öllu upp.\nVatn er af skornum skammti og rafmagn takmarkað."
        },
        {
            "user": "Pieman",
            "user_id": "39694",
            "date": "2006-12-28 01:28:11",
            "id": "4403787",
            "reply_to_id": "4403050",
            "text": "Já, en þú veist líka hvernig hann hélt stjórn."
        },
        {
            "user": "Deathstalker",
            "user_id": "18308",
            "date": "2006-12-28 17:14:53",
            "id": "4405504",
            "reply_to_id": "4402821",
            "text": "….\nÉg ætla að pynta pabba í fjölskyldu, skera undan honum, svelta hann, meiða hann, gera lífið honum helvíti. En það er allt saman gert með góðri hugsun til fjölskyldu hans, í staðinn munu þau hafa það betra.\nEru þetta rökin þín?"
        },
        {
            "user": "Pieman",
            "user_id": "39694",
            "date": "2006-12-28 22:14:23",
            "id": "4406693",
            "reply_to_id": "4405504",
            "text": "Já, frekar hann en öll fjölskyldan."
        },
        {
            "user": "Deathstalker",
            "user_id": "18308",
            "date": "2006-12-28 23:51:04",
            "id": "4407122",
            "reply_to_id": "4406693",
            "text": "Þú…hefur afar brenglaða skoðun, með allri virðingu.\nHefur fjölskyldan það mikið betra? Gúglaðu fyrir mig Írak, lestu nýjustu fréttir þaðan. Gleði og hamingja?"
        },
        {
            "user": "Pieman",
            "user_id": "39694",
            "date": "2006-12-29 03:06:03",
            "id": "4407889",
            "reply_to_id": "4407122",
            "text": "Lestu fréttirnar frá því fyrir stríðið."
        },
        {
            "user": "Deathstalker",
            "user_id": "18308",
            "date": "2006-12-29 14:56:50",
            "id": "4408830",
            "reply_to_id": "4407889",
            "text": "Undarlegt, finnst það samt einhvern veginn betra heldur en eftir stríð.\nSegjum að við værum enn undir ógnarstjórn Dana, þeir væru hrottar, tækju reglulega einhverja af lífi o.s.frv.\nHvort þætti þér persónulega betra? Að við myndum reyna að rísa upp gegn Dönunum, eða þá að Bandaríkjamenn kæmu og bombuðu Reykjavík til fjandans?"
        },
        {
            "user": "Pieman",
            "user_id": "39694",
            "date": "2007-05-13 01:57:09",
            "id": "4891391",
            "reply_to_id": "4408830",
            "text": "Væri flott er bandaríkjamenn kæmu bara og slátruðu dönunum fyrir okkur. Ef danirnir væru hérna þ.e.a.s."
        },
        {
            "user": "Deathstalker",
            "user_id": "18308",
            "date": "2007-05-13 16:19:41",
            "id": "4892706",
            "reply_to_id": "4891391",
            "text": "Með tactical nukes eins og þeir gerðu í Írak?"
        },
        {
            "user": "Pieman",
            "user_id": "39694",
            "date": "2007-05-13 17:54:27",
            "id": "4892938",
            "reply_to_id": "4892706",
            "text": "Þessvegna. Ég hef hvergi séð neitt um tactical nukes í Írak, nema þú sért að tala um bunker busters?"
        },
        {
            "user": "Deathstalker",
            "user_id": "18308",
            "date": "2007-05-16 00:01:20",
            "id": "4901426",
            "reply_to_id": "4892938",
            "text": "http://en.wikipedia.org/wiki/Nuclear_bunker_buster\nYa mon."
        },
        {
            "user": "Pieman",
            "user_id": "39694",
            "date": "2007-05-16 00:37:33",
            "id": "4901501",
            "reply_to_id": "4901426",
            "text": "Haha, þú heldur varla að þeir noti bunker bustera á skotmörk ofanjarðar, er það?"
        },
        {
            "user": "Deathstalker",
            "user_id": "18308",
            "date": "2007-05-16 07:14:10",
            "id": "4901694",
            "reply_to_id": "4901501",
            "text": "Lestu greinina sem ég linkaði elskan ^,^"
        },
        {
            "user": "Pieman",
            "user_id": "39694",
            "date": "2007-05-16 17:32:26",
            "id": "4903125",
            "reply_to_id": "4901694",
            "text": "Ég veit hvernig bunker buster sprengjur virka sykurpúði :*"
        },
        {
            "user": "Deathstalker",
            "user_id": "18308",
            "date": "2007-05-17 00:05:16",
            "id": "4904635",
            "reply_to_id": "4903125",
            "text": "Ah, þessi þráður er orðinn svo gamall, verð að gera eitthvað sniðugt, hmm….\nINSULT!"
        },
        {
            "user": "Pieman",
            "user_id": "39694",
            "date": "2007-05-17 00:35:03",
            "id": "4904726",
            "reply_to_id": "4904635",
            "text": "RETORT"
        },
        {
            "user": "Deathstalker",
            "user_id": "18308",
            "date": "2007-05-17 15:02:38",
            "id": "4905909",
            "reply_to_id": "4904726",
            "text": "COUNTER-RETORT"
        },
        {
            "user": "Pieman",
            "user_id": "39694",
            "date": "2007-05-17 15:43:07",
            "id": "4906022",
            "reply_to_id": "4905909",
            "text": "QUESTIONING OF SEXUAL PREFERENCE"
        },
        {
            "user": "Deathstalker",
            "user_id": "18308",
            "date": "2007-05-17 17:35:42",
            "id": "4906389",
            "reply_to_id": "4906022",
            "text": "SUGGESTION TO SHUT THE FUCK UP"
        },
        {
            "user": "Pieman",
            "user_id": "39694",
            "date": "2007-05-17 17:52:20",
            "id": "4906434",
            "reply_to_id": "4906389",
            "text": "NOTATION THAT YOU CREATE A VACUUM"
        },
        {
            "user": "Deathstalker",
            "user_id": "18308",
            "date": "2007-05-17 17:53:56",
            "id": "4906439",
            "reply_to_id": "4906434",
            "text": "RIPOSTE"
        },
        {
            "user": "Deathstalker",
            "user_id": "18308",
            "date": "2007-05-17 17:54:13",
            "id": "4906440",
            "reply_to_id": "4906434",
            "text": "ADDON RIPOSTE"
        },
        {
            "user": "Pieman",
            "user_id": "39694",
            "date": "2007-05-17 18:43:05",
            "id": "4906624",
            "reply_to_id": "4906440",
            "text": "COUNTER-RIPOSTE"
        },
        {
            "user": "Deathstalker",
            "user_id": "18308",
            "date": "2007-05-17 21:09:58",
            "id": "4907175",
            "reply_to_id": "4906624",
            "text": "COUNTER-COUNTER RIPOSTE"
        },
        {
            "user": "Pieman",
            "user_id": "39694",
            "date": "2007-05-18 00:38:53",
            "id": "4907862",
            "reply_to_id": "4907175",
            "text": "NONSENSICAL STATEMENT INVOLVING PLANKTON"
        },
        {
            "user": "Mortice",
            "user_id": "22856",
            "date": "2007-05-18 16:53:46",
            "id": "4909165",
            "reply_to_id": "4907862",
            "text": "RESPONSE TO RANDOM STATEMENT AND THREAT TO BAN OPPOSING SIDES"
        },
        {
            "user": "Pieman",
            "user_id": "39694",
            "date": "2007-05-18 17:29:01",
            "id": "4909246",
            "reply_to_id": "4909165",
            "text": "WORDS OF PRAISE FOR FISHFOOD"
        },
        {
            "user": "Deathstalker",
            "user_id": "18308",
            "date": "2007-05-19 01:08:56",
            "id": "4910579",
            "reply_to_id": "4909246",
            "text": "ACKNOWLEDGEMENT AND ACCEPTENCE OF TERMS"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-12-26 18:10:31",
            "id": "4398667",
            "reply_to_id": "4398568",
            "text": "Sama hvað maðurinn hefur gert á enginn að verðskulda það að vera hengdur!\nÉg svo sem er alveg til í að láta drepa hann, en að hengja er bara svo ó….. allt bara!"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-12-26 18:18:09",
            "id": "4398688",
            "reply_to_id": "4398667",
            "text": "Hann lét skera hendur af fólki, skera tungur úr fólki, nauðga einstaklingum fyrir framan fjölskyldumeðlimi, rukkaði fjölskyldur fyrir byssukúlurnar sem voru notaðar við aftöku á fjölskyldumeðlimi, setti fólk lifandi í hakkvélar…\nHann ber ábyrgð á því hatri sem flestir Írakar bera til hans, núna er komið að skuldardögum."
        },
        {
            "user": "JonGretar",
            "user_id": "7636",
            "date": "2006-12-26 18:29:24",
            "id": "4398719",
            "reply_to_id": "4398688",
            "text": "Aftökur eru aldrei afsakanlegar. Hefnd er engan vegin grunnur að dómskerfi. Það er bara háttur ósiðmenntaðra.\nMaðurinn er skrímsli sem á aldrei að sjá dagsins ljós aftur. Aftökur, sama hvern þú tekur af lífi, er villimannaháttur framkvæmdur af aumingjum sem láta stjórnast af tilfinningum og grimmd frekar en siðmennt og manndómi. Þeir sem myrða eru dýr sem eiga heima í frumskóginum með sínum villdýrum frekar en á meðal siðmenntaðs fólk."
        },
        {
            "user": "Utopia",
            "user_id": "28528",
            "date": "2006-12-26 19:48:17",
            "id": "4399027",
            "reply_to_id": "4398719",
            "text": "erum við ekki dýr ? afhverju erum við alltaf að upphefja okkur í eitthvað sem að við erum ekki, við erum ekkert æðri en önnur dýr á jörðinni, við höfum sömu frumhvatir og já maðurinn er grimmt dý"
        },
        {
            "user": "Brainiac",
            "user_id": "28711",
            "date": "2006-12-26 20:03:43",
            "id": "4399078",
            "reply_to_id": "4399027",
            "text": "Migrunar að þú vitir nákvæmlega hvað hann er að segja en, ég ætla samt að útskýra það.  Já, við erum dýr en við erum dýr sem höfum nægar gáfur til að hafna hvötum og taka ákvarðanir út frá rökum en ekki líffræði.  Þó hefn sé vissulega sterk hvöt er hún ekki endilega rétta leiðin, hvernig væri heimurinn ef ekki fyrir fyrirgefningu (ég er ekki að segja að það eigi að fyrirgefa Saddam, þetta er pínu offtopic)"
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2006-12-26 20:53:38",
            "id": "4399258",
            "reply_to_id": "4399027",
            "text": "Við erum víst hafin yfir önnur dýr. Við höfum margfalt betra heilakerfi ásamt mörgum öðrum þáttum sem gerir okkur betri en dýr…"
        },
        {
            "user": "Utopia",
            "user_id": "28528",
            "date": "2006-12-27 03:40:20",
            "id": "4400577",
            "reply_to_id": "4399258",
            "text": "svo mun betri… sem sannast í því að við erum að skemma vistkerfi jarðarinnar, erum að offjölga okkur auk þess þar sem að við höfum skapað samfélög þar sem er mun meira ofbeldi og misrétti heldur en í nokkru öðru “samfélagi” í náttúrunni\nveistu við erum ekkert svo mikið betri… auk þess þá tel ég engann hérna hæfann til þess að dæma lög annara landa, ég hef fullatrú á því að dómarinn sé að fylgja lögum Íraks og þar sem að hann framdi glæpinn þar þá fyrst mér þetta bara gott… það er ekki mitt og það er ekki þitt að dæma annara samfélög, ættum frekar að líta á okkar og bæta það sem að er að"
        },
        {
            "user": "Deathstalker",
            "user_id": "18308",
            "date": "2006-12-29 00:49:09",
            "id": "4407397",
            "reply_to_id": "4400577",
            "text": "Og með þessum rökum þínum ertu búinn að sanna að menn séu ólíkir dýrum, ólíkt því sem þú sagðir áður.\nEr ekki logík skemmtileg? ^^\nÞá þýðir það að við séum ekki eins og dýr og hegðum okkur öðruvísi. Pæld'í því marr! It's like teh magic."
        },
        {
            "user": "Utopia",
            "user_id": "28528",
            "date": "2006-12-29 01:41:04",
            "id": "4407629",
            "reply_to_id": "4407397",
            "text": "ég va rað segja að við höfum sömu grunnhvatir, éta, ríða, skjól yfir höfðuðið og svo sú að vernda okkur og okkar fólk/hefnd … auk þess sem að ég var að færa rök fyrir því að við erum ekkert BETRI en þau!"
        },
        {
            "user": "deadsoul",
            "user_id": "59675",
            "date": "2006-12-27 01:26:04",
            "id": "4400211",
            "reply_to_id": "4398719",
            "text": "þeir sem myrða eru dýr sem eiga heima í frumskóginum með sínum villdýrum frekar en á meðal siðmenntaðs fólk\nfólk sem býr í frumskógum er yfirleitt mjög friðssamt,“villidýr” eiga heima í “siðmentuðum” samfélögum"
        },
        {
            "user": "JonGretar",
            "user_id": "7636",
            "date": "2006-12-27 09:28:05",
            "id": "4400846",
            "reply_to_id": "4400211",
            "text": "Ég meinti þá meðal villidýra náttúrulega. Var ekkert að hrauna yfir frumbyggja. Villidýr eiga ekki heima í siðmenntuðum samfélögum."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-12-26 19:16:15",
            "id": "4398901",
            "reply_to_id": "4398688",
            "text": "Ég stend samt sem áður á því að engin á það verðskuldað að vera hengdur."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-12-27 06:16:29",
            "id": "4400764",
            "reply_to_id": "4398901",
            "text": "Ég myndi frekar velja það en að rotna í fangelsi alveg fram að eðlilegum dauða.\nEn öll erum við misjöfn."
        },
        {
            "user": "Svafnir",
            "user_id": "8098",
            "date": "2006-12-27 23:26:22",
            "id": "4403203",
            "reply_to_id": "4398901",
            "text": "Sama hvað maður gerir, við hvern, að hvaða tilefni, og hvernig á maður ekki rétt á að verða drepinn fyrir það?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-27 23:49:24",
            "id": "4403298",
            "reply_to_id": "4403203",
            "text": "Heyrðu, þetta er bara mín skoðun. Skoðanir fólks eru ekki allar eins, ég hef þessa skoðun og held mig bara við hana.\nMér finnst ekkert réttlæta það að taka fólk af lífi, hvað þá að hengja það!\nÉg og margir aðrir í heiminum eru á sama máli og þú og margir í heiminum eru á ykkar skoðun.\nFlestir þeirra sem hafa framið svona ódáðarverk eins og Saddam eru veikir á geði þó að það sjáist kannski ekki beint á þeim í daglegu amstri."
        },
        {
            "user": "Svafnir",
            "user_id": "8098",
            "date": "2006-12-29 23:08:05",
            "id": "4410892",
            "reply_to_id": "4403203",
            "text": "Ég hef aldrei skilið þetta\nauga fyrir auga tönn fyrir tönn\n.\nSérstaklega þegar yfirvöld eru þau sem að stjórna því hvernig fer fyrir fólki, þá á ég við líf eða dauða. Hefur nokkur rétt á því að hafa í hendi sér og stjórna lífi og dauða annarrar manneskju?\nHvort sem það er venjulegt fólk, yfirvöld eða sérþjálfaðir aftökumenn?\nÞað finnst mér ekki, það er engan veginn réttlætanlegt fyrir mér að drepa mann fyrir morð sem hann framdi. Hver er boðskapurinn í því?"
        },
        {
            "user": "Svafnir",
            "user_id": "8098",
            "date": "2006-12-29 23:44:43",
            "id": "4411070",
            "reply_to_id": "4410892",
            "text": "Auga fyrir auga og tönn fyrir tönn er komið úr Exodus, gamla testamentinu.\nVið getum ekki horft á þetta út frá því sjónarhorni hvernig þetta mun koma fyrir morðingjan, hvernig HONUM líði, hvernig hann mun upplifa refsinguna.\nHann er tekinn af lífi fyrir morð á 148 kúrdum sem er náttúrlega hlægilegt miðað við hvað maðurinn hefur slátrað mörgum.\nHver og einn einasti af þessum einstaklingum sem hann átti hefur án efa átt fjölskyldu, vini og ættingja.\nÞeir sofa ekki rótt fyrr en réttlæti er fullnægt yfir manninum sem drap vin, eiginmann, konu, barn eða afa/ömmu viðkomandi!"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-12-26 18:13:13",
            "id": "4398675",
            "reply_to_id": "4398568",
            "text": "Þekking Frakka? Afsakið á meðan ég æli.\nOlía, peningar og vinátta við Saddam Hussein er ástæðan af hverju Frakkar voru á móti innrás í landinu. Saddam hefur kallað Chirac sinn persónulega vin."
        },
        {
            "user": "kuxi",
            "user_id": "25719",
            "date": "2006-12-26 18:47:58",
            "id": "4398793",
            "reply_to_id": "4398675",
            "text": "Fyndið hvað þú ert á móti frökkum vegna viðskipta þeirra við Írak, en verð afturámóti bandaríkin þrátt fyrir viðskipti þeirra við lönd eins og t.d. Saudi arabíu."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-12-26 18:52:22",
            "id": "4398819",
            "reply_to_id": "4398793",
            "text": "Ég er ekkert á móti Frökkum. Hinsvegar útskýrir þetta bara af hverju aðgerðir í landinu voru ekki samþykktar. Þjóðverjar, Rússar og Kínverjar voru einnig með svipuð tengsl við Saddam… Auk þess að SÞ sáu um olíuspillinguna í Írak, sem friðarsinnar þekkja sem “oil for food”."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-12-26 20:11:26",
            "id": "4399108",
            "reply_to_id": "4398819",
            "text": "Sem var búið til af Bandaríkjamönnum til þessa að kúga Saddam vegna þess að hann fór ekki lengur eftir leikreglunum sem þeir settu honum."
        },
        {
            "user": "coot",
            "user_id": "58043",
            "date": "2006-12-26 20:21:03",
            "id": "4399138",
            "reply_to_id": "4398819",
            "text": "Bið þig að athuga að olíuhneykslið var ekki verk SÞ heldur einstakra manna innan SÞ.\nPost-áhrifin eftir að spillingin komst upp er líka klassískt dæmi um hvernig Bush-stjórnin reynir í hvívetna að koma óorði á þá sem hún líkar ekki. T.d. var Kofi Annan hart gagnrýndur (hvað ég best man) af Bandaríkjastjórn fyrir þessa spillingu þrátt fyrir að hafa sjálfur ekki komið nálagt henni."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-12-27 06:20:26",
            "id": "4400765",
            "reply_to_id": "4399138",
            "text": "Allt sem er gert í nafni SÞ ætti eðlilega að vera á þeirra ábyrgð og þeirra þjóða sem taka þátt í því. Allt í lagi að taka prósentu af olíusölunni, en um leið og eitthvað fer úrskeiðis að þá vill enginn bera ábyrgð."
        },
        {
            "user": "coot",
            "user_id": "58043",
            "date": "2006-12-27 19:07:19",
            "id": "4402206",
            "reply_to_id": "4400765",
            "text": "Mér sýnist votta í smá tvímeiningshátt hjá þér því skv. því ætti allt sem gert er innan fjölþjóðlega herliðsins í Írak (pyntingar og fleira) að vera á ábyrgð þess og þeirra þjóða sem studdu eða tóku þátt í inrásinni."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-12-27 19:54:50",
            "id": "4402432",
            "reply_to_id": "4402206",
            "text": "Hef ég einhvertíman sagt annað? Þó ég var fylgjandi innrásinni í Írak þá finnst mér sjálfsagt að Bandaríkjamenn og aðrar þjóðir beri vissa ábyrgð á þeim svörtu blettum sem fylgja hermönnunum, þar á meðal George W. Bush Bandaríkjaforseti þó hann hafi ekki komið beint að starfseminni á Abu Ghrab.\nSama má segja um Kofi Annan og óliuhneykslið."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-12-28 11:30:26",
            "id": "4404496",
            "reply_to_id": "4402432",
            "text": "… og Bandaríkin sem útbjuggu þetta kerfi og komu því í kring.  Auk þess sem þeir eru einna áhrifamestir innan SÞ.  Kofi Annan er yfirmaður samtaka sem ber ábyrgð á þúsundum verkefna og aðgerða víðsvegar um heim, það er firra að gera hann sérstakan ábyrgðarmann þeirra allra.  Hann kom ekki með beinum hætti að þessu máli eins og hefur verið sýnt fram á.  Hinsvegar er hann blóraböggull áróðursmanna þar sem hann er þekktur einstaklingur innan SÞ og forsvarsmaður þeirra.  Gagnrýni sem þessi þjónar einungis þeim tilgangi að gera lítið úr starfsemi SÞ.\nFræg bók sem hefur haft áhrif á stjórnmálamenn í gegnum árhundruðinn segir sögu af því hvernig stjórna eigi herdeild.  Ef liðsmaður gerir eitthvað af sér á að taka hann af lífi, ef að liðsmenn sama liðs gera eitthvað af sér á að taka liðstjóran af lífi, ef lið deildarinnar gera ítrekað eitthvað af sér á að taka herdeildarstjóran af lífi.\nEf það hefði viðgengist spilling og mistök með þessum hætti í stjórnartíð Kofi Annan væri skiljanlegt að hann væri látinn bera ábyrgð á því, hinsvegar er það ekki rauninn.  Þeir sem bera ábyrgð á þessari spillingu eru þeir sem tóku þátt í henni og þeir hafa verið sóttir til saka.  Hvað er svona óeðlilegt við þetta?  Hverju verður þú bættari ef að Kofi Annan verður refsað fyrir þetta?  Þetta er bara della."
        },
        {
            "user": "Brainiac",
            "user_id": "28711",
            "date": "2006-12-26 20:15:08",
            "id": "4399122",
            "reply_to_id": "4398675",
            "text": "Fyndið að þú svarar ekki aðal puntinum í greininni: Það átti að dæma Saddam í hlutlausum alþjóðarétti.\nÞú hittir samt naglann á höfuðið þegar þú sagðir\n“Saddam ber ábyrgð á því hatri sem hefur safnast saman í marga áratugi og endurspeglast núna í innri átökum í landinu.”\nEinmitt, allt þetta hatur í landinu gagnvart honum gerir það að verkum að það er ekki hægt að rétta yfir honum á hlutlausan hátt."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-12-27 06:22:14",
            "id": "4400767",
            "reply_to_id": "4399122",
            "text": "Ég er þessu ósammála.\nFinnst það vera að gefa skít í Írösku þjóðinna og þeirra nýja stjórnarkerfi með því að flytja Saddam burt."
        },
        {
            "user": "Brainiac",
            "user_id": "28711",
            "date": "2006-12-27 17:35:20",
            "id": "4401863",
            "reply_to_id": "4400767",
            "text": "Veistu, þá gef ég skít í það.  Það er ekki hægt að ætlast til að tveggja eða þriggja ára gamalt stjórnkerfi geti axlað þá ábyrgð að rannsaka og rétta í þessu máli af hlutleysi eftir allar þær þjáningar sem hann hefur valdið þjóðinni.  Það er einmitt þessi ástæða sem alþjóðlegir dómsstólar voru skapaðir."
        },
        {
            "user": "Svafnir",
            "user_id": "8098",
            "date": "2006-12-28 00:02:09",
            "id": "4403358",
            "reply_to_id": "4398675",
            "text": "Úff, Frakkar eru á móti innrásinni enda eru þeir fyrrum nýlenduþjóð, ergo þeir vita hvaða vesen þetta er."
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2006-12-26 18:15:24",
            "id": "4398681",
            "reply_to_id": "4398568",
            "text": "Látalæti og ekkert annað, bull og vitleysa, ég er alls ekki að verja Saddam, alls ekki, en svona hálfvitaháttur er bara of mikið, hann á jafn mikið skilið á réttri málferð og hver annar.\nSíðan er dauðarefsing algerlega fáranlegt fyrirbæri."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-12-26 18:20:46",
            "id": "4398697",
            "reply_to_id": "4398681",
            "text": "Stríð eru ekki alltaf falleg eða sanngjörn. Þúsundir af liðsmönnum hans voru teknir af lífi á götunni.\nJá hefði kannski bara verið best að sprengja upp holuna hans."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-26 18:46:06",
            "id": "4398780",
            "reply_to_id": "4398697",
            "text": "Stríð eru ekki alltaf falleg eða sanngjörn\nVeist þú um eitt fallegt og sanngjarnt stríð?"
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2006-12-26 18:57:03",
            "id": "4398846",
            "reply_to_id": "4398697",
            "text": "Þau eru sjaldnast falleg"
        },
        {
            "user": "Cthulhu",
            "user_id": "61151",
            "date": "2006-12-26 19:46:28",
            "id": "4399022",
            "reply_to_id": "4398846",
            "text": "þau eru aldrei falleg……."
        },
        {
            "user": "Doofy",
            "user_id": "38930",
            "date": "2006-12-27 02:05:22",
            "id": "4400332",
            "reply_to_id": "4398681",
            "text": "kannski, kannski ekki.. þú veist að hann er ástæða dauða milljóna og fleira.. fjöldamorðingjar s.s hafa drepið fullt og þjófar og fleira eiga hafa \"fair réttarhöld en menn sem drepa miljónir eiga ekki.."
        },
        {
            "user": "Baddz",
            "user_id": "26038",
            "date": "2006-12-26 18:20:23",
            "id": "4398694",
            "reply_to_id": "4398568",
            "text": "Aðferðir Bandaríkjamanna voru augljósalega vitlausar og óafsakanlegar en hinsvegar þegar við tölum um mann eins og Saddam Hussain þá stjórnaði hann Írak harkalega og var sekur um að drepa fjöldan allan af saklausu fólki. Ég er viss um það að sama hvar hefði verið réttað yfir honum hefði hann hlotið hámarksrefsingu hver svo sem hún er í því tiltekna landi.\nÉg persónulega er á móti dauðarefsingum upp að vissu marki. Að taka mann af lífi sem er vitað mál að hafi framið hrottalega glæpi gegn mannkyninu er í lagi mín vegna."
        },
        {
            "user": "Cthulhu",
            "user_id": "61151",
            "date": "2006-12-26 19:48:24",
            "id": "4399028",
            "reply_to_id": "4398694",
            "text": "en að hengja,eru til dæmis heill mínúta af óbærilegum sársauka,heil mínúta af hugsunum um að maður sé að fara að deyja,heil mínúta í helvíti."
        },
        {
            "user": "Gspeed",
            "user_id": "9351",
            "date": "2006-12-26 20:13:02",
            "id": "4399116",
            "reply_to_id": "4399028",
            "text": "Haha, nei. Þú deyrð í svona 99% tilfella á svona hálfri sekúndu, um leið og þú ert látinn detta og reipið strekkist brotnar mænukylfann og deyrð algjörlega samstundis (Ekki einu sinni hálf sekúnda). Einu mennirnir sem deyja ekki strax við hengingu eru þeir sem eru brjálæðislega sterkir samblandað við heppni sem ná að herða vöðvana nægilega vel til að þola fallið. Saddam sem er uppþornaður gamall kall er fráært dæmi um mann sem mun deyja samstundis."
        },
        {
            "user": "Nafnotenda",
            "user_id": "61895",
            "date": "2006-12-27 04:02:19",
            "id": "4400617",
            "reply_to_id": "4399116",
            "text": "Heppni?"
        },
        {
            "user": "Svafnir",
            "user_id": "8098",
            "date": "2006-12-27 23:00:38",
            "id": "4403084",
            "reply_to_id": "4400617",
            "text": "Já heppni.\nHnúturinn gæti verið slappur, reypið gæti verið slappt, fallið gæti verið ónóg til að það myndi strekkjast nóg á reypinu um hálsinn.\nNúningur, blablablbabla…. heppni. Tilviljun? Örlög? Karma?"
        },
        {
            "user": "Cthulhu",
            "user_id": "61151",
            "date": "2006-12-27 08:59:06",
            "id": "4400830",
            "reply_to_id": "4399116",
            "text": "orly það var ekki þannig þegar ég var lítill,fjandans tækni"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-12-27 06:06:36",
            "id": "4400762",
            "reply_to_id": "4399028",
            "text": "Ég sá í gær viðtal við Íraka sem var ósáttur við dóminn… að hann væri of vægur.\nHeld að margir séu á þessari skoðun í Írak, að hann eigi ekki skilið á að fá svona mannúðlega aftöku þegar hann sjálfur var aldrei mannúðlegur við þau hunduðir þúsunda sem voru tekin af lífi."
        },
        {
            "user": "Ragnarr",
            "user_id": "25730",
            "date": "2006-12-26 18:43:12",
            "id": "4398764",
            "reply_to_id": "4398568",
            "text": "Afhverju var hann ekki bara skotinn þegar hann var dreginn uppúr holunni ?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-26 18:47:21",
            "id": "4398792",
            "reply_to_id": "4398764",
            "text": "Ég hefði skotið hann af “slysförum” :)"
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2006-12-27 19:46:54",
            "id": "4402394",
            "reply_to_id": "4398764",
            "text": "Maður spyr sig stundum að þessu sama…þetta er nú stríð. Annars kemur það betur út að það sé réttað yfir honum, siðmenntaðra að leyfa honum að svara fyrir sig áður en hann er drepinn."
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2006-12-26 18:44:56",
            "id": "4398775",
            "reply_to_id": "4398568",
            "text": "Ekki nenni ég að berjast gegn því að Saddam sé tekinn af lífi. Ég er á móti dauðadómum, en ég myndi frekar vilja berjast gegn dauðadómum annars staðar í heiminum, á almennum borgurum."
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2006-12-26 18:48:33",
            "id": "4398795",
            "reply_to_id": "4398775",
            "text": "ég er miki meira á móti dómstólnum sjálfum heldur en dauðadómnum…"
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2006-12-26 18:50:31",
            "id": "4398810",
            "reply_to_id": "4398795",
            "text": "Já, það var nú eiginlega hálf asnalegt að halda réttarhöldin, liggur við sóun á peningum.\nSvo var hann ákærður fyrir nokkur tiltekin ódæmisverk. Í raun hefðu þeir frekar bara átt að ákæra hann fyrir að vera einræðisherra og klára dæmið á viku."
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2006-12-26 18:52:04",
            "id": "4398818",
            "reply_to_id": "4398810",
            "text": "hahaha nei… Það á að vera dæmt yfir honum á öðrum stað.. Getur ekki dæmt einhvern fyrir að vera einræðisherra… setja hann í stríðsglæpadómstól því hann var gerður fyrir svona mál.."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-26 18:54:44",
            "id": "4398837",
            "reply_to_id": "4398818",
            "text": "Jú,jú ég er alveg sammála þér. En hinsvegar yrðu írakar eflaust fúlir yfir því, enda taka alþjóðlegir stríðsglæpadómstólar óhemju langan tíma."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-12-26 18:49:50",
            "id": "4398805",
            "reply_to_id": "4398775",
            "text": "Bara berjast fyrir því almennt að hætt verði að nota dauðadóma í Írak. Að nýr kafli landsins verði ekki jafn blóðugur.\nHinsvegar má mín vegna hefja baráttuna eftir að búið er að hengja Saddam :)"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-12-26 18:53:04",
            "id": "4398824",
            "reply_to_id": "4398805",
            "text": "Þú gerir þér grein fyrir því að það verður eflaust búið að taka einhverja af lífi í millitíðinni.\nHins vegar hefði ég ekkert á móti einni klausu í alþjóðalög sameinuðu þjóðanna:\nVið fordæmum líflát. Nema ef um einræðisherra sé að ræða.\nGleðileg jól."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-12-26 20:12:58",
            "id": "4399115",
            "reply_to_id": "4398824",
            "text": "Einræðisherra þarf ekki að vera slæmur."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-12-27 04:26:45",
            "id": "4400679",
            "reply_to_id": "4399115",
            "text": "Geturðu nefnt einn góðan?\nÞað hafa kannski stundum í gegnum mannkynssöguna fæðst þokkalegir konungar, en einræðisherrar sem á tuttugustu eða nítjándu öld hafa náð alræðisvöldum í löndum sínum… Er einhver sem er góður?\nBætt við 27. desember 2006 -  04:29\nEkki það að góður og vondur séu ekki útvötnuð hugtök. Án þess að maður vefjist út í spurningar um hvort gott sé afstætt, hefur einhver einræðisherra verið góður fyrir þjóð sína?"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-12-27 12:04:39",
            "id": "4400966",
            "reply_to_id": "4400679",
            "text": "Ef fólk álítur Nelson Mandela og flesta Bandaríkjaforseta eftir stríð góðar persónur, þá held ég að ég leyfi mér að kalla Castro góða persónu.  Flestum þessara má í senn lýsa sem hetjum og hryðjuverkamönnum.  Nelson Mandela var hryðjuverkamaður, Bandaríkjaforsetar bera ýmist ábyrgð á hryðjuverkum víðsvegar um heim og mannréttindarbrotum (hafa verið dæmdir fyrir alþjóðadómstólnum), morð á pólítíkusum o.s.frv.  Castro hefur verið sakaður um svipaða hluti og kannski álíka mörg ódæði og er hægt að kenna við forsetanna frá um 1960 til okkar daga.\nÞú getur kallað þetta slæmt eða gott, það breytir því hinsvegar ekki að það er engin ástæað til að setja sérstök lög um einræðisherra varðandi dauðadóm.  Lýðræðiskjörnir embættismenn, fyrirtæki og frelsishetjur geta borið ábyrgð á hundruðum mannslífa.  Það ætti jafnt að ganga yfir alla, eða hvað?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-28 04:31:17",
            "id": "4404235",
            "reply_to_id": "4400966",
            "text": "Tja, ég setti þetta nú aðallega fram í gríni. Hef í raun ekkert á móti Fidel kallinum að undanskildu því að hann sé ekki kjörinn."
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2006-12-26 18:49:04",
            "id": "4398800",
            "reply_to_id": "4398568",
            "text": "Eru þeir ekki bara að gefa honum greiða með því að refsa honum með dauða?\nHeld að það séu ekki svo margir sem vildu dvelja í fangelsi til æviloka."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-26 18:49:18",
            "id": "4398803",
            "reply_to_id": "4398800",
            "text": "Gera honum greiða*"
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2006-12-26 18:50:04",
            "id": "4398808",
            "reply_to_id": "4398800",
            "text": "hann vill það ekki…"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-12-26 18:53:16",
            "id": "4398826",
            "reply_to_id": "4398808",
            "text": "Hmm, já.\nPersónulega myndi ég vilja vera í fangelsi til æviloka og sjá hvernig heimurinn yrði í staðinn fyrir að vera dauðadæmdur."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-12-27 06:23:38",
            "id": "4400768",
            "reply_to_id": "4398826",
            "text": "Það yrði nú þjáning fyrir Saddam að horfa upp á Írak byggjast upp til betri tíma án hans :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-27 11:31:55",
            "id": "4400928",
            "reply_to_id": "4400768",
            "text": "Hehe já :)"
        },
        {
            "user": "Hairdoismylife",
            "user_id": "57267",
            "date": "2006-12-26 19:13:23",
            "id": "4398889",
            "reply_to_id": "4398800",
            "text": "hefur ykkur ekki dottið í hug að ef hann dvelur í fangelsi þá er einhver möguleiki á að einhverjir reyni að frelsa hann með öllum ráðum, og ekki viljið þið að hann fari í eitthvað hefndar killing spree er það? hehe\nneinei, suma menn má alveg hengja eða skjóta. en aðeins ef sönnunargögn eru bulletproof.\nkannski það ætti að lífláta hann á niðurlægjandi hátt orsom, láta hann vera í g streng í mðibæ Bagdad haha það væri algert rugl.\nneinei, ég er bara að hugsa upphátt ;) ég er hlutlaus hvað saddam varðar.\nkv GoGG1"
        },
        {
            "user": "Hairdoismylife",
            "user_id": "57267",
            "date": "2006-12-26 20:09:51",
            "id": "4399101",
            "reply_to_id": "4398889",
            "text": "“kannski það ætti að lífláta hann á niðurlægjandi hátt orsom, láta hann vera í g streng í mðibæ Bagdad haha það væri algert rugl.\n”\nÞetta mál er nú ekki beint eitthvað til þess að hlægja að.\nÉg er á móti dauðarefsingum en mér finnst hann samt eiga það skilið að vera hengdur."
        },
        {
            "user": "Hairdoismylife",
            "user_id": "57267",
            "date": "2006-12-26 22:50:26",
            "id": "4399653",
            "reply_to_id": "4399101",
            "text": "mér finnst að morðingjar sem hafa drepið einhvern af ásettu ráði, eigi skilið að fá dauðarefsingu. morðinginn tók líf þannig það er bara réttlætanlegt að taka hans.\naf gáleysi og allt það er náttúrulega annað mál, ég er að tala um af ásettu ráði ;)"
        },
        {
            "user": "Mithril",
            "user_id": "49788",
            "date": "2006-12-26 19:08:59",
            "id": "4398879",
            "reply_to_id": "4398568",
            "text": "Það var mikið!!"
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2006-12-26 19:11:55",
            "id": "4398885",
            "reply_to_id": "4398568",
            "text": "Það átti að láta Stríðsglæpadómstólinn í Haag um þetta mál. Það voru stór mistök að láta Íraska dómskerfið sjá um þetta enda býður landið ekki upp á neitt öryggi gagnvart lögfræðingum Saddams né heldur sanngirni í dómi."
        },
        {
            "user": "Cthulhu",
            "user_id": "61151",
            "date": "2006-12-26 19:15:56",
            "id": "4398899",
            "reply_to_id": "4398885",
            "text": "Bara halda þetta á Íslandi og hann yrði sloppinn út eftir 7 ár."
        },
        {
            "user": "Cthulhu",
            "user_id": "61151",
            "date": "2006-12-26 19:51:20",
            "id": "4399037",
            "reply_to_id": "4398899",
            "text": "16 ár eru það mesta sem þú getur setið inni fyrir ;)"
        },
        {
            "user": "trapisa",
            "user_id": "61546",
            "date": "2006-12-27 00:39:50",
            "id": "4400049",
            "reply_to_id": "4399037",
            "text": "Í alvöru er það bara 16 ár? Ég hélt að það væri 20. Heimska dómskerfi."
        },
        {
            "user": "Cthulhu",
            "user_id": "61151",
            "date": "2006-12-27 00:42:29",
            "id": "4400056",
            "reply_to_id": "4399037",
            "text": "Er ekki lífstíðar fangelsi á Íslandi?"
        },
        {
            "user": "Cthulhu",
            "user_id": "61151",
            "date": "2006-12-27 09:00:01",
            "id": "4400831",
            "reply_to_id": "4400056",
            "text": "nei,16 er það mesta sem þú getur setið inni fyri"
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2006-12-27 17:35:49",
            "id": "4401864",
            "reply_to_id": "4400056",
            "text": "Jú, þegar þú ert dæmdur í lífstíðarfangelsi þá þýðir það 16 ár, það kallast lífstíðarfangelsi,\nekki spurja mig afhverju"
        },
        {
            "user": "TheySeeMeTrollin",
            "user_id": "26622",
            "date": "2006-12-26 19:14:57",
            "id": "4398894",
            "reply_to_id": "4398568",
            "text": "Já, þetta mál er alltsaman klúður. Takk fyrir að vekja athygli á því hér, því að vafalaust hafa ekki margir kynnt sér þetta nógu vel til að sjá það."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2006-12-26 19:15:23",
            "id": "4398896",
            "reply_to_id": "4398568",
            "text": "Mig langar aftur að fara yfir sögu þessa máls og rekja hana alveg frá byrjun stríðsins í Írak.\nGetur ekki sagt þetta og skrifað svo nokkrar línur.\nÞað standa enn yfir fjölda mála og rannsókna enn yfir á Saddam en aldrei verður hægt að dæma hann fyrir þar sem hann verður látinn.\nOg það er slæmt af hverju?"
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2006-12-26 19:28:43",
            "id": "4398955",
            "reply_to_id": "4398896",
            "text": "því hann verður viðstaddur…\nBætt við 26. desember 2006 -  19:30\nþví hann verður ekki viðstaddur****\nsry"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2006-12-27 04:03:04",
            "id": "4400620",
            "reply_to_id": "4398955",
            "text": "Það væri ekkert annað en gálgafrestur og sóar tíma og pening margra manna."
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2006-12-26 19:17:13",
            "id": "4398908",
            "reply_to_id": "4398568",
            "text": "well Frakkar og Þjóðverjar voru á móti innrásinni af einungis einni ástæðu….\nPENINGUM.\nÞeir áttu gífurlega viðskiptahagsmuni við Saddam.\nbtw þá held samt að Saddam tæki út meiri refsingu að eyða restina af sinni æfi sem prison bitch"
        },
        {
            "user": "coot",
            "user_id": "58043",
            "date": "2006-12-26 20:30:11",
            "id": "4399171",
            "reply_to_id": "4398908",
            "text": "„well Frakkar og Þjóðverjar voru á móti innrásinni af einungis einni ástæðu….\nPENINGUM.“\nÞú getur ekki fullyrt þetta bara sí svona. Ég get alveg eins fullyrt á móti að meirihluti mannskyns var á móti innrásinni því það veit að stríð alltaf óréttlætanlegt fyrirbæri sem hægt hefur verið að komast hjá frá tímum Napóleons"
        },
        {
            "user": "Diesel",
            "user_id": "35420",
            "date": "2006-12-28 13:43:14",
            "id": "4404773",
            "reply_to_id": "4398908",
            "text": "ha ha ha.\nþeir einu sem eiga hagsmuna að gæta í írak eru bandaríkjamenn.\nAfhverju? nú, þá vantar olíu"
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2006-12-28 15:08:39",
            "id": "4405098",
            "reply_to_id": "4404773",
            "text": "in fact þá hefur allur heimurinn hagsmunum að gæta í Írak.\nNú af hverju? VIÐ NOTUM LÍKA OLÍU\nbtw ég er hvorki með eða á móti Íraksstríðinu svo ekki koma með neitt kjaftæði."
        },
        {
            "user": "Diesel",
            "user_id": "35420",
            "date": "2006-12-29 20:35:35",
            "id": "4410273",
            "reply_to_id": "4405098",
            "text": "jamm, en ég held að við séum samt voða lítil prósenta af heildar olíunotkun heimsins."
        },
        {
            "user": "einaraxel",
            "user_id": "5042",
            "date": "2006-12-26 19:19:03",
            "id": "4398913",
            "reply_to_id": "4398568",
            "text": "Í fyrsta lagi eru dauðarefsingar engan veginn réttlætanlegar - hver sem á í hlut.\nÍ öðru lagi á heimurinn ekki að þurfa að fylgja fordæmi Bandaríkjamanna í einu og öllu. Dauðarefsingar eru leyfðar í fæstum ríkjum hins vestræna heims.\nÍ þriðja lagi á Saddam Hussein ekki skilið nokkuð svo gott sem bráðan dauða, sögulega gerir þessi dauðarefsing ekkert annað en að gera píslarvott úr Hussein."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-12-27 06:27:45",
            "id": "4400773",
            "reply_to_id": "4398913",
            "text": "Í öðru lagi á heimurinn ekki að þurfa að fylgja fordæmi Bandaríkjamanna í einu og öllu. Dauðarefsingar eru leyfðar í fæstum ríkjum hins vestræna heims.\nÞetta einfaldlega kemur Bandaríkjamönnum ekkert við. Íraska dómskerfið sá um að dæma Saddam, dauðarefsingar eru leyfðar í Írak.\nSaddam ætti að hafa mikla reynslu af þessu enda var hann dæmdur til dauða í Írak áður en hann varð einræðisherra. Í raun hefði verið hægt að sleppa öllum þessum fíflalátum einfaldlega með því að viðurkenna fyrri dóminn sem hann fékk áður en hann hrifsaði sér völdin."
        },
        {
            "user": "einaraxel",
            "user_id": "5042",
            "date": "2006-12-28 00:09:16",
            "id": "4403393",
            "reply_to_id": "4400773",
            "text": "Glæpir sem framdir eru gegn mannkyni eiga að vera dæmdir af til þess gerðum stríðsglæpadómstólum. Bandaríkjamenn hafa haft mest með skipun íraska dómstólsins að gera - eins og flestallt annað þarna síðastliðin ár."
        },
        {
            "user": "Dahlia",
            "user_id": "17898",
            "date": "2006-12-26 19:20:35",
            "id": "4398921",
            "reply_to_id": "4398568",
            "text": "Fáránlegt. Skil ekki af hverju Saddam Hussein á eitthvað minni rétt á sanngjörnum réttarhöldum en hver annar. Mátti svosem alveg búast við þessu, þetta er búið að vera skrípaleikur frá upphafi til enda."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-26 19:21:41",
            "id": "4398925",
            "reply_to_id": "4398568",
            "text": "Flott grein hjá þér!\nEr mikið á móti dauðarefsingum!"
        },
        {
            "user": "BirkirEgo",
            "user_id": "15923",
            "date": "2006-12-26 19:38:47",
            "id": "4398995",
            "reply_to_id": "4398568",
            "text": "Mér finnst allir aðilar að þessu máli sekir á einn eða annan hátt.\nBandaríkjamenn réðust inní land af fölskum forsendum án samþykis SÞ og borguðu með lífum mörg þúsunda saklausra borgara, og afsökuðu sig svo með því að seigja “hey, við stopuðum þó einræðisherra”\nSvo var Sadam Hussein bara Vondur maður, hann átti víst marga fylgendur,\nen þeir sem voru ekki fylgendur hans eins og td. Kúrdar gátu allveg búist við því að herrmen mundu riðjast inní heimili þeirra og drepa alla þar inni.\nSannað hefur verið að Saddam samþykti fjöldamorð og Þjóðarmorð á mörg þúsund ef ekki milljón manns.\nEn svo er Dómstólin ósangjarn þar sem dómarinn getur einganvegin verið hlutlaus og þessvegna voru þessi dómur ósangjarn eða eins og lögfræðingur Saddams sagði við úrskurðin;\n“Þetta er það sem ég bjóst við, þetta er pólótískur úrskurður þar sem dómstólinn fer eftir óskum Bandaríkjamanna”\nSaddam hefði átt að vera réttaður undir Mannréttindardómstólnum í Hag, þar hefði hann líklegast verið dæmdur sekur, en hann hefði samt fengið sangjörn réttarhöld."
        },
        {
            "user": "Jolamadurinn",
            "user_id": "58823",
            "date": "2006-12-28 13:57:45",
            "id": "4404817",
            "reply_to_id": "4398995",
            "text": "Hvaða máli skiptir ef að réttarhöldin voru sanngjörn ef að dómurinn væri sá sami"
        },
        {
            "user": "BirkirEgo",
            "user_id": "15923",
            "date": "2006-12-28 16:21:57",
            "id": "4405317",
            "reply_to_id": "4404817",
            "text": "td. það að mannrétindardómstóllin i Hagg dæmir ekki fólk til dauða! (Held ég) og það kallast bara allmen sangirni og þá hefði hann verið dæmdur útaf því sem hann gerði, ekki útaf hefndarhug!"
        },
        {
            "user": "ratatosk3",
            "user_id": "65951",
            "date": "2006-12-26 19:42:58",
            "id": "4399013",
            "reply_to_id": "4398568",
            "text": "góð grein og ég er nákvæmlega sammála þér!"
        },
        {
            "user": "killjoker",
            "user_id": "62920",
            "date": "2006-12-26 19:47:12",
            "id": "4399024",
            "reply_to_id": "4398568",
            "text": "Af hverju á þetta ekki við á jólunum?"
        },
        {
            "user": "killjoker",
            "user_id": "62920",
            "date": "2006-12-26 20:10:53",
            "id": "4399104",
            "reply_to_id": "4399024",
            "text": "he he…enginn tími betri en Jólin til að\nræða hörmungar og vandræði heimsins.\nhttp://www.myspace.com/sveinbjornsson\nhttp://www.killingjoke.com"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-26 20:12:39",
            "id": "4399114",
            "reply_to_id": "4399104",
            "text": "Er það hörmung og vandræði að það er búið að tilkynna að það á að taka Saddam Hussain af lífi?"
        },
        {
            "user": "saruman",
            "user_id": "65006",
            "date": "2006-12-26 20:34:32",
            "id": "4399184",
            "reply_to_id": "4398568",
            "text": "Mér finnst þetta bara gott á mannfjandann því hann á þetta skilið."
        },
        {
            "user": "skarlett",
            "user_id": "35255",
            "date": "2006-12-26 20:36:34",
            "id": "4399194",
            "reply_to_id": "4398568",
            "text": "það hefði einfaldega átt að leyfa honum að dúsa í holunni sem hann fannst í hann er best geymdur 2feet under, ef menn vilja ekki hann dauðan er það þá ekki fín lausn. Síðan er það alltaf sama sagan með það að vera ekki hlyntur dauðarefsingum, það er alveg spurning hvernig þið mundið bregðast við þeim sem hefði aflíft ykkar fjölskyldu, tekið af þeim putta og leyft þeim að kveljast þið mundið ekki vilja vita af honum í fangelsi með fæðu. Ég er nokkuð viss um hefði þjóðin kosið, þá hefði hann verið hengdur líka, trúaðarnir tóku þetta bara að sér. Þeir sem eru á móti ættu að kíkja þangað og einfaldlega mótmæla ;)"
        },
        {
            "user": "skarlett",
            "user_id": "35255",
            "date": "2006-12-26 20:40:07",
            "id": "4399210",
            "reply_to_id": "4398568",
            "text": "Og ég reikna fastlega með því að svona fari fyrir Bush einhverndaginn líka, Usa verður ekki heimsveldi endalaust, þá fer fólk að spá í Bush hann ætti að vera í sömu stöðu og saddam nema hvað hann er með völdin han hefur algjörlega gert sama hlutinn og er enn að gera hann."
        },
        {
            "user": "killjoker",
            "user_id": "62920",
            "date": "2006-12-27 15:25:48",
            "id": "4401443",
            "reply_to_id": "4399210",
            "text": "Ef einhver sanngirni er til ættu Bush Og Dick Cheney þá að dingla þá við hliðina á Saddam í gálganum."
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2006-12-27 19:57:49",
            "id": "4402443",
            "reply_to_id": "4401443",
            "text": "og þú rökstyður það hvernig?"
        },
        {
            "user": "killjoker",
            "user_id": "62920",
            "date": "2006-12-28 13:13:10",
            "id": "4404694",
            "reply_to_id": "4402443",
            "text": "http://www.vald.org/"
        },
        {
            "user": "frantic89",
            "user_id": "6497",
            "date": "2006-12-26 20:42:06",
            "id": "4399216",
            "reply_to_id": "4398568",
            "text": "Ég er vanalega á móti dauðarefsingum en þegar ég sá þetta á textavarpinu þá hugsaði ég gott á helvítið.\nHann er vondur gaur en hann er bara einn af mörgum."
        },
        {
            "user": "Mash",
            "user_id": "53466",
            "date": "2006-12-26 21:00:01",
            "id": "4399284",
            "reply_to_id": "4398568",
            "text": "flott grein, og ég er sammála þér.\nég held t.d. að þessi dómstóll sé álíka mikið undir íraskri stjórn og þessi leppstjórn sem er nú “við völd”. kaninn að sjálfsögðu heimsmeistari í svona málum, leppstjórnum o.sv.frv.\nog, eins og þú réttilega bentir á fóru “bandamenn” eða eins og ég kalla þá, illvirkjana, beina leið frá einni afsökun til annarrar þegar útskýra átti hvers vegna ráðist var á írak.\nþetta er auðvitað allt saman áróður og óhróður. eitt er t.d. hvernig er talað um þetta. meira að segja áður en e-r andspyrna var gegn innrásinni (þá á ég við hernað af hálfu heimamanna gegn bna) var talað um stríð. það er einfaldlega helber lygi. það má svo sem tala um stríð núorðið, en þetta er allt byggt á árás eða innrás.\nég styð heldur ekki saddam, og ég kem lítið til með að sakna hans, en mér finnst alveg jafn mikil villimennska að lífláta hann, eins og hann lét lífláta saklaust fólk."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-12-27 06:29:47",
            "id": "4400774",
            "reply_to_id": "4399284",
            "text": "Hvernig er þetta leppastjórn?"
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2006-12-27 19:58:54",
            "id": "4402446",
            "reply_to_id": "4399284",
            "text": "Stjórninn var lýðræðislega kosin. Ekki bara komið fyrir af könum eins og þú virðist halda."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-12-28 11:19:48",
            "id": "4404485",
            "reply_to_id": "4402446",
            "text": "Hinsvegar er ýmislegt í sögu Bandaríkjanna sem bendir til þess að þeir hafi meira en lítil áhrif á framgöngu mála þar í landi.  Það er augljóst ef að saga nágrannalanda Írak er skoðuð.  Einnig er Suður-Ameríka gott dæmi.  Þó svo að ríkisstjórninn sé lýðræðislega kosin þýðir það ekki að hún sé ómögulega handbendi Bandaríkjanna."
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2006-12-28 16:30:36",
            "id": "4405346",
            "reply_to_id": "4404485",
            "text": "Kanarnir hafa óneitanlega einhver áhrif í stjórnina en það að hún hafi verið lýðræðislega kosin bendir til þess að hún hafi amk einhvern stuðning frá Írökum. Svo virðast bandaríkjamenn vera að leitast eftir því að koma sér úr landi þannig þetta vald mun eflaust minnka. Stór munur að halda í land í S-Ameríku og Miðausturlöndunum."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2006-12-29 00:28:33",
            "id": "4407310",
            "reply_to_id": "4405346",
            "text": "Hvað með Sádí Arabíu?  Auk þess má vera að ríkistjórninn hafi stuðning Íraka.  Það þýðir ekki að þeir séu ekki mútuþegnir eða spilltir o.s.frv.  Það er fáránlegt að gera ráð fyrir að þetta sé einhver ástæða til að ætla að stjórnin sé ekki að framkvæma samkvæmt skipunum Bandaríkjanna.  Er ekki nú þegar vitað með nokkurri vissu að hluti þingmanna er undir áhrifum stórglæpamanns sem stjórnar heilu hverfi í höfuðborginni?  Hvað er svona svakalega ólíklegt við það að Bandaríkjamenn geri það sama, þó ekki nema til að skáka við slíkum áhrifum.\nMér finnst það afar ósennilegt að þeir hafi ekki gríðarleg ítök í allri starfsemi ríkisins og skipti sér ekki af ákvörðunum sem þessum.  Að sjálfsögðu kemur sér það einstaklega vel hinsvegar að gera það í skjóli lýðræðiskosinnar stjórnar sem nýtur hylli þegnanna.  Þetta er bara kænska."
        },
        {
            "user": "Hafsteinn",
            "user_id": "19635",
            "date": "2006-12-26 21:09:18",
            "id": "4399310",
            "reply_to_id": "4398568",
            "text": "Ég myndi bara segja að hann hefði sloppið einstaklega vel…\nFær að deyja strax.\nHeld það  sé svo mun verri refsing að fá lífstíðardóm og einangrun, þó einangrun væri bara stöku sinnum.\nEn hinsvegar hef ég ekkert myndað mér neina skoðun á þessu af viti þannig….."
        },
        {
            "user": "1Xtra",
            "user_id": "25810",
            "date": "2006-12-26 21:23:34",
            "id": "4399345",
            "reply_to_id": "4398568",
            "text": "Fullt af virkilega GÓÐU fólki er myrt daglega en þið látið velferð manns sem er brjálaður morðingi og einræðisherra skipta ykkur meira máli.\nHaha."
        },
        {
            "user": "JonGretar",
            "user_id": "7636",
            "date": "2006-12-26 22:06:39",
            "id": "4399491",
            "reply_to_id": "4399345",
            "text": "Hver sagði það?\nÉg og flestir allir hér hafa harkalega mótmælt öllum dauðsföllum.\nÞað sem ég og aðrir erum að segja að það er ekkert réttara að dómskerfi drepi mann en að þú labbir uppað honum og skjótir."
        },
        {
            "user": "Scandalous",
            "user_id": "53721",
            "date": "2006-12-26 23:24:00",
            "id": "4399803",
            "reply_to_id": "4398568",
            "text": "Já, jú bandaríkjamenn eru trúðar.. en þessi maður á sannarlega samt að fá dauðadóm.. ofanálagt þá lét hannn eins og fáviti svo að það var ekki hægt að hafa hann inní salnum á meðan það var verið að rekja málið og svona..?.. Hver tekur mark á svoleiðisfávitaháttum.."
        },
        {
            "user": "Mephz",
            "user_id": "29276",
            "date": "2006-12-26 23:24:03",
            "id": "4399804",
            "reply_to_id": "4398568",
            "text": "loksins húrra"
        },
        {
            "user": "Pottlok",
            "user_id": "13598",
            "date": "2006-12-26 23:24:39",
            "id": "4399811",
            "reply_to_id": "4398568",
            "text": "Stundum er bara hræðileg dauðarefsing algjörlega viðeigandi. Og þetta er slíkt tilfelli."
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-12-26 23:31:33",
            "id": "4399837",
            "reply_to_id": "4398568",
            "text": "Þeir höfðu bara átt að drepa hann þegar þeir fundann.\nÉg meina hann var með tvo Kalishnikov árásarrifla hjá sér.\nÞað hefði ekki breytt neinu hvort að einhver alþjóðadómstóll hefði farið yfir þetta."
        },
        {
            "user": "nanaki",
            "user_id": "64216",
            "date": "2006-12-26 23:41:56",
            "id": "4399867",
            "reply_to_id": "4398568",
            "text": "SLAY THEM ALLL )(#/%($=(“$(/”$=()/$“()”%$()Ö\"Q$"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-26 23:54:30",
            "id": "4399908",
            "reply_to_id": "4398568",
            "text": "Það er í raun enginn sem er alveg saklaus. Það hafa allir gert eitthvað af sér og þeir báðir hafa ekki alltaf gripið til réttra aðgerða.\nMeð þetta vald sem Saddam og Bush hafa geta þeir haft hræðilegar afleiðingar, sem þeir hafa nú þegar gert og drepið mjög marga og eins og við höfum verið að fylgjast með í fréttunum í nokkur ár. áður hafði Saddam ráðist inní eitthvað nágrannaland útaf olíu, sem var fáránlega vitlaust. Það land vorun vinir USA, svo Bush lét ráðast á landið og drap tugþúsundi saklausra barna í stað þess bara að fara á fund og reyna að bæta úr þessu …\nEins og ég sagði fyrst, ENGINN er saklaus í þessu máli og allir hafa gert eitthvað vitlaust."
        },
        {
            "user": "ElRoyal",
            "user_id": "62469",
            "date": "2006-12-27 01:00:36",
            "id": "4400111",
            "reply_to_id": "4398568",
            "text": "EF ég man þetta rétt þá var á Nurnberg réttahöldunum einn rússnenskur dómari,einn bandarískur og einn breskur, þannig það er svipað og láta gyðing dæma í málinu."
        },
        {
            "user": "boran",
            "user_id": "65784",
            "date": "2006-12-27 01:18:25",
            "id": "4400184",
            "reply_to_id": "4398568",
            "text": "Jahá, það á að hengja hann. Búum við á miðöldum eða. Nlst heyrir maður að hann verði hengdur í beinni útsendingu á CNN.\nÉg er á móti dauðarefsingum að því leyti að mér finnst fangarnir, eins og saddam sleppa of auðveldlega. Ég hefði vljað sjá hann dæmdan í ævilangt fangelsi þar sem hann þyrfti að prjóna allan daginn eða horfa á grenjumyndir allan daginn eða jafnvel láta hann ´já hvað hann hefur eyðilagt margt fyrir mörgum. Raunsætt hjá mér? Nei. Ég vil láta hann þjást, ekki deyja bara púff búið"
        },
        {
            "user": "Svafnir",
            "user_id": "8098",
            "date": "2006-12-27 23:25:10",
            "id": "4403195",
            "reply_to_id": "4400184",
            "text": "Hvort er betra fyrir aðstandendur fórnarlamba ógnarstjórnar Saddams?\nErtu það lokaður að horfa á hvernig einum manni líki refsingin sín frekar en hvernig hundruðir, jafnvel þúsundir manna líki refsingin sem morðingin fær?\nÉg held að flestir aðstandendur fórnarlambanna muni anda léttar eftir 3 vikur og 6 daga."
        },
        {
            "user": "Doofy",
            "user_id": "38930",
            "date": "2006-12-27 02:00:11",
            "id": "4400321",
            "reply_to_id": "4398568",
            "text": "well saddam var enginn engill, og bandríkamenn voru ekkert að búa þetta til það var leyniþjónustan.. og hverju skiftir ´máli þó hann fari?  heimurinn verður ekki verri né betri, hann var geðklofi og ekkert annað"
        },
        {
            "user": "Rohypnol",
            "user_id": "51846",
            "date": "2006-12-27 03:52:27",
            "id": "4400596",
            "reply_to_id": "4398568",
            "text": "Mig langar að sjá hann hengdann."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-12-27 06:32:03",
            "id": "4400776",
            "reply_to_id": "4400596",
            "text": "Írakar ætla víst að hafa aftökuna í beinni útsendingu.\nHeld að flesta vestrænar stöðvar myndu ekki sýna það. En kannski hægt að sjá það á netinu."
        },
        {
            "user": "Cinemeccanica",
            "user_id": "29977",
            "date": "2006-12-27 07:58:05",
            "id": "4400807",
            "reply_to_id": "4398568",
            "text": "Já ég er sjálfur á móti dauðarefsingum sama fyrir hvert brotið er.\nÞað er miklu þyngri refsins að hafa hann í fangesi það sem eftir er og gefa honum lítið að borða og drekka en þó nóg til þess að hann lifi. Bara fá manninn til að líða ílla en þó ekki svo ílla að hann látist.\nJá ég hefði frekar viljað sjá hann í fangelsi það sem eftir er heldur en að drepa hann bara á stundinni. Leyfa honum að vita það á meðan hann dúsir í fangelsinu að helvíti bíði hanns þegar hann hrekkur uppaf :)"
        },
        {
            "user": "Baddz",
            "user_id": "26038",
            "date": "2006-12-27 10:28:14",
            "id": "4400875",
            "reply_to_id": "4398568",
            "text": "Mér finnst út í hött. Hann ætti að fara í herrétt.\nSvo líka, ef ríkið dæmir hann til dauða, er þá ríkið einhvað skárri en hann ?\nEr ekki verið að dæma hann fyrir morð ?\nHvað er ríkið að gera?\nFinnst dauðarefsingar allveg út í hött….\nOg finnst þær enn meira út í hött ef þeir eru kristnir allavega, því þar kemur framm “Þú skalt ekki drepa” og “allir menn eru jafningjar”.\nMan allavega ekki eftir að það stóð “Fyrir utan ríkið” ;)"
        },
        {
            "user": "Baddz",
            "user_id": "26038",
            "date": "2006-12-29 06:16:17",
            "id": "4408113",
            "reply_to_id": "4400875",
            "text": "Margir tala um það að þegar ríkið dæmir einhvern einstakling til dauða fyrir morð þá sé ríkið ekkert betra en hann vegna þess að það er að drepa. Hvað er réttara við það að læsa einstaklinginn inni gegn sínum vilja? Er það ekki ólöglegt líka rétt eins og morð fyrir hinn almenna borgara?\nAfhverju má setja fólk í fangelsi fyrir glæpi en ekki drepa það? Er fangelsi ekki alveg jafn mikið brot á rétti þeirra?\nHvar á að draga línuna?\nÓtrulega heimskuleg rök að segja ríkið jafn slæmt og fjöldamorðingja ef það drepur hann. Þetta er refsing alveg einsog sú refsing að loka hann inni gegn sínum vilja. Ef þið eruð ekki sammála þessu þá er það einfaldlega vegna þess að þið skiljið ekki hvað ég er að segja og ég get því miður ekki hjálpað ykkur með það."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-12-29 19:39:20",
            "id": "4410004",
            "reply_to_id": "4400875",
            "text": "Þegar Saddam var við völd þá þurfti ekki að fara í gegnum dómskerfið. Hann einfaldlega benti fingrinum á þá sem hann persónulega grunaði að væru á móti sér.\nFinnst því vafasamt að segja að þetta sé nákvæmlega það sama."
        },
        {
            "user": "enss1o",
            "user_id": "65333",
            "date": "2006-12-27 13:49:31",
            "id": "4401204",
            "reply_to_id": "4398568",
            "text": "sammála leiðinlegur endi"
        },
        {
            "user": "thevoid",
            "user_id": "29339",
            "date": "2006-12-27 14:11:22",
            "id": "4401251",
            "reply_to_id": "4398568",
            "text": "Þótt ég sé almennt á móti dauðarefsingum þá er mér nokkuð sama um þetta.\nEn það er eitt sem mér fannst alveg svakalega fyndið. Það var þegar Bush var að tala um þetta í einhverri ræðu og fólkið byrjaði að fagna þvílíkt. Ég meina, hvurslags plebbalið er þetta eiginlega? Þetta minnti mig á atriðið á ródeóinu í Borat myndinni."
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2006-12-27 15:11:53",
            "id": "4401402",
            "reply_to_id": "4398568",
            "text": "Strax og hann steig inní dómstólinn þá var löngu búið að dæma hann sekan, þar sem þetta var dómstóll í Bandaríkjunum og með því að fara fyrir rétt í Bandaríkjunum fékk hann aldrei sanngjörn réttar höld.\nEn það vita náttúrulega allir að hann reyndi að fá að fara fyrir rétt í Svíþjóð eða Sviss, auðvitað því þessi lönd höfðu engin afskipti við þetta allt þetta sem gékk á þessum hræðilega tíma."
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2006-12-27 18:29:11",
            "id": "4402058",
            "reply_to_id": "4401402",
            "text": "Hann fór ekki fyrir rétt í Bandaríkjunum."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-12-29 19:41:27",
            "id": "4410015",
            "reply_to_id": "4401402",
            "text": "Írakar dæmdu hann til dauða, ekki Bandaríkjamenn.\nAuk þess að hann hefur áður verið dæmdur til dauða í Írak. Hann var fyrst dæmdur til dauða þar fyrir 40 árum síðan, áður en hann varð einræðisherra."
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2006-12-27 18:24:51",
            "id": "4402037",
            "reply_to_id": "4398568",
            "text": "Misgjörðir Kana og Breta eru aukaatriði þarsem umræðuefnið hérna er hvort hann eigi dauða skilið eður ey.\n“þessi maður á alls ekki skilið að drepast útaf einhverjir trúðar segja svo.”\nDómarinn sagði svo, trúarlegar skoðanir hans eru aukaatriði. Þekki trúleysingja sem segja að hann eigi dauða skilið.\n“Ég er ekki að afsaka gjörðir hans heldur er ég að gagnrýna gjörðir Bandaríkjamanna”\nsem þú notar síðan Saddam í hag?\n“Eins og við öll vitum þá voru engin gereyðingarvopn í Írak. Þetta var semsagt alltsaman lygi hjá Bandaríkjamönnum og Bretum.”\nHvað áttu við lygi? Það er alveg vitað að það höfðu verið slík vopn þarna og hann var ekki að hleypa vopnaeftirlistmönnum í landið. Þeir gátu ekki vitað hvort þau voru þar eða ekki. Áttu þeir bara að taka sénsin?\n“Á dómari ekki alltaf að vera hlutlaus. Við vitum vel að Kúrdi er ekki hlutlaus og þessu má líkja við ef gyðingur dæmdi í máli Himlers og Görings.”\nEr ekki maður best dæmdur af því hvernig hann kemur framm við óvini sína en vini sína? Ættu þá ekki “óvinir” hans að þekkja hans rétta mann? Svo kannski hefði hann átt að hugleiða þennan möguleika áður en hann fyrirskipaði gasárás á 80þús manna þorp (þar sem bjuggu aðalega kúrdar)\n“Dauðarefsing bætir ekki neitt og þessi maður á alls ekki skilið að drepast útaf einhverjir trúðar segja svo.”\nHann á ekki skilið að drepast útaf því að trúðarnir segja það, hann á skilið að drepast útaf þessu:\n“The Halabja poison gas attack was an incident on 15 March–19 March 1988 during the Iran-Iraq War when chemical weapons were used by the Iraqi government forces to kill a number of people in the Iraqi Kurdish town of Halabja (population 80,000). Estimates of casualties range from several hundred to 7,000 people”\nÉg veit fullvel að það að drepa hann á ekki eftir að “gera allt betra”, enda er þetta refsing þar sem betrunbætun á honum er ekki í stöðuni. Þessi maður hefur sýnt að hann er algerlega siðlaus og í hans stöðu er hann nánast almannaógn."
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2006-12-27 18:56:32",
            "id": "4402164",
            "reply_to_id": "4402037",
            "text": "í fyrsta lagi þá hleypti hann á endanum eftirlitsmönnum…\ní öðru lagi þá komstu með þá allra allra allra bestu setningu sem ég hef á ævi minni lesið. “Er ekki maður best dæmdur af því hvernig hann kemur framm við óvini sína en vini sína? Ættu þá ekki ”óvinir“ hans að þekkja hans rétta mann? Svo kannski hefði hann átt að hugleiða þennan möguleika áður en hann fyrirskipaði gasárás á 80þús manna þorp (þar sem bjuggu aðalega kúrdar)” Þetta er efni í undirskrift… Auðvitað eiga óvinir ekki að vera dómarar. Ef svo er vinnur vondi kallinn einhverntímann? Tökum dæmi: Jón ákveður að kæra Gunnar fyrir líkamsárás sem Gunnar gerði ekki. En þar sem mamma Jóns er dómarinn þá er pottþétt að Gunnar verður sakfelldur. Það þarf að vera hlutlaus dómari…\nHann á skilið að vera sakfelldur en ekki af bandaríkjamönnum og ekki af kúrdum…"
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2006-12-27 19:08:01",
            "id": "4402211",
            "reply_to_id": "4402164",
            "text": "Þú verður að átta þig á að þetta er ekki maður sem persónulega varð fyrir árásum hans, það hefði verið athugavert, þetta er bara menntaður og löglegur dómari sem vill svo til að tilheyrir þeim hóp sem Saddam ætlaði að útrýma(Já, útrýma). Annars þá er ég ekkert að neita því að hann var dæmdur sama andartak og hann gekk í réttarsalin. Hver dómarinn var er aukaatriði. Það er ekki séns að hann hefði verið sýknaður í alveg sanngjörnum réttarhöldum þannig ef að réttarhöldin voru, eins og þú segir, dæmd af mönnum sem voru mikið á móti honum þá hefði það ekki breitt miklu. Hann vann sér inn þessa refsingu sjálfur fullmeðvitaður um að dauðarefsing væru viðurlöginn. Hann fær ekki vott af minni samúð.\nFun fact: Mörgum Írökum líkað alveg jafnilla við hann. Tökum sem dæmi þessa hálfu þjóðina sem er víst að dansa á strætum úti.\nBætt við 27. desember 2006 -  19:25\n“En þar sem mamma Jóns er dómarinn þá er pottþétt að Gunnar verður sakfelldur”\nÍ Formlegum réttarhöldum þá er þetta ekki alveg það einfalt. Orð dómarans eru ekki lög. Fáránlegum dómum má áfrýja, mál með of lítil sönnunargögn (eins og þetta dæmi þitt) eru ekki tekin fyrir í réttarsal og dómarinn má bara dæma refsingu innan þess ramma sem brotið leifir."
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2006-12-27 20:07:29",
            "id": "4402478",
            "reply_to_id": "4402211",
            "text": "Auðvitað hefði hann verið dæmdur sekur… En refsingin yrði ekki sú sama. Enginn vinnur sér inn dauða. Dómari átti að vera evrópubúi og hann átti ekki bara vera einn heldur það áttu að vera margir dómarar."
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2006-12-27 20:18:57",
            "id": "4402540",
            "reply_to_id": "4402478",
            "text": "“Dómarinn átti að vera evrópubúi”\nÞú ert að gleyma þér í politík og hlutdrægni hérna. Dómurinn átti að vera sanngjarn, annað á ekki að þurfa að fara frammá. Hann var dæmdur sekur eins og séð var frammá og stendur núna andspænis afleiðingum gerða sinna, sem eru í rauninni það sama og hann lét þúsundir manna verða fyrir.\nEf honum líkar ekki við svona aðfarir hefði hann sjálfur átt að breita lögunum þegar hann var einræðisherra."
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2006-12-27 21:30:03",
            "id": "4402759",
            "reply_to_id": "4402540",
            "text": "Engar reglur yfir því að ég eigi að vera hlutlaus… Auðvitað er þetta póletískt mál…"
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2006-12-27 22:26:29",
            "id": "4402974",
            "reply_to_id": "4402759",
            "text": "“Engar reglur yfir því að ég eigi að vera hlutlaus”\nHver var að tala um þig? =)\n“Auðvitað er þetta póletískt mál”\nJájá, en mig minnir að þessir hlutleysingjar hafi haft eftirlit með þessu öllu þannig…þetta voru ekki bara Írakar þarna. Er þó ekki 100% á því…"
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2006-12-27 22:28:55",
            "id": "4402981",
            "reply_to_id": "4402974",
            "text": "Já þetta eru hlutlausu kanarnir.."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-12-29 19:43:55",
            "id": "4410025",
            "reply_to_id": "4402478",
            "text": "Já Evrópubúar semja alþjóðalög og vilja sjá um “hlutlausa” alþjóðadómstóla.\nSvo er það kaninn sem á að hafa heimsvaldastefnu… pfff… Við erum bara fúl yfir því að vera ekki lengur valdamest í heiminum."
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2006-12-29 19:56:00",
            "id": "4410099",
            "reply_to_id": "4410025",
            "text": "veistu það að ég held nú ekki…"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-12-29 20:02:34",
            "id": "4410129",
            "reply_to_id": "4410099",
            "text": "Ég er frekar viss um að það sé stór sneið á núverandi pólitíska umhverfi í Evrópu."
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2006-12-29 20:04:52",
            "id": "4410135",
            "reply_to_id": "4410129",
            "text": "ég er frekar viss um að það sé ekki málið. Enda studdu þjóðir eins og Ítalía og Spánn alveg þetta stríð…"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-12-29 20:07:41",
            "id": "4410148",
            "reply_to_id": "4410135",
            "text": "Sumir taka því betur en aðrir.\nFrakkar og Bretar voru leiðandi í heimsvaldastefnu Evrópu á sínum tíma. Bretar ákváðu að halda fast í völdin með því að vera vinir kanans, Frakkar fóru hinsvegar í fýlu."
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2006-12-29 23:52:54",
            "id": "4411104",
            "reply_to_id": "4410148",
            "text": "það eru þín orð…"
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2006-12-27 19:12:58",
            "id": "4402230",
            "reply_to_id": "4398568",
            "text": "Annað.\nMig langar aftur að fara yfir sögu þessa máls og rekja hana alveg frá byrjun stríðsins í Írak.\nÁrið 2003 réðust Bandaríkjamenn inn í Írak til að komast yfir gereyðingarvopn Íraka.\"\nHm…virðist hafa algerlega gleymt partinum þar sem Saddam réðist í Kuwait og allt það sem gerðist þaðan…þetta er ennþá sama stríðið. Líka skemmtilegt að allt það sem má nefna Saddam í hag gerðist eftir innrásina. Hentugt fyrir fylgismann?"
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2006-12-27 20:08:33",
            "id": "4402485",
            "reply_to_id": "4402230",
            "text": "hahaha þetta er ekki sama stríðið… Bandarískur her var löngu farinn úr Írak svo kom hann aftur útaf öðrum ástæðum…"
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2006-12-27 20:21:58",
            "id": "4402548",
            "reply_to_id": "4402485",
            "text": "“Bandarískur her var löngu farinn úr Írak svo kom hann aftur útaf öðrum ástæðum”\nNeibb, Stríðið endaði ekki 1990 þarsem Kanarnir eltu ekki íraksher inní Írak þegar þeir hörfuðu þangað og  spennan milli Bandaríkja og Íraka sem hófst þarna varð valdurinn af því að Bandaríkjamenn komu aftur. Þetta millibil var bara smá pása. Ég var líka að setja útá að þú hafi ekkert minnst á það því að þar byrjuðu tildrög þessa réttarhalds, sem er aðalefni greinarinnar."
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2006-12-27 21:31:48",
            "id": "4402767",
            "reply_to_id": "4402548",
            "text": "hahahaha nei þetta er bara ekki rétt. eða er það nýja afsökun BNA, þeir bara voru ekki hættir í stríði… Seinna stríðið var útaf allt allt allt öðrum ástæðum en það fyrra og á ekki að líkja þessu saman…"
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2006-12-27 22:21:45",
            "id": "4402961",
            "reply_to_id": "4402767",
            "text": "Lausir endar úr fyrra stríðinu ullu því seinna, t.d. það að þeir áttu ennþá efnavopn (að þeir héldu) og að Saddam var ennþá við stjórn (en hann var núna kominn á grátt svæði). Þessar staðreyndir sköðuðu spennu…spennan breittist í politískar deilur og pressu…sem loks endaði í annari innrás."
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2006-12-27 21:38:00",
            "id": "4402780",
            "reply_to_id": "4402230",
            "text": "Yfirleytt held ég mig frá þessum umræðum en ég get það bara ekki núna.\nÉg heyrði auglýsingu á x-inu 977 sem hljómaði eitthvað í þessa átt. “Gunnar hefur ekki keypt sér plötu í 10 ár en veit samt sem áður hvað er hot og hvað er not. Gunnar er einn af þeim sem talar út úr rassgatinu á sér.”\nÞú ert að tala út úr rassgatinu á þér. Veist ekki neitt hvað þú ert að tala um. Var ekki bara fyrri og síðari heimstyrjöldin sama stríðið?\nSvör þín minna mann á 3 ára krakka sem veit ekki nokkurn skapaðann hlut og eins og þú sért að gera í því að vera á móti öllum eða stjórnanda /deiglunar. Finnst það allavega á undanförnum commentum þínum hér á deiglunni…"
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2006-12-27 22:19:35",
            "id": "4402950",
            "reply_to_id": "4402780",
            "text": "Nohh, bara farið í hart? Ég ætla að hryggja þig með því að láta ekki eftir þér og gera slíkt hið sama.\nÉg ætla að nota rök og ekki fara útí móðganir til þeirra sem ég tel ekki hafa rétt fyrir sér.\nFyrsta heimstyrjöldin leiddi til þeirrar seinni þó það meigi deila um hve mikið. Sama á við um Íraksstríðinn tvö, það fyrra skildi eftir marga lausa enda, t.d. það að Saddam var enn við völd og þeir voru ennþá með efnavopn, og þetta seinna fór af stað til að ljúka því máli. Því segi ég að þetta séu sömu átökin, hlutirnir hafa aðeins breist en þetta er sama stríðið. Ég hef ekkert á móti Amazon þó ég sé ekki sammála honum og það að hann er stjórnandi skiptir littlu hérna í umræðunum, ég er ekki að dissa hann bara til að “dissa krefið”.\nNú, viltu vinsamlegast hætta að koma með yfirlýsingar um óæðri endan og  koma með mótrök gegn því sem þú varst að mótmæla ef þú ætlast til þess að verða tekin/n alvarlega."
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2006-12-27 22:27:36",
            "id": "4402977",
            "reply_to_id": "4402950",
            "text": "Fyrri og seinni heimstyrjöldin tengjast já… en er ekki sama stríðið.\nInnrás BNA inn í Írak í fyrra skiptið var til að stöðva árás þeirra á Kuveit. Innrás BNA inn í Írak í seinna skiptið var útaf tjahhh eins og Amazon sagði frá í grein sinni þá eru margar ástæður fyrir seinni árásinni en engin þeirra tengist kuveit.\nÉg er kominn langt á aldur og er hér mjög sjaldan en ég hef sjaldan lesið eins mikið kjaftæði á ævi minni."
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2006-12-27 23:02:07",
            "id": "4403096",
            "reply_to_id": "4402977",
            "text": "Eins og ég sagði…lausir endar úr fyrra stríðinu ollu því seinna, t.d. það að þeir voru ennþá með efnavopn (sem kom í ljós að þeir losuðu sig við seinna meir) og að Saddam (nú á gráu svæði) var ennþá við stjórn. Spennan leiddi að sér umræður, politíska pressu og politískra deilur og loks innrásar. Ég álít þessi stríð nóu tengd til að kalla þetta sömu átökin, þetta er rauninni túlkunaratriði og fer eftir hvernig maður lítur á söguna. Ég minntist á þetta því mér fannst skrýtið að það sem gerðist þar var ekki nefnt í greininni þó að þar hefði aðdragandi þessara réttarhalda byrjað. Þetta er komið algerlega út fyrir efnið og þar sem þú virðist ómögulega geta haldið aftur af þér hrokanum þá enda þessar ummræður okkar hérna."
        },
        {
            "user": "Hebos",
            "user_id": "29950",
            "date": "2006-12-27 22:19:42",
            "id": "4402952",
            "reply_to_id": "4398568",
            "text": "Þetta endar eins og Víetnam. Bandaríkjamenn eiga eftir að fara burt í skömm.\nHver skipaði USA alheimslöggu?"
        },
        {
            "user": "Svafnir",
            "user_id": "8098",
            "date": "2006-12-27 23:04:49",
            "id": "4403105",
            "reply_to_id": "4402952",
            "text": "Vildiru frekar að Frakkar myndu gera þetta? Nei, þeir vita betur enda eru þeir fyrrum nýlenduherrar og vita hvaða VESEN fylgir þessu.\nBretar?\nMyndu ekki þora þessu.\nKínverjar? Naha…\nRússar…\nno comment.\nBandaríkjamenn, nógu miklir egóistar til að taka málin í sínar hendur."
        },
        {
            "user": "JonMaiden",
            "user_id": "34856",
            "date": "2006-12-28 16:41:32",
            "id": "4405381",
            "reply_to_id": "4403105",
            "text": "og nógu miklir hálfvitar líka Heh :)\nþað væri réttast að láta norður kóreumenn um þettað, bara núka Írak og þá er þettað búið.\nFjandans arabar alltaf með læti"
        },
        {
            "user": "Svafnir",
            "user_id": "8098",
            "date": "2006-12-28 19:10:09",
            "id": "4405969",
            "reply_to_id": "4405381",
            "text": "Það væri að sópa vandamálinu undir teppi."
        },
        {
            "user": "RonBurgundy",
            "user_id": "31296",
            "date": "2006-12-28 02:23:50",
            "id": "4403991",
            "reply_to_id": "4398568",
            "text": "Ég held nú bara að fólk hérna geti ekki farið að segja til um hvort hann eigi að deyja eða ekki… Ég meina, þau hafa aldrei hitt hann?"
        },
        {
            "user": "chelsea",
            "user_id": "31289",
            "date": "2006-12-28 12:01:09",
            "id": "4404548",
            "reply_to_id": "4398568",
            "text": "Ef einhver er stórhættulegur og vitlaus einræðisherra þá er það George W. Bush sjálfur.\nÞað er mesti villimaður sem ég veit um og hann ætti frekar að fara undir dómstóla ásamt Rumsfeld og öllum þessum jókerum sem eru að rífa heiminn í sundur undir sínu feita rassgati."
        },
        {
            "user": "Diesel",
            "user_id": "35420",
            "date": "2006-12-28 13:42:06",
            "id": "4404765",
            "reply_to_id": "4398568",
            "text": "“og rekja hana alveg frá byrjun stríðsins í Írak.”\nMinnir nú að þetta eigi sér rætur að rekja til ársins 1991 og jafnvel lengra. (þegar bush gamli reyndi að koma hussein frá völdum)"
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2006-12-28 15:27:56",
            "id": "4405153",
            "reply_to_id": "4404765",
            "text": "Þetta er ekki sama stríðið…"
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2006-12-28 16:26:07",
            "id": "4405330",
            "reply_to_id": "4405153",
            "text": "Saga þessa máls nær þetta langt."
        },
        {
            "user": "Diesel",
            "user_id": "35420",
            "date": "2006-12-29 20:36:35",
            "id": "4410283",
            "reply_to_id": "4405153",
            "text": "WWI og WWII voru ekki sama stríðið en tengdust samt meira en margur veit"
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2006-12-29 23:53:28",
            "id": "4411109",
            "reply_to_id": "4410283",
            "text": "og var ég ekki að segja það?"
        },
        {
            "user": "INRI",
            "user_id": "44984",
            "date": "2006-12-28 16:56:18",
            "id": "4405445",
            "reply_to_id": "4398568",
            "text": "Mér finnst dauðarefsing ekki það versta sem gæti gerst við hann. Hann er ábyggilega ekki hræddur við dauðann."
        },
        {
            "user": "smjattpattar",
            "user_id": "57010",
            "date": "2006-12-28 18:56:23",
            "id": "4405908",
            "reply_to_id": "4398568",
            "text": "Hann er ekki hræddur við dauðann..hann er arabi og fær að deyja sem stríðsmaðurog píslarvottur.Hann lítur á þetta sem vilja Alah og er bara sáttur við það.\nÞað versta við þetta er að eftir henginguna þá held ég,að þetta Íraksstríð og borgarastyrjöld komi til með að versna til muna,og komi jafnvel til með að Írakar komi til með að gera ursla í USA.\nsmjatt"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-28 19:41:29",
            "id": "4406089",
            "reply_to_id": "4398568",
            "text": "ÞAð er alltaf neikvætt þegar menn eru deyddir. Megi hann hvíla í friði"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-29 00:02:02",
            "id": "4407181",
            "reply_to_id": "4398568",
            "text": "“Act as the Enemy and you will become the Enemy”"
        },
        {
            "user": "appel",
            "user_id": "2",
            "date": "2006-12-29 10:57:28",
            "id": "4408231",
            "reply_to_id": "4398568",
            "text": "Þetta mál er frekar sérstakt.\nBandaríkjamenn líta illa út hvað sem þeir gera, þeir geta ekki hunsað úrskurð dómstólanna með því að láta Saddam ekki af hendi því, íraksstjórn mun líka illa við það, en með því að láta hann af hendi líta þeir illa út í augum alþjóðasamfélagsins og tapa stórum móralískum stigum (í viðbót).\nFyrir 5-10 árum síðan hefðu allir viljað Saddam dauðann, en nú eru menn að sýna samúð í hans garð. Hvað er í gangi? Er svona mikill efi um sekt hans? Eða líður fólki ekki nægilega vel að “samþykkja” að taka mann af lífi með skrýtnum aðferðum sem þykja ekki réttmætar né sanngjarnar í siðmenntuðum þjóðfélögum?\nEf hann hefði verið skotinn um leið og hann fannst þá hefðu allir sagt, “Já…þeir náðu honum…allt búið.”\nEn nú er Saddam orðinn nokkurskonar táknmynd fyrir hræsnina sem er í gangi í Írak í dag. Þúsundir drepnir í hverjum mánuði, og sá eini er leiddur fyrir dómstóla er Saddam.\nÉg er ekki fjarri því að segja að fleiri hafi drepist undir stjórn Bush heldur en stjórn Saddams."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-12-29 19:50:00",
            "id": "4410063",
            "reply_to_id": "4408231",
            "text": "Það er í tísku að vera í andstöðu gagnvart Bandaríkjamönnum. Öllum var sama um Írösku þjóðina, öllum var sama þó meira en milljón manns var slátrað. Ekki fyrr en fjölmiðlaveldið Bna fór þangað að nokkur þúsund dauiðsföll byrjuðu allt í einu að skipta máli."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-12-29 23:53:54",
            "id": "4411111",
            "reply_to_id": "4410063",
            "text": "Ertu semsagt að segja að fólk sem er ekki sátt með Bandaríkin séu með ósjálfstæðan hugsunarhátt og fylgi bara tískustraumum?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-12-30 17:34:42",
            "id": "4413286",
            "reply_to_id": "4411111",
            "text": "Nei nei ekki allir. Bara flestir."
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2006-12-30 04:32:59",
            "id": "4412092",
            "reply_to_id": "4410063",
            "text": "þú gerir þér ekki grein fyrir því að Saddam réð í 30 ár. Ef að 26 ár í viðbót verða eins og þau hafa verið eins og síðustu 3 þá verða mun fleiri dauðsföll heldur en undir Saddams stjórn."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-12-30 17:33:41",
            "id": "4413280",
            "reply_to_id": "4412092",
            "text": "Í raun ekki, yrði í mesta lagi svipaðar tölur.\nOg finnst þér líklegt að núverandi átök verði svipuð eftir 26 ár?"
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2006-12-30 17:36:06",
            "id": "4413291",
            "reply_to_id": "4413280",
            "text": "ég sé þau allavega ekki vera að fara minnka heldur stækka gríðarlega."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2006-12-30 17:43:55",
            "id": "4413332",
            "reply_to_id": "4413291",
            "text": "Ég er bjartsýnari… Ég held að það verði strax betra að búa þarna eftir nokkur ár."
        },
        {
            "user": "Simsarinn",
            "user_id": "16991",
            "date": "2006-12-30 04:25:23",
            "id": "4412076",
            "reply_to_id": "4398568",
            "text": "SNILLLLD"
        },
        {
            "user": "MrDick",
            "user_id": "32382",
            "date": "2006-12-30 09:36:29",
            "id": "4412240",
            "reply_to_id": "4398568",
            "text": "afhverju að drepa manninn?, frekar að koma honum aftur til valda, hann sér um öll terrorisma vandamál þarna í alí-baba löndum, fer í stríð við íran og kúveit og þá eru jawarnir ekki lengur bara að einbeita sér að bandaríkjamönnum."
        },
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2006-12-30 12:16:07",
            "id": "4412351",
            "reply_to_id": "4398568",
            "text": "Þegar breta yfirbuguðu Hitler nítjándu aldar, Napóleon, þá voru menn nógu siðmenntaðir til þess að senda manninn í útlegð á eyju frekar en að taka hann af lífi.\nMeira að segja í seinna skiptið þegar Napóleon var yfirbugaður í annað skipti kom það ekki til greina að halda opinbera aftöku á einræðisherranum.\nÞetta er á tímum þegar dauðarefsingar þóttu samt ekki mikil tiltökumál."
        },
        {
            "user": "Pjesapjes",
            "user_id": "46242",
            "date": "2006-12-30 13:55:34",
            "id": "4412600",
            "reply_to_id": "4398568",
            "text": "og nú er hann dáinn.."
        },
        {
            "user": "smjattpattar",
            "user_id": "57010",
            "date": "2006-12-30 14:07:44",
            "id": "4412625",
            "reply_to_id": "4398568",
            "text": "Eg var að horfa á myndband þar sem kallinn er leiddur að snörunni,og einhverja hluta vegna fann ég til samúðar með honum. ???? Veit að hann gerði hroðalega hluti,en mér finnst bara svorangt farið aðþessu öllu saman.Mér finnst skrítið að finna til samúðar með morðingja."
        },
        {
            "user": "rumputuski",
            "user_id": "9062",
            "date": "2006-12-30 15:27:57",
            "id": "4412847",
            "reply_to_id": "4412625",
            "text": "Kannski einfaldlega út af því að hann var þrátt fyrir allt maður. Hann framdi sína hræðilegu glæpi en hann var manneskja engu að síður.\n… No man is an island, entire of itself…any man's death diminishes me, because I am involved in mankind; and therefore never send to know for whom the bell tolls; it tolls for thee\"\n– John Donne"
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2006-12-30 15:31:43",
            "id": "4412863",
            "reply_to_id": "4412625",
            "text": "hvar fannstu það?"
        },
        {
            "user": "killjoker",
            "user_id": "62920",
            "date": "2006-12-31 00:28:59",
            "id": "4414916",
            "reply_to_id": "4412625",
            "text": "Ekkert skrítið við það,sýnir að þú ert þroskaður einstaklingur og sennilega með hjartað á réttum stað…það er andlegur styrkur að geta sýnt jafnvel verstu\nvarmennum samkend…að gleðjast yfir dauða einhvers er eitthvað miklu lægra og lítilfjörlegra."
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2006-12-30 16:03:39",
            "id": "4412975",
            "reply_to_id": "4398568",
            "text": "Hann er dauður."
        },
        {
            "user": "karig13",
            "user_id": "54755",
            "date": "2006-12-30 16:20:19",
            "id": "4413031",
            "reply_to_id": "4398568",
            "text": "Dáinn"
        },
        {
            "user": "killjoker",
            "user_id": "62920",
            "date": "2006-12-30 16:29:38",
            "id": "4413058",
            "reply_to_id": "4398568",
            "text": "HAHAHA! HANN ER DAUÐUR!"
        },
        {
            "user": "killjoker",
            "user_id": "62920",
            "date": "2006-12-31 00:51:43",
            "id": "4415025",
            "reply_to_id": "4413058",
            "text": "Ekki er viturlegt að hæðast að þeim dánu."
        },
        {
            "user": "killjoker",
            "user_id": "62920",
            "date": "2006-12-31 01:58:12",
            "id": "4415378",
            "reply_to_id": "4415025",
            "text": "nei, mér fanst það bara skrítið, því hann átti að vera tekinn af innan mánuðar og ég bjóst við kanski aðeins seinna, daginn eftir að ég las þessa grein var hann allt í einu dáinn :/"
        },
        {
            "user": "killjoker",
            "user_id": "62920",
            "date": "2006-12-31 02:11:34",
            "id": "4415465",
            "reply_to_id": "4415378",
            "text": "O..skil:)"
        },
        {
            "user": "kuja",
            "user_id": "13182",
            "date": "2006-12-31 06:01:45",
            "id": "4415992",
            "reply_to_id": "4398568",
            "text": "mitt álit er það að hann hefði verðið dauður eftir 1 til 2 ár og kanski eftir 40 ár en það er kemur að því að allir deyja einhve tímann og það er bara eðlilegt að deyja en að vera dæmdur til dauða er eitt það grimmilegast sem hægt er að gera við manneskju því maður lifir bara einu sinni þess vegna á eigin skilið að vera dæmdur til dauða þerrs vegna eiga allir jafn mikin rétt á að lifa\nI be back"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-01-03 02:40:49",
            "id": "4427061",
            "reply_to_id": "4398568",
            "text": "Ég sé bara þessa atburðarás\nHluti 1 —————————————–\nUSA árás Írak (aftur vegna dúbíus ástæðna)\nMARKMIÐ: Steypa Saddam af stóli…\nÍsland gooderar þetta og setur NAFN sitt undir samninginn…\nHluti 2——————————————\nSaddam náð, hann dæmdur (ekki orð frá Íslendingum um meðferð hans eða skipan dóms og laga o.s.f.)\nSaddam dæmdur og hengdur….\nÞar með eru Íslendingar með öðrum orðum þátttakendur í morði af yfirlögðu ráði (EKKI SATT?)\nHvað héldu ráðamenn að mundi gerast fyrir Saddam, að hann fengi að búa í Svíþjóð og hafa það gott seinustu árin?\nNei auðvitað ekki….\nEn nú eru hendur allra Íslendinga blóðugar fyrir að leyfa þessar aðgerðir í sínu nafni, okkar nafni.\nÍslendingar eru orðnir morðingjar.\nHluti 3 —————————————\nÍslendingar setja á fót dómstól og við drekkjum þeim ráðherrum sem tóku þessa ákvörðun (að styðja þetta rugl í okkar nafni) , já, þeim er drekkt á Þingvöllum…\nHluti 4—————————————-\nLöggan böstar mig fyrir að setja þetta á netið og ég finnst aldrei aftur…\nSvona er Ísland orðið…"
        },
        {
            "user": "mnbvcxz",
            "user_id": "64389",
            "date": "2007-01-18 20:01:42",
            "id": "4492628",
            "reply_to_id": "4398568",
            "text": "Mér finnst dauðarefsing ekki nóg fyrir saddam heldur ætti hann að hanga restina af lífinu sínu í fangelsi þar verðir koma fram við hann eins og skít.\nég er sammála þér að það hefði ekki átt að hengja hann þar sem það mun skapa algjört vesen í mið-austurlöndunum.\nÞú talar ekkert um slæmu hlutina sem hann gerði, þú talar um hann eins og hann hafi ekki gert neitt af sér! Hann átti nú sínar björtur hliðar þó þær voru ekki marga"
        }
    ]
}