{
    "forum_title": "Harry Potter",
    "user": "Darling",
    "user_id": "63181",
    "date": "2006-12-27 17:11:44",
    "title": "Fyrstu jól fjölskyldunar - Saga",
    "text": "“Sirius!” kallaði James óþolinmóður, “ég hélt þú ætlaðir að vera með á myndinni, ekki að gera þig tilbúinn á meðan myndatökunni stæði.”\n“Ég er að koma, ég er að koma,” stundi Sirius og glotti við að sjá svipinn á James, áður hafði hann aldrei verið svona, þetta var allt litla krakkanum að kenna, Harry Potter.\n“Afhverju erum við aftur að gera þetta Lily?” spurði Sirius utan við sig, athygli hans beindist að Harry litla eins og hún hafði gert seinustu mánuðina.\n“Foreldra mínir, sem eru muggar, vilja endilega frá mynd af okkur á jólakortið sitt, helst hreyfða, það er ekki algengt í muggaheiminum” svaraði hún í allavega tíunda skipti þennan dag.\n“Jáá, alveg rétt” svaraði Sirius og tók upp Harry, “þér leiðist líka myndatökur ekki satt?” spurði hann Harry og fann útundan sér að James og Lily sendu hvor öðru augngotur.\n“Ókey, ég viðurkenni það, krakkinn breytti mér.”\n“Já Sirius krakkinn breytti okkur öllum,” svaraði James og tók við Harry.\nJames sem hafði slefað á eftir Lily í langan tíma áður en þau byrjuðu saman var nú hinn ánægðasti, giftur draumadís sinni og kominn með lítið barn, eftirlíkingu af sjálfum sér, bara græneygðan. Harry hafði fært nýja birtu inn í líf þeirra, líf sem var í skugga af hinum mikla Voldemort sem drap og píndi. Hann vissi að bráðum yrðu þau að fara í skjól, Voldemort var á eftir þeim, litlu fjölskyldunni James, Lily og Harry. En Voldemort var ekki efst í huga hans þessi jól, nei nú var það að geta gefið syni sínum allt það besta.\n“Æii, Sirius, viltu hætta að gretta þig og haga þér eins og fullorðinn manneskja,” sagði Lily og andvarpaði.\n“Fyrir þig mín fagra frú Potter, nei” svaraði hann en hætti grettunum strax.\n“Ætluðu Remus og Peter að koma við á eftir, eða morgun, eða hinn eða bara einhvertímann yfir jólin?” spurði Sirius og taldi hvern dag sem hann nefndi upp á fingrum sér, “tókuð þið eftir að hinn var á löngutöng?” spurði hann óáhugasamur og lét hugann ráfa um stofuna.\n“Við tókum eftir því, en væri hægt að ná einni góðri mynd?” spurði Lily gröm en samt hálf glottandi, það var ótrúlegt hvað hann gat verið utangáttar þessi maður.\n“Ein góð mynd á leiðinni” svaraði James og setti upp sparibrosið sitt.\n“Loksins losnar maður úr þessari pyntingu” sagði Sirius og glotti með augunum.\n“Æii, góði besti, hættu að röfla” svaraði Lily honum og gaf honum laus olnbogaskot.\nDiingdoooong, dyrabjallan glumdi og við það vaknaði Harry litli með þeim afleyðingum að Sirius stökka af stað út í forstofu og Lily og James ruku bæði inn í herbergi til Harrys.\n“Sælir herramenn, þið eruð aldeilis fínir til fara” sagði Sirius og var greinilegt að hér voru komnir Remus og Peter.\n“Sæll Sirius, þú ert í frekar góðu skapi” svaraði Remus og klæddi sig úr úti skikkjunni og gekk inn í stofu, Peter á eftir. James tók á móti vinum sínum fagnandi hendi og heilsaði þeim vel, Lily aftur á móti lét sér nægja að kinka til þeirra kolli og vagga Harry til í von um að geta róað hann niður.\n“Má má ég sjá hann, bara aðeins?” spurði Peter stamandi og reyndi að sjá framan í organdi smábarnið.\n“Að sjálfsögðu máttu sjá hann” svaraði Lily og lyfti hökunni á Harry aðeins upp svo andlit hans sægist betur.\n“Hann hefur augun þín Lily,” sagði Remus og virti drenginn vel fyrir sér þrátti fyrir að hafa séð hann oft áður.\n“En hárið hans pabba síns” bætti Sirius við og virtist mjög stoltur yfir að vera guðfaðir þess litla barns.\n“Má ekki bjóða ykkur kaffi og kökur” spurði James og fór fram í eldhús að í leit að einhverju ætilegu.\n“Hefurðu nokkuð verið að heilaþvo hann?” spurði Sirius og setti upp gervi óttasvip.\n“hah, nei ekki svo ég viti, þetta er allt barnsins ráðabrugg” svaraði Lily og glotti við að sjá svipinn á Peter sem lýsti bæði undrun og skilningsleysi.\n“Peter, barnið er ekki í alvöru að heilaþvo James” sagði Remus eftir að hafa tekið eftir augngotunum sem Peter hafði sent Harry síðan þeir komu.\n“Óó, já, auðvita ekki” svaraði Peter og roðnaði, hann var þessi minnsti og heimskasti í vinahópnum, Remus þessi gáfaðasti og Sirius og James þeir fjörugustu. Þeir höfðu verið vinir síðan mjög snemma á fyrsta ári ef ekki lengur og héldu þeirri vináttu ennþá. Sirius og James höfðu oftar en ekki lent á skrifstofu skólastjórans eða heimavistarstjórans vegna óæskilegrar hegðunar. En það var liðin tíð, nú var James orðin ábyrgur faðir og Sirius ábyrgur guðfaðir, en það breytti samt ekki vináttu þeirra og hugsunarhátt. Kannski aðeins hugsunarháttunum en ekki of mikið samt. Enn biðu þeir eftir fullu tungli til að komast út sem dýr, sem hundurinn, hjörturinn, rottan og varúlfurinn. Þeir voru kvikskiptingar, óskráðir, Sirius var hundur, James hjörtur og Peter rotta. Remus var varúlfur, hann hafði verið bitin ungur og vinirnir gerst kvikskiptingar á 5 ári honum til selskaps þegar hann væri í líki varúlfs.\n“Jæja, nú ætti ég að fara að drífa mig” sagði Remus eftir nokkurn tíma og brosti þreytulega. James fylgdi þeim inn í forstofuna og Sirius lækkaði róminn:\n“Það fer að styttast í fullt tungl, við förum út þá,” og blikkaði Remus og Peter, sem hafði elt Remus út, og lokaði síðan hurðinni.\n“Ég ætla í háttinn með Harry” sagði Lily sem var komin í náttkjólinn og hélt á Harry sem var í jólanáttfötunum sínum.\n\"Já elskan, ég kem eftir smá” svaraði James og settist í sófann. Eftir hálftíma spjall við Sirius stóð hann upp.\n“Ég ætla inn” sagði hann og gekk inn í svefnherbergi og var fljótt farinn að hrjóta. Sirius sat einn eftir, hann vissi að þeim væri sama þótt hann gisti, hann gerði það oftast, fór sjaldnast heim, ætlaði ekki einu sinni heim um jólin.\nMorguninn eftir læddist Lily fram, í sófanum svaf stór svartur hundur, hann svaf þarna oft og henni var sama, hún vissi hversu miklir vinir James og Sirius voru og henni líkað ekkert illa við hann, hann var góður innst inni. Þrátt fyrir það skildi hún ekki hvernig hún gat verið svona frá fjölskyldunni alltaf, hún viðurkenndi það að henni fannst fínt að vera laus við Petuniu systur en annars lagið hlaut maður að vilja heyra í foreldrum sínum, en þannig var það ekki með hann.\nHann er of mikill hundur í sér\nhugsaði hún og fór að gera til morgunmat. Hún var rétt byrjuð að setja matinn á borðið þegar Harry vaknaði, hún heyrði að James rumskaði og hélt áfram að brasa í eldhúsinu.\nJames kom fram með Harry í fanginu\n“Þetta lítur æðislega út” sagði hann og smellti á hana koss. Það var eitthvað í fari hans sem lét hana finna fyrir fiðring í hvert sinn sem hún sá hann. Meira að segja eftir að þau voru gift, henni fannst þetta ennþá svo ótrúlegt, allar stelpur höfðu verið á eftir honum en hann hafði breytt sér fyrir hana, eftir að hafa elt hana á röndum í mörg ár.\nÞau sátu og snæddu morgunmat, Harry sat í göngugrindinni sinni sem Lily hafði átt þegar hún var lítil en hundurinn svaf ennþá. Eftir smá stund rumskaði hann, stóð upp og gekk til Harrys. Harry kippti í eyrað á honum, það var greinilegt að þetta var engin venjulegur hundur, flesti hundar hefðu urra, jafnvel bitið ef barn hefði kippt af þessum krafti í eyrað á þeim en Sirius stóð bara og horfði með sínum djúpu brúnu augum á hann, svo breytti hann sér í mann. Harry skrækti, bæði af hræðslu og ánægju, hann hafði séð þetta gerast nokkuð oft en að sjálfsögðu bjóst 5 mánaða barn aldrei við að hundur myndi breyta sér í guðfaðir hans. Sirius tók Harry upp úr grindinni og settist með hann við borðið.\n“Góðan daginn” sagði hann og fékk sér pönnuköku,\n“Góðan daginn Sirius, einhver plön í dag?” spurði James og brosti til Harrys “nee, ekkert sérstakt, ætlaði að fara að kaupa jólagjafir heldi ég, aðfangadagur á morgun og svona” svaraði hann teygði sig í aðra pönnsu.\n“Sirius, það var þín hugmynd að fara á skástræti að kaupa jólagjafir, ætlarðu ekki með eða?” kallaði James óþolinmóður.\n“Ég er að koma, ég er að koma” stundi Sirius og flýtti sér í skikkjuna. Þau drifu sig út og innan skamms voru komin á skástræti og farin að spá í jólagjöfum.\n“Hvað skildi 5 mánaða barni langa í? En foreldrum 5 mánaðabarns?” Sirius stóð og talaði við sjálfan sig.\n“Vantar þig hjálp?” var spurt fyrir aftan hann og þegar hann leit við sá hann að sá sem spurði var enginn annar en Albus Dumbledore klæddur í rauða jólaskikkju.\n“Jaa, ég var bara að leita að gjöf handa James, Lily og Harry” svaraði Sirius og vonaðist eftir að fá eitthvað gott svar frá þessum mikla meistara.\n“Handa þeim segirðu? Hvernig væri að gefa Harry töfrakúst? og svo veit ég að þú finnur eitthvað gott handa James og Lily” svaraði Dumbledore, blikkaði hann og gekk burt. Töfrakúst, það var málið, auðvita yrði Harry leitari eins og faðir hans.\nEftir að hafa rölt um skástræti í góðan tíma ákvað Sirius að fara að finna James og Lily, hann var búin að kaupa allar jólagjafirnar. Handa Harry keypti hann kúst, handa Remus keypti hann nýja skikkju, handa Peter keypti hann nóg af nammi og handa Dumbledore keypti hann bragðabaunir Berta. Gjöfin til James og Lily átti að koma að óvart.\nÞað var kominn aðfangadagskvöld, allir pakkarnir lágu undir trénu og jólamaturinn var í ofninum. Lily var á þönum út um allt í leit af eyrnalokkunum, skyrtunni hans Harrys, tölunum hans James, jólagjöf Siriusar og á sama tíma var hún að reyna að elda.\nEftir ljúffengan mat settust þau öll södd niður í stofunni. Lily stóð upp með Harry, “hann verður að fara að sofa” sagði hún og gekk af stað inn í svefnherbergi, “ég vildi gjarnan að gjöfin hans frá mér væri opnuð fyrst” sagði Sirius og náði í hana og rétti James. James opnaði gjöfina hægt, þar sem 5 mánaða sonur hans var ekki fær um það sjálfur “Sirius, þetta er of mikið” sagði hann, Sirius viss að þetta væri James mikils virði svo hann hrist bara hausinn og settist svo aftur niður. Lily gekk af stað eftir að hafa þakkað Siriusi, “Lily, ég skal, þú hefur verið á þönum í allt kvöld, nú skal ég taka við” sagði James og tók við Harry en Lily settist niður. Eftir dá góða stund kom James aftur og þau byrjuðu í rólegheitum að opna pakkana.\nNú sáttu þau þarna þrjú, Sirius, James og Lily og áttu ís. Myndin sem Sirius hafði gefið hjónunum var komin upp á hillu, mynd af vinunum saman, James, Lily, Harry, Remus, Peter og Siriusi öll brosandi út að eyrum, vinkandi til þeirra. Allt í einu heyrðist barnsgrátur, þetta var Harry, Lily og James ruku af stað inn í herbergi. Sirius sat ein eftir,\nsvona voru þá þessi jól\nhugsaði hann og glotti með sjálfum sér áður en hann breytti sér í hund og lagðist út af.\n—————-\nÞessi saga á að taka þátt í jólasmásagnarkeppninni..",
    "url": "https://www.hugi.is/hp/greinar/479501/fyrstu-jol-fjolskyldunar-saga/",
    "url_id": "479501",
    "id": "4401096",
    "replies": [
        {
            "user": "Darling",
            "user_id": "63181",
            "date": "2006-12-27 17:31:32",
            "id": "4401851",
            "reply_to_id": "4401096",
            "text": "breyttiru user neiminu eftir Örju í eragon?"
        },
        {
            "user": "Darling",
            "user_id": "63181",
            "date": "2006-12-27 17:49:34",
            "id": "4401900",
            "reply_to_id": "4401851",
            "text": "uuu, jáá held það=/"
        },
        {
            "user": "Padfoot",
            "user_id": "59026",
            "date": "2006-12-27 17:46:24",
            "id": "4401889",
            "reply_to_id": "4401096",
            "text": "krúttleg saga og til hamingju með að vera með fyrstu söguna :D"
        },
        {
            "user": "Darling",
            "user_id": "63181",
            "date": "2006-12-27 17:50:17",
            "id": "4401903",
            "reply_to_id": "4401889",
            "text": "takk ljótameginmáliðverðuraðveraallaveganfimmstafirsvoþettastendurekki"
        },
        {
            "user": "Padfoot",
            "user_id": "59026",
            "date": "2006-12-27 19:14:43",
            "id": "4402247",
            "reply_to_id": "4401903",
            "text": "Haha eina ferðina enn ; )"
        },
        {
            "user": "Darling",
            "user_id": "63181",
            "date": "2006-12-27 19:15:52",
            "id": "4402251",
            "reply_to_id": "4402247",
            "text": "jáá, alltaf;D"
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2006-12-28 01:29:52",
            "id": "4403794",
            "reply_to_id": "4401903",
            "text": "EÐA SKO EÐA gera bara 1 bil…."
        },
        {
            "user": "Darling",
            "user_id": "63181",
            "date": "2006-12-28 12:46:00",
            "id": "4404633",
            "reply_to_id": "4403794",
            "text": "jáá, finnst þetta flottara, ég er skrítin.."
        },
        {
            "user": "meeka203",
            "user_id": "35952",
            "date": "2006-12-27 19:27:45",
            "id": "4402296",
            "reply_to_id": "4401096",
            "text": "flott saga\nég elska að lesa um\nsirius, james og lily :)"
        },
        {
            "user": "danielsmari",
            "user_id": "62566",
            "date": "2006-12-28 03:46:14",
            "id": "4404162",
            "reply_to_id": "4401096",
            "text": "Töfrakúst, það var málið, auðvita yrði Harry leitari eins og faðir hans.\nvar pabbi hans ekki sóknarmaður eða hvað það kallast “chaser”? það sagði J.K."
        },
        {
            "user": "Darling",
            "user_id": "63181",
            "date": "2006-12-28 12:46:48",
            "id": "4404634",
            "reply_to_id": "4404162",
            "text": "held hann hafi verið leitari, annar biðst ég bara afsökunar á þessum mistökum..\nBætt við 28. desember 2006 -  12:55\nannars*"
        },
        {
            "user": "svanaerla",
            "user_id": "32092",
            "date": "2006-12-28 14:19:18",
            "id": "4404892",
            "reply_to_id": "4404634",
            "text": "Hann var chaser (sóknarmaður eða hvað það nú heitir á íslensku), Rowling staðfesti það. Fín saga samt."
        },
        {
            "user": "Darling",
            "user_id": "63181",
            "date": "2006-12-28 14:27:04",
            "id": "4404928",
            "reply_to_id": "4404892",
            "text": "ok, þá er þetta bara villa, las bækurnar á íslensku og minnti að hann hefði verið leitari;$ en takk.."
        },
        {
            "user": "svanaerla",
            "user_id": "32092",
            "date": "2006-12-28 22:45:03",
            "id": "4406806",
            "reply_to_id": "4404928",
            "text": "Lítið mál, ekki að þetta hafi einhver áhrif á álit mitt á sögunni, bara lítið smáatriði."
        },
        {
            "user": "svanaerla",
            "user_id": "32092",
            "date": "2006-12-29 19:09:27",
            "id": "4409827",
            "reply_to_id": "4404892",
            "text": "mig minnir að James hafi verið leitari.. var það allavegana í fyrstu myndinni..\ntek það fram að ég er ekki svona týpa sem horfir á myndirnar frekar en bækurnar… bara langt síðan ég las þessa fyrstu"
        },
        {
            "user": "svanaerla",
            "user_id": "32092",
            "date": "2006-12-29 21:07:03",
            "id": "4410440",
            "reply_to_id": "4409827",
            "text": "Þetta var villa í myndinni. Rowling hefur staðfest það í þó nokkrum viðtölum að James var Chaser."
        },
        {
            "user": "Kylja",
            "user_id": "58107",
            "date": "2007-01-01 18:43:39",
            "id": "4420789",
            "reply_to_id": "4401096",
            "text": "Flott saga :D"
        },
        {
            "user": "Darling",
            "user_id": "63181",
            "date": "2007-01-01 19:44:05",
            "id": "4421031",
            "reply_to_id": "4420789",
            "text": "takk:)"
        },
        {
            "user": "Moose1",
            "user_id": "37490",
            "date": "2007-01-04 00:02:30",
            "id": "4431279",
            "reply_to_id": "4401096",
            "text": "Góð saga :D"
        }
    ]
}