{
    "forum_title": "Rómantík",
    "user": null,
    "user_id": null,
    "date": "2006-12-28 14:33:04",
    "title": "Varðandi trúlofanir - pistill",
    "text": "Sæl öllsömul.\nÞað er eitt sem ég vildi gjarnan ræða um ykkur við sem hefur með trúlofanir að gera.\nFyrst af öllu, þá er ég mjög mikill fjölskyldumaður í mér og get ekki ímyndað mér framtíð mína án þess að sjá hana fulla af börnum og í örmum yndislegrar konu sem elskar mig og kallar mig eiginmann sinn.\nÚtfrá því, þá get ég sagt að ég er mjög fylgjandi hjónaböndum og því sem þau standa fyrir, hvort sem fólk giftir sig útfrá trúarlegum ástæðum og/eða einungis til þess að staðfesta ást sína á hvoru öðru.\nÞað er samt eitt sem ég vildi fjalla um varðandi trúlofanir, og það er hvað fólk í dag er gífurlega fljótt til að samþykkja slíka skuldbindingu sín á milli. Með þessu er  ég samt alls ekki að segja að það geti ekki gengið upp. Það eru til ófá dæmi um fólk sem hefur kynnst á unga aldri, orðið ástfangið og verið saman til æviloka.\nEn því miður er raunveruleikinn sá, að stór partur allra þeirra sem finna sig unga og ástfangna eiga því miður eftir að finna þá ást dvína og að lokum hverfa.  Árið 2002 voru skilnaðir á Íslandi um 39.5% á hver 100 hjónabönd (\nhttp://www.divorcereform.org/gul.html)\nog er sú tala að mínu mati frekar stór. Og ekki þarf að fara langt til þess að sjá töluvert stærri tölu,  eða 54.9% í Svíþjóð sem verða nú að teljast nágrannar okkar með meiru.\nÞað sem ég er að reyna að segja með þessu  er: til hvers að flýta sér? Ef þið eruð búin að finna einhvern sem þið elskið meira en allt og teljið að sé ykkar framtíðarmaki, til hvers að flýta sér að trúlofast og jafnvel gifta sig? Hvar liggur gróðinn bak við þá fljótförnu slóð?\nÞegar maður hefur loksins fundið þann sem maður telur að sé sá eini rétti fyrir mann sjálfan, þá ætti sú ást einmitt að vera það sterk, merk og einstök, að þurfi fyrir aðra staðfestingu en þá sem þið finnið fyrir óhindrað í hjarta ykkar ætti að vera ónauðsynleg, allavega í dágóða stund.\nÞað liggur ekkert á. Leyfið ástinni sannreyna sig með því að sýna fram á endingarmátt sinn í einhvern tíma áður en að trúlofun kemur. Verið viss um að ástin sé enn svo sterk að hún flytji ykkur áfram á vængjum sínum eftir nokkur ár; þá fyrst getið þið tekið þau skref að skuldbinda ykkur með nokkurri vissu um það að vera ekki ein af þeim sem lenda í prósentupakkanum sem ég nefndi hér fyrir ofan.\nHinn kaldi raunveruleiki er sá, að „ástin er ekki nóg“, eins og mörg ykkar hafa eflaust tekið eftir að stendur skrifað í undirskrift minni.  Með því er átt við að það er svo margt annað sem spilar stóran part í samskiptum kynjanna. Þótt ástin og hrifningin sé í hámarki, þá eru margir aðrir hlutir sem hafa beint eða óbeint lítið með ást að gera sem spila sinn stóra part í samskiptum maka sín á milli;  líkt og mismunandi skoðanir, uppeldi og áherslur,  svo fátt eitt sé nefnt.\nEn ástin er, og mun ávallt vera eitt af aðal “innihaldi” í uppskriftinni að farsælu sambandi. Án hennar er þolið, skilningurinn og löngunin til þess að gera tveim einstaklingum kleyft að vinna úr fyrrnefndum atriðum á viðkvæmum grunni byggt.\nÉg vil bara hafa það á hreinu að með þessum litla pistli er ég ekki að segja fólki að bíða endalaust með að trúlofa sig og staðfesta ást sína, heldur að í langflestum tilfellum er það flestum nauðsynlegt að staðfesta einnig að hin atriðin í samskiptum kynjanna eigi sér farsæla úrlausn, og það er nánast aldrei hægt að vita fyrr en eftir talsverða reynslu af þeim samskiptum.\nMunið bara gott fólk, að það er enginn að fara að hrifsa trúlofun úr örmum ykkar. Hún mun ávallt vera möguleiki, og því lengur sem þið leyfið henni bíða (innan eðlilegra marka),  því meiri líkur eru á að hún sé til framtíðar.\nKær kveðja og gleðilega hátíð!\nFróðleiksmoli",
    "url": "https://www.hugi.is/romantik/pistlar/479847/vardandi-trulofanir-pistill/",
    "url_id": "479847",
    "id": "4404964",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-28 15:37:13",
            "id": "4405185",
            "reply_to_id": "4404964",
            "text": "Sæll Fróðleiksmoli.\nÉg þakka þér fyrir þetta innlegg, mjög góðir og athyglisverðir punktar sem þú komst með. Þökk fyrir."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-28 18:36:28",
            "id": "4405798",
            "reply_to_id": "4405185",
            "text": "Sæll Ultravox.\nHaltu til góða :) Ef þetta aðstoðaði þig eitthvað í vangaveltum þínum, þá er takmarkinu náð.\nKær kveðja,\nFróðleiksmoli"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-28 20:52:52",
            "id": "4406337",
            "reply_to_id": "4405798",
            "text": "Ég hins vegar stend fastur á ákvörðun minni, en ég er líka meðvitaður um það hversu hátíðlegt þetta er."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-28 20:55:55",
            "id": "4406352",
            "reply_to_id": "4406337",
            "text": "Gott hjá þér að standa fastur á þínu. Að draga hlut eins og trúlofun til baka væri líka mun verra en ella að mínu mati.\nNúna eru þið trúlofuð, en það þýðir samt ekki að þið getið ekki tekið talsverðan tíma í að kynnast áður en að giftingu kemur :)\nGangi ykkur bara allt í haginn og kærlega til hamingju!\nKkv,\nF.\nBætt við 28. desember 2006 -  20:58\n*Átti að vera kynnast\nbetur"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-28 20:58:35",
            "id": "4406361",
            "reply_to_id": "4406352",
            "text": "Takk fyrir… já, nægur tími í giftingu, höfum einsett okkur að það verði aldrei fyrr en við erum búin með nám.\nEn já, takk fyrir að vekja frekara athygli á umræðuefninu, er mjög ánægður með skrifin þín yfirleitt hérna á /rómantík."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2006-12-28 21:01:49",
            "id": "4406375",
            "reply_to_id": "4406361",
            "text": "Ég þakka hrósið og mun halda áfram að gera mitt besta til að aðstoða fólk þegar þörf ber á og tími leyfir :)\nKkv,\nF."
        },
        {
            "user": "kaffibaunin",
            "user_id": "23820",
            "date": "2006-12-28 17:09:02",
            "id": "4405482",
            "reply_to_id": "4404964",
            "text": "Ég er sammála þér:) Trúlofun getur alltaf beðið, hún verður ekki tekin af manni;)"
        },
        {
            "user": "txtFirefly",
            "user_id": "61449",
            "date": "2006-12-28 23:05:47",
            "id": "4406905",
            "reply_to_id": "4404964",
            "text": "fullkomlega sammála og fékk mig til að sjá hversu gott sambandið mitt er þar sem við lítum þetta nákvæmlega sömu augum og þú:) Alltof mikið af ungu fólki sem trúlofar sig alltof snemma og á bandvitlausum forsendum eins og ég skrifaði annars staðar.  Fólk hættir reyndar aldrei að kynnast því fólk breytist með árunum svona að einhverju leiti:)"
        },
        {
            "user": "astrosharpa",
            "user_id": "58555",
            "date": "2006-12-29 20:15:15",
            "id": "4410184",
            "reply_to_id": "4404964",
            "text": "Þakka þér kærlega fyrir þessa grein. Loksins meikar eitthver sens. Finnst þetta svo ótrúlega rétt hjá þér. En já gleðilega hátíð allir saman"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-01-09 20:50:45",
            "id": "4454895",
            "reply_to_id": "4404964",
            "text": "Virkilega góður pistill og ég er svo sammála þér í því sem þú segir þarna..\nMér finnst oft trúlofun hafa glatað merkingu sinni einungis útaf því að það eru nánast allir trúlofaðir og þá ekki í þeirri raunvrulegu merkingu sem trúlofun er eða á að vera.\nFólk trúlofar sig líka oft til þess að bjarga sambandinu ef það eru komnir brestir í það? Trúlofun er ekki lyf við því heldur staðfesting á innilegu ástarsambandi sem mun að öllum líkindum standa að eilífu, að mínu mati.. Trúlofun er ekki e-ð sem fólk á að gera í flýti, þótt þetta sé í raun bara orð þá er það samt svo miklu meira en það og hefur mikið að gera með tilfinningar.\nÉg veit líka um 2 vinkonur sem trúlofuðust í orðsins fyllstu merkingu.. Meiningin hjá þeim var að vera vinkonur að eilífu? Þarna missir sú raunverulega trúlofun alla merkingu sína finnst mér allavega… Ég tek fram að þessar stelpur notuðu ekta trúlofunarhringa og önnur þeirra fór á hnéð og bað hinnar.. Þær eiga ekki í ástarsambandi, eru bara vinkonur! Fólk getur notað vinahálsmen í svona..\nEins með fólk sem er að trúlofa sig eftir nokkurra mánaða samband og getur bara ómögulega ekki beðið eð að segja öllum frá því að hún/hann eigi maka sem hún/hann er TRÚLOFUÐ/TRÚLOFAÐUR.. Það þarf ekki að vera trúlofaður og með hringa til þess að vera ástfangin. Það þarf ekki að vera trúlofaður til að sýnast fyrir öðrum.\nTrúlofun er svo miklu miklu meira en það :)\nBætt við 9. janúar 2007 -  20:54\nÆi, ég á svo erfitt með að útskýra! Hehe.. En vonandi náði ég að koma þessu skiljanlega frá mér :)\nÉg er alls ekki á móti trúlofun og finnst það æðislegur hlutur í flestum tilfellum en mér þykir það miður hve mikið fólk misnotar þetta…"
        }
    ]
}