{
    "forum_title": "Músík almennt",
    "user": "prumpuprumpuhor",
    "user_id": "55297",
    "date": "2006-12-30 12:56:35",
    "title": "Brain Police",
    "text": "Hér ætla ég að segja mat mitt um nýjustu Brain Police plötuna, Beyond the Wasteland.\nEins og  ég sagði áðan er Beyond the Wasteland nýja platan með Brain Police og hin allra besta. Öll lögin á plötunni eru góð og hljóðfæraleikurinn einnig.\nEn það sem ég féll fyrst fyrir við þessa plötu er hvað söngurinn, söngvarinn er ótrúlega góður,\nHann semur nánast í öllum lögunum frábærar laglínur við einfaldan undirleik, í lögum á borð við Mystic Lover og Thunderbird féll ég gjörsamlega fyrir honum og er hann án efa besti rokksöngvari Íslands að mínu mati.\nGítarleikarinn og bassaleikarinn eru mjög þéttir og vinna vel saman og þeir semja öll þessi góðu stef sem söngvarinn bætir svo ofan á með flottum laglínum. Trommuleikur á plötunni er líka mjög góður og sá besti sem ég hef heyrt í íslensku rokki.\nAð mínu mati fær Beyond the Wasteland fjórar af fimm stjörnum og ég mæli eindregið með þessari plötu og er Brain Police svo sannarlega besta íslenska rokksveitin!\nSíðan hér fyrir neðan ætla ég að gefa lögunum stjörnur og hámark eru fimm stjörnur.\n1.\tRooster Booster, fjórar\n2.\tHot Chicks & Hell Queens, fjórar\n3.\tBlack Tulip, þrjár\n4.\tThunderbird, fjórar\n5.\tSnake, fjórar\n6.\tMystic lover, fimm\n7.\tThe Baron, fjórar\n8.\tLeo, fjórar\n9.\tHuman Volume, fjórar\n10.\tBeyond the Wasteland, þrjár\n11.\tSweet Side of Evil, þrjá",
    "url": "https://www.hugi.is/musik/korkar/480437/brain-police/",
    "url_id": "480437",
    "id": "4412434",
    "replies": [
        {
            "user": "siggason",
            "user_id": "60857",
            "date": "2006-12-30 18:12:53",
            "id": "4413466",
            "reply_to_id": "4412434",
            "text": "Góð plata"
        },
        {
            "user": "prumpuprumpuhor",
            "user_id": "55297",
            "date": "2007-01-01 07:47:21",
            "id": "4419561",
            "reply_to_id": "4412434",
            "text": "Mjög góð plata, en Human Volume fengi 5 stjörnur frá mér, ekkert annað lag þarna fengi 5."
        },
        {
            "user": "prumpuprumpuhor",
            "user_id": "55297",
            "date": "2007-01-01 11:49:53",
            "id": "4419602",
            "reply_to_id": "4419561",
            "text": "Uppáhaldslögin mín á plötunni eru Mystic Lover og Human Volume, þannig að ég var ekki langt frá því að gefa því 5 stjörnur."
        }
    ]
}