{
    "forum_title": "Litbolti",
    "user": "Xavier",
    "user_id": "2009",
    "date": "2001-10-24 01:41:03",
    "title": "Eldur laus á litboltasvæði í Kópavogi",
    "text": "Eldur laus á litboltasvæði í Kópavogi\nEldur kviknaði í gömlu húsi á litboltasvæðinu við Nýbýlaveg í Kópavogi í kvöld. Slökkvilið var kallað út þegar stundarfjórðung vantaði í átta og var svæðinu lokað af að hluta vegna sprengihættu sem stafar af litaskothylkjum sem þar er að finna.\nNokkrir slökkviliðsbílar voru sendir á svæðið og hafa þeir ráðið niðurlögum eldsins. Eldkafarar eru nú að störfum á vettvangi og telur lögregla að svæðið sem var lokað verði opnað innan skamms.\nÞessi frétt er tekin af Vísi.is\nHvað er að blaðamönnum? Gleypa þeir allt sem þeim er sagt? Sprengihætta af litaskothylkjum???? Þessir menn eru fífl. Um að gera að kynna sér málið áður menn birta svona fréttir.\nÉg fór inní Lund fyrr í kvöld og kíkti á vegsummerki með lögreglunni. Húsið sem afgreiðslan er í er gjörónýtt. Merkjarar og annað laulegt liggur undir skemmdum og ekki er víst að hægt verið að nota nokkuð af því sem í húsinu var aftur.\nÞetta mun óneytanlega setja nokkuð strik í reikning litboltafélaga sem og annara áhugamanna um litbolta.\nFramhaldsskóla mót sem fram á að fara næstu helgi er í nokkuri óvissu.\nAllur kúlulagerinn eyðilagðist í þessum bruna. Þetta er allt mjög sorglegt fyrir okkur áhugamenn um litbolta.\nÉg vill votta Eyþóri samúð mína með þennan ömurlega atburð. Ef að það er eitthvða sem að ég get gert til að aðstoða þá læturðu bara vita.\nLater…\nXavie",
    "url": "https://www.hugi.is/litbolti/greinar/48166/eldur-laus-a-litboltasvaedi-i-kopavogi/",
    "url_id": "48166",
    "id": "313751",
    "replies": [
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2001-10-24 10:42:47",
            "id": "313752",
            "reply_to_id": "313751",
            "text": "Ekki það að þetta hafi ekki verið tryggt :)"
        },
        {
            "user": "Cruxton",
            "user_id": "631",
            "date": "2001-10-24 11:32:50",
            "id": "313753",
            "reply_to_id": "313752",
            "text": "Þetta er svartur dagur í sögu Litbolta á Íslandi.\nCruxton"
        },
        {
            "user": "Munkur",
            "user_id": "923",
            "date": "2001-10-24 12:43:57",
            "id": "313754",
            "reply_to_id": "313751",
            "text": "þetta er sorglegt… ég skal játa það en segi á sama tíma *hóstandi* Það sama gerðist óvart í lasertagsalnum þegar fór að halla undir fæti þar, eru einhver tengsl *hóstandi lokið*\n-ekki reiðast fávisku minni\nMunku"
        },
        {
            "user": "Harm",
            "user_id": "12903",
            "date": "2001-10-24 16:23:58",
            "id": "313755",
            "reply_to_id": "313754",
            "text": "Nei nei þeir hafa bara verið að grilla enn eina ferðina. :)"
        },
        {
            "user": "geirigradi",
            "user_id": "10500",
            "date": "2001-10-26 05:05:55",
            "id": "313756",
            "reply_to_id": "313751",
            "text": "jæja kallar mínir í þetta skipti\nreyni ég ekki að gera þetta að léttu efni\nþví þetta er langt frá því að vera\neitthvað joke\nen hvað um það þá munum við rísa á ný !\nkannski ekki á morgun en það kemur\nhlutir breytast hlutir gerast\nvið sjáumst sterkari næst!!!!!!"
        },
        {
            "user": "baa",
            "user_id": "32672",
            "date": "2002-01-02 23:36:43",
            "id": "313757",
            "reply_to_id": "313756",
            "text": "Og hvað með það að einkver ljót gamalt fjós hafi brunið."
        }
    ]
}