{
    "forum_title": "Ljósmyndun",
    "user": "Fluffster",
    "user_id": "7",
    "date": "2001-10-24 20:46:22",
    "title": "Myndavélafælni - nokkur trikk",
    "text": "Þetta er aðallega skrifað fyrir candid myndatökur(þ.e.a.s. óuppsettar tækifæristökur. M.ö.o. þegar þú ert pirrandi bjáninn með myndavélina framan í öllum).\nAð öllum líkindum hafið þið lent í því að fjölskyldumeðlimir, vinir og aðrir þverhausar vilji ekki láta mynda sig og halda jafnvel fyrir andlitið þegar maður dregur upp vélina. Hérna eru nokkur tips um hvernig hægt er að fá myndavélafælið fólk til að leyfa okkur að taka myndir af þeim…eitthvað af þessu hlýtur að virka. Sumpart stolið frá Mark Morgan.\nÞegar fólk lætur svona þá getur virkað að segja hreinlega “Hva, ég get ekkert tekið mynd af þessu…” og snúa sér svo að einhverjum öðrum og taka mynd af honum og láta dæluna ganga um hvað þetta muni nú verða flott mynd(ekki samt við þann feimna). Þannig fær sá feimni ekki þá athygli, að láta suða í sér að brosa fyrir myndavélina, sem hann var að njóta í laumi. Þetta á sérstaklega við um yngra fólk. Þegar þau sjá að þú snýrð þér bara að næstu brosandi manneskju þá kemstu oft að því að þau vilja í raun og veru vera með á myndunum…\nEn auðvitað er þetta ekki alltaf svona. Sumt fólk lítur hreinlega illa út á myndum, en þegar það er tilfellið þá er oftast hægt að bæta talsvert úr því.\nÞað er hægt að prófa að ræða það stuttlega við viðkomandi, en ekki reyna það með myndavél í höndunum. Gættu þess samt að hljóma ekki eins og þú sért að nauða í viðkomandi um að fá að taka mynd.\nEin algengasta ástæðan fyrir svona fælni er að fólk hefur tilhneigingu til að depla augunum ört þegar það verður stressað. Þeir sem geta ekki verið afslappaðir fyrir framan myndavél hafa þessvegna séð allt of margar myndir af sér með þennan ógáfulega þumbasvip sem kemur þegar tekin er mynd af manni með hálflokuð augu í miðju depli.\nEinnig getur verið gott að fá e-n annan til að pósa með þeim. Það er miklu auðveldara að láta taka mynd af sér þegar einhver annar er með á myndinni, gjarnan með hendina yfir öxlina á þeim feimna eða eitthvað í þá áttina, því þá hefur staðan breyst úr einn-á-einn stöðu gegn myndavélinni þar sem öll athyglin hvílir á feimnispúkanum í vinalega pósu með kunningja. Þetta getur breytt miklu.\nÞegar komið er að því að smella af vill oft bregða við að sá feimni brosir ekki. Þá er um að gera að minna hinn aðilann á að brosa(sem er auðvitað skælbrosandi fyrir) og sá feimni brosir ósjálfrátt þegar þú minnir HINN á. Þetta virkar!\nÞegar um hópmyndatöku er að ræða, sjáðu þá til þess að sá feimnasti sé fyrir miðri mynd. Þeir feimnu eru yfirleitt síðastir til að stilla sér upp (eftir langar fortölur) og enda teygðir og feitir(vegna áhrifa gleiðari linsa) í jaðri myndarinnar. Ef þú sérð til þess að þetta hendi ekki, þá mun sá feimni heyra hina kvarta undan sínum eigin teygðu búkum og fésum en hrósa því hvernig sá feimni kom út í miðju myndarinnar.\nEf í harðbakkann slær þá getið þið reynt þetta: Ef þú ert að eltast við einhvern sem þú ert harðákveðinn í að mynda en lætur sig ekki, þá skaltu bjóða viðkomandi að þú munir taka heila filmu af honum og leyfa honum að hafna hvaða mynd sem er úr tökunni, en með því skilyrði að tvær eða þrjár myndir þurfi að fara í albúmið. En áður en þú sýnir honum myndirnar, þá ert þú búinn að fara yfir þær og henda verstu 12 myndunum(notaðu 36 mynda filmu) eða jafnvel fleirum og leyðu honum að velja úr þeim bunka sem eftir er. Hann mun aldrei fatta þetta og þú ert að gera honum greiða.\nKonur eru að jafnaði líklegri til að vera myndavélafælnar, þó er meira en nóg til að karlmönnum sem er meinilla við að vera myndaðir líka. Þær eru hins vegar líklegri til að hafa eytt töluverðri vinnu og peningum í útlitið en geta verið búnar að gefast upp á því að koma vel út á filmu eftir að hafa séð of margar slæmar myndir af sér í gegnum tíðina.\nÞað virkar oft vel að leita uppi athyglissjúklinginn í hópnum(það er alltaf einhver) og taktu einhvern slatta af myndum á meðan þú sýnir henni hvernig best er að pósa, velur fallegan bakgrunn og hegðar þér eins og þú vitir hvað þú ert að gera. Þú vinnur þér inn traust hratt á þann máta.\nEinnig er hægt að venja fólk við myndavélina með því að vera nógu duglegur að smella af til að byrja með. Þú er m.a.s. vel hægt að hugsa sér að smella af framan af án filmu. Þú sparar á því og fyrstu myndirnar eru hvort eð er sjaldan góðar.\nÞað er miklu auðveldara að fá fólk til að slaka á ef þú ert ekki með flass. Með 800-1600 asa filmu og hraða linsu (t.d. f1.4/50mm) dugar þér venjuleg innanhússlýsing og þú ferð miklu síður í taugarnar á fólki.\nN.b. ef þú ert að taka litmyndir innanhúss án flass þá verða myndirnar talsvert gular ef venjuleg glóperulýsing er á staðnum. Hægt er að leiðrétta það með bláum filter en hann kostar 1-2 stopp. Auðveldara er að biðja framkallarann um að draga úr gula litnum þegar myndirnar eru framkallaðar. Með svart/hvíta filmu þarftu ekki að hafa áhyggjur af þessu.\nÉg vona að þetta gagnist ykkur eitthvað.",
    "url": "https://www.hugi.is/ljosmyndun/greinar/48188/myndavelafaelni-nokkur-trikk/",
    "url_id": "48188",
    "id": "314100",
    "replies": [
        {
            "user": "Pex",
            "user_id": "4129",
            "date": "2001-10-24 21:32:25",
            "id": "314101",
            "reply_to_id": "314100",
            "text": "Heir heir\nen ég er með mindavélafælni…."
        },
        {
            "user": "pixman",
            "user_id": "9098",
            "date": "2001-10-24 21:50:12",
            "id": "314102",
            "reply_to_id": "314101",
            "text": "Ég get ekki komið vel út á myndum..! Þarf alltaf að vera með eikkvað asnalegt bros á ÖLLUM myndum sem ég er á! Er eikkvað sem ég get gert?"
        },
        {
            "user": "pixman",
            "user_id": "9098",
            "date": "2001-10-24 21:58:01",
            "id": "314103",
            "reply_to_id": "314102",
            "text": "prófaðu eitthvað asnalegt bros frekar :=)"
        },
        {
            "user": "shjima",
            "user_id": "14320",
            "date": "2001-10-25 14:53:33",
            "id": "314104",
            "reply_to_id": "314102",
            "text": "Prófaðu bara að æfa þig fyrir framan spegilinn, þangað þá ert happy…\nSvo er líka bara um að gera og slappa af á meðan verið er að taka myndina"
        },
        {
            "user": "Spirou",
            "user_id": "1369",
            "date": "2001-10-24 22:17:49",
            "id": "314105",
            "reply_to_id": "314100",
            "text": "Mig vantar að vita hvernig maður tekur myndir á þessar andskotans Kodak einnota vélar.  Þetta virkar ágætlega utan dyra en inni er alltaf svartur hringur utan um myndina.\nEkki það að ég ætli að nota svoleiðis mikið í framtíðinni en það væri samt gaman að hægt væri að nota svoleiðis innan dyra"
        },
        {
            "user": "Roland",
            "user_id": "525",
            "date": "2001-10-24 22:34:30",
            "id": "314106",
            "reply_to_id": "314105",
            "text": "Og alltaf þegar ég tek myndir á einnota vél kemur svona þokukennd klessa uppi í hægra horninu."
        },
        {
            "user": "Roland",
            "user_id": "525",
            "date": "2001-10-25 00:44:36",
            "id": "314107",
            "reply_to_id": "314106",
            "text": "Það er puttinn á þé"
        },
        {
            "user": "Spirou",
            "user_id": "1369",
            "date": "2001-10-25 14:44:29",
            "id": "314108",
            "reply_to_id": "314107",
            "text": "Eruð þið að segja mér að ég eigi ekki að taka myndir í gegnum glerskálar ? :P"
        },
        {
            "user": "eda",
            "user_id": "6517",
            "date": "2001-10-25 08:06:32",
            "id": "314109",
            "reply_to_id": "314100",
            "text": "ég kem alltaf ógedslega illa út a myndum, tess vegna ætla ég bara ad vera a bakvid vélina, lídur mikid betur tar.\nerla"
        },
        {
            "user": "emotions",
            "user_id": "9840",
            "date": "2001-11-13 11:02:35",
            "id": "314110",
            "reply_to_id": "314109",
            "text": "voðalega eru allir hræddir við að láta taka myndir af sér…eruð þið þá ekki öll upp til hópa bara óánægð með útlitið?\nEF þið sættist á hvernig þið líti´ð út þá er þetta ekkert vandamál og bara skemmtilegra, þoli sjálf ekki tilgerðarlegar myndir af fólki!"
        }
    ]
}