{
    "forum_title": "Djammið",
    "user": "LadyJ",
    "user_id": "8744",
    "date": "2007-01-04 16:33:14",
    "title": "Sander Kleinenberg - nánar um manninn",
    "text": "Sander Kleinenberg verðskuldar virðingu sem frábær tónlistarframleiðandi og plötusnúður. Enda er hann álitinn einn sá allra besti á sínu sviði.\nKjósendur The Winter Music Conference kusu hann besta evrópska plötusnúð ársins 2006 og Justin Timberlake og Janet Jackson báðu hann sérstaklega um að gera fyrir sig endurhljóðblandarnir til útgáfu.\nSander Kleinenberg rekur sitt eigið útgáfufyrirtæki, Little Mountain Recordings og er fyrsti plötusnúðurinn í heiminum sem fór að blanda saman tónlistarspilun og  DVD myndsýningu.\nSem plötusnúður spilar Sander Kleinenberg það besta sem völ er á í danstónlistinni og hefur komið fram á fremstu klúbbum og danstónlistarhátiðum heims. Syrpurnar hans eru heimsfrægar og hafa vakið mikla athygli en syrpan sem hann spilaði í Radio 1 Essential Mix hjá Pete Tong, en það er virtasti danstónlistarútvarpsþáttur heims, var einmitt kosin besta syrpa ársins 2001.\nSander fór að halda sín eigin kvöld fyrst árið 2006, eru þau nú útbreidd um heim allan og ganga undir nafninu “This Is” og eru haldin á stöðum eins og Pacha á Ibiza, Ministry of Sound í London, Panama í Amsterdam, Redlight í Paris og á Crobar í New York.\nSander Kleinenberg er einn þeirra sem nýtir tæknina til hins ítrasta. Hann var einn þeirra fyrstu til að ná tökum á hljóð / mynd - tækni ( audio-visual technology) sem hann notar þegar hann kemur fram sem plötusnúður. Hann er brautryðjandi á sínu sviði og gerir sín eigin myndbönd sem hafa fengið ótrúlega góðar viðtökur um allan heim.\nMeð því að nota þessa DVJ myndtækni getur Sander haft fulla stjórn á öllum þeim sjónrænu tilburðum á sviðinu. Þessi tækni gerir honum kleift að setja sinn persónulega stimpil á kvöldið. Með því að varpa upp myndum og spila myndbönd í takt við tónlistina hjálpar það honum að tengjast áhorfendum á öðru stigi.\nSander er einnig gríðarlega farsæll tónlistarframleiðandi sem fyrst kom fram á dansratsjánni árið 1996. En það var síðan ekki fyrr en árið 2000 sem að heimsbyggðin fór virkilega að gefa honum gaum en þá gaf hann frá sér eitt frægasta danslag allra tíma, “My Lexicon” sem er að finna á plötunni “4 seasons”.\nÞetta lag var spilað af nær öllum plötusnúðum innan dansgeirans um heim allan og skaut Sander strax á stjörnuhimininn. Síðan þá hefur hann átt hvern danssmellinn á fætur öðrum eins og “The fruit” og “This is Miami” sem var eitt vinsælasta lag ársins 2006.\nSander hefur einnig endurhljómblandað lög eftir listamenn eins og Royksopp, Milo, Sasha og Darren Emerson úr Underworld.\nÁrið 2001 fékk Sander þann mikla heiður að gefa út safndisk á “Global Underground - Nubreed” safndiskaseríu. sem er ein sú allra virtasta og án efa ein sú vinsælasta í heiminum. “Everybody” og “Everybody too” safndiskarnir fylgdu í kjölfarið á Renaissance dansútgáfunni og Sander Kleinenberg varð einn eftirsóttasti plötusnúður heimsins.\nÁrið 2004 vann hann tónlistarverðlaunin “The DanceStar Award ” fyrir besta remixið af 'Rock Your Body’ með Justin Timberlake.\nÁhugi Sanders á tónlist kviknaði mjög snemma. Hann ólst upp í austur Hollandi og lifði lífinu sem ósköp venjulegur drengur en hinir krakkarnir vissu að hann var öðruvísi þegar hann tók danstónlistina ástfóstri, varð sér út um plötuspilara og sökkti sér inn í plötusnúðamenninguna. Eftir að það fór að spyrjast út hversu fljótur Sander var að ná tökum á faginu og hversu góður hann var á bak við spilarana, var hann beðinn um að taka að sér starf sem “skólaplötusnúðurinn”.\nÞegar hann var aðeins 15 ára fékk hann fasta vinnu sem plötusnúður á bar sem var staðsettur rét hjá heimili hans. Tónlistarsmekkur Sanders hefur ávalt verið fjölbreyttur, t.d þegar hann var 14 ára hlustaði hann á hljómsveitina “Mantronix” sem var ein beinskeyttasta hiphophljómsveit fyrri ára. Á unglingsárunum var hann undir miklum áhrifum af bandarískri og breskri danstónlist, en það voru endurhljóðblandanir frá Shep Pettibone, taktar frá Simon Harris og tónleikar með Depeche Mode sem fönguðu athyggli hans og varð til þess að hann fór að skapa sína eigin tónlist.\nÞetta skók feril hans þannig að 15 árum seinna ferðast hann um heim allan sem einn þekktasti plötusnúður allra tíma.\nHver er svo framtíðin hjá Sander Kleinenberg?\n“Framtíðin er ekki mín að sjá en ég vinn hörðum höndum á að móta hana” segir Sander. Sander er fastaplötusnúður í borgum eins og New York, Paris, London, Amsterdam og Ibiza en spilar einnig mikið í Asíu, Norður, Mið og Suður - Ameríku.\nÞetta mun verða hans þriðja skipti síðan á Íslandi og hefur honum alltaf tekist að fylla staðinn og haldið ógleymanleg kvöld!\nEkki því missa af þessum einstaka manni sem ætlar að halda einnig DVD show fyrir okkur íslendingana á Broadway þann 9. Febrúar næstkomandi.\nMiðasala er hafin í Gallabuxnabúðinni í Kringlunni.\nVerð: 2000 kr í forsölu | 3000 kr við hurð",
    "url": "https://www.hugi.is/djammid/greinar/482138/sander-kleinenberg-nanar-um-manninn/",
    "url_id": "482138",
    "id": "4433141",
    "replies": [
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2007-01-04 18:48:21",
            "id": "4433846",
            "reply_to_id": "4433141",
            "text": "er fyrsti plötusnúðurinn í heiminum sem fór að blanda saman tónlistarspilun og DVD myndsýningu.\nEkki alveg. Hann með þeim fyrstu, en ekki sá fyrsti (tvennt ólíkt).\nÞegar Pioneer kynntu fyrsta spilarann sem bauð uppá þennan möguleika (að blanda dvd mynd í dj sett) fékk ég kynningar-dvd og á þeim disk var enginn Sander Kleinenberg, James nokkur Zabiela var þar ásamt einhverjum plötusnúð sem ég man ómögulega nafnið á. Semsagt ekki sá fyrsti, en samt einn mesti brautryðjandinn á þessu sviði."
        },
        {
            "user": "LadyJ",
            "user_id": "8744",
            "date": "2007-01-06 12:20:06",
            "id": "4440299",
            "reply_to_id": "4433846",
            "text": "Takk fyrir leiðréttinginguna :) ætti eiginlega að láta þig prófarkalesa allt áður en maður setur það í loftið :)"
        },
        {
            "user": "Zkari",
            "user_id": "18718",
            "date": "2007-01-04 19:39:05",
            "id": "4434122",
            "reply_to_id": "4433141",
            "text": "Hvað er verið að halda þetta á Þriðjudegi :/"
        },
        {
            "user": "Kaviar",
            "user_id": "6746",
            "date": "2007-01-05 23:57:58",
            "id": "4439215",
            "reply_to_id": "4434122",
            "text": "9. Febrúar er föstudagur ekki þriðjudagu"
        },
        {
            "user": "Zkari",
            "user_id": "18718",
            "date": "2007-01-06 14:32:24",
            "id": "4440704",
            "reply_to_id": "4439215",
            "text": "Já ok febrúar haha ég las jan ;)\nÞá mætur maður pottþétt"
        }
    ]
}