{
    "forum_title": "Húðflúr og götun",
    "user": "misstattooine",
    "user_id": "54071",
    "date": "2007-01-05 15:54:00",
    "title": "Mín reynsla af húðflúrum og götum",
    "text": "Frá því ég var lítil þá hefur þessi lífsstíll alltaf heillað mig mikið. Pabbi er með gamalt sjóaratattoo sem ég dáðist alltaf af þegar ég var yngri en þegar ég var 12 ára byrjaði þetta eiginlega fyrir alvöru. Ég fór að passa fyrir stelpu sem var með mörg tattoo og piercing og má í raun segja að hún sé “idolið mitt” þegar kemur að flúrum og líkamsgötum ;)\nÉg fékk fyrstu 2 götin í eyrun þegar ég var lítil. Veit ekki nákvæmlega hvenær en ætli það hafi ekki verið um 6-8 ára aldurinn.. Þau voru gerð á hárgreiðslustofu í Mjóddinni. Smám saman fór ég að bæta við mig götum í eyrun og þegar ég var 12 ára var ég komin með 7 göt í eyrun, þrjú sitthvoru megin í eyrnasneplunum og svo eitt í helix sem ég fékk á einu uppreisnartímabilinu mínu 12 ára :) Öll þessi göt voru gerð með byssu á sömu hárgreiðslustofu í Mjóddinni.\nÁ þessum tímapunkti var ég farin að suða um gat í tunguna en mamma og pabbi tóku það ekki í mál.. Gat í tunguna á þessu tímabili var ekki mjög þekkt og foreldrar mínir vissu ekkert um svona göt! Ég suðaði á hverjum degi nánast í ár og á endanum gaf mamma mér hið langþráða leyfi. En það var í apríl 2000. Daginn eftir fermingu fór ég niður á Art tattoo á Þingholtsstræti sem Helgi tattoo rak (blessuð sé minning hans) og þar tók Jón Þór flúrari á móti mér og gerði þetta fínasta gat í tunguna á mér! Því miður fékk ég einhverja væga sýkingu en það kom ekki til greina að taka lokkinn úr svo ég þraukaði 2 vikur af verkjum og bólgu en á endanum lagaðist þetta bara og í dag næstum 7 árum seinna er ég ennþá með þetta gat :) Ef ég tek lokkinn úr þá finnst mér vanta á mig putta eða e-ð álíka!\nÞegar ég var á stofunni að bíða eftir að Jón Þór gerði allt klárt sá ég mynd af salamöndru uppi á vegg og ég var alveg staðráðin í að fá mér þessa eðlu sem tattoo!\nSirka 2 mánuðum seinna fékk ég mitt fyrsta tattoo.. Sá auglýsingu í sjónvarpinu um jurtatattoo, sagði mömmu frá henni og hún ákvað að leyfa mér að fá mér jurtatattoo svo lengi sem ég borgaði þetta sjálf. Þetta átti náttúrlega að fara af og það var í þeim tilgangi sem mamma leyfði mér þetta! Ég fór á Heilsudrekann, valdi mér kínatákn sem merkir “Kona” og því var skellt á milli herðablaðanna á mér! Tók frekar langan tíma en annars man ég lítið eftir þessu þar sem spennan var alveg í hámarki.. 6 og hálfu ári seinna sit ég uppi með þetta ljóta gráa tattoo sem byrjaði að grána 6 mánuðum eftir að ég lét setja það á mig.. Ég ætla að láta breyta þessu við fyrsta tækifæri því þetta er ekkert á leiðinni að hverfa héðan af svo afhverju ekki að gera e-ð flott cover up úr þessu?\nKínatáknið\nÍ september eða október sama ár (2000) fékk ég leyfi frá mömmu um að fá mitt fyrsta alvöru tattoo! Ég fór aftur á Art tattoo með skriflegt leyfi frá mömmu og sagði við Helga að ég ætlaði að fá mér eðluna á veggnum!! Helgi gerði allt tilbúið og byrjaði svo að flúra mig… Eðlan er staðsett á innanverðum hægri handlegg (hjá púlsinum) og er rosa sæt! ;) Þetta var nú ekki eins slæmur staður og ég hélt en þetta tók heldur ekkert svo langan tíma.\nEðlan\nNokkrum mánuðum seinna hélt ég áfram að suða í mömmu og í þetta skiptið um gat í augabrúnina! Mamma hélt nú ekki og stóð alveg föst á því… Þetta væri komið nóg!\nÉg tók ekki nei fyrir svar og fór inná bað með vinkonu minni með títupjón og lokk og stakk þessu í nefið á mér! (ég þorði ekki að gera sjálf í augabrúnina) .. Ég var tæpa 3 tíma að koma títuprjóninum í gegn enda gerði ég þetta allt saman mjög hægt! Hehe ;) En þetta hafðist á endanum og var ég með lítinn demant í þessu í smá tíma áður en ég setti hring. Mamma var nú ekki sátt við að ég hefði gert þetta á bakvið hana en fannst þetta samt sem áður sætt gat… Ég hélt samt áfram að suða um meiri göt ( mikið rosalega var ég leiðinlegur unglingur) og ennþá var ég hörð á því að fá mér gat í augabrúnina. Ennþá fékk ég nei frá mömmu og aftur tók ég það ekki gilt og bað vin minn að gera gatið sem og hann gerði í október 2001 inni í sjoppu í Breiðholti!! Mamma varð eins og ég bjóst við alveg brjáluð en aldrei tók ég lokkinn úr.\n12. mars 2002 fór ég til Sverris tattoo í þeim tilgangi að fá mér gat í vörina.. Ég kom út með nýja lokka í eyrunum og 1 stykki tattoo sem hann skellti á bakið á mér! Þetta er pegasusinn sem ég er með á vinstra herðablaðinu.. Sverrir sýndi mér einhverjar myndir í möppu sem hann var með og ég sá þennan hest og varð ástfangin! Ákvörðunina tók ég á 5 mínútum og ég sé ekki eftir þessu í dag enda mjög fallegt flúr! Mamma komst ekki að þessu fyrr en 8 mánuðum seinna en þá þurfti ég að fara og láta fylla inn í á nokkrum stöðum sem hafði kroppast úr.. Hún leyfði mér að fá mér tattoo en bara lítið.. Ég fór og lét laga, kom svo heim og sýndi henni tattooið sem var augljóslega ekki nýtt en hún fattaði ekki neitt og sagði að þetta væri mjög sætt¨:) I know, ég er mjög nasty en hún veit allt um þetta í dag og við hlægjum bara að þessu! ;)\nStuttu seinna fékk ég mér gat í vörina. Það var gert með nál og tók fljótt af. Ég fann nánast ekkert fyrir því og það gréri mjög fljótlega.\nPegasus\nÁ þessum tímapunkti var ég með 3 sjáanleg göt í andliti: Hring í nefinu, pinna í augabrúninni og pinna í vörinni.. Mér fannst þetta of mikið og tók pinnann úr augabrúninni og hringinn í nefinu úr.\nTæpu ári seinna fór ég aftur til Sverris og í þetta skiptið fékk ég mér industrial í hægra eyrað og Sverrir teiknaði tribalmunstur í kringum eðluna mína með penna bara til þess að prófa. Mér leist svo vel á að ég lét hann fara ofan í þetta með nál og bleki… Aftur kom ég út með tattoo sem var ekki planað :) Tribal sem er með svörtu og rauðu bleki. Hann lagaði einnig eðluna smávegis, bætti við hana tungu og skerpti allar línur.\nIndustrial gatið var lengi að gróa! Ég lá alltaf á þessu eyra þegar ég svaf og það var sífelld erting á þessu svæði.. Svæðið var alltaf rautt og heitt og við minnstu snertingu fann ég fyrir miklum sársauka! Ég gafst ekki upp og tæpu ári seinna lagaðist þetta og ég hef ekki fundið fyrir þessu síðan :)\nStuttu seinna tók ég pinnann úr vörinni því hann var farinn að eyða tannholdinu hjá mér.\nSumarið 2003 langaði mig í genital piercing og ákváðum við kærastinn minn að hann myndi gera það þar sem ég hafði engan áhuga á að láta einhvern ókunnugan gera það.. Ég bjóst nú ekki við því að ég myndi þora þessu en ég gerði það nú samt! Við fórum í apótek, keyptum allt sem þurfti og svo fórum við heim þar sem hann stakk gat… Ég fann engan sársauka þegar nálin fór í gegn en fann aðeins fyrir þegar hann reyndi að troða lokknum í sem gekk ekki í fyrstu! Það blæddi svolítið mikið en þetta hafðist og hef ég aldrei fundið fyrir þessu gati samanber sársauka eða óþægindi. Aðeins pleasure ;)\nGenital piercing\nÍ júlí 2004 fórum ég og kærastinn minn saman til Sverris og fengum okkur sitthvoran drekann sem kærastinn minn teiknaði eftir fyrirmynd Paul Kidby í einni Terry Pratchett bók. Drekinn minn er staðsettur á innanverðum vinstri handlegg og er jafnlangur og eðlan/tribalið á hinum handleggnum þannig að það myndast svolítið samræmi í þessu á mér. Það tók Sverri 40 mínútur að flúra drekann og er hann alveg snilldarlega vel gerður. Mér þykir mjög vænt um þennan dreka.. Ég var lengi búin að vera að finna hinn fullkomna dreka og fann hann þegar kærastinn minn sýndi mér það sem hann hafði teiknað.\nDrekinn\nÍ nóvember 2005 lét ég flúra rúnaarmbönd í kringum báða úlnliðina mína! Fullt nafnið mitt í kringum þann vinstri og fullt nafn kærastans mína í kringum þann hægri. Það má líta á þetta sem einskonar óformlega trúlofun þar sem kærastinn minn er einnig með nafnið mitt flúrað á sig í sama rúnaletri. :)\nRúnirnar\nÍ janúar 2006 fékk ég mér aftur gat í nefið og í þetta skipti lét ég Sverri gera það með stórri nál en ekki tiny títuprjón ;) Ég manaði vinkonu mína upp í þetta og ég ætlaði upphaflega að fá mér gat til hliðar í vörina! Ég hætti við á seinustu stundu og ákvað að fá mér hring í nefið aftur! ;)\nÍ júní 2006 var haldin tattoo ráðstefna hér á landi og fékk mér eitt stykki tattoo þar. Ég lét víkinginn Colin Dale flúra á mig traditional víkingadreka ofan á hægri ristina á mér… Þetta var allsvakalega vont og án efa sá allra versti staður sem ég hef fengið flúr á!! En drekinn er mjög sætur og er ég mjög ánægð með hann. Colin teiknaði hann fríhendis á mig með penna fyrst og svo nokkrum mínútum síðar fór hann ofan í með nál og bleki. Aftur kom ég út með tattoo sem var ákveðið á staðnum! :) Ég hefði viljað fá mér fleiri tattoo þarna og prófa þá alla þessa útlensku flúrara en ég var bara ekki með svo mikinn pening þannig það verður að bíða betri tíma! Kannski á næsta ári bara ;)\nVíkingadrekinn\nÍ ágúst byrjaði ég að teygja vinstri eyrnasnepilinn minn aftur (ég hafði byrjað áður en hætt svo). Ég teygði sjálf upp í 8mm en áttaði mig svo á því að tunnelið mitt var 10mm. Ég fór því til Sessu og hún gerðist svo góð að teygja þessa 2mm fyrir mig en það fór því miður ekki vel, eyrnasnepillinn rifnaði, ég fékk væga sýkingu en aftur gafst ég ekki upp og var bara dugleg að hreinsa og þetta lagaðist eftir einhvern tíma.. Ég teygði svo hægri eyrnasnepilinn minn alveg sjálf og er ég núna með 10mm tunnel í báðum eyrum.\nTunnel\nSvo í október byrjuðum við Sverrir á half sleevinu mínu:\nSession 1\nSession 2\nSession 3\nÉg er alls ekki búin að skreyta mig og á ég marga staði eftir! Mig langar að prufa að láta fleiri menn flúra mig og þá sérstaklega þessa útlensku sem vonandi koma hingað einu sinni á ári ef tattoo ráðstefnan verður að árlegum viðburði…. Gaman að prufa e-ð nýtt..\nMamma er alveg hætt að pirra sig á þessu brjálæði í mér og finnst þetta eiginlega bara flott.. Þetta er ákveðinn lífsstíll sem ég lifi og það er ég sem tek ákvörðun um hvernig ég lifi lífinu. Þetta er það sem ég hef mest gaman af og nýt þess í botn að fá mér tattoo! Fólk verður bara að sætta sig við mig eins og ég er ;)\nAfsakið lengdina á þessari grein og vonandi höfðuð þið gaman af :)\nKv. PraiseTheLeaf",
    "url": "https://www.hugi.is/hudflur/greinar/482432/min-reynsla-af-hudflurum-og-gotum/",
    "url_id": "482432",
    "id": "4436903",
    "replies": [
        {
            "user": "Blender",
            "user_id": "15536",
            "date": "2007-01-05 16:10:00",
            "id": "4436971",
            "reply_to_id": "4436903",
            "text": "Byrjum bara á jákvæðu nótunum, öll tattúin, NEMA þetta half-sleeve ( sem mér finnst því miður bara ótrúlega, ótrúlega ljótt, sorry) hljóma mjög vel, eðlan með tribalinu í kring og Pegasus sérstaklega.\nHins vegar hef ég aldrei kunnað við göt annars staðar á líkamanum en í eyrunum, finnst annað bara too much."
        },
        {
            "user": "kallason",
            "user_id": "16394",
            "date": "2007-08-19 09:41:21",
            "id": "5158624",
            "reply_to_id": "4436971",
            "text": "það sem fólki hér finnst flott og ljótt er ekki það sama og vel gert og illa gert. flott og ljótt er huglægt en hitt er staðreynd að mínu mati, (það er að segja hvernig verkin eru gerð) þó alltaf sé hægt að réttlæta eitthvað í sambandi við vel gerð tattoo. öll þín tattoo eru flott, og vel gerð, en kanski ekki eitthvað sem ég myndi fá mér. sem betur fer annars værum við öll með sama tattoið"
        },
        {
            "user": "Paze",
            "user_id": "43258",
            "date": "2007-01-05 16:14:12",
            "id": "4436986",
            "reply_to_id": "4436903",
            "text": "Öll tattúin eru mjög töff.\nMér fannst skondið þegar ég sá að það var mynd af Genital Piercing, en bjóst við einhverju svona :P"
        },
        {
            "user": "KronoZ",
            "user_id": "35010",
            "date": "2007-01-05 16:14:23",
            "id": "4436987",
            "reply_to_id": "4436903",
            "text": "jahérna það er ekkert smáræði :D\ngaman að lesa þetta"
        },
        {
            "user": "meeka203",
            "user_id": "35952",
            "date": "2007-01-05 16:38:44",
            "id": "4437103",
            "reply_to_id": "4436903",
            "text": "ég var nú farin að bíða eftir reynslusögu frá þér :P\nen þetta er flott og þú mátt sko vera þokkalega stolt af þessu öllu :D"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-01-05 17:32:02",
            "id": "4437427",
            "reply_to_id": "4437103",
            "text": "Haha! ;) Takk fyrir þetta…"
        },
        {
            "user": "Spiker",
            "user_id": "66056",
            "date": "2007-01-05 16:48:05",
            "id": "4437155",
            "reply_to_id": "4436903",
            "text": "Mér finnst þetta vera frábær grein og öll tattooin + götin ver mjög flott. En mig langaði samt að spurja hvað halv sleevið þitt merkir?\nannars er þetta allt flott…"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-01-05 17:30:28",
            "id": "4437420",
            "reply_to_id": "4437155",
            "text": "Það merkir í raun ekki neitt nema að þetta eru allt myndir eftir listamanninn Mark Ryden :) En sumar af þessum myndum merkja einhverja persónulega hluti fyrir mig og mínar tilfinningar sem ég kýs að halda fyrir sjálfa mig :)"
        },
        {
            "user": "mastermaggi",
            "user_id": "42762",
            "date": "2007-01-05 17:48:55",
            "id": "4437503",
            "reply_to_id": "4436903",
            "text": "Skemmtileg grein =).. þú hefur verið pain in the ass hjá foreldrum þínum :D og tattúin eru mjög flott session dæmið smá spes kanski :P"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-01-05 17:51:55",
            "id": "4437521",
            "reply_to_id": "4437503",
            "text": "Haha, já mér hefur verið sagt að ég hafi ekki verið sú besta á unglingsárunum… :/\nEf ég væri ekki ég þá hefði ég hatað mig á þessum tímum :þ"
        },
        {
            "user": "mastermaggi",
            "user_id": "42762",
            "date": "2007-01-05 18:07:22",
            "id": "4437590",
            "reply_to_id": "4437521",
            "text": "haha :P afhverju hefðiru hatað þig á þessum tímum =)?"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-01-05 18:15:07",
            "id": "4437619",
            "reply_to_id": "4437590",
            "text": "Bara vegna þess hversu uppreisnargjörn ég var.. Gerði allt sem ég mátti ekki gera! :/\nEn sem betur sé ég ekki eftir öllu sem ég gerði á þessum tímum ;)"
        },
        {
            "user": "mastermaggi",
            "user_id": "42762",
            "date": "2007-01-05 18:30:03",
            "id": "4437678",
            "reply_to_id": "4437619",
            "text": "haha jæja það var nú allavega gott :D\nfæ mér kanski tattú eithverntíman :p"
        },
        {
            "user": "Demona",
            "user_id": "39409",
            "date": "2007-01-05 19:21:45",
            "id": "4437990",
            "reply_to_id": "4436903",
            "text": "tjaaa ekki að ég viti of mikið um þetta, sá þetta bara á forsíðunni.\nEn mér finnst þetta alltof mikið :S\nEða er þetta alveg eðlilegt?"
        },
        {
            "user": "Demona",
            "user_id": "39409",
            "date": "2007-01-05 20:43:19",
            "id": "4438434",
            "reply_to_id": "4437990",
            "text": "Þetta er fullkomlega eðlilegt, bara misjafnt hvað fólk fílar."
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-01-05 22:56:49",
            "id": "4439005",
            "reply_to_id": "4437990",
            "text": "Misjafnt hvað hverjum og einum finnst eðlilegt.. Ég tel þetta fullkomnlega eðlilegt enda e-ð sem ég ákveð að gera.. Þetta er mitt helsta áhugamál og ég fæ mikið út úr því að láta flúra mig :)\nÉg tel mig mjög eðlilega manneskju líka svo að… ;)"
        },
        {
            "user": "Padfoot",
            "user_id": "59026",
            "date": "2007-01-05 20:07:34",
            "id": "4438248",
            "reply_to_id": "4436903",
            "text": "Frábært, æðisleg grein þetta eru allt mjög flott tattú nema ég er ekki alveg aða fíla víkingadrekann og eina stelpuna af sleeve-inu þínu en það skiptir auðvitað bara máli að þú sért ánægð með flúrin þín\nég er sjálf mjög spennt fyrir piercings og langar mikið í fleiri göt en foreldrarnir taka það ekki í mál =/ og mér finnst tunnelið alveg rosalega flott og stílhreint ;D\nJæja nóg af röfli frá mé"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-01-05 22:57:55",
            "id": "4439014",
            "reply_to_id": "4438248",
            "text": "Gaman að fá álit, bæði góð og slæm ;)\nHverja af stelpunum ertu ekki að fýla ef ég má forvitnast? :D"
        },
        {
            "user": "Padfoot",
            "user_id": "59026",
            "date": "2007-01-05 23:18:34",
            "id": "4439077",
            "reply_to_id": "4439014",
            "text": "Þú mátt forvitnast ; ) Það er þessi sem þú fékkst þér í session 3"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-01-05 23:24:00",
            "id": "4439097",
            "reply_to_id": "4439077",
            "text": "Ahh ok! ;)"
        },
        {
            "user": "Borkurinn",
            "user_id": "57381",
            "date": "2007-01-05 22:18:14",
            "id": "4438838",
            "reply_to_id": "4436903",
            "text": "shit hvað ég væri búinn að reka þig út ef ég væri foreldri þitt"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-01-05 22:59:34",
            "id": "4439020",
            "reply_to_id": "4438838",
            "text": "Ég flutti nú að heiman frekar ung :)"
        },
        {
            "user": "Necc",
            "user_id": "4478",
            "date": "2007-01-05 22:38:50",
            "id": "4438910",
            "reply_to_id": "4436903",
            "text": "Mjög skemmtileg grein hjá þér!! :D\nEn vá eftir að hafa lesið greinina gerði ég ráð fyrir að þú værir allavega 25.. en svo ertu 20 og það 2 árum yngri en ég..\nÉg er ekki einu sinni með eitt tattoo hahaha\noh jæja enda gengur mér illa að finna manneskju sem ég tel ráða við að hanna tattooið mitt :S\nTalaði við Vincent um sérhönnun tattoos. Vinnan í það kostar ekkert en klukkutíminn kostar 12.000 kall. Eek..\nEr það normið eða??"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-01-05 22:54:06",
            "id": "4438988",
            "reply_to_id": "4438910",
            "text": "Klukkutíminn í flúr þá? Ég held þeir séu allir á tímakaupi nema Sverrir. Hann tekur ekki e-ð ákveðið verð fyrir klukkutímann.. Ákveður verð eftir stærð og “flókleika” mynda m.a.\nVincent er helvíti góður að teikna miðað við það sem ég hef séð eftir hann.."
        },
        {
            "user": "sandrass",
            "user_id": "25449",
            "date": "2007-01-06 00:00:30",
            "id": "4439225",
            "reply_to_id": "4436903",
            "text": "Ég ætla bara að segja þetta svona: Ef ég ætti hatt myndi ég taka að ofan fyrir þér:D\nMér finnst tattooin þín mjög flott hvert a sinn hátt, nema jurtadraslið.. Er einmitt með eitt svoleiðis fast á mér, en því verður breytt bráðum!!\nÉg hef aldrei verið hrifin af tunnel og þessvegna brá mér við að sjá þitt, en eins og einhver hér að ofan sagði er það stílhreint sem gerir það að verkum að það er geggjað!!\nAnnars hef ég gatað mig svipað og þú og hefði líklega ekki gert það ef mér þætti það ekki cool:)\nOg til að enda þessa löngu ræðu mína, þá var þetta skemmtileg og fræðandi grein!"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-01-06 00:20:13",
            "id": "4439318",
            "reply_to_id": "4439225",
            "text": "Takk takk!! *blush* ;)"
        },
        {
            "user": "MyNameIsMoney",
            "user_id": "18918",
            "date": "2007-01-06 00:15:18",
            "id": "4439302",
            "reply_to_id": "4436903",
            "text": "Va… thad er bara harkan! ef eg vaeri med hatt myndi eg taka af ofan fyrir ther :D\nilla svol tattoo , tilhamingju med nyju :D\nislenskir stafir no work this compute"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-01-06 00:20:53",
            "id": "4439321",
            "reply_to_id": "4439302",
            "text": "Takk fyrir! ;)"
        },
        {
            "user": "Spiker",
            "user_id": "66056",
            "date": "2007-01-06 09:56:07",
            "id": "4440159",
            "reply_to_id": "4439321",
            "text": "mig langaði að vita hvað halv sllevið þitt kostaði bara ef þú vilt segja fré því"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-01-06 11:51:58",
            "id": "4440253",
            "reply_to_id": "4440159",
            "text": "Ég vil ekki ræða um peninga og kostnað hérna.. Sleevið er ekki búið svo ég ég er ekki búin að borga það allt.. En það er ekki ódýrt get ég sagt þér :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-01-06 02:05:47",
            "id": "4439706",
            "reply_to_id": "4436903",
            "text": "að suða er yndislegur hlutur:)"
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2007-01-06 04:16:56",
            "id": "4440032",
            "reply_to_id": "4436903",
            "text": "Pegasus tattoið finnst mér flott en ekki hin…."
        },
        {
            "user": "Rakvelarblad",
            "user_id": "49789",
            "date": "2007-01-06 10:10:09",
            "id": "4440169",
            "reply_to_id": "4436903",
            "text": "Þetta er  dálítið Heimskuleg Spurning hvað ere gential picering:P"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-01-06 11:50:56",
            "id": "4440251",
            "reply_to_id": "4440169",
            "text": "Það eru piercing í kynfæri :)"
        },
        {
            "user": "Rakvelarblad",
            "user_id": "49789",
            "date": "2007-01-06 12:14:11",
            "id": "4440289",
            "reply_to_id": "4440251",
            "text": "okei :P"
        },
        {
            "user": "tonnatak",
            "user_id": "60608",
            "date": "2007-01-06 11:50:35",
            "id": "4440250",
            "reply_to_id": "4436903",
            "text": "Þú hefur nú verið útnefnd ædolið mitt !\nVá þetta er ææðislegt, allt sem þú ert með !\nog flott grein :D"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-01-06 11:53:58",
            "id": "4440255",
            "reply_to_id": "4440250",
            "text": "Haha takk fyrir hrósið.. :)"
        },
        {
            "user": "JasonNewsted",
            "user_id": "52258",
            "date": "2007-01-09 21:17:47",
            "id": "4455008",
            "reply_to_id": "4436903",
            "text": "Er ekki óþægilegt að hafa alltaf einhvern lokk í tungunni ?\nTekuru hann oft úr eða ?"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-01-09 21:20:27",
            "id": "4455029",
            "reply_to_id": "4455008",
            "text": "Það er akkúrat öfugt.. Það er óþæginlegt að vera EKKI með lokk í tungunni :) Hljómar wierd en ef ég tek hann úr, sem ég geri ekki nema þegar ég fer til tannlæknis, þá finnst mér vanta á mig mikilvægan líkamspart :) Enda er þetta í raun bara partur af mínum líkama núna. Fékk þetta fyrir næstum 7 árum"
        },
        {
            "user": "JasonNewsted",
            "user_id": "52258",
            "date": "2007-01-09 21:26:10",
            "id": "4455057",
            "reply_to_id": "4455029",
            "text": "En ef þú myndir hætta að nota hann, myndi tungan gróa ?"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-01-09 21:32:00",
            "id": "4455083",
            "reply_to_id": "4455057",
            "text": "Já ég býst nú við því.. En það myndi ábyggilega taka einhvern tíma? Kannski verður alltaf smá gat ef lokkurinn er tekinn úr eftir svona langan tíma. Held þetta sé rosalega einstaklingsbudið.\nVinkona mín var búin að vera með lokk í tungunni í 6 mánuði áður en hún tók hann úr. Ári eftir það setti hún hann aftur í og það var nánast ekkert mál, þurfti aðeins að troða því það var búin að myndast smá himna inni í gatinu"
        },
        {
            "user": "tillumta",
            "user_id": "11059",
            "date": "2007-01-24 23:27:28",
            "id": "4516927",
            "reply_to_id": "4455029",
            "text": "Af hverju tekurðu hann úr þegar þú ferð til tannsa? Bara forvitin, ég geri það nefnilega aldrei og hann böggar mig oft yfir hvað það getur verið hættulegt að fá sér í tunguna.\np.s. mér finnst víkingadrekinn GEÐVEIKUR, held ég hafi aldrei séð tattú sem mér finnst svona flott"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-01-24 23:36:32",
            "id": "4516967",
            "reply_to_id": "4516927",
            "text": "Mér finnst það bara þæginlegra einhvernveginn… Hef oftast vanið mig á að taka lokkinn úr, en geri það að vísu ekki alltaf, fer í raun bara eftir hvað hann ætlar að gera við tennurnar á mér :)\nTakk fyrir commentið.. :) Hef ekki heyrt marga segja að víkingadrekinn sé svona rosalega flottur.. Hann er soldið spes ;)"
        },
        {
            "user": "tillumta",
            "user_id": "11059",
            "date": "2007-01-24 23:47:27",
            "id": "4517019",
            "reply_to_id": "4516967",
            "text": "Ég er líka doldið spes ;)\nþú sagðist hafa fengið væga sýkingu í tunguna, þurftiru að fara á pensilín?\nÉg bólgnaði niður í háls og fékk hita og læti þegar ég fékk minn en það kom að sjálfsögðu ekki til greina að taka hann úr ;)"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-01-24 23:50:46",
            "id": "4517038",
            "reply_to_id": "4517019",
            "text": "Já fékk einhverja væga sýkingu en fór aldrei til læknis.. Var mjög bólgin og aum og það kom gröftur úr þessu hjá mér frekar lengi :/\nÞað kom heldur ekki til greina að taka lokkinn úr, var búin að bíða eftir þessu gati leeengi ;) Ég beit bara á jaxlinn og á endanum lagaðist þetta :D"
        },
        {
            "user": "d4nn1",
            "user_id": "66586",
            "date": "2007-01-14 00:51:12",
            "id": "4472505",
            "reply_to_id": "4436903",
            "text": "Mér fannst þetta fínasta grein og flest allt mjög flott tattoo og ég var að fíla öll piercingin, er mikil áhugamaður um slíkt. Er reyndar bara með pinna í augabrúninni a.t.m. en ætla að fá mér fleiri piercings seinna + tattoo."
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-01-14 00:53:48",
            "id": "4472521",
            "reply_to_id": "4472505",
            "text": "Takk fyrir það.. Vonandi mun þetta áhugamál koma þér að gagni ;)"
        },
        {
            "user": "khali",
            "user_id": "59860",
            "date": "2007-01-31 22:54:43",
            "id": "4543834",
            "reply_to_id": "4436903",
            "text": "Verð nú bara að segja Beauty is pain :)"
        },
        {
            "user": "Noir",
            "user_id": "34395",
            "date": "2007-02-10 22:47:02",
            "id": "4578211",
            "reply_to_id": "4436903",
            "text": "Mjög flott grein, rosa gaman að lesa. Nýlega hefur mér fundist tattú með litableki alveg rosalega flott, áður fannst mér það ekki. Mér finnst rosa töff hjá þér að hafa rúnirnar utan um úlnliðina!\nOg mig langar svakalega í gat í vörina…þori því samt eiginlega ekki alveg, en já.\nOg vá, drekinn er rosa flottur. Mér finnst hann mjög krúttlegur! =D"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-02-11 12:32:47",
            "id": "4579317",
            "reply_to_id": "4578211",
            "text": "Takk fyrir það :)\nJá litaflúr eru að koma sterk inn hér á landi núna enda eru þau oft með eindæmum falleg :)\nÍslendingar eru samt svo mikið eftir á í þessari menningu miðað við önnur lönd en samt sem áður er þetta að aukast hér á landi sem er ekkert nema gott bara ;)"
        },
        {
            "user": "Noir",
            "user_id": "34395",
            "date": "2007-02-11 14:09:25",
            "id": "4579602",
            "reply_to_id": "4579317",
            "text": "Jább. Þau eru flott."
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-03-16 00:54:23",
            "id": "4689729",
            "reply_to_id": "4436903",
            "text": "mer finnst vikinga drekinn þinn alveg geeeðveikur væri ekkert á móti þvi að hafa einn svona :O finnst lika hálfa ermin mjög flott :) en það myndi ekki fara mer ;D ég fer nu samt að fara að fá mer tattoo og þá ætla ég að fá mér Elín í rúnum á púlsinn :)"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-03-16 12:34:58",
            "id": "4690291",
            "reply_to_id": "4689729",
            "text": "Rúnir eru alltaf flottar! :) Finnst þessi gamli norræni stíll mjög flottur, kærastinn minn er einnig með hálfa ermi í traditional víkingastíl og það kemur mjög flott út.."
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-03-16 14:21:41",
            "id": "4690589",
            "reply_to_id": "4690291",
            "text": "já mér finnst það líka mjöög flott :D bróðir minn er líka með ægishjálm á upphandlegginum hann er mjög flottur og svoo er hann með ægishjalm, sólarkrossinn, horn lífs og dauða og heilag þrenningnuna á hvolfi allt í einu merki sem að franskur listamaður(sami maður og gerði logoið fyrir Emperor) gerði fyrir hljómsveitina hans Atrum :)\nlinkur ::\nhttp://pic20.picturetrail.com/VOL1481/7049360/13496697/238203591.jpg"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-03-16 14:30:37",
            "id": "4690619",
            "reply_to_id": "4690589",
            "text": "Vá þetta er rosalegt tattoo!"
        },
        {
            "user": "slubbert",
            "user_id": "35351",
            "date": "2007-04-09 20:52:30",
            "id": "4773690",
            "reply_to_id": "4436903",
            "text": "Geðveikt flott tattú !;D\nen hvað er þetta með foreldra og göt og tattú ??:/"
        }
    ]
}