{
    "forum_title": "Geimvísindi",
    "user": "JonGretar",
    "user_id": "7636",
    "date": "2007-01-05 20:08:13",
    "title": "Leiðindarfrétt á S2",
    "text": "Ég sá svo mikla leiðindarfrétt á Stöð 2 áðan að mig langaði að æla.\nFréttin fjallaði um að geimferðarfyrirtækið Blue Origin, í eigu gaursins á bakvið Amazon, hafi sýnt 2 ára gamlar myndir af því þegar að geimfar þess náði 82 metra flugi…..\nOg þeim finnst þetta frétt. Þetta er sami tími og þetta fyrirtæki tapaði X-Prize um fyrsta einkarekna geimskotið fyrir Burt Rutan og hans menn í Scaled Composites sem hönnuðu SpaceShipOne sem náði 300.000 feta hæð. Og hefur selt 8 geimflaugar til Virgin Galactic fyrir skemtiferðir. Og ef ég man rétt þá náði það stórvirki rétt inn í 10 fréttirnar á sínum tíma. En nei… Amazon gaurinn nær 82 metrum og fær þetta fínasta fréttaslot.\nNei. Þessir fréttamenn sjá ekki framfarir mannkynns til að bjarga lífi sínu.",
    "url": "https://www.hugi.is/geimvisindi/korkar/482540/leidindarfrett-a-s2/",
    "url_id": "482540",
    "id": "4438256",
    "replies": [
        {
            "user": "TeChtanic",
            "user_id": "58066",
            "date": "2007-01-08 20:59:45",
            "id": "4450845",
            "reply_to_id": "4438256",
            "text": "s4 meinaru?\nBætt við 8. janúar 2007 -  21:02\nJoke xD"
        },
        {
            "user": "baldurt",
            "user_id": "18639",
            "date": "2007-01-30 18:57:33",
            "id": "4538352",
            "reply_to_id": "4438256",
            "text": "Já er nokkuð sammála, fannst samt gaman að sjá eitthvað geim-tengt í fréttunum sem gerist ekkert of oft.\nÉg er samt nokkuð viss um að skotið sem sýnt var hafi verið frá reynslu-flugi Goddard flaugarinnar sem átti sér stað þann 13. Nóvermber 2006.\nVideo\nEinnig finnst mér mun skemmtilegra að sjá svona framfarir í private-spacefligt bransanum þ.e. að sjá  flaugina knýja sig sjálfa á loft lóðrétt og lenda svo aftur lóðrétt af sjálfu sér.\nFinnst nú persónulega SpaceShipOne bara líkjast einhverri bættri herþotu frekar en geimflaug bæði í útliti og hegðun. Mig-25 þotur hafa náð 125.000 ft hæð og einnig finnst mér áhugavert að næstum því nákvæmnlega sama takmarki var náð á 7. áratugnum en þó ekki af einkareknu fyrirtæki. SpaceShipOne sló fyrverandi met X-15 um 10.000ft í  367,442ft.\nX-15 Suborbital fligt\nÉg er mun spenntari fyrir því að sjá flaug skjóta sér lóðrétt upp og út í geim, á sporbraut um jörðina og svo lenda aftur á jörðinni af sjálfsdáðum heldur en að sjá “rakettu” skotna af burðarflugvél.\nTakk fyrir mig,\nBalli."
        }
    ]
}