{
    "forum_title": "Deiglan",
    "user": "skuggi85",
    "user_id": "12479",
    "date": "2007-01-05 18:59:27",
    "title": "Cheerios fasismi...",
    "text": "Núna á að fara að banna Cheerios í Evrópu og jafnvel hérna á klakanum. Tilgangurinn er að vernda þá einstaklinga sem nenna ekki að lesa innihaldslýsingar á matvörum. Allt á kostnað okkar sem viljum hafa frjálsa neyslu á eigin ábyrgð.\nSjálfum tek ég inn vítamín og vil ekki ofneyslu þeirra, auk þess að ég óska engum þess. Hinsvegar á það ekki að vera á ábyrgð ríkisvaldsins að stýra vítamínneyslu okkar með þvingandi hætti. Sama má segja um neyslu á sykri, áfengi, koffín og fleiri efni… Áfram heldur fasistavæðingin :/",
    "url": "https://www.hugi.is/deiglan/korkar/482505/cheerios-fasismi/",
    "url_id": "482505",
    "id": "4437830",
    "replies": [
        {
            "user": "hjalti1",
            "user_id": "23140",
            "date": "2007-01-05 19:12:08",
            "id": "4437915",
            "reply_to_id": "4437830",
            "text": "djös rugl!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-01-05 19:16:53",
            "id": "4437953",
            "reply_to_id": "4437830",
            "text": "Sko þó ég sé ekki alltaf sammála þér get ég ekki verið meira sammála þér núna!!\nÞetta er svona álíka gáfulegt og þegar þeir í Svíþjóð ákváðu að banna foreldrum að taka kvikmyndir/ljósmyndir af börnunum sínum á skólaleikritum vegna þess að einhverjum skrifstofuplebba í einnhverju ráðneyti þarna úti þótti það líklegt að þessar myndir gætu hugsanlega verið notaðar í barnaklám, sem er náttúrulega alger steypa!\nSömuleiðis segja geðlæknar í svíþjóð eð þessi Forræðishyggja ríkisvaldsins þar hafi þau áhrif á borgarana að þeir verði óhæfir að bregðast við einhverjum vanda sem þeir lenda í og geti ekki ráðið fram úr vandræðum sínum og tekið erfiðar ákvarðanir( og aðrar léttar) vegna þess að þeir eru svo vanir að ríkið taki þessar ákvarðanir fyrir sig!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-01-05 19:42:29",
            "id": "4438113",
            "reply_to_id": "4437830",
            "text": "cheerios er hvort er eð ógeðslegt !!!!"
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2007-01-05 20:26:54",
            "id": "4438346",
            "reply_to_id": "4437830",
            "text": "bwahhh… veistu það… Já fasistavæðingin er alveg gríðarleg… unei?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2007-01-05 20:28:45",
            "id": "4438354",
            "reply_to_id": "4438346",
            "text": "Fasistar í afneitun átta sig kannski ekki á því ;)"
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2007-01-05 20:31:39",
            "id": "4438374",
            "reply_to_id": "4438354",
            "text": "æji góði besti. Það er klárt mál að þetta er ekki einhver fasistavæðing. Kannski full langt gengið með að banna seríós en það er ekki nein fasistavæðing í gangi… Eigum við að fara þína leið og leyfa allt, morð, nauðganir og eiturlyf. Ég meina þú sagðir það sjálfu það er verið að skerða á frelsið. Hverskonar frelsi er það ef þú mátt ekki fá þér eina e-pillu eða ráðast á konu. Hver getur bannað þér það?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2007-01-05 20:35:09",
            "id": "4438391",
            "reply_to_id": "4438374",
            "text": "Ég hef aldrei talað um að lögleiða árásir eða nauðganir. Allt sem þú gerir við líkama annarra án samþykkis er augljós frelsisskerðing. Ef eitthvað þá á að taka harðar á þessum augljósu og grófu frelsisskerðingum."
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2007-01-05 20:37:17",
            "id": "4438402",
            "reply_to_id": "4438391",
            "text": "Svo við skulum nú leyfa þá bara eiturlyf."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2007-01-05 20:38:12",
            "id": "4438408",
            "reply_to_id": "4438402",
            "text": "Já einmitt.\nAugljóslega er það ekki frelsisskerðing að setja viss efni í líkamann sinn, sama hvort það sé Cheerios eða heróín."
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2007-01-05 20:42:08",
            "id": "4438428",
            "reply_to_id": "4438408",
            "text": "Það er sannað mál að eiturlyf hafa ekki góð áhrif á annað fólk. Hugsaðu aðeins!\nÉg finn ekki eina einustu heimild á íslensku um að það eigi að banna seríós."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2007-01-05 21:00:00",
            "id": "4438514",
            "reply_to_id": "4438428",
            "text": "Það fer allt eftir einstaklingnum sem notar þau. Enda er sjálfsagt að viss hegðun (sem er algeng undir áhrifum vímuefna) sé ólögleg þó að efnin sjálf séu það ekki."
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2007-01-05 21:02:48",
            "id": "4438524",
            "reply_to_id": "4438514",
            "text": "Getur ekki sagt að efnin skuli vera leyfð. Þá má keyra eins hratt of maður vill, fara inná hvaða land sem maður vill og hegða sér eins og maður vill bara á meðan aðrir meiða sig ekki. Keyra undir áhrifjum er í þínum augum ekki svo alvarlegt er það nokkuð?"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2007-01-05 21:05:04",
            "id": "4438536",
            "reply_to_id": "4438524",
            "text": "Þitt viðhorf gæti alveg eins náð yfir það að banna einkabíla til þess að fækka umferðarslysum.\nEn já ég vil hafa viss öryggiviðmið á þeim vegum sem ég keyri á. Hinsvegar geta eigendur veganna alveg eins sett slík viðmið án afskipta ríkisins."
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2007-01-05 21:06:37",
            "id": "4438544",
            "reply_to_id": "4438536",
            "text": "Öryggisviðhorf:O:O Ætlarru að skerða frelsi ökuníðingsins!!!!!!!!!!\nRíkið á vegina og því verður ekki breyt.."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2007-01-06 14:02:42",
            "id": "4440591",
            "reply_to_id": "4438544",
            "text": "Einmitt því finnst mér ásættanlegt að ríkið setji vissar umferðarreglur á meðan vegirnir eru í þeirra eign. Ökuníðingurinn á ekki vegina, því er eðlilegt að hann þurfi að fylgja vissum leikreglum. Sama hvort vegirnir séu í einkaeign eða hjá ríkinu. Það er alls ekki frelsisskerðing gagnvart ökuníðingnum vegna þess að hann er ekki þvingaður til þess að aka á veginum.\nSvipað má segja um reykingar… Ef þú ert reyklaus maður á stað sem leyfir reykingar þá er það ekki skerðing á þínu frelsi, þú kýst að vera á staðnum og verður að sætta þig við þær reglur sem eigandinn setur. Sama má segja ef staðan er öfug, reykingarmaður á stað sem bannar reykingar.\nRíkið á vegina og því verður ekki breyt..\nÞví er reyndar alveg hægt að breyta."
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2007-01-07 14:39:03",
            "id": "4444853",
            "reply_to_id": "4438428",
            "text": "Það er líka slæmt fyrir mig að borða mikið af sælgæti, drekka gos og áfengi í óhófi enn samt geri ég það.\nEnn það er allt í lagi afþví að ríkið hafði ekki fyrirhyggju til að banna mér það."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2007-01-05 20:39:00",
            "id": "4438413",
            "reply_to_id": "4438391",
            "text": "Það er ein skilgreining á frelsi, þú notar orðið eins og það hafi ekki verið umræða um merkingu þess í 2000 ár."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2007-01-05 20:40:36",
            "id": "4438423",
            "reply_to_id": "4438413",
            "text": "Þú mátt útskýra fyrir mér hvernig það er frelsisserðing ef þú ert með þetta allt á hreinu."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2007-01-05 21:49:55",
            "id": "4438731",
            "reply_to_id": "4438423",
            "text": "Ég er ekki vel að mér í serðingum, en ég var einfaldlega að benda á að þetta er aðeins frelsisskerðing í þínum augum.  Þ.e.a.s. að banna eiturlyf eða Cheerios."
        },
        {
            "user": "lucifersam",
            "user_id": "47455",
            "date": "2007-01-05 20:54:18",
            "id": "4438484",
            "reply_to_id": "4438391",
            "text": "Allt sem þú gerir við líkama annarra án samþykkis er augljós frelsisskerðing.\nOg á hvaða forsendum er “rangt” að skerða frelsi annara?"
        },
        {
            "user": "gamligrimmi",
            "user_id": "59934",
            "date": "2007-01-06 16:41:17",
            "id": "4441240",
            "reply_to_id": "4438484",
            "text": "Hey jááá…heyrðu, allir að hlusta á þennan mann, þetta er rétt hjá honum.\nÞað er ekkert að því að myrða, nauðga eða bieta fólk ofbeldi."
        },
        {
            "user": "lucifersam",
            "user_id": "47455",
            "date": "2007-01-06 18:04:55",
            "id": "4441584",
            "reply_to_id": "4441240",
            "text": "Algjör óþarfi að leggja mér orð í munn…\nÉg er að spyrja spurningu, en ekki að staðhæfa um neitt.\nÉg veit fullvel á hvaða forsendum ég tel rangt að skerða frelsi annara, á siðferðislegum forsendum…\nEn samkvæmt kokkabókum frjálshyggju manna, hafa siðferðisleg rök sjaldan flokkuð sem fyrsta flokks rök. Því spyr ég en og aftur:\nÁ hvað forsendum á að vera rangt, að skerða frelsi annara, burtséð frá siðapostula hjali?"
        },
        {
            "user": "gamligrimmi",
            "user_id": "59934",
            "date": "2007-01-06 19:19:41",
            "id": "4441976",
            "reply_to_id": "4441584",
            "text": "Það er bara gaman að snúa útúr fyrir fólki:)\nÓþroskað, ég veit."
        },
        {
            "user": "...",
            "user_id": "38859",
            "date": "2007-01-07 22:20:31",
            "id": "4446977",
            "reply_to_id": "4441584",
            "text": "hafa siðferðisleg rök sjaldan flokkuð sem fyrsta flokks rök\nSem er alveg svakalega rétt, að mínu mati."
        },
        {
            "user": "lucifersam",
            "user_id": "47455",
            "date": "2007-01-08 21:57:59",
            "id": "4451078",
            "reply_to_id": "4446977",
            "text": "Sem ég skil eiginlega ekki.\nEn á hvaða forsendum finnst þér það rétt? Og á hvaða hátt, ef mér leyfist að spyrja?"
        },
        {
            "user": "...",
            "user_id": "38859",
            "date": "2007-01-08 23:14:10",
            "id": "4451496",
            "reply_to_id": "4451078",
            "text": "Kannski er ég bara bitur því oft þegar ég er að reyna að tala við fólk kemur það bara með siðferðislegar ástæður og bara að það sé einfaldlega rangt, eða rétt.\nAnnars er siðferði eitthvað sem er svo svakalega uppalið með hverri manneskju og svo mismunandi eftir hverjum og einum að mé finnst það einhvern vegin ekki nægja."
        },
        {
            "user": "lucifersam",
            "user_id": "47455",
            "date": "2007-01-09 15:51:46",
            "id": "4453157",
            "reply_to_id": "4451496",
            "text": "Kannski er ég bara bitur því oft þegar ég er að reyna að tala við fólk kemur það bara með siðferðislegar ástæður og bara að það sé einfaldlega rangt, eða rétt.\nEnda kemur mig ekki á óvart að fólk fari að verja sig, með siðferðislegum rökum sem byggð eru upp á siðgæðum hverrs samfélags fyrir sig.\nEf að siðferðisleg rök eru ekki fullgild rök fyrir lögum eða reglugerðu sem hefta frelsi mitt. Mætti ég þá ekki í frelsi mínu skerða frelsi annara, ef mig fyndist það ekki siðferðislega rangt?\nEf ekki, á hvaða forsendum, öðrum en siðferðislegum er rangt að skerða frelsi annara?\nAnnars er siðferði eitthvað sem er svo svakalega uppalið með hverri manneskju og svo mismunandi eftir hverjum og einum að mé finnst það einhvern vegin ekki nægja.\nÞá óháð því hversu vitskertur, sá siðaboðskapur sem einhver hefur verið alin upp með, er miðað við siðgæði samfélagsins?\nEf ég er alin upp við að siðferðislega rétt sé að skerða frelsi annara, má ég þá njóta þess siðgæðis óháð gildismati samfélagsins um æskileg eða óæskileg siðgæði?"
        },
        {
            "user": "...",
            "user_id": "38859",
            "date": "2007-01-09 23:19:32",
            "id": "4455755",
            "reply_to_id": "4453157",
            "text": "Ef ekki, á hvaða forsendum, öðrum en siðferðislegum er rangt að skerða frelsi annara?\nHagur samfélagsins og hverrar og einnar manneskju.\nEn þér finnst sem sagt algjörlega fínt ef maður er að tala við manneskju og hún segir “Þetta er bara rangt” Og maður spyr af hverju og svarið er “Bara”"
        },
        {
            "user": "lucifersam",
            "user_id": "47455",
            "date": "2007-01-10 16:42:51",
            "id": "4457785",
            "reply_to_id": "4455755",
            "text": "Hagur samfélagsins og hverrar og einnar manneskju.\nHvað með hag þeirra?\nÞú vilt semsagt skerða frelsi mitt við frelsi næsta eintaklings á þeim forsendum, að það sé hagi samfélagsins og einstaklinga innan þess til bóta?\nHvernig getur þú alhæft um slíkt?\nRíkið stundar sjálf frelsisskerðingar á borð við að rukka skatta af hinu og þessu, er það ekki samfélaginu til bóta? Græðir samfélagið ekki líka á frelsisskerðingum?\nEf menn þættu rétt að aka um undir áhrifum áfengis og vímu efna, er það samfélaginu til óbóta hagfæðilega að skerða þerskonar frelsi?\nEru þeir ekki mikið frekar að skerða frelsi fólks til þess, eins að lækka bæði óæskilega slysakostnað og dauðsföll eða annarskona líkamsmeiðingar?\nEf ég drep fjöldamorðingja, er ég að skerða hag samfélagsins? óháð því hvort það sé siðferðislega rétt eða rangt.\nEn þér finnst sem sagt algjörlega fínt ef maður er að tala við manneskju og hún segir “Þetta er bara rangt” Og maður spyr af hverju og svarið er “Bara”\nÉg get ekki svarað þessu, vegna þess að það er háð því í hvaða samhengi spurt er um…\nÞetta er álík hallærisleg spurning og ég myndi spyrja þig: “Ef þú ert spurður, myndurðu svara játandi eða neitandi”.\nEf spurt er um: Af hverju elskara þú móður þína, og umrædd manneskja myndi svara “Bara það er eithvað í mér sem lætur mig elska hana”, þá myndi ég ekki fara rukka hana eða hann um einhverja starðfræðiformúlu sem sýndi fram á hvers vegna hún/hann elski móður sína.\nEn ef spurt er um: Á hvaða forsendum fynnst þér rangt að skerða frelsi annara, þá er ég alveg til að hlusta á rök.\nRökin geta hljómað svona: “siðgæði samfélagsins í dag, fordæma þerskonar verknaðar óháð því hvert mitt gildismat á æskilegt eða óæskilegt siðferði er.\nÁ þeim forsendum sætti ég mig við að skert frelsi mitt er við næsta einstaklings”\nSvo er það allt annar handleggur hvort siðgæði samfélagsins sé næg rök fyrir frelsisskerðingum.\nTil að mynda eru margir siðapostular frjálshyggjunar sem telja siðgæði samfélagsins ekki næg rök til að hefta frelsi, þess sem ætlar að vinna á sér mein. En nota sér samt siðferisleg rök gegn því að rangt sé að skerða frelsi annara.\nÉg kalla það hræsni, að fordæma siðferðisrök alment, en notasér þau svo þegar siðferðis kend þeirra er ögrað."
        },
        {
            "user": "...",
            "user_id": "38859",
            "date": "2007-01-10 23:27:54",
            "id": "4460031",
            "reply_to_id": "4457785",
            "text": "Ef ég drep fjöldamorðingja, er ég að skerða hag samfélagsins?\nJá, það er hægt að nota þennann fjöldamorðingja í ýmsa hluti í þágu samfélagsins.\nEf spurt er um: Af hverju elskara þú móður þína, og umrædd manneskja myndi svara “Bara það er eithvað í mér sem lætur mig elska hana”, þá myndi ég ekki fara rukka hana eða hann um einhverja starðfræðiformúlu sem sýndi fram á hvers vegna hún/hann elski móður sína.\nÞetta er strax orðið betra en ég var að tala um, í mínu tilfelli var svarið einungis “Bara” en að sjálfsögðu fer allt eftir samhengi.\nSamt myndi ég ekki telja mig frálshyggjumann, er ekki alveg viss hvar ég stend."
        },
        {
            "user": "lucifersam",
            "user_id": "47455",
            "date": "2007-01-11 22:23:42",
            "id": "4464026",
            "reply_to_id": "4460031",
            "text": "Já, það er hægt að nota þennann fjöldamorðingja í ýmsa hluti í þágu samfélagsins.\nHvaða fjöldamorðingja?\nÞú verður að tilgreina um hvern um er rætt nema þú notar þér fordóma sem byggð er á alhæfinu á að allir fjöldamorðingjar séu samfélaginu nýtir.\nEn í raun eru hin damin kannski hentugari lýsingar á hvernig hagur samfélagsins getur líka verið til batnaðar með frelisskerðingum á borð við umferðarlög, fíkniefnalög og því um líku…\nÞví vona ég að þú sért að ná pointinu hjá mér, þó að fjöldamorðingjar geti líka verið samfélags bót ef við föllumst á þína túlkun.\nSamt myndi ég ekki telja mig frálshyggjumann, er ekki alveg viss hvar ég stend.\nOk, ég veit því miður ekki heldur hver þú srendur í þeim málum."
        },
        {
            "user": "...",
            "user_id": "38859",
            "date": "2007-01-11 23:25:04",
            "id": "4464345",
            "reply_to_id": "4464026",
            "text": "Jú jú ég skil alveg pointið hjá þér, er bara ekki alveg sammála þér finnst mér einhvern veginn."
        },
        {
            "user": "lucifersam",
            "user_id": "47455",
            "date": "2007-01-11 23:30:29",
            "id": "4464372",
            "reply_to_id": "4464345",
            "text": "Allt í góðu, þú gagnrýnir þá, ef þú fynnur þig knúinn til þess.\nAnnars kveð ég þá að sinni"
        },
        {
            "user": "...",
            "user_id": "38859",
            "date": "2007-01-11 23:47:00",
            "id": "4464426",
            "reply_to_id": "4464372",
            "text": "Þakka umræðuna!"
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2007-01-14 13:11:43",
            "id": "4473785",
            "reply_to_id": "4460031",
            "text": "Þú ert alls ekki frjálshyggjumaðu"
        },
        {
            "user": "scarecrow",
            "user_id": "60540",
            "date": "2007-01-11 00:25:32",
            "id": "4460357",
            "reply_to_id": "4438354",
            "text": "Síðan hvenær í fjandanum ert þú á móti fasisma?\ntekur ávallt upp hanskann fyrir ísrael og BNA sem eru helstu fánaberar fasisma á plánetunni jörð?\nEr þetta O.M…"
        },
        {
            "user": "LindeLou",
            "user_id": "62795",
            "date": "2007-01-05 20:34:42",
            "id": "4438389",
            "reply_to_id": "4437830",
            "text": "Hahahahahahaha á að banna Cheerios nú hef ég heyrt allt :''D\nÞað er ekki eins og það se geðveikt hættulegt haha vilja þeir ekki bara banna kornflex líka á mðan þeir eru að þessu"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2007-01-05 20:35:09",
            "id": "4438392",
            "reply_to_id": "4437830",
            "text": "Það er afar stutt í það að orðið fasismi verður merkingarlaust með þessu áframhaldi.  Þegar það er orðið fasismi að banna Cheerios þá fer fólk kannski að hugsa að Hitler gæti hafa verið ágætur maður þrátt fyrir að hafa haft óbeit á morgunkorni.  Þetta er áhugaverð þróun."
        },
        {
            "user": "IGG",
            "user_id": "32898",
            "date": "2007-01-05 21:08:42",
            "id": "4438552",
            "reply_to_id": "4438392",
            "text": "Sammála. Það er búið að gera fasisma og hvað þá nasisma að allt öðrum hlut en hann var og er."
        },
        {
            "user": "IGG",
            "user_id": "32898",
            "date": "2007-01-05 21:09:45",
            "id": "4438556",
            "reply_to_id": "4437830",
            "text": "Auk þess, hvar hefuru heimildir fyrir því?"
        },
        {
            "user": "Haukzi",
            "user_id": "48476",
            "date": "2007-01-06 00:20:53",
            "id": "4439322",
            "reply_to_id": "4438556",
            "text": "http://www.visir.is/apps/pbcs.dll/section?Category=VEFMIDLAR&Template=VefTV&ChannelID=10&ProgID=28468&ProgType=1002&ItemID=24849&progCItems=1"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-01-05 21:13:23",
            "id": "4438571",
            "reply_to_id": "4437830",
            "text": "hvar fékkstu þessar heimildir um að það sé verið að fara banna sérjós ?"
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2007-01-05 22:35:33",
            "id": "4438893",
            "reply_to_id": "4437830",
            "text": "Það verður auðvitað að hafa vit fyrir fólki, hvernig á fólk að geta valið sér morgunkorn sjálft? Þegar stórt er spurt er fátt um svör.\nKelloggs Kornfleks er það eina rétta, og það verður að tryggja það að allir borði það, annað getur skaðað heilsu þjóðarinnar, ekki viljum við það? Þú átt eftir að þakka ríkistjórninni eftir 20 ár þegar Ísland verður krabbameins og sykursýkisfrí paradís. Þegar allar aðrar þjóðir hafa nánast liðið undir lok og Ísland verður ráðandi afl á heimsmarkaðnum, þú skalt bara sjá til.\nÞað er náttúrulega ekki hægt að treysta sótsvörtum almúganum fyrir jafn mikilvægri ákvörðun og matarræði. Og þegar þú minnist á það að þá er fullt af öðrum skaðlegum hlutum sem okkar réttláta ríkistjórn mætti setja hömlur á eða banna, hverjum datt til dæmis í hug að leyfa Íslendingum að keyra á frönskum bílum, það vita allri að Bandarískir bílar eru miklu betri, það verða engin slys á bandarískum bíl, og hvað er málið með nylon, stór hættulegt krabbameinsvaldandi gerviefni, þetta verður svo sannarlega að banna!"
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2007-01-05 22:46:14",
            "id": "4438947",
            "reply_to_id": "4437830",
            "text": "Ofneysla vítamína hefur engin áhrif á mannslíkamann. Hann tekur það sem það þarf og losar sig við restina með úrgangi."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2007-01-06 14:08:00",
            "id": "4440620",
            "reply_to_id": "4438947",
            "text": "Sum, önnur ekki.\nOfneysla á vissum vítamínum getur verið skaðlegt."
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2007-01-14 13:15:49",
            "id": "4473808",
            "reply_to_id": "4440620",
            "text": "já það er svo gífurlegt magn að ekki nokkur maður getur étið svo mikið magn af serjósi á ævinni"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2007-01-06 03:53:21",
            "id": "4439999",
            "reply_to_id": "4437830",
            "text": "Fjandans Evrópusamband, þetta er bara samansafn af einhverjum póletískt rétthugsandi svíum. forsjárhyggja er slæm!"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2007-01-06 14:11:49",
            "id": "4440636",
            "reply_to_id": "4439999",
            "text": "Svo vill helmingur þjóðarinnar sjá það versna með því að ganga í þetta helvíti. Ég flyt til Bandaríkjanna ef það verður að raunveruleika."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-01-06 15:21:24",
            "id": "4440934",
            "reply_to_id": "4440636",
            "text": "Hmmm, kjósum bara ekki samfylkinguna og þetta reddast ;)"
        },
        {
            "user": "Greifingi",
            "user_id": "14249",
            "date": "2007-01-06 08:31:09",
            "id": "4440122",
            "reply_to_id": "4437830",
            "text": "Banna Cheerios úff afhverju finnst mér eins og það sé only the beginning"
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2007-01-06 14:09:09",
            "id": "4440626",
            "reply_to_id": "4440122",
            "text": "Ég sagði meirihluta reyklausra að með því að samþykkja reykingarbann á kaffihúsum væru þeir að samþykkja áframhaldandi þróun sem myndi koma aftan að þeim.\nÉg elska að hafa rétt fyrir mér :)"
        },
        {
            "user": "Optimus",
            "user_id": "37383",
            "date": "2007-01-08 00:06:27",
            "id": "4447554",
            "reply_to_id": "4440626",
            "text": "Mér finnst alveg rosalegt hvað þú hefur sterkar skoðanir.\nÞessi staðhæfing þín verð ég nú að segja að sé algjört rugl. Reykingar hafa skaðleg áhrif á aðra í kringum þig (svo ekki sé minnst á umhverfið sjálft), svo samkvæmt þér er það frelsisskerðing í garð þeirra sem eru í kringum reykingamanninn. En þá kemur hitt sem þú sagðir inn; Þeir völdu að vera þarna, svo engin frelsisskerðing á sér stað… eða hvað?\nEf reyklausa fólkið var á staðnum á undan reykingamanninum, þá er reykingamaðurinn í raun að neyða þá reyklausu til að fara, og þar með er hann að skerða frelsi þeirra.\nMér finnst stundum eins og þú hafir ákveðnar skoðanir bara til þess að hafa umdeilda skoðun og fá athygli út á það."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2007-01-08 19:03:26",
            "id": "4450218",
            "reply_to_id": "4447554",
            "text": "Það er ekki frelsisskerðing vegna þess að eigendur ákveða að leyfa reykingar. Allir sem fara inn á staðina ákveða að það vegur meira að fá að vera þar en að vera í reyklausu umhverfi. Þeim sem líkar illa við reglur staðarins er frjálst að fara annað. Persónulega er ég fylgjandi því að fá fleiri reyklausa staði enda reyki ég ekki. Hinsvegar vil ég að sú þróun verði eðlileg en ekki þvingandi. T.d. tóku kvikmyndahúsin upp á því sjálf að banna reykingar, ekki þurfti landslög til þess.\nÉg vil meiri skiptingu og að hún verði eftir hlutföllum markaðsins. Markaðurinn hefur ekki brugðist við einfaldlega vegna þess að flestir reyklausir láta sig hafa það að fara á kaffihús/skemmtistaði sem leyfa reykingar. Ef reyklausir myndu takmarka slíkar ferðir þá einfaldlega þyrfti markaðurinn að bregðast við með því að fjölga reyklausum stöðum. Ef þú vilt reyklaust umhverfi þá skaltu bara vera samkvæmur sjálfum þér og hafa það ofarlega á forgangslistanum. Þú þarft ekki að fara á stað sem leyfir reykingar þó að einn í hópnum reyki. Vertu félagslega frekur í stað þess að þvinga það yfir alla í gegnum landslög."
        },
        {
            "user": "Fusi20",
            "user_id": "35038",
            "date": "2007-01-06 17:57:50",
            "id": "4441549",
            "reply_to_id": "4437830",
            "text": "Ég verð nú að segja að ég þoli ekki að sjá að fasismi er notað sem eithvað “trend” orð yfir það sem fólki fynnst vera rangt í því sem stjórnmálamenn séu að gera, eða til að kalla einræðis herra eithverju flottu nafni.\nFasismi er ekki endilega einræði, þó fasistastjórnir oftast kjósa það nú. Einræðisstjórn er orðið yfir það þegar stjórn er með einræði. Fasismi er hins vegar allt annað, það er í raun sú hugmynd að sameina í ríkið og fyrirtæki, sb. Þriðja ríki Hitlers voru fasistar og einnig þjóðernis sósialistar. En það að ríkið banni cherios er ekki fasismi, það að ríkið myndi  breyta efnahaginum í fákeppni í staðin fyrir samkeppni. Þar með fyrirtækjum væri bara bíttað út eithverjum verkefnum, eins og framleiðslu á eithverjum vörum og ættu þau bara þann markað. Það er merki um fasisma."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2007-01-06 20:28:40",
            "id": "4442215",
            "reply_to_id": "4441549",
            "text": "En kalla það óréttláta forsjárhyggju?"
        },
        {
            "user": "Fusi20",
            "user_id": "35038",
            "date": "2007-01-08 12:54:02",
            "id": "4448643",
            "reply_to_id": "4442215",
            "text": "Þá lýtur málið hins vegar allt öðruvísi út. Enda þótt ég er oft ósammála þér þá er ég sammála þér hér. Vildi ég bara benda þér á það að það orð sem þú brúkaðir til að kalla fram þessar skoðanir þínar var vitlaust."
        },
        {
            "user": "Wolfpack",
            "user_id": "50641",
            "date": "2007-01-07 19:07:20",
            "id": "4446128",
            "reply_to_id": "4437830",
            "text": "hahahahahaha :''D"
        },
        {
            "user": "Otcho",
            "user_id": "62154",
            "date": "2007-01-07 19:11:06",
            "id": "4446151",
            "reply_to_id": "4437830",
            "text": "http://www.littlewretches.com/woody%20guthrie.jpg\n;)\nveit ekki afhverju ég senti þetta…"
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2007-01-09 01:13:08",
            "id": "4451818",
            "reply_to_id": "4437830",
            "text": "ég er sárasjaldan sammála þér en ég vil mitt Cheerios og mitt Cocoa Puffs sama hvaða ólyfjan gæti reynst í því, það hefur reynst mér vel hingað til og mun örugglega halda því áfram"
        },
        {
            "user": "scarecrow",
            "user_id": "60540",
            "date": "2007-01-11 00:22:55",
            "id": "4460341",
            "reply_to_id": "4437830",
            "text": "eitt stórt WHAT!"
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2007-01-14 12:54:26",
            "id": "4473692",
            "reply_to_id": "4437830",
            "text": "það er svo gífurlegt magn af vítamínum sem þú þarft að fá til þess að þú séu skaðleg að ég efast stórlega um að það sé ástæðan."
        },
        {
            "user": "skuggi85",
            "user_id": "12479",
            "date": "2007-01-15 01:30:36",
            "id": "4477447",
            "reply_to_id": "4473692",
            "text": "Mjög misjafnt eftir því hvaða vitamín við erum að tala um. En jú sum geta fljótt haft neikvæð áhrif við mikla neyslu. Við erum kannski ekki að tala um stórhættuleg einkenni en samt sem áður neikvæð.\nEn það er allavega formleg ástæðan fyrir banninu, en þér er velkomið að koma með samsæriskenningu ef þú telur eitthvað annað vera raunverulegu ástæðuna."
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2007-01-15 20:17:32",
            "id": "4480472",
            "reply_to_id": "4477447",
            "text": "á meðan ég fæ ekki link á frétt eða slíkt þá kem ég ekki með neina samsæriskenningu allavegana"
        }
    ]
}