{
    "forum_title": "Farsímar",
    "user": "ruslakallin",
    "user_id": "63003",
    "date": "2007-01-07 22:01:30",
    "title": "review : Siemens m65",
    "text": "jæja nú er ég búin að eiga þenan síma í 2 ár þannig að ég held að ég sæe fær um að gera review um hann\nÞetta er í grófum dráttum útivistarsími sem er gerður fyrir útivistafólk sem þarf síma sem getur þolað allskonar jask : bleytu, ryk og mikin hristing.\nFlestir hugsa þegar þeir sjá að ég hafi átt hann í 2 ár: æj þetta er bara einhver fornaldarsími sem er ekkertr varið í.\nEn NEI Þessi sími hefur allt sem nýir símar hafa og margt yfir þá.\nHann hefur til dæmis :\nUnit converter, sem er forrit til þess að reikna út mismun á allskonar mælieiningum, til dæmis gat maður slegið inna kannksi segjum 10 m og þá myndi koma upp hvað það væru mörg fet.\nÞað var hægt að nota mælieingingar sem mæla hitasitg, lengd, massa, og einhvað fleira sem er svoa flókið að ég skildi það ekki.\nsvo er myndvél sem er minnir mig 0.6 pixla, ekki mikið en hún virkar. það er einnnig hægt að taka video.\nsímin spilar poly hringitóna og það fylgja með símanum eitthvað í kringum 100 hringitónar.\nÞað er innrauður sendir á honum\nEina sem ég hef út á þennan síma að setja er að það að það er ekki hægt að spila mp3 hringtóna í honum.\nÞessi sími þolir svo bókstaflega allt !\nhann hefur farið í þvottavélina hjá mér, ég hef misst hann af svölum á annari hæð og hann lenti á malbiki og hann lifði af heila nótt úti í snjónum.\nGott\nHann þolir mikið\nMikið af hringitónum sem fylgja með\nMjög góður sími fyrir útivistafólk\nUnit converter\nInnrauður sendir\nVont\nGæti verið meira minni\nMyndir ekki í miklum gæðum\nTakk fyrir mig og endilega kommentið.",
    "url": "https://www.hugi.is/farsimar/greinar/483199/review-siemens-m65/",
    "url_id": "483199",
    "id": "4446581",
    "replies": [
        {
            "user": "Zorix",
            "user_id": "65589",
            "date": "2007-01-07 23:28:01",
            "id": "4447361",
            "reply_to_id": "4446581",
            "text": "Snilldar sími á sínum tíma en myndavélin er held ég 0.3 mp."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-01-08 00:10:35",
            "id": "4447568",
            "reply_to_id": "4446581",
            "text": "Haha, hvernig fer maður að setja símann óvart í þvottavél, missa hann óvart af svölum og láta hann óvart vera heila nótt í snjónum..:P"
        },
        {
            "user": "Rory",
            "user_id": "47567",
            "date": "2007-01-08 12:45:45",
            "id": "4448620",
            "reply_to_id": "4446581",
            "text": "Ég átti svona síma og á meðan hann virkaði var hann góður. En svo fór batteríið til fjandans í honum. Þótt hann væri fullhlaðinn þá drapst á honum eftir tveggja mínútna samtal og fleira í þeim dúr. Nú veit ég ekki hvort hann var eitthvað gallaður eða þá að ég hef náð að skemma hann einhvern vegin, en hann var fínn á meðan hann virkaði sem var um það bil eitt ár."
        },
        {
            "user": "Spirited",
            "user_id": "25873",
            "date": "2007-01-08 14:55:30",
            "id": "4448943",
            "reply_to_id": "4446581",
            "text": "Siemens eru ógeðslega góðir símar. Bestu IMO.\nMotorola er hinsvegar mest sorp on the face of this earth."
        },
        {
            "user": "nonni2",
            "user_id": "5379",
            "date": "2007-11-28 18:41:11",
            "id": "5431719",
            "reply_to_id": "4446581",
            "text": "ég fékk mér svona síma fyrir 3 árum síðan held ég og þetta var einn besti símí sem ég hef átt, fyrir utan að ég átti hann bara í viku, þá fór ég á fyllerí og óð útí sjó með hann í vasanum, og það var ekki tappi yfir myndavélinni, og hann eyðinlagðist,.. ;("
        },
        {
            "user": "ruslakallin",
            "user_id": "63003",
            "date": "2007-11-28 18:44:08",
            "id": "5431728",
            "reply_to_id": "5431719",
            "text": "haha æjæj"
        },
        {
            "user": "Poseidon",
            "user_id": "64131",
            "date": "2008-03-25 08:28:09",
            "id": "5730737",
            "reply_to_id": "4446581",
            "text": "Já, ég held mig við þá skoðun að Nokia sé mesta draslið, og Samsung séu besti"
        }
    ]
}