{
    "forum_title": "Rokk",
    "user": "apoppins",
    "user_id": "60837",
    "date": "2007-01-08 12:19:18",
    "title": "Saga Europe",
    "text": "Þessi saga Europe nær því miður ekki alveg til dagsins í dag þar sem ég skrifaði þessa grein fyrir löngu og var bara að finna hana í tölvunni minni en hérna er hún saga Europe:\nÞað sem manni dettur í hug þegar maður heyrir nöfnin Joey Tempest, Mic Michaeli, John Norum, Ian Haugland og John Leven er bara Europe. Sænska snildar GlamRock grúbban sem sigraði heiminn á níunda áratug síðurstu aldar.\nJoey og john hittust þegar þeir voru í kringum 15 – 16 ára gamlir. Þeir höfðu tvennt sameiginlegt, þeir fýluðu HardRock og langaði að vera stjörnur og túra um heiminn. Saman fóru þeir á tónleika í Stokkhólmi með hljómsveitum eins og Thin Lizzy, Deep Purple, Rainbow og Whitesnake.\nÞeir stofnuðu saman hljómsveitina Force. Þeir spiluðu aðallega coverlög frá þeirra uppáhalds hljómsveitum og einnig byrjuðu þeir að semja sín eigin lög. Sjálftraust þeirra óx þegar þeir byrjuðu ða spila um allan Stokkhólm. Orðrómur fór af stað um hljómsveitina frá Upplands Vasby sem eyddi nær öllum sínum tíma í að spila tónlist í æfingar húsnæði sínu og höfðu all svaklega sviðs framkomu.\nÞeir eignuðust aðdáendur sem eltu þá í alla skóla og öll þau litlu festival sem þeir spiluðu á í nágrenni heimila sinna, þeir komu alltaf frfam án þess að taka krónu fyrir. Vinir þeirra keyrðu þá á milli tónleika staða. Joey hefur sagt um þennan tíma: - “Þetta fékk okkur til að hafa trú á okkur sjálfum en það var samt erfitt stundum að finna staði til að spila á því að sumt folk hélt að við værum ekkert nema síðhærðir krimmar”.\nÞeir leituðu til útgáfufyrirtækis en einu svörin sem þeir fengu voru að þeir ættu að klippa á sér hárið og fara að syngja á sænsku ef þeir vildu plötusamning. En þeir fóru sína eigin leið með þá sterku trú í hjarta sínu að einn daginn myndi öll þessi vinna borga sig.\nÞað sem kom þeim á kortið var að vinna hljómsveitakeppni , þeir breyttu nafni sínu í Europe þá. Vinur þeirra sendi demo og skráði þá án þess að þeir vissu af því. Um það bil 4000 hljómsveitir skráðu sig og voru 80 valdar til að spila á tónleikum um allt land, Europe vann keppnina og unnu með því sigurlaunin sem var að gefa hljóðrita plötu.\nFrumraun þeirra seldist fljótt í Gull og þeir urðu túra hljómsveit eins og þá hafði alltaf dreymt um. Á sama tíma urðu þeir vinsælir í Japan.\nÖnnur plata þeirra “Wings Of Tomorrow” staðfesti og styrkti stöðu þeirra utan Svíþjóðar. Ekki leið á löngu þangað til að þeir gerðu alþjóðlegan plötusamning við Epic í Bandaríkjunum.\nÞeir tóku því næst upp og gáfu út sína 3 plötu sem fékk nafnið “The Final Countdown” sem hefur selst í meira en 8 miljónum eintaka. Titil lagið varð einskonar einkennislag komandi tíma og fór á toppinn á vinsældarlistum í 25 löndum og er ennþá afarvinsælt. “The Final Countdown” diskurinn var á Bandarískavinsældarlistanum í heilar 70 vikur.\nÞað var á þessum tíma sem john Norum hætti í Europe. Staðgengill hans var Kee Marcello. Næsta plata “Out Of This Worls” var sterk plata sem sameinaði styrk allra meðlimana.\nÁ eftir fimmtu plötu þeirra “Prisoners In Paradise” sem var hljóðrituð í L.A. kom annar stór World Tour og hljómsveitn var ennþá á toppnum. En að vissu leiti kom platan út á hræðilegum  tíma, árið 1992 var nefnilega upphafs ár grunge–sins. Það var ömurlegt að segja hverjir væru grunge-arar eða ennþá Glammarar.\nGrunge var kolvitlaus tónlistarstefna fyrir Europe og í staðinn fyir að reyna að vera eitthvað annað en þeir voru þá ákváðu þeir að taka sér pásu. Þetta var líka fínn tími fyrir meðlimi að eignast fjölskyldu eftir að hafa túrað í 10 ár.\nÞessi pása varð lengri en upphaflega var planað. Allir meðlimir höfðu tíma til að vinna að öðrum verkefnum, sama hvort það var solo ferillinn eða bara aðrar hljómsveitir. En samt er hægt að segja að mest allure tíundi áratugurinn hafi farið í það að lifa á forni frægð um þetta rosalega band frá Uppland Vasy í Stokkhólmi, Svíþjóð.\nHaustið 2004 var svo komið að öðrum skammti frá þessu klassíska sænska GlamRock bandi. Fullt af fólki tók við sér og var afskaplega ánægt með að Europe væri aftur komin á stjá. Joey Tempest var valinn einna af bestu “frontmönnum” af  Breaska tónlistarblaðinu Classic Rock.\nÞað sem þykur hvað sérstakast við Europe er það hvað Norum, Tempest, Michaeli, Haugland og Leven eru allir rosa þéttir enda hafa þeir verið vinir frá því þeir voru unglingar, koma allir frá sama staðnum, hlustuðu á sömu tónlistina og drukku saman í sömu partíunum. Hver einasti meðlimur er mikilvægur í hinu þétta Europe soundi.\nÍ dag eru þeir auðvitað ennþá undir áhryfum frá böndum sem voru að rokka á áttunda áratugnum en ef þeir eru spurðir hvað þeir séu að hlusta á þessa dagana, nefna þeir bönd eins og Velvet Revolver og The Darkness.\nNýjasta plata þeirra “Start From The Dark” varð til á afskipta fólksins hjá A&R. Europe fékk fékk Kevil Elson (sem vann með þeim á “The Final Countdown”) til að framleiða plötuna. John Leven sagði um þetta “Hann er góður vinur okkar og er að fýla það þegar plötur eru teknar upp eiginlega alveg “live”.\nPlatan var tekin upp í Stokkhólmi því þar leið bandinu best, enda leið þeim eins og heima sem er best.  “Start From The Dark” er frekar mikil gítarplata, með þyngstu gítarriffum sem Europe hefur sent frá sér. Samblandan af rödd Joey’s og gítar soundi John’s lætur mann skilja afhverju Europe er eitthvað sem hreyfir við fólki.\nLagasmíðarnar hófust með því að Tempest og Norum kláruðu saman 3 lög “Got to have faith”, “Start from the dark” og “Settle For Love”.  Eftir það vissu þeir allir að þeir hefðu einnhvað gott að byggja á fyrir næstu plötu. Joey settist niður og byrjaði að semja lög fyrir restina af disknum og eru það lög eins og “Flames”, “Hero”, “Underdog” og “America”. Það er eitt lag á disknum sem er mjög svo ólíkt því sem maður tengir Europe vanalega við, það er lagið “Reason” sem Tempest og Michaeli sömdu saman. “þetta lag er ekki politest en kemur svolítið niður til óttans sem ríkir í heiminum í dag” útskýrir Joey.\nÍ textunum einbeytir Joey sér að sterkum böndum á milli hans og vina sina og sambandinu við aðdáendurnar og allt það sem bandið hefur gengið í gegnum í gegnum árin, John segir að þessir textar séu þeir bestu og mest grípandi sem Joey hefur samið. Það gæti orsakast af því að Joey hefur búið í Enskumælandi landi í yfir 16 ár.\nMeð góðum giggum undanfarið hafa Europe sannað að lengir glóir í gömlum glæðum og við eigum vonandi eftir að sjá mikið af þeim framundan.",
    "url": "https://www.hugi.is/rokk/greinar/483345/saga-europe/",
    "url_id": "483345",
    "id": "4448129",
    "replies": [
        {
            "user": "tele",
            "user_id": "60182",
            "date": "2007-01-08 13:16:41",
            "id": "4448681",
            "reply_to_id": "4448129",
            "text": "hahahaha, hló mikið\nBætt við 8. janúar 2007 -  13:18\nþeir fýluðu HardRock"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-01-08 16:05:09",
            "id": "4449269",
            "reply_to_id": "4448681",
            "text": "Mjög Mjög fyndið…"
        },
        {
            "user": "Icaruz",
            "user_id": "57559",
            "date": "2007-01-08 16:04:16",
            "id": "4449261",
            "reply_to_id": "4448129",
            "text": "Fann nú eitt stykki Final countdown á vinyl inní skáp, og verð bara að segja að Final countdown (lagið) er skítsæmilegt en hitt finnst mér bara drasl…"
        },
        {
            "user": "Depravity",
            "user_id": "61530",
            "date": "2007-01-10 19:25:24",
            "id": "4458691",
            "reply_to_id": "4448129",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "apoppins",
            "user_id": "60837",
            "date": "2007-01-10 20:14:55",
            "id": "4458980",
            "reply_to_id": "4458691",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "Depravity",
            "user_id": "61530",
            "date": "2007-01-11 07:37:54",
            "id": "4460628",
            "reply_to_id": "4458980",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "apoppins",
            "user_id": "60837",
            "date": "2007-01-11 12:16:39",
            "id": "4461057",
            "reply_to_id": "4460628",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "Depravity",
            "user_id": "61530",
            "date": "2007-01-11 12:59:06",
            "id": "4461146",
            "reply_to_id": "4461057",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "apoppins",
            "user_id": "60837",
            "date": "2007-01-11 15:18:19",
            "id": "4461631",
            "reply_to_id": "4461146",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "Depravity",
            "user_id": "61530",
            "date": "2007-01-11 16:20:52",
            "id": "4461959",
            "reply_to_id": "4461631",
            "text": "Svari eytt af stjórnanda"
        }
    ]
}