{
    "forum_title": "Flug",
    "user": null,
    "user_id": null,
    "date": "2007-01-09 15:13:24",
    "title": "Keflavíkurflugvöllur(BIKF)",
    "text": "Keflavikur flugvöllurinn er stærsti flugvöllurinn á íslandi.  Hann er um 50 km frá Reykjavík, flugvöllurinn er með 2 brautir, ein er 3065m * 60m og hin er 3054m * 60m. Flugsvæðið er um 25 ferkílómetrar.\nFlugvöllurinn var gerður af bandsríska hernum í seinni heimstyrjöldinni.         Allt frá Desember 1941 vildi bandaríski herinn svæði undir þungavopnavélar s.s fyrir flugvélar og skriðdreka. Flugbrautirnar tvær voru notaðar í júli þegar “Operation Bolero” var gerð.  Á meðan stríðið stóð á var flugvöllurinn aðeins notaður af hernum, en eftir stríðið varð hann vinsæll fyrir vélar sem voru á leið á milli atlandshafsins að millilenda.    Herinn fór árið 1947 frá Íslandi en kom til baka árið 1951 og var fram að Oktomber 2006.\nKeflavíkurflugvöllurinn hefur eina flugstöð sem er kölluð flugstöð Leifs Eiríkssonar, árið 2001 var opnuð suður flugstöðin og árið 2007 kemur norður.  Flugstöðin var opnuð fyrst árið 1987.  Svo er flugstöðin líka eitt af einu í heiminum sem hafa “Duty-free” búðir þegar þú lendir og ert að fara út.\nÞótt að Íslendingarnir eru bara um 300,000 er flogið til sex borga í Ameríku(San Francisco, New York, Boston, Baltimor, Orlando og Minneapolis) og um tuttugu borga í Evrópu.  Svo er flogið frá Íslandi til Grænlands en þar er flogið frá Reykjavíkur flugvellinum.\n*Árið 2005 fóru1,816,905 manns í gegnum flugvöllinn.\n*Árið 2005 fór um 57,157 tonn af flutninngi frá og til landsins.\nFlugfyrirtækin fljúga frá Íslandi eru:\n*British Airways\n*Futura International Airways\n*Iceland Express\n*Icelandair\n*Scandinavian Airlines System[byrja 2007-04-27]\n*SAS Braathens\n*Travel Service",
    "url": "https://www.hugi.is/flug/greinar/483691/keflavikurflugvollurbikf/",
    "url_id": "483691",
    "id": "4452924",
    "replies": [
        {
            "user": "Canam",
            "user_id": "52031",
            "date": "2007-01-09 17:25:06",
            "id": "4453718",
            "reply_to_id": "4452924",
            "text": "Svo má ekki gleyma.\nBlubird cargo\nSpanair\nog Heimsferðir (Jetx)\nSem líka eru fljúgandi til og frá BIKF\nBætt við 9. janúar 2007 -  17:28\ngleymdi BH air yfir sumartímann."
        },
        {
            "user": "jonaspall",
            "user_id": "36065",
            "date": "2007-01-10 12:50:52",
            "id": "4456703",
            "reply_to_id": "4452924",
            "text": "Gleimir líka einstökum cargóflugfélugum…….."
        },
        {
            "user": "boing",
            "user_id": "20874",
            "date": "2007-01-10 14:47:39",
            "id": "4457195",
            "reply_to_id": "4452924",
            "text": "Svo er flogið frá Íslandi til Grænlands en þar er flogið frá Reykjavíkur flugvellinum.\nþá má ekki gleyma félögum okkar í færeyjum.\nAnnars er þetta hinn fínasti flugvöllur. Það eru hreinlega alltaf framkvæmdir þarna á ferð og alltaf er verið að stækka hann.\nSvo elska ég að fara þarna á littlu 172 og gera snertilendingar, þegar maður er að beygja í umferðarhring frá flugbraut eftir að hafa tekist á loft, er maður enþá fyrir ofan flugbrautina =)"
        },
        {
            "user": "burgundy",
            "user_id": "62761",
            "date": "2007-01-14 17:54:04",
            "id": "4475041",
            "reply_to_id": "4452924",
            "text": "Pabbi minn vinnur þar :)\nBætt við 14. janúar 2007 -  17:55\neða ekki á flugvellinum sjálfum heldur í slökkviliðinu……"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-03-16 18:26:42",
            "id": "4691540",
            "reply_to_id": "4452924",
            "text": "Fín grein…"
        }
    ]
}