{
    "forum_title": "Heimspeki",
    "user": "Popcorn",
    "user_id": "8387",
    "date": "2001-10-26 19:36:01",
    "title": "Að sjóða saman hringrás",
    "text": "..svo ég settist loksins niður og skrifaði grein:\nÉg var að velta því fyrir mér hvað “hringrás” getur verið.\nMér leist svo á að það gæti aðeins verið hringur eða\nkerfisbundin endurtekning.  Einnig þarf hringrás að hafa\nþann möguleika að endurtaka sig að eilífu, a.m.k. á meðan\neitthvað knýr hana áfram.\nEn hvernig í ósköpunum getur við vitað hvort um er að ræða\neiginlega hringrás eða bara tilviljunarkennt mynstur?\nEr það þannig að um leið og hringrás fer aðeins út af sporinu\nþá er ekki lengur um hringrás að ræða?\nÉg ætla ekki að svara þessu núna.. EN.. ég gerði tilraun:\nTilraunin fólst í því að prófa mynstur bókstafa af handahófi,\nhugmyndin er upphaflega ekki mín eigin en ég styðst við hana engu að síður.\nÉg prófaði að raða saman bókstöfunum ‘a’, ‘b’, ‘c’, og ‘d’ í\nmismunandi mynstur.  Ég fékk þá líklega út eitthvað eins og:\n“aaab”, “dcca” og “adcd”.\nAðlokum fór tilraunin sjálf af stað:\n1. Ég valdi mér mynstur gert úr þessum bókstöfum.\n2. Ég bjó til handahófkennt mynstur og bar saman við mynstrið\nmitt.\n3. Þetta endurtók ég 10.000 sinnum.\nEftir tilraunina athugaði ég hversu oft mynstrið mitt kom upp.\nÞað voru yfirleitt tölur á bilinu 130-180.\nNú endrutók ég þessa tilraun um það bil 500 sinnum og fékk út\nmeðaltalið.  Það var 156.\n10.000 deilt með 156 er um 64.  Nú ályktaði ég að mynstrið\nmitt kæmi upp einu sinni á 63 mynstra fresti.  Að sjálfsögðu\nprófaði ég það líka.\nNú endurtók ég fyrstu tilraun, en í staðinn fyrir að reyna\n10.000 sinnum í hvert skipti reyni ég 64 sinnum.\nmeðaltalið eftir 8000 tilraunir er svo, eins og ykkur kannski\ngrunar, 1.\nmynstrið sem ég valdi kom að meðaltali upp á 63 mynstra\nmillibili.  Þetta mynnir ósegjanlega mikið á alvöru hringrás,\nekki satt?\nÞetta getur þó varla talist sem slík, því þetta var algjörlega\ntilviljunarkennt.  En þegar möguleikarnir eru svona fáir er að\nsjálfsögðu óhjákvæmilegt að hlutir endurtaki sig.\nNiðurstaða: Þessi tilraun sannar í sjálfu sér ekki neitt, henni\ner einungis ætlað að sýna möguleikann á því hvað “hringrás”\ngetur verið, eða ekki verið.\nAð auki má láta fulgja með að í seinustu tilraun var útkoman\nalls ekki alltaf einn.  Eftir 8000 tilraunir kom m.a.s. ein\nsexa í ljós.",
    "url": "https://www.hugi.is/heimspeki/greinar/48440/ad-sjoda-saman-hringras/",
    "url_id": "48440",
    "id": "315812",
    "replies": [
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2001-10-27 22:44:40",
            "id": "315813",
            "reply_to_id": "315812",
            "text": "Ég held að það sem þú hafir verið að prufa, flokkist undir líkindi í stærðfr..\nEn svo er til lotufræði innan stærðfræðinnar, sem einkennast af mynstrum sem endurtaka sig REGLULEGA´, en ekki mynstur sem kemur upp af handahófi..\nÉg er annars ekki alveg með á hreinu hvað þú varst að reyna að sýna fram á eða finna út."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2001-10-27 23:09:59",
            "id": "315814",
            "reply_to_id": "315813",
            "text": "Þetta var handahófskennt.  Nokkrar tilraunir á mismunandi tölvum, og reboot á milli ættu að geta sýnt það.\nÉg var nú bara að spegúlera smá, ekki að sýna fram á neitt.  Pælingin var, hvort hringrásir geti myndast af handahófi og athuga það hvort það gerist ef ég reyni það.  Þegar talað er um hringrás tímans, gætu menn ekki alveg eins verið að ruglast á einhverju eins fáránlegu og þessu dæmi?"
        },
        {
            "user": "hallurha",
            "user_id": "5362",
            "date": "2001-10-28 06:18:10",
            "id": "315815",
            "reply_to_id": "315814",
            "text": "Er ekki lífið eins og við þekkjum það kanski sprottið uppúr svona óreiðu sem fór að mynda hringrás. Þar eð allt líf byggir á hringrás.\nFæðing líf dauði fæðing.\nBorða kyngja mellta losun umbreyta borða.\nmauka-mat brjótann-niður sendann-í-hringrás-líkamans aftur og aftur og aftur.\nEða alheimurinn.\nEf hann þennst út og skellur saman aftur og springur út og dregst saman aftur þá ér hér kominn einmitt svoleiðis hringrás eða hvað…\nHvað með hafstraumana(guð minn góður hvað þreyta lætur mann rugla endalaust),gott dæmi um hringrás.\nMeð öðrum orðum finnst mér lífið og alheimurinn vera besta hringrásin.\nsmá viðbót.\nEf heimurinn þesnnst út að eilífu, mun hann hægja á sér og líklega stöðvast að lokum…þá eru kanski ekkert eftir nema svarthol, sem draga hvort annað að sér því að allir hlutir draga alla hluti að sér og svorthol er einmitt flinkt í því :) Þannig á endanum mun svartholið í miðjunni á alheiminum(geri ráð fyrir tilvist þess) á endanum gleypa öll hin svortholin(sem eftir lifa) og þar með mun það endurheimta allan massa alheimsins aftur…og vonandi þenjast út aftur eins og risastór andardráttur guðs(trúi ekki á kallinn en finnst þetta skondin hugmynd) og allt endurtekur sig. Ef maðurinn verðpur ekki til í þessari útþennslu, þá gengur bara betur næst.\nÍ þessum orðum sofna ég á lyklaborðinu og kveð með hrotum..\nzzz\nzzz\nzzz"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2001-10-28 17:10:04",
            "id": "315816",
            "reply_to_id": "315815",
            "text": "En eru þetta örugglega hringrásir sem slíkar?\nEru þetta ekki bara tilviljunarkenndir atburðir\nsem óhjákvæmilega gerast einhvern tímann?\nEða atburðir sem eru líklegri til að gerast en\naðrir?\nÞað myndi líkjast hringrásinni minni að því leiti\nað það er engin regla á henni."
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2001-10-28 22:36:50",
            "id": "315817",
            "reply_to_id": "315814",
            "text": "Hringrás er eitthvað sem gengur í hringi. Blóðrásin er eitt dæmi um hringrás. Almanaksárið er enn annað dæmi. Sólarhringurinn þriðja osfrv. Munstrin sem þú nefnir geta varla talist hringrás. Hins vegar má hugsanlega skilgreina athöfnina þína við raða saman munstrunum sem hringrás þ.e. Þá endurtekur sömu atburðarrásina aftur og aftur í sömu röð (tekur saman stafakubbana, hristir, kastar, skoðar munstrið, skráir, tekur saman stafakubbana…). Mögulegur fjöldi munstra sem þú getur fengið skv. forsendum þínum eru (1/4)*(1/4)*(1/4)*(1/4)=256. Munstrin sem þú færð upp í kasthringrásinni eru handahófskennd og það er kannski einmitt lærdómurinn af þessari tilraun þinni, þ.e. við getum haft reglubundna hringrás en innhaldið er tilviljunarkennt (kaótískt). Þar sem möguleikar á að t.d. munstrið a,b,b,d komi upp eru 1:256 þá má segja að frelsisgráða þessarar hringrásar sé 256."
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2001-10-29 12:59:45",
            "id": "315818",
            "reply_to_id": "315817",
            "text": "En hvað með spíral? Er hann hringrás?\nÞótt hann fari alltaf nýja og nýja braut væri samt hægt að segja að hann færi í hringi.\nNúna er hringur búið að fá algerlega nýja merkingu fyrir mér…\nOg verymuch: Geturu bent okkur á nokkur dæmi um  stærðfræðilega reglulega hringrás?"
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2001-10-29 16:08:35",
            "id": "315819",
            "reply_to_id": "315818",
            "text": "Allar hringrásir sem eru myndaðar úr atburðum í tímaröð sem endurtaka sig aftur og aftur, mynda faktískt spíral um tímaás. Jörðin sem dæmi gengur faktískt ekki á sporbaug um sólu heldur gengur hún í spíral."
        },
        {
            "user": "hvurslags",
            "user_id": "7875",
            "date": "2001-10-29 16:57:48",
            "id": "315820",
            "reply_to_id": "315819",
            "text": "Mynstur er hringrás.(mynstur eða munstur?)\nHringur er hringrás(duh)\nHlutir sem breytast handahófskennt en breytast fyrir tilviljun í upprunalega hlutinn er hringrás.\nAlheimurinn sjálfur er ein stór hringrás.\nFer maður ekki bráðum að komast a þeirri niðurstöðu að langflest, ef ekki allt, gangi í hringi?(líka tuðið í mér…)"
        },
        {
            "user": "hallurha",
            "user_id": "5362",
            "date": "2001-10-29 20:49:12",
            "id": "315821",
            "reply_to_id": "315820",
            "text": "x í öðru + y í öðru = 1\nstærðfræile hringrás"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2001-10-30 13:39:06",
            "id": "315822",
            "reply_to_id": "315817",
            "text": "Hringrásir eins og braut jarðar um sólu, eða\nhringrásir sem endurtaka sig alltaf\nnákvæmlega  eins, finnst mér líkari\nbeinum línum.\nJörðin til dæmis, gæti verið að fara bara áfram.\nEn þegar hún fer fram hjá sólinni, sem hefur miklu\nmeiri massa en jörðin, Hlýtur hún óhjákvæmilega að\nbeygja á sporbraut um sólina.\nSíðan heldur hún áfram sínu “beina” striki\numhverfis sólina, en fer alltaf í hringi í kringum\nsólina, vegna nálægðar hennar.\nÞetta myndi að sjálfsögðu skýra hringrás hins\nsvokallaða “tíma”, hvað varðar árstíðir.\nSvo gæti jörðin að sjálfsögðu snúist um sjálfa sig\ná svipaðan hátt."
        },
        {
            "user": "krizzi",
            "user_id": "8997",
            "date": "2001-10-30 09:51:53",
            "id": "315823",
            "reply_to_id": "315812",
            "text": "Spurningin um hringrás er nátengd spurningunni um óendanleikam, fynst mér! Ef ég skil þig rétt þá ertu að segja að hringrás er í flest öllum hlutum og þessi litla “stærðfræði” tilraun ætti að sanna það að tilviljun er kanski ekki langt frá hringrás, ef þið skiljið hvað ég er að meina!\nÞað sem mér fynst skemtilegt að spá í um þessa hringrás er hvort að hún er algild! Ef hún er það þá er hringrás í hringrás, og þá verður heimurinn að hringrás. Ef við getum sagt að það er hringrás í öllu getum við líka sagt að tímin er hringrás. Endurtekur tíminn sig?\nEf það er staðreynd þá mun allt gerast aftur einhverntíman alveg nákvamlega eins og það hefur gerst áður…\nMitt litla heilabú getur næstum ekki höndlað þessar spekúlasjónir!\nÞað getur líka verið að hringrás er bara leið til að komast frá A til B, líkt eins og hjól á bíli… Eithvað endurtekur sig en breytir öðru á meðan…\nÉg veit að ég er komin út í allt aðra sálma… en ég vildi bara koma þessu á frammfari!\n–Krizzi–"
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2001-10-30 11:06:39",
            "id": "315824",
            "reply_to_id": "315823",
            "text": "Hringrás er ekki það sama og línulegur. Þannig er almanaksárið hringrás og árstíðarskiptin, einnig braut jarðar um sólu. Tíminn eins og við teljum hann …,1999, 2000, 2001,… er hins vegar línulegur. Heimsfræðinga greinir á um hvort tíminn sé hringferli eða línuferli, þ.e. hvort heimurinn fari að falla saman aftur eða hvort hann þenjist út í það óendanlega. Hringferli og línuferli fara þó oft saman. Þannig getum við gert ráð fyrir að þótt heimurinn þenjist út og falli saman á víxl eins og andardráttur þá er tíminn línulegur samt sem áður því það bætist alltaf ný heimsrás við eins og perlur á óendanlega löngum línulegum streng."
        }
    ]
}