{
    "forum_title": "Klassík",
    "user": "Kreoli",
    "user_id": "22696",
    "date": "2007-01-11 21:22:37",
    "title": "Trivia!",
    "text": "Hér er smá trivia til að hressa uppá janúarinn og áhugamálið, eitt stig fyrir oddatöluspurningu, 2 fyrir hinar (jöfnu tölurnar), 4 stig fyrir síðustu spurninguna.\nÞetta er bara til gamans svo óþarfi er að ómaka sig við að leita á netinu.\n1. Hvað sömdu Beethoven, Schubert og Mahler margar sinfóníur (s.s. þeir sömdu allir jafnmargar)?\n2. Hver er dýpsta (hljómandi) nótan á basset-horni?\n3. Hver samdi “Árstíðirnar”?\n4. Hvað samdi Heitor Villa-Lobos margar etýður fyrir gítar?\n5. Frá hvaða landi kom Gabriel Fauré?\n6. Hvert var fyrsta bassa-blásturshljóðfærið til að öðlast fastann sess í sinfóníhljómsveitum?\n7. Eftir hvern er óperuhringurinn “Niflungahringurinn”, sem tekur 16 tíma í flutningi og inniheldur slagarann “Ride of the Valkyries” sem er þekktur fyrir að heyrast í myndinni Apocalypse Now á meðan herþyrlur leggja víetnamskt þorp í rúst?\n8. Í hvaða tóntegund er eina píanósónata Franz Liszt?\n9. Hvað eru margir strengir á víólu?\n10. Hvaða frægi píanóleikari stillir píanóið sitt sérstaklega fyrir hvert verk?\n11. Hvað nefnist taktur (eða röð af töktum) í lagi í 6/8 sem fær skyndilega áherslur á 1., 3. og 5. slag eins og hann sé í 3/4? Og hvaða barrokk-tónskáld notaði þetta sérstaklega mikið?",
    "url": "https://www.hugi.is/klassik/korkar/484594/trivia/",
    "url_id": "484594",
    "id": "4463697",
    "replies": [
        {
            "user": "hlolli",
            "user_id": "31026",
            "date": "2007-01-12 13:51:31",
            "id": "4465521",
            "reply_to_id": "4463697",
            "text": "Buinn að svara og þetta var jafnerfitt og það gat verið létt. Úrslitin verða spennandi."
        },
        {
            "user": "Bijou",
            "user_id": "34464",
            "date": "2007-01-13 11:06:29",
            "id": "4469175",
            "reply_to_id": "4463697",
            "text": "1. 9\n2. Hver er dýpsta (hljómandi) nótan á basset-horni?\n3. Vivaldi\n4. 20\n5. Frakklandi\n6. Túba\n7. Wagner\n8. h-moll\n9. 4\n10. Chopin\n11."
        },
        {
            "user": "hlolli",
            "user_id": "31026",
            "date": "2007-01-13 12:49:01",
            "id": "4469469",
            "reply_to_id": "4463697",
            "text": "Kreoli villa í spurningum, ég í fyrsta lagi var einum of fljótur á fyrstu spurningunni, Beethoven, Maler og Schubert sömdu EKKI JAFNMARGAR Sinfoniur, hann Mahler trúði á bölvunina á bakvið níundu og samdi sinfoniu sem heitir Symphony for tenor, bariton and sporan eða eikkað. Hann Schubert samdi 12 sinfoníur, eina númer 10 sem er ókláruð og er enn mjög óljós, og líka tvær sinfoníur í D-dúr.\nEn er númerin eru tekin aðeins til greina eru þetta sama talan, (máttir taka Dvorak með)"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2007-01-13 16:26:54",
            "id": "4470353",
            "reply_to_id": "4469469",
            "text": "Áttunda er líka ókláruð svo tæknilega séð samdi hann bara 10. Að semja sinfóníu krefst þess að maður semji hana fyrir sinfóníuhljómsveit, sem Mahler hefur ekki gert hafi hann samið sinfóníu fyrir tenor, bariton og sopran eingöngu."
        },
        {
            "user": "hlolli",
            "user_id": "31026",
            "date": "2007-01-13 20:29:18",
            "id": "4471541",
            "reply_to_id": "4470353",
            "text": "Þá er önnur og áttunda Mahlers ekki sinfoníur :/\nhttp://en.wikipedia.org/wiki/Das_Lied_von_der_Erde\nÉg er kanski að flækja smáatriðin of mikið, ég held ef einhver veit eitthvað þá mun hann/hún svara þessa einu mögulegu tölu X."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2007-01-15 22:30:03",
            "id": "4481215",
            "reply_to_id": "4471541",
            "text": "Jú þær eru það, því sinfóníuhljómsveit er með í spilinu!"
        },
        {
            "user": "hlolli",
            "user_id": "31026",
            "date": "2007-01-15 23:25:03",
            "id": "4481514",
            "reply_to_id": "4481215",
            "text": "Having already finished his 8th Symphony, Mahler worried along at the “Curse of the Ninth”. Convinced that a ninth symphony would kill him, Mahler proceeded to compose Das Lied von der Erde, which he subtitled “A Symphony for Tenor, Contralto and Large Orchestra” and left unnumbered. Thus he hoped to skirt around the curse, since his Ninth Symphony would actually be his tenth. Ultimately, however, Mahler did succumb to the “Curse”: his next, instrumental symphony, which he numbered his Ninth, was the last work Mahler completed in full (only the first movement of the Tenth was orchestrated at his death)."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2007-01-16 17:41:32",
            "id": "4484181",
            "reply_to_id": "4481514",
            "text": "Ok… þá ætti ég að segja nefndar sinfóníur vottever."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2007-01-27 23:34:22",
            "id": "4527687",
            "reply_to_id": "4463697",
            "text": "Ef þið munduð gera svona trivia um píanó mundi ég rústa því…"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2007-01-28 15:35:59",
            "id": "4529470",
            "reply_to_id": "4527687",
            "text": "Það eru nú píanóspurningar þarna.\nBætt við 28. janúar 2007 -  15:38\n10. og 8. spurning eru hreinar píanóspurningar. Gabriel Fauré samdi líka fullt af frábærri píanótónlist svo 5. spurning er það eiginlega líka."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2007-01-28 15:38:43",
            "id": "4529488",
            "reply_to_id": "4529470",
            "text": "og ég skora á þig að svara þeim. Svörin verða birt… á eftir."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2007-01-31 00:44:06",
            "id": "4540311",
            "reply_to_id": "4463697",
            "text": "Svör!\n1. 9\n2. F (neðsta f-ið án aukastrika í F-lykli)\n3. Antonio Vivaldi.\n4. 12\n5. Frakklandi\n6. Fagott\n7. Richard Wagner\n8. h-moll\n9. 4\n10. Krystian Zimerman\n11. Þetta tónfræðifyribrigði nefnist\nHemíóla\nog Tomaso Albinoni er tónskáldið sem fiskað var eftir.\nBijou fékk 6 stig\nhlolli fékk 5 stig\n-\nfremur dræm þáttaka :/ Endilega segið mér hvað betur mætti fara."
        },
        {
            "user": "hlolli",
            "user_id": "31026",
            "date": "2007-02-06 21:10:13",
            "id": "4564287",
            "reply_to_id": "4540311",
            "text": "spurning númer 8 ég hugsaði þetta útfrá gay kerfinu, b-minor þá h-moll !!"
        }
    ]
}