{
    "forum_title": "Apple",
    "user": "Zorix",
    "user_id": "65589",
    "date": "2007-01-11 23:48:46",
    "title": "Apple iPhone",
    "text": "iPhone\nOrðrómur um að iPhone væri í vændum byrjaði fyrir svona 3 mánuðum og varð fólk þá nokkuð spennt.\nViku fyrir jól voru allar græjusíðurnar farnar að tala um þetta en þá sagði Gismodo þetta: “I guarantee it. It isn't what I expected at all. And I've already said too much. I guarantee it. It isn't what I expected at all. And I've already said too much.” Og fólk var ekki öruggt um hvort þetta væri bara gabb eða í alvöru og margir biðu spenntir. Síðan rann upp mánudagurinn 20. des 2006 og þá var kynntur iPhone…frá Linksys, þvílíkt svekkelsi. Ég verð að viðurkenna að ég hélt að iPhone frá Apple myndi aldrei koma  út og væri bara gabb. En svo varð aldeilis ekki, því þriðjudaginn 9. janúar 2007 í Keynote á Macworld var hann kynntur: Apple iPhone.\nHardware\nÞessi snilldargræja er í raun iPod, sími og vafrari í einu tæki. Eins og sést á myndinni er iPhone eiginlega bara einn stór skjár, reyndar snertiskjár með þróuðustu snertiskjátækni í heimi sem er kölluð “Multy-Touch” og getur skynjað marga putta í einu og er nákvæmari en en aðrir snertiskjáir. Skjárinn er widescreen og 3.5” stór og 480 sinnum 320 pixlar sem er fínni en nokkur annar skjár frá Apple, þ.e.a.s. fleiri pixlar á fertommu. Til að vera sími með símum er hann náttúrulega með myndavél sem er tveggja megapixla. Hann er með Intel örgjörva, fyrir öll forritin, 4 eða 8GB flashkort fyrir tónlistina, vídeóin og myndirnar.\niPhone er Quad-band (MHz: 850, 900, 1800, 1900) sími þannig að hann virkar alls staðar í heiminum. hann er með Bluetooth 2.0 fyrir þráðlausar tengingar en þó er ekki hægt að “synka” við tölvu þráðlaust sem er frekar asnalegt en það er hægt að kaupa snilldar Bluetooth heyrnartól frá Apple. Einnig er innbyggt Wi-Fi 802.11b/g netkort sem er hægt að fara á netið með allsstaðar þar sem þráðlaus nettenging er. Batteríið dugar í 5 tíma þegar er talað, horft á videó eða farið á netið, sem er frekar mikið, en 16 klukkutíma þegar hlustað er á tónlist. Neðan á honum er hátalari, hjóðnemi og iPod tengið til að synka. Hann er bara 135 grömm og 11,5 sm á hæð, 6,1 sm á breidd og bara 1,6 sm á þykkt. Aðeins þrír takkar eru á honum, einn til að láta hann sofna og vakna, einn er “home” takki sem sem er þarna niðri á myndinni og notast eins og “menu” takkinn á gömlu iPodunum og einn til að stilla tónhæðina en hann er á hliðinni, síðan er heyrnatólstengi efst.\niPhone er unnin í samvinnu við Cingular og virkar bæði á Mac og Pc.\nWidescreen iPod\nEins og sést á myndinni er iPod-merkið neðst til hægri og potar maður bara á það og\nþá er maður kominn í lögin, þá kemur bar neðst þar sem maður getur valið um artists, playlists, dongs, videos eða more, þegar maður fer í eitt af þessu segjum t.d. artists koma hljómsveitirnar frá A-Z eins og á þeim gömlu en þar sem að það er ekkert clickweel þá skrollar maður bara niður, þ.e.a.s. setur putta ofarlega á skjáinn og dregur hann niður, sem er jafnvel fljótlegra en hjólið.\niPhone styður líka Coverflow sem kemur ótrúlega vel út. Til að stjórna tónhæðinni er stjórnborð sem maður getur skrollað til hægri eða vinstri. Ef maður fer nú í videos sjást myndirnar, þættirnir, tónlistarmyndböndin og fleira slíkt og þegar maður er í artists. Síðan getur maður valið video og fer það þá sjálfkrafa á hlið í widescreen á þennan risaskjá og kemur mjög vel út og má nefna til gamans að upplausnin er mun hærri en í Zune sem flestir eru líklega búnir að gleyma.\nRevolutionary Phone\nTíl að fara í símann potar maður á græna síma merkið, sjá lengst tíl hægri, og þá koma upp allir kontaktarnir og bar niðri þar sem maður getur valið um Favorites, Recents, Contacts, Keypad eða Voicemail.\nÍ favorites getur maður sett inn kontacta sem maður hringir þá væntanlega mest í . Í recents fara þeir aðilar sem maður hefur talað við síðast. Í contacts eru nátturulega allir contactarnir í stafrófsröð og þegar potað er á einn slíkan sést mynd af viðkomandi (ef maður hefur sett eina inn), nafnið nátturulega, allir mögulegir símar, heima, farsími o.sv.frv., netfang, heimilisfang og fleira, en ef maður hringir nú einhvert þá kemur upp skjár með sex gluggum í miðjunni og einum á botninum. Takkarnir í miðjunni eru mute til að þagga niðrí viðkomandi, svo er keypad en ég veit nú ekki alveg til hvers það er, speaker til að allir fái að heyra, Add call en þá getur maður fengið einn aðila í viðbót í símtalið og haldið svokallaða símafundi en þá geta allir talað við alla sem er mjög sniðugt, Hold til að setja á bið og contacts ef maður ætlar að segja þeim sem er í símanum númer hjá einhverjum öðrum. Á botninum er svo end call takki.\nEf maður er nú að spjalla við einhvern og einhver annar hringir í mann er maður á tali, en ekki á iPhone en ef hringt er af tveimur aðilum í mann getur maður annaðhvort sett annan á bið eða bara haldið símafund.\nNú var ég að lýsa contacts og þá er komið að hinu byltingarkenda visual voicemail sem er ekki eins og venjulegt talhólf sem maður hringir í heldur er þetta meira eins og á gömlu heimasímunum, þ.e.a.s. maður þarf ekki að hringja neitt heldur vistast skilaboðin sjálfkrafa á iPhone og er hægt að hlusta beint á þau og séð hver talaði inná og spólað fram og aftur að vild.\nÞegar iPhone er settur á eyra finnur hann sjálfkrafa fyrir því og slekkur á snertiskjánum til að spara rafhlöðu. Samtalshljóðið er víst það tærasta sem til er í gemsum þar sem\nCingular\nog\nAt&T\ntóku sig saman og bættu talhljóðið til muna. Þegar síminn er tekinn af eyranu kviknar aftur á skjánum.\nSms kerfið er líka nokkuð byltingarkennt en lookið á því er svolítið eins og makkanotendur kannast við úr iChat þ.e.a.s. skilaboðin sem send eru fram og til baka\nsjást  öll og er nóg að skrolla upp og niður til að sjá eldri samræður. Þegar maður sendir sms skiptist skjárinn í þrennt, 2/5 í eldri sms, 1/5 í smsið sem maður er að skrifa og 2/5 í QWERTY lyklaborð, sem er bara eins og flest lyklaborð á lófatölvum nema bara að það er á snertiskjánum.\nVissulega er hægt að horfa á ljósmyndir sem eru þá teknar með innbyggðu myndavélinni eða settar eru inná iPhone gegnum tölvu.\nÚtlitið á myndakerfinu er frekar líkt og á iPodunum og því ekkert mikið af því að segja nema að þegar maður er að horfa á myndir sem teknar eru í landscape mode þ.e.a.s. sem eru breiðar og lágar, getur maður bara snúið græjunni lárétt og snýst þá myndin sjálfkrafa með. Til að zooma inn myndir notar maður tvo putta og setur þá á skjáinn þannig að þeir séu saman og dregur þá svo í sundur til að zooma út og dregur þá bara saman aftur.\nBreakthrough Internet\nNetið á lófatölvummi kemur mér nokkuð á óvart því það er alger snilld og notendaviðmótið í hámarki en það er bara Safari í míni útgáfu en það les allar síður eins og í venjulegum tölvum en ekki eins og sést hefur á farsímum þar sem bara textinn sést heldur er þetta mun líkara venjulegum browser. Maður slær bara inn síðuna sem maður vil fara inná með QWERTY lyklaborðinu og potar á go og jafnóðum hverfur lyklaborðið og upp kemur síðan í minnkaðri mynd þannir að maður sér alla síðuna í einu, til að zooma inn klikkar maður bara á staðinn og hann kemur upp í fullri upplausn og síðan scrollar maður bara í þá átt sem maður vill fara í. Síðan getur maður zoomað aftur út með því að nota tvo putta eins og í myndunum.\nEinnig getur maður bætt við bookmarks og gert fleira sem ég nenni ekki að lýsa.\nNetkortið gerir það að verkum að maður er næstum því jafn fljótur að hlaða inn síðum, þar sem þráðlaus tenging er til staðar, og í venjulegri tölvu. Ef ekkert þráðlaust net finnst notar iPhone EDGE háraðasímnet til að ná í gögn.\nÞað sem er mest svekkjandi að mínu mati er að það er ekki hægt að kaupa lög í gegnum iTunes í iPhone en það hefði verið tilvalið.\nMail kerfið er nokkuð flott og mjög einfalt en ég nenni ekkert að lýsa því nánar en upplýsingar eru\nhér\n.\nMaps er snilldar forrit sem sýnir kort og myndir líkt og Google Earth, reyndar er þetta alveg eins nema bara í míni útgáfu. Maður getur hins vegar séð venjulegt kort, eins og í kortabók og zoomað inn og út eins og með myndirnar en einnig er hægt að skipta á staðnum yfir í gervitunglamyndir eins og í Google Earth.\niPhone notar Mac OS sem er þróaðasta og öruggasta stýrikerfi sem notast er við. og virkar vel og hratt á Intel örgjörvanum. Með OS X kemur Safari vefforrit, widgets (sem eru fullt af smáforritum), calender, text messaging, notes og adress book. Síðan er bara að vona að Skype bætist við.\niPhone synkast (vantar einhverja íslenska þýðingu”) við iTunes, iPhoto  adress book, iChat og bookmarka í Safari.\nÍ tækinu eru þeir skynjarar sem ég ef talað um nokkuð áður, fyrst er það skynjari sem tekur eftir því hvernig iPhone er snúið og er hann notaður við að skoða myndir, netið og kort.\nSíðan er það skynjari sem tekur eftir því þegar iPhone er lagt upp að eyranu og slekkur þá á skjánum þangað til að hann er takin frá eyranu aftur.\nOg síðast en ekki síst er birtumælir sem stillir skjábirtuna eftir útibirtu en það er gert til að spara orku og bæta þægindin.\nHeyratólin sem fylgja með eru mjög líkir núverandi heyrnatólum nema að þeir eru með hljóðnema og litlum takka til að svara símtölum. Einnig verður hægt að kaupa verulega sweet looking þráðlausa Bluetooth headphone sem eru pínulítil og alveg þráðlaus, ég fann engar myndir af þeim en þeir voru sýndir á Keynote.\nÞví miður er ekki hægt að rjúka út  í búð og kaupa þennan eðalgrip þar sem hann kemur ekki í búðir fyrr en í júní í Bandaríkjunum, ágúst í Asíu og ekki fyrr en í lok ársins hér í Evrópu, þess vegna getur margt í fari hans breyst og Apple þróað, bætt við eða jafnvel fjarlægt forrit.\n4 GB útgáfan mun kosta 499 dollara en\n8 GB útgáfan 799 dollara.\nTil gamans má nefna að hlutabréf í Apple hækkuðu um 7 % eftir fyrstu kynninguna og lækkuðu hlutabréf hjá mörgum öðrum símaframleiðundum.\nTakmark Apple er að ná að selja 10 milljónir iPhone árið 2008\nHægt er að horfa á kynningu iPhones á Keynote\nhér\n.\nÞakkir til-\nMaclantic.com\nApple.com\nWikipedia.com\nGismodo.com\nog\nMacRumors.com\nSpekkar eru hér:\nScreen size - 3.5in (8.9cm)\nResolution - 320x480 pixels\nSize - 115 x 61 x 116mm\nWeight - 135grammes\nOperating System - OS X\nVoice Activated Dialing, web-browsing and typing\n“Smudge Proof” Lens Coating\n“Icon Clicking” GUI interface\nIntegrated WiFi (802.11 b/g), EDGE and Bluetooth 2.0 with EDR and A2DP\n2 megapixel camera\nRuns OS X\nSafari web browser\nA widget engine\nWidescreen iPod music, video and photo functionalityiPod portion features Cover Flow interface and 3-D effects\nMulti-touch screen interface (the “Home” button is the iPhone's only physical front panel button)\nOn-screen QWERTY keyboard\nÉg ber enga ábyrgð á villum. Ég hef ekki prófað né séð iPhone með eigin augum en lýsingar mínar eru byggðar á myndum , vídeóum og prófunum.\niPhone hefur ekki verið skráður á markað ennþá og þessvegna getur margt breyst í sambandi við hann s.s. nafn og verð.",
    "url": "https://www.hugi.is/apple/greinar/484622/apple-iphone/",
    "url_id": "484622",
    "id": "4464016",
    "replies": [
        {
            "user": "Joakimk",
            "user_id": "43781",
            "date": "2007-01-12 00:02:49",
            "id": "4464487",
            "reply_to_id": "4464016",
            "text": "Svalt :D\nÆttli þetta nái að verða jafn mikið trend og iPodarnir hafa verið?"
        },
        {
            "user": "Zorix",
            "user_id": "65589",
            "date": "2007-01-12 12:20:45",
            "id": "4465219",
            "reply_to_id": "4464487",
            "text": "Finnst það líklegt vegna allra tækninar, nýungunum og notendaviðmótinu en það er þó aldrey hægt að spá fyrir um þannir hluti. En það er bara að vona hið besta :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-01-15 18:11:19",
            "id": "4479736",
            "reply_to_id": "4465219",
            "text": "Efast frekar um það, iPodarnir eru náttúrulega bara til þess að spila tónlist og miklu ódýrari. Þessir símar geta verið dáldið flóknir fyrir sumt fólk og það notar ekki jafn mikið símann að það þurfi allar þessar græjur í honum."
        },
        {
            "user": "Spirited",
            "user_id": "25873",
            "date": "2007-01-12 00:19:57",
            "id": "4464544",
            "reply_to_id": "4464016",
            "text": "Geðveik grein."
        },
        {
            "user": "kanill",
            "user_id": "2362",
            "date": "2007-01-12 00:40:01",
            "id": "4464599",
            "reply_to_id": "4464016",
            "text": "Djuvull býð ég ógéðslega spenntur fyrir þessum síma!! en segið mér …. hann kemur í júní í bna verður hægt að kaupa hann þaðann og nota simkort í hann? því ég heyrði að oft væru simkort ekki notuð."
        },
        {
            "user": "Zorix",
            "user_id": "65589",
            "date": "2007-01-12 12:14:30",
            "id": "4465201",
            "reply_to_id": "4464599",
            "text": "Hann er læstur hjá Cingular en það eru notuð sim-kort svo að þegar hann kemur til Evrópu verður hann líklega ekki með læsingu."
        },
        {
            "user": "morbo",
            "user_id": "57831",
            "date": "2007-01-12 08:24:48",
            "id": "4464852",
            "reply_to_id": "4464016",
            "text": "reyndar þá kostar 8 gb útgáfan 599 dollara ekki 799 :)"
        },
        {
            "user": "siggi",
            "user_id": "43688",
            "date": "2007-01-12 08:45:44",
            "id": "4464869",
            "reply_to_id": "4464016",
            "text": "Þetta mun kosta 35k í BNA… Ipod video 60 gb kostar 60k hérna heima… rugl verð!"
        },
        {
            "user": "Tiddis",
            "user_id": "64350",
            "date": "2007-01-12 11:33:12",
            "id": "4465121",
            "reply_to_id": "4464869",
            "text": "Þessvegna fer fólk út og verslar sér ipod"
        },
        {
            "user": "siggi",
            "user_id": "43688",
            "date": "2007-01-12 17:58:03",
            "id": "4466639",
            "reply_to_id": "4465121",
            "text": "http://ca.geocities.com/danq@rogers.com/thanks-for-the-info.jpg"
        },
        {
            "user": "Tiddis",
            "user_id": "64350",
            "date": "2007-01-12 20:37:03",
            "id": "4467390",
            "reply_to_id": "4466639",
            "text": ";D"
        },
        {
            "user": "Pottlok",
            "user_id": "13598",
            "date": "2007-01-12 14:53:09",
            "id": "4465777",
            "reply_to_id": "4464869",
            "text": "tollinum að kenna :("
        },
        {
            "user": "Einar15",
            "user_id": "49961",
            "date": "2007-01-12 15:19:19",
            "id": "4465901",
            "reply_to_id": "4464016",
            "text": "En hey veit einhver hvort að hann muni virka í Evrópu ef maður kaupir hann í Kanada? Sem sagt hvort hann sé líka læstur á e-ð ákveðið símkerfi þar eins og í Bandaríkjunum."
        },
        {
            "user": "Penis",
            "user_id": "50298",
            "date": "2007-01-12 23:05:41",
            "id": "4468087",
            "reply_to_id": "4465901",
            "text": "Ég held þú þurfir að kaupa eitthvað sér fyrir Evrópu :/"
        },
        {
            "user": "arnir",
            "user_id": "50042",
            "date": "2007-01-13 14:51:26",
            "id": "4470009",
            "reply_to_id": "4465901",
            "text": "http://www.hugi.is/mac/threads.php?page=view&contentId=4468879"
        },
        {
            "user": "Socialist",
            "user_id": "63294",
            "date": "2007-02-26 16:56:41",
            "id": "4629168",
            "reply_to_id": "4465901",
            "text": "Sjáðu til: Ég sendi fyrirspurn á Apple.is og þá sagði kallinn að ef að Amerískir iPhone-ar væru ekki læstir yrðiru að bíða að vera á netinu til áramóta 2007 þegar eitthvað símfyrirtæki verður valið til að sjá um þráðlaust internet á Íslandi. Svo spurðu kallana bara úti í Kanada eða USA"
        },
        {
            "user": "boyakasha",
            "user_id": "68342",
            "date": "2007-04-03 17:10:05",
            "id": "4754123",
            "reply_to_id": "4464016",
            "text": "hey veit einhver hvort ad sms stuffid kosti eitthvad  udaf sms stuffid er eins og msn"
        },
        {
            "user": "Zorix",
            "user_id": "65589",
            "date": "2007-04-04 10:35:45",
            "id": "4756556",
            "reply_to_id": "4754123",
            "text": "Það kostar ekkert og er bara eins og venjulegt sms nema að þú getur séð mörg sms í röð eins og í samtali eða msn."
        },
        {
            "user": "deyn",
            "user_id": "68587",
            "date": "2007-04-25 15:57:42",
            "id": "4829042",
            "reply_to_id": "4464016",
            "text": "Vá, mér langar í svona!"
        },
        {
            "user": "smoothkat",
            "user_id": "64083",
            "date": "2007-07-20 19:54:12",
            "id": "5088325",
            "reply_to_id": "4464016",
            "text": "Ég fer til NYC í vor og var að velta því fyrir mér hvort ég gæti ekki bara keypt hann þar og notað hann svo bara á íslandi eða bara skipt um símkort eða er hann læstur eða hvað?"
        },
        {
            "user": "Zorix",
            "user_id": "65589",
            "date": "2007-07-24 08:42:28",
            "id": "5096107",
            "reply_to_id": "5088325",
            "text": "Ja hann er læstur, thu tharft ad nota bandariska kennitolu til ad virkja hann…\nafsaka skort a islenskum stofum."
        },
        {
            "user": "smoothkat",
            "user_id": "64083",
            "date": "2007-07-24 16:49:46",
            "id": "5096870",
            "reply_to_id": "5096107",
            "text": "sko bróðir minn er með bandaríska kennitölu enn ekki lögheimili og þá þarf ég hvort sem er að vera skráður hjá at and t"
        },
        {
            "user": "keys",
            "user_id": "58503",
            "date": "2007-12-22 10:59:08",
            "id": "5500763",
            "reply_to_id": "4464016",
            "text": "Ég prófaði iPhone í fyrradag þetta er mjög svalur sími :D"
        }
    ]
}