{
    "forum_title": "Call of Duty",
    "user": "dcfanatic",
    "user_id": "40017",
    "date": "2007-01-11 23:56:22",
    "title": "Velkomin í árið 2007",
    "text": "Eins og fyrirsögnin gefur til kynna vil ég bjóða ykkur velkomin í árið 2007. Ég veit að það sé 11. og þetta virðist vera koma frekar seint en hvað með það. Árið 2006 var mjög gott ár og voru spiluð fleiri íslensk mót en einhverntímann áður hafa sést í sögu CoD samfélagsins (enda nú ekki gamalt).\nEn núna er komið nýtt ár sem þýðir ný markmið og nýjir tímar. Margt virðist vera gerast í hinum stóra e-Sports heimi og spurningin er hvort við ætlum að fylgja eða hvernig hlutirnir munu verða hjá okkur.\nCoD2 hefur ekki alltaf verið stærsti leikurinn hér á landi en erum við alltaf að sækja á. En til þess að við getum haldið áfram að stækka og orðið betra verðum við að halda áfram að sækja á. Við verðum að sanna fyrir þeim sem mundu vilja prófa CoD2, af hverju það er þess virði. Við verðum að sína og sanna að CoD2 sé alls ekki að deyja út heldur ef eitthvað er að stækka. Við viljum vera leikurinn sem fólk vil prófa þegar það segir að það sé komið með leið á CS 1.6 eða að þeim finnist CS:S ekki vera leikurinn fyrir þá. Þá verðum við að reyna sína leiðina að CoD2 og reyna stækka við okkur.\nÞetta er allavega mín hugmynd á því hvernig við getum stækkað við okkur hér á landi. Sumir vilja auðvita ekkert stækka við en þetta er hugmyndir fyrir þá sem vilja það eins og ég.\nEn hvernig skal fara að því?\nVið höfum haldið mót. Eitt stórt Online mót hefur verið haldið, 3 OneDay Cup hafa verið haldin og svo núna fyrir stuttu jólamótið sem fór fram á tveimur dögum. Deluxs kom með pickupið sem hefur verið aldeilis vinsælt síðan það kom. En hvað næst?\nÞað hafa allir væntanlega sínar hugmyndir um hvað er hægt að gera. Ég held persónulega að CoD2 samfélagið þurfi á einhverju nýju að halda eða einhverju sem fær fólk til þess að vakna aðeins aftur upp. Ég ætla fá að koma með mínar hugmyndir og bið ykkur endilega að virða þær:\n*Höldum nýtt mót. Ekkert sérstakt lið mun sjá um mótið heldur mun samfélagið halda þetta í sameiningu. Kosið yrði um einhverja 3-5 sem mundu halda utan um þetta en þeir mundu í raun og veru engu ráða. Hvernig ætti að halda keppnina, hvaða möp ætti að spila og allt sem tengist því mundi samfélagið velja með meirihlutakostningu. Við mundum gera stórahluti úr þessu með því að reyna finna út hvernig eigi að broadcasta leikjum og ef það mundi ekki ganga þá yrði Radio alltaf vinsælt. Við mundum reyna jafnvel að koma upp IrcLivebot sem mundi sína hvað færi fram á hverjum leikjaþjón. Og svo að lokum og í raun seinasta og eina vandamálið. Ættu að vera verðlaun og hversu stór? Ef við mundum leggja okkur all svaðalega mikið fram, þá gætum við alveg gert mót með góðum verðlaunum. En spurningin viljum við það? Eru verðlaun nauðsynleg? Þessu svarar bara hver fyrir sig.\n*Að loksins yrði e-ð gert í ladder hugmyndinni og mundum við enn og aftur reyna að fixa þetta saman. Mundum reyna fara eftir ELO reiknireglunni (notuð á ClanBase) og hafa þetta mjög svipað og þar. Ég held að allir séu orðnir pínu leiðir á að scrimma fyrir ekki neinu og vilja fara keppast smá. Þó ladder yrði ekki langlífur þá yrði það fínt allavega þann tíma sem hann lifði.\n*Haldin yrðu svona svokölluð silly kvöld. Þá er tildæmis hugmynd að fá að nota pickup bottann og yrði skráð sig í scrim eins og venjulega, en í þetta skiptið í HQ, TDM, CTF eða hverju sem er, bara aðeins til að breyta til og yrðu þetta kannski einhver kvöld 2 í mánuði.\nHérna kom ég allavega með 2 hugmyndir og ég hef fleiri í huga en geymi þær í bili. Hugmyndin með mótið eru í raun góð finnst mér. Þar getum við sannað hversu náið samfélag við erum og hætt að metast og farið að standa saman. Við mundum koma þessum fréttum á eins margar e-Sports síður og við gætum og reynt að dreifa þessu sem mest. Fólk úr CS heiminum sér þetta og ef mótið heppnast færu kannski fleiri að prófa. Gæti stækkað smá við okkur. Einnig yrði þetta spennandi verkefni sem ég held að allir hefðu gaman af.\nEn ég vil einnig sjá ykkar hugmyndir svo komið með þær og ekki vera hræddir. Allir virða hugmyndir hvors annars og sjáum svo hvernig umræðan fer af stað.\nEn að lokum býð ég ykkur velkominn í nýtt CoD2 ár og megi það verða ykkur sem allra best. Stöndum saman og gerum okkar besta til þess að skemmta okkur og hafa gaman, til þess er nú leikurinn gerður.\nCHEERS",
    "url": "https://www.hugi.is/cod/greinar/484652/velkomin-i-arid-2007/",
    "url_id": "484652",
    "id": "4464463",
    "replies": [
        {
            "user": "dcfanatic",
            "user_id": "40017",
            "date": "2007-01-12 00:02:55",
            "id": "4464488",
            "reply_to_id": "4464463",
            "text": "Hey já átti að standa 3 hugmyndir þarna :P"
        },
        {
            "user": "leXXX",
            "user_id": "25532",
            "date": "2007-01-12 00:06:58",
            "id": "4464508",
            "reply_to_id": "4464463",
            "text": "Sammála um að fara að rífa þetta upp…sjálfur þarf ég að fara að byrja aftur:$"
        },
        {
            "user": "opel",
            "user_id": "46470",
            "date": "2007-01-13 12:52:53",
            "id": "4469489",
            "reply_to_id": "4464508",
            "text": "Dude ef þú byrjar aftur …  Þá kaupi ég leikinn."
        },
        {
            "user": "leXXX",
            "user_id": "25532",
            "date": "2007-01-13 15:28:17",
            "id": "4470128",
            "reply_to_id": "4469489",
            "text": "Kúl…þarf bara að láta laga tölvuna..þá er ég góður ;)"
        },
        {
            "user": "Abattage",
            "user_id": "50244",
            "date": "2007-01-12 00:20:10",
            "id": "4464546",
            "reply_to_id": "4464463",
            "text": "Mér líst vel á þetta en já þessi verðlaun… ég er ekki flygjandi því ég myndi aldrei vinna neitt :( en það er samt fínnt að hafa þau, draga að fleiri lið, lið úr CS kannksi testaleikinn og skella sér svo kannski í 1 stóran bikar, útsláttar eða bara deild hver veit.\nFlottar hugmyndir og nú er bara málið að rífa þetta upp :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-01-12 00:28:17",
            "id": "4464568",
            "reply_to_id": "4464463",
            "text": "góð lesning.\nþarf ekki að hafa verðlaun, imo."
        },
        {
            "user": "zach",
            "user_id": "62973",
            "date": "2007-01-12 00:35:49",
            "id": "4464592",
            "reply_to_id": "4464463",
            "text": "mér er persónulega alveg sama um verðlaun.. en eins og abbadísin sagði.. þá getum við stolið leikmönnum frá öðrum leikjum ,D;D;D;D;D"
        },
        {
            "user": "m1ztk",
            "user_id": "31926",
            "date": "2007-01-12 01:26:05",
            "id": "4464686",
            "reply_to_id": "4464463",
            "text": "www.team-dedication.net upp þegar þessi fjandans erlendi manager klárar að fiffa gallana sem við öskruðum á hann að vent að laga þá er þetta komið.."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-01-12 07:58:53",
            "id": "4464828",
            "reply_to_id": "4464686",
            "text": "lO\noO\nl"
        },
        {
            "user": "ChefJack",
            "user_id": "59047",
            "date": "2007-01-12 10:21:00",
            "id": "4464974",
            "reply_to_id": "4464463",
            "text": "Glæsileg grein :)\nÉg býð allavegana mína krafta í Online mótin, þó svo að ég spili ekki leikinn :) en hef alltaf gaman af að læra og fræðast um fleiri leiki.\nEins sá ég hér\nByrjendahjálp\nog það er einmitt sem mig vantaði og ýmsir hlutir þar sem ég vissi ekki um, ég myndi telja að það væri góður leikur hjá CoD Samsfélaginu að flagga þessari grein á fleiri síðum t.a.m. á e-sport-, leikjarspjall síðum osfr.  :)"
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2007-01-12 17:28:56",
            "id": "4466480",
            "reply_to_id": "4464974",
            "text": "Það er líka bara merkilegt hvað þessi leikur er gallaður. Maður byrjar með ömurlegt config og fólk hefur ekki hugmynd um hvernig á að breyta því, því console-inn er allt öðruvísi í bf og cs. Ef að það væri hægt að spamma nokkrum góðum configum þar sem allir sjá þá held ég að leikurinn muni stækka mikið.\nGaman að sjá að þú ætlir að spila með okkur. Svo væri auðvitað gaman ef þú gætir pickað fleiri cs eða bf gaura eða hvaða leik sem þú ert að spila inn í cod. Enda er call of duty miki betri en cs og bf…"
        },
        {
            "user": "smf",
            "user_id": "45898",
            "date": "2007-01-12 15:58:52",
            "id": "4466068",
            "reply_to_id": "4464463",
            "text": "Hmm… ég gat aldrei ímindað mér nokkurn tíman að það irði scrimmað í CTF og HQ en ég væri alveg til í það\nbtw allir sem vilja prófa cod geta fengið demo í cod single player www.hugi.is/leikir (þannig byrjaði ég allavega að spila)"
        },
        {
            "user": "smf",
            "user_id": "45898",
            "date": "2007-01-12 16:07:08",
            "id": "4466105",
            "reply_to_id": "4466068",
            "text": "Það eru alveg sér ladderar í clanbase fyrir CTF, HQ og allt það"
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2007-01-12 17:31:39",
            "id": "4466491",
            "reply_to_id": "4464463",
            "text": "Já það er orðið frekar leiðinlegt að spila cod á þessu blessaða landi. Alltaf sömu pugin og sömu leiðinlegu möppin með sama strattið á móti sama strattinu upp á ekki nokkurn skapaðan hlut. Það þarf að krydda þetta meira, koma kannski Sússa í þessa lýsingu og setja upp almennilegt mót eins og Dedi settu upp á sínum tíma.\nSambandi með silly kvöld þá lýst mér ógeðslega vel á það. Margir gera sér ekki grein fyrir því hvað það er ógeðslega gaman að spila tdm leiki. Langskemmtilegustu scrimmin eru tdm, alltaf nóg að gera. Það þarf stratt í tdm ólýkt það sem margir halda því ég hef spilað á móti ströttuðum gaurum í tdm og það er bara eitthvað kjaftæði.\nEn já bara gott framtak…"
        },
        {
            "user": "Intension",
            "user_id": "66758",
            "date": "2007-01-13 22:59:17",
            "id": "4472020",
            "reply_to_id": "4464463",
            "text": "já fínar hugmyndir með þetta að hafa svona TDM HQ CTF og allt það, ég var einmitt að spá í að hafa svona.. kanski bara clön skrái sig í eitt stórt mót, svo verður fyrst keppt í S&D og það verða riðlar og clanið fær stig fyrir hvern leik sem þeir vinna, svo þegar það er búið verður keppt í TDM og svo væri keppt í CTF og svo HQ og síðan væri lagt saman öll stigin sem clönin væru búin að vinna sér og það lið með flest stig mundi vinna eða bara haft etta einhverneginn þannig :P"
        },
        {
            "user": "smf",
            "user_id": "45898",
            "date": "2007-01-14 01:13:40",
            "id": "4472634",
            "reply_to_id": "4472020",
            "text": "Það er hinsvegar ekki jafn góð hugmynd"
        },
        {
            "user": "corrico",
            "user_id": "18210",
            "date": "2007-01-14 01:22:38",
            "id": "4472696",
            "reply_to_id": "4472634",
            "text": "ég er með svona milljón góðar hugmyndir en ætla ekki að segja neinum."
        },
        {
            "user": "smjattpattar",
            "user_id": "57010",
            "date": "2007-01-14 01:46:12",
            "id": "4472831",
            "reply_to_id": "4472696",
            "text": "uuuu……why not???"
        },
        {
            "user": "Blami",
            "user_id": "34427",
            "date": "2007-01-14 12:52:54",
            "id": "4473686",
            "reply_to_id": "4472696",
            "text": "ég er með bestu hugmyndina"
        },
        {
            "user": "siggason",
            "user_id": "60857",
            "date": "2007-01-15 02:36:05",
            "id": "4477522",
            "reply_to_id": "4464463",
            "text": "Fín grein, samt frekar leiðinleg, en smá áhugaverð. Ég er vel game í silly kvöld, það hljómar vel. Samfélagið okkar er flottast btw."
        }
    ]
}