{
    "forum_title": "Danstónlist",
    "user": "maggijons",
    "user_id": "55268",
    "date": "2007-01-14 12:39:15",
    "title": "HVar er tranceið??",
    "text": "Er eitthvað um það að það séu trance kvöld á einhverjum af þessum skemtistöðum hér á landi?",
    "url": "https://www.hugi.is/danstonlist/korkar/485401/hvar-er-tranceid/",
    "url_id": "485401",
    "id": "4473621",
    "replies": [
        {
            "user": "LowProfile",
            "user_id": "5402",
            "date": "2007-01-14 13:01:49",
            "id": "4473724",
            "reply_to_id": "4473621",
            "text": "Mjög lítið, trance hefur aldrei verið inni á Íslandi + það að hann er alltaf hægt og rólega að deyja út :( …"
        },
        {
            "user": "danielhs",
            "user_id": "31700",
            "date": "2007-01-14 13:42:44",
            "id": "4473965",
            "reply_to_id": "4473621",
            "text": "Hvað með Hard Dance? Er enginn Íslandi sem sér hæfir sig í því sviði? Annars fannst mér koma smá Hard Dance style frá Adda á Broadway um áramótin en það var samnt ekkert mikið.."
        },
        {
            "user": "maggijons",
            "user_id": "55268",
            "date": "2007-01-14 15:48:46",
            "id": "4474468",
            "reply_to_id": "4473621",
            "text": "Trúi því ekki að maður þarf að fara erlendis til að geta hlustað á trance á skemtistað.\nÉg segi að eitthvað af þessum íslensku trance dj-um sem til eru fari að reyna að koma sér í að spila eitthvað á hinum og þessum stöðum"
        },
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2007-01-15 12:48:27",
            "id": "4478144",
            "reply_to_id": "4473621",
            "text": "Ég hefði ekkert á móti því að vera með mánaðarleg trance kvöld en það myndi bara ekki ganga upp þar sem það vantar nokkra hluti.\nStaðsetning : Enginn staður sem ég veit af í dag sem myndi vilja hýsa trance kvöld.\nFólkið : fólk mætir ekki á trance kvöld á annað hvort miðvikudögum eða fimmtudögum og ástæðan er einföld, mikið af fólki þarf að dópa til að geta hlusta á trance (sorgleg staðreynd en staðreynd engu síður) og staðirnir eru ekki viljugir á að láta “promoters” fá pláss á föstudögum /laugardögum nema um að afmæli eða eitthvað slíkt sé í gangi frá kl 20:00-00:00 eða að við borgum fyrir hvern viðburð einhverja tugi til hundruði þúsunda .\nPeningar : Til þess að fá íslendinga til að mæta á eitthvað svona sem er að byrja þá þarf erlendann plötusnúð (önnur sorgleg staðreynd en staðreynd engu síður)og að flytja inn einhvern þekktan snúð er ekki ódýrt, það þarf að borga\nflug(stundum 2 - 3 sæti)\ngistingu(1 - 3 herbergi)\nskemmtistað(getur hlaupið á hundruðum þúsunda)\nplötusnúðnum(þúsundkallar til upp í 6 milljónir (þá erum við að tala um 1 stykki dj))\nAuglýsingar er annar partur af peningar eyðslunni og auglýsingar eru ekki ódýrar hvort það er fyrir prent/útvarp/sjónvarp\nInn í þetta er ég ekki búinn að bæta við hljóð og ljósakerfi því oftast og algengast er hægt að notast við hljóð og ljósakerfi staðarins.\nÞrátt fyrir þetta allt saman þá ætla ég að reyna að fara að koma með mánaðarleg trance kvöld undir merkjum Trance.is þegar ég finn staðsetningu(og þegar ég næ að klára síðuna loksins). Erlendir dj'ar fyrir þetta fyrsta kvöld yrðu að öllum líkindum 3 stykki og eru þeir “residents” fyrir trance.is og í stuttu sagt þá er þetta öll flóran af trance (nema goa/psy sem ég persónulega tel ekki innan trance)\nÞað eru svo auðvitað alltaf einhver trance kvöld inn á milli með margra mánaða milli bili vonum bara að stórum viðburðum fari að fjölga ;)"
        },
        {
            "user": "ivar666",
            "user_id": "18026",
            "date": "2007-01-15 22:49:19",
            "id": "4481322",
            "reply_to_id": "4478144",
            "text": "“mikið af fólki þarf að dópa til að geta hlusta á trance ”\n(flest)Trance tónlist er samin til að hlusta á undir áhrifum EXTACY…… Það er staðreynd…\nÞú myndir skilja það ef þú hefðir prófað E.\nErtu ekki annars góður?? Er Trance.is dautt?\np.s. Trance menningin á íslandi dó með Diablo og spotlight  :)\nkv ívar fyrrum E haus"
        },
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2007-01-18 15:56:31",
            "id": "4491460",
            "reply_to_id": "4481322",
            "text": "Veistu að ég ætla ekki að ræða um notkun mína á ólöglegum fíkniefni hér.\nÞeir hörðustu trance unnendur sem ég þekki bæði innlendir og erlendir neyta ekki fíkniefna þegar þeir hlusta / dansa við trance eða nokkra aðra stefnur.\nFlestir þeirra producer'a trance tónlistar hvort það er í hörðu deildinni , súru deildinni (goa psy) eða uber fucking commercial dance trance'inu neyta ekki fíkniefna þegar þeir semja eða tjútta við trance'ið og þekki ég orðið nokkuð mikið af producers héðan og þaðan úr heiminum (þekktum,óþekktum og up and coming). Eflaust mismunandi eftir hvern maður talar við, og að minni persónulegu reynslu þá er best að tjútta við trance'ið fíkniefnalaus."
        },
        {
            "user": "ivar666",
            "user_id": "18026",
            "date": "2007-01-18 22:08:57",
            "id": "4493329",
            "reply_to_id": "4491460",
            "text": "Ignorence is blizz……"
        },
        {
            "user": "Eros89",
            "user_id": "1771",
            "date": "2007-01-16 19:23:46",
            "id": "4484712",
            "reply_to_id": "4478144",
            "text": "Mér finnst skrítið að fólk þurfi að dópa til þess að hlusta á trance .. Ég gæti hinsvegar trúað fólki til þess að dópa til að hlusta á þetta sýru techno maður! Shjeet"
        },
        {
            "user": "Hroi",
            "user_id": "29430",
            "date": "2007-01-16 20:56:49",
            "id": "4485191",
            "reply_to_id": "4473621",
            "text": "——-\nIn Trance We Trust, ertu þá að meina mixið með johan gielen eeeeeða?"
        },
        {
            "user": "TheFeeling",
            "user_id": "966",
            "date": "2007-01-17 21:38:42",
            "id": "4489275",
            "reply_to_id": "4485191",
            "text": "snilld, ekki einu sinni tekið í mál að hann sé einfaldlega stór fylgjandi trance tónlistar."
        },
        {
            "user": "jonsi13",
            "user_id": "7538",
            "date": "2007-01-21 18:00:18",
            "id": "4503315",
            "reply_to_id": "4489275",
            "text": "Trance og Dance og allt þetta er einmitt að verða vinsælara núna, Fm og fleiri vinsælar útvarpsstöðvar eru í síauknu mæli að spila trance/dance/techno tónlist af og til aog ná þau lög oft ofarlega á listanum. Á göngum skólans heyrist líka mjög oft útúr stofurnar svoleiðis tónlist í hléum svo mér sýnist þetta vera að styrkjast ef e-ð e"
        },
        {
            "user": "LowProfile",
            "user_id": "5402",
            "date": "2007-01-23 15:46:38",
            "id": "4510439",
            "reply_to_id": "4503315",
            "text": "Rangt, útvarpsstöðvar eru í auknum mæli að spila house tónlist, og þá sérstaklega electro house (ég hef aldrei á ævi minni verið jafn furðu lostinn og þegar ég heyrði Proper Education á FM í fyrsta skipti :)"
        }
    ]
}