{
    "forum_title": "Körfubolti",
    "user": null,
    "user_id": null,
    "date": "2001-10-27 01:06:46",
    "title": "Mason farinn í Bucks og Grizzlies að standa sig!",
    "text": "Núna síðastliðinn fimmtudag 25. október skrifaði Anthony Mason undir margra ára samning við Milwaukee Bucks. Talsmaður Bucks sagði ekki hversu mörg ár samningurinn spannaði.\nAnthony Mason er 6-8 fet og 112 kíla kraftframherji sem var með að meðaltali 16.1 stig og 9.6 fráköst á síðasta tímabili með Miami Heat. Koma hans til Milwaukee mun einungis styrkja byrjunarlið Bucks og mun hann mjög líklega verða í byrjunarliðinu í komandi tímabili. Hann er byrjunarstjörnuliðsleikmaður og hefur 13 ára reynslu í NBA - Deildinni. Hann hefur einnig spilað 90 leiki í úrslitakeppninni og hefur skorað 9.8 stig og tekið 6.8 fráköst í þeim leikjum. Aðalþjálfari Bucks, George Karl, segist vera ánægður með samninginn þar sem þetta gerir liðið ennþá betra í sókn þar sem hann bætist við Sam Cassell, Glenn Robinson, Lindsey Hunter, Tin Thomas og Ray Allen sem eru allir frábærar skorunarmaskínur.\nGrizzlies hafa verið óstöðvandi í æfingatímabilinu með sitt stórbætta byrjunarlið. Í sumar fengu þeir Jason Williams  fyrir Mike Bibby og fengu einnig nýliðann Shane Battier úr Duke Háskólanum og völdu einnig Pau Gazol sem hefur spilað með Barcelona á Spáni.Stromile Swift lætur lítið á sér bera en er samt ljóst að hann mun vera sterkur þáttur í leik Grizzlies í vetur. Lorenzen Wright hefur stórbætt sig á sumrinu og hefur komið sterkur inn og tekið 11.7 fráköst. Michael Dickerson  er að byrja þriðja tímabilið sitt með Grizzlies en 4 í deildinni og að skora 21.0 stig í fjórum síðustu leikjum Grizzlies.\nÞjálfari Grizzlies Sidney Lowe segir að það sem sé best við þetta lið sé að það sé mikill karakter í mönnum og að öllum komi vel saman og að þeir séu mjög samstilltir.\nKveðja Axel 86",
    "url": "https://www.hugi.is/korfubolti/greinar/48600/mason-farinn-i-bucks-og-grizzlies-ad-standa-sig/",
    "url_id": "48600",
    "id": "317092",
    "replies": [
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2001-10-30 14:42:12",
            "id": "317093",
            "reply_to_id": "317092",
            "text": "Er hann með 112 kíli :)"
        },
        {
            "user": "jonkorn",
            "user_id": "8512",
            "date": "2001-10-30 19:28:35",
            "id": "317094",
            "reply_to_id": "317093",
            "text": "Svo heyri ég\nkveðja seli"
        },
        {
            "user": "jonkorn",
            "user_id": "8512",
            "date": "2001-10-31 03:07:19",
            "id": "317095",
            "reply_to_id": "317094",
            "text": "hvernig hljóma 112 kíli? could you demonstrate for me :)"
        },
        {
            "user": "TheFrog",
            "user_id": "9036",
            "date": "2001-10-31 14:49:35",
            "id": "317096",
            "reply_to_id": "317095",
            "text": "Lindsay Hunter er nú farinn til Lakers…..Bucks verða samt pain in tha azz! Ég þoli ekki Ray Allen en Glenn Robinson er SNILLINGUR!"
        },
        {
            "user": "Stock12",
            "user_id": "8069",
            "date": "2001-10-31 16:06:39",
            "id": "317097",
            "reply_to_id": "317096",
            "text": "ray allen er besta skyttan í deildinni"
        },
        {
            "user": "Stock12",
            "user_id": "8069",
            "date": "2001-10-31 17:22:32",
            "id": "317098",
            "reply_to_id": "317097",
            "text": "Milwaukee mörðu mína menn í framlengingu í nótt. Ray Allen, Sam Cassell og Glenn Robinson voru með stórleiki. Þeir fara langt í ár. Anthony Mason hafði hægar um sig, enda nýlega kominn til félagsins (og væntanlega lítið búinn að æfa).\nJohn Stockton var með 18 stig og 14 stoðsendingar!!"
        },
        {
            "user": "ftg",
            "user_id": "2282",
            "date": "2001-11-02 03:46:34",
            "id": "317099",
            "reply_to_id": "317098",
            "text": "Stock12:  Hvernig líst þér annars á Utah Jazz tímabilið?  Stockton byrjar vel og jafnvel Ostertag spilaði vel í síðasta leik.  Einnig er spurning með Andrei Kirilenko en ég vona að hann fái að spila talsvert."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-10-31 23:38:13",
            "id": "317100",
            "reply_to_id": "317092",
            "text": "Ég segji að Lakers eða Toranto vinni þetta ef ekki þá er það bara eitt lið sem gæti hugsanlega komið til greina sem er Keflavík þeir eru lang bestir:)\np.s. flott grein"
        }
    ]
}