{
    "forum_title": "Pönk",
    "user": "Aumingi",
    "user_id": "66489",
    "date": "2007-01-16 11:55:57",
    "title": "THE EXPLODING HEARTS - Guitar Romantic",
    "text": "Ég heyrði fyrst í hljómsveitinni THE EXPLODING HEARTS í netútvarpsþættinum Maximum Rock ‘N’ Roll Radio en einhverja hluta vegna voru það aldrei lögin sem stóðu upp úr hjá mér og ég pældi aldrei neitt í þeim. Einn daginn fær vinur minn og sambýlismaður disk í hendurnar sem innihélt einhverja plötumeð ONION FLAVOURED RINGS sem og plötuna Guitar Romantic með THE EXPLODING HEARTS. Ég henti þeim inn á tölvuna og ég varð samstundis ástfanginn ef þessu nýja uppáhalds bandi, THE EXPLODING HEARTS. Lögin voru svo grípandi og svo ótrúlega flott. Ég hlustaði á fátt annað í svona mánuð. Núna er þessi plata orðin eina af þeim sem ég hlusta á þegar ég veit ekki hvað ég er í stuði fyrir því hún hittir alltaf beint í mark.\nÍmyndið ykkur ef THE JAM og BEACH BOYS hefðu ákveðið að slappa af saman á ströndum Kaliforníu með THE RAMONES spólur í ferðatækinu. Dansandi um, verða skotnir í sætum stelpum og setjast svo inn í bílskúr saman og semja tónlist. Þegar þú hefur séð það fyrir þér veistu hvernig THE EXPLODING HEARTS hljóma. Hljóðið á plötunni er meira að segja þannig að maður myndi halda að þetta væri tekið upp á 8. áratugnum.\nLagasmíðarnar eru frábærar. Það er ekkert verið að finna upp hjólið á plötunni, eiginlega þveröfugt. Hver klisjan á fætur annari er tekin í grautinn en hér er ekki frumleiki sem skiptir máli. Platan grípur í mann og heldur manni föstum frá upphafi til enda. Maður syngur með og dillar mjöðmunum þegar enginn sér.\nÞetta er pönkplata fyrir poppara og popp plata fyrir pönkara. Þetta er fullkomnun.",
    "url": "https://www.hugi.is/punk/pistlar/486090/the-exploding-hearts-guitar-romantic/",
    "url_id": "486090",
    "id": "4482373",
    "replies": [
        {
            "user": "Starr",
            "user_id": "49598",
            "date": "2007-01-17 11:29:56",
            "id": "4486703",
            "reply_to_id": "4482373",
            "text": "Get ég einhverstaðar heyrt lög með þeim? Finn ekkert :/"
        },
        {
            "user": "Aumingi",
            "user_id": "66489",
            "date": "2007-01-18 12:53:00",
            "id": "4490796",
            "reply_to_id": "4486703",
            "text": "Eina sem ég fann á netinu er lagið (Making) Teenage Faces en það er af einhverri 7\" smáskífu. Ég hef ekki heyrt það sjálfur en þú finnur það hér:\nhttp://www.dirtnaprecs.com/teenagefaces.mp3"
        },
        {
            "user": "Starr",
            "user_id": "49598",
            "date": "2007-01-18 13:29:15",
            "id": "4490888",
            "reply_to_id": "4490796",
            "text": "Ágætis lag :)"
        }
    ]
}