{
    "forum_title": "Leikhús",
    "user": "torfitransi",
    "user_id": "63167",
    "date": "2007-01-17 07:18:02",
    "title": "Hneykslið & reynsla mín af Rocky Horror",
    "text": "Sökum þess að lítið sé um greinar inná þessu áhugamáli að mínu mati, langaði mig til þess að gera eina. Mig langar að segja ykkur frá minni leiklistar reynslu í leikriti sem Menntaskólinn í Kópavogi eða skólinn minn setti upp. Hún verður kannski pínu löng en það er ekkert nema gott enda er ekki mikið um greinar sem þið getið lesið um hér á þessu áhugamáli, því miður.\nSnemma í febrúar á síðasta ári byrjuðu áheyrnarprufur fyrir leikrit skólans sem átti að sýna svo seinna um vorið. Ég var mjög áhugasamur í sambandi við þetta leikrit þó að ég sjálfur hefði aldrei tekið þátt í slíku áður nema þá að leika og geifla mig fyrir framan vini og lítið aukahlutverk í grunnskóla. Engu að síður ákvað ég að skella mér í áheyrnarprufurnar með það í farteskinu að ég gæti sungið, sem var stór þáttur í leikritinu. Ég hafði mikla löngun til þess að sanna mig því að fyrr um mánuðinn hafði ég ekki komist í gegnum söngvakeppni skólans svo mig langaði til þess að bæta það upp eða reyna það allavega með þáttöku í leikritinu.\nLeikritið sem átti að sýna var ekki af minni gerðinni, en það var söngleikurinn The Rocky Horror Picture Show eftir Richard O’Brien. Á þessu tímabili hefði þetta eins getað verið kínverskur söngleikur því ekki vissi ég neitt um hann. Það átti svo heldur betur eftir að breytast. Ég mætti í áheyrnarprufurnar sem fóru fram í einni kennslustofu skólans. Þetta minnti um margt á Idolið því að einn strákur sem starfaði við leikfélagið lét einsog hann væri annað hvort Simmi eða Jói og var að tala við alla og róa fólk niður, frekar fyndið. Þeir sem voru við áheyrnaprufurnar voru leikstjórinn Guðmundur Rúnar Kristjánsson, Hrafnkell (betur þekktur sem gítarleikarinn Í Svörtum Fötum) og svo formaður leikfélagsins. Þetta var heldur stressandi þegar kom að mér en ég náði að standa mig með mikilli prýði. Það mikilli að ég fékk hlutverk í leikritinu og ekkert lítið neitt heldur aðalhlutverk númer tvö, karakterinn Brad Majors var nú í mínum höndum. Ég þurfti þó að hafa mikið fyrir því en baráttan var hörð á milli mín og tveggja annarra stráka, að lokum fékk ég svo hlutverkið þar sem að ég þótti vera besti söngvarinn (en söngur skipti miklu máli fyrir leikritið enda einskonar söngleikur). Þetta var nú aldeilis gaman, á mínu fyrsta ári í menntaskóla aðeins 16 ára að aldri var ég kominn með eitt af aðalhlutverkunum. Það skal tekið fram að ég var lang yngstur af hópnum en aðeins nokkrir dansarar og gítarleikari voru jafnaldrar mínir, aðalleikarinn var til að mynda að verða tvítugur.\nÆfingar byrjuðu afar fljótt og voru frekar strembnar en skemmtilegar engu að síður. Á þessu tímabili gafst lítill tími í lærdóm. Maður þóttist kannski ætla að læra í eyðum eða eftir skóla rétt fyrir æfingu en eina sem maður hugsaði um var þetta leikrit, tala nú ekki um að læra handritið utan af og læra að syngja lögin. Síðustu þrjár eða tvær vikurnar var þetta orðin alvara, maður mætti strax eftir skóla á æfingu og kom heim í fyrsta lagi klukkan tólf um miðnætti. Foreldrar mínir voru skiljanlega ekki hress með gang mála en það var orðið of seint að hætta.\nMiðað við lítið fjármagn sem við höfðum náðum við að byggja upp alveg hreint glæsilega leiksýningu. Allir þurftu að reyna að redda því sem þeir gátu því ekki gátum við keypta allt, gott dæmi um þetta er að t.d. reddaði ég fötunum sem ég var í fyrripart leikrits en ég átti og á þau sjálfur. Sviðsmenn stóðu sig hreint frábærlega og unnu oft langt fram eftir til að gera umhverfið að sýningunni sem flottast. Eftir langar, margar og erfiðar æfingar var allt að bresta á og til stóð að sýna leikritið alls átta sinnum, þar á meðal tvær nemanda sýningar á árshátíðardaginn, miðnætursýningar og fleira skemmtilegt. Sýningarnar áttu að standa yfir páskafríið svo þetta var tilvalið. Ef allt hefði gengið að óskum hefði leikritið jafnvel verið sýnt eitthvað um sumarið.\nStundum er lífið hreinlega of gott til að vera satt og daginn fyrir frumsýningu fengum við mestu sorgarfréttir sem við hefðum getað fengið. Það hafði farið framhjá leikstjóranum og stjórnendum leikfélagsins að það var ákveðinn maður sem átti höfundarréttinn af The Rocky Horror Picture Show. Þessi ákveðni maður hét og heitir Sigurður Kaiser og er meðal annars þekktur fyrir að vera með einni stúlkunni úr Nylon og ef mér skilst rétt eiga Loftkastalann. Hann kom inní Tjarnarbíó (þar sem leikritið okkar var sýnt) daginn fyrir frumsýningu og kvaðst eiga höfundarréttinn og ætlaði að banna okkur að sýna sýningarnar okkar. Sem betur fer var ansi kröftug kona eða sjálf skólastýra skólans sem stóð þétt við bakið á okkur og barðist með kjafti og klóm ásamt fáeinum kennurum. Allt er gott sem endar vel og við fengum að sýna alls þrjár sýningar sem var betra en ekki neitt. Við vorum staðráðin í því að við ætluðum að standa okkur vel á þessum fáeinum sýningum og það gerðum við svo heldur betur. Okkur var oft hrósað hástert en ég tel að mestu hrósin hafi verið frá skólastýrunni en hún sagði þetta besta leikrit Menntaskólans í Kópavogi í heil 25 ár takk fyrir. Annað hrós kom frá ömmu minni og afa sem eru miklir leikhús fíklar og eyða líklega öllum sínum ellilífeyri í leikhúsmiða, þau voru svo djörf að segja að þetta hafi verið besta leiksýning sem þau höfðu séð um þann vetur. Enn annað hrósið var svo frá félaga mínum úr Verzló en hann taldi þessa sýningu hafa trónað yfir “Á Tjá og Tundri” sem Verzló sýndi. Svo að það verður ekki af okkur tekið að hafa staðið okkur feyki vel, við gerðum leikritið að því sem það var og loksins gat leikfélag MK verið stolt af sínu framlagi.\nÞetta leikrit og allt sem því fylgdi kom mjög niður á námsárangri mínum og féll ég í tveimur fögum, dönsku og stærðfræði. Þegar ég hugsa til baka gæti mér reyndar ekki staðið meira á sama því á þessum tíma mínum eignaðist ég svo margt. Ég kynntist t.d. tveimur frábærum manneskjum eða aðalleikaranum og einum dansaranum og eru þau mínir bestu vinir í dag, ásamt því að kynnast yfir 50 nýju andlitum,  ég fékk rosalega mikið út úr þessu og fékk mikla reynslu sem á eftir að nýtast mér vel í framtíðinni og uppgvötvaði að lokum einn skemmtilegasta söngleik sem saminn hefur verið!\nTorfi Guðbrandsson",
    "url": "https://www.hugi.is/leikhus/greinar/486721/hneykslid-reynsla-min-af-rocky-horror/",
    "url_id": "486721",
    "id": "4486215",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2007-01-17 09:51:36",
            "id": "4486538",
            "reply_to_id": "4486215",
            "text": "Rocky Horror er bezt, það hefþi verið fínt að sjá þetta."
        },
        {
            "user": "Notoriuz",
            "user_id": "10774",
            "date": "2007-01-17 10:16:56",
            "id": "4486581",
            "reply_to_id": "4486215",
            "text": "Rocky Horror er eitt ofmetnasta stykki sem samið hefur verið."
        },
        {
            "user": "coot",
            "user_id": "58043",
            "date": "2007-01-23 18:25:05",
            "id": "4511171",
            "reply_to_id": "4486581",
            "text": "Einhverstaðar í hópi með Greace, Hárinu, Fame og Litlu hryllingsbúðinni. Erfitt að gera upp með mér hvað af þessu sé ofmetnast"
        },
        {
            "user": "frikadella",
            "user_id": "65568",
            "date": "2007-02-05 20:15:23",
            "id": "4560544",
            "reply_to_id": "4511171",
            "text": "Skil nú ekki hvernig hægt er að segja að eitthvað svona sé ofmetið, sjálfri finnst mér Grease t.d. ekki skemmtilegt leikrit, en ég get ekki sagt að þetta sé ofmetið leikrit - Þetta er bara klassískt leikrit. Frægt. Ekki ofmetið."
        },
        {
            "user": "frikadella",
            "user_id": "65568",
            "date": "2007-01-17 11:07:23",
            "id": "4486669",
            "reply_to_id": "4486215",
            "text": "Flott og skemmtileg grein, leiðinlegt að heyra þetta með höfundaréttin, maður hefði haldið að maðurinn gæti sleppt stoltinu í smá stund og leyft ykkur kannske sýna fleiri sýningar - Láta ykkur þá kannske bara borga höfundarlaunin þá."
        },
        {
            "user": "fkndabbi",
            "user_id": "9677",
            "date": "2007-01-17 12:51:03",
            "id": "4486987",
            "reply_to_id": "4486215",
            "text": "Gaman að lesa þetta og alltaf gaman að heyra þegar að fólk leggur hjarta sitt og sál í eitthvað svona og svo er þetta bara líkast sögu þegar að sigurður kaiser hótar ykkur banni og allt bjargast að einhverju leyti.\nVonandi setjið þið fleirri verk upp og ég myndi örruglega mæta eftir að hafa lesið þennan pistil."
        },
        {
            "user": "Isslander",
            "user_id": "45152",
            "date": "2007-01-17 13:52:28",
            "id": "4487129",
            "reply_to_id": "4486215",
            "text": "Af hverju stendur „Hneyksli“ í fyrirsögninni?"
        },
        {
            "user": "torfitransi",
            "user_id": "63167",
            "date": "2007-01-17 14:09:44",
            "id": "4487170",
            "reply_to_id": "4487129",
            "text": "Ég er ekki viss um að þú hafir lesið greinina vinur en ég setti “Hneykslið” þarna inn því vissulega var þetta mikið hneyksli. Þar að segja Kaiser málið..\nGleymdi líka að segja frá því að það áttu að vera tvær nemenda sýningar á frumsýningardaginn en við náðum ekki einu sinni að fylla salinn á einni. Mjög súrt.. fattaði það bara þegar ég var búinn að senda hana inn :/"
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2007-01-17 15:01:25",
            "id": "4487337",
            "reply_to_id": "4486215",
            "text": "Pæling…hefði hann ekki bara getað rukkað ykkur fyrir að nota höfundarréttin og fengið borgun án þess að þurfa að hafa fyrir einhverju?"
        },
        {
            "user": "torfitransi",
            "user_id": "63167",
            "date": "2007-01-17 17:23:53",
            "id": "4488002",
            "reply_to_id": "4487337",
            "text": "Ég er ekki viss með það en það hefði ábyggilega kostað skildinginn!"
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2007-01-17 19:56:52",
            "id": "4488878",
            "reply_to_id": "4488002",
            "text": "Held að hann hefði nú bara átt rétt á þeim pening…hefðuð bara haft fleiri sýningar?"
        },
        {
            "user": "Joakimk",
            "user_id": "43781",
            "date": "2007-01-17 17:27:22",
            "id": "4488023",
            "reply_to_id": "4486215",
            "text": "Þegar ég frétti af því að þið ættluðuð að gera Rocky Horror langaði mig geðveikt að koma og sjá þetta, enda er Rocky Horror bara eitt mesta meistaraverk í heimi!  En svo komst ég bara ekki á neina af þessum þrem sýningum…"
        },
        {
            "user": "09876",
            "user_id": "16067",
            "date": "2007-01-17 18:44:24",
            "id": "4488451",
            "reply_to_id": "4486215",
            "text": "Ég er fyrrverandi Mk-ingur og Sauðkindarbusi með meiru… og ég fór nærrum því að grenja þegar að ég frétti að það yrðu bara 3 sýningar.. AKKURAT á þeim tíma sem ég gat ekki farið!\nEn ég veit að þetta var GEÐVEIKT og þið ættuð sannarlega að vera stolt af ykkur ;)\nKv, Telma Þöll.\nEinu sinni Mk-ingur - ávalt Mk-ingur!!"
        },
        {
            "user": "drinkill",
            "user_id": "1737",
            "date": "2007-01-17 23:07:00",
            "id": "4489787",
            "reply_to_id": "4486215",
            "text": "Afhverju finnst mér ég hafa lesið þetta áður?"
        },
        {
            "user": "torfitransi",
            "user_id": "63167",
            "date": "2007-01-17 23:18:27",
            "id": "4489846",
            "reply_to_id": "4489787",
            "text": "Nú veit ég ekki vinurinn.. ég hef bara sent inn mynd af mér (í karakter) og uppúr því sköpuðust smávegis umræður. Annars hef ég aldrei talað neitt um það hérna á Huga en jú datt eitt í hug. Félagi minn sendi svipaða grein í morgunblaðið.. hjálpar þetta þér eitthvað?"
        },
        {
            "user": "drinkill",
            "user_id": "1737",
            "date": "2007-01-17 23:21:18",
            "id": "4489865",
            "reply_to_id": "4489846",
            "text": "Já datt í hug að ég hefði lesið þetta þar.\nHlýtur að hafa verið erfitt."
        },
        {
            "user": "whysoserious",
            "user_id": "27654",
            "date": "2007-01-18 08:20:17",
            "id": "4490367",
            "reply_to_id": "4486215",
            "text": "Ohh! Rocky Horror er í 2.sæti yfir mína all time uppáhalds söngleiki og það er örugglega FRÁBÆRT að leika í því. Hefði svo viljað sjá þessa sýningu, langar svo að sjá þetta sett upp á sviði! En flott grein, mjög skemmtileg lesning."
        },
        {
            "user": "Isslander",
            "user_id": "45152",
            "date": "2007-01-18 12:10:07",
            "id": "4490698",
            "reply_to_id": "4486215",
            "text": "Það er ekki „hneyksli“ að einhver eigi sýningarréttinn að þessu verki hér á landi.  Það er einfaldlega klaufaskapur að enginn skyldi hafa gáð að því.  Hver sá sem er yfir leiklistardeildinni hjá ykkur átti að athuga þetta mál."
        },
        {
            "user": "gvendurf",
            "user_id": "24696",
            "date": "2007-01-18 22:53:57",
            "id": "4493549",
            "reply_to_id": "4486215",
            "text": "ótrúlega leiðinlegt mál þarna hjá ykkur :(\nEf ég á að vera alveg hreinskilinn þá vorkenni ég bara Sigga Kaiser alveg jafnmikið og ykkur hinum.. Ímyndið ykkur að þurfa að berjast með kjafti og klóm fyrir rétti sínum og að þurfa að valda svona miklum vonbrigðum til þess að halda í sýningarréttinn sinn! Ég veit ekki alveg hvernig þetta virkar en ágæt lausn hefði eflaust verið að Siggi léti ykkur bara borga… annars.. nenni ég ekki að tala meira núna um þetta, nema bara til að segja að það má ekki kenna Sigurði um þetta, þetta var ekki honum að kenna, heldur stjórn leikfélagsins og leikstjóranum."
        },
        {
            "user": "GunnsiGunn",
            "user_id": "32227",
            "date": "2007-01-25 23:24:01",
            "id": "4520592",
            "reply_to_id": "4486215",
            "text": "Siggi Kaiser er og verður alltaf einn af erfiðustu og jafnframt leiðinlegustu mönnum í leikhúsbransanum á Íslandi að mínu mati, og þannig er það bara!\nÉg meina… þetta er menntaskólasýning, þar sem málið er að reyna að koma út á núlli, eða rétt þar yfir…. ekki eitthvað 3 sagas entertainment Footloose, Fame milljónadæmi.\nHann er bara fáviti!!\nMín Skoðun algerlega, og ég hef hana bara og rökstyð með þeim samskiptum sem ég hef átt við manninn í gegnum tíðina í gegnum vinnuna mína."
        },
        {
            "user": "alicie",
            "user_id": "52147",
            "date": "2007-02-09 23:24:58",
            "id": "4575275",
            "reply_to_id": "4520592",
            "text": "Siggi Kaiser er tjah, hann er bara mörður og ekkert annað. segir eitt, en gerir annað.\nég heyrði góða lýsingu á honum um daginn, hann er sá sleipasti í bransanum. hann spilar allt þannig að enginn geti náð neinu taki á honum.\nþap er þannig séð gott og blessað að vera sleipur í viðskiptum, en hann fer yfir strikið.\nen núna er hann farinn á hausinn.\nmaður hugsar, karma?"
        },
        {
            "user": "HelgiFannar",
            "user_id": "47231",
            "date": "2007-04-09 05:17:47",
            "id": "4771606",
            "reply_to_id": "4486215",
            "text": "Torfi ég skil þetta mjög vel og vorkenni ykkur öllum . er að leika með þér núna og það er snilld.. hlakkar til að frumsýna :) . 14 apríl ha?. hehe :D gangi þér vel kallinn minn"
        }
    ]
}