{
    "forum_title": "Netið",
    "user": "Fimbulfamb",
    "user_id": "66764",
    "date": "2007-01-18 13:09:51",
    "title": "Google athugun",
    "text": "Eins og þreyttir svarendur huga.is vita er fólk mjög duglegt við að nota allar leiðir til þess að komast hjá því að nota google við lausn vandamála sinna. Hvaða hvöt þetta er vita fæstir, en hún er útbreidd og ótrúlega þreytandi.\nÉg ákvað að gera könnun á fjölda fyrirspurna sem sprottnar voru upp af þessari einkennilegu hvöt. Rannsóknirnar byggja á huglægu mati og í fæstum tilvikum eru nokkrar sannanir fyrir þeim.\nÚrtakið eru tíu nýlegustu korkar í viðeigandi flokkum í\nNetið\n,\nVélbúnaður\n,\nWindows\nog\nTölvur og tækni\n.\nÞeir sem vilja sanna þetta með aðstoð Google mega vel reyna. Ég hef nóg að gera við að svara 60% korkanna “Notaðu Google”.\n1. Vandamál leysanleg með Google eða fyrri korkum:\n36\n2. Vandamál\nekki\nleysanleg með Google:\n14\n3. Vandamál leysanleg með 5 sekúndna hugsun:\n1\n4. Tilkynningar (þ. a. l. ekki vandamál):\n9\n1: |||||||||||||||||||||||||||||||||||\n2: |||||||||||||||\n3: |\n4: |||||||||\nAf þessum 60 korkum báru 16 titil sem sagði manni\nekkert\num innihald hans.\nSamkvæmt þessu væri korkakerfið 3.5-falt markvissara myndi fólk nota Google að staðaldri.\nFyrir þá sem ekki vita hvað Google er þá má benda á vefsetrið\nhttp://google.com\nsem hefur í sig byggða leitarvél sem leitar á veraldarvefnum og finnur hina ótrúlegustu hluti. Yfirleitt finnur maður\nnákvæmlega það sem maður var að leita að\n. Það er markverður árangur, og ástæða er til að benda fólki á þetta mikla undur.",
    "url": "https://www.hugi.is/netid/greinar/487078/google-athugun/",
    "url_id": "487078",
    "id": "4490784",
    "replies": [
        {
            "user": "gamligrimmi",
            "user_id": "59934",
            "date": "2007-01-18 14:50:00",
            "id": "4491150",
            "reply_to_id": "4490784",
            "text": "Jájá, merkilegt nokk.\nEn það er hæpið að þessi vandamál hafi ekki verið leysanleg með google.\nKannski bara ekki jafn auðleysanleg."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-01-18 15:03:02",
            "id": "4491213",
            "reply_to_id": "4490784",
            "text": "Ég einmitt þoli alls ekki þegar ég sé kork sem heitir: ´help!!?!!!, eða tölvubögg og svo framleiðis.\nAnnars sniðugt hjá þér að athuga hlutföllin í þessu.\nÁgætis grein!"
        },
        {
            "user": "Finisboy",
            "user_id": "6088",
            "date": "2007-01-18 15:54:37",
            "id": "4491448",
            "reply_to_id": "4490784",
            "text": "Ágætis grein. En ég skil ekki af hverju fólk er að pirra sig á þessu.\nEf ég vill frekar spyrja á Huga að einhverju, heldur en að leita á google þá geri ég það, og öfugt. Ég svara líka svona korkum ef ég nenni því, en ef ég nenni því ekki, þá sleppi ég því að svar, heldur en að vera að eyða tímanum mínum í að vera pirraður og benda fólki á google… Korkarnir eru til þess að spyrja, ef fólk myndi alltaf nota google, í stað þess að spyrja á korkunum, þá væri óþarft að hafa þá!"
        },
        {
            "user": "Ordspor",
            "user_id": "25978",
            "date": "2007-01-18 16:14:08",
            "id": "4491530",
            "reply_to_id": "4491448",
            "text": "Korkarnir eru til þess að spyrja, ef fólk myndi alltaf nota google, í stað þess að spyrja á korkunum, þá væri óþarft að hafa þá!\nHey vinur, lestu allt því greinarhöfundur tók þetta fram:\n2. Vandamál ekki leysanleg með Google:\n14\nHann er ekki að biðja fólk um að hætta að spyrja spurninga, heldur hætta að spyrja heimskulegra spurninga."
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2007-01-18 16:14:59",
            "id": "4491535",
            "reply_to_id": "4491448",
            "text": "Hreint ekki! Hvað ættu hin 28 prósentin að gera?"
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-18 18:59:16",
            "id": "4492346",
            "reply_to_id": "4490784",
            "text": "Ég spyr oft þegar ég hef tölvuspurningar vegna þess að mér finnst tölvumál of flókið þegar komið er út í flókin málefni. Þessvegna kýs ég stundum heldur að spyrja og fá góður útskýringar á íslensku."
        },
        {
            "user": "dirabbdei123",
            "user_id": "32336",
            "date": "2007-01-18 19:02:19",
            "id": "4492362",
            "reply_to_id": "4492346",
            "text": "… fá góður :)\n? haha"
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-18 19:09:53",
            "id": "4492403",
            "reply_to_id": "4492362",
            "text": "hehe, úbbs, var að horfa á tv á meðan ég skrifaði þetta, greinilega 70% við sjónvarpið ;)"
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2007-01-18 19:04:42",
            "id": "4492373",
            "reply_to_id": "4492346",
            "text": "Þegar málið er orðið svo flókið að þú finnir ekki skref-fyrir-skref leiðbeiningar til lausnar vandans ættirðu að biðja einhvern um að athuga málin fyrir þig."
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-18 19:10:41",
            "id": "4492410",
            "reply_to_id": "4492373",
            "text": "enda held ég að ég hafi einu sinni beðið um hjálp á þessum áhugamálum sem hann nefndi :)"
        },
        {
            "user": "NoFear",
            "user_id": "44821",
            "date": "2007-01-30 09:46:07",
            "id": "4536482",
            "reply_to_id": "4490784",
            "text": "Þetta er nááttúrulega óþolandi! ;)"
        }
    ]
}