{
    "forum_title": "Flug",
    "user": null,
    "user_id": null,
    "date": "2007-01-18 20:18:11",
    "title": "Saga Reykjavíkurflugvallar",
    "text": "Reykjavíkurflugvöllur\nVorið 1919 kom Rolf Zimsen, flugmaður og frændi borgarstjórnans Knud Zimsens, til Íslands til að kanna aðstæður fyrir samgöngur í lofti á Íslandi.  Honum fannst tilvalið að hafa flugtaks – og lendingarsvæði fyrir flugvélar í Vatnsmýrinni og bæjarstjórnin lagði til 92.30m² af svonefndu Briemstúni. Á sama tíma var fyrsta flugfélag Íslands stofnað og fyrsta flugvélin, Avro kom til landsins í stórum trékassa.  Kassinn var fluttur að flugskýlinu, sem hafði verið reist í Vatnsmýrinni og 3. september fór hún fyrst í loftið. Flugmaðurinn var Cecil Faber.  Fyrsta flugsýningin var haldin daginn eftir flugið og mönnum gafst kostur á 5 mínútna flugferð fyrir 25 krónur.\nÁrið eftir tók vesturíslenskur flugmaður, Frank Fredrickson, við starfinu.  Fyrsta flugslys á Íslandi varð 27. júlí 1920, þegar þurfti að hætta við flugtak og flugvélin lenti á tveimur börnum, 10 ára stúlku, sem lést, og fjögurra ára bróður hennar, sem slasaðist illa.  Rekstur vélarinnar gekk ekki og þurfti að selja hana úr landi árið eftir.  Árið 1928 var annað flugfélag Íslands stofnað í samstarfi við Lufthansa.  Það starfaði til 1931. Næstu tvö árin notuðu hollenskir veðurathugunarmenn völlinn, sem hafði verið sléttaður og lagaður töluvert.  Skýlið og fleiri mannvirki voru seld þegar þeir fóru því að mikill skortur var á alls konar efniviði.\nAgnar Kofoed-Hansen flaug fyrstu svifflugunni af vellinum snemma árs 1937.  Fyrstu tvær tilraunirnar heppnuðust vel en í þeirri þriðju brotlenti hún án þess að flugmaðurinn meiddist alvarlega. Þrátt fyrir umbætur í Vatnsmýrinni um 1937, var svæðið stundum allt of blautt til að hefja flug.\nAgnar Kofoed-Hansen barðist fyrir hönd Flugmálafélags Íslands fyrir gerð flugvallar í Vatnsmýrinni og Gústaf E. Pálsson, verkfræðingur teiknaði hann 1937. Engu var komið í verk fyrr en breski herinn kom og hóf byggingaframkvæmdir flugvallarins eftir eigin skipulagi árið 1940. Meðal annars byggðu þeir flugturn sem er ein af þeim fáu byggingum sem eftir stendur á flugvellinum frá þessum tíma. Nú vilja menn fara að rífa hann vegna þess hve nálægt flugbrautinni hann stendur en margir vilja halda honum og berjast fyrir því.\nMynd 1. Hér sjáum við gamla flugturninn byggðan 1941 af Bretum. Á honum stendur: Air Taxi Centre - Charter Flight. Bakvið má sjá nýja flugturninn.\nÍ júlí 1941 var fyrsta brautin tekin í notkun. Tækjabúnaður Bretanna til framkvæmdanna var fremur lélegur, þannig að ekki var skipt um jarðveg undir flugbrautunum. Það kostaði miklar lagfæringar á árunum 1999-2002.  Íslendingar tóku við rekstri flugvallarins þegar herinn fór eftir stríðið árið 1946. Byggður var nýr flugturn á árunum 1958-60.\nMynd 2. Þetta er nýji flugturninn sem tekinn var í notkun 1960.\nLoftleiðabyggingin var reist á árunum 1962-1964 og 1965 til 1966 var Hótel Loftleiðir byggt við hana og stækkað 1970. Á hótelinu eru núna 220 herbergi og rúmar það 438 gesti.\nMynd 3. Hér sjáum við megnið af flugvallarbyggingunum. Myndin er tekin úr Perlunni.\nVöllurinn hefur verið miðstöð innanlandsflugs frá því að breski herinn fór eftir stríðið og Loftleiðir gerðu þaðan út til 1962, en þá brunnu flestar eigur félagsins á vellinum.  Þá var farið að nota Keflavíkurflugvöll til millilandaflugs og Flugfélag Íslands gerði það einnig að mestu, eftir að það fékk Boing 727 þotuna árið 1967.  Flugmálastjórn hefur starfað á Reykjavíkurflugvelli frá 1960, fyrst í bragga við rætur Öskjuhlíðar en síðar í nýja flugturninum frá 1960.\nVeðurstofa Íslands starfaði lengi á Reykjavíkurflugvelli.  Árið 1950 flutti hún síðan að hluta í gamla flugturninn úr Sjómannaskólanum en árið 1952 flutti aðalflugveðurþjónustan til Keflavíkur.  Hluti þeirrar starfsemi hélt þó áfram í nýja flugturninum eftir 1962.  Núverandi húsnæði Veðurstofunnar við Bústaðaveg var tekið í notkun árið 1973.  Landhelgisgæslan hefur aðalstöðvar flugdeildar sinnar á Reykjavíkurflugvelli.\nÍ dag á Reykjavíkurflugvöllur þónokkrar Fokker 50 vélar sem þeir keyptu af hollensku fyrirtæki sem síðar fór á hausinn.\nMynd 4. Svona líta Fokker vélarnar út. Þær komast upp í 400 km/klst.\nMynd 5.  Í þessum sal er flugumferðastjórnin.. Flugvöllurinn er með nýjasta tæknibúnað í flugumferðastjórninni sem gerir þeim kleift að vera í öruggu sambandi við vélar sínar.\nReykjavíkurflugvöllur hefur lengi verið umdeildur.  Nálægð hans við þéttbýli borgarinnar og skerðing möguleika til að byggja íbúðir í Vatnsmýrinni hefur skapað margar hugmyndir um flutning hans. Margir hafa stungið upp á flutningi innanlandsflugs til Keflavíkur, byggingu nýs flugvallar í Hvassahrauni eða á uppfyllingu milli skerja í Skerjafirði, þar sem gæti jafnvel risið millilandaflugvöllur.  Hvað sem öllum þessum deilum líður mun flugvöllurinn ekki vera fluttur til ársins 2016.\nHér má sjá könnun sem gerð var um staðsetningu innanlandsflugvallar á stóra Reykjavíkursvæðinu. Hundrað manns var spurt:\n. Eins og hér má sjá vinnur Vatnsmýrin örugglega með 31 % atkvæða.",
    "url": "https://www.hugi.is/flug/greinar/487200/saga-reykjavikurflugvallar/",
    "url_id": "487200",
    "id": "4492270",
    "replies": [
        {
            "user": "skemmi",
            "user_id": "35422",
            "date": "2007-01-18 20:29:57",
            "id": "4492796",
            "reply_to_id": "4492270",
            "text": "Æ sorry, gleymdi að myndirnar koma ekki með. Látið það ekki trufla ykkur."
        },
        {
            "user": "skemmi",
            "user_id": "35422",
            "date": "2007-01-18 22:22:38",
            "id": "4493372",
            "reply_to_id": "4492796",
            "text": "Ertu með þessa grein einhversstaðar annarsstaðar þar sem hægt er að sjá hana með myndum?"
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2007-01-18 22:29:16",
            "id": "4493405",
            "reply_to_id": "4493372",
            "text": "Því miður, tók þær allar sjálfur. Ég get svo sem reynt að senda þær inn sem myndir á flug eina í einu.:)"
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2007-01-18 23:50:18",
            "id": "4493854",
            "reply_to_id": "4493405",
            "text": "Það er einhver ægilegur fanatismi í gangi á þessu áhugamáli, um að menn eigi helst að hafa sjálfir tekið þær myndir sem menn senda inn - eða að hafa undirskrifað þingýst plagg í hendi um skýlausan (no pun intended) höfundarrétt sinn á viðkomandi mynd.\nPlús það að myndir sem maður sendir hingað fá nánast aldrei nein jákvæð komment. Ég er þessvegna hættur að nenna að senda myndir hingað, og það myndi gilda jafnvel þó ég fyndi áður óbirtar myndir af Avrónum eða Súlunni í dánarbúi langafa míns. …& hana nú!"
        },
        {
            "user": "Cessna",
            "user_id": "48579",
            "date": "2007-01-19 01:44:21",
            "id": "4494157",
            "reply_to_id": "4493854",
            "text": "Það er samt einginn sem bannar það að senda inn myndir frá t.d airliners. Það kom samt tími sem fólk var bara að senda inn einhverjar myndir til að fá stig. Mesta sem ég man eftir þá voru þrjár myndir í bið eftir sama notandan og allar voru þessar myndir tekknar af Airliners.net og einginn saga á bakvið þessa mynd annað en “Flott mynd” Það er bara leiðinelgt og þess vegna væri skemmtielgra ef fólk gæti sent inn myndir sem eitthvað vit er í, þarf samt ekkert að hafa tekið hana sjálfur."
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2007-01-19 02:09:07",
            "id": "4494183",
            "reply_to_id": "4494157",
            "text": "Ókei, get alveg tekið undir það sjónarmið, er nú admin sjálfur og samþykki ekki hvað sem er. (Og vil helst hafa eitthvað meira “einhver frægur dauður kall” í textanum.\nHef það fyrir reglu að samþykkja ekki tvær eða fleiri myndir í röð frá sama notanda.\nHinsvegar finnst mér þessar “copyright” umræður oft fara útí hreinar öfgar hér. Það er ekki eins og hugi.is sé Time eða National Geographic, og myndbirtingar hér hljóta að falla undir “non-commercial” og/eða “fair use” lagasetningar allstaðar í hinum vestræna heimi.\nEf þeim mönnum sem tóku myndirnar eru ósammála, ættu þeir hreinlega að sleppa því að setja myndir sínar á netið (hafa kannski bara einhver óskýr og/eða lítil sýnishorn af þeim), og athuga svo hvort einhverkir séu til í að greiða fúlgur fyrir birtingarréttinn!\nBætt við 19. janúar 2007 -  02:16\n…eitthvað meira\nen\n“einvher dauður kall” …átti þetta að sjálfsögðu að vera!"
        },
        {
            "user": "Cessna",
            "user_id": "48579",
            "date": "2007-01-19 02:54:23",
            "id": "4494216",
            "reply_to_id": "4494183",
            "text": "Já ég er nokkuð sammala þér."
        },
        {
            "user": "Cessna",
            "user_id": "48579",
            "date": "2007-02-25 00:16:09",
            "id": "4624276",
            "reply_to_id": "4494157",
            "text": "Schmidt\nFlott grein!\nCessna\nÞú talar um að fólk hafi verið að senda inn myndir bara til þess að fá stig? Hvað meinar þú með þessu? Er ég kannski svona vitlaus eða er fólk virkilega að safna sér stigum á hugi.is með svoleiðis aðferðum og hverju skilar það manni?\nEru stig á Hugi.is einhvers virði, er hægt ð breyta þeim í peninga eða önnur verðmæti?\nBara spyr því ég hef séð skrifað svo oft um þessa stigasöfnunaráráttu og hræðslu sumra hérna við það allt saman.\nSkrítt pleis þessi hugi.is/flug en skemmtilegt þrátt fyrir það :-)"
        },
        {
            "user": "Cessna",
            "user_id": "48579",
            "date": "2007-02-25 00:29:50",
            "id": "4624318",
            "reply_to_id": "4624276",
            "text": "Já sumt fólk er bara að senda inn rugl til að fá stig. Sjáðu t.d. hann Moose. Hann var eða er stjórnandi á hugi.id/veidi og ef maður skoðar fyrstu myndirnar þarna þá eru þær bara eftir hann og mjög ómerkinlegar. Ég veit ekki af hverju fólk gerir þetta en stundum eru nokkrar myndir og nokkrir tenglar í bið eftir sama notandan. Það kalla ég stigahórur, geta ekki beðið eftir því að fyrsta myndinn verði samþikt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-02-25 00:35:08",
            "id": "4624334",
            "reply_to_id": "4624318",
            "text": "Takk fyrir þetta.\nSkrítið sport hjá stigah****** ?!?!?!?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-02-25 19:57:12",
            "id": "4626576",
            "reply_to_id": "4624276",
            "text": "Sagði það nú reyndar aldrei en er samt alveg sammála þér með stigin. Sagði bara að ég gæti sent myndirnar sem fylgdu með ritgerðinni eina í einu. Vel á minnst. Kannski ég sendi bara þá fyrstu inn núna:)"
        },
        {
            "user": "StrawberryFields",
            "user_id": "54058",
            "date": "2007-01-24 18:24:12",
            "id": "4515314",
            "reply_to_id": "4493854",
            "text": "Það er nú dálítið drastic. Ég held að það séu flestir sem finnast Airliners myndirnar fínar og það er dálítið sterkt að banna þær. En eins og Cessna sagði þá var á tímabili of mikið af þeim og þá vaknaði sú umræða. Var einhver sem vildi banna þær alveg?"
        },
        {
            "user": "Cessna",
            "user_id": "48579",
            "date": "2007-01-19 01:40:21",
            "id": "4494150",
            "reply_to_id": "4492270",
            "text": "Ertu ekki með myndirnar þarna einhvrestaðar?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-01-20 12:48:31",
            "id": "4498563",
            "reply_to_id": "4494150",
            "text": "bara heima. Get svosum sent þér þær í viðhengi á eitthvað “ekta póstfang” ef þú kærir þig um það."
        },
        {
            "user": "FlightOfTheYear",
            "user_id": "68593",
            "date": "2007-04-25 09:31:11",
            "id": "4828143",
            "reply_to_id": "4492270",
            "text": "Mér finnst allgjört rugl að það sé verið að fara færa völlinn út vatnsmýrinni því þessi völlur er ekki bara frábær heldur líka merkileg bygging í sögu landsins.. bara hálfvitar sem vilja fara færa völlinn eitthvert uppá heiði.. Hann er á fínum stað og það þarf bara ekkert að fara færann.. Mér finnst að fólk ætti að stofna félag um friðun vallarins.."
        },
        {
            "user": "pilotman",
            "user_id": "66210",
            "date": "2007-04-25 22:20:34",
            "id": "4830623",
            "reply_to_id": "4828143",
            "text": "Eg er sammála þér völlurinn á að vera þar sem hann er. Hef verið að ferðast á milli Reykjavíkur og Ísafjarðar í 15 ár vegna atvinnu minnar. Veðrið er risjótt, oft er seinkunn á flugi eða aflýst vegna veðurs, eða þá að þær þurfa að snúa við vegna breyttra veðurfarslegra aðstæðna, sem betur fer er Þyngeyrarflugvöllur komin aftur í gagnið sem varavöllur,en oft er ófært á báða staði. Þeir sem vilja flugvöllin burt. Reynið að íhuga það hvað þetta er langt ferli, að fara til Keflavíkur á bíl eða með rútu, innrita sig inn tímanlega. þetta er frá því að maður leggur af stað heiman frá sér þar til að maður er komin á áfangastað 3-5 tímar. það eru mjög oft tafir á flugi. Ef að völlurinn færi til Keflavíkur, þá yrði í mörgum tilfellum fljótlegra  að keyra til Isafjarðar, ég tala af reynslu, þetta er ekki eins og að hoppa upp í strætó, innanlandsflugið. Flugið til Akureyrar myndi leggjast af. menn færu frekar Keyrandi Norður."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-05-18 16:01:32",
            "id": "4909018",
            "reply_to_id": "4830623",
            "text": "já, síðan þarf maður helst að hafa bíl til þess að keyra milli Keflavíkur og Reykjavíkur þannig að það myndi ekki skipta neinu máli fyrir farþega og síðan er svo mikið vesen að taka rútuna þá er það kanski fyrst einkabíllinn síðan flugvélin næst rútan og að lokum taxi :S"
        }
    ]
}