{
    "forum_title": "Knattspyrna",
    "user": "bangso",
    "user_id": "32986",
    "date": "2007-01-21 02:48:20",
    "title": "Besti Framherji heims",
    "text": "Hver er besti framherji heims um þessar mundir?  Því er ekki auðsvarað en ég skal reyna.\nVið skulum byrja á framherja sem er ekki mjög vinsæll enn er samt feikilega góður og markahæstur í ensku deildini.  Ég er að sjálfsögðu að tala um Drogba.\nDrogba hefur styrk og kraft með sér.  Hann er líka rosagóður að skjóta og getur skorað ótrúleg mörk.  Drogba hefur eiginlega allt sem góður framherji þarf.  Hann getur skallað hann getur skotið hann er sterkur og hann getur hlaupið er hann þarf þess.  Það er samt ekki hans óskastaða að mínu mati að þurfa að fara í kapp við fljótan varnamann enn að mínu mati er Drogba ekki sá fljótasti. Ég veit ekki hvað oft á þessari leiktíð að Drogba hefur klárað leiki upp á sitt einsdæmi.  Allveg munum við Liverpool eftir leiknum á móti Chelsea á brúnni en þar kláraði Drogba Liverpool.\nÉg held að enginn geti neitað því að Drogba sé búinn að vera langbesti framherji ensku deildarinnar á þessari leiktíð.  Hann var næstum farinn frá Chelsea enn sem betur fer fyrir Chelsea hann gerði hann það ekki.  Hann varð um kyrrt þótt menn væru búnir að útiloka hann eftir að Shevchenko kom.  Shevchenko hefur samt sem áður á þessir leiktíð ekki komist með tærnar þar sem Drogba hefur hælana.\nÉg held að lykilatriði í leik Liverpool á móti Chelsea um helgina verði að stoppa Drogba og vill ég sjá Xabi gera það enda gerði Drogba Carra að litlum skóla strák í síðasta leik þessara liða.\nEto'o held ég að þurfi ekki að kynna fyrir mörgum.  Hann er leikmaður í frábæru liði Barcelona og var þar mikilvægur hlekkur allt þanngað til að hann meiddist.  Hann er núna að snúa til baka og er hann búinn að gefa út yfirlýsingar þess efnis að hann ætlar að verða markahæstur leikmaður tímabilsins.  Ef hann nær því þá segi ég að hann sé besti framherji heims.  Eto hefur allt sem góður framherji þarf.  Hann hefur feikilegan hraða og skorar oft mörk þegar hann stingur varnir andstæðingar sína af.  Eto er líka ágætis skallamaður og er fínn skotmaður.  Mér finnst hann samt ekki hafa nægan styrk.  Eto er að mínu mati ekki nógu líkamlega sterkur og þess vegna tel ég hann aldrei geta leikið á Englandi. Hins vegar bætir hann það upp með hraða og útsjónasemi og verður gaman að fylgjast með þessum kappa þegar hann kemur til baka úr meiðsum.  Einni verður gaman að sjá hvort Eiður Smári muni halda sæti sínu í liðinu enn ég held að það muni ekki gerast.\nHenry þarf ekki að kynna neinum sem fylgist með fótbolta.  Hann er leikmaður „Skytturnar\" í Arsenal og er fyrirliði þeirra.  Hann sýndi Arsenal mikla hollustu í sumar þegar hann skirfaði undir nýja saming við liði og hafnaði stórliðum á borð við Barcelona.  Henry leiddi lið sitt Arsenal í úrsitleik meistardeildar Evrópu.  Margir segja að Henry hafi sjaldan leikið eins vel og hann gerði í þeirri keppni.  Henry var eini í silfur liði Frakka á Heimsmeistaramótinu í sumar.  Hann tók ekki víti í vítaspyrnu keppni á móti Ítölum af því að það var búið að taka hann útaf. Henry hefur flest að mínu mati sem einkennir góðan framherja.  Hann er nautsterkur og hann er frábær skotmaður, útsjónasemi upp á 10 og síðast en ekki síst er hann öskufljótur. Eini galli Henry er það að hann er ekki góður skalla maður.  Skallar hans eru að svipuðum gæðaflokki og Crouch og það er ekki gott fyrir frábæran framherja eins og Henry.  Hann hefur oft sýnt það að hann er frábær klárari.  Það er held ég fáir eins góðir í heiminum og hann ein á móti markmanni. Henry er að mínu mati einn allra besti leikmaður heims, enn hann hefði átt að vinna árið 2004 þegar Ronaldinho vann.\nRonaldinho er leikmaður sem er síbrosandi. Hann leikur eins og Eto'o í liði Barcelona og ég held að við getum öll sagt að þar er hann lykillmaður.  Hann er frábær skotmaður og menn segja að hann hafi ofur sveigjanleika í fótunum og þess vegna getur hann skotið svona eins og hann gerir. Einni er hann með frábæra tækni sem maður nýtur oft að horfa á.  Hann er nautsterkur eins og við fengum að kynnast þegar hann skoraði á móti Chelsea í fyrra eftir að hafa staði af sér tæklingu J.Terry. Eini galli Ronaldinho er líkt eins og með Henry að hann er ekki góður skalla maður.  Hann hins vegar getur allveg skallað enn eru þeir virkilega slakir.\nRooney er leikmaður Man Utd.  Hann er virkilega sterkur leikmaður og er grimmur eins og ljón oft á tíðum.  Ronney er mjög ungur og á væntanlega eftir að þroskast sem leikmaður enn hann hefur ekki verið að skora neitt mikið á þessari leiktíð og er langt síðan að síðast mark hans kom.  Hins vegar gerir hann mikið fyrir liðið sem aðri gera ekki eins og að vera með baráttu og mikið að stoðsendingu.  Helsti styrkur Rooney felst í því hvað hann er sterkur og getur haldið leikmönnum frá sér.  Einnig er hann mjög góður skotmaður og ágætis skallamaður. Hann er einnig ótrúlega fljótur enn hann virðist nú ekki vera það ef maður mundi sjá hann að utan, enda vel massaður.  Hans helsti ókostur er kannski skapið í honum og það að hann er of óeingingjarn. Samt mundi ég ekki láta Rooney hætta að vera með þetta skap því það mundi koma niðrá leik hans.\nMinn listi er svona\n1.Henry\n2.Ronaldinho\n3.Eto'o\n4.Drogba\n5.Rooney\nÉg gerði þetta á Liverpool.is spjallinu.",
    "url": "https://www.hugi.is/knattspyrna/greinar/487527/besti-framherji-heims/",
    "url_id": "487527",
    "id": "4496588",
    "replies": [
        {
            "user": "Mancio",
            "user_id": "37719",
            "date": "2007-01-21 03:33:55",
            "id": "4501580",
            "reply_to_id": "4496588",
            "text": "Ronaldinho er nú alveg ágætis skallamaður sko. Hann er búinn að skora allavega 3 mörk með skalla á þessu tímabili og maður sér hann oft vinna skallabolta í hornspyrnum.\nÉg myndi taka Rooeny út og setja Klose í staðinn."
        },
        {
            "user": "zolvi",
            "user_id": "66129",
            "date": "2007-03-21 18:06:26",
            "id": "4708830",
            "reply_to_id": "4501580",
            "text": "Henry ekki góður í sköllum?\nSástu skallann á móti Man utd?\nHélt ekki"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-03-22 14:01:27",
            "id": "4711297",
            "reply_to_id": "4501580",
            "text": "Ronaldinho er nú miðjumaður en samt finnst mér Henry langbestu"
        },
        {
            "user": "ccivan",
            "user_id": "63423",
            "date": "2007-01-21 08:07:24",
            "id": "4501713",
            "reply_to_id": "4496588",
            "text": "Flott grein en það var tvennt sem fór of mikið í taugarnar á mér.\n1. Ekki skrifa enn þegar þú átt að skrifa en, það fór bara í taugarnar á mér :)\n2. Afhverju ertu ekki með annað hvort Toni, Totti eða Ibrahimovic líka ? Þeir eru að standa sig rosalega í ítölsku deildinni. Amk. Totti sem er að brillera með öllum stoðsendingunum og mörkunum. Eða kaka hjá Mílan sem er algjört undrabarn\nAnnars var þetta góð grein nema það að ég held að ronaldinho sé ekkert sérstaklega sterkur líkamlega, ekki nautsterkur a.m.k.,\nMinn listi væri:\n1.Henry\n2.Drogba\n3.Ronaldinho\n4.Totti\n5.Rooney\nSvo mundu Eto'o, Crouch, Kaka, Toni, Klose, Podolski og allt það pakk koma í kjölfarið"
        },
        {
            "user": "kaffi14",
            "user_id": "60898",
            "date": "2007-01-25 22:28:01",
            "id": "4520321",
            "reply_to_id": "4501713",
            "text": "Ivan, ronaldinho er sick sterkur sko :).\nHef séð hann labba i gegnum terry bara á styrkleika :).\nHann er samt ekki svona massabuff, enginn kööggull :)."
        },
        {
            "user": "danielsmari",
            "user_id": "62566",
            "date": "2007-02-03 13:46:56",
            "id": "4552183",
            "reply_to_id": "4501713",
            "text": "Ætla að minna þig á markið sem hann skoraði gegn Chelsea í fyrra. Terry átti ekki séns í hann."
        },
        {
            "user": "tele",
            "user_id": "60182",
            "date": "2007-01-21 09:31:59",
            "id": "4501727",
            "reply_to_id": "4496588",
            "text": "fyrir einu ári hefði ég sagt henry, hann hefur allt, hann er bestur í ÖLLU, hann hefur bara ekki verið að finna sig í ár, en drogba er svo sem ágætur. að mínu mati er það í dag rooney, og á komandi árum mun hann sanna það."
        },
        {
            "user": "dabbidanna",
            "user_id": "32647",
            "date": "2007-01-21 13:40:37",
            "id": "4502241",
            "reply_to_id": "4501727",
            "text": "hvað er langt síðan rooney skoraði síðast ??"
        },
        {
            "user": "tele",
            "user_id": "60182",
            "date": "2007-01-21 13:42:33",
            "id": "4502258",
            "reply_to_id": "4502241",
            "text": "langt:/, hann er engu að síður mjög góður leikmaður, ég meina allir eiga sín slæmu season"
        },
        {
            "user": "tele",
            "user_id": "60182",
            "date": "2007-01-21 17:34:09",
            "id": "4503220",
            "reply_to_id": "4502241",
            "text": "nú bara rétt áðan:D:D:D:DD::D:D:D:D"
        },
        {
            "user": "Sturladur",
            "user_id": "56859",
            "date": "2007-01-21 13:51:18",
            "id": "4502298",
            "reply_to_id": "4496588",
            "text": "Drogba gerir mig feikilega pirraðan á köflum…"
        },
        {
            "user": "vorkipork",
            "user_id": "41660",
            "date": "2007-01-21 14:33:52",
            "id": "4502488",
            "reply_to_id": "4496588",
            "text": "1. Eto'o\n2. Henry\n3. Drogba\n4. Rooney\n5. van Nistelrooy"
        },
        {
            "user": "zolvi",
            "user_id": "66129",
            "date": "2007-03-24 23:26:57",
            "id": "4720662",
            "reply_to_id": "4502488",
            "text": "1.Thierry Henry\n2.Ronaldonho\n3.eto'o\n4.Rooney\n5.ibrahimovic"
        },
        {
            "user": "Omerta",
            "user_id": "32677",
            "date": "2007-01-21 18:23:03",
            "id": "4503409",
            "reply_to_id": "4496588",
            "text": "Eini galli Henry er það að hann er ekki góður skalla maður.\nÉg var í þessu að koma heim eftir að hafa verið að horfa á leik þar sem Henry sýndi að hann getur alveg skallað. Það er bara ekki hanns stíll."
        },
        {
            "user": "thorovic",
            "user_id": "28956",
            "date": "2007-01-21 19:36:55",
            "id": "4503770",
            "reply_to_id": "4496588",
            "text": "Ég held að lykilatriði í leik Liverpool á móti Chelsea um helgina verði að stoppa Drogba og vill ég sjá Xabi gera það enda gerði Drogba Carra að litlum skóla strák í síðasta leik þessara liða.\nÚff hvað þú þarft að éta þetta ofan í þig eftir leikinn í gær Carragher tók Drogba svo rosalega í þessum leik að eina góða sem kom frá Drogba var brosið þegar hann datt og brosti til áhorfendanna."
        },
        {
            "user": "bangso",
            "user_id": "32986",
            "date": "2007-01-21 21:42:35",
            "id": "4504441",
            "reply_to_id": "4503770",
            "text": "Það þarf ég sem betur fer að gera og geri það með glöðugeði."
        },
        {
            "user": "thorovic",
            "user_id": "28956",
            "date": "2007-01-22 01:26:42",
            "id": "4505360",
            "reply_to_id": "4504441",
            "text": "En já til að svara greininni þinni um hver er besti framherjinn núna þá verð ég að segja að Drogba sé búin að standa sig best á tímabilinu en allir 4 sem þú taldir upp eru þarna vegna afreka sem þeir gerðu á síðasta tímabili eða lengra síðan, en eru auðvita mjög góðir leikmenn. Aftur á móti er einn leikmaður sem er búin að koma lang mest á óvart og staðið sig vonum framar og gleymist of inni á milli þessara meistara það er hann Kanu greyið sem hefur staðið sig mjög vel á þessu tímabili þrátt fyrir aldur."
        },
        {
            "user": "danielsmari",
            "user_id": "62566",
            "date": "2007-01-21 20:13:56",
            "id": "4503979",
            "reply_to_id": "4496588",
            "text": "og ég svara eins og á liverpool spjallinu.\nKlose er sá besti í dag."
        },
        {
            "user": "danielsmari",
            "user_id": "62566",
            "date": "2007-01-21 20:20:58",
            "id": "4504024",
            "reply_to_id": "4503979",
            "text": "Sammála. Enginn þefar upp færi betur en hann."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-01-21 21:07:58",
            "id": "4504272",
            "reply_to_id": "4504024",
            "text": "jebb."
        },
        {
            "user": "Mancio",
            "user_id": "37719",
            "date": "2007-01-22 03:44:11",
            "id": "4505450",
            "reply_to_id": "4504024",
            "text": "Klose er nú reyndar ekki svona gaur sem þefar upp færi. Hann berst og hleypur á fullu til að koma sér í þau og er góður í að klára þau, sérstaklega skallafærin.\nNisterlrooy er hins vegar gott dæmi um mann sem þefar uppi færi og Inzaghi ábyggilega líka."
        },
        {
            "user": "danielsmari",
            "user_id": "62566",
            "date": "2007-01-23 08:17:25",
            "id": "4509413",
            "reply_to_id": "4505450",
            "text": "Neiiiii, Klose er líka maður sem að les leikinn vel og þefar uppi færi. Rétt eins og Ruud."
        },
        {
            "user": "torfitransi",
            "user_id": "63167",
            "date": "2007-01-23 10:13:15",
            "id": "4509567",
            "reply_to_id": "4496588",
            "text": "Fín grein hjá þér þó þú hafir mátt vanda þig betur í stafsetningunni. En þar sem ég er Arsenal stuðningsmaður hefur Thierry Henry alltaf verið nr. 1 og er enn. Annars  myndi listinn minn lýta svona út.\n1. Thierry Henry\n2. Didier Drogba\n3. Ronaldinho\n4. Louis Saha\n5. Robin van Persie\nÞetta er einungis byggt á frammistöðu þeirra á tímabilinu sem ég hef fylgst með og er núna. Fyrir mér eru Eto'o og Rooney ekki í þeim flokki :/"
        },
        {
            "user": "ExWin",
            "user_id": "12646",
            "date": "2007-01-25 13:52:42",
            "id": "4518001",
            "reply_to_id": "4496588",
            "text": "Drogba er aumingi og ræfill. maðurinn lá flatur meiri hluta leiksins á móti liverpool um daginn, sí grenjandi og dettandi útaf því að fólk stendur innan við meter frá honum. svo liggur xabi alonso eftir þegar blæddi sem mest úr honum og drogba fer að rífa sig yfir leikaraskap og töf? líttu í eigin barm greyið mitt."
        },
        {
            "user": "bangso",
            "user_id": "32986",
            "date": "2007-01-25 15:00:30",
            "id": "4518239",
            "reply_to_id": "4518001",
            "text": "Þótt að drogba sé með leikarskap og aumingjaskap þá gerir það hann ekki að lélegri knatspyrnumanni.  Drogba er leikmaður sem getur klárað leik upp á sitt einsdæmi.  Hann er frábær framherji og ég man vel hvað ég þoldi hann ekki þegar hann kláraði Liverpool í fyrri leik liðana.  Þá áttið ég mig á því hvað hann er rosalega góður framherji."
        },
        {
            "user": "ExWin",
            "user_id": "12646",
            "date": "2007-01-25 15:31:06",
            "id": "4518360",
            "reply_to_id": "4518239",
            "text": "Veistu, mér er drullu sama hversu góður framherji hann er og geti klárað leikinn uppá sitt eins dæmi. hann er jú með 10 aðra inná vellinum til að hjálpa sér við þetta. og hvað með það þó hann geti skorað? pennant skoraði á móti chealsea, hann gerði ekkert annað í þessum leik nema vera fyrir. það er bara svo leiðinlegt að horfa á fótbolta sem er þannig að fólk mætist í öxl í öxl og annar þarf endilega að þykjast hafa meitt sig, svo þegar dómarinn dæmir ekkert þá er allt í einu allt í lagi með þá…jafnvel strandblak er harðari en þetta.\nfyrir mér ertu ekki góður fótbolta maður fyrr en þú getur farið í gegnum heilann leik án þess að grenja, drogba getur það ekki = mér finnst hann ekki góður."
        },
        {
            "user": "BrainLicker",
            "user_id": "49093",
            "date": "2007-01-25 14:30:01",
            "id": "4518121",
            "reply_to_id": "4496588",
            "text": "umm .. er þetta ekki svolítið mikið stolið???\nhttp://www.liverpool.is/forum/tm.asp?m=328083"
        },
        {
            "user": "bangso",
            "user_id": "32986",
            "date": "2007-01-25 14:59:01",
            "id": "4518230",
            "reply_to_id": "4518121",
            "text": "Ég er fuglinn á Liverpool spjallinu:)  eins og ég greindi frá í byrjun greinar.  Langaði bara að fá stig hér."
        },
        {
            "user": "BrainLicker",
            "user_id": "49093",
            "date": "2007-01-26 23:12:25",
            "id": "4523976",
            "reply_to_id": "4518230",
            "text": "AA!.. var líka farinn að gruna það.. Aðeins of vítt lesið spjallborðið á liverpoolsíðunni til að fara að stela greinum af því:)"
        },
        {
            "user": "bangso",
            "user_id": "32986",
            "date": "2007-01-27 00:12:24",
            "id": "4524190",
            "reply_to_id": "4523976",
            "text": "Rétt er það minn kæri."
        },
        {
            "user": "Kvissi",
            "user_id": "66862",
            "date": "2007-01-26 13:10:35",
            "id": "4521782",
            "reply_to_id": "4496588",
            "text": "Hvað er málið að hafa drogba inná listanum , gæjinn skorar ca. þriðja hvert mark með hendinni!!\nsamt  , alveg rétt hjá þér að hafa henry efst ;):D\n————————-\nÁfram Arsenal!"
        },
        {
            "user": "Wazzi",
            "user_id": "53020",
            "date": "2007-01-26 21:54:42",
            "id": "4523763",
            "reply_to_id": "4496588",
            "text": "Jæja okey minn Listi er svona.\n1.Henry [Hann hefur sýnt það í gegnum árin af hverju hann er top3 bestur í heiminum, hann klárar færin sín og það er það sem alvöru striker gerir. Þetta tímabil hjá Henry hefur ekki verið neitt spes, smá meiðsli og hann er ekki að skora mikið þrátt fyrir að vera með 9 mörk í deildinni, Annars er hann bestur að mínu mati]\n2. Eto'o\n3. Drogba [Hann hefur sýnt og sannað að hann er vanmetinn, markahæstur í deildinni í ar]\n4. Ronaldinho\n5. Jæja þá er það sem mér kom á óvart, að fáir eða nánast bara enginn sagði.. En það er hann Robin Van Persie, Gífurlega sterkur strákur og hann er markahæstur hjá Arsenal þetta tímabil. Hann klárar færin sín vel og er góður skotmaður, og með flottar sendingar, Hann meiddist um daginn og verður frá í 6-10 vikur sem er ekki gott því ég tel að hann hefði orðið markahæstur í deildinni. Eftir 2-3 ár verður hann orðinn top3 besti í bransanum, Trust me :]"
        },
        {
            "user": "coppur",
            "user_id": "65556",
            "date": "2007-01-28 09:59:13",
            "id": "4528523",
            "reply_to_id": "4496588",
            "text": "Minn listi:\nRonaldinho\nDrogba\nHenry\nEto\nRooney"
        },
        {
            "user": "Kazi",
            "user_id": "58194",
            "date": "2007-01-30 02:57:01",
            "id": "4536273",
            "reply_to_id": "4496588",
            "text": "uhumm.. fyrst að þú ert að setja Ronaldinho inní þetta sem er ekki sóknarmaður affhverju seturðu ekki C.Ronaldo hann er búinn að skora einum marki minna en Drogba í deildinni. C.Ronaldo er á miðjunni og hann er að skora á fullu og búinn að vera valinn 2 sinnum besti maður mánaðarins, Það gerist sjaldann.\nÞað vantar nokkra góða sóknamenn inni í þetta;)\nMátt ekki gleyma Ítalíu og Klose í Þýskalandi."
        },
        {
            "user": "bangso",
            "user_id": "32986",
            "date": "2007-01-30 17:58:43",
            "id": "4538065",
            "reply_to_id": "4536273",
            "text": "Klose skoraði ekki í CL þanngi ég tel það vega ansi stórt.  Ítalía er bara leiðinlega deild.\nRonaldinho er betri en cronaldo þú líkir þeim ekki saman.  Ronaldo er kantmaður og ekki besti kantmaður að mati Fifa heldur er það Gerrard.\nRonaldinho er líka svona það næsta sem kemst framherja. En hann leikur oft í framlínu Barcelona."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-09-25 22:05:26",
            "id": "5262644",
            "reply_to_id": "4538065",
            "text": "Var að flétta í gegn þessum þræð'i og sé þetta hjá þér, Klose skorar ekki í CL, það er rétt enda hefur hann spilað hvað 2 sinnum þar með Werder, en hann hefur skorað 10 mörk á 2 HM, það er ekki slæmt skal ég segja þér."
        },
        {
            "user": "SteiniSB",
            "user_id": "67228",
            "date": "2007-02-07 19:13:40",
            "id": "4567237",
            "reply_to_id": "4496588",
            "text": "mitt myndi ver  einhvernvegin svona\n1:Drogba / sterkur, góður skallamaður, og hleipur allan leikinn og er  bara góður leikmaður\n2: etoo / var ekki viss hvort hann eða Drogba ætti að vera í 1. sæti hann er bara ógjeðslega góður leikmaður tæknilega séð , Barcelona er allt annað lið með hann í liðinu\n3: Dirk Kuyt / hraður leikmaður sem sér alltaf þegar einhver kmeur í færi með honum horfir vel, góður skotmaður  og get varla lýst honum en hann er snillingur\n4: Ronaldinho / ekki bunað standa sig jafn vel og hann gæti en hann er góður skotmaður og bara góur fyir liðsheildina\n5: Henry / hann er góður leikmaður sem er nokkurnveigin góður í öllu Arenal liðið gjörsamlega treistir á hann"
        },
        {
            "user": "Andriy",
            "user_id": "68140",
            "date": "2007-03-18 14:27:58",
            "id": "4697147",
            "reply_to_id": "4496588",
            "text": "listinn minn er svona\n1.Drogba,búinn að standa sig frábærlega á þessu seasoni og mér finnst hann vera vanmetinn,hann hefur allt sem góður framherji þarf að hafa,tekur alla skalla bolta enda lætur mourinho hann alltaf koma og dekka inni í teignum hjá chelsea því hann tekur boltana sem koma í átt að honum.\n2.Samuel Eto'o. hann hefur tæknina,hraðan og klárar færin sem hann fær og er mjög sterkur og mikill baráttu fíkill.\n3.Henry.hann er Arsenal liði !! þeir geta þetta ekki án hans.\n4.Wayne Rooney. Hann er mjög góður og á uppleið og gæti mjög líklega verða valinn bestur í heimi eftir svona 1-2 ár.\n5.Ronaldinho. Hann var nr.1 í fyrra en hann hefur ekki verið að standa sig nógu vel á þessu ári en er gríðarlega góður leikmaður og hann er með TÆKNI ekki einhæfur eins og Cristiano Ronaldo hann kann ekki að gera neitt annað en þessi blessuðu skæri og hann notar þau oft bara til að sýna sig en ekki til að sóla leikmenn.Ronaldinho notfærir sér tæknina hinsvegar mjög vel."
        },
        {
            "user": "croucho",
            "user_id": "68313",
            "date": "2007-04-04 18:36:59",
            "id": "4757817",
            "reply_to_id": "4496588",
            "text": "Mér finnst að Peter Crouch eigi að vera þarna hann er mjög vanmetin leikmaður\n—–\nCroucho here"
        },
        {
            "user": "Andriy",
            "user_id": "68140",
            "date": "2007-04-06 01:22:32",
            "id": "4761999",
            "reply_to_id": "4757817",
            "text": "segðu mér að þú sért að gera grín …..ef ekki þá skaltu leita þér hjálpar kallinn minn ;)"
        }
    ]
}