{
    "forum_title": "Smásögur",
    "user": "Mendoza",
    "user_id": "61875",
    "date": "2007-01-21 20:22:15",
    "title": "Slysið",
    "text": "“Af hverju starirðu svona út um gluggann?”, spurði pabbi hans.\nTómas hafði setið og starið út um gluggann alla leiðina. Hann vissi ekki af hverju en grunaði að það væri af því að þau voru á leiðinni að sæka hann. Gamla bílinn þeirra sem þau höfðu\nátt í um þrjú ár en að lokum gefið hann til gamals manns sem bjó í Breiðholtinu. Tómas hafði misst tvo ástvini sína út af þessum bíl, frænda hans og systur hans. Frændi hans slasaðist\nalvarlega þegar hann lenti í árekstri við hann. Hann lifði í þrjár klukkustundir þar til hann dó af blóðmissi. Systir hans framdi sjálfsmorð í honum fyrir sex mánuðum síðan. Pabbi Tómasar\nþurfti að fara með hann upp á lögreglustöð því gamli maðurinn hafði dáið eftir að hafa gleymt að setja handbremsuna á svo bílinn rann af stað í brattri brekku og skall á honum. Tómas\nvar síður en svo ánægður að þurfa að sjá bílinn aftur en hann vissi að pabbi hans hefði ekkert gaman að því heldur.\n“Æ, bara að hugsa”, svaraði Tómas.\n“Já, en við erum komnir”, sagði pabbi hans og drap á bílnum.\nÞeir stigu út á lítið hellulagt plan. Þeir voru staddir fyrir framan lítið raðhús sem lá í langri röð húsa niður eftir brattri brekku, nánar tiltekið brekkunni sem gamli maðurinn hafði\nlátist í. Húsið var alveg eins og öll hin húsin, með bláu þaki og gráu yfirbragði. Þeir litu í kringum sig og komu auga á hann. Bílinn var ljósgulur og hrörlegur með skítugum rúðum. Það\nhafði verið lappað upp á hann eftir slysið með frænda hans en hann var þó enn dálítið klesstur að framan. Hann var kominn aftur.\nÞeir keyrðu eftir tómum götum út úr Breiðholtinu en þegar þeir komu á stærri götur jókst umferðin. Tómas sat með andlitið klesst upp að rúðunni og horfði á húsin þjóta framhjá þegar þeir\nþutu eftir hraðbrautinni.\n“Er allt í lagi með þig?”, spurði pabbi hans þegar hann sá að Tómas hafði haldið sömu stöðunni í ansi langan tíma.\n“Já,já, allt í fína”, svaraði hann og reis upp.\nÞeir komu að gatnamótum og mættu rauðu ljósi. Pabbi hans stoppaði bílinn. Stór flutningabíll stansaði hinum megin á gatnamótunum. Á honum var merki IKEA og undir því stóð: “Höfum flutt í\nnýja og betri…”. Hann gat ekki lesið meira því pabbi hans keyrði af stað. Hann beygði til vinstri og flutningabílinn stefndi beint að þeim. Í fyrstu fattaði hann ekkert en síðan áttaði\nhann sig. En það var of seint. Flutningabílinn lenti á þeim og gríðarmikill þrýstingur lenti á Tómasi svo hann þrusaðist upp í loftið og lenti með höfuðið í loftinu. Hann fann fyrir\ngríðarmiklum sársauka og það seinasta sem hann sá var heimurinn á hvolfi.\n“Skrítið.”, hugsaði hann áður en hann lokaði augunum.\nHann opnaði augun. Tómas var kramdur á milli sætisbaksins og gólfins. Hann gat ekki hreyft sig. Hann reyndi að hrópa en kom ekki upp orði því andlitið var kramið að gólfinu. Hann sá glerbrot\nallt í kringum sig og sá glitta í himininn fyrir utan. Hann reyndi að fikra sig áfram til hliðar. Það var erfitt en að lokum tókst það og hann veltist á hliðina. Hann reis upp. Tómas fann\nað hann var særður, hann var blóðugur. Hann sá að bílinn hafði lent á hvolfi. Hann leit í framsætið og sá pabba sinn liggja meðvitundarlausan yfir stýrinu. Hann þeysti að honum, sneri honum\nvið og fann að hann var alsettur blóði.\n“Vaknaðu!”, hrópaði hann og hristi hann til. En hann vaknaði ekki. Tómasi vöknaði fyrir augunum og fann tár læðast niður kinnar sér. Hann hrópaði á hjálp. Ekkert heyrðist. Hann hrópaði aftur.\nEnn heyrðist ekkert svo hann opnaði hurðina með miklu erfiði og skreið út. Það fyrsta sem hann sá var gríðastóran flutningabílinn liggja á hliðinni yfir girðingu á umferðareyju. Síðan heyrði\nhann sírenur í fjarska. Hann datt í jörðina og fann þungt högg á höfði sér. Honum var óglatt, hann reyndi að halda sér vakandi en augnlokin þyngdust. Hann heyrði sjúkrabílinn stoppa og heyrði\nhróp og raddir eins og miklum fjarska. Svo missti hann meðvitund.",
    "url": "https://www.hugi.is/smasogur/greinar/487806/slysid/",
    "url_id": "487806",
    "id": "4500472",
    "replies": [
        {
            "user": "Superbia",
            "user_id": "44280",
            "date": "2007-01-21 22:11:05",
            "id": "4504584",
            "reply_to_id": "4500472",
            "text": "Mér fannst sagan allt í lagi, ekkert frábær, en alveg fín. Samt var eitt sem böggaði mig; hvaða hraðbraut???"
        },
        {
            "user": "Mendoza",
            "user_id": "61875",
            "date": "2007-01-21 22:28:37",
            "id": "4504666",
            "reply_to_id": "4504584",
            "text": "Það er bara Miklabraut, veit ekki hvort það telst vera hraðbraut."
        },
        {
            "user": "Superbia",
            "user_id": "44280",
            "date": "2007-01-21 22:52:00",
            "id": "4504764",
            "reply_to_id": "4504666",
            "text": "Nei hún er ekki hraðbraut. Ég er ekki viss en til þess að það teljist vera hraðbraut mega ekki vera gatnamót með ljósum og soleiðis stoppum…"
        },
        {
            "user": "Mendoza",
            "user_id": "61875",
            "date": "2007-01-21 23:02:22",
            "id": "4504810",
            "reply_to_id": "4504764",
            "text": "Allt í lagi."
        },
        {
            "user": "YAWN",
            "user_id": "44101",
            "date": "2007-01-21 23:55:23",
            "id": "4505071",
            "reply_to_id": "4500472",
            "text": "flott saga nema bara það að flutningabíllinn náði að velta bílnum á mjög litlum hraða nýbúinn að taka af stað. þeir voru báðir stopp á rauðu ljósi síðan að taka af stað."
        }
    ]
}