{
    "forum_title": "Metall",
    "user": "Freeskier",
    "user_id": "60931",
    "date": "2007-01-22 00:02:29",
    "title": "Saga Dark Funeral  fyrri hluti",
    "text": "Mér datt í hug afþví að Babylon er í gangi og ég hef ekkert að gera að gera grein um mína uppáhald Svartmálms hljómsveit, Dark Funeral.  Ég ætla að taka það strax fram að ef Babylon er búið og ekki ég, þá hætti ég bara samt, og geri restinna næsta sunnudag.  Vona að ég komist upp með það.\nDark funeral samstendur af-\n•\tEmperor Magus Caligula (Masse Broberg) - Vocals, Bass - (1996-)\n•\tLord Ahriman (Micke Svanberg) - Guitar - (1993-)\n•\tChaq Mol (Bo Karlsson) - Guitar - (2003-)\n•\tMatte Modin - Drums - (2000-)\nFyrri meðlmir-\n•\tThemgoroth - Vocals, Bass - (1993-1996)\n•\tDominion (Matti Mäkelä) - Guitar - (1998-2002)\n•\tTyphos (Henrik Ekeroth) - Guitar - (1996-1998)\n•\tBlackmoon (David Parland) - Guitar - (1993-1996)\n•\tGaahnfaust (Robert Lundin) - Drums - (1998-2000)\n•\tAlzazmon (Tomas Asklund) - Drums - (1996-1998)\n•\tEquimanthorn - Drums - (1994-1996)\n•\tDraugen - Drums - (1993-1994)\nDark funeral er Svartmálmsband upprunalega frá Svíðþjóð.  Það var stofnað árið 1993 af Lord Ahriman og Blackmoon.  Oftast syngja þeir um Satanisma, Andkristni og Heimsendi. Bæði  Emperor Magus Caligula og Ahriman er heittrúaðir Satanistar og tjá skoðanir sínar um satan á listrænan hátt, bæði gegnum tónlist og textasmíði.\n1994.\nÞetta ár gáfu þeir út demo sem þeir kölluðu einfaldlega Dark funeral, hjá Dan Swanös Uni-sound (fyrir þá sem vita hvað það er).  Þeir gáfu það demo út 4.mai. Sama dag spiluðu þeir sitt fyrsta gigg kránni luse lottes í Osló. En eftir þessa plötu hætti draugen (trommari) en í hans stað koma Equimanthorn.\n1995.\nHljómsveitinn skrifuðu þeir undir samgning hjá “No Fashion Records” og hófust strax handar við lagasmíði fyrir Breiðskífu.  Eftir fremur lélega tilraun til að taka upp “The Secrets Of The Black Arts” hjá Uni-sound stúdíóinu, ákvað hljómsveitinn að færa sig frá “No Fashion Records” yfir til “Abyss studio” og tóku alla breiðskífunna upp aftur.\nMeð nýja pródúsernum ,Peter Tägtgren(Hypocrisy), innanborðs Tókst Dark Funeral loksins að finna “sándið” sem þeir voru að leita eftir.  Stuttu seinna, spiluðu Dark Funeral á sínu fyrsta festivali, Under The Black Sun í Berlín.  Stuttu áður en höfðu þeir fengið Emperor Magus Caligula til liðs við sig sem varð svo varanlegur meðlimur.\n1996\n28. janúar árið 1996 gáfu þeir út sína fyrstu breiðskífu, “The Secrets Of The Black Arts, og stuttu seinna fengu þeir samnig við “Metal Blade” í Bandaríkjunum og við “Mystic Production” frá Pólandi.  Seinna sama ár hætti Blackmoon.  Sem betur fer kom Typhos í hans stað á gítar.  Og bættu líka við sig Caligula (Masse Broberg, upprunalega úr Hypocrisy).  Með þessu urðu Dark Funeral mun meira “agressif” og “intense”.  Ásamt Necromass, fóru Dark Funeral í tónleikaferðalag út um alla evrpópu í hinum alræmda “Satanic War Tour I”.\n1997\nÁrið 1997 spiluð Dark Funeral í fyrsta skiptið í Ameríkunni á “Expo Of The Extreme” festivalinu í Chicago.  Eftir það hófu þeir tónleika ferðalagið “The American Satanic Crusade Tour” og höfðu Usurper (eitthver hljómsveit) með sér. Upphaflega átti tónleikaferðalagið að innihalda  Acheron og Destroyer 666 en það koma eitthvað upp á þannig þeir gátu ekki komið með.  Í September fóru þeir aftur í stúdíóið til að taka upp “ Vobiscum Satanas”.  Sem er að mínu mati næst besti diskurinn með Dark funeral.\n1998\nÁrið 1998 gekkDominion  til liðs við dark funeral til að aðstoða við  “The Ineffable Kings Of Darkness Tour” Með Enthroned og Liar Of Golgotha.  Dark funeral fengu líka sitt annað “festival gigg” á sænska metal festivalinu Hultsfreds.  Eftir giggið var thyphos rekinn og Dominion koma í hans stað á gítar, og Caligula varð aftur bassa/söngvari.  Áður en Dark Funeral fóru á tónleikaferðalag með Cannibal Corpse og Infernal Majesty,  hætti Alzazmon (trommur) og Gaahnfaust, sem hafði lengi verið vinur þeirra, koma í hans stað.\n1999\nÁrið 1999 kom Dark funeral aftur til evrópu í tónleikaferðalagið “The Satanic Inquisition” ásmt Dimmu borgum. Þetta var þeirra lengsti og bestu evrópu túr hingað til.\n2000\nEkki vill maður hitta þenna í dimmu húsasundi!\nMeð pródúsernum Tommy Tägtren tóku dark funeral upp breiðskífunna “ Teach The Children To Worship Satan”  Fyrir þessa breiðskífu tóku þeir upp live video  fyrir lagið “An Apprentice Of Satan”.  Þetta ár tóku þeir höndum saman með Deicide, Immortal og Cannibal Corpse og fóru í tónleikaferðalagið “No Mercy”.  Þetta ár hætti Gaagnfaust, og í hans stað koma Matte Modin (úr Defleshed) sem varanlegur meðlimur og spilaði með þeim á With Full Force Festivalinu.\nNúna er Babylon að klárast þannig ég er hættur.  Þið þurfið að bíða þangað til næsta sunnudag eftir restinni , og commentið endilega um hvað má fara betur og þannig dót, og segið mér hvaða hljómsveit þið viljið sjá skrifað um því ég ætla að gera þetta að vikulegri athöfn!!   Þangað til Góðar stundir!",
    "url": "https://www.hugi.is/metall/greinar/488173/saga-dark-funeral-fyrri-hluti/",
    "url_id": "488173",
    "id": "4505082",
    "replies": [
        {
            "user": "l0l3rc4k3",
            "user_id": "50613",
            "date": "2007-01-22 07:39:28",
            "id": "4505483",
            "reply_to_id": "4505082",
            "text": "1999\nÁrið 1999 kom Dark funeral aftur til evrópu í tónleikaferðalagið “The Satanic Inquisition” ásmt Dimmu borgum. Þetta var þeirra lengsti og bestu evrópu túr hingað til.\n2000\nEkki vill maður hitta þenna í dimmu húsasundi!\nMeð pródúsernum Tommy Tägtren tóku dark funeral upp breiðskífunna “ Teach The Children To Worship Satan” Fyrir þessa breiðskífu tóku þeir upp live video fyrir lagið “An Apprentice Of Satan”. Þetta ár tóku þeir höndum saman með Deicide, Immortal og Cannibal Corpse og fóru í tónleikaferðalagið “No Mercy”. Þetta ár hætti Gaagnfaust, og í hans stað koma Matte Modin (úr Defleshed) sem varanlegur meðlimur og spilaði með þeim á With Full Force Festivalinu.\nHahaha wtf akkru!?"
        },
        {
            "user": "Freeskier",
            "user_id": "60931",
            "date": "2007-01-22 07:46:27",
            "id": "4505488",
            "reply_to_id": "4505483",
            "text": "æi, tók ekki eftir þessu, en ég gerði þetta í word skjali, og notaði mynd af bassa leikaranum svo copy/pasteaði ég þetta bara og myndin kom ekki ekki :/"
        },
        {
            "user": "Bathory",
            "user_id": "57714",
            "date": "2007-01-23 17:18:30",
            "id": "4510853",
            "reply_to_id": "4505483",
            "text": "Teach children to worship satan var EP. :P"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-01-22 11:30:07",
            "id": "4505804",
            "reply_to_id": "4505082",
            "text": "Góð grein ágætis band. Hef bara hlustað á einn disk samt.\nMér finsnt samt alltaf jafn gaman þegar allir eru með BM nicknames nema þessi eini gaur sem vill ekki vera með þannig, þannig að allir heita Lord Ahriman og annað því umlíkt, svo er einn gaur sem heitir bara Tomas Jensen eða eitthvað álíka :P\nEn samt sem áður mjög gott band af því sem ég hef heyrt, krafturinn kom mér skemmtilega á óvart"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-01-22 12:10:24",
            "id": "4505904",
            "reply_to_id": "4505082",
            "text": "Gott band, flott grein. Án efa klassaband hér á ferð. En hérna ein pæling, gáfu þér ekki út disk sem var Live og sama disk var Bathory demo á ? Vinur minn á þann disk .. stendur ekkert um hann á Metal Archives..\nAllavegna, þá má gera greinar um\nAllt sem er vitað um Urfaust og Deathspell Omega. Satanic Warmaster væri einnig fínnt og Antaeus. Dýrk a að lesa hljómsveitargreinar eins og þessa. Frábært :D 4.9/5 mögulegum ;*"
        },
        {
            "user": "Klasnic",
            "user_id": "56416",
            "date": "2007-01-22 13:33:14",
            "id": "4506160",
            "reply_to_id": "4505082",
            "text": "geggjað band!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-01-22 19:35:41",
            "id": "4507853",
            "reply_to_id": "4505082",
            "text": "namm namm……"
        },
        {
            "user": "Diddii",
            "user_id": "44763",
            "date": "2007-01-23 12:31:47",
            "id": "4509827",
            "reply_to_id": "4505082",
            "text": "klapp klapp*\nþægilegt að lesa þetta, þar sem mikið af greinaskilum og þess háttar (+)\nInnihaldið var gott (+)\ngrein um aðra hljómsveit en metallica :D jeij :D\nklapp aftur :D"
        },
        {
            "user": "mixer",
            "user_id": "17894",
            "date": "2007-01-25 09:12:25",
            "id": "4517453",
            "reply_to_id": "4509827",
            "text": "þegiðu diddi ;D.. þú lifir eingöngu á metallica þráðum.. I know your.. sick.. mind.."
        },
        {
            "user": "Diddii",
            "user_id": "44763",
            "date": "2007-01-25 16:41:45",
            "id": "4518696",
            "reply_to_id": "4517453",
            "text": "what the hell?\nþekki ég þig eða?"
        },
        {
            "user": "sacrebleu",
            "user_id": "66381",
            "date": "2007-01-23 18:02:33",
            "id": "4511049",
            "reply_to_id": "4505082",
            "text": "með bestu black metal böndunum að mínu mati."
        },
        {
            "user": "unknown",
            "user_id": "67514",
            "date": "2007-01-26 22:22:56",
            "id": "4523835",
            "reply_to_id": "4505082",
            "text": "almennilegt."
        }
    ]
}