{
    "forum_title": "Skátar",
    "user": "fridabjork",
    "user_id": "64110",
    "date": "2007-01-22 22:14:18",
    "title": "Ds. Kotasæla ferðasaga",
    "text": "Já hvað á maður ekki bara að skella inn ferðasögu frá Ds. Kotasælu..\nÞetta byrjaði allt hinn fagra eftirmiðdag 19. janúar. Eftir smá misskilning kom pabbi hans Orra að sækja mig og við brunuðum upp í Dalakot. Þegar þangað kom hófst hin mikla keppni sem hét Baráttan um kojuna.. eða það héldum við en við fengum svo góðar kojur strax því við vorum svo snemma í því að lítið varð úr keppninni…OHH allavega. Þegar við vorum búin að henda af okkur pokunum tók við spjall þangað til að við vorum kölluð niður í sal..niður í kaldasta helvíti.. þar fórum við í kynningarleik og eignuðumst öll nýjan vin: þetta er jón vesti vinur minn (Blautur koss) já sem endaði með því að fólk var kysst á ólíklegustu staði. Stebbi G kyssti mig t.d. á hægri rasskinnina og ég kyssti Alla á vinstri ilina..og jonni kyssti Orra á já mjög skemmtilegum stað.. haha\nSvo kom að því að skipta fólki í lið. Ég lenti í því yndislega liði X-men.. ásamt Mása (landnema), Ágústi (einherjar/valkyrjan), Elísabetu (Mosverjar), Unnur (mosverjar) og Andra (skjöldungum)…hann gústi fór með okkur uppí kojur í létt spjall. Um kvöldið var svo djúpa laugi á dagskrá.. fyrst var Stebbi G spyrill og endaði á að velja keppanda númer 1.. hana Helgu úr Hamri.. svo var ég spyrill og valdi keppandi númer eitt..því miður man ég ekki hvað hann heitir en hann var úr mosverjum…held ég.. fyrirgefðu að ég man ekki eftir þér.. allavega. Svo var ákveðið að fara að sofa..eða reyna það þar sem við sváfum átta í kássu í plássi sem hæfði 4 manneskjum..\nEftir mjög takmarkaðan og erfiðan svefn vöknuðum við mishress og hoppuðum niður í morgunmat. Svo komu Elísa og Hulda (jeij) og við fórum út ásamt fullt af fólki að reyna að drepa okkur a.k.a. renna okkur á sleðum og brettum niður hinar ýmsu brekkur. En svo var okkur orðið svo kalt á tánum að við fórum inn og ar byrjaði flokkakeppni. Hún innihélt m.a. kotasælu áts keppni, steypi skó kast, eggjakast, biðraða SLAG, tannkremstúbu tæmingar/fyllingarkeppni og annað skemmtilegt.. eftir þessa mögnuðu keppni var farið inn að reyna að hlýja sér.. ég fór að spila við fólk og vann svo fjóra ísfirðinga í spili sem ég var nýbúin að læra…FACE Grímur, Liljar, Ágúst og Yngvi…og pínu feis á Hemma bara af því að hann er ísfirðingur!!\nEftir unaðslegan kvöldmat, sem var reyndar kaldur hjá mér, var haldin hin besta kvöldvaka með skemmtilegum skemmtiatriðum, mögnuðum söng, SJÓÐHEITU slúðri, styrkt af MEST, og ýmsu öðru.. Síðan var næturleikur sem var í anda Austin Powers..því honum hafði jú verið rænt.. eftir spjall og já kúr hjá örugglega einhverjum þá var farið að sofa í aðeins minni þrengslum en ég komst þó að því að Jonni(landnemi) er með þunga hendi..\nDaginn eftir fóru þó nokkrir í ævintýraferð og svo týndust allir heim einn af öðrum. Við fórum um 2 leytið heim afþví að úbersvali pabbi minn kom og sótti mig á vélsleða…honum langaði bara svo mikið út að leika..en það var stutt gaman því ég var að fara í sund með Gógó (skjöldungur a.k.a. hallveig) og Huldu.. þannig að við hoppuðum upp í bíl ásamt fleirum og fórum heim..\nTakk fyrir frábæra helgi:D",
    "url": "https://www.hugi.is/skatar/greinar/488453/ds-kotasaela-ferdasaga/",
    "url_id": "488453",
    "id": "4508609",
    "replies": [
        {
            "user": "dresinn",
            "user_id": "46045",
            "date": "2007-01-22 22:24:22",
            "id": "4508681",
            "reply_to_id": "4508609",
            "text": "ja þetta var geðveigt og góð ferða saga\nsmári hataru mig, mín var kiklu betur upp sett það var bara aðeins og margar villu"
        },
        {
            "user": "fridabjork",
            "user_id": "64110",
            "date": "2007-01-22 22:27:54",
            "id": "4508695",
            "reply_to_id": "4508681",
            "text": "heyyy andrés fyrsta greinin mín.. ég kunni ekkert að setja hana upp.. gerði bara copy paste úr word…"
        },
        {
            "user": "dresinn",
            "user_id": "46045",
            "date": "2007-01-22 22:31:19",
            "id": "4508718",
            "reply_to_id": "4508695",
            "text": "whúhú til hamingju"
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2007-01-22 22:44:52",
            "id": "4508786",
            "reply_to_id": "4508609",
            "text": "það er klárlega mikill persónulegur sigur fyrir þig að hafa sigrað okkur í spili\nen annars takk sömuleiðis"
        },
        {
            "user": "fridabjork",
            "user_id": "64110",
            "date": "2007-01-22 22:45:35",
            "id": "4508788",
            "reply_to_id": "4508786",
            "text": "haha ég er núna búin að jafna mig á gífurlegu svindli ykkar á SSR mótinu..!"
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2007-01-22 22:49:43",
            "id": "4508811",
            "reply_to_id": "4508788",
            "text": "svindl? mér finnst ekkert svindl að rífa niður fötin sín\nþú móðgar mig\nBætt við 22. janúar 2007 -  22:53\nþar fyrir utan eru líka líkur á að þú hafir svindlað í spilinu enda skrifari"
        },
        {
            "user": "fridabjork",
            "user_id": "64110",
            "date": "2007-01-23 13:27:55",
            "id": "4509990",
            "reply_to_id": "4508811",
            "text": "hey sko ég svindlaði ekki og ef svo hefði verið þá hefðir þú nú átt að taka eftir því þar sem þú sast næst blaðinu!!"
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2007-01-23 17:43:14",
            "id": "4510956",
            "reply_to_id": "4509990",
            "text": "klárlega ;)"
        },
        {
            "user": "spir",
            "user_id": "5492",
            "date": "2007-01-22 23:39:59",
            "id": "4509047",
            "reply_to_id": "4508609",
            "text": "Kommon, fara vitlaust með nafn aðalmannsins? sem fór með ykkur upp í spjall eftir kynnigarleikinn, klárlega ekki sáttur.\nKv. Geiri, ekki Gústi ;)"
        },
        {
            "user": "fridabjork",
            "user_id": "64110",
            "date": "2007-01-23 13:26:49",
            "id": "4509985",
            "reply_to_id": "4509047",
            "text": "vá veistu hvað ég stoppaði lengi þarna til að hugsa hvor nafnið það væri.. stóð lengi vel þarna geiri en svo fór að að hugsa um eitthvað og skrifaði gústi.. haha fyrirgefðu mér..:D"
        },
        {
            "user": "Joakimk",
            "user_id": "43781",
            "date": "2007-01-22 23:46:58",
            "id": "4509068",
            "reply_to_id": "4508609",
            "text": "Ég er beiler… hljómar eins og ég hafi misst af ágætis helgi"
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2007-01-22 23:50:38",
            "id": "4509086",
            "reply_to_id": "4509068",
            "text": "hún var ansi massíf"
        },
        {
            "user": "Heyglo",
            "user_id": "42587",
            "date": "2007-01-23 00:33:03",
            "id": "4509201",
            "reply_to_id": "4509068",
            "text": "já, helvískur jóakim!"
        },
        {
            "user": "Heyglo",
            "user_id": "42587",
            "date": "2007-01-25 13:31:04",
            "id": "4517921",
            "reply_to_id": "4509201",
            "text": "Brennum hann á báli!!!!  VÚHÚ"
        },
        {
            "user": "Contemplative",
            "user_id": "62939",
            "date": "2007-01-23 09:47:52",
            "id": "4509513",
            "reply_to_id": "4508609",
            "text": "Geðveik góð ferðasaga. Ég öfunda ykkur svo mikið að fara í svona ferðir. Ég fer í dróttskátana eftir 5 mánuði og hlakkar gg til. ferðirnar sem við förum í eru ekki næstum eins góðar og maður er að heyra úr dróttskátunum,en maður getur lifað við þetta,,,enþá… Allavega,góð saga."
        },
        {
            "user": "efiabet",
            "user_id": "62332",
            "date": "2007-01-23 12:27:05",
            "id": "4509811",
            "reply_to_id": "4508609",
            "text": "mosverjinn þinn heitir hlynur;)"
        },
        {
            "user": "fridabjork",
            "user_id": "64110",
            "date": "2007-01-23 13:25:40",
            "id": "4509983",
            "reply_to_id": "4509811",
            "text": "ok fyrirgefðu hlynur:D"
        },
        {
            "user": "Drazil",
            "user_id": "3038",
            "date": "2007-01-24 10:46:45",
            "id": "4513524",
            "reply_to_id": "4508609",
            "text": "hey\nsmá spurning hérna…. af hverju buðuð þið okkur hinum ekki með í sund? ég til dæmis hefði alveg verið game í sund þennan dag"
        },
        {
            "user": "Drazil",
            "user_id": "3038",
            "date": "2007-01-24 12:55:35",
            "id": "4513821",
            "reply_to_id": "4513524",
            "text": "Þetta var nú meiri svona in the moment ákvörðun heldur en svaka planað.. fórum líka fyrr og þannig… höfum bara hópsund næst ;)"
        },
        {
            "user": "Drazil",
            "user_id": "3038",
            "date": "2007-01-24 13:01:11",
            "id": "4513837",
            "reply_to_id": "4513821",
            "text": "já ég meina þið hefðuð nú alveg getað látið vita sko… ekki það að ég hefði komist þar sem ég kom í bæinn kl 6 og fór beint á fund og þaðan nánast beint í bíó:P"
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2007-01-24 14:36:17",
            "id": "4514192",
            "reply_to_id": "4513524",
            "text": "þú hefðir ekki fundið þær, það var svo mikil gufa frá lauginni"
        },
        {
            "user": "fridabjork",
            "user_id": "64110",
            "date": "2007-01-24 14:37:51",
            "id": "4514203",
            "reply_to_id": "4514192",
            "text": "haha ekkert smá.. ekkert grín að sjá ekki risabolta fyrr en of seint og fá hann í hausinn… ha! Er það nokkuð Hallveig..?? (hún henti sko)"
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2007-01-24 14:39:51",
            "id": "4514218",
            "reply_to_id": "4514203",
            "text": "mér myndi reyndar finnast það mjög fyndið ;)"
        },
        {
            "user": "fridabjork",
            "user_id": "64110",
            "date": "2007-01-24 14:45:35",
            "id": "4514255",
            "reply_to_id": "4514218",
            "text": "haha já ég hló reyndar alvegs slatta eftir að ég var búin að jafna mig.."
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2007-01-24 14:52:48",
            "id": "4514291",
            "reply_to_id": "4514255",
            "text": "klárlega :P"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-01-30 12:57:14",
            "id": "4536875",
            "reply_to_id": "4514255",
            "text": "haha úbbs sorry :'D"
        }
    ]
}