{
    "forum_title": "Húðflúr og götun",
    "user": "hmmmm",
    "user_id": "21516",
    "date": "2007-01-23 15:49:22",
    "title": "Nýr stjórnandi.",
    "text": "Jæja. Þá hef ég fengið stjórnandastöðu hér á húðflúr og götun mér til mikillar gleði.\nÉg mun reyna að vera eins dugleg og ég get við að svara ykkur og senda inn fróðleiksmola. Ég bið ykkur bara um að sýna mér smá biðlund meðan ég læri vel inn á þetta allt saman.\nAnnars held ég að við, PraiseTheLeaf og KronoZ verðum ansi gott teymi hér á /hudflur ;)\nKveðja,\nRaggagrl",
    "url": "https://www.hugi.is/hudflur/tilkynningar/488593/nyr-stjornandi/",
    "url_id": "488593",
    "id": "4510449",
    "replies": [
        {
            "user": "Shadowfaxx",
            "user_id": "37855",
            "date": "2007-01-23 16:02:10",
            "id": "4510502",
            "reply_to_id": "4510449",
            "text": "*klapp*"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-01-23 16:25:09",
            "id": "4510608",
            "reply_to_id": "4510449",
            "text": "Velkomin!! ;) Kominn tími til :D"
        },
        {
            "user": "hmmmm",
            "user_id": "21516",
            "date": "2007-01-23 16:32:48",
            "id": "4510642",
            "reply_to_id": "4510608",
            "text": "Takk takk;)"
        },
        {
            "user": "SDMF",
            "user_id": "27793",
            "date": "2007-01-23 21:33:05",
            "id": "4512114",
            "reply_to_id": "4510449",
            "text": "velkomin og til hamingju"
        },
        {
            "user": "hmmmm",
            "user_id": "21516",
            "date": "2007-01-23 21:33:28",
            "id": "4512116",
            "reply_to_id": "4512114",
            "text": "Takk fyrir það:)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-01-23 22:02:03",
            "id": "4512287",
            "reply_to_id": "4510449",
            "text": "Bíddu, ha? hvað varð um liverpool guttann ?"
        },
        {
            "user": "KillHannah",
            "user_id": "46650",
            "date": "2007-01-23 22:30:13",
            "id": "4512469",
            "reply_to_id": "4510449",
            "text": "er ekkert að reyna að vera leiðinleg hérna en mér finst þetta vera afar kvikindilsegt af ykkur að hafa hent honum liverpool út hann kom með mjög góða skýringu á því afhverju hann gat ekki komið inná í soldin tíma og þetta er bara ljótt af ykkur að fara svona á bakvið hann… hvaða hálviti myndi fara að taka einhverja heima síðu frammyfir skólan… þetta er ekki fallegt af ykkur…\nþetta er til allra stjórnendana hérna ekki bara þín…"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-01-23 22:39:36",
            "id": "4512526",
            "reply_to_id": "4512469",
            "text": "Ég vil ekki vera leiðinleg á móti en hefur þú einhvern rétt á að skipta þér að þessu? Veist þú eitthvað hvað fór okkar á milli? Veistu ekki líka að þetta er ekkert vesen af okkar hálfu líka? Hefurðu ekki bara heyrt eina sögu á málinu?\nMér finnst ansi hart af þér að koma með svona comment vitandi ekki neitt um málið…\nBætt við 23. janúar 2007 -  22:47\nVeistu ekki líka að þetta er ekkert vesen af okkar hálfu\nNÚNA\ná þetta að vera :)\nÞað verður ekki gert meira vesen úr þessu og því væri gott ef að fólk sem ekkert veit um þetta léti þetta eiga sig."
        },
        {
            "user": "KillHannah",
            "user_id": "46650",
            "date": "2007-01-23 22:50:48",
            "id": "4512586",
            "reply_to_id": "4512526",
            "text": "bíddu er þetta ekki frjálst land eða ég hélt það hefur fólk ekki frjáls málfrelsi svo fremur sem það skaðar ekki aðra…\nég sagði ekkert sem var einhvað sérstaklega beint á aðra…\neina sem ég gerði var að segja mína skoðun og það er ekkert sem bannar það…\nþetta er áhuga mál allta ekki bara stjórnenda og við eigum rétt að því að skipta okkur af þeim hlutum sem koma þessu áhugamáli við þetta er ekki bara þitt áhugumál þótt þú stjórninr því…"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-01-23 22:56:32",
            "id": "4512627",
            "reply_to_id": "4512586",
            "text": "Var ég e-ð að banna þér að tala? Ég var að spyrja þig spurninga um hvort þú vissir e-ð um málið? Ef þú veist ekki nógu mikið um það til þess að geta tjáð þig þá geturðu einfaldlega sleppt því ekki satt?\nÉg er ekkert að eigna mér þetta áhugamál og ég ætla rétt að vona að þú haldir ekki ég hafi völdin til þess að reka stjórnendur bara sisona! Vefstjóri kom inní málið og hann tók afstöðu.\nStjórnandi er ekki látinn fara út af engu…\nÞað er 2 hliðar á öllum málum og þú myndar þér skoðun út frá einni hlið.. Og þessvegna finnst mér leiðinlegt að þú skulir koma með þetta comment beint til mín og KronoZ."
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-01-23 23:02:18",
            "id": "4512659",
            "reply_to_id": "4512586",
            "text": "Liverpool er ekki stjórnandi lengur, Raggagrl er komin inn í staðinn fyrir hann og það verður þannig.. Til hvers að búa til óþarfa vesen?\nVonandi verður þetta áhugamál eins frábært og það hefur verið þrátt fyrir þessar litlu breytingar :)\nÞetta er mál sem kemur í raun mér, KronoZ og Liverpool við og það væri gott að halda því þannig og þá verða allir sáttir.. ;)\nAfhverju ekki bara að taka vel á móti Raggagrl og vera pínulítið bjartsýn. Það er ekki eins og Liverpool sé horfinn af yfirborði jarðar. Við höfum spjallað saman og þetta er allt í góðu núna og ef hann er ekki ósáttur við okkur þá er engin ástæða fyrir aðra að vera ósátt út í okkur :)"
        },
        {
            "user": "KillHannah",
            "user_id": "46650",
            "date": "2007-01-24 06:22:59",
            "id": "4513268",
            "reply_to_id": "4512659",
            "text": "já satt það eru tvær hliðar á öllum málum… okey kanski var ég aðeins of hörð við ykkur og beinti þessu beint á þig og Kronoz en það átti als ekki að vera þannig ég er bara ósátt við þetta því mér fanst han liverpool vera að standa sig mjög vel fyrir utan þennan eina mánuð sem er valla neitt…\nog ég er ekkert ósátt við að hún raggagirl skuli hafa komið í staðin ég ætla ekkert að fara að gagnrýna hana neitt þar sem hún er það ný og ég veit als ekki neitt um það hvernin hún eigi eftir að standa sig.. verð samt að segja eitt þetta er ekkert skot á neinn bara ábending..\nþótt að raggagirl sé reyndari í tattooum þýðir ekki endilega að hún sé virkur stjórnandi því það þarf metnað og áhuga í það að vera stjórnandi ;)"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-01-24 11:15:45",
            "id": "4513566",
            "reply_to_id": "4513268",
            "text": "Það þarf metnað og áhuga í að vera stjórnandi!! Það er alveg rétt hjá þér…\nGetum við bara gleymt þessu? Þetta mál er dautt, það verður bara að sætta sig við þetta og það eru allir sáttir.. Þannig það er óþarfi að búa til frekari vesen :)"
        },
        {
            "user": "KronoZ",
            "user_id": "35010",
            "date": "2007-01-24 09:01:08",
            "id": "4513371",
            "reply_to_id": "4512469",
            "text": "Ég kýs að tjá mig ekkert um þetta mál því þá fyrst fer það í leiðindi ;)"
        },
        {
            "user": "KillHannah",
            "user_id": "46650",
            "date": "2007-01-24 09:13:03",
            "id": "4513381",
            "reply_to_id": "4513371",
            "text": "ætla bara að koam því fram strax að ég er alls ekki með nein leiðinndi og ætla ekki að vera með nein leiðinndi…\nþað kemur mér bara veraulega á óvart að hann liverpool hafi alltíeinu verið hennt út og raggagril hafi komið í staðin og engin tilkynning hafi komið um að þetta hafi átt sér stað…\nþað var aldrei ætlunin að vera með nein leiðinndi hérna það var algjör miskilingur…"
        },
        {
            "user": "KronoZ",
            "user_id": "35010",
            "date": "2007-01-24 09:13:53",
            "id": "4513385",
            "reply_to_id": "4513381",
            "text": "ég tók þínum ummælum ekki sem leiðindum :D"
        },
        {
            "user": "KillHannah",
            "user_id": "46650",
            "date": "2007-01-24 15:14:33",
            "id": "4514391",
            "reply_to_id": "4513385",
            "text": "okey það var gott enda var var það als ekki ætluninn"
        },
        {
            "user": "hmmmm",
            "user_id": "21516",
            "date": "2007-01-24 18:17:54",
            "id": "4515267",
            "reply_to_id": "4510449",
            "text": "Ég hef aldrei séð þig hérna áður.\nÞað er engin breyting held ég að fá þig í staðinn fyrir þennan Liverpool dreng."
        },
        {
            "user": "hmmmm",
            "user_id": "21516",
            "date": "2007-01-24 19:24:12",
            "id": "4515696",
            "reply_to_id": "4515267",
            "text": "Nú? Þú svaraðir mér einmitt um daginn. Segist síðan aldrei hafa séð mig hérna áður. Það þýðir að skammtíma minnið þitt sé ekki alveg nógu gott.\nÞú ert þá ekki alveg nógu eftirtektarsöm heldur."
        },
        {
            "user": "hmmmm",
            "user_id": "21516",
            "date": "2007-01-25 15:16:43",
            "id": "4518290",
            "reply_to_id": "4515696",
            "text": "Kannski kíki ég bara ekki á notendanöfnin."
        },
        {
            "user": "hmmmm",
            "user_id": "21516",
            "date": "2007-01-25 15:18:36",
            "id": "4518297",
            "reply_to_id": "4518290",
            "text": "Kannski;)\nÞá er ekkert skrýtið að þú hafir ekki tekið eftir því að Liverpool væri fjarverandi alveg eins og þú hafðir aldrei tekið eftir mér, ekki satt?"
        },
        {
            "user": "hmmmm",
            "user_id": "21516",
            "date": "2007-01-25 15:20:19",
            "id": "4518304",
            "reply_to_id": "4518297",
            "text": "Liverpool hefur reyndar bara skrifað svo mikið þannig að í raun, þótt hann hafi verið fjarverandi þá tók maður samt eftir skrifunum hans, svo að það var varla hægt að sjá að hann væri farinn."
        },
        {
            "user": "hmmmm",
            "user_id": "21516",
            "date": "2007-01-25 15:22:46",
            "id": "4518316",
            "reply_to_id": "4518304",
            "text": "Jæja vina mín. Hafðu það eins og þú vilt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-01-25 15:23:32",
            "id": "4518320",
            "reply_to_id": "4518316",
            "text": "Ekkert mál."
        },
        {
            "user": "SantaClaw",
            "user_id": "9193",
            "date": "2007-01-25 22:46:28",
            "id": "4520390",
            "reply_to_id": "4510449",
            "text": "Welcome :P"
        },
        {
            "user": "hmmmm",
            "user_id": "21516",
            "date": "2007-01-25 23:45:55",
            "id": "4520673",
            "reply_to_id": "4520390",
            "text": "Takktakk:)"
        },
        {
            "user": "allahuakbar",
            "user_id": "7502",
            "date": "2007-02-10 00:55:52",
            "id": "4575531",
            "reply_to_id": "4520673",
            "text": "RaggggaGRL velkomin gæskan og gerðu mig nú stoltan. Hef lítið nennt að vera hérna því mér finnst flest kommentin ala skítkast og fordóma…  Gerum senuna betri með jákvæðum, uppbyggilegum skrifum en ekki nýð og háðsglósum.  Gaman að lesa sögur af tattúum annarra notanda og hver veit nema ég komi með doðrant um mín einn daginn?\nÞú ert rétta konan í starfið ásamt Myspace og inkednation vinkonu minni praisetheleaf :)\nYou go girlz!!!\nkv. MaggiPeran"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-02-11 13:18:54",
            "id": "4579434",
            "reply_to_id": "4575531",
            "text": "Þakka góð álit á okkur! :D\nÞú verður nú að vera virkur hér, maður með viti ;)"
        }
    ]
}