{
    "forum_title": "Kettir",
    "user": "Arthemis",
    "user_id": "32541",
    "date": "2007-01-24 12:18:23",
    "title": "Okkur vantar heimili",
    "text": "Við erum nokkur kisubörn, 3 strákar og ein kisustelpa og okkur vantar eitthvern til að elska okkur og leika við okkur.\nÞú verður að vera góð/ur og kunna að meta okkur, mátt alls ekki vera nískur á harðfiskinn, ef þú átt börn verður þú einnig að segja þeim að þá má ekki stríða mér, tosa í skottið mitt og tosa í eyrun mín. Þú verður jafnframt að gera þér grein fyrir því að við lifum aðeins í 10-18 ár og allan þann tíma viljum við vera hjá þér svo þú mátt ekki henda okkur út eða losa þig við okkur á neinn annan hátt sem sagt það er bannað að hætta við að elska okkur\nVið erum öll einstök og enginn eins við höfum öll okkar persónutöfra, viltu leyfa okkur að elska þig? Viltu leyfa okkur að verða part af fjölskyldu þinni?\nVið erum ekki ormahreinsaðir en það er verið að laga það og munum við þá kosta pínu pening fyrir spautum og ormahreinsun nema að þú viljir fara með okkur í fyrstu sprautuna, við gætum nefnilega orðið svoldið hræddir því við erum ekki nema 8 vikna.\nEndilega fáið meiri upplýsingar og með því að hringja í síma: 848-7352 og tala við Kötlu eða 846-3818 og tala við Heyu. Þið getið einnig sent mail á\nflugnemi@gmail.com",
    "url": "https://www.hugi.is/kettir/greinar/488809/okkur-vantar-heimili/",
    "url_id": "488809",
    "id": "4513049",
    "replies": [
        {
            "user": "gaulverji",
            "user_id": "14174",
            "date": "2007-01-24 12:29:14",
            "id": "4513717",
            "reply_to_id": "4513049",
            "text": "Ég vissi ekki að kettlingar væru svona vel máli farnir, hvað þá svona tæknivæddir."
        },
        {
            "user": "Arthemis",
            "user_id": "32541",
            "date": "2007-01-31 16:14:26",
            "id": "4541807",
            "reply_to_id": "4513717",
            "text": "Vá ég hef ekki kíkt hérna inn lengi en ég á ekki læðunna sem þessir kettlingar eru komnir undan svo ekki skamma mig fyrir það sem ég er alveg sammála ykkur um og það að “það sé fólk eins og ég” sem kem óorði á ketti? ég á ekki kött og hef aldrei átt því ég hef einfaldlega ekki tíma fyrir hann.\nÉg tók að mér heillt got því eigandin læðunar ætlaði að lóga þeim öllum, svo endilega kallið mig vonda og slæma. Ég er eiginlega hneyksluð á ykkur yfir þessu og frekar mikið sár því ég er ekki sú persóna sem þið greinilega haldið að ég sé."
        },
        {
            "user": "kjanastelpa",
            "user_id": "39314",
            "date": "2007-02-06 18:39:08",
            "id": "4563504",
            "reply_to_id": "4513717",
            "text": "SHIT!!! hvad er i gangi?? hun var bara ad reyna ad gefa kisurnar sinar, og bjargai teim sjalf fra dauda, eg myndi fa ef eg aetti ekki kott og hund fyrir…\nteir eru sko geggjad saetir :)"
        },
        {
            "user": "YAWN",
            "user_id": "44101",
            "date": "2007-01-24 12:45:51",
            "id": "4513776",
            "reply_to_id": "4513049",
            "text": "Vil alls ekki vera leiðinlegur en þetta er mjög asnalegt að tala svona.\nég held að fleiri  myndu taka þetta algerlega ef þetta væri orðað eins og venjuleg manneskja."
        },
        {
            "user": "txtFirefly",
            "user_id": "61449",
            "date": "2007-01-24 16:17:24",
            "id": "4514676",
            "reply_to_id": "4513776",
            "text": "það hefur oft virkað mjög vel að tala svona, hversu asnalegt sem það er. Þegar dýr eru persónugerð er mjög líklegt að fólk átti sig frekar á því að þetta eru dýr með tilfinningar. Líklegra að fólk fái sér kettling eða hvolp og sjái um hann. Alltof margir sem fá sér gæludýr upp á djókið."
        },
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2007-01-24 13:32:09",
            "id": "4513917",
            "reply_to_id": "4513049",
            "text": "fáið ykkur fokkin vinnu og hættið að þrífast á öðrum letingjarnir ykkar…\nog í guðanna bænum ormahreinsið ykkur jesus kristur!\np.s. ég mundi reyndar fá mér einn svona ef ég hefði efni á kattarmat :'("
        },
        {
            "user": "moon",
            "user_id": "6030",
            "date": "2007-01-24 14:35:10",
            "id": "4514186",
            "reply_to_id": "4513917",
            "text": "Er Hugi orðinn svona? að kasta skít í notendur sem eru að gefa ketti? Þessi grein er sett fram í fyrstu persónu og hvað með það? höfundsinns mál ekki satt. Mér finnst það sniðugt sér í lagi þar sem að kettirnir verða raunverulegri svona og þá er ekki hver sem er að taka að sér kött."
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2007-01-24 14:48:23",
            "id": "4514275",
            "reply_to_id": "4514186",
            "text": "þetta var ekki skítkast, þetta var bara fyndni, sér í lagi þar sem viðkomandi langar klárlega í kött"
        },
        {
            "user": "ottargud",
            "user_id": "42266",
            "date": "2007-04-04 12:58:45",
            "id": "4756902",
            "reply_to_id": "4513917",
            "text": "Ahahahahaha X'D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-01-24 14:42:00",
            "id": "4514232",
            "reply_to_id": "4513049",
            "text": "Myndirðu alvarlega gefa einhverjum á Huga kettlingana þína?\nGefðu frænku eða frænda þetta."
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-24 14:54:00",
            "id": "4514299",
            "reply_to_id": "4513049",
            "text": "ég samþykkti þetta þó svo að ég er mjög ósátt með þetta. ég skil ekki að fólk sé að “leyfa” læðunum sínum að eignast kettlinga “einu sinni” eða kannski bara eins oft og hún vill. það er bara því miður offramboð á kettlingum allavega á höfuðborgarsvæðinu og alltaf stærri hluti endar í kassa úti í bæ eða eru drepnir.\nÞað er algjör mýta að kisur þurfi að eignast kettlinga einu sinni áður en þær eru geldar annars verði þær geðveikar, spurðu hvaða dýralækni sem er!\nsvo finnst ykkur það virkilega sniðugt að láta læðuna eignast kettlinga bara af því þeir eru svo sætir og ÞÍNIR kettlingar fái áreiðanlega heimili. No offence en allir kettlingar eru sætir og yndislegir!!\n*púst*"
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-24 18:28:39",
            "id": "4515339",
            "reply_to_id": "4514299",
            "text": "hvað skilurðu ekki við það?"
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-24 18:57:16",
            "id": "4515523",
            "reply_to_id": "4515339",
            "text": "er þér þá alveg sama um það að kettlingarnir munu að öllum líkindum ekki fá heimili og enda á götunni eða dauðir. Finnst þér það bara allt í lagi? Það er svona fólk eins og þú sem er vandamálið…"
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-25 17:23:38",
            "id": "4518913",
            "reply_to_id": "4515523",
            "text": "Mmm.. okeyy..ég er reyndar bara með norskan skógarkött..hreinræktaðan! og þeir kettlingar seljast alltaf strax! það hafa ofr komið kettlingar hjá mér sem fara strax útaf myndum af læðunum mínum!\n…átt þú svona ljóta læðu?"
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-25 17:43:02",
            "id": "4519035",
            "reply_to_id": "4518913",
            "text": "já, þakka þér fyrir. Mínar kisur eru ekki hreinræktaðar og vegna snobbs þá virðast hreinræktaðir alltaf seljast. Ég var ekkert að tala um hreinræktaða ketti, enda sérðu að þessir kettir hér að ofan eru ekki hreinræktaðir. Vertu ekki með svona bull."
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-25 18:05:14",
            "id": "4519145",
            "reply_to_id": "4519035",
            "text": "Kettir sem hafa fæðst hjá mér eru EKKI hreinræktaðir! …og hvað fannst þér sem ég var að segja bull? :S"
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-25 18:12:23",
            "id": "4519181",
            "reply_to_id": "4519145",
            "text": "þú veist greinilega bara minnst um málið fyrst þú heldur því fram að mínar læður séu ljótar. Ég tók mínar nú bara úr sambandi svo ég þyrfti ekki að láta deyða einhverja kettlinga eða sitja uppi með þá!"
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-25 18:19:07",
            "id": "4519211",
            "reply_to_id": "4519181",
            "text": "það sagði ég aldrei! eg spurði þig að því af því að þú varst að segja að það væri svo hrikalega erfitt að losa sig við kettlinga og þeir lenda bara á götunni!..og drepast!.."
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-25 18:27:17",
            "id": "4519236",
            "reply_to_id": "4519211",
            "text": "og það er bara sannleikurinn, en í staðinn fyrir að horfast í augun á það að svona er þetta bara þá móðgarðu kettina mína."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-01-25 18:30:44",
            "id": "4519252",
            "reply_to_id": "4519236",
            "text": "Það hafa komið 4 got hjá mér og þeir hafa farið strax! ég sagði aldrei að þú ættir ljóta/r læðu/r ég spurði bara að því! Ég var að fara para mína við einn fress sem var að deyja núna! mér finnst ekkert mikið verra að para hana við fallegan rauðan blending og það fer bara alveg að gerats sko!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-01-26 08:40:41",
            "id": "4521191",
            "reply_to_id": "4519236",
            "text": "Ég ætlaði því miður ekki að móðga kettina þína! talandi um að þér finnist þetta asnalegt að skrifa svona eins og kettirnir séu að tala eða skrifa…haha! eru þá þínir kettir að lesa eða? Þetta finnst mér nú frekar hallærislegt!"
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-27 12:06:54",
            "id": "4525075",
            "reply_to_id": "4519181",
            "text": "þú þyrftir ekki að sitja uppi með sæta og skemmtilega kettlinga! þarna finnst mér þú aftur vera að segja að læðan þín ungi út ljóyum kettlingum!"
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-27 17:10:01",
            "id": "4526199",
            "reply_to_id": "4525075",
            "text": "Notaðu heilann stelpa í smástund, ég nenni þessu ekki."
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-27 18:49:05",
            "id": "4526602",
            "reply_to_id": "4526199",
            "text": "Sem betur fer nota ég hann meira enn þú. :)"
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-27 18:53:52",
            "id": "4526630",
            "reply_to_id": "4526602",
            "text": "ertu að biðja um að ég banni þig fyrir móðganir? Skal alveg gera það ef þú hættir þessu ekki."
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-27 19:18:55",
            "id": "4526744",
            "reply_to_id": "4526630",
            "text": "fyrst segjir þú :farðu að nota heilann stelpa (sem þyðir að ég sé ekki að nota hann) ég svara á móti ég er sem betur fer að nota hann meira enn þú (þú ert ekkert skárri enn ég í þessum heilavandamálum)\n…hvað ætlaru að banna mig fyrir..\nAð þú hafir sagt að ég væri ekki að nota heilann og ég svara þ´ví sama til baka*?"
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-28 16:17:40",
            "id": "4529648",
            "reply_to_id": "4526744",
            "text": "nei, þú sagðir mér að ég notaði heilann minna en þú. Ergo, ég er heimsk."
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-28 16:30:13",
            "id": "4529699",
            "reply_to_id": "4529648",
            "text": "Þú sagðir fyrst að ég notaði ekki heilann, ok kannski gerði ég það ekki! ..og síðan svara ég til baka og ég segji ekkert að ég sé heimsk..eða sem betur fer ekki jafn mikið og þú!\n…þarna móðgum við nú bara hvor aðra vinan!"
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-28 16:31:15",
            "id": "4529706",
            "reply_to_id": "4529699",
            "text": "yeah yeah, það er greinilega ekki hægt að rökræða við þig, enda neitarðu að skoða það sem ég segi og ert í mega afneitun."
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-28 16:33:55",
            "id": "4529716",
            "reply_to_id": "4529706",
            "text": "hvað neitaði ég að skoða?"
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-28 17:17:32",
            "id": "4529873",
            "reply_to_id": "4529716",
            "text": "Ég nenni þessu ekki. Það er ekki hægt að tala við þig.\nÞú greinilega hugsar ekki um aðra kettlinga en þína, svo lengi sem þínir fá heimili er þér sama um alla hina. Það er svo sem þitt val, en ég styð það ekki."
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-28 17:40:34",
            "id": "4529974",
            "reply_to_id": "4529873",
            "text": "Mér er ekki bara sama um mína kettlinga, ég vil auðvitað að allir kettir fá gott heimili þar sem fólkið hefur tíma í þá! ..og ég sagði aldrei að mér væri sama. Þú hefðir ekki fengið þína/r kisu/r ef einhver hefði ekki “leyft” læðunni sinni að eignast kettlinga? eða fannstu þá bara út á götu?"
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-28 17:42:51",
            "id": "4529986",
            "reply_to_id": "4529974",
            "text": "ég er ekki að segja að enginn eigi að leyfa kettlingum að fæðast, en fólk þarf að pæla í því, helst vera búið að fá eigendur áður en læðan verður kettlingafull og ekki vera STANSLAUST að því eins og sumir hérna sem ég er að tala við."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-01-28 17:48:44",
            "id": "4530018",
            "reply_to_id": "4529986",
            "text": "Við höfum alltaf komið með eitt got afþví að einhver sem við þekkjum vill fá kettling! svo fara hinir til annars fólks sem býr í húsi þar sem kötturinn getur farið út og svona!"
        },
        {
            "user": "absent",
            "user_id": "9453",
            "date": "2007-01-27 19:09:02",
            "id": "4526698",
            "reply_to_id": "4525075",
            "text": "Heldurðu virkilega að bara ljótum kettlingum sé lógað? Hefurðu einhvern tíma séð ljótan kettling? Ekki ég, en samt er alltaf verið að drepa þessi grey og skilja eftir.\nHér eru nokkur dæmi frá Kattholti:\nLæða með 4 kettlinga var skilin eftir í pappakassa fyrir utan Kattholt.Dýrin voru öll komin upp úr kassanum og hlupu um allt planið,skelfing þeirra var mikil.1 af kettlingunum er ófundinn. Gróflega hefur verið brotið á dýrunum.Ég skora á þann sem framkvæmdi þetta níðingsverk að gefa sig fram. Enn og aftur bið ég fólk að sýna dýrunum okkar elsku og miskunn. Sigríður.\nTilvísun: 30.09.2006-07\nSvört og hvít læða með 4 kettlinga var borin út við Kattholt 30. september sl.\nTilvísun: 30.09.2006-01\nSvört læða fannst við Kleppsveg í Rvík. Kom í Kattholt 18.ágúst sl. Hún er ómerkt.Kisan er með mjólk í spenum.Mánaða gamlir kettlingar læðunnar fundust í pappakassa fyrir utan Kattholt 30.september. .\nTilvísun: 28.08.2005-01\nSíðan eru fullt af sætum kisum á Kattholti sem eru meira að segja sumar merktar en enginn hefur áhuga á þeim. Finnst þér allt í lagi að henda kettlingunum sínum út og bara vona að þeir lifi af?"
        },
        {
            "user": "absent",
            "user_id": "9453",
            "date": "2007-01-27 19:22:10",
            "id": "4526757",
            "reply_to_id": "4526698",
            "text": "það sagði ég ekki! girlygirl sagði að það væri svo erfitt að gefa kettlinga! það hafa 4 sinnum eða eitthvað komið kettlingar hjá mér! þeir hafa verið frá teknir strax..bara þegar þau koma að skoða þá eða sjá myndir af mömmu þeirra og af þeim verða þeir líka fráteknir. Ég hef oft átt hræðilega ljóta kettlinga sem eru algjört yndi!"
        },
        {
            "user": "absent",
            "user_id": "9453",
            "date": "2007-01-27 22:51:30",
            "id": "4527572",
            "reply_to_id": "4526757",
            "text": "Ok, greinilega átt þú auðvelt með að gefa kettlinga en því miður á það ekki við um alla, eins og dæmin frá Kattholti sanna. Geturðu verið sammála mér um það?"
        },
        {
            "user": "absent",
            "user_id": "9453",
            "date": "2007-01-28 15:13:54",
            "id": "4529385",
            "reply_to_id": "4527572",
            "text": "Já, ég er sammála um það. Það eru mjög margir kettir sem eru hjá katrholti, en einhvernveginn finnst mér allt í lagi að koma með got á 15 mán. fresti."
        },
        {
            "user": "absent",
            "user_id": "9453",
            "date": "2007-01-28 16:22:24",
            "id": "4529666",
            "reply_to_id": "4529385",
            "text": "Það er bara ábyrgðarleysi."
        },
        {
            "user": "absent",
            "user_id": "9453",
            "date": "2007-01-28 16:27:42",
            "id": "4529691",
            "reply_to_id": "4529666",
            "text": "…hvernig?"
        },
        {
            "user": "absent",
            "user_id": "9453",
            "date": "2007-01-29 11:32:35",
            "id": "4532494",
            "reply_to_id": "4529691",
            "text": "Af því að meðan þú ert að dæla út kettlingum er fólk ekki að taka hina kettina sem vantar heimili. Þetta er bara spurning um framboð og eftirspurn. Framboðið er alltof mikið, eins og þú veist, en samt „framleiðir“ þú alltaf meira. Það eru engin rök að þú komir alltaf þinni „vöru“ út, ef þú værir ekki að þessu gæti fólk fengið kött annars staðar, kött sem annars myndi bara vera lógað."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-01-29 12:42:47",
            "id": "4532670",
            "reply_to_id": "4532494",
            "text": "Ég hjálpa ekki öðrum að koma sínum kettlingum á sinn stað og að þeim líði vel, gerði það einu sinni og endaði með marga ketti á heimilunu."
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-25 17:53:44",
            "id": "4519085",
            "reply_to_id": "4518913",
            "text": "http://www.barnaland.is/messageboard/messageboard.aspx?advid=5691242&advtype=6&page=1\nhttp://www.barnaland.is/messageboard/messageboard.aspx?advid=5626502&advtype=6&page=1\nhttp://www.barnaland.is/messageboard/messageboard.aspx?advid=5565492&advtype=6&page=1\nhttp://www.barnaland.is/messageboard/messageboard.aspx?advid=5584723&advtype=6&page=2\nhttp://www.barnaland.is/messageboard/messageboard.aspx?advid=5607573&advtype=6&page=2\nhttp://www.barnaland.is/messageboard/messageboard.aspx?advid=5546359&advtype=6&page=2\nEr þetta nóg til að sannfæra þig eða þarf ég að finna meira?"
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-25 20:43:01",
            "id": "4519968",
            "reply_to_id": "4519085",
            "text": "sannfæra mig um hvað?"
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-25 23:52:50",
            "id": "4520707",
            "reply_to_id": "4519968",
            "text": "jesús…. um að það er fullt af kettlingum sem fá ekki heimili…"
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-26 08:38:50",
            "id": "4521185",
            "reply_to_id": "4520707",
            "text": "þú þarft ekki að sannfæra mig um það. Ég veit það alveg! En það eru alltaf margir sem vilja fá kettling!\n…hvernig fékkst þú þína ketti eða kettlinga?\nFannstu þá bara á götunni eða var einhver að fara svæfa þá uppá dýraspítala? Væntanlega hefur þú fengið þína ketti úr einhverju fallegu goti!\nÉg fékk allavegana alla kettina mína þannig sem ég hef átt. nema við vorum einu sinni að passa einn svo lengi að konan vildi svo bara ekkert fá hann aftur! :S ..hann var ekki kettlingur."
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-26 13:14:44",
            "id": "4521794",
            "reply_to_id": "4521185",
            "text": "dísús…. það er OF margir kettlingar miðað við hversu mörgum LANGAR í ketti."
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-26 15:38:33",
            "id": "4522345",
            "reply_to_id": "4521794",
            "text": "mm..það veit ég alveg! en það eru margir með 5-10 ketto á heimilinu!"
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-27 19:13:22",
            "id": "4526716",
            "reply_to_id": "4522345",
            "text": "OG…? Ég þarf greinilega að setja þetta upp í einfalt dæmi fyrir þig. Segjum sem svo að það fæðist 100 kettlingar á mánuði á Íslandi en síðan er bara eftirspurn eftir 70. Hvað verður um þessa 30? Eru það kannski bara ljótir kettir sem skipta engu máli?"
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-27 19:16:11",
            "id": "4526727",
            "reply_to_id": "4526716",
            "text": "þetta er einfalt! þessir 30 fara á heimili með öðrum köttum :)"
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-27 23:22:22",
            "id": "4527647",
            "reply_to_id": "4526727",
            "text": "Já, ertu að tala um hið fjársvelta Kattholt þar sem kettirnir búa í litlum búrum? Kettir sem fara á Kattholt er sumum líka lógað og svo fara ekki allir á Kattholt, sumir fara bara beint til dýralæknis og eru drepnir, enn öðrum er hent í kössum út í skurð!"
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-28 15:17:53",
            "id": "4529402",
            "reply_to_id": "4527647",
            "text": "ok..fyrirgefðu að ég sé ekki á móti að það komi got hjá einhverjum á 15 mán. fresti. Þú ert greinilgea á móti því! það hafa komið kettlingar á ca. 15 mánaða fresti hjá mér og það hefur verið ekkert mál að losa okkur við þá. Ég þekki bara ekki þetta að kettir verði dreðnir á dýraspítölum eða eitthvað. Ég hef reyndar einu sinni tekið að mér veikann kettling sem ég hjálpaði að stækka (frá kattholti9 og er örugglega í mjög góðum höndum núna."
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-28 16:16:30",
            "id": "4529639",
            "reply_to_id": "4529402",
            "text": "en hvað veistu um þessa kettlinga sem þú framleiðir í hundruðum? Hvernig veistu nema þeir lendi í því að vera hent að heiman þegar fólkið er komið með leið á þeim?\nHættu að lifa á rósrauðu skýi, þú ert orðin of gömul til þess. Face the facts sister."
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-28 16:26:58",
            "id": "4529687",
            "reply_to_id": "4529639",
            "text": "Ég hef alltaf reglulega samband við eigenduna og þeir senda myndir! ég hitti einn þeirra á hverjum degi, því að hann býr fyrir neðan í götunni!\nface it til baka gæskan."
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-28 16:29:53",
            "id": "4529696",
            "reply_to_id": "4529687",
            "text": "alla kettlingana hmm? hvað, 4-5 í hverju goti, 4 got, 20 kettlingar?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-01-28 16:33:21",
            "id": "4529713",
            "reply_to_id": "4529696",
            "text": "Það komu fyrst 3..sem ég fyldist ekki mikið með. Svo komu 3 aftur sem é fylgist mest með. Svo komu 2 sem að ég fæ bara póst frá. Svo passaði ég læðu í 3 mánuði sem eignaðist 5 kettlinga og frænka mín á hana. Hún segjir okkur bara að hún sé að fá póst og æðislegar fréttir af þeim 5 sem komu!"
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-26 16:11:46",
            "id": "4522465",
            "reply_to_id": "4514299",
            "text": "Þú talar hérna fyrir neðan um að ég hafi móðgað læðuna/r þína/r. Eru þær alltaf að lesa þetta eða? Þetta finnst mér frekar hallærislegt!"
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-26 21:49:28",
            "id": "4523749",
            "reply_to_id": "4522465",
            "text": "hættu þessu."
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-27 09:57:19",
            "id": "4524835",
            "reply_to_id": "4523749",
            "text": "Ég segji bara! að þarna finnst mér þú frekar hallærisleg að segja þetta þar sem þú ert nýbúin að móðga/særa/segja að þér finnisdt “svo asnalegt að þetta sé gert” :O hvað ert “þú” þá að gera væna mín?"
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-27 17:09:07",
            "id": "4526195",
            "reply_to_id": "4524835",
            "text": "ég sagði ekkert um að mér finndist asnalegt að tala í fyrstu persónu frá hönd kettlinganna, finnst það mjög kjút. Hættu nú."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-01-27 18:50:16",
            "id": "4526608",
            "reply_to_id": "4526195",
            "text": "ok..misskildi þetta þá? ég skal hætta, en ertu á móti að læður eignast kettlinga? er það sem þú meinar?"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2007-01-24 15:24:18",
            "id": "4514430",
            "reply_to_id": "4513049",
            "text": "melts my heart"
        },
        {
            "user": "hastalavista",
            "user_id": "58905",
            "date": "2007-01-24 16:44:43",
            "id": "4514777",
            "reply_to_id": "4513049",
            "text": "aww rúsínur ^^\nen nei takk, ég á nóg af kisum fyrir :) gangi þér vel að losna við þær :')"
        },
        {
            "user": "sacrebleu",
            "user_id": "66381",
            "date": "2007-01-24 18:54:47",
            "id": "4515506",
            "reply_to_id": "4513049",
            "text": "ef þú átt börn verður þú einnig að segja þeim að þá má ekki stríða mér, tosa í skottið mitt og tosa í eyrun mín. Þú verður jafnframt að gera þér grein fyrir því að við lifum aðeins í 10-18 ár og allan þann tíma viljum við vera hjá þér svo þú mátt ekki henda okkur út eða losa þig við okkur á neinn annan hátt sem sagt það er bannað að hætta við að elska okkur\nég hló dátt, ömurleg auglýsing."
        },
        {
            "user": "KillHannah",
            "user_id": "46650",
            "date": "2007-01-24 19:31:11",
            "id": "4515748",
            "reply_to_id": "4513049",
            "text": "Myndi pottþétt vilja einn ef bróðir minn væri ekki með ofnæmi :'("
        },
        {
            "user": "CaptainA",
            "user_id": "43023",
            "date": "2007-01-24 22:57:46",
            "id": "4516784",
            "reply_to_id": "4515748",
            "text": "Fannst þetta bara sætur texti"
        },
        {
            "user": "KillHannah",
            "user_id": "46650",
            "date": "2007-01-24 23:00:37",
            "id": "4516803",
            "reply_to_id": "4516784",
            "text": "hehe mig langar ekkert smá í lítin og sætan kettling :(  var alltaf að pæla í að stelast til að fá mér kött þegar ég var yngri og fela hann bara inní herbergi þá myndu mamma og pabbi ekki fatta neitt :P\nansi sniðugt er þagi (not)"
        },
        {
            "user": "hmmmm",
            "user_id": "21516",
            "date": "2007-01-25 00:37:37",
            "id": "4517205",
            "reply_to_id": "4516784",
            "text": "Mér finnst þetta líka bara sætur texti. Mér finnst ekkert að því að setja þetta svona fram og þá kannski hugsar fólk út í það hvað það er að eiga kisur, og bara dýr yfir höfuð.\nÞað er allt of mikið um að það að fólk fái sér kettlinga, hendi þeim síðan út þegar þeir eru orðnir stórir, eða börnin komin með leið á þeim.\nAð fá sér kött er skuldbinding í mörg ár…þeir hafa tilfinningar og þurfa ást og umhyggju."
        },
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-01-25 05:20:27",
            "id": "4517359",
            "reply_to_id": "4517205",
            "text": "heyr hey"
        },
        {
            "user": "Foxxy88",
            "user_id": "66023",
            "date": "2007-02-14 01:33:34",
            "id": "4588519",
            "reply_to_id": "4513049",
            "text": "smá spurningar:\ná heimilinu mínu eru 2 kettir eins og er en eg á engan af þeim og langar í ketling sjálf, helduru að þeim muni líka vel með einum eldri ketti og einum yngri ketti, og ef þu att einhverja eftir þa langar mig endilega fá að vita kort þú sért en með kettling hjá þér!!"
        },
        {
            "user": "Arthemis",
            "user_id": "32541",
            "date": "2007-02-15 11:43:03",
            "id": "4591946",
            "reply_to_id": "4588519",
            "text": "Þeir eru allir komnir með heimili sem betur fer :) takk samt fyrir áhugan"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-02-16 18:58:57",
            "id": "4596513",
            "reply_to_id": "4588519",
            "text": "Eh, ég verð að segja eins og er. Kötturinn minn sálugi (R.I.P Snælda :'( ) Ég gerði stærstu mistökin í lífi mínu, ég bað pabba um annan kött ( komi 3 aðrir kettir WTF ) og þessir 3 kettir leyfðu Snældu ekki að koma inn! Ég reyndi hvað sem á tók til að hindra þetta einelti\n…\nEn ég var í skóla og á æfingum en allan fría tímann hafði ég hana hjá mér. En þetta allt saman endaði með því að kettirnir drápu Snældu"
        },
        {
            "user": "Arasaka",
            "user_id": "15059",
            "date": "2007-03-04 00:34:11",
            "id": "4647384",
            "reply_to_id": "4513049",
            "text": "*pats* Ég ætla bara að gefa þér smá von.\nEkki eru allir hugarar hálfvitar sem þrá skítkast.\nÞetta er allt eins góð leið til að reyna að finna þeim heimili og hver önnur, þótt ég sé reyndar samþykk geldingu ALLRA útigangandi katta. Það kemur í veg fyrir allskyns óþarfa útstáelsi og heimsóknir ókunnugra katta af hinu kyninu. :)"
        },
        {
            "user": "Jolamadurinn",
            "user_id": "58823",
            "date": "2007-04-26 20:13:00",
            "id": "4833563",
            "reply_to_id": "4513049",
            "text": "Þetta eru soldið sætar kiþu"
        }
    ]
}