{
    "forum_title": "Jeppar",
    "user": "oskarandri",
    "user_id": "14490",
    "date": "2001-10-30 12:21:23",
    "title": "breytingar á Jeppum",
    "text": "Komið þið Sæl\nÉg keypti mér nýlega Suzuki Sidekick 94 model ALVEG óbreyttur. Þetta er ekki fyrsti Suzuki jeppin sem ég á heldur sá þriðji í röð, þar áður átti ég SJ413 og svo SJ410 (sem ég á reyndar ennþá). Ég stunda mikið náttúrulífsljósmyndum og er auk þess með ódrepandi jeppadellu. Ég hef þó ekki gert svo merkilegur að hafa breytt bíl áður þessvegna leita ég hingað í von um að fá einhverjar upplýsingar um svoleiðis aðgerðir.\nÉg stefni að því að upphækka bílinn á 31“ dekk, reinslan segir mér að ég hefi ekkert við meiri upphækkun að gera þó að 33” breiting sé vissulega freistandi kostur í snjóakstur, en einhverstaðar verður maður að byrja.\nGetur einhver sagt mér nákvæmlega hvað ég þarf til að breyta bílnum á þetta stór dekk og hvað fylgir í því að breyta bíl, er þetta það mikil breyting að þetta sé eitthvað sem þarf að skrá sértaklega?\nTakk fyrir\nÓskar Andri\noskarandri@islandia.is",
    "url": "https://www.hugi.is/jeppar/greinar/48925/breytingar-a-jeppum/",
    "url_id": "48925",
    "id": "319670",
    "replies": [
        {
            "user": "WILLIS",
            "user_id": "10802",
            "date": "2001-10-30 19:15:36",
            "id": "319672",
            "reply_to_id": "319670",
            "text": "Ég mæli með því að þú talir við breytingarfyritækjin, því þeir eru með þetta allveg 100% á hreinu hvað sé best !\nÞað sem ég held að þurfi sé 60mm hækkun boddý og svo kubba undir gormana."
        },
        {
            "user": "WILLIS",
            "user_id": "10802",
            "date": "2001-11-04 19:38:24",
            "id": "319673",
            "reply_to_id": "319672",
            "text": "Það að hækka jeppa um 6cm á boddý og klossa undir gorma er það sem menn gera fyrir 36-38“ dekk.\nFyrir 31-33” held ég að ágætt væri að hækka um kannski 5cm en ekki meira.\nKveðja-WILLIS"
        },
        {
            "user": "151165",
            "user_id": "6327",
            "date": "2001-10-30 20:25:00",
            "id": "319671",
            "reply_to_id": "319670",
            "text": "'eg veit ekki alveg hvernig bíll þetta er en ég myndi bara tala við breytingafyrirtækin!"
        },
        {
            "user": "myfrog",
            "user_id": "13479",
            "date": "2001-11-01 15:36:05",
            "id": "319674",
            "reply_to_id": "319670",
            "text": "Mér fynnst nú allveg lámark að breyta honum fyrir 33“ (líka fyrir lúkkið)\nfyrirhöfnin að breyta fyrir 31” og 33“ er svipuð\naðens breiðari kantar á 33”\nen það þarf að setja klosso undir gormana til að setja undir hann 31“ en setja þarf 2 eða 3” klossa undir boddíið fyrir 33“\nsvo þarf að fara með hann í breitingarskoðun ef hann er settur á 33” en ekki ef hann er bara á 31“.\nþað er örlítið dýrara að breyta honum á 33” en hann verðu mikklu flottari. :)"
        },
        {
            "user": "klami",
            "user_id": "10202",
            "date": "2001-11-05 10:59:00",
            "id": "319675",
            "reply_to_id": "319670",
            "text": "Og mundu svo eftir að setja basískan ezab vír í fram og aftur drifið!!"
        },
        {
            "user": "darthwiper",
            "user_id": "10648",
            "date": "2001-11-11 22:08:35",
            "id": "319676",
            "reply_to_id": "319675",
            "text": "ég mundi fara og tala við benna í bílabúð benna.\nég ráðlegg þér að setja hann undir 33“ dekk og setja í hann tölvu kubb þá getur þú kreist úr honum auka hestöflin. við eigum suzuki sidekick á 33” og með tölvu kubb og hann kemst allveg upp á jökkla og það er hægt að djöflast eins og maður vill á honum af því að hann er svo léttur og kraftmikill. En einn galli kúplingin ekki hafa orginal kúplingu hún er ansi léleg"
        }
    ]
}