{
    "forum_title": "Hundar",
    "user": "acc",
    "user_id": "63830",
    "date": "2007-01-26 16:27:35",
    "title": "Labradore",
    "text": "Hvað kostar þannig hundur við famelían erum að pæla að fá okkur þannig hund, ég er búin að vera að skoða eftir þeim og eina sem ég sé er labradore + borderkolly á 30- 70 þúsund!! (veit ekki hvort þetta sé rétt skrifað) og ég vil ekki kolly hundinn eða íslenska.\nSvo ég er að leita bara af hreinrægtuðum Labradore hvað kostar svoleiðis dúlla?",
    "url": "https://www.hugi.is/hundar/korkar/489545/labradore/",
    "url_id": "489545",
    "id": "4522527",
    "replies": [
        {
            "user": "Squdzo",
            "user_id": "64730",
            "date": "2007-01-26 18:48:09",
            "id": "4523125",
            "reply_to_id": "4522527",
            "text": "Hreinræktaður labrador gæti kostað allveg 70 þúsund og yfir, og ertu að segja mér að einhver sé að bjóða þér blending á 70 þúsund krónur!!! ? :|"
        },
        {
            "user": "Irizh",
            "user_id": "60763",
            "date": "2007-01-26 18:50:59",
            "id": "4523136",
            "reply_to_id": "4522527",
            "text": "Fer væntanlega alveg eftir hver er að rækta þá, og hvort hann sé með ættbók eða ekki.. bara fylgjast með eða hafa samband við annaðhvort Hrfí og spyrjast um tengiliði eða hafa samband\nhttp://www.hrfi.is/displayer.asp?page=297&p=ASP\\Pg297.asp\nÞarna stendur fuglahundadeild þannig gæti vel verið að þessi maður geti hjálpað ykkur sem er gefinn upp."
        },
        {
            "user": "snoozen",
            "user_id": "37547",
            "date": "2007-01-27 01:20:46",
            "id": "4524345",
            "reply_to_id": "4522527",
            "text": "Hvort eruði að spá í Labrodor Retriver eða Labrador Golden Retriver.\nMæli með að skoða daglega\nhttp://spjall.hvuttar.net/viewforum.php?f=1&sid=e4e0642a92f51e88dea52b36ffc42f93\nþar sem flestir Labrador sem ég var að skoða rjúka alveg um leið. Allavegana þegar ég var að leita mér af.\nSvo er einnig mbl.is smáuglýsingar og dýrahald en það er mun færri auglýsingar á þeirri síðu."
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2007-01-28 22:09:07",
            "id": "4531188",
            "reply_to_id": "4522527",
            "text": "Ég held að það megi ekki selja blendinga, annars veit ég það ekki alveg…"
        },
        {
            "user": "txtFirefly",
            "user_id": "61449",
            "date": "2007-01-29 17:18:17",
            "id": "4533595",
            "reply_to_id": "4531188",
            "text": "þegar talað er um að selja blendinga þá er oftast verið að tala um ca 10-15 þúsund. Bara fyrir það að hafa alið hvolpin að einhverju leiti upp, farið með hann í skoðun, sprautur og fleira.\nLíka meiri líkur á að hvolpurinn fái góðan eiganda ef peningur er í spilnu. Það er of einfalt að ákveða allt í einu einn daginn að fá ókeypis hund og svo svæfa hann eftir hálft ár. Ef þú tímir ekki 15 þúsundum í hund þá ert þú ekki hæfur til að hafa hund."
        },
        {
            "user": "Lily2",
            "user_id": "56447",
            "date": "2007-01-29 17:57:22",
            "id": "4533804",
            "reply_to_id": "4533595",
            "text": "ég tími alveg, ég tek fram að þú ert þá að svara einhverjum öðrum… Annars fengum við okkar gefins og við erum himinlifandi að fá að eiga hana. Var að koma úr blautum labbitúr, góð lykt hérna…"
        },
        {
            "user": "txtFirefly",
            "user_id": "61449",
            "date": "2007-01-29 20:37:07",
            "id": "4534889",
            "reply_to_id": "4533804",
            "text": "nei ég var ekki að tala um hvort þú týmdir að kaupa eða ekki:) var bara að svara þér af því þú sagðir að það mætti ekki selja blendinga, var bara að benda á það ef þú vissir ekki að það er oft talað um að selja þó svo að ekki sé verið að tala um meiri pening en kannski 10 þús kall, bara til að meiri líkur séu á góðu framtíðarheimili. Alltof margir sem fá sér hvolpa af því þeir eru svo sætir og GEFINS, þá er eins og þeir séu eitthvað minna virði í augum sumra:S..\nMínar tíkur eru líka gefins báðar, borgaði ekki krónu, hélt samt að ég þyrfti að borga en vegna þess hve góð við virtumst vera þá ákváðu eigendur beggja gota að gefa okkur þær:)"
        },
        {
            "user": "vettlingurinn",
            "user_id": "22926",
            "date": "2007-02-13 22:47:25",
            "id": "4588060",
            "reply_to_id": "4531188",
            "text": "Depill er blendingur :Æ"
        },
        {
            "user": "PrettyOdd",
            "user_id": "35997",
            "date": "2007-01-30 11:22:40",
            "id": "4536627",
            "reply_to_id": "4522527",
            "text": "Hreinræktaður Labrador er alveg 180-250 þús. Brúnu hvolparnir eru yfirleitt á verðbilinu 220-250 þús enda miklu sjaldgjæfari en hinir.\nÉg á tvo og þetta eru yndislega dýr og miklar félagsverur, þannig að ef þú ert að spá í fjölskylduhund eru labbarnir alveg málið."
        },
        {
            "user": "acc",
            "user_id": "63830",
            "date": "2007-01-30 16:48:28",
            "id": "4537719",
            "reply_to_id": "4536627",
            "text": "ég er búin að vera að að glugga yfir þetta á dýralandi.is og hvuttar.net og þar er fólk að selja 3 blendinga hund á 70 þúsund ég væri allveg til í það að borga fyrir blandaðann hund 10-25 þúsund til að filla uppí kostnað eins og merkja hann og sprauturnar og allt það en mér finnst 70 allt of mikið fyrir blending. Mér er næstum sama hvernig hund ég mun fá mér en Draumurinn er Labrador hundur þeir eru bara svo æðislegir í alla staði.\nEn ég bí í blokk og ég á eftir að kanna hvort ég meigi fá hund í blokkina, Svo ég var bara að leita eftir hundi samt helst væntalegum hundi því ég vil vita hvernig eigendurnir eru og foreldrar mér finnst það skipta miklu því ég er með eina litla sem er 17 mánaða og er vonandi að fara að koma með eina ltila/litlann í viðbót svo kanski er það þá spurnigin að bíða með hundinn en mér hefur alltaf langað svo mikið í svona félaga :)\nEn takk fyrir góð svö"
        },
        {
            "user": "PrettyOdd",
            "user_id": "35997",
            "date": "2007-01-31 00:02:56",
            "id": "4540177",
            "reply_to_id": "4537719",
            "text": "Labbarnir gelta lítið sem ekkert, en þurfa hreyfingu. Þeir eru alls ekki erfiðir hundar en uppeldið skiptir samt höfuðmáli.\nGangi þér vel."
        },
        {
            "user": "acc",
            "user_id": "63830",
            "date": "2007-02-01 08:46:46",
            "id": "4544544",
            "reply_to_id": "4540177",
            "text": "Veit Þess vegna vil ég fá hann hann er líka svo góður og létt að ala upp og þjálfa\nBætt við 1. febrúar 2007 -  08:48\nHver er munurinn á  Labrodor Retriver og Labrador Golden Retriver?"
        },
        {
            "user": "isipisi",
            "user_id": "69164",
            "date": "2007-06-19 21:42:35",
            "id": "5010350",
            "reply_to_id": "4536627",
            "text": "ertu klikk!!!"
        },
        {
            "user": "PrettyOdd",
            "user_id": "35997",
            "date": "2007-06-19 22:48:39",
            "id": "5010582",
            "reply_to_id": "5010350",
            "text": "Nei, af hverju?\nVerðin eru svona á hreinræktuðum hundum með ættbók."
        },
        {
            "user": "isipisi",
            "user_id": "69164",
            "date": "2007-06-20 12:46:16",
            "id": "5011580",
            "reply_to_id": "5010582",
            "text": "nei sorry skoðaði\nhttp://spjall.hvuttar.net/viewforum.php?f=1&sid=e4e0642a92f51e88dea52b36ffc42f93\nog þetta er satt þó þetta sé algjör bilun."
        }
    ]
}