{
    "forum_title": "Smásögur",
    "user": "ArwenUndómiel",
    "user_id": "63548",
    "date": "2007-01-27 22:31:58",
    "title": "Hvernig gat þetta gerst?",
    "text": "Hvernig gat þetta gerst?\n-Framhald af Hvernig gat hann gert þetta?-\nUnga konan hitti sinn “fyrrverandi” aldrei aftur. Elísu var hent út úr húsinu með miklu svívirðingaflóði þegar hún kom í heimsókn, og kom hún svo aldrei aftur.\nUnga konan fékk sér vinnu, fór að vinna sem ritari á fasteignaskrifstofu ásamt því að hún fór á tungumálabraut í háskóla.\nMánuði síðar komst hún að því, sér til mikillar skelfingar, að hún var ólétt! Og það eftir sinn “fyrrverandi”! Hún fór til læknis, en hún gat ekki fengið það af sér að fara í fóstureyðingu. Ungu konunni leið skelfilega illa yfir þessu. Þetta hefði ekki átt að geta gerst! En undir niðri var líka mikil tilhlökkun. Hún hafði svo gaman af litlum börnum. En kannski yrði það miklu erfiðara, fyrst að hún varð að standa á eigin fótum. Launin á skrifstofunni voru svo sem alveg nógu há til þess að hún gæti séð um sjálfa sig, en hún var ekki viss um að hún gæti séð um lítið barn líka…\nÞess vegna ákvað hún að reyna að finna einhverja vinnu þar sem tungumál kæmu að gagni. Hún talaði dönsku, sænsku, finnsku, norsku, ensku og færeysku reiprennandi, talaði vel þýsku, frönsku, portúgölsku og spænsku, talaði ágætlega ítölsku og grísku, og talaði helstu orð í rússnesku.\nAð lokum fann hún vinnu sem hentaði henni, launin frábær, tungumál hentuðu frábærlega og allt sem best var á kosið. Þessi vinna var ritari hjá Utanríkisráðuneyti Íslenska ríkisins. Launin voru 250.000 á mánuði, vinnutíminn 9:00 – 4:00 á öllum virkum dögum nema á föstudögum, á föstudögum 10:00 – 4:00 og 1 klukkutíma hádegisfrítími, frá 11:30 – 12:30, á minnsta annatímanum. Hún gæti haft barnið hjá dagmömmu fyrir kl. 11:30, og í hádegisfrítímanum gæti hún keyrt barnið til foreldra sinna og yngri systur, sem bjuggu í Breiðholtinu. Þá mundi hún skyndilega eftir því, að hún og foreldrar hennar voru í ósætti. Jæja, hún ákvað að reyna að sættast við þau með því að segja þeim frá barninu. Þá yrðu þau vonandi nógu ánægð til að vilja ná sættum.\nSvo liðu mánuðirnir. Elín, en svo hét unga konan, hafði lagað ósættið milli sín og foreldra sinna með að segja þeim frá barninu, og frá því að hún var komin 7 mánuði á leið og þar til barnið varð þriggja mánaða bjó hún hjá foreldrum sínum og tók sér fæðingarorlof. Síðasta mánuðinn hafði hún verið að innrétta lítið, autt herbergi í húsinu sínu fyrir barnið, sem var lítil yndisleg stúlka, og hafði við fæðingu verið 35 sm á lengd og 12 merkur. Hún var skolhærð, með sama hárlit og móðir sín, og grágræn augu, sama augnlit og faðir sinn. Hún hafði byrjað óvenju snemma að brosa og hjala, ekki nema 2 mánaða gömul.\nÞegar Elín flutti með dóttur sinni inn í húsið sitt að nýju var litla herbergið tilbúið. Veggirnir voru ferskjugulir á lit og loftið ljósgult. Það var falleg, stór vagga við einn útvegginn, úr tré, klædd með fagurgulu flóneli að innan og utan, með himnasæng yfir höfðalaginu og voru í vöggunni þrjár örþunnar, ljósgular ábreiður, tvö gul, þunn teppi úr flís og ein sæng fyllt með polyestermycrofiber með skærgulu bómullarveri. Koddinn var meðal þykkur og með skærgulu bómullarveri. Dýnan var frekar stinn, og ónotuð, en undirdýnan var mjúk og einnig ónotuð. Í herberginu var einnig gult skiptiborð með stálrimlum, baðkar undir dýnunni, en nokkrar hillur undir baðkarinu. Einnig var ýmist barnadót í herberginu, og tvær, stórar kommóður fullar af barnafötum í hinum ýmsu litum. Þar voru líka stór hægindastóll, sem Elín gat setið í meðan telpan svaf á daginn, og við hlið hægindastólarins var stór bókaskápur fullur af böngsum og dúkkum, ásamt ýmsum smábarnabókum.\nJæja, nú er komið framhaldið af Hvernig gat hann gert þetta? Hvernig líst ykkur nú á? Endilega segja ykkar álit og ekki vera kvíðin við að leiðrétta og bæta!\nhttp://www.hugi.is/smasogur/articles.php?page=view&contentId=4206805\nFyrri sagan!",
    "url": "https://www.hugi.is/smasogur/greinar/489739/hvernig-gat-thetta-gerst/",
    "url_id": "489739",
    "id": "4524834",
    "replies": [
        {
            "user": "Evans",
            "user_id": "56270",
            "date": "2007-01-30 17:12:06",
            "id": "4537834",
            "reply_to_id": "4524834",
            "text": "Æææ:) Krúttleg saga:D"
        },
        {
            "user": "ArwenUndómiel",
            "user_id": "63548",
            "date": "2007-01-31 11:00:15",
            "id": "4540834",
            "reply_to_id": "4537834",
            "text": "Takk Lily;)"
        }
    ]
}