{
    "forum_title": "Leikjatölvur",
    "user": "Ekkitil",
    "user_id": "1036",
    "date": "2001-11-01 14:56:23",
    "title": "(PS2) WRC - Hands on impressions",
    "text": "World Rally Championship (WRC)\nEvolution Studios\nPlaystation 2\nNæsta meistarastykkið sem mun fljótlega koma á markað er án efa nýr kappakstursleikur sem gefinn er út af Sony Computer Entertainment og búinn til af Evolution Studios. Leikurinn á uppruna sinn að rekja til Bretlands og það er hreint út sagt æðislegt að sjá hversu frjóir Bretar eru með leiki nú til dags sbr leikjum á borð við Jak and Daxter, Grand Theft Auto 3, Airblade og This is Football 2002.\nEvolution hafa farið fáum orðum um þennan leik við fjölmiðla og kom það mér satt að segja mjög að óvart að fá að taka í þennan leik enda hafði ég séð nokkur videó úr leiknum mánuði fyrr og bara allt í einu out-of-the-blue birtist hann fyrir augum mínum.\nÉg er ekki mikill bílaáhugamaður en ég er mikið fyrir að spila bílaleiki og verð ég að viðurkenna að eftir Gran Turismo 3 reynsluna þá varð virkni mín tengd bílaleikjum sífellt öflugri.\nRétt eins og með Wipeout Fusion er loading tíminn alveg horrendeous. Samt sem áður þegar maður sér hvað loadast hefur þá klappar maður vélini góðfúslega og segir “sorry”, grafíkin og nákvæmnin í landslaginu er hreint út sagt ótrúleg. Sérstaklega þar sem maður sér snjó fjúka yfir götuna, þokuna á morgnana, haglél, snjóstorm og rigningu, allt er eðlilegt.\nÞað er mikið lagt upp úr FMV í leiknum, sérstaklega þegar þau keppnislönd eru valin þá er sýnt um 30-60sek langt clip frá landinu og stutt umfjöllun um vinsældir Rallí þar í landi og hvernig brautum auk veðurskilyrða er háttað. Sérstaklega er flott í byrjun þegar jörðin birtist fyrir manni og smám saman er zúmað inn að viðkomandi landi rétt eins og maður væri að skoða þetta frá satellite.\nControls í leiknum eru mjög góð, reyndar alveg ótrúlega góð. Maður verður að vera lipur á dúal sjokkinn annars skýst maður beint fram af næstu klettasillu og fær smá airial view af nágrenninu. Takkarnir svipa til GT3 að mörgu leyti. Reyndar það sem ég er sáttastur með er að það eru 5 mismunandi sjónarhorn, eitt fyrir aftan, annað sitjandi í baksætinu, þriðja frá augum bílstjóra, fjórða frá húddinu og fimmta (sem gefur mestu hraðatilfinninguna). Ótrúlegt en satt þá er hraðatilfinningin hreint út sagt mun betri en til að mynda í Wipeout Fusion og GT3.\nÞað sem er öðruvísi við Rally er að þú keppir ekki vil aðra bíla heldur er kappið um að keyra brautina einn og yfirgefinn á sem skemmstum tíma. Hverri braut er skipt upp í 5 umferðir. Maður er cirka 3-7 mínútur að keyra hverja umferð, þetta eru ekki hringir(laps) heldur ákveðin leið þar sem hver beygja er frábrugðin hinni. Í hverri umferð eru 5 checkpoint. Þau lýsast upp þegar maður þýtur framhjá sem annað hvort græn, ef maður er á góðum tíma, eða rauð, ef maður er á slæmum. Og samanburðurinn er einmitt gerður miðað við aðra keppendur.\nEf ég man rétt þá eru öll helstu bílafyrirtækin þarna rétt eins og Jafo sagði frá. Hægt er ennfremur að velja til dæmis Subaru Impreza og síðan fá að velja Tommi Makinnen til að keyra hana. Mjög flexible og skemmtilegt að prófa að breyta til. Ökuþórarnir sjást inn í bílnum og ef maður þekkir vel til þeirra er hægt að aðgreina þá í útliti.\nDamage á bílnum er með því flottara. Ég get ekki ímyndað mér hvað eru margir breakpointerar á bílunum en þeir eru margir believe me.\nÞessi leikur er hiklaust worth waiting for og worth buying. Ég hlakka til að sjá endanlega útgáfu af honum.\nYkkar einlægur,\nScOpE",
    "url": "https://www.hugi.is/leikjatolvur/greinar/49250/ps2-wrc-hands-on-impressions/",
    "url_id": "49250",
    "id": "322248",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2001-11-01 15:30:46",
            "id": "322249",
            "reply_to_id": "322248",
            "text": "svalt!"
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2001-11-02 00:34:20",
            "id": "322250",
            "reply_to_id": "322248",
            "text": "Hvað veist þú um hversu frjóir þessir\nbretar eru ;)\nAllavega mér líst vel á þennan leik\nenda er eg meira fyrir rallí\nen aðra bílaleikja tegund."
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2001-11-02 09:46:53",
            "id": "322251",
            "reply_to_id": "322250",
            "text": "UK are cumming with a lot of new and sexy games :P"
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2001-11-02 10:02:08",
            "id": "322252",
            "reply_to_id": "322251",
            "text": "hehe,\neg sprakk úr hlátri\nþegar eg las þetta:\n“það er hreint út sagt æðislegt að sjá hversu frjóir Bretar eru”\nhahaha!\ngay? ;)"
        },
        {
            "user": "Sphere",
            "user_id": "8460",
            "date": "2001-11-02 10:05:04",
            "id": "322253",
            "reply_to_id": "322252",
            "text": "Virkar þessi með force-feedback stýrinu?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-11-02 14:04:09",
            "id": "322254",
            "reply_to_id": "322253",
            "text": "Já, svínvirkar!"
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2001-11-02 14:03:49",
            "id": "322255",
            "reply_to_id": "322252",
            "text": "Það þykir greinilegt að þér hafið ekki lesið nógu mikið af bókmenntum til að geta samþykkt margbreytilegar þýðingar og breytileika orða í orðasamböndum. Ef þér finnst þér þetta fyndið, þá er það gott. En samkynhneigð kemur þessu ekkert við. Aldrei heyrt talað um að vera “frjór í hugsun”?"
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2001-11-02 14:32:40",
            "id": "322256",
            "reply_to_id": "322255",
            "text": "Eg var nú bara að grínast."
        }
    ]
}