{
    "forum_title": "Heimilið",
    "user": "Cinemeccanica",
    "user_id": "29977",
    "date": "2007-02-08 23:00:26",
    "title": "Breiðholt",
    "text": "Þannig er mál með vexti að ég er farinn að spá í það að kaupa mér íbúð. Ætla nú að hafa fyrstu íbúðina ódýra bara. Er búinn að rekast á íbúðir allt að 70-80 fermetra fyrir undir 14 milljónum. En vandamálið er að það er svo margt af þessum íbúðum í breiðholtinu. Ég var búinn að lofa sjálfum mér því að flytja alldrei í beiðholtið. Búinn að búa í garðabæ allt mitt líf. Hefði náttúrlega viljað búa áfram í garðabæ enda besta bæjarfélag á landinu. Inniheldur meðal annars flottasta hverfi íslands (arnarnesið) en það er nú önnur saga.\nMér leyst ágætlega á eina íbúð sem ég sá í breiðholti en vandamálið er staðsetningin. Búið að segja mér að það búi bara dópistar og ólöglegir innflytjendur í breiðholti og maður sé bara ekki öruggur um eigið líf þar.. Er þetta satt? Ætla ekki að búa þarna alltaf en vill fá hjá ykkur upplýsingar um galla þess að búa þarna. Eru einhverjir staðir þarna betri en aðrir. Er nú aðalega að spá í þessu vegna þess hve íbúðirnar virðast ódýrar.\nKomið með kosti og galla yfir breiðholt. Er bara að spá í þetta eins og ég segi vegna þess að þetta er ódýrara en margt annað. En hér er maður kannski farinn að fórna peningum fyrir gæði?",
    "url": "https://www.hugi.is/heimilid/korkar/493390/breidholt/",
    "url_id": "493390",
    "id": "4571931",
    "replies": [
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2007-02-08 23:14:45",
            "id": "4572016",
            "reply_to_id": "4571931",
            "text": "Ég hélt alltaf að Breiðholltið (er að tala um efra breiðholltið) væri bara svona semi-nice og allt það og sögurnar þarna bara svona mest megnis ýkjur og svoleyðis. En svo var ég að keyra þarna um daginn og sá öruglega svona 10 kínverja/Japana/filipseyinga eða whatever labbandi úti og klæddir sko eins og 50cent eða jafnvel bara verri og ég sagði við sjálfan mig þann dag að ég mun ekki flytja þangað. Borgaður frekar eithvað aðeins meira og þá losnaru við þetta."
        },
        {
            "user": "Joakimk",
            "user_id": "43781",
            "date": "2007-02-08 23:22:24",
            "id": "4572055",
            "reply_to_id": "4571931",
            "text": "Efra eða neðrabreiðholt?\nÉg hef enga reynslu af því að búa í efra breiðholti, en ég get sagt þér það að það sem þú heyrir um breiðholtið er nokkuð mikið ýkt. Þetta er alveg fínt hverfi og þegar þú er orðinn hluti af því er það best í heimi ^^"
        },
        {
            "user": "tonnatak",
            "user_id": "60608",
            "date": "2007-02-15 10:07:04",
            "id": "4591839",
            "reply_to_id": "4572055",
            "text": "já. og flest allt er bara ýkt um okkur, við erum ekki brjálaðir sídópandi drykkjusjúkir vitleysingar. Seljahverfið er líka voða næs staður :)"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2007-03-04 13:54:40",
            "id": "4648574",
            "reply_to_id": "4591839",
            "text": "/hóst"
        },
        {
            "user": "nannab",
            "user_id": "67502",
            "date": "2007-08-01 20:35:18",
            "id": "5118463",
            "reply_to_id": "4572055",
            "text": "ha ha ha breiðholtið ghetto .bý rétt hjá ghettoinu frá því ég fæddist hef ALDREI lennt í neinu. fellaskóli besta sem ég hafði getað hugsað mér held að það sé betra en snobb skóli .frænka mín er skólastjóri og segir að bestu kennararnir séu þar;)"
        },
        {
            "user": "Moli0",
            "user_id": "54391",
            "date": "2007-02-09 07:38:01",
            "id": "4572587",
            "reply_to_id": "4571931",
            "text": "Ég held að þetta sé allt að stóru leyti ýkt.\nÉg var nú samt reyndar að lesa grein um daginn um blokkir í Reykjavík (Fyrirsögnin var\nBlokkir jafnaðar við jörðu\nog svo var mynd af blokkinni minni, þannig að ég varð eiginlega að lesa :p ), og þar var Fellahverfinu líkt við gettó. Ég var nú svoldið hneiksluð á því, þó ég þekki ekkert til þar, en ég ræddi það við pabba sem var í Fellaskóla fyrir milljón árum. Hann sagði að þá væri það allt svoldið gettólegt, og væri eflaust verra núna. En ég sel það ekki dýrara en ég keypti það!\nAmma mín er sátt í Hólunum! :p"
        },
        {
            "user": "Orkamjas",
            "user_id": "55230",
            "date": "2007-02-09 17:19:07",
            "id": "4573994",
            "reply_to_id": "4571931",
            "text": "Er Breiðholtið ekki ghettó Íslands?"
        },
        {
            "user": "litlamusin",
            "user_id": "66017",
            "date": "2007-02-14 20:33:47",
            "id": "4590730",
            "reply_to_id": "4573994",
            "text": "Breiðholtið er kannski ekkert snyrtilegasta hverfið en það er ekkert gettó."
        },
        {
            "user": "litlamusin",
            "user_id": "66017",
            "date": "2007-02-19 22:43:01",
            "id": "4606503",
            "reply_to_id": "4590730",
            "text": "Víst er það ghetto, don't be stupid."
        },
        {
            "user": "litlamusin",
            "user_id": "66017",
            "date": "2007-02-19 22:47:46",
            "id": "4606538",
            "reply_to_id": "4606503",
            "text": "Nooot at all."
        },
        {
            "user": "tonnatak",
            "user_id": "60608",
            "date": "2007-02-15 10:07:59",
            "id": "4591842",
            "reply_to_id": "4573994",
            "text": "Breiðholtið er risa stórt. ég bý til dæmis í seljahverfi, og þar er þetta ekkert ghetto :) neðra breiðholtið er líka fínt :)"
        },
        {
            "user": "Orkamjas",
            "user_id": "55230",
            "date": "2007-02-15 17:59:41",
            "id": "4593088",
            "reply_to_id": "4591842",
            "text": "Þetta er bara það sem ég hef heyrt, hef ekkert vit á Rvk 8-)"
        },
        {
            "user": "Vansi",
            "user_id": "41739",
            "date": "2007-02-17 20:06:39",
            "id": "4599372",
            "reply_to_id": "4591842",
            "text": "Seljahverfið er svona “fíni hluti” Breiðholtsins. Æðislegt hverfi ^_^"
        },
        {
            "user": "tonnatak",
            "user_id": "60608",
            "date": "2007-02-18 10:47:16",
            "id": "4600916",
            "reply_to_id": "4599372",
            "text": "jám:) ölduhæli er betri skólinn(H)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-02-24 00:19:14",
            "id": "4621719",
            "reply_to_id": "4573994",
            "text": "hehe, satt er það"
        },
        {
            "user": "Kwarkle",
            "user_id": "59795",
            "date": "2007-02-10 19:40:09",
            "id": "4577664",
            "reply_to_id": "4571931",
            "text": "Breiðholtið er fínt sko =), passa sig bara á klikkhausunum"
        },
        {
            "user": "went",
            "user_id": "67243",
            "date": "2007-02-11 21:37:01",
            "id": "4581320",
            "reply_to_id": "4571931",
            "text": "Þetta er mest í Fellahverfinu í Efra-Breiðholti, hin hverfin eru friðsöm .. hahaha"
        },
        {
            "user": "Brighton",
            "user_id": "62883",
            "date": "2007-02-12 20:31:24",
            "id": "4584507",
            "reply_to_id": "4571931",
            "text": "Ég er búin að búa í Efra-Breiðholti frá því 5.júní og ég hef aldrei verið hrædd um líf mitt.\nJú maður hefur svo sem labbað fram hjá agalega hörðum gaurum en þeir hafa aldrei svo minnsta sem yrt á mig.\nSögur eru bara sögur, oft allavega.\nBætt við 12. febrúar 2007 -  20:33\nþ.e.a.s ég bý í Fellahverfi."
        },
        {
            "user": "txtFirefly",
            "user_id": "61449",
            "date": "2007-02-16 01:00:53",
            "id": "4594604",
            "reply_to_id": "4571931",
            "text": "Ég bý í efra breiðholti, hólunum réttara sagt og hef aldrei orðið vör við nein læti, í minni blokk búa bara engir krakkar og engin læti. Mjög fínt að búa hérna bara og ég hef ekki alist upp í Reykjavík;)"
        },
        {
            "user": "Farbauti",
            "user_id": "51497",
            "date": "2007-02-17 13:31:12",
            "id": "4598277",
            "reply_to_id": "4571931",
            "text": "Held nú bara að breiðholtið sé eins og allir aðrir staðir bara hugsaðu um þig og svo auvðita ef þú ætlar að eignast börn þarftu bar að ala þau rétt upp"
        },
        {
            "user": "Vansi",
            "user_id": "41739",
            "date": "2007-02-17 20:12:12",
            "id": "4599388",
            "reply_to_id": "4571931",
            "text": "Breiðholt er ekki það sama og Breiðholt. Hverfishlutarnir eru mjög ólíkir, ég veit af eigin reynslu að allaveganna Seljahverfið er frábær staður til að búa á og líka til að ala upp barn ef út í það er farið (Ölduselsskóli er mjög góður grunnskóli, frændi minn flutti t.d. í Seljahverfið bara út af skólanum). Fellahverfi er eitthvað síðra held ég, auðvitað margir innflytjendur og þannig lagað, en ég trúi ekki öðru en að sögurnar þaðan séu stórlega ýktar… Veit ekki með neðra Breiðholt og Hólana, veit ekkert um þau hverfi. Held samt að það séu ágætir staðir til að búa á…\nHættu svo þessu Garðabæjarsnobbi, það er líf fyrir utan 210 ;}"
        },
        {
            "user": "mahalo",
            "user_id": "11521",
            "date": "2007-02-18 17:33:28",
            "id": "4602000",
            "reply_to_id": "4571931",
            "text": "Sögur eru sögur eins og einhver hér að ofan sagði, það er svakalega misjafnt hvar í Breiðholtinu þú býrð. Það er til dæmis til mjög fínt einbýlishúsahverfi í efra-Breiðholtinu við Elliðarárvatn sem mjög fáir vita að sé til.."
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-02-18 19:20:05",
            "id": "4602435",
            "reply_to_id": "4571931",
            "text": "Ég er fædd og uppalin í Breiðholti og ég get varla hugsað mér annan stað að búa á.. Ég flutti úr Breiðholtinu fyrir tæplega 3 árum síðan og líkar alveg vel þar sem ég er núna (miðsvæðis í Rvk) en hugurinn er samt alltaf í Breiðholti.\nÞað er ekki satt að það búi bara dópistar og innflytjendur í Breiðholtinu. Það er kannski meira af innflytjendum í efra-Breiðholti en það þarf ekkert að vera slæmt? Það er verið að dreifa þessu meira í önnur hverfi Rvk og hafa ekki allt þetta fólk á sama stað eins og það hefur verið að tíðkast undanfarin ár.\nKostir Breiðholtsins eru margir. Það er stutt í alla þjónustu, grunnskóla, leikskóla, framhaldsskóla, búðir o.s.frv.. Þetta er mjög barnvænt umhverfi, ekki mikið að stórum götum o.fl.\nÉg mun líklegast búa í Breiðholtinu í framtíðinni enda liggja allar mínar æskuminningar þar :)"
        },
        {
            "user": "Caroline",
            "user_id": "40716",
            "date": "2007-02-18 20:04:26",
            "id": "4602655",
            "reply_to_id": "4571931",
            "text": "Afhverju heldurðu að þær séu svona ódýrar?:)"
        },
        {
            "user": "OfurKindin",
            "user_id": "44085",
            "date": "2007-02-19 22:59:17",
            "id": "4606603",
            "reply_to_id": "4571931",
            "text": "Þú gætir lagt þig á bekk, með veski, síma og iPod í vasanum í 3tíma eftir klukkan 22 í neðra breiðholti, og þegar þú vaknaðir væri örugglega komin úlpa yfir þig til að þér væri ekki kalt frá einhverjum og allt á sínum stað í vösunum =)\nSvo gott er þetta hverfi, yeah."
        },
        {
            "user": "tonnatak",
            "user_id": "60608",
            "date": "2007-02-22 13:15:50",
            "id": "4615630",
            "reply_to_id": "4606603",
            "text": "líka hjá mér :) ekki gleyma okkur aukahlutunum hinummegin við breiðholtsbrautina"
        },
        {
            "user": "Kronoza",
            "user_id": "67316",
            "date": "2007-02-24 00:18:13",
            "id": "4621716",
            "reply_to_id": "4571931",
            "text": "Búið að segja mér að það búi bara dópistar og ólöglegir innflytjendur í breiðholti og maður sé bara ekki öruggur um eigið líf þar.. Er þetta satt?\njá það er dagsatt. Ekki flytja í brh. Reyndar er ég nú ekki sammála með garðabæinn. Reyndu bara að fá einhverja íbúð ekki einhverstaðar lengst í burtu frá öllu ;)"
        },
        {
            "user": "Kronoza",
            "user_id": "67316",
            "date": "2007-02-24 10:53:46",
            "id": "4622255",
            "reply_to_id": "4621716",
            "text": "ég ólst upp í grafarvoginum og eg ætlaði sko aldrei að kaupa mer í breiðholtinu, en keypti mina fyrstu í bökkunum sem er hverfi í skárri kantinum ásamt  seljahvefinu. en breiðholtið hefur breyst rosalega á þessum nokkrum árum (5 árum) sem ég hef buið her, nýbúum(ef svo má að orði komast) hefur fjölgað rosalega,þegar eg flutti hingar var engin utlendingur í minum stigagang 6 íbuðir en nuna er 2 íbuðir sem útlendingar bua í.og þeir eru nu misjafnir í umgegni eins og íslendinganir.Persónulega er eg buin að fá ógeð á þessari borg og ætla að flýja út á land."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-03-12 20:35:22",
            "id": "4677734",
            "reply_to_id": "4622255",
            "text": "frekar þá til út-landa"
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2007-02-28 16:26:03",
            "id": "4635916",
            "reply_to_id": "4571931",
            "text": "þessar sögur eru bara bull, ég er alin upp í breiðholtinu bæði í fellunum og bökkunum, flestar vínkonur mínar búa enn í fellunum og vilja aldrei fara… bakkarnir eru samt svoldið rólegrahverfi og það er mikklu betra veður þar, ástæðan að íbúðir í fellahverfinu eru svona ódýrar er sú að húsin sjálf er handónýt,, pabbi minn sem er múrari vann við þessar blokkir þegar hann var að læra og vinnur mikið við að gera við þarna segir að þetta sé allt handónýt, bæði vegna hversu illa gerðar þær eru og vegna vanrækslu almennt, þegar ég var að kaupa í fyrsta skipti var ég að pæla í einni þarna, og hann stranglega bannaði mér það, það er víst sama saga í seljahverfinu…\níbúðirna í bökkunum eru aðeins dýrari en mikklu betri í alla staði. bara ekki kaupa í íra- og ferjubakka, þar eru mikið af féló íbúðum :)"
        },
        {
            "user": "Kronoza",
            "user_id": "67316",
            "date": "2007-03-02 10:56:42",
            "id": "4641899",
            "reply_to_id": "4635916",
            "text": "nei, það er ekki mikið að felo íbuðum í ferjubakka það er í írabakka.\nfyrir áramót var 1 feloíbuð í ferjubakka.\nnuna í jan og februar hefur felo verið að selja ibuðinar í fellunum og eru að kaupa í bökkunum\nog ja bunir að kaupa allavega 3 í ferjubakka.\nen við skulum ekki vera svona fordomafull eg þekki 2 familyjur sem eru í feloibuð og þær eru hvorugar í rugli."
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2007-03-02 15:05:35",
            "id": "4642564",
            "reply_to_id": "4641899",
            "text": "semsagt 4 í ferjubakka…. seinast þegar ég vissi voru nokkrar í ytri blokkinni í írabakka, og ein í innri :)"
        },
        {
            "user": "KronoZ",
            "user_id": "35010",
            "date": "2007-05-09 00:57:32",
            "id": "4878302",
            "reply_to_id": "4642564",
            "text": "stefna hjá féló er að eiga ekki meira en eina íbúð í stigagangi"
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2007-05-09 16:32:06",
            "id": "4879837",
            "reply_to_id": "4878302",
            "text": "já núna, sem er bara gott mál :)"
        },
        {
            "user": "Kronoza",
            "user_id": "67316",
            "date": "2007-03-03 11:03:14",
            "id": "4644949",
            "reply_to_id": "4571931",
            "text": "Ég bjó í Skagafirði fyrstu 6 árin, flutti svo í Breiðholtið og ég hef ekki haft áhuga á að flytja enn þó ég búi þar enn og ég hef aldrei haft neinar áhyggjur af neinu hér. Ég bý í neðra Breiðholti, bökkunum sem sagt, en einnig vinn ég á Domino's Pizza í Símaverinu sem staðsett er í Hólagarði í efra Breiðholti og ekki hef ég enn orðið var við einhverja brjálæðinga þar.\nÞessar sögur sem ég er að heyra er algjört bull, Breiðholtið er ekkert verra svæði heldur en t.d. Hlíðarnar eða Salahverfið í Kópavogi eða hvað það nú er. Það hafa t.d. helling af íþróttafólki alist upp í Breiðholti ;) Auk þess sem Breiðholtsskóli er með eitt af bestu íþróttaskólum landsins ;) Bara svona að taka nokkur dæmi :P"
        },
        {
            "user": "Kronoza",
            "user_id": "67316",
            "date": "2007-03-05 15:50:58",
            "id": "4652565",
            "reply_to_id": "4644949",
            "text": "en hefuru tekið eftir auknum útlendingum í hverfinu?\neg þekki folk sem byr í grafarvoginum og það tekur ekki eftir útlendingum í auknum mæli svo þeir eru greinilega staðbundnir.!!\nekki að eg se að setja eitthvað út á það.\nnágrannar minir eru útlendingar og þau eru finasta fólk."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-03-06 10:27:52",
            "id": "4655137",
            "reply_to_id": "4652565",
            "text": "Ég hef ekkert orðið alveg svakalega var við þetta, enda er mér nokkuð sama hvort innflytjendur í Breiðholtið séu Íslendingar eða útlendingar :P Mér finnst vera bara mjög mikið af skemmtilegu fólki hér, allavega þau sem ég hef samskipti við nánast daglega :P"
        },
        {
            "user": "blubber",
            "user_id": "66913",
            "date": "2007-03-07 01:26:33",
            "id": "4658646",
            "reply_to_id": "4571931",
            "text": "Seljahverfið er alveg frábært hverfi til að búa í, hef búið þar alla mína ævi og langar ekki ennþá að fara úr því.\nEn allaveganna eru flestar sögurnar nokkuð ýktar en það getur þó komið fyrir að maður sér einhverja dópista stöku sinnum."
        },
        {
            "user": "Irizh",
            "user_id": "60763",
            "date": "2007-03-14 20:36:27",
            "id": "4685300",
            "reply_to_id": "4571931",
            "text": "Mér hefur alltaf verið frekar vel við breiðholtið, hékk þar svolítið þegar ég var yngri (13,14,15), á vini úr breiðholtinu sem eru bara hinir heilbriðgustu (þ.e.a.s. ekki dópistar eða morðingjar eða einhvað). Mér hefur alltaf litist vel á vesturbergið svo á ég vin í hólabergi og það er bara mjög nice líka.\nEn hvað með innflytjendur, breytir það einhverju hversu gott er að búa í breiðholtinu..skil ekki að innflytjendur hafi mikil áhrif á það :)\nMér finnst af eigin reynslu að þegar maður býr í garðabæ einangrist maður of mikið.. aldrei fundist það spennandi að búa þar (hef gert það), ættir bara að prófa einhvað nýtt og sjá hvernig þér líkar.. getur alltaf seinna flutt aftur í garðabæinn og þó þú flytjir þaðan ertu ekki að yfirgefa hann :)\nOg það að flytja í breiðholt þýðir ekki að þú sért að flytja í einhvað “ghetto”, þú þarft ekkert að óttast um eigið líf frekar en annarsstaðar..en það er bara mitt álit."
        },
        {
            "user": "Origami",
            "user_id": "60855",
            "date": "2007-04-01 17:07:17",
            "id": "4747795",
            "reply_to_id": "4571931",
            "text": "Ég bý í Efra-Breiðholti og ég hef aldrei lent í neinu veseni eða annað slíkt þar.\nMjög fínt hverfi. Ekki þetta Gettó sem allir halda að þetta sé."
        },
        {
            "user": "111BRH",
            "user_id": "68376",
            "date": "2007-04-06 00:37:45",
            "id": "4761860",
            "reply_to_id": "4571931",
            "text": "Hei chilliði aðeins folk sko þetta er bara tomt rugl hja ykkur ólögleigurinnflytjendur:Sbara dópistar og það sem þið eruð að seigja um þetta hverfi er nu meiri vitleysan sko eg hef buið herna mjog leingi og það hefur aldrei verið gert neitt við nein ut af eingu sko og allar sogurnar eru MJOG YKTAR!!!og hættu með þetta F*****G snob ekki dæma neitt fyriren þu serð það sjalfur!profaðu bara að kikja hverfið sjalfur og gaðu hvort þu serð eitthvað sem er að þvi.Það eru kannski eitthvað af þessum Gangsta folki en er það eitthvað vera en þu eða annað folk??það er fullt af goðu og hressu folki sem byr herna.Takk fyrir mig en þið sem eruð að skita yfir þetta hverfi eg held að þið hafið aldrei stigið skrefi i fellin!þannig hættiði þessu bulli\n***111-BRH***"
        },
        {
            "user": "Addydogg",
            "user_id": "55496",
            "date": "2007-12-27 15:53:37",
            "id": "5513937",
            "reply_to_id": "4571931",
            "text": "Flytu út á land þar getur þú keypt einbýlishús á 10 milljóni"
        }
    ]
}