{
    "forum_title": "Sagnfræði",
    "user": "herraisland",
    "user_id": "56993",
    "date": "2007-02-10 23:56:08",
    "title": "Neró keisari",
    "text": "hvað getið þið sagt mér um hann",
    "url": "https://www.hugi.is/saga/korkar/493879/nero-keisari/",
    "url_id": "493879",
    "id": "4578527",
    "replies": [
        {
            "user": "STAVKA",
            "user_id": "46427",
            "date": "2007-02-11 00:31:49",
            "id": "4578677",
            "reply_to_id": "4578527",
            "text": "Var góður að spila á hljóðfæri, man ekki hvað það var. Hann var listrænn og menningarlegur, góður í mörgu nema að stjórna landinu. Svo brann róm og hann spilaði á hljóðfærið sitt allann tímann, hvort einhverjir hafi sagt að hann kveikti eldinn eða eitthvað man ég ekki allveg."
        },
        {
            "user": "Snjolfurinn",
            "user_id": "60759",
            "date": "2007-02-11 12:34:45",
            "id": "4579318",
            "reply_to_id": "4578677",
            "text": "Hann var nú ekki í Róm þegar hún brann og það er bara kjaftæði að hann hafi verið að spila á fiðluna sína (eða hvað sem það var) á meðan."
        },
        {
            "user": "911Carerra",
            "user_id": "55658",
            "date": "2007-02-11 13:10:37",
            "id": "4579405",
            "reply_to_id": "4578677",
            "text": "Það er rétt hjá snjólfi að það eru íkjur að hann hafi spilað á hljóðfæri allan tíman."
        },
        {
            "user": "911Carerra",
            "user_id": "55658",
            "date": "2007-02-11 13:20:25",
            "id": "4579436",
            "reply_to_id": "4578527",
            "text": "Hvað Viltu vita?\nNeró var frekar fær stjórnandi það er hinsvegar kirkjan sem hefur stuðlað að því að koma á neró óorði þar sem að róm var að brenna þá vantaði Neró blóðraböggul annars yrði honum kennt um og er stundum en það er ekkert vitað hvort hann kveikti í borginni til að fá tækifæri til að skipuleggja hana aftur menn hafa ýjað að því en neró gerði gyðinga að blóðraböggli og sagði að þeir hefðu kveikt í róm og lét þá drepa pál postula og lykla pétur og það er þessvegna sem kyrkjunar menn hafa svona óbeit áhonum og boðað um hann alskyns óyrðir og ranghugmyndir.\nÞað er Rétt að Neró taldi sig mikinn listamann og spilaði oft á tónleikum jafnvel í 2-12 tíma og það var eins gott að þú fylgdist með af athygli því þetta var keisarinn sjálfur.\nNeró hafði þónokkurn húmor hann sagði til dæmis um einn tja vanhæfan hersöfðingja sinn eftir stórt tap að það yrði einginn drepinn fyrir þetta vegna þess sumir væru að fara á taugum eða eitthvað í þá áttina.\nHann var á móti drápum alment sérstaklega í hringleikjahúsum og svoleiðis og var í raun frekar góður maður þrátt fyrir fullyrðingar kirkjunar en kirkjan mistúlkar og seigir líka bara það sem þeim hentar."
        },
        {
            "user": "Vlad3",
            "user_id": "64740",
            "date": "2007-02-11 13:28:47",
            "id": "4579457",
            "reply_to_id": "4579436",
            "text": "Var það ekki líka hann sem byrjaði á ofsóknum gegn kristnum mönnum.  Hefur þetta ekki bara verið áróður í kirkjunni"
        },
        {
            "user": "911Carerra",
            "user_id": "55658",
            "date": "2007-02-11 13:40:05",
            "id": "4579492",
            "reply_to_id": "4579457",
            "text": "vill kirkjan meina og þú verður að átta þig á því að það er sigurvegarinn sem skrifar söguna"
        },
        {
            "user": "Vlad3",
            "user_id": "64740",
            "date": "2007-02-11 13:41:40",
            "id": "4579502",
            "reply_to_id": "4579492",
            "text": "true……."
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2007-02-15 10:52:52",
            "id": "4591882",
            "reply_to_id": "4578527",
            "text": "Fýlaði mat í tætlur, neytti O2 i miklum skammti. that's all!"
        }
    ]
}