{
    "forum_title": "Kvikmyndagerð",
    "user": "numb",
    "user_id": "29442",
    "date": "2007-02-14 18:03:19",
    "title": "WaveTv",
    "text": "Nú er að byrja glæný netsjóvarpsstöð eftir nokkrar vikur.\nÞað sem er mest töff við þessa stöð er það að hún er gerð til að sýna efni frá öllum sem hafa áhuga á að gera og sýna sitt efni. Þegar að hinar stöðvanar eru að kaupa rándýrt efni og allir þættir kosta rosalegar upphæðir í framleiðslu þá er þessi stöð bara að fara að sýna innlemt efni sem þarf varla að kosta neitt í framleiðslu. Eina sem að þarf er góða hugmynd, cameru og klippiforrit (t.d. fylgir windows movie maker með öllum tölvum). Þetta þarf ekki að vera flóknara en það.\nEn skoðið bara www.wavetv.is og þar ætti að standa eitthvað aðeins meira um þetta. Vonandi vekur þetta einhvern áhuga hjá ykkur.",
    "url": "https://www.hugi.is/kvikmyndagerd/greinar/494797/wavetv/",
    "url_id": "494797",
    "id": "4589932",
    "replies": [
        {
            "user": "ottargud",
            "user_id": "42266",
            "date": "2007-02-14 18:09:41",
            "id": "4590100",
            "reply_to_id": "4589932",
            "text": "Ó já, hljómar mjög vel :D"
        },
        {
            "user": "Addi21",
            "user_id": "24719",
            "date": "2007-02-14 19:05:22",
            "id": "4590364",
            "reply_to_id": "4589932",
            "text": "Vá… hljómar vel.\nVerður samt að halda smá standar… ég meina ekki bara vera með eitthverjar myndir eftir eintóma 12 ára krakka í bissu og bófa*.\n*Bara tilps um það sem ég mundi ekki nenna að horfa á"
        },
        {
            "user": "daviid",
            "user_id": "30827",
            "date": "2007-02-14 19:07:58",
            "id": "4590383",
            "reply_to_id": "4589932",
            "text": "Mjög pro að sjá “untitled document” á síðunni :)"
        },
        {
            "user": "Pottlok",
            "user_id": "13598",
            "date": "2007-02-14 20:36:14",
            "id": "4590739",
            "reply_to_id": "4589932",
            "text": "Staðlar eru nauðsyn.\nAnnars þá líst mér vel á þetta en það þarf að vinna slatta í þessum vef fyrst :)"
        },
        {
            "user": "numb",
            "user_id": "29442",
            "date": "2007-02-15 00:11:11",
            "id": "4591499",
            "reply_to_id": "4590739",
            "text": "Síðan er bara byrjunarsíða. Það er veffyrirtæki sem er að hanna síðuna fyrir okkur. Gerðum bara þessa síðu til að byrja og láta fólk vita og svo að fólk sem hefur áhuga á að sýna eitthvað þarna inni geti haft samband við okkur.\nÞað er auðvtiað stadard sem mun vera í gangi hjá okkur og það mun ekki vera mikið um efni frá 12 ára. Reyndar er ákveðin pæling í gangi þar sem efni frá þeim sem eru undir 15 ára muni hafa sér tíma eða dálk fyrir sig.\nAðalmálið er að gera stöð þar sem þeir ungu og upprennandi geti byrjað á síðuni og fengið sýningu á sínu efni. Svo er það mikið til í höndum fólksins sem er að horfa á þetta sem ákveða hvað fer inná stöðina.\nEn ef það er einhver sem hefur áhuga þá er um að gera að senda mail á wavetv@wavetv.is\nZiggy"
        },
        {
            "user": "QCumber",
            "user_id": "55735",
            "date": "2007-02-15 13:52:38",
            "id": "4592240",
            "reply_to_id": "4591499",
            "text": "En hvað með animated efni? Ég og nokkrir aðrir höfum verið að gæla við ákveðna hugmynd að flash teiknimyndaseríu. Verður kannski einhverntímann að veruleika. Ætti það ekki séns á að komast að ef það væri eitthvað varið í það?"
        },
        {
            "user": "numb",
            "user_id": "29442",
            "date": "2007-02-15 18:14:51",
            "id": "4593138",
            "reply_to_id": "4592240",
            "text": "Ef það er gott efni þá erum við tilbúnir að sýna það. Allt gott efni er velkomið á stöðina"
        }
    ]
}