{
    "forum_title": "Rokk",
    "user": "Notoriuz",
    "user_id": "10774",
    "date": "2007-02-15 00:00:25",
    "title": "Back in Black plötudómur",
    "text": "Ég ætla að skrifa hérna plötudóma um þrjár bestu plöturnar/diskana með nokkrum af uppáhaldshljómsveitunum mínum. Ég ætla að byrja á AC/DC og byrja á bestu plötunni þeirra að mínu mati. Það er hin tímalausa Back in Black sem kom út árið 1980. Bon Scott hinn dáði söngvari bandsins lést árið 1979 þegar hann dó úr kulda sofandi áfengissvefni í bíl í London. Það bjuggust margir við því að þeir myndu í kjölfarið hætta en það varð ekki raunin og þeir réðu lítið þekktan söngvara Brian Johnson frá Newcastle sem hafði verið í bandi sem hét Geordie. Aðrir í bandinu voru náttúrulega Young bræðurnir Angus og Malcolm, síðan Phil Rudd á trommur og Cliff Williams á bassa en svona hafði bandið verið um nokkurn tíma.\nÞegar Bon Scott lést hafði bandið verið farið að slá í gegn í Bretlandi og víðast hvar í Evrópu en síðasta platan sem hann söng á var Highway to Hell sem verður fjallað um síðar. Back in Black var tekin upp á Bahamas vorið 1980. Það hvíldi nokkur leynd yfir þessu öllu saman því þeir í bandinu voru ekki alveg vissir um að þetta gengi allt upp. Að lokum voru tekin upp 10 lög sem var algengur fjöldi á tíma vinylplötunnar. Það er skemmst frá því að segja að platan sló gersamlega í gegn og hefur selst síðan í meira en 20 milljón eintökum. Hún fór víða í fyrsta sætið á vinsældarlistum og meðal annars stökk hún strax í efsta sæti í Bretlandi þegar hún kom út í ágúst 1980.\nHells Bells.\nBjallan hljómar og gítararnir koma sígandi inn með vaxandi krafti. Tromman slær undir þungan takt og lagið fer af stað með mögnuðum dulúðugum krafti. Það biðu margir eftir því að heyra fyrstu tónana í Johnson og þegar hann byrjaði að syngja var það eins og Andrés Önd risinn upp frá Helvíti. Afar sérstök og rifin rödd “Rolling thunder, pouring rain, I´m coming on like að hurricane” Textinn fjallar um kynlíf eins og reyndar flestir textar AC/DC. Snilldarlag 5/5\nShoot to thrill\nNæsta lag var hraðara og rífandi krafturinn í því passar ótrúlega vel við sem næsta lag. Eitt af fjölmörgum “shoot” lögum þeirra. Í laginu kemur millikafli sem var svolítið nýr miðað við það sem þeir voru að gera á þessum tíma. Þarna heyrist vel hversu kraftmikill söngvari Johnson er og í raun miklu meir rokksöngvari en Bon Scott. 4/5\nHoney, what do you do for money?\nNafnið segir allt um innihald textans. Grípandi lag þar sem keyrslunni er haldið áfram. 4/5\nGiving the dog a bone\nKrafturinn heldur áfram og hvergi gefið eftir. Þarna er lag í boogie takti þar sem gítararnir vinna vel saman. Enn kynferðislegur texti 4/5\nLet me put my love into you\nRólegra lag þar sem gítarinn kemur inn með rólegt riff og síðan bætist rythmagítarinn við. Nafnið segir allt um textann. Johnson nýtur sín þarna vel en það verður samt ekki sagt að það fari honum vel að syngja rólegri lög. 5/5\nBack in black.\nLíklega annað frægasta lag plötunnar. Ótrúlega heillandi og grípandi riff. Lagið var samið til minningar um Bon Scott hressilegur texti samt sem fjallar um að ná sér á strik aftur eftir erfiðleika. Staðsetningin á laginu ber nokkurn keim af því að á þessum tíma þurfti að snúa plötum við og þetta var fyrsta lagið á hlið 2. Ef platan væri að koma út í dag þá yrði það sennilega lag nr. 2. Frábært lag sem heyrist oft 5/5.\nYou shook me all night long\nFrægasta lag AC/DC og í raun það mest grípandi. Gítararnir byrja með grípandi riff sem gefa tóninn fyrir melódískt lag. Lagið var samið sérstaklega með það í huga að ná fótfestu á markaði í Bandaríkjunum en það tókst ótrúlega vel því það mistekst stundum þegar er verið að semja “hittara”. Lag sem er komið í bækur rokksögunnar. 5/5\nHave a drink on me.\nAnnað lag þar sem var verið að minnast Bon Scott en hann var mikill drykkjuberserkur. Fjörugt lag en að mínu mati það lakasta á plötunni. Eiginlega bara til að fylla í eyðurnar. 3/5\nShake a leg.\nÚtúrsnúningur á þekktum frasa eins og mörg lög AC/DC. Break a leg (gangi þér vel). Fjörgut lag en ekki eitt af þeim bestu og ber einkenni þess að vera til uppfyllingar. 3/5\nRock n roll aint noise pollution.\nLokalagið er rólegra eins og til að undirstrika nafnið og boðskapinn sem því fylgir. Byrjar á trommu og rólegu riffi auk þess sem Johnson bablar eitthvað á milli þess sem hann fær sér smók. Ágætislag sem endar plötuna með góðum stæl. 4/5\nÍ heildina er þetta afar heilsteypt verk og vakti mikla athygli. Þegar þeir fóru að fylgja plötunni eftir þá byrjuðu þeir á tónleikum á litlum stað í Belgíu til að prófa Johnson. Viðstaddir voru einkum heimamenn ásamt nokkrum blaðamönnum sem komust á snoðir um þetta. En platan seldist og seldist og kom þeim á kortið í USA. Að minu mati ein af bestu rokkplötum sem hafa komið út. Hún hefur verið endurútgefin nokkrum sinnum en því miður hefur ekki verið gefið út neitt efni sem ekki hefur heyrst áður sem bendir til þess að það hafi verið notað á aðrar plötur eða hreinlega að þeir hafi ekki haft fleiri lög. 5/5",
    "url": "https://www.hugi.is/rokk/greinar/494883/back-in-black-plotudomur/",
    "url_id": "494883",
    "id": "4591140",
    "replies": [
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2007-02-15 00:04:53",
            "id": "4591481",
            "reply_to_id": "4591140",
            "text": "Ein af mínum uppáhalds plötum, myndi gefa henni 5+ af 5 mögulegum. Algjörlega ósammála þér með Shake a leg, finnst það með betri lögum á plötunni."
        },
        {
            "user": "LocoDuck",
            "user_id": "23289",
            "date": "2007-02-15 00:18:17",
            "id": "4591511",
            "reply_to_id": "4591140",
            "text": "Geðveik plata og mitt uppáhalds band"
        },
        {
            "user": "Rosebud",
            "user_id": "46202",
            "date": "2007-02-15 00:20:43",
            "id": "4591515",
            "reply_to_id": "4591140",
            "text": "óóóó.. ég hélt að þú varst að meina “Back in Black” plötuna með Amy Winehouse (alls ekki rokk-plata)"
        },
        {
            "user": "Dahlia",
            "user_id": "17898",
            "date": "2007-02-15 01:15:59",
            "id": "4591625",
            "reply_to_id": "4591515",
            "text": "Hvernig datt þér ekki í hug ACDC á áhugamáli um rokk?"
        },
        {
            "user": "Rosebud",
            "user_id": "46202",
            "date": "2007-02-15 08:33:19",
            "id": "4591765",
            "reply_to_id": "4591625",
            "text": "ég var að grínast.. þótt ég veit ekkert um AC/DC, en ég veit um “Back in Black” plötuna.. :Æ\nBætt við 15. febrúar 2007 -  08:35\nog þeir eru frá Ástarlíu"
        },
        {
            "user": "Kwarkle",
            "user_id": "59795",
            "date": "2007-02-16 17:29:41",
            "id": "4596196",
            "reply_to_id": "4591765",
            "text": "Og núna veistu að Bon Scott er “grafinn” í Perth"
        },
        {
            "user": "Rosebud",
            "user_id": "46202",
            "date": "2007-02-16 19:25:37",
            "id": "4596629",
            "reply_to_id": "4596196",
            "text": "yay.. fun fact!"
        },
        {
            "user": "Kwarkle",
            "user_id": "59795",
            "date": "2007-02-16 19:29:33",
            "id": "4596652",
            "reply_to_id": "4596629",
            "text": "Yeah!"
        },
        {
            "user": "Bassismus",
            "user_id": "54400",
            "date": "2007-02-15 00:23:24",
            "id": "4591520",
            "reply_to_id": "4591140",
            "text": "Það má til gamans geta þess að death metal/grind core hljómsveitin Six Feet Under tóku þessa plötu upp á sína arma og gáfu hana út undir nafninu Graveyard Classics II, þeir eru með lögin í tiltölulega original útfærslu, en breyttu röddun og tóntegund laganna.\nÉg er nokkuð sáttur með meðferð SFU á lögunum þó að orginallinn sé nú alltaf bestur."
        },
        {
            "user": "CaptainA",
            "user_id": "43023",
            "date": "2007-02-15 08:43:27",
            "id": "4591778",
            "reply_to_id": "4591520",
            "text": "Maður vex útúr því fíla ac/dc"
        },
        {
            "user": "steinthurs",
            "user_id": "58525",
            "date": "2007-02-15 16:27:46",
            "id": "4592730",
            "reply_to_id": "4591778",
            "text": "vex maður ÚTÚR því?\nOk, þetta var asnalegt… Ég þekki fleiri fullorðna heldur en krakka og unglinga sem fíla AC/DC.\nPersónulega fíla ég ekki AC/DC, finnst þeir þó ágætir, en þetta er ekki band sem maður vex uppúr því að hlusta á."
        },
        {
            "user": "CaptainA",
            "user_id": "43023",
            "date": "2007-02-15 18:01:42",
            "id": "4593099",
            "reply_to_id": "4592730",
            "text": "jú víst það er fact , Þeir einstöku 20+ sem fíla það hafa aldrei þroskast *móðg*"
        },
        {
            "user": "Depravity",
            "user_id": "61530",
            "date": "2007-02-15 21:02:08",
            "id": "4593854",
            "reply_to_id": "4593099",
            "text": "hvað með fólkið sem fílaði þá í gamla daga á það að þroskast?"
        },
        {
            "user": "steinthurs",
            "user_id": "58525",
            "date": "2007-02-15 21:30:36",
            "id": "4593958",
            "reply_to_id": "4593099",
            "text": "ertu 16 ára? ef svo er, þá þarftu nú bara sjálfur að þroskast sýnist mér miðað við þessi póst þín hér…"
        },
        {
            "user": "CaptainA",
            "user_id": "43023",
            "date": "2007-02-15 22:03:11",
            "id": "4594056",
            "reply_to_id": "4593958",
            "text": "Sko 100% eftir svona 1-2 ár áttu eftir finnast ac/dc viðbjóður TRUST ME! ég hef alltaf rétt fyrir mé"
        },
        {
            "user": "steinthurs",
            "user_id": "58525",
            "date": "2007-02-16 15:15:13",
            "id": "4595741",
            "reply_to_id": "4594056",
            "text": "Fyrir 2-3 árum fílaði ég þá í botn.\nEr hættur að fíla þá, en sé ekkert óþroskað við að hlusta á þá frekar heldur en að hlusta á Mozart"
        },
        {
            "user": "CaptainA",
            "user_id": "43023",
            "date": "2007-02-16 16:21:31",
            "id": "4596003",
            "reply_to_id": "4595741",
            "text": "Já persónulegt álit þitt og virði það :S"
        },
        {
            "user": "Kvissi",
            "user_id": "66862",
            "date": "2007-03-02 16:57:18",
            "id": "4642969",
            "reply_to_id": "4593099",
            "text": "Faðir minn er búinn að hlusta á AC/DC í rúm 30 ár og fýlar þá ennþá í tætlur.\nSama má segja um Led Zeppelin, Black Sabbath, The Who, The Rolling Stones, Jethro Tull og fullt fleira.\nHann hlustar ennþá á plöturnar í dag og á nokkuð margar með AC/DC.\nÞað myndi ég ekki kalla óþroskun.\nÞað er maður sem fýlar í raun og veru sína tónlist.\nRob Zombie sagði einhvern tímann í viðtali hjá Samuel Dunn að fólk sem segir “ég hlustaði geðveikt mikið á Slayer í eitt sumar, svo fékk ég leið á þeim” sé fólk sem kann í raun og veru ekki að fýla tónlist, eða nokkurn veginn.\nÉg er perfectly á sama máli og hann.\nÉg hef fýlað AC/DC alveg síðan ég var smápolli og ég fýla þá ennþá í tætlur og mun ekki hætta að fýla þá á næstunni, ég\nveit\nþað."
        },
        {
            "user": "Kvissi",
            "user_id": "66862",
            "date": "2007-03-09 18:45:54",
            "id": "4667344",
            "reply_to_id": "4642969",
            "text": "Pabbi þinn er svalur\nallavega miklu svalari en minn:) minn hlustar á country:("
        },
        {
            "user": "Kvissi",
            "user_id": "66862",
            "date": "2007-03-09 21:22:42",
            "id": "4667890",
            "reply_to_id": "4667344",
            "text": "Hehe, country er töff líka ;)"
        },
        {
            "user": "Kvissi",
            "user_id": "66862",
            "date": "2007-03-10 11:34:06",
            "id": "4668795",
            "reply_to_id": "4667890",
            "text": "ekki jafn flott og Led Zepp. og the who og fl.:);)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-03-10 11:52:40",
            "id": "4668834",
            "reply_to_id": "4668795",
            "text": "Nei auðvitað ekki :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-04-05 21:00:12",
            "id": "4761235",
            "reply_to_id": "4591778",
            "text": "já er það? hvað af því þú gerðir það?"
        },
        {
            "user": "Kwarkle",
            "user_id": "59795",
            "date": "2007-02-16 17:31:12",
            "id": "4596201",
            "reply_to_id": "4591140",
            "text": "Það er What do you do for money honey… en þetta er geðveik plata og ég elska röddina í Brian…"
        },
        {
            "user": "Notoriuz",
            "user_id": "10774",
            "date": "2007-02-17 17:41:37",
            "id": "4598858",
            "reply_to_id": "4596201",
            "text": "Jamms gelymdi hunanginu. Mundi það þegar ég var búinn að senda greinina."
        },
        {
            "user": "Kwarkle",
            "user_id": "59795",
            "date": "2007-02-17 22:42:25",
            "id": "4599893",
            "reply_to_id": "4598858",
            "text": "hehe ókey ;)"
        },
        {
            "user": "Pythagoras",
            "user_id": "54862",
            "date": "2007-03-05 20:51:49",
            "id": "4653903",
            "reply_to_id": "4591140",
            "text": "þú varst að minna mig á að það er allt of langt síðan ég hef hlustað á þessa plötu. allgjör klassík og “Shoot to thrill” er án vafa besta lagið"
        },
        {
            "user": "Moonchild",
            "user_id": "36323",
            "date": "2007-03-10 13:11:37",
            "id": "4669034",
            "reply_to_id": "4591140",
            "text": "skemmtileg grein um eina bestu plötu allra tíma. Er samt ósammála þér með Let Me Put My Love Into You, Givin' The Dog A Bone (finnst þau vera veikasti parturinn á plötunni) og Shake A Leg, Have a drink on Me sem mér finnst vera tvö af bestu lögum Ac/Dc.\nBesta plata Ac/Dc að mínu mati"
        },
        {
            "user": "Notoriuz",
            "user_id": "10774",
            "date": "2007-03-10 21:49:31",
            "id": "4670838",
            "reply_to_id": "4591140",
            "text": "ég á alla diskana með AC/Dc og þetta er mjög flott grein hjá þér en mér finnst Back In Black ekki besta platan þeirra. Ég yrði að segja High Voltage…sem er ein af þeirra fyrstu plötum."
        },
        {
            "user": "Notoriuz",
            "user_id": "10774",
            "date": "2007-03-12 00:20:59",
            "id": "4674951",
            "reply_to_id": "4670838",
            "text": "Já reyndar sú fyrsta….."
        },
        {
            "user": "Mooner",
            "user_id": "68276",
            "date": "2007-04-07 23:49:10",
            "id": "4767314",
            "reply_to_id": "4591140",
            "text": "Ég dáði þetta band í 5-6-7-8 bekk + Metallica ,, en fýla þá lítið lengur\nen þessi plata var ekki mín uppáhalds með þeim en mjööög góð :P…\nMér fannst Bon Scott nettari söngvari :$"
        },
        {
            "user": "stjani45",
            "user_id": "68514",
            "date": "2007-04-25 22:22:24",
            "id": "4830631",
            "reply_to_id": "4767314",
            "text": "Snilldar plate enda tileinkuð bon scott 1946-1980 RIP."
        }
    ]
}