{
    "forum_title": "Pönk",
    "user": "Kwarkle",
    "user_id": "59795",
    "date": "2007-02-16 00:55:17",
    "title": "Sid og Nancy",
    "text": "Sid\nSid Vicious hét upprunalega John Simon Ritchie og var fæddur í London þann 10. Maí 1957. Pabbi hans hét John og var drottningarvörður. Hann stakk af þegar Sid var nýfæddur. Mamma Sid hét Anne og hann flutti með henni á sínum yngri árum til Ibiza þar sem hún sá fyrir þeim með sölu fíkniefna að sagt var. Þau fluttu síðan aftur til Englands þar sem Anne giftist Cristopher Beverly árið 1965 áður en þau fluttu á venjulegt fjölskylduheimili í Kent. Stjúpfaðir hans dó sex mánuðum seinna og 1968 bjuggu Sid og mamma hans í leiguíbúð í Tunbridge Wells þar sem hann gekk í Sandown Court skólann. 1971 fluttu þau svo til Hackny í Austur-London.\nSamkvæmt Lemmy Kilmister í viðtali við blaðið Mojo, þá seldi Sid LSD á Hawkwind tónleikum, aðeins fjórtán ára gamall. Kringum 1974 var hann þegar byrjaður að taka eiturlyf í æð með mömmu sinni, þá sérstaklega amfetamínupplausn. 1975, var hann byrjaður að skaða sjálfan sig og sýna andfélagslega hegðun, sumt segir að hann hafi stundað það að móðga eldri borgar sér til skemmtunnar og annað að hann hafi unnið sem sendill.\nNancy\nNancy Spungen var fædd 27 febrúar 1958 og foreldrar hennar voru Frank og Deborah Spungen. Spungen fólkið voru miðstéttargyðingar sem bjuggu í Huntingdon Valley í Lower Moreland Township í Pennsylvaníuríki, sem var úthverfi í Philadelphiu . Pabbi Nancy var viðskiptamaður og mamma hennar átti litla búð sem seldi heilsufæði. Hún fæddist einum og hálfum mánuði fyrir tímann og þjáðist af ýmsum kvillum. Hún var ofvirk sem barn ogm beitti yngri systkini sín, Susan og David, ofbeldi. Einnig er sagt að hún hafi hótað að drepa barnfóstru og ráðist á mömmu sína með hamri þegar þær voru ekki sammála um hvaða mynd ætti að horfa á. Þegar hún var ellefu ára hafði hún verið rekin úr almenningsskólakerfinu og var í geðmeðferð. Hún er sögð hafa reynt sjálfsmorð þónokkrum sinnum og hafa þjáðst af ofbeldi. Fjölskylda hennar sendi hana á ýmsar stofnanir fyrir vandræðabörn. Hún sagði að á einni slíkri stofnun hefði hún byrjað að reykja marijuana og kynnti það fyrir yngri systkinum sínum þegar hún var heima. Hún Hún var í stuttan tíma í námi við háskólann í Colorado.\nNancy fór að heiman þegar hún var 17 ára og flutist til New York borgar. Þar gerðist hún grúppía og ferðaðist með hljómsveitum eins og Aerosmith, The New York Dolls og The Ramones. Seinna vann hún sem nektardansmey, sem stundum fól í sér vændi. Sagt era ð hún hafi flutt til London með það að áætlun að vinna til sín Jerry Nolan úr The Heartbreakers en hitti The Sex Pistols í staðinn.\nSamband þeirra\nÍ Nóvember 1977 hittust Nancy og Sid í fyrsta skiptið og þau hófu ástarsamband þegar í stað. Nancy var heróínfíkill og Sid, sem trúði á að lifa hratt og deyja ungur, tók upp þann sið með henni. Þrátt fyrir það að ást þeirra var mjög sterk þá hafði árásasarhneigð þeirra og óstöðugt sambandið höfðu ótrúlega slæm áhrif á Sex Pistols. Bæði hljómsveitinni og Sid hrakaði mjög sýnilega á tónleikaferðalagi þeirra um Bandaríkin árið 1978. Á því tónleikaferðalagi hættu Sex Pistols. Nancy og Sid reyndu áfram fyrir sér í tónlist, Nancy sem umboðsmaður Sid.\nDauðar þeirra\nÁ meðan að sambandi þeirra stóð höfðu Sid og Nancy lokast inní sinni eigin dóp- og sjálfskakðandi veröld. Til er viðtal við þau þar sem þau reyna að svara spurningum úr rúminu sínu: Nancy talar ekki í samhengi og Sid er varla með meðvitund. Sid kom nálægt dauðastund sinni þegar hann tók of mikið af heróíni og var á spítala um tíma. 12. Október 1978 er talið að Sid hafi vaknað úr eiturlyfjadái og fundið Nancy dána, liggjandi í hnipri á baðherbergisgólfinu í herbergi þeirra (númer 100) á Hotel Chelsea í New York. Hún var með eitt stungusár í kviðarholið og blætt út. Sid var handtekinn og kærður fyrir morðið þrátt fyrir staðhæfingar sínar um að hann hefði ekki gert það. Það eru til þónokkrar kenningar um að Nancy hafi verið myrt af einhverjum öðrum en Sid, þá helst af öðrum tveggja eiturlyfjasalanna sem heimsóttu íbúðina um nætur og þeim kenningum fylgja oft aðrar kenningar um hugsanlegt rán á eigum þeirra, þar sem að sumir hlutir voru ekki í íbúðinni (þ.á.m. stórt seðlabúnt).\nEftir að hafa komið fram fyrir rétt í máli Nancy, þá tók sjónvarpsfréttamaður við hann stutt viðtal (klippan birtist í\nThe Filth and the Fury\n. Hann skalf lítið eitt en virtist allsgáður, önugur og feiminn:\nFréttamaður:\nAre you having fun at the moment?\nVicious:\nAre you kidding? No, I am not having fun at all.\nlöng pása\nFréttamaður:\nWhere would you like to be?\nVicious:\nUnder the ground.\nFréttamaður:\nAre you serious?\nVicious:\n(lágum alvarlegum rómi) Yeah.\nVirgin-útgáfufyrirtækið borgðai 30.000 dollara tryggingargjald honum til höfðus að kröfu Malcolms McLaren. Áætlunin var að Sid myndi taka upp plötu ásamt Steve Jones og Paul Cook til að safna fyrir réttarhaldskostnaði. Þetta átti að vera samansafn af lögum m.a. (samkvæmt McLaren) White Christmas og Mack the Knife. Það er einnig mögulegt, samkvæmt Paul Cook, að platan ætti að vera samansafn af uppáhaldslögum Sid og hefði innihaldið lög gerð af The Stooges, The Ramones, The New York Dolls og The Heartbrakers.  Annan febrúar 1979 var haldið party vegan útgáfu plötunnar heima hjá Michelle Robinson. Þegar hann var í Rikers Island fangelsinu, hafði hann farið í lyfjameðferð og var líklega edrú. Þrátt fyrir það fékk hann sér heróín hjá mömmu sinni í partýinu og var fundinn næsta dag dáinn vegna allt of stórs skammts.  Hann var 21 árs. Getgátur eru um að Vicious hafi framið sjálfsmorð vegna þess að hann gat ekki lifað án sinnar elskuðu Nancy. Hann samdi þetta ljóð um hana:\nYou are my little baby girl,\nWe share all Our fears.\nSuch joy to hold you in my arms\nand kiss away all your tears.\nBut now you're gone, there's only the pain\nand nothing I can do about it.\nAnd I don't want to live this life any more,\nIf I can't live for you.\nTo my beautiful baby girl.\nOur love will never die..\n.\nÖnnur kenning um dauða hans, sett fram af Richard Houseman lögreglumanni og Alan Parker rithöfundi í heimildarmyndinni\nFinal 24\ná Discovery Channel, er að mamma Sid, sem var heróínnotandi sjálf, hafi gefið honum banvænan skammt af ásettu ráði.\nEftir að Sid dó, hringdi mamma hans í Deborah Spungen, mömmu Nancy, og bað um að hann yrði grafinn við hlið hennar, en Deborah neitaði. Það eru til ýmsar goðsagnir um hvað varð um ösku Sid. Sú vinsælasta er að mamma hans hafi farið inn í kirkjugarðinn um nóttu og dreift öskunni yfir leiði Nancy svo þau gætu verið saman að eilífu.\nSamkvæmt\nThe Guardian\ner mun líklegra að mamma Sids hafi komið til baka á Heathrow með öskuna. Malcolm McLaren segir að hún hafi misst krukkuna í komusalnum og leifar hans séu enn meðal ferðalanga og séu komnar út um allan heim.",
    "url": "https://www.hugi.is/punk/greinar/495074/sid-og-nancy/",
    "url_id": "495074",
    "id": "4593269",
    "replies": [
        {
            "user": "IceDeVil",
            "user_id": "79",
            "date": "2007-02-16 01:56:57",
            "id": "4594693",
            "reply_to_id": "4593269",
            "text": "Lélegur tónlistmaður og ljót stúlka\nFlott grein hinsvega"
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2007-02-16 02:34:12",
            "id": "4594708",
            "reply_to_id": "4594693",
            "text": "Algerlega sammála."
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2007-02-16 11:07:14",
            "id": "4595026",
            "reply_to_id": "4593269",
            "text": "hóra og hæfilleikalaus fúskari sem spilaði nánast aldrei og tók engan þátt í að semja lög né texta og var bara í bandinu vegna þess að han nvar vinur söngvarans."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-02-16 12:19:30",
            "id": "4595156",
            "reply_to_id": "4593269",
            "text": "Flott grein :D"
        },
        {
            "user": "Otcho",
            "user_id": "62154",
            "date": "2007-02-16 12:39:12",
            "id": "4595216",
            "reply_to_id": "4593269",
            "text": "Merkileg saga, en hann var hæfileikalaus, öööömurlegur á bassa! Ég spila betur á bassa og ég á ekki einu sinni bassa!\nGóð grein ;)"
        },
        {
            "user": "Kwarkle",
            "user_id": "59795",
            "date": "2007-02-16 14:30:55",
            "id": "4595578",
            "reply_to_id": "4595216",
            "text": "hvernig veistu þá að þú spilar betur? ^^"
        },
        {
            "user": "Otcho",
            "user_id": "62154",
            "date": "2007-02-16 14:38:15",
            "id": "4595608",
            "reply_to_id": "4595578",
            "text": "Hef spilað á bassa bróður hans Brynjars ^^"
        },
        {
            "user": "Kwarkle",
            "user_id": "59795",
            "date": "2007-02-16 14:40:10",
            "id": "4595612",
            "reply_to_id": "4595608",
            "text": "oh… damn it"
        },
        {
            "user": "Otcho",
            "user_id": "62154",
            "date": "2007-02-16 14:43:14",
            "id": "4595626",
            "reply_to_id": "4595612",
            "text": "Híhí ^^"
        },
        {
            "user": "Kwarkle",
            "user_id": "59795",
            "date": "2007-02-16 14:44:47",
            "id": "4595634",
            "reply_to_id": "4595626",
            "text": "Ég hef aldrei prófað að spila á bassa… Samt vill vinur minn að ég spili á bassa í hljómsveitinni hans…"
        },
        {
            "user": "Otcho",
            "user_id": "62154",
            "date": "2007-02-16 14:50:44",
            "id": "4595652",
            "reply_to_id": "4595634",
            "text": "Úúúú do it :D"
        },
        {
            "user": "Kwarkle",
            "user_id": "59795",
            "date": "2007-02-16 14:52:37",
            "id": "4595660",
            "reply_to_id": "4595652",
            "text": "I just might… ef þeir nenna að mellowa smá fyrir mig og spila eitthvað aleins léttara en deathmetal…"
        },
        {
            "user": "Otcho",
            "user_id": "62154",
            "date": "2007-02-16 14:53:48",
            "id": "4595664",
            "reply_to_id": "4595660",
            "text": "ewww don't do it :D"
        },
        {
            "user": "Kwarkle",
            "user_id": "59795",
            "date": "2007-02-16 14:54:55",
            "id": "4595669",
            "reply_to_id": "4595664",
            "text": "knew you would say that"
        },
        {
            "user": "Otcho",
            "user_id": "62154",
            "date": "2007-02-16 15:01:43",
            "id": "4595696",
            "reply_to_id": "4595669",
            "text": "Thíhíhíhíhíhíhíhíhíh ^^"
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2007-02-17 00:24:04",
            "id": "4597475",
            "reply_to_id": "4595664",
            "text": "ewww don't be a music snob :D\nEkki það að ég haldi að stelpa sem kann ekkert á bassa geti spilað í death metal bandi."
        },
        {
            "user": "Otcho",
            "user_id": "62154",
            "date": "2007-02-17 00:25:47",
            "id": "4597483",
            "reply_to_id": "4597475",
            "text": "Haha, ég veit svosem ekkert um metal ;) Fínasta tónlist svosem"
        },
        {
            "user": "petgun",
            "user_id": "47758",
            "date": "2007-02-20 21:51:17",
            "id": "4610348",
            "reply_to_id": "4595216",
            "text": "Pönk er heldur ekkert um að vera bestur… R Sum…\nÉg er samt bestur á bassa *hóst*"
        },
        {
            "user": "Otcho",
            "user_id": "62154",
            "date": "2007-02-20 21:51:47",
            "id": "4610353",
            "reply_to_id": "4610348",
            "text": "Ef þú ert lélegur á bassa þá ertu besti punkbassinn :D"
        },
        {
            "user": "petgun",
            "user_id": "47758",
            "date": "2007-02-20 21:56:17",
            "id": "4610383",
            "reply_to_id": "4610353",
            "text": "Hurray! :D:D:D\nAND THE BEST PUNK BASSIST GOES TO PETER GUNNARSSON!"
        },
        {
            "user": "Otcho",
            "user_id": "62154",
            "date": "2007-02-20 21:59:04",
            "id": "4610401",
            "reply_to_id": "4610383",
            "text": "YEAH! :D\n/gives you flower and trophie"
        },
        {
            "user": "petgun",
            "user_id": "47758",
            "date": "2007-02-20 22:00:48",
            "id": "4610410",
            "reply_to_id": "4610401",
            "text": "MMM… trópí"
        },
        {
            "user": "Otcho",
            "user_id": "62154",
            "date": "2007-02-20 22:01:17",
            "id": "4610413",
            "reply_to_id": "4610410",
            "text": "Namm, friskó bóbó"
        },
        {
            "user": "Dvergabondi",
            "user_id": "67569",
            "date": "2007-02-16 13:22:11",
            "id": "4595344",
            "reply_to_id": "4593269",
            "text": "Flott grein. Sid Vicious á sér stall í sögunni, og mér finnst hann hafa rétt á því. Hann var sérstakur, og sennilega fínn gaur á sinn hátt. Mér finnst hann allavega sniðugur. Hann var kannski enginn Les Claypool með bassann en mér er svosem alveg sama. Að spila tónlist snýst ekkert endilega um að verða betri, heldur líka bara um að hafa gaman af því."
        },
        {
            "user": "Kwarkle",
            "user_id": "59795",
            "date": "2007-02-16 14:36:03",
            "id": "4595599",
            "reply_to_id": "4595344",
            "text": "Já, ég er alveg sammála þér, stundum skil ég ekki hvað fólk er að hrauna alveg svakalega yfir hann…"
        },
        {
            "user": "Dvergabondi",
            "user_id": "67569",
            "date": "2007-02-16 15:10:17",
            "id": "4595725",
            "reply_to_id": "4595599",
            "text": "Já.. Sennilega fólk sem hefur aldrei prófað að vera lélegur bassaleikari í skemmtilegri hljómsveit.."
        },
        {
            "user": "Kwarkle",
            "user_id": "59795",
            "date": "2007-02-16 15:12:57",
            "id": "4595732",
            "reply_to_id": "4595725",
            "text": "Hahaha… ég hef prófað að vera lélegur bassaleikari, en ef hljómsveitin var skemmtileg það veit ég ekki"
        },
        {
            "user": "Dvergabondi",
            "user_id": "67569",
            "date": "2007-02-16 15:34:36",
            "id": "4595815",
            "reply_to_id": "4595732",
            "text": "Ég prófaði líka einu sinni að vera lélegur bassaleikari.. Var reyndar þrettán ára þá, en okkur fannst alveg HEVÍ gaman í bandinu.."
        },
        {
            "user": "Kwarkle",
            "user_id": "59795",
            "date": "2007-02-16 15:36:59",
            "id": "4595821",
            "reply_to_id": "4595815",
            "text": "haha… ég er fjórtán, eina stelpan í hljómsveitinni… alveg æðislegt að vera ein með þremur strákum sem eru endalaust reynandi við mann…"
        },
        {
            "user": "Dvergabondi",
            "user_id": "67569",
            "date": "2007-02-16 16:16:21",
            "id": "4595981",
            "reply_to_id": "4595821",
            "text": "Ég hef alltaf verið eina stelpan í hljómsveitinni, í þeim þremur böndum sem ég var í.. Aldrei reynt við mig haha.. Svosem skiljanlegt XD"
        },
        {
            "user": "Kwarkle",
            "user_id": "59795",
            "date": "2007-02-16 16:17:50",
            "id": "4595989",
            "reply_to_id": "4595981",
            "text": "Nú? Afhverju er það skiljanlegt ^o)?"
        },
        {
            "user": "Dvergabondi",
            "user_id": "67569",
            "date": "2007-02-16 23:19:38",
            "id": "4597327",
            "reply_to_id": "4595989",
            "text": "Ég er bara ekkert augnayndi. En mér er svosem sama. Ég fæ þó allavega frið =D Og ég hef alltaf verið svona manneskja sem hefur bara átt strákavini eða eitthvað álíka. Það var reyndar bara þegar ég var í Grunnskóla. Eða hmm. Reyndar líka í Fjölbraut."
        },
        {
            "user": "Kwarkle",
            "user_id": "59795",
            "date": "2007-02-16 23:24:06",
            "id": "4597347",
            "reply_to_id": "4597327",
            "text": "Ó. þannig ^^ ég er ekkert sérstök heldur, ég er bara þekkt fyrir að vera drusla og sofa hjá hverjum sem er…"
        },
        {
            "user": "Dvergabondi",
            "user_id": "67569",
            "date": "2007-02-16 23:28:58",
            "id": "4597364",
            "reply_to_id": "4597347",
            "text": "Og þú ert fjórtán? O_o"
        },
        {
            "user": "Kwarkle",
            "user_id": "59795",
            "date": "2007-02-16 23:33:31",
            "id": "4597379",
            "reply_to_id": "4597364",
            "text": "Yep… Mjög skemmtilegt orðspor þegar maður er í níunda bekk =(… En ég er orðin vön því svo…"
        },
        {
            "user": "Dvergabondi",
            "user_id": "67569",
            "date": "2007-02-16 23:40:13",
            "id": "4597394",
            "reply_to_id": "4597379",
            "text": "Sögusagnir eru alltaf drulludrepleiðinlegar."
        },
        {
            "user": "Kwarkle",
            "user_id": "59795",
            "date": "2007-02-16 23:42:23",
            "id": "4597401",
            "reply_to_id": "4597394",
            "text": "í mínu tilfelli er samt svona 60% satt, en restin er pure uppspuni…"
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2007-02-17 00:39:50",
            "id": "4597518",
            "reply_to_id": "4597401",
            "text": "Lærir af því.. skil samt ekki alveg hvað þú átt við með 60% satt.."
        },
        {
            "user": "Kwarkle",
            "user_id": "59795",
            "date": "2007-02-17 10:48:27",
            "id": "4597959",
            "reply_to_id": "4597518",
            "text": "hmm… I think you just don't want to know ^^"
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2007-02-17 14:31:26",
            "id": "4598429",
            "reply_to_id": "4597959",
            "text": "Actually, i do."
        },
        {
            "user": "Kwarkle",
            "user_id": "59795",
            "date": "2007-02-17 14:32:13",
            "id": "4598432",
            "reply_to_id": "4598429",
            "text": "Sögurnar eiga sér allar grunn… Þær eru bara ýktar helvíti mikið…"
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2007-02-17 14:33:25",
            "id": "4598439",
            "reply_to_id": "4598432",
            "text": "Semsagt, ef þú slefaðir bara upp í gaur, þá fórstu í rauninni heim til hans og stundaðir bdsm?"
        },
        {
            "user": "Kwarkle",
            "user_id": "59795",
            "date": "2007-02-17 14:33:54",
            "id": "4598440",
            "reply_to_id": "4598439",
            "text": "Nokkurnveginn"
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2007-02-17 14:36:13",
            "id": "4598447",
            "reply_to_id": "4598440",
            "text": "Ah. Fólk er svo skemmtilegt."
        },
        {
            "user": "Kwarkle",
            "user_id": "59795",
            "date": "2007-02-17 14:37:15",
            "id": "4598450",
            "reply_to_id": "4598447",
            "text": "Jebb…"
        },
        {
            "user": "Safabelgur",
            "user_id": "65443",
            "date": "2007-02-16 17:53:45",
            "id": "4596283",
            "reply_to_id": "4595821",
            "text": "Með hverjum ert þú í hljómsveit?"
        },
        {
            "user": "Omerta",
            "user_id": "32677",
            "date": "2007-02-16 15:46:21",
            "id": "4595858",
            "reply_to_id": "4595344",
            "text": "Góður punktur."
        },
        {
            "user": "Dvergabondi",
            "user_id": "67569",
            "date": "2007-02-16 16:17:12",
            "id": "4595984",
            "reply_to_id": "4595858",
            "text": "Þakka þér ^^"
        },
        {
            "user": "Omerta",
            "user_id": "32677",
            "date": "2007-02-16 15:47:12",
            "id": "4595864",
            "reply_to_id": "4593269",
            "text": "Virkilega skemmtileg grein og mjög áhugaverð og djúp saga á bakvið þetta allt."
        },
        {
            "user": "Kwarkle",
            "user_id": "59795",
            "date": "2007-02-16 16:03:15",
            "id": "4595927",
            "reply_to_id": "4595864",
            "text": "Þakka þér fyrir =)"
        },
        {
            "user": "goldenfingers",
            "user_id": "64391",
            "date": "2007-02-16 16:32:52",
            "id": "4596038",
            "reply_to_id": "4593269",
            "text": "góð grein en ég sá að sumir hérna voru að sega að sid væri ömulegur en hann hafði einhverja hæfileika nema hann var bara heimsku"
        },
        {
            "user": "Kwarkle",
            "user_id": "59795",
            "date": "2007-02-16 16:40:49",
            "id": "4596060",
            "reply_to_id": "4596038",
            "text": "og ofan á það þá var hann heróínfíkill"
        },
        {
            "user": "Otcho",
            "user_id": "62154",
            "date": "2007-02-16 20:19:58",
            "id": "4596815",
            "reply_to_id": "4593269",
            "text": "Góð grein um kolruglaðan en merkilegan mann….samt leiðinlegt að hann er bara frægastur fyrir að hafa dáið svona ungur, ekki fyrir tónlistarhæfileika.\nHann var alveg ágætur bassaleikari…hann vara bara alltaf svo uppdópaður að hann gat ekkert spilað á tónleikum lengur…"
        },
        {
            "user": "Otcho",
            "user_id": "62154",
            "date": "2007-02-20 21:52:46",
            "id": "4610362",
            "reply_to_id": "4596815",
            "text": "Enda hafði hann enga tónlistarhæfileika :)\nÉg spila betur á bassa en hann, og ég hef bara einu sinni prófað bassa!"
        }
    ]
}