{
    "forum_title": "Hestar",
    "user": "lilje",
    "user_id": "63200",
    "date": "2007-02-17 00:06:18",
    "title": "Hvernig þetta byrjaði og hvernig þetta er nú í dag...",
    "text": "Blessað veri allt fólk, á öllum aldri :) Ég hef hér með ákveðið að koma smá lífi  í/á  þetta áhugamál. Ég ætla segja hvernig ég byrjaði í hestamennsku og hvar ég hef verið að vinna og svo eitthvað fleira.. Kannski nokkrar smásögur, um fjallaferðir.. og leitir.. Og svo hvet ég alla sem eru hér á Huga og eru í hestamennsku að gera eina svona.. stutta, langa.. þið ráðið því..  :).. Byrjunin er spurninga listi.. allveg eins og spurningalistinn til að verða Hestahugari vikurnar. Mér finnst þetta flottur spurningarlisti og ég er ekki góð að búa til spurningarlista.. Þannig ég vona að stjórnendum(Á hestaáhugamálinu) sé sama ?..\nSpurningarlisti.\nNick á Huga? Lilje.. Var áður álfamey :)..\nAldur? 14\nKyn? kvk\nHvað áttu marga hesta? 2.. kannski bráður þrjá :D..\nHver er uppáhalds hesturinn þinn? Er ekki viss, svo margir. En ef ég þyrfti að velja væri það.. Kvistur minn :)\nHver er uppáhalds hestaliturinn þinn? Allir litirnir !!..\nHver er uppáhalds gangtegundin þín? Allar.. En mest tölt ;)\nHvað varstu gömul/gamall þegar þú byrjaðir í hestum? Vá.. ég veit það ekki :´´)..  En í alvöru svona 9 ára. En alla mína ævi hef ég elskað hesta.\nHvað finnst þér skemmtilegast við hestamennskuna?  að vera í hestamennsku..Mest allt bara.. :D\nHvað finnst þér leiðinlegast við hestamennskuna? Ekkert held ég ef eitthvað er þá er það mjög fátt !\nHvað hefurðu dottið oft af baki? Allavega hefur mér verið hent af einu sinni og ég hef dottið af baki svona 3 sinnum held ég :Þ..\nHefurðu keppt á hestamóti? Jápp..\nEitthvað annað sem þú vilt koma á framfæri? Bara það sem ég ætla að skrifa hérna fyrir neðan… :D..\nHvernig þetta allt byrjaði…\nÞegar ég var lítil fór amma mín oft með okkur systkynin að gefa “hestunum okkar” brauð rétt hjá Bessastöðum. Eftir þetta fór ég oft niður í Víðidal og var þar mest allan daginn. T.d.. Minnir mig að ég hafi horft á Landsmótið sem var einu sinni haldið í Víðidal á stóra hringvellinum.\nÉg fór alltaf ein niðri Víðidal og horfði oft á keppnir og stundum komu vinir mínir með. Ég hef komið hestadelluni í marga vini mína.. Þegar ég var 10 ára byrjaði ég að fara um hverja helgi allaleið til Selfossar til vinkonu minnar. Við fórum alltaf í hesthúsin hjá hestamannafélaginu Smára.. Svo byrjuðum við að “vinna” og fengum að hjálpa við að teymja eina meri sem heitir Reiðfjörð.. Mér hefur alltaf fundið þetta nafn spes.. enda var merin mjög sérstök.. Alltaf þegar við vorum að láta hnakkinn á hana sparkaði hún.. Hún var ekki mikið tamin þegar við fórum að byrja að fara á bak á henni. Nei.. hún var fjagra vetra og reyndar nýkomin úr frumtamningu.. Var búin að vera í pásu í sumarhaga í einn mánuð sirka.\nEinu sinni datt ég af baki og eins gott að ég lennti í snjó.. Ég og vinkona mín frusum allveg en svo fórum við bara að hlæja.. Reiðfjörð var ekkert að reyna henda mér af baki.. Hún bara “skildi” mig eftir í lausu lofti eftir að hafa tekið of snökka beygju.. Svo þegar ég var ellefu missti ég allt samband við þetta fólk á Selfossi. Þau höfðu flutt. Samt hélt ég áfram að fara á Selfoss. Svo um sumarið þegar ég var að verða ellefu ára.. Þá byrjaði ég að fara á sveitabæ sem heitir Villingavatn. Þar voru nokkrir hestar. Fyrsti útreiðartúrinn byrjaði þannig að hesturinn Galdur rauk með mig.. En síðan árið 2003 hef ég farið á Villingavatn og geri enn. Ég hef farið í þó nokkrar leitir og smölun.. Og soldið mjög margar fjallaferðir.. En enga hestaferð.. Lengsta leitin var í fjóra daga og það var austurleit í Þingvallarsveit og nágrenni. Við t.d fórum og smöluðum smá á Kjölli.. Og svo seinasta daginn var farið yfir Lyngdalsheiði. Ég týndist einu sinni, ég rattaði sjálf úr þeim mistökum..\nHvernig er þetta núna…\nÞegar ég var 12 ára gerði ég auglýsingu á netinu.. Hún hljómar svona í stuttum lýsingum.. 12 ára steplu vanntar vinnu við hesta á höfuðborgarsvæðinu. Allveg vön. Fljót að læra. Og eitthvað svona bull… Mér bauðst nokkur tækifæri.. Og ég valdi að byrja að vinna hjá Bíbí og Bjössa sem eiga hestabúgarðinn Þúfu í Kjós. Ég byrjaði að vinna hjá þeim þegar ég var orðinn 13 ára veturinn 2006. Og ég vinn ennþá hjá þeim. Ég keppti í fyrsta skifti á Fyrstu Vetrarleikum Gust 11 ferpr. 2006. Á honum Stakki frá Þúfu. Sem var sex vetra þá. Við lentum saman í öðru sæti. Og ég hef keppt á honum 2 sinnum. Svo keppti ég fjórum sinnum eftir það og lennti í 5,4,2 sæti.. Alldrei 1 eða 3. Ég er ekki mikil keppnistýpa en það er alltaf gaman að keppa. Ég keppti núna seinanst 10.fepr og lennti í engu sæti. Það voru eitthvað um tuttugu unglingar að keppa. Og það voru nokkrir stóðhestar líka, að keppa í unglingaflokki. Það var eitthver svartur stóðhestur sem vann. Ótrulega flottur !! :D..\nNú vinn ég enþá hjá Bibi og Bjössa og ætla vinna þar áfram. Skeimtileg og góð vinna.\nHestarnir mínir.\nKvsitur: Bíbí og Bjössi gáfu mér trippi þann 19.janúar 2007. Undan Stakki frá Þúfu og Uglu frá Skipanesi. Kvistur er móbrúnskjóttur á lit, með leista á aftur fótum og einn sokk á vinsti framfóri og með mjög litin sokk á hægri færi(veit ekki hvað það heitir).. Hann er með stjörnu á enni og litla stjörnu á nösinni. Svo er hann með litinn blett á miðju bakinu.. Mjög flottur litur. Hann hefur góðar hreyfingar og er spakur. Hann getur bara tröðið mann niður af forvitni. En gengur samt ekki svo langt. Hann verður hnakk og beislis vanur í sumar og hann verður tammin næsta vetur.\nBlængur: Ég eignaðist Blæng þannig að vinkona mín gaf mér hluta í honum. Ég er að pæla að kaupa hann á eitthvað smátteri og fá hann á Villingavatn. Hann er á Glóru rétt fyrir utan Selfoss. Ég hef ekki séð hann í eitt heilt ár. Og það er á áætlun að ná í hann og koma honum á betri stað. Helst sem allra first. Blængur er 14 vetra. Skeimtilegur reiðhestur fyrir mikið vana. Hann er svartur eins og kolamoli og er gæfur og forvitinn hestur. Hann getur fengið svona kast eins og ég kalla það. Þegar hann verðru bara of viljugur :P… Hann er smá lullari en það hverfur með frekari þjálfun. Þannig ég á ekki hestin ein en er að vinna í því að fá hann á betri stað. :) Blængur var á tímabil á Villingavatni. En svo þurfti hann að fara á eitthvern annan stað og nú er hann á Glóru/sem er reyndar ekki til ennþá. Eitthver Kríubar eða eitthvað er þarna núna. Þannig nú þarf maður að fara að ná í hann :)\nAðrir hestar.\nStakkur: Stakkur er faðir Kvist. Ég hef keppt á honum tvisvar sinnum. Hann á nokkur afkvæmi en er nú geldur. Hann er mjög fallegur og með góðar gangtegundir. Fínn reiðhestur fyrir mjög vanareiðmenn/helst bara atvinnumenn í hestamennsku. Hann er orðin miklu betri hestur og viljugri síðan ég var að keppa á honum. Ég fór á hann um daginn og var inni reiðhöll.. Vá, hvað hesturinn var viljugur.. Hann vil sko áfram!..\nDrafnar: Ég fór á hann first í fyrra. Þegar hann var fjagra vetra. Hann tölti þá bara og var allveg hreinn á tölti. Nú er hann orðin klárgegnur og maður þarf að hafa fyrir því að halda honum á tölti annars er það bara brokk. En sko töltið í honum er geðvikt. Ég myndi vilja eiga hann. Hann bindur sig eitthvað mjög lítið en það lagast með frekari þjálfun. Maður þarf bara að gera tvær stoppæfingar og þá er töltið tandur hreint.. Ég þjálfa hann nærum því á hverjum degi.. En frídagar inn á milli. Hann er svo ungur…\nGyðja: Sum ykkar hafa heyrt um hana Gyðju.. Hún spriklar og tjullast og er allveg öskuvilljug. En nú.. hef ég fundið leið svo að hún hætti þessu.. Ég nota stangir á hana og ríð fremst.. Henni líkar betur við stangir en venjuleg mél. Og svo þegar hún er fremst er hún eitt besta reiðhross í heimi.. En maður þarf að koma henni áfram.. því hún er ekkert viljug þegar hún er fremst.. En þegar hún er fyrir aftan er hún eins og sprengitunna..  Jápp allt undan henni söndru, sem er móðir Gyðju, er svona.. Nema hann Safír..\nSafír: Hann Safír er mjög góður og flottur reiðhestur. Hann er smá bundin í byrjun þjálfunar. En þegar hann er ekki bundinn hentar hann vel í unglingaflokk og keppa.. Ég get ekki sagt mikið um hann nema að hann er yndislegur hestur.. Með mikið FAX.. Kannski of mikið ;P..\nFálki:  Fálki er hestur sem er nú í útlöndum. Ég sakna hann mjög mikið. Hann er bróðir Stakks. Ég þjálfaði hann í  fyrra. Hann er mjög flottur hestur.. Vona að ég sjái hann aftur ;P….\nGaldur og Faxi: Á þessum tveim hestum byrjaði ég í hestamennsku. Þeir eru á Villingavatni.. Á Faxa fer ég með í allar leitir og teymi stunum Galdur líka. Þetta er ekta sveitaluppa hestar.. :D Elska þá :)…\nJámms.. Þetta er þá komið.. Það vantar allveg fullt svo þetta verði fullkomin “Sagan hvernig þetta byrjaði”.. hehee &#61514;.. En vona að þið hafið eitthvað gaman að lesa þetta eða eitthvað.. :P.. En svo er það..\nEf það eru stafsetningar villur. Þá afsakið það mjög mikið. Ég er smá lesblind er reyni að hafa þetta villulaust :)..\nOg svo endilega koma með skoðanir.. En engin skítaköst :).. Takk :)\nKveð nú og vona að áhugamálið fari að vakna smá :D..\nps. Ef eitthver er með spurningar.. endilega spyrja :)\nOg á myndinni er ég og fróði að keppa :)..",
    "url": "https://www.hugi.is/hestar/greinar/495235/hvernig-thetta-byrjadi-og-hvernig-thetta-er-nu-i-dag/",
    "url_id": "495235",
    "id": "4595477",
    "replies": [
        {
            "user": "fghfkgyughv",
            "user_id": "60479",
            "date": "2007-02-17 14:21:02",
            "id": "4598400",
            "reply_to_id": "4595477",
            "text": "Flott grein og flott mynd en er maður ekki enþá í unglingaflokki 15 ára ? hehe því það væri findið því ég fer i unglingaflokk á þessu eða næsta ári g þá keppumvið kanski á m´toi hvorannari ef ég eða þu keppum á opnum mótum :D en góð grein og gaman að lesa :D"
        },
        {
            "user": "lilje",
            "user_id": "63200",
            "date": "2007-02-17 18:06:34",
            "id": "4598948",
            "reply_to_id": "4598400",
            "text": "Já kannski við munum keppa á móti hvor annari.. hver veit :).. hehee :D.. það verður bara gaman :).. Ég er ekki allveg viss um hvernig aldurs röðin er :S.."
        },
        {
            "user": "fghfkgyughv",
            "user_id": "60479",
            "date": "2007-02-20 12:33:38",
            "id": "4607885",
            "reply_to_id": "4598948",
            "text": "nii held að það sé 13-15 eða 16 í unglinga er ekki viss :S"
        },
        {
            "user": "lilje",
            "user_id": "63200",
            "date": "2007-02-20 13:25:25",
            "id": "4608078",
            "reply_to_id": "4607885",
            "text": "jamm .. ok"
        },
        {
            "user": "Addys",
            "user_id": "60137",
            "date": "2007-02-18 02:34:16",
            "id": "4600660",
            "reply_to_id": "4595477",
            "text": "er maður ekki í unglinga flokki frá 14-18 ára, allavegana er það þannig þaðan sem ég er:P\nBætt við 18. febrúar 2007 -  02:36\nmeinti 13-18"
        },
        {
            "user": "lilje",
            "user_id": "63200",
            "date": "2007-02-18 11:22:22",
            "id": "4600939",
            "reply_to_id": "4600660",
            "text": "Ja.. thad er allvega 14 ara og svo eitthvad uppi 17 ara held eg :S.. aejj eg veit ekki :)…"
        },
        {
            "user": "Addys",
            "user_id": "60137",
            "date": "2007-02-18 14:13:04",
            "id": "4601415",
            "reply_to_id": "4600939",
            "text": "fer maður ekki í fullorðins flokk árið sem verður 18 ára?"
        },
        {
            "user": "lilje",
            "user_id": "63200",
            "date": "2007-02-18 14:44:35",
            "id": "4601498",
            "reply_to_id": "4601415",
            "text": "ju held það.."
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2007-02-20 00:12:08",
            "id": "4607079",
            "reply_to_id": "4601415",
            "text": "Ég hélt það væri ungmennaflokkur :P"
        },
        {
            "user": "lilje",
            "user_id": "63200",
            "date": "2007-02-20 11:34:39",
            "id": "4607674",
            "reply_to_id": "4607079",
            "text": "Já einmit :D.. :Þ.. Gleymdi bara ungmennafloki ;).. hehee"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2007-02-20 22:28:15",
            "id": "4610564",
            "reply_to_id": "4607674",
            "text": "Það kemur fyrir, man þetta líklega bara þar sem ég er líklega í honum, var ábyggilega vitlaust skráð á íþróttamótinu í fyrra.."
        },
        {
            "user": "lilje",
            "user_id": "63200",
            "date": "2007-02-20 22:33:01",
            "id": "4610589",
            "reply_to_id": "4610564",
            "text": "Já ok.. Hvaða íþróttamóti varstu í ?"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2007-02-20 22:44:18",
            "id": "4610655",
            "reply_to_id": "4610589",
            "text": "ÍÞróttamót Snæfellings, var í Stykkishólmi, þekkti stelpuna sem á um skráninguna og hún sagðist líklega hafa ruglast, sem var alveg ágætt, hefði annars tórað á botninum þar sem klárinn þekkti sig þarna og hneggjaði stöðugt á hesta sem hann var með á húsi jafnvel inná velli, vorum í raun of sein og hesturinn sjúklega hræddur á kerrunni svo okkur gekk ekkert allt of vel, ætlum að reyna aftur en klárinn er núna allavega búinn að sætta sig við þyngingar, völlinn, kerruna, pískinn og bara allt.. Hann var ekki mikið taminn :P"
        },
        {
            "user": "lilje",
            "user_id": "63200",
            "date": "2007-02-21 18:03:14",
            "id": "4613111",
            "reply_to_id": "4610655",
            "text": "Já ok.. Gangi þér vel ;)"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2007-02-21 21:16:50",
            "id": "4613974",
            "reply_to_id": "4613111",
            "text": "Þakka þér, okur mun allavega pottþétt ganga betur en síðast, eins og ég sagði sjálf þann daginn þessi hestur væri flottur inná velli hjá einhverjum sem kynni að sýna, er að spá í að láta sýna hann fyrir mig en veit samt ekki, þekki allt of fáa sem myndu nenna því eða höndla klárinn :/"
        },
        {
            "user": "Tinni99",
            "user_id": "59683",
            "date": "2007-02-20 18:25:04",
            "id": "4609297",
            "reply_to_id": "4595477",
            "text": "flott grein\nskemmtilegt að lesa;)\nflott mynd :)"
        },
        {
            "user": "lilje",
            "user_id": "63200",
            "date": "2007-02-20 19:26:45",
            "id": "4609634",
            "reply_to_id": "4609297",
            "text": "Takk kærlega ;).. :)"
        }
    ]
}