{
    "forum_title": "Stjórnmál",
    "user": "zorglubb",
    "user_id": "347",
    "date": "2001-11-03 10:42:46",
    "title": "Leyfum fólki að \"flýja\" landsbyggðina",
    "text": "Og hví ekki? Allar þær tilraunir sem ríkið hefur beitt sér fyrir til að njörva niður landsbyggðina á sínum stað, með menningarhúsum, flutningi ríkisbákna út á land og þessháttar tittlingaskít hafa nú varla borið ávöxt.\nTil að gera smábæ eða þorp fýsilegra fyrir þann einstakling sem fær ekki atvinnu, dægradvöl eða námsmöguleika við sitt hæfi, þarf að lyfta hvílíku grettistaki að flest annað í byggða, efnahags eða menningarmálum landsins í heild myndi verða hljóta skaða af, eða það er mín skoðun. Svo er um of einblínt á hagkvæmni alls þess sem reynt hefur verið, tölur og aftur tölur. Þessi stofnun gefur svona mörg störf, þetta álver gefur æskunni séns á að lifa áfram á austurlandi og vinna út lífið við sjóðheitt álið. Lítið er gert af því að hugsa um mannlega háttinn í þessum efnum. Fólki er nú gjarnt á að vera haldið útþrá í einhverri mynd, sumir láta sér nægja að ferðast í borgina eða annað, aðrir vilja búa í borginni eða annarstaðar, reyna eitthvað nýtt, hafa allt til alls.\nÍ sjávarþorpi út á landi er kannski bara fiskur, verkssmiðja eða álver, ef þú vilt ekki vinna í slíku og vilt sækja hærra, þá hefurðu lítið annað en að flytja burt.\nÍ sjávarþorpinu er eitt bíó sem sýnir eina mynd á viku, og bara á sumrin.\nÍ sjávarþorpinu er grunnskóli, kannski framhaldsskóli, sem heldur utan um námsmannin,, en svo eftir það er ekkert annað en að flytja burt til náms.\nFyrir þennan sama námsmann sem hefur svo menntað sig í æðri menntastofnum er síðan enginn starfsvettvangur við hæfi handa honum í þorpinu. Hugsanleg störf þegar upptekin og lítill vettvangur fyrir nýsköpun.\nMenningarlíf er eitthvað en einhæft og aðallega á veturnar og í hollum.\nFyrir einstakling sem hefur búið allt sitt líf í smábæ getur lífið verið gott, hann sækir grunn og framhaldsskóla, dettur kannski gott starf á skrifstofu eða í fyrirtæki, eignast konu og börn og lifir sæll í hárri elli.\nEkki eru allir eins, og væri það grár heimur ef svo væri. Nú tökum við fyrir einstakling sem byrjar eins, lærir það sem er hægt að læra, og vill svo læra meira. Hvað stendur til boða? Enginn er háskólinn eða iðnskóli, hann vill kannski læra á tölvur. Hann verður því að fara til Reykjavíkur, nær þar í námsgráðu og útskrifast með sæmd. Með sína menntun býðst honum svo að fá gott starf í borginni, en hvað er í boði heima? Hann athugar, ekkert virkar, störf í boði eru annaðhvort of einföld fyrir hans kunnáttu eða tengjast henni ekki neitt. Hann ákveður að búa áfram í borginni.\nEf þið eruð nú farin að hugsa: uss þetta er bara helvítis borgarbúi að skíta á landið, þá vil ég láta það koma fram að ég er fæddur og uppalinn á suðurlandi, nánara tiltekið Eyjum, svo ég veit hvað ég er að tala um og var í raun hér fyrir ofan að lýsa nokkuð nákvæmt aðstæðum í Vestmannaeyjabæ. Í dag bý ég í borginni og líkar vel.\nNiðurstaða? Leyfum fólki að “flýja” landsbyggðina. Þá verða næg störf, menning, verslun, námsmöguleikar og húsnæði fyrir þá sem þurfa ekki meira og líkar vel að búa í plássinu sínu. Landsbyggðarplássin munu þá enda í þægilegri stærð sem heldur vel utan um þá sem verða eftir. Flutningur fólk frá landsbyggð í borg er félagslegt fyrirbæri sem ekki er hægt að stöðva með Kortamælingum út á Akranes, eða litlu sætu menningarhúsi á Egilsstöðum (gæti misminnt með staðs. á þessum menningarhúsum) Í gegnum söguna hefur þetta gerst út um allan heim allt frá fæðingu iðnbyltingarinnar. Ekki fer sögum af árangri í að snúa þeim fólksflutningum við.\nHvað mig varðar, að alast upp í eyjum var paradís, en svo varð þessi eyja bara of lítil, tilbreytingalaus og einangruð.\nÉg biðst forláts ef þessi grein fer út og suður eða í hringi, ég er varla vaknaður og nýmættur í vinnuna.\nKveðja, Zorglú",
    "url": "https://www.hugi.is/stjornmal/greinar/49529/leyfum-folki-ad-flyja-landsbyggdina/",
    "url_id": "49529",
    "id": "324405",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2001-11-03 12:17:46",
            "id": "324406",
            "reply_to_id": "324405",
            "text": "Þú hefur vissulega punkt fyrir þér, og ég er sammála þér að miklu leyti.\nÉg held að það þurfi mjög róttækar aðgerðir til þess að halda fólki úti á landi. Það sem ég tel að þurfi fyrst og fremst að gera, er að bæta samgöngur verulega, vegna þess að þær eru satt best að segja hlægilegar. Varðandi það að leggja lestarteina til Hafnar í Hornafirði, til dæmis, myndi alveg tvímælalaust gera það bærilegra að búa alls staðar á milli Reykjavíkur og Hafnar. Það að henda ríkisstofnunum út á land sé ég ekki fram á að geri neitt til lengri tíma.\nAftur á móti er þetta að verða sama vandamál hér og annars staðar. Við erum samt svolítið spes miðað við aðrar þjóðir, sökum smæðar. Ef allir flytja í Reykjavík, endar þetta þannig að maður er að borga 5.000 krónur á fermetrann, eða sama rugl verð og maður er að borga t.d. í miðbæ London. Reykjavík er aftur á móti svo lítil að þetta kæmi til með að hafa áhrif á alla borgina.\nÉg er hlynntur því að það séu lægri skattar úti á landi heldur en í Reykjavík, vegna þess einfaldlega að það kostar meira að viðhalda Reykjavík og hjálpa til, heldur en úti á landi. Ef ekki, mætti allavega íhuga að setja lestir eitthvert, jafnvel þó það væri ekki nema út í Keflavík, þó að vissulega væri það áhætta í sjálfu sér. Keflavík sé ég reyndar fram á að sé prýðilegur byrjunarkostur, þar sem margir kunna vel við sig þar, en þurfa eða vilja samt búa í Reykjavík, og þurfa því að taka rútu.\nÞað að búa á Vík í Mýrdal til dæmis, yrði mjög bærilegt ef maður kæmist með góðu móti til annaðhvort Hafnar eða Reykjavíkur. Sömu sögu er að segja um Akureyri. Þá hafa fáfróðari menn bent á að veðrið hérna sé geðveiki, en svo er líka annars staðar, og ekki hindrar það menn. Má t.d. nefna norður-Noreg, Kanada, Rússland og marga staði sem eru langt inni í landi, þar sem er hræðilegt veður á veturna.\nMenn vilja líka meina að húsnæðisverð í Reykjavík eigi eftir að fara jafn langt niður og það var fyrir nokkrum árum, sem ég get ekki séð rökstutt með nokkrum hætti. Þetta var ekkert bara góðærið… eins og þú bendir réttilega á sjálfur er þetta nákvæmlega sama þróun og við höfum séð alls staðar, og til verulega lengri tíma.\nÞá er líka spurning um að efla skipulega hagkvæmni þess að byggja hús, fyrirtæki og þjónustu úti á landi. Ég veit ekki til þess að þetta hafi verið reynt annars staðar, né þá hvort fleirum hafi dottið þetta í hug. Menn eru mjög gjarnir á að líta á tölur og halda að þær segi allt sem segja þarf, en ég held að það sé skipti margfalt meira máli en magn peninga, er notkun þeirra. Þú getur hent milljörðum í utanríkisráðuneytið og grætt nákvæmlega ekki neitt, en þú getur líka hent þeim milljörðum í lögregluna og útrýmt fíkniefnavanda landsins eins og hann leggur sig. Þú getur hent milljörðum í lest eitthvert, en til þess þyrfti að vera samhugur í landsmönnum… og slíkan samhug er erfitt að byggja vegna þess að Íslendingar eru svoddan… smákóngar. Allir kóngar í ríki *sínu*. ;)\nPælingar, pælingar. :) Ég sé ekki fram á að þetta verði stoppað nema með róttækum breytingum, og róttækar breytingar eru veðmál, og veðmál eru áhætta."
        },
        {
            "user": "Gullbert",
            "user_id": "4004",
            "date": "2001-11-03 12:41:31",
            "id": "324407",
            "reply_to_id": "324405",
            "text": "Hvaða kapítalista probraganda grein er þetta, það eru til margir út á landi sem vilja vinna við fiskiðnað. Fiskur og Álið er efnahagur okkar og þú vilt bara að við hættum við það. Menning er allstaðar að aukast. Ekki öll sjávarþorpin hafa bíó en ef einhver af sjávarþorpsmönnum vill fara í bíó þá er oftast eitt bíó nálægt t.d Egilstaðir, Akureyri, Selfoss og Ísafjörður. Og hvar eigum við að fá mjólkina, kjötið, ullina? Og ekki gleyma tourist attraction. Það er ekki bara Reykjavík sem þau vilja sjá. Þetta er eintóm heimska vegna þess að þingið okkar er í Reykjavík þá þarf allt annað koma tíl Reykjavíkur. Eigum við að prófa að flytja þingið til Akureyrar, þá þyrfti allt að koma til Akureyrar. Það eru til mörg vandamál sem borgarbúar hafa. T.D er umferðarmenningin hér í hassi og glæpir eru í hámarki. Borgin getur verið til skammar líka.\nKveðja Gullbert."
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2001-11-03 12:55:53",
            "id": "324408",
            "reply_to_id": "324407",
            "text": "orðið er propoganda reyndar\nÉg er sammála zorglubbi í þessu, vilt þú Gullbert kannski banna fólki að flytja?\nÞað var reyndar gert hérna í den þegar að vinnuhjú máttu ekki fara milli héraða nema tvisvar á ári til að leita sér að vinnu annarsstaðar, þetta er meira að segja í gamla dagatalinu."
        },
        {
            "user": "Gullbert",
            "user_id": "4004",
            "date": "2001-11-04 17:07:11",
            "id": "324409",
            "reply_to_id": "324408",
            "text": "Nei ég sagði það ekki, en mörg prósent af efnahagi Íslendinga er í fiskinum og við fáum ekki fiskinn í tjörninni í Reykjavík.\nStærsta fiskiiðnaðarsamsteypan er Samherji á Akureyri.\nP.S. Akureyri er ekki á höfuðborgarsvæðinu!\nKveðja,\nGullbert"
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2001-11-05 11:03:52",
            "id": "324410",
            "reply_to_id": "324409",
            "text": "Það sagði einhver hérna “hvaðan fáum við ullina mjólkina………..” það er einfalt svar við þvi, það besta sem koma gæti fyrir íslenskan efnahag er að losa okkur við bróðurpartinn af þessum bændum, þeir lifa á ríkisstirkjum og stuðla að banni innflutnings af þessum nauðsynjum,þeir halda verði á grænmeti,mjólk,kjöti svo hátt uppi að það er hreint út sagt glæpsamlegt,bændur eru alltaf litnir á sem einhverskonar sögulegar minjar og það verður að vera x-margir bændur.BULLOCKS verð myndi lækka til munar ef við myndum taka okkur til og flytja þetta inn, og spara ríkinu fúlgur með því að sleppa þessum ölmusum til þessara bænda. Auðvitað hefur hver stétt rétt á sér en það þarf alltaf að vera rekstrargrundvöllur fyrir hana.\nKv,:vigni"
        },
        {
            "user": "zorglubb",
            "user_id": "347",
            "date": "2001-11-05 11:40:42",
            "id": "324411",
            "reply_to_id": "324410",
            "text": "Nóg er nú komið af tali um mjólkina og ullina. Gaman væri að vita hvort einhver hugara hér myndi vilja kíkja í slorvinnu í bleytu og kulda, vinnandi með fisk og klaka í nokkra mánuði. Margir hér tala um hag þjóðarinnar, efnahag sem byggist á fiskinum,, jújú,, gott og vel, landið var ekki byggt með tali einu saman. Fiskurinn er undirstaðan. En förum nú í málið frá einstaklingssjónarmiði og tilfinningalífi hans.\nMér var td fjandans sama um fisk og sældarsveitarlíf, efnahags landsins og peninga þegar ég flutti frá Eyjum,\nFiskurinn er lífæð bæjarins en mér fannst ég einangraður þarna í sofandi bæ. Bæjarlíf hálfdautt, menning ekki upp á marga fiska (heh) og framhaldsskólinn var það ekki heldur. Kennarar flestir þarna aðeins til að fá launin sín og búið, mæta og standa eins og þvörur. En hvað gat maður gert, 16 ára unglingur, maður varð að læra í þessum skóla eins og kostur var. Eftir stúdentinn fór ég til Reykjavíkur í HÍ, lærði þar í smátíma en snéri mér svo að öðru.\nÞegar maður býr upp á landi og í borginni eða hvar sem er í kringum hana, þessvegna út á landi, þá getur maður farið í raun hvert sem er með lítilli fyrirhöfn, hvort sem það er til Selfoss, út í bústað hjá ættingjum, í leikhús, á safn, kvikmyndahús eða bara niðrí bæ og skemmta sér.\nFrá eyjum og upp á land krefst meiriháttar skipulagningar, fjárútláts (flug eða herjólfur), tíma og ef farið er með bát,,, sjóveiki. Þannig að ferð í bústað eða til ættingja í Reykjavík var heilmikið ferðalag.\nEkki fer mikið fyrir menningunni í eyjum eins og fyrr sagði. Bærinn tómur á kvöldin og um helgar, listsýningar á stangli, enginn strætó, enginn skemmtistaður sem býður uppá dansmúsigg, engar sérvörubúðir sem sérhæfa sig í hinu og þessu.(nexus, þruman, skífan, penninn, eymundsson,,, smá dæmi)… Þetta er lítill hluti af því sem maður sjálfur vildi hafa sem næst sér. Ekki mörg hundruð kílómetra í burtu og ófært að komast í ef skellur á þoka og smá vindur. (að komast svo með bát upp á land og svo með bíl tekur hátt upp í fjóra tíma, smá upplýsingar með)\nFjölbreytni borgarlífsins er einmitt það sem ég sótti í þegar ég flutti. Að geta farið niðrí bæ og virt fyrir sér endurnar á tjörninni narta í brauð, kíkt í listasafn íslands og skoðað verkin þar, farið svo grillhúsið, borðað, setist svo niður og skoðað mannlífið. Mannlíf götunnar þekkist varla í eyjum nema þegar fólk er að fara úr vinnunni seinnipart dags.\nÉg vil í öllu þessu nöldri mínu láta það koma fram að ég elska Vestmannaeyjar sem slíkar, náttúruna, eyjarnar í kring og grösuga klettana á sumrin. Til eyjar vil ég stundum kíkja til að slaka á, tilvalið þar sem ekkert er um að vera þarna. Bæjarlífið er það sem mér er ekki að skapi. Þessi bær er bara of lítill fyrir mig, þannig hljóta hundruðir einstaklinga að hugsa um uppeldisbæinn sinn, sama hvað mikilvægi fisks og landbúnaðar varðar."
        },
        {
            "user": "konny",
            "user_id": "44418",
            "date": "2001-11-07 12:44:09",
            "id": "324412",
            "reply_to_id": "324410",
            "text": ""
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2001-11-05 14:02:05",
            "id": "324413",
            "reply_to_id": "324408",
            "text": "…orðið er reyndar “propaganda”, svo menn séu nákvæmir.\nSíðast þegar ég vissi voru tekjur ríkissjóðs af fiskveiðum 16% af þjóðartekjum. Með minnkandi fiskveiðiheimildum og auknum tekjum annars staðar frá fer þetta lækkandi. Mikilvægi fiskveiða fyrir Íslendinga er mun flóknara fyrirbæri en “bara tekjur” þar sem þetta er undirstöðuatvinnuvegur á landsbyggðinni. Það horfir ekki byrlega í þeim efnum (minnkandi fiskveiðiheimildir + aðrar tekjur) og ættu íslenzk stjórnvöld alvarlega að hugsa það til enda að dæla peningum í framkvæmdir á landsbyggðinni."
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2001-11-05 14:08:26",
            "id": "324414",
            "reply_to_id": "324413",
            "text": "Það á ekki að vera verkefni ríkisins að halda uppi byggð í hverju krummaskurði á landinu,\nHvað hafa bæir eins og td. blönduós upp á að bjóða til þess að byggð sé þar,þar er engin atvinnu uppbygging engin floti,ekkert og á ríkið að dæla peningum til dæmis þangað til þess að fólkið færi sig ekki einhvert sem eitthvað er fyrir það að gera???.\nKv:vigni"
        },
        {
            "user": "konny",
            "user_id": "44418",
            "date": "2001-11-07 12:47:25",
            "id": "324415",
            "reply_to_id": "324414",
            "text": ""
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2001-11-07 14:24:03",
            "id": "324416",
            "reply_to_id": "324415",
            "text": "já ég er ekki að segja það,EN mínir skattpeningar eiga ekki að fara í að halda lífi í öllum stöðum sem hafa ekki upp á neitt að bjóða.\nOG ég veit ekki betur en að bændur fái flest allt niðurgreitt JAFNVEL traktorana sína. Kúabú er tildæmis eingöngu ennþá á íslandi vegna stolts íslendinga “íslensk mjólk er best í heimi” bla bla bla,ef hún er svon góð þá hlýtur hún að geta keppt við danska er það ekki????'\nég er uppalin út á landi en ég tel ekki að ríkið sé ábyrgt fyrir allri hópamyndun utan höfuðborgarsvæðisins.\nKv:vigni"
        },
        {
            "user": "konny",
            "user_id": "44418",
            "date": "2001-11-08 07:44:09",
            "id": "324417",
            "reply_to_id": "324416",
            "text": ""
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2001-11-08 09:00:05",
            "id": "324418",
            "reply_to_id": "324417",
            "text": "Ef danska mjólkinn er svona súr þá þarf ekkert að viðhalda þessu innflutningsbanni, og þá hlýtur þessi ölmusu-stétt að standa undir sér sjálf og þarf ekki niðurgreiðslu á vélum sínum OG jafnvel ÓDÝRARA RAFMAGNI, Ef þessar íslensku afurðir eru svona æðislegar þá geta þær keppt við hvað sem er,ER ÞAÐ EKKI????\nVerð á íslenskum nauðsynjum er alltof hátt,grænmetisverð-kjötverð-mjólkurverð á íslandi er glæpsamlegt. Það þarf að fara niður og með því þarf að leggja niður þessa einokun fyrir þetta og leyfa öðrum að spreyta sig á íslenskum markaði\nKv:vigni"
        },
        {
            "user": "konny",
            "user_id": "44418",
            "date": "2001-11-08 23:36:26",
            "id": "324419",
            "reply_to_id": "324418",
            "text": ""
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-11-09 18:14:32",
            "id": "324420",
            "reply_to_id": "324419",
            "text": "1. Bjó í Danmörku. Mjólkin þar er fín. Maður getur valið milli Ökonomiskrar (náttúrlegrar) mjólkur og venjulegrar fitusprengdrar gerilsneyddrar mjólkur. Ég fann ekki bragðmun á þeim tegundum. Báðar tegundir smökkuðust mjög vel, svipað og sú íslenzka.\n2. Það kostar ríkið 20 milljarða á ári að halda landbúnaði uppi."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-11-03 13:35:36",
            "id": "324421",
            "reply_to_id": "324405",
            "text": "NEI. Ef allir mundu flýja landsbyggðina hvaðan fáum við þá mjólkina? kjötið? Ullina? og allt það.\nVið gætum haft þetta allt í einni stórri ræktunarmiðstöð í Reykjarvík. En er það físilegur kostur. Ekki mundi ég vilja fá allt mitt kjöt alla mjólk og allt það úr einhverri verkun í Reykjarvík."
        },
        {
            "user": "grugli",
            "user_id": "9479",
            "date": "2001-11-03 13:42:41",
            "id": "324422",
            "reply_to_id": "324405",
            "text": "Allveg fullkomlega sammála þér!\nFólkið getur bara flutt á höfuðborgarsvæðið ef því sýnist.\nReyndar held ég að það sé enginn grundvöllur fyrir álveri fyrir austan, hver vill vinna í kerskála? Þetta endar með því að það munu bara vera pólverjar sem eiga heima fyrir austan og vestan."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2001-11-04 00:46:21",
            "id": "324423",
            "reply_to_id": "324405",
            "text": "Kæri Zorglubb.\nÞú segir “ Í sjávarþorpi út á landi er kanski bara fiskur…. og ef þú vilt ekki vinna í slíku og vilt sækja hærra… ”.\nBARA fiskur ! Íslenzka þjóðin lifir á fiskveiðum.\nFiskveiðar eru meginundirstöðuatvinnuvegur okkar.\nÞetta grundvallaratriði hélt ég að væri á hreinu af hálfu þess sem fæddur er og uppalinn í Vestmannaeyjum. Ég skil því ekki alveg hvað þú átt við með því að tala um að “ sækja hærra ”.\nÞú ræðir skort á afþreyingu, s.s. bíómyndagláp.\nFyrir u.þ.b. tveimur áratugum hafði faðir minn heitinn þá bóndi í sveit, fengið, gervihnattadisk þar sem hann gat nálgast alla heimsviðburði og horft á bíómyndir að vild. Nú í dag er ljósleiðari allt í kringum landið og aðgangur landsmanna að netsamgöngum all sæmilegur.\nAlla tíð og tíma hefur fólk farið að heiman til þess að sækja framhaldsskólamenntun og ekki þurft að heimta að skólarnir kæmu heim að bæjardyrum foreldrahúsa.\nÉg er borgarbúi þótt ég sé fædd og uppalin í sveit, og sé ekki alveg hvers vegna borgarbúar ættu að vera líklegri til þess að “ skíta á landið ” eins og þú orðar það en tilhneigingin til þess að skilgreina allt svart hvitt, gott eða vont,finnst mér einkenna nokkuð þín skrif.\nAð flutningur fólks úr sveit í borg, sé “ félagslegt fyrirbæri” nú um stundir er í mínum huga of ódýr útskýring.\nSkortur á endurskoðun og breytingum á núverandi atvinnukerfum með tilliti til skiptingar starfa meðal landsmanna, með þjóðhagslega hagkvæmni fyrst og fremst að leiðarljósi, sökum tilkominnar uppbyggingar samgöngumannvirkja, íbúðarhúsnæðis, skóla og heilsugæslu, o.sfrv. hlýtur að hjálpa\nþér og öðrum til þess að biðja um að sköttum okkar sé ekki kastað á glæ, því nógu háir eru þeir. Borgarstjórinn í Reykjavík hefur fyrir löngu gert sér grein fyrir því hve óhagkvæm þróun er hér á ferð, en það er ekki nóg ef ríkisvaldhafar\nþykjast engu þurfa að breyta í hinum óhagkvæmu atvinnuvegum verksmiðjuvæðingar/markaðshyggju allra handa, er orsakað hafa þá miklu búferlaflutninga sem átt hafa sér stað.\nAð lokum smá comment, mikið áttu gott að geta rætt þjóðfélagssmálin í vinnunni.\nkveðja.\ngmaria."
        }
    ]
}