{
    "forum_title": "Rokk",
    "user": "einar81",
    "user_id": "6690",
    "date": "2001-11-03 18:08:26",
    "title": "Traffík Rokk - úrslit",
    "text": "Tónlistarkeppni NFFA, Traffík Rokk, fór fram 2. nóvember með miklum sóma og var hin glæsilegasta. Einn besti hljóðmaður landsins Ívar Bongó og einn besti ljósamaður landsins Maggi (ljósamaður hjá Land & Sonum) voru fengnir til að sjá um að þetta væri stórglæsilegt, það var það svo sannarlega, enda og frábært ljósashow og þrusu sound. Kynnir kvöldsins var Óli Palli. Keppnin byrjaði á því að sigurhljómsveitin frá því í fyrra, Hemra, spilaði. Svo byrjaði sjálf keppnin. Allar hljómsveitirnar áttu að spila 3 lög og þar af eitt frumsamið. Fyrsta hljómsveitin var Crez, spiluðu meðal annars Outside, með Staind. Næsta hljómsveit var gleðipönkhljómsveitin Todes Kamph. Þriðja hljómsveitin var Blaze og spiluðu tvö lög með Rage Against The Machine. Síðasta hljómsveit fyrir hlé var Raw Material og spiluðu þeir að eigin sögn gaddakylfu-slagsmála þungarokk, allt saman frumsamið.\nEftir hlé var það rapphljómsveitin Búnaðarbanki Íslands og spiluðu þeir aðeins frumsamið efni. Næsta hljómsveit var Belti, spiluðu meðal annars Island in the sun með Weezer, við mikinn fögnuð áhorfenda. Næst síðasta hljómsveitin var Buzz-boys og spiluðu frumsamda hip-hop músík. Á eftir þeim var komið að óvæntu skemmtiatriði þegar Óli Palli tók upp kassagítarinn og spilaði og söng Rockin in the free world með Neil Young, en það eru 10 ár síðan að hann spilaði þetta lag í þessari keppni. Þá var komið að síðustu hljómsveitinni, og var það stuðbandið Betwixt, og vöktu búningar þeirra mikla kátínu í salnum. Þau tóku 80's slagarann Video killed the radio star og All the small things með Blink 182 ásamt frumsamda laginu. Og lauk þar með þessari stórglæsilegu keppni og talaði Óli Palli um að þetta hefði verið mjög góð og jafnframt jöfn og spennandi keppni og ómögulegt að segja hver hefði borið sigur úr bítum, og sagði að hvergi væri eins mikið tónlistarlíf eins og í FVA. Úrslitin voru svo kynnt á ballinu um kvöldið.\nBesta hljómsveitin:\n1. Raw Material\n2. Todes Kamph\n3. Buzz-boys\nBesta frumsamda lag:\nNFFA með Todes Kamph\nBesti söngvarinn:\nMaron Baldursson í Crez\nBesti gítarleikinn:\nEinar Reynisson (ég sjálfur!) í Belti og Betwixt\nBesti bassaleikarinn\nSigurður I. Þorvaldsson (Diddi) í Raw Material\nBesti trommuleikarinn:\nGuðjón Þór í Raw Material og Todes Kamph\nBesti hljómborðsleikarinn:\nHallur Jónsson í Belti\nBesta forritun:\nBuzz-boys\nBesta sviðsframkoma:\nTodes Kamph\nVinsælasta hljómsveit að mati áhorfenda:\nRaw Material",
    "url": "https://www.hugi.is/rokk/greinar/49534/traffik-rokk-urslit/",
    "url_id": "49534",
    "id": "324450",
    "replies": [
        {
            "user": "President",
            "user_id": "8917",
            "date": "2001-11-06 20:03:18",
            "id": "324451",
            "reply_to_id": "324450",
            "text": "Þetta skal vera Todes-Kampf."
        },
        {
            "user": "einar81",
            "user_id": "6690",
            "date": "2001-11-06 21:28:52",
            "id": "324452",
            "reply_to_id": "324451",
            "text": "Það stóð allavega Todes Kamph í leikskránni sem var dreift á keppninni, en OK ef hitt er rétt, þá leiðréttist það hér með…"
        },
        {
            "user": "President",
            "user_id": "8917",
            "date": "2001-11-08 16:25:16",
            "id": "324453",
            "reply_to_id": "324452",
            "text": "það er ok, ég er einn af 3 sem uppgötvuðu nafnið þannig að rétt skal vera rétt"
        },
        {
            "user": "purplehaze",
            "user_id": "3590",
            "date": "2001-11-11 15:46:33",
            "id": "324454",
            "reply_to_id": "324453",
            "text": "ég heyrði það frá öruggum heimildum (baldvin) að það væri todes kampfe"
        },
        {
            "user": "purplehaze",
            "user_id": "3590",
            "date": "2001-11-13 00:09:47",
            "id": "324455",
            "reply_to_id": "324454",
            "text": "todes kamph!!!!!"
        },
        {
            "user": "President",
            "user_id": "8917",
            "date": "2001-11-13 18:12:16",
            "id": "324456",
            "reply_to_id": "324454",
            "text": "það er bara bull í Baldvini, Kampfe er ekki til, Kampf þýðir bardagi/barátta á þýsku og Tod þýðir dauði"
        }
    ]
}