{
    "forum_title": "Heimspeki",
    "user": "TangoPahPahBravo",
    "user_id": "34906",
    "date": "2007-02-17 17:00:49",
    "title": "Trúarbrögð",
    "text": "Ég er soldið óviss um trúarbrögð, þau eru góð af því leiti að þau láta okkur spurja okkur um æðra afl, en persónulega get ég ekki trúað á neitt sem segir mér hvernig ég á að lifa eða hvaða skoðanir ég á að hafa. Að sumu leiti finnst mér trúarbrögð grafa undan sjálfstæðri hugsun.\nPointið mitt er víðara, reyni bara koma því áleiðis í svörunum hér eftir.",
    "url": "https://www.hugi.is/heimspeki/korkar/495511/truarbrogd/",
    "url_id": "495511",
    "id": "4598770",
    "replies": [
        {
            "user": "ElGorilla",
            "user_id": "20068",
            "date": "2007-02-17 17:20:29",
            "id": "4598822",
            "reply_to_id": "4598770",
            "text": "Ég var að ræða við mann sem er kristinn og talið barst að dauðanum. Svar hans við því þegar ég teldi að það væri ekki líf eftir dauðann var “en það er ekki fallegt”.\nSumum finnst það einfaldlega ekki nóg að tilgangur þeirra á jörðinni sé að nærast og síðan að fjölga sér. Það finnur sér síðan upp ástæður til að koma sér í gegnum súrt og sætt.\nOg já, það er rétt hjá þér að trúarbrögð séu andstaðan við rökrænahugsun."
        },
        {
            "user": "TangoPahPahBravo",
            "user_id": "34906",
            "date": "2007-02-17 17:23:28",
            "id": "4598826",
            "reply_to_id": "4598822",
            "text": "jámm, til dæmis með að láta fólk vera stöðugt að undirbúa sig fyrir lífið eftir dauðann, sem krefst þess að það lifir þessu lífi, eina lífinu sem við erum viss um að sé til, til fulls."
        },
        {
            "user": "coot",
            "user_id": "58043",
            "date": "2007-02-18 23:48:57",
            "id": "4603477",
            "reply_to_id": "4598822",
            "text": "„Ég horfði einu sinni á þátt um ógeðslega heimskan kana, úr því dreg ég þá ályktun að allir kanar séu heimskir.“\nMaður dregur ekki ályktun um hóp út frá einum einstaklingi. Það kallast stöðlun og eru fordómar.\nOg já, fordómar er andstæðan við rökhugsun."
        },
        {
            "user": "ElGorilla",
            "user_id": "20068",
            "date": "2007-02-19 00:15:35",
            "id": "4603578",
            "reply_to_id": "4603477",
            "text": "Þetta er ekkert einsdæmi sem ég nefndi og nefndi ég þetta einstaka tilfelli sem dæmi.\nFólk í dag hræðist dauðann meira og meira með árunum því dauðinn hefur færst frá heimilunum og yfir á stofnanir svo sem spítala og elliheimili."
        },
        {
            "user": "coot",
            "user_id": "58043",
            "date": "2007-02-19 00:49:42",
            "id": "4603678",
            "reply_to_id": "4603578",
            "text": "Nálægð gerir mann ekki hræddan, heldur tilfingarnar sem maður bar í fjarlægð."
        },
        {
            "user": "thor0707",
            "user_id": "52319",
            "date": "2007-07-28 22:54:15",
            "id": "5107983",
            "reply_to_id": "4598822",
            "text": "Truth hurts so we deny it."
        },
        {
            "user": "Haukzi",
            "user_id": "48476",
            "date": "2007-02-17 19:19:36",
            "id": "4599196",
            "reply_to_id": "4598770",
            "text": "Að sumu leiti finnst mér trúarbrögð grafa undan sjálfstæðri hugsun.\n:)\nhttp://b2.is/?sida=tengill&id=219070"
        },
        {
            "user": "Snjolfurinn",
            "user_id": "60759",
            "date": "2007-02-18 17:04:42",
            "id": "4601912",
            "reply_to_id": "4599196",
            "text": "http://www.hugi.is/humor/images.php?page=view&contentId=4444778\n:)"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2007-02-18 12:49:26",
            "id": "4601148",
            "reply_to_id": "4598770",
            "text": "Ég er full fær um að hugleiða æðri öfl án þess aðhyllast nokkuð trúarbragð, annars er ég sammála þér.  Trúarbrögð eiga það til að þrengja sjóndeildarhring manna fullmikið, hann er nógu lítill samt!"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2007-02-18 20:17:24",
            "id": "4602705",
            "reply_to_id": "4598770",
            "text": "Það verður ekki frá trúarbrögðum tekið að þau efla samstöðu og baráttuþrek þeirra sem þau stunda. Á erfiðum tímum er oft það eina í stöðunni að grípa til þeirra, það gildir um bæði samfélög og einstaklinga. Trúin getur virkað sem griðarstaður (það geta listir reyndar virkað sem líka) og er kannski það eina stöðuga í lífi margra.\nÍ vestrænu samfélagi finnast mér söfnuðir hins vegar alger óþarfi, samfélagið sjálft er stöðugt og því stafar engin hætta af öðrum samfélögum.\nNýja testamentið (aðallega guðspjöllin samt) og Kóraninn eru góðar bækur til síns brúks og ef fólk læsi þær sjálfstætt og óháð og byggði trú sína á því myndi það koma í veg fyrir mestalla vitleysuna, enda er hún nær öll matreidd af prédikurum, safnaðarformönnum og “æðstuprestum” með því markmiði að græða pening."
        },
        {
            "user": "ElGorilla",
            "user_id": "20068",
            "date": "2007-02-18 21:14:01",
            "id": "4602906",
            "reply_to_id": "4602705",
            "text": "Trúarbrögð hafa og verða alltaf notuð til að stjórna fjöldanum og vernda hagsmuni stærri aðila.\nAfhverju að trúa á hindurvitni þegar þegar þér henntar?"
        },
        {
            "user": "coot",
            "user_id": "58043",
            "date": "2007-02-18 23:44:17",
            "id": "4603467",
            "reply_to_id": "4602906",
            "text": "Sko, svar kreoli fyrir ofan sagði allt sem segja þurfti. Hvers vegna þarf fólk að vera svona þröngsýnt alltaf hreint.\nStundum held ég að trúleysi grafi undan gagnrýnni hugsun…\nEeeeeen ég veit betur, það eru einstaklingar innan trúleysisins sem ástunda þessa þröngsýni trúnni en ekki trúleysið sjálft. Það er svolítið sem maður fattar með vott af skynsemi og gagnrýnni hugsun (eitthvað sem öllum er fært, líka mér þó ég sé trúaður)"
        },
        {
            "user": "ElGorilla",
            "user_id": "20068",
            "date": "2007-02-19 00:16:07",
            "id": "4603580",
            "reply_to_id": "4603467",
            "text": "Ég tel að meirihluti íbúa landsins sé í raun og veru trúlaus en er svo aftur á móti fastur í hefðinni. Brúðkaup, jarðarfarir og fermingar (það þarf ekki að fara út í það afhverju megin þorri íslendinga er fermdur) fara lang flest fram í kirkjum en þegar kemur að spurningum svo sem “Trúiru á guð?”, “Hefuru lesið Biblíuna?” eða “Trúiru sköpunnarsögunni?” er rauninn önnur. Svörin sem fást eru flest á þá leið að það mætti halda að einstæklingurinn væri ekki meðlimur í Þjóðkirkju Íslands.\nTalandi um Þjóðkirkju landins. Þjóðkirkjan er stofnun sem fær fjóra milljarða á mánuði og borgar mönnum fyrir að fara með galdraþulur.\nInnan Háskóla Íslands er Guðfræðideil. Guðfræðideildin útskrifar um 10 einstæklinga árlega á meðan þörfin er um tveir prestar og er kostnaðurinn við þessa deild meiri en við raunvísindadeildirnar við háskólann.\nTrúleisi mitt er ekki eingöngu skortur á trú á trúarbrögð heldur öll hindurvitni og skottulækningar hvort sem það eru miðlar eða aðrir sem notfæra sér aðstæður fólks."
        },
        {
            "user": "coot",
            "user_id": "58043",
            "date": "2007-02-19 00:48:48",
            "id": "4603673",
            "reply_to_id": "4603580",
            "text": "Ókey, ég ætla að byrja á kostnaðinum. Þú talar um hann eins og hann sé eitthvað slæmur. Hann þarf ekki endilega að vera það, rétt eins og menntun og ´alvöru´ rannsóknir þá getur ágóðinn verði margaldur svo á móti kemur það að það er sumt sem er æðra en peningar.\nÞú líktir líka predikunum við galdraþulur, og aftur talaðirðu um það eins og það væri slæmur hlutur. Nema hvað að þessar ´galdraþulur´ veita fólki hlýju og von. Ef einhver nærkomin ferst fyrir aldur fram koma þessi ´hindurvitni´ með sínar ´skottulækningar´ og veita aðstandendum hlýju. Það felst smá lækningamáttur í því, þó ekki sé nema andlegur, og vísindamenn hafa sannað að andleg líðan hefur bein áhrif á líkamleg líðan (og mönnum ber ekki að efast um vísindin). Þar með eru trúarbrögð að spara stórar fjárhæðir í heilbrigðiskerfinu. En aftur set ég samt spurningamerki við hvenær hlutir verða æðri en peningar.\nTrú hefur lítið sem ekkert að gera með að trúa á skeggjaðan kall upp á himnum sem horfir á stelpur í sturtu, lestur á Biblíunni eða bókstaflega trú á henni að gera. Trú er miklu víðtækara hugtak en svo að hægt sé að útskýra hana í einni BA-ritgerð Guðfræðideildar HÍ. Hún er, eins og þú lýstir henni svo vel, ´hindurvitni´, ´skottulækningar´ og ´galdrabrögð´. Þó ekki í neikvæðri merkingu."
        },
        {
            "user": "MrDick",
            "user_id": "32382",
            "date": "2007-02-19 01:30:00",
            "id": "4603776",
            "reply_to_id": "4603673",
            "text": "ok, þannig að trú er bara lyfjaleysa og eina ástæðan fyrir þvi að okkur ber að trúa er af þvi að trú hefur sömu áhrif og lyfjaleysa, semsagt getur i einstaka tilvikum virkað þanngað til að þú fattar að þetta er bara sykurpilla?\nTrú hefur lítið sem ekkert að gera með að trúa á skeggjaðan kall upp á himnum sem horfir á stelpur í sturtu,\nþetta finnst mér skemmtileg syn á trúnna, þetta er eins og eitthvað sem Napoleon hefði sagt “þú getur tekið guð frá folkinu en ekki trúarbrogðin”\nMér synist trú fyrir þér einunngis vera hækja til að halla þér uppað þegar þér liður illa, hún hefur engann æðri tilgang eða merkingu."
        },
        {
            "user": "coot",
            "user_id": "58043",
            "date": "2007-02-19 20:14:43",
            "id": "4605925",
            "reply_to_id": "4603776",
            "text": "Ég vill benda þér á að um 16% alls mannkyns aðhyllist trúarbrögð þar sem Guð eða guðir eru annaðhvort aukaatriði eða ekki til (þar af eru 34% þeirra búddistar).\nEn annars skil ég hvað þú meinar, þannig séð er Guð bara lyfleysa (þó ekkert útiloki að hann sé til í alvöru). En það er sama hvernig maður lítur á trúarbrögð, þau eru bara menning og það er engin æðri tilgangur með menningu, samt væri heimurinn hundleiðinlegur án hennar."
        },
        {
            "user": "TangoPahPahBravo",
            "user_id": "34906",
            "date": "2007-02-21 18:10:34",
            "id": "4613151",
            "reply_to_id": "4605925",
            "text": "sko talandi um trúarbrögð þar sem guð eða guðir eru aukaatriði eða ekki til.\nSkinlgreining guðs er misjöfn eftir mönnum, sumir hugsa sér hann sem góðlegan kall með hvítt skegg en aðrir sem anda, eða ómannlegann ‘'hlut’'"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2007-02-26 00:18:44",
            "id": "4627677",
            "reply_to_id": "4603580",
            "text": "Hvaðan hefurðu þetta með kostnaðinn við rekstur gvuðfræðideildarinnar?"
        },
        {
            "user": "ElGorilla",
            "user_id": "20068",
            "date": "2007-02-26 00:20:53",
            "id": "4627682",
            "reply_to_id": "4627677",
            "text": "Þetta er kannski ekki örugg heimild en hún kemur frá manni sem kennir við tónlistarskóla þjóðkirkjunnar."
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2007-02-19 23:45:14",
            "id": "4606943",
            "reply_to_id": "4602705",
            "text": "Biblían (Nýja og Gamla testamentið) er ekki siðferðisrit, sá sem tæki sér hana til lesturs og fylgdi því sem í henni stendur yrði seint talinn siðmenntaður maður enda má allan fjárann finna í Biblíunni svo sem kúgun kvenna, fordæming samkynhneigðar, fordæming annarra trúarbragða, helvítisvist, stuðningur við sjálfsmorð, pyntingar, þjóðarhreinsanir og margt margt fleira ógeðslegt. Það er einmitt málið að prestar prédika vægast sagt ritskoðaða mynd af þessu riti, þeir beinlínis sleppa vondu köflunum. Hvenær sá til dæmis einhver síðast kafla úr Opinberunarbókinni til prédikunar?"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2007-02-20 18:59:04",
            "id": "4609503",
            "reply_to_id": "4606943",
            "text": "Ég mældi nú bara með Nýja testamenntinu, og þá helst guðspjöllunum, enda er Opinberunarbókinn helber vitleysa og flest þessara bréfa (þriðja uppistaða nýja testamenntisins) eru ansi tæp á því."
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2007-02-20 19:34:41",
            "id": "4609667",
            "reply_to_id": "4609503",
            "text": "Já, en bókin mælir ekki sérstaklega með eða á móti neinum kafla, hvernig á maður að geta skilið kristna trú án þess að lesa alla bókina?\nÞegar þú segir, “Ja, guðspjöllin eru samt það eina sem maður á að lesa” ertu strax kominn í hlutverk prédikarans, þetta er nákvæmlega það sama og það sem prestar gera, nema að þeir fá borgað fyrir þetta.\nÍ Biblíunni eru allir kaflarnir jafn réttháir, engin kafli er öðrum æðri, það er engin formáli að bókini né fylgir henni engin mælistika sem sýnir hvað er æskilegt og hvað ekki."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2007-02-21 15:51:41",
            "id": "4612550",
            "reply_to_id": "4609667",
            "text": "Hvað ertu eiginlega að rausa? Ég var bara að segja mitt álit á þessari bók sem ég hef lesið. Öfugt við prédikara og kirkjuna er ég ekki að þröngva því uppá alla."
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2007-02-21 17:21:11",
            "id": "4612953",
            "reply_to_id": "4612550",
            "text": "Já en þú varst að benda mér á hvað ég ætti að lesa í þessari bók, þú varst að beina athygli minni að ákveðnum köflum og frá öðrum, ekki ósvipað og predíkarar gera."
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2007-02-23 16:26:58",
            "id": "4620065",
            "reply_to_id": "4612953",
            "text": "Mér þykir þú helvíti viðkvæm(ur) ef þú tekur skoðun annara og tillögum sem grófum skipunum."
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2007-02-23 16:30:27",
            "id": "4620079",
            "reply_to_id": "4620065",
            "text": "ég var alls ekki að því…\nhann var bara að pirrast yfir prédikerum og prestum sem segja manni hvað maður á að lesa og síðan byrjar hann strax á því að segja mér hvaða kölfum takandi er mark á, alveg eins og prédikera"
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2007-02-23 16:46:41",
            "id": "4620131",
            "reply_to_id": "4620079",
            "text": "I skiljú."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2007-02-24 15:49:23",
            "id": "4622979",
            "reply_to_id": "4620079",
            "text": "Prédikarar og prestar gefa ekki bara ábendingar um hvað eigi að lesa. Í messum og prédikunum sínum matreiða þeir bækurnar og kafla þeirra ofan í mann og segja manni þannig hvernig maður eigi að haga sér.\nEr ekki líka bara almenn skynsemi fyrir Kristinn mann að taka mest mark á því sem Kristur sjálfur sagði, er ekki einmitt mest mark takandi á Kristi sjálfum þegar Kristin trú á í hlut? Og hví má ég ekki láta í ljós þá skoðun mína að margt af því sem Kristur sagði var sniðugt. Prédikun er einmitt orð sem er ekki notað um skoðannaskipti heldur heilaþvott, valdboð og tal einhvers sem gefur öðrum ekki orðið."
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2007-02-24 16:29:08",
            "id": "4623076",
            "reply_to_id": "4622979",
            "text": "það er náttúrulega mikill stigsmunur á því sem þú varst að gera og því sem prédikarar gera\nmargt af því sem Kristur sagði var mjög sniðugt, því verður ekki neitað, en kristur var bara alls ekki sá fyrsti sem sagði þá hluti og á alls engan einkarétt á þeim, þetta er þó langt útfyrir umræðuefnið."
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2007-02-23 16:25:18",
            "id": "4620055",
            "reply_to_id": "4598770",
            "text": "Trúarbrögð eru ekki rökræn… en það er heldur ekki myndlist, tilfinningar, tónlist…margt af því fallegasta í þessum heimi.\nTrúarbrögð eru uppspretta margra illra deilna, og ég tel mig ekki vera meðlimur í neinu trúarbragði…\n…en ég skil fólk sem trúir. Sem vill vita af æðra afli sem passar upp á það og tekur við þeim þegar dauðann ber að garði.\nHef aldrei fattað hversvegna fólk sem er ‘trúlaust’ finnst það svo rosalega yfir trúað fólk hafið. Þetta eru bara ólíkar skoðanir, en báðar finnst mér eiga jafnan rétt á sér. Trúarbrögð hafa fylgt manninum frá örófi alda…mér finnst það ekki vera merki um fávísi þótt fólk trúi í blindni (svo lengi sem það er ekki öfgatrúar)… þótt að það sé lífstíll sem hentar mér ekki."
        },
        {
            "user": "INRI",
            "user_id": "44984",
            "date": "2007-02-24 13:44:10",
            "id": "4622631",
            "reply_to_id": "4598770",
            "text": "Mér finnst bara virkilega leiðinlegt að tala við fólk sem er ,,alvöru\" kristið. Þá er ég ekki að tala um fólkið sem er bara kristið því það fylgir bara meginstreyminu.\nÞað er ekkert hægt að tala við þetta fólk, það snýr sífellt út úr og notar myndmál o.s.fv. o.s.fv.\nSjálfur trúi ég ekki á guð, ég hef samt lífsreglur sem ég reyni að hafa í hávegi."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2007-02-26 00:14:50",
            "id": "4627661",
            "reply_to_id": "4622631",
            "text": "Þá hefurðu greinilega ekki talað við marga svoleiðis, eða allavega ekki þá sem eru “þroskaðir” í trúnni.\nÞað er samt alveg leiðinlega lítið hlutfall af trúuðum sem meika eitthvað sens, ef maður getur sagt það svoleiðis. :P\nEn vitanlega skemmtilegast að tala við þá."
        },
        {
            "user": "INRI",
            "user_id": "44984",
            "date": "2007-02-26 13:04:45",
            "id": "4628370",
            "reply_to_id": "4627661",
            "text": "Það er samt alveg leiðinlega lítið hlutfall af trúuðum sem\nmeika eitthvað sens\n, ef maður getur sagt það svoleiðis. :P\nVitlu vinsamlegast venja þig af þessum ósið, segðu öllu heldur:\nnær engri átt\n.\nEn ég er einmitt að tala um þá sem eru ,,þroskaðir\" í trúnni, sbr. presta. Ég virði þá fyrir það en mér finnst óþolandi að hlusta á rökin þeirra."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2007-02-26 16:34:21",
            "id": "4629061",
            "reply_to_id": "4628370",
            "text": "Já, mér finnst nefnilega alls ekkert allir prestar vera neitt svakalega þroskaðir í trúnni.\nT.d. finnst mér það sem ég hef heyrt Karl Sigurbjörn (hann er nú reyndar biskup…) segja benda til þess að hann sé hreint ekki mjög þroskaður í trúnni skv. því sem ég meina. Fáfræðin og þröngsýnin í sumum ræðunum hans er alveg gífurleg."
        },
        {
            "user": "INRI",
            "user_id": "44984",
            "date": "2007-02-27 12:54:31",
            "id": "4631806",
            "reply_to_id": "4629061",
            "text": "Já, og þegar einhver rök koma á móti staðreyndum í biblíunni þá er þetta útskýrt sem myndmál eða röng túlkun, endalaust snúið útúr."
        },
        {
            "user": "frikadella",
            "user_id": "65568",
            "date": "2007-02-24 14:59:57",
            "id": "4622881",
            "reply_to_id": "4598770",
            "text": "Ég tel mig ekkert trúa á neina sérstaka trú, ég segji ömmu gömlu samt alltaf að ég sé kristin svona til að halda henni góðri.\nÉg veit ekki, mér finnst ég alveg eins getað trúað á gömlu góðu ásana og að trúa á guð. Ég skil ekki afhverju maður á að ákveða að trúa á eitthvað eitt. Ég trúi bara á það sem ég trúi, mér finnst gaman að hugsa til þess að það sé eitthvað æðra sem stendur fyrir öllu og það sé kannske líf eftir dauðann og þar fram eftir götunum. En mér finnst t.d. kristin trú vera ótrúlega þröngsýn, svo ég trúi bara á.. Það sem ég vil trúa. Tek öllu með opnum hug og pæli ekkert sérstaklega í þessu, ég ætla ekki að segja að Guð sé til og ég ætla ekki að segja að Guð sé ekki til og svo framvegis."
        },
        {
            "user": "Rakky",
            "user_id": "33772",
            "date": "2007-02-26 02:49:11",
            "id": "4627903",
            "reply_to_id": "4598770",
            "text": "Góð umfjöllun og góður korkur.\nTrú á sér eflaust margar ástæður en við byrjuðum og á sama hátt munum við enda hana.\nTrúin gæti verið einskonar geðklofi eða bara eithvað yfirnátturlegt ( án þess að farið sé í dulspeki ) þeas eithvað ofar okkar skylningi."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2007-02-27 21:14:53",
            "id": "4633785",
            "reply_to_id": "4598770",
            "text": "Þetta orð er heldur ekki rétt. Hvernig brögð eru þetta, hvað eru brögð?\nVorum að tala um ýmsar trúr og alltaf þetta orð notað eins og allir gera en kennarinn sagði svo að þetta orð eigi ekki við. Þessi samsetning passi ekki.\nÉg mun sjálfur aldrei styðja nein trúarbrögð, já ég nota þetta orð:)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-02-27 22:05:44",
            "id": "4634034",
            "reply_to_id": "4598770",
            "text": "Mörg trúarbrögð voru líka aðeins fundin upp til að stjórna fólki."
        },
        {
            "user": "Hreggi1",
            "user_id": "53562",
            "date": "2007-02-28 22:05:35",
            "id": "4637541",
            "reply_to_id": "4598770",
            "text": "Trúarbrögð eru ofmetin að mínu mati. En það verður örugglega seint af sannað þetta svo við verðum bara að trúa á það sem við viljum\np.s. hefur eitthver hérna skoðað vísindatrúnna? Djöfull er það klikkað dæmi :D"
        },
        {
            "user": "TangoPahPahBravo",
            "user_id": "34906",
            "date": "2007-02-28 22:53:54",
            "id": "4637815",
            "reply_to_id": "4637541",
            "text": "já, þvílíkt bull maður."
        },
        {
            "user": "Hreggi1",
            "user_id": "53562",
            "date": "2007-03-01 17:56:37",
            "id": "4639906",
            "reply_to_id": "4637815",
            "text": "Rooooosalegur skítur :D"
        },
        {
            "user": "CaptHowdy",
            "user_id": "55560",
            "date": "2007-03-14 15:43:36",
            "id": "4683937",
            "reply_to_id": "4598770",
            "text": "Flestir þeirra sem segjast ekki trúa á neitt biðja mest til Guðs þegar þeir eru dauðvona."
        }
    ]
}