{
    "forum_title": "Hestar",
    "user": "Regza",
    "user_id": "30997",
    "date": "2007-02-18 01:01:35",
    "title": "Lónsering / hringteyming..",
    "text": "Til að byrja með þá vil ég taka það fram að ég er líklega enginn sérfræðingur, lít allavega ekki svo á málið sjálf og mun bara segja það sem ég hef gert og mér hefur verið kennt, ekki hika við það að leiðrétta mig ef ég fer með rangt mál að ykkur finnst eða eitthvað sé varhugavert að ykkar mati.\nHestarnir eru eins mismunandi og þeir eru margir, sumir eru spenntir en aðrir slakir, sumir lónserast auðveldlega meðan aðrir lónserast varla yfir höfuð, þar með verða aðferðirnar við lónseringu að vera fjölbreyttar eftir hesti og aðstæðum.\nHestur sem lónserast vel þarf ekki aðhald til að lónserast, þá er hægt að lónsera klárinn á víðavangi með ekkert nema taum á milli. En þegar hesturinn er að læra þá þarf helst að hafa aðhald, aðhaldið getur verið hringgerði sem er í raun lang þæginlegast, en þar sem við komumst ekki öll í hringgerði þá er eining hægt að vera í venjulegu gerði eða við svokallaðan lónseringarstaur, hér á eftir á ég eftir að minnast á það allt.\nTil að byrja með\nÞegar hesturinn er að byrja að læra að lónserast er í raun best að hafa hann bara lausan, hef séð lónseringu fara í rugl útaf hesti sem var ljónstyggur og snéri við út á við og vafði taumnum um hálsinn á sér, þá var ekkert annað hægt að gera en sleppa til að hengja ekki klárinn. Það var vissulega heppni að það var ekki búið að setja tauminn á staurinn þegar þetta gerðist, en það sem verra var var að klárinn stökk yfir gerðið, sturlaður af hræðslu við tauminn sem dróst á eftir honum en það tókst að lokum að reka hann inn á hús og inn í stíu svo þetta fór allt vel og í dag lónserast hann vel.\nBúnaður\nFaglegur búnaður er snúrumúll eða lónseringarmúll, lónseringarpískur (langur pískur með spotta framan á) og langur taumur með lykkju á ef notaður er staur.\nEn við erum ekki öll fagleg og getum því flest reddað okkur með stallmúl, stuttan písk og langt reipi ekki satt?\nAð lónsera lausan hest, aðferðin sem kend var á frumtamingarnámskeiðinu á Miðfossum fyrir skömmu, eða eins og ég man hana..\nÞegar maður lónserar hest lausan, þá byggir allt á að atferli mannsinns sé svipað og hestur myndi gera, þannig að hesturinn skilji mann, þegar hesturinn er hvattur áfram er horft á hann, staðið reist og sett öxlina sem heldur á písknum aðeins fram og pískinn neðarlega afturfyrir hestinn, þ.e. þá hendi sem er öfugu megin við þá átt sem hesturinn hleipur. Ef hesturinn fer ekki af stað við hvatningu með rödd og písk er slegið snöggt högg með písknum, hesturinn var búinn að fá viðvörun, ef hesturinn fer en ekki af stað eða sýnir tilþrif í að slá til manns er slegið á sinina rétt fyrir ofan hófinn á afturfæti, fremur viðkvæmur staður en hann var varaður við.\nPískurinn\nEkki hika við að nota pískinn, ef hestur í haganum ógnar öðrum hesti þá er hann sleginn, engin vægð þar á ferð, ef hestur vill að annar hestur færi sig, þá bítur hann eða slær hann, sömu skilaboð gefum við með písknum.\nNiðurhæging\nÞegar hesturinn er hægður niður gerir maður sig lítinn og setur hina öxlina fram og písknum er beint framfyrir hestinn, neðarlega en hækkað og bakkað (ef þú bakkar í hringgerði kemstu frekar framfyrir hestinn en ef þú reynir að nálgast hann sem virkar sem hvatning á hestinn) ef hesturinn hægir ekki, ástæðulaust er að skipta um hendi þegar hægt er niður.\nAð bjóða hestinum inn\nÞegar snúið er við þá er hann hægður niður og gert sig lítinn, horft niður, bakkað og gefið frá sér hljóð til að ná athyggli hestsinns, þannig er hestinum boðið inn. Þetta tekur mislangan tíma eftir hestum en þegar þetta er komið vel á hreint þá er hægt að setja taum við og unnið út frá sömu aðferðum en smá saman blandað taumnum inní.\nVið aðrar aðstæður\nEn við höfum ekki öll aðgang að hringgerði, en flestir hafa nú aðgang að venjulegu gerði eða allavega þeir sem hafa hesta á húsi. Eftir að hafa unnið svoldið með “taminn” hest, sem lónseraðist ekki í taumi, lausan í venjulegu kassalaga gerði lausan eftir að hafa séð nágrana minn, í hesthúsunum, lónsera sína hesta lausa þar og leyft þessum hesti að hlaupa með.\nLaus í venjulegu gerði\nÞetta er aðeins flóknara en engu að síður hjálpar þetta spenntum hestum að slaka á og gefur þeim smá hreyfingu. Þá er hesturinn rekinn áfram eins og verið væri í hringgerði og unnið með fyrrnefndum aðferðum þó svörunin sé ekki eins góð, ef hesturinn fæst illa til að rekast er gott að vera með annan hest sem rekst með, en oft er eining betra að hafa einhvern til að hvetja hestana við hliðið svo hestarnir stoppi ekki alltaf þar. Eitill minn var ljónstyggur þegar þetta var gert fyrst með hann en þegar það var stoppað gat ég labbað að honum gripið í hann og teymt hann inn án nokkurra vandræða, hann hafði bara gaman að hreyfingunni og slakaði á gagnvart manninum.\nVið taum\nFlestir sem ég þekki vilja lónsera við taum, þá er hægt að vera með staur eða vera í hringgerði ef þess er kostur á. Í hringerði hleypur hesturinn oftast ósjálfrátt hringinn eftir að hann hefur verið settur af stað en passa þarf uppá að hann leiti ekki út á við.\nVið taum í venjulegu gerði\nEf maður kemmst bara í gerði við hesthús þarf að hvertja áhveðið þegar hesturinn nálgast húsin þar sem margir hestar vilja stoppa þar, í slíku gerði taka hestarnir oft svolítið í tauminn til að byrja með en það slaknar oftast með tímanum, gott er að gefa og slaka smá til að fá hestinn til að fara á slökum taum.\nAð stöðva við taum\nTil að stöðva hann er hægt að nota aðferðina úr lausu lónseringunni eða taka snöggt og áhveðið í tauminn og bakka auk þess að segja hó, vóv, stans eða bara flauta, eftir því hvað fólk notar til að hægja hestinn niður. Þarna lærir hesturinn oft að sveigja þýðir stoppa, þetta heftur oft nýst sem undanfari sveigjustopps og reddað manni úr margri rokunni en margir hestar hundsa þetta samt. Best er samt ef hægt er að fá hestinn til að hlaupa á slökum taum hvort sem verið er í hringgerði, við lónseringarstaur eða í venjulegu gerði.\nLónseringarstaurinn\nSjálf nota ég samt mest staurinn, ekki af því að ég velji það heldur einfaldlega af því það er eina aðstaðan sem er í boði hérna, staurinn hefur sína kosti og galla, ef hesturinn tekur í getur hann ekki slitið sig lausan nema múllinn eða spottinn gefi eftir, en þar á móti er ekki hægt að gefa eins mikið eftir.\nÞegar lónserað er með staur þá verður önnur hendin undantekningarlaust að vera á spottanum, staurinn er bara til halds og trausts ef hrossið tekur í, ef maður hefur hendina á spottanum getur maður gefið og slakað og fengið hestinn til að hlaupa á slökum taum. Hins vegar er erfiðara að bakka þegar maður notar lónseringarstaurinn svo stundum getur verið erfiðarar að hægja hestinn niður við þær aðstæður og þarf því að treysta meira á aflið til að draga hestinn til sín en eðli hestsinns gagnvart atferli mannsinns.\nÁ víðavangi\nÞegar hesturinn lónserast orðið vel, á slökum taum og hægir auðveldlega niður er hægt að fara að breyta til frá tilbreytingarlausu gerðinu, farið á auðan blett og lónserað þar, þá getur pískurinn jafnvel orðið óþarfur og nægt getur að hvetja með endanum á spottanum, en á víðavangi gilda bara sömu aðferðir og í gerðinu, þetta er bara góð tilbreyting.\nEn hvaða gagn gerir lónsering?\nLónsering er mjög gangleg til að ná sambandi milli manns og hests, fá hestinn til að hlusta á röddina og slaka á þó það sé einhver pressa á honum. Eining er oft öruggast að setjast á bak á tryppum í tamningu fyrst í lónseringu, eins þegar hrossið er vanið við hnakk og beisli, þá er hægt að hafa smá meiri stjórn á hrossinu þó það hrekkji hnakkinn, allavega öruggara en að missa hrossið frá sér í hrekkjum með hnakkinn og glata honum eða jafnvel slasa sig ef tryppið hrekkjir með knapa á baki, treystið mér jafnvel stilltasta tryppi getur hrekkt ef það er ekki tilbúið og því bregður og slítur sig laust, þá er staurinn góður kostur.. Eins hjálpar lónsering hestum að sveigja sig og eining losar það um brokkið að lónsera, flestir hestar brokka í lónseringu, þó sumir þrjóskist samt við að tölta. Lónsering gerir eflaust meira gagn sem ég bara veit ekki af eða man ekki í augnablikinu.\nAð lokum\nVarast verður samt að lónsera ekki of lengi í einu þar sem lónseringin er nokkuð einhæf og er þar með drepleiðinleg til lengdar.\nJæja, ég hef eflaust gleymt einhverju en vonandi getur þetta komið einhverjum að gagni ;)\nBætt við 18. febrúar 2007 -  01:11\nGleymdi, þar sem ég kann ekki á tvítaum tók ég hann ekki fyrir í pistlinum hérna, þó hann sé vitanlega hluti af lónseringu.",
    "url": "https://www.hugi.is/hestar/pistlar/495653/lonsering-hringteyming/",
    "url_id": "495653",
    "id": "4600313",
    "replies": [
        {
            "user": "hestafrik",
            "user_id": "55851",
            "date": "2007-02-18 01:42:10",
            "id": "4600492",
            "reply_to_id": "4600313",
            "text": "Flottur pistill, hjálplegur, en ég sá hvergi minnst á lónseringagjörð (til að “pakka” hestinum, eða þannig þússt…) ég nota það svolítið, reyndar frekar gamla og lélega en mér finnst þetta hjálpa, hestarnir mínir eru allir frekar ofreistir heldur en ekki og þetta styrkir vöðvana ofarlega á hálsinum og hjálpar við leiðréttingu á reisingu, allavega hjá mínum hestum…\nSvo líka get ég bætt einu við hvaða gagn lónsering gerir…maður getur kennt hestinum alls konar orð (auðvitað verður að vera mismunandi tónn held ég því þeir hlusta á tón frekar en orð), orð sem þýða ýmislegt t.d. þegar maður segir “brokk” að þá brokki hesturinn… ég hef séð þetta virka með eigin augum og þetta er eiginlega bara þvílíkt sniðugt…\nEn já… þetta var skemmtileg lesning og ég er að pæla að fara á morgun og reyna að lónsera Mána minn í annað skipti, í það fyrsta vildi hann alls ekki lónserast, en nú er ég ákveðnari og hann skal lónserast…"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2007-02-18 01:50:51",
            "id": "4600534",
            "reply_to_id": "4600492",
            "text": "Lónsering er mjög gangleg til að ná sambandi milli manns og hests, fá hestinn til að hlusta á\nröddina\nMinntist greinilega á það að hlusta á röddina ;)\nEn hinsvegar eru hjálpartaumar tengdir í gjörð hluti af tvítaum, og ég setti það í bæta við að ég kann ekki nóg um tvítaum til að skrifa um hann, mun læra það líklega næsta sumar, ætla að kaupa mér græjurnar í þetta og fá hjálp við að læra þetta hjá mér vanari mönnum þar sem þetta getur skaðað hrossið ef þetta er gert vitlaust..\nEn gangi þér vel með að lónsera Mána, vonandi tekst það í þetta sinn ;) Ég myndi lónsera hann lausan fyrst og setja svo tauminn við þegar hann er farinn að fatta að þú sért að reka hann frá þér, man ég það ekki rétt, var það ekki vandamálið að hann stóð bara staður?"
        },
        {
            "user": "hestafrik",
            "user_id": "55851",
            "date": "2007-02-18 01:56:16",
            "id": "4600544",
            "reply_to_id": "4600534",
            "text": "Með gjörðina, þá var ég ekki að tala um tvítaum/rennitaum heldur er maður með hestinn lausan en er með ól báðum megin frá gjörð í mél, er með beisli og múl á hestinum…\nÉg sá þetta með röddina, mér fannst þú bara vera að tala frekar um svona róandi og hvetjandi rödd heldur en skipanir um gangskipti…\nJú Máni var sá staðnaði, ég verð bara að vera frekari við hann held ég, ég var of lin síðast…"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2007-02-18 02:10:18",
            "id": "4600592",
            "reply_to_id": "4600544",
            "text": "Ég skildi það, ég flokka það undir tvítaumsdótið, taumur báðum megin frá beisli í gjörð og svo notað lónseringataum svo í raun eru tveir taumar á hestinum, en ég tel mig ekki vita nóg um þær aðferðir til að útskýra þær, en þú mátt endilega segja frá þeim hérna ;)\nÉg nota röddina mjög mikið, við gangskiptingu, hvatningu, slaka hestinn niður, kalla hann til mín og jafnvel skamma hann, allt með orðum sem hesturinn skilur út frá blæbrigðum á röddinni.\nEn vandamálið þegar hestar staðna svona er að þeir skilja í raun ekki að verið sé að reka þá í burtu, kemur oft fyrir með hesta sem hafa verið svoldlir heimalingar, er með einn þannig 3 vetra sem ég rak bara með 3 öðrum hestum, 2 sem kunnu þetta en sá 3 fékk að hlaupa með af því hann þykjist vera slægur og hefur gott af æfingunni  en folinn er slægur og já, eigandinn 10 ára stelpa ætlar víst að temja hann sjálf næsta sumar og einginn hefur reynt að útskýra staðreyndirnar fyrir henni svo við ætlum að ná mestu frekjunni úr honum allavega í vetur. En hann sló mann og sleit sig lausan þegar það var reynt að teyma hann úti í gerði, sló svo líka mann á stallinum svo hann er að verða svoldið alvarlega frekur sá. Ætla að reka hann einan með Eitli á morgun, svo jafnvel alveg einan fljótlega.. Mér er illa við að hafa slæg hross á húsi, sérstaklega útaf svona djúpstæðri frekju..\nEn gangi þér vel, en bara forvitni hvernig aðstöðu ertu með?"
        },
        {
            "user": "hestafrik",
            "user_id": "55851",
            "date": "2007-02-18 02:55:32",
            "id": "4600702",
            "reply_to_id": "4600592",
            "text": "Já ég nota samt ekki lónseringataum með “tvítaumnum” hef hestinn bara lausann…\nÉg hef hringgerði og stundum lítið kassótt gerði með staur en það er oftast í notkun… þessi gerði eru reyndar bæði hjá öðrum hesthúsum en mínu, ég fæ bara afnot af þeim, verð að vera upp á aðra komin :P"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2007-02-18 03:03:04",
            "id": "4600708",
            "reply_to_id": "4600702",
            "text": "Oki, þá gætirðu líklega prufað að lónsera Mána lausan fyrst, það er ótrúlegt hvað hestar eru fljótir að bregðast við líkamsbeitingunni..\nEn fyrst þú lónserar hestana lausa þá er það rétt hjá þér að þá er þetta ekki tvítaumur heldur bara hjálpartaumar, mín mistök ;)"
        },
        {
            "user": "hestafrik",
            "user_id": "55851",
            "date": "2007-02-18 18:22:39",
            "id": "4602197",
            "reply_to_id": "4600708",
            "text": "hehe… ég veit ekki einu sinni sjálf hvað þetta heitir :P"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2007-02-19 22:50:22",
            "id": "4606551",
            "reply_to_id": "4602197",
            "text": "Hehe, það kemur fyrir.. ég rugla alltaf öðru hvoru saman fram og afturfótasnúningi, segi þessvegna oftast snýr um framfót eða afturfót, man það þá ;)"
        },
        {
            "user": "hestafrik",
            "user_id": "55851",
            "date": "2007-02-19 23:11:43",
            "id": "4606680",
            "reply_to_id": "4606551",
            "text": "hehe já nákvæmlega sama hér :P"
        },
        {
            "user": "bodvarg",
            "user_id": "70678",
            "date": "2008-12-30 02:37:36",
            "id": "6414707",
            "reply_to_id": "4600702",
            "text": "má ég giska í hfj. hlíðarþúfum ?\nBætt við 30. desember 2008 -  02:43\nJá ég nota samt ekki lónseringataum með “tvítaumnum” hef hestinn bara lausann…\nÉg hef hringgerði og stundum lítið kassótt gerði með staur en það er oftast í notkun… þessi gerði eru reyndar bæði hjá öðrum hesthúsum en mínu, ég fæ bara afnot af þeim, verð að vera upp á aðra komin :P"
        },
        {
            "user": "paniolo",
            "user_id": "11793",
            "date": "2007-02-18 12:36:55",
            "id": "4601113",
            "reply_to_id": "4600313",
            "text": "Mjög flottur pistill hjá þér, innihaldið mjög fræðandi og skemmtilegt og vel uppsettur lika ;)\nKeep up the good work :)"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2007-02-19 22:29:27",
            "id": "4606446",
            "reply_to_id": "4601113",
            "text": "Takk, ég verð að fara að vera duglegri við að skrifa ;)"
        },
        {
            "user": "lilje",
            "user_id": "63200",
            "date": "2007-02-20 13:29:34",
            "id": "4608095",
            "reply_to_id": "4600313",
            "text": "Ótrulega fróð grein :D.. ég er ný byrjuð að lónsera. Og ég held nú bara að þessi grein hjálpi mér mikið.. En…. Vantar ekki allt um það þegar hestur og maður spilla vel saman. Semsagt hesturinn hefyr hausinn niðri á meðan hann brokkar og á fleiri gangtegundum ?…\nFlott grein ;)"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2007-02-20 22:35:36",
            "id": "4610599",
            "reply_to_id": "4608095",
            "text": "Mér hefur ekki verið kennt það :/ En þú mátt endilega bæta einhverju við um það :P"
        },
        {
            "user": "lilje",
            "user_id": "63200",
            "date": "2007-02-20 22:37:43",
            "id": "4610615",
            "reply_to_id": "4610599",
            "text": "ja ok.. sá þetta í kennslumyndbandi hann Eyjólfs. Á hestbaki. :).. eitthvað mikið um lónseringar :P.."
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2007-02-20 22:47:37",
            "id": "4610673",
            "reply_to_id": "4610615",
            "text": "Ég hef ekki séð það, er með tvö tamningar myndbönd eftir Benedikt Líndal en hef ekki séð neitt mikið fleiri svo ég muni eftir.. Verð að fara að skoða meira :P"
        },
        {
            "user": "fghfkgyughv",
            "user_id": "60479",
            "date": "2007-02-20 18:02:46",
            "id": "4609199",
            "reply_to_id": "4600313",
            "text": "flott grein :D"
        }
    ]
}