{
    "forum_title": "Hljóðvinnsla",
    "user": null,
    "user_id": null,
    "date": "2007-02-17 23:19:40",
    "title": "Stúdíópælingar",
    "text": "Segjum að ég væri í hljómsveit sem væri að fara að recorda á disk… (rokkhljómsveit með 5-6 unglingspiltum)sem eiga ekkert svo voðalega mikinn pening en gott húsnæði, Hvað væri best að fá sér til að byrja með í svona málum?\nps. eigum mica,snák og svoleiðis….",
    "url": "https://www.hugi.is/hljodvinnsla/korkar/495623/studiopaelingar/",
    "url_id": "495623",
    "id": "4600021",
    "replies": [
        {
            "user": "Gislinn",
            "user_id": "47818",
            "date": "2007-02-17 23:32:30",
            "id": "4600065",
            "reply_to_id": "4600021",
            "text": "Þið þyrftuð á upptöku interface að halda og ef þið viljið fá þokkalegar trommur þá er ágætt að hafa 6-8 rásir (1x bassatromma, 1x snerill, 1-3x toms, 2 overheadar og svo eitthvað auka).\nÉg mæli með að þið fáið ykkur Presonus Firepod og Cubase, þá eruð þið nokkuð solid.\nEf þið viljið fá Pro Tools þá er hægt að fá Digi en ZooMix þarf að fræða þig betur um Pro Tools deildina. ;)\nAnnars, ef þið eigið mica, snúrur og standa þá er ekki mikið sem þarf meira en forrit og interface. :)"
        },
        {
            "user": "Addni",
            "user_id": "8004",
            "date": "2007-02-17 23:41:15",
            "id": "4600079",
            "reply_to_id": "4600021",
            "text": "presonus firepod er með 8 mic pre-ampa sem ætti að duga í sæmilegann disk. Firepodinn virkar með flestum forritum, en Cubase LE fylgir með (sem er minnsta útgáfan af cubase, hef ekki prufað hana samt)\nfirepodinn er á um 60þ í tónabúðinni\nZooMix veit meira um ProTools eins og maðurinn sagði"
        },
        {
            "user": "haflilli",
            "user_id": "24952",
            "date": "2007-02-17 23:51:18",
            "id": "4600092",
            "reply_to_id": "4600079",
            "text": "eg hef aðeins notast við Cubase LE og það er fínt forrit, væri reyndar til í að fá cubase 4 núna\nnotast reyndar við nuendo núna enda hentar það mér betur.\nog já presonus firepod kostar 60 þúsund og er algjör snilld, örugglega besta fjárfestingin mín hingað til"
        },
        {
            "user": "Addni",
            "user_id": "8004",
            "date": "2007-02-18 17:17:36",
            "id": "4601943",
            "reply_to_id": "4600021",
            "text": "Er hægt að fá einhvað ódýrara til að byrja með en þetta?"
        },
        {
            "user": "Addni",
            "user_id": "8004",
            "date": "2007-02-21 11:28:54",
            "id": "4611707",
            "reply_to_id": "4601943",
            "text": "Þetta er það ódýrasta sem að ég veit um sem að gefur þér 8 rásir með preamps… þú getur líka fengið presonus firebox á 35þ sem að er með 4 rásum, 2 mic preamps og 2 line in (þannig ef þú værir að taka upp trommur þyrftiru að hafa  tvennt á sér rás og mixa svo restina niður í 2 rásir með mixer…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-02-22 19:36:08",
            "id": "4617199",
            "reply_to_id": "4600021",
            "text": "en er nóg að vera með 4ra pinna firewire tengi sem stendur á: “1394” fyrir firepodinn?"
        }
    ]
}