{
    "forum_title": "Ljósmyndun",
    "user": "Zikki",
    "user_id": "52811",
    "date": "2007-02-20 15:42:58",
    "title": "RAW ljósmyndun og vinnsla",
    "text": "Halló, ég var að spá að koma með smá grein um hráa ljómyndun.\nRAW gæði eru mun betri eins og nafnið gefur til kynna. Myndinar eru allveg óþjappaðar og bestu gæðum sem hægt er að fá úr vélinni.\nÞegar þú smekkir af og tekur venjulega mynd(ekki RAW) þá fellur ljósið á skynjaran og fer svo í gengum prosses sem þjappar henni og við það missir hún smá gæði. Þó ekki mikl en alltaf eitthver. Myndin verður sjálfkrafa JPEG þegar vélin þjappar henni og gerir það okkur kvleft að skoða hana í tlvöu sem er ekki búið að ná í plug in fyrir. Að undan skildum MAC sem sýna RAW myndir án plug ina.\nÞegar þú heimsvengar tekur mynd og notar RAW þá fer ljósið sem myndnar myndina á skinjaran og þanað beint inn á minns kotið. Engin vinna í vélini.\nÞó er líka hægt að láta vélina taka RAW myndir og þjappa þeim líka, og heita þær þá oftast RAW JPEG. Þessi möguleiki er nokkuð góður, þó ég persónulega noti hann ekki.\nKostir RAW:\nUpprunaleg gæði, betra að vinna með þær í forritum, myndavélin getur ekki ‘óvart’ klúðar eitthverju í þjöppun, litir eru skýrari, ljós er ljósara og dimman er drerki.\nGallar:\nRAW eru mjög stór í mb talið, getur verið frá 3-4x særri(1mbJPEG-4mbRAW). Eigilega alltaf þarf að ná í plug-in til að geta notað RAW.\nFile extension fyrir RAW\n:\n.raf (Fuji)\n.crw .cr2 (Canon)\n.kdc .dcr (Kodak)\n.mrw (Minolta)\nnef (Nikon)\n.orf (Olympus)\n.dng (Adobe)\n.ptx .pef (Pentax)\n.arw (Sony)\n.x3f (Sigma)\nVinnsla\nAð vinna RAW myndir er gaman og það því leti að þær eru nákvæmari. Photoshop er mikið notað í vinna myndinar og þó má nota nó nokkur önnur forrit.\nPlug-in er bara downlaod-að og set inn í forritin.\nAdobe bíður upp á Plug-in fyrir Photoshop undir tengundir af Photoshop og ætla ég að gefa upp link þá þessi plug-in.\nWindows\nhttp://www.adobe.com/support/downloads/detail.jsp?ftpID=3584\nMAC\nhttp://www.adobe.com/support/downloads/detail.jsp?ftpID=3583\nVonandi hefur þið eitthvað út úr þessu. Og spurði bara eða eitthvað vefst fyrir ykkur.\nég mæli svo með að lokum að ef fólk er að taka myndir og sér svo eina flotta að taka hana í RAW upp á gamanið og bara að prófa svo að fikta með þær í Photoshop\nTakk",
    "url": "https://www.hugi.is/ljosmyndun/greinar/496226/raw-ljosmyndun-og-vinnsla/",
    "url_id": "496226",
    "id": "4607899",
    "replies": [
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2007-02-20 15:56:45",
            "id": "4608577",
            "reply_to_id": "4607899",
            "text": "Heyrðu takk fyrir þetta :O!\nSérstaklega linkinn á þetta RAW plugin f. photoshop.\n:**"
        },
        {
            "user": "gerald",
            "user_id": "32756",
            "date": "2007-02-20 16:05:00",
            "id": "4608625",
            "reply_to_id": "4607899",
            "text": "skemmtileg grein fyrir leikmanninn"
        },
        {
            "user": "YNWA",
            "user_id": "64669",
            "date": "2007-02-20 16:52:28",
            "id": "4608864",
            "reply_to_id": "4607899",
            "text": "Þú ert bestur!\nEinmitt það sem ég hef verið að bíða eftir að komi!\nTakktakktakktakktakktakktakktakktakk"
        },
        {
            "user": "Flugnord",
            "user_id": "57900",
            "date": "2007-02-20 17:29:12",
            "id": "4609017",
            "reply_to_id": "4607899",
            "text": "Skemtilegt, en morandi í stafsettningar villum(er það kanski eitt orð???)."
        },
        {
            "user": "hendrixx",
            "user_id": "7447",
            "date": "2007-02-20 18:08:43",
            "id": "4609218",
            "reply_to_id": "4609017",
            "text": "amm það er eitt orð.\nog svo er skemmtilegt með tveimur M-um, stafsetning er með einu T-i og kannski er með tveimur N-um.\nheld þú ættir ekkert að vera setja útá stafsetninguna hjá öðrum."
        },
        {
            "user": "Flugnord",
            "user_id": "57900",
            "date": "2007-02-20 20:26:22",
            "id": "4609940",
            "reply_to_id": "4609218",
            "text": "Ég gagrýni það sem ég vil, sættu þig við það. Og ég er ekkert saklaus af því að gera stafsettningarvillur en ég les þó alltaf yfir það sem ég skrifa, bara svona til að tékka hvort það vannti staf eða eitthvað."
        },
        {
            "user": "hendrixx",
            "user_id": "7447",
            "date": "2007-02-20 20:42:24",
            "id": "4610007",
            "reply_to_id": "4609940",
            "text": "hehe já shit mar ég þarf víst bara að sætta mig við það."
        },
        {
            "user": "Flugnord",
            "user_id": "57900",
            "date": "2007-02-20 20:55:59",
            "id": "4610081",
            "reply_to_id": "4610007",
            "text": "Já, byrjaðu þá. (BTW þá er þetta sagt í gríni)"
        },
        {
            "user": "JohnnyG83",
            "user_id": "15807",
            "date": "2007-02-20 17:43:38",
            "id": "4609105",
            "reply_to_id": "4607899",
            "text": "Mjög góð grein hjá Þér. Verð samt að minnast á það að þegar myndavélar þjappa myndina í jpg verða í raun enginn “mistök” heldur velur vélin hvar á að þjappa í myndinni. Þannig getur birtan sem þú tókst eftir og reyndir að ná mynd af horfið eða litir orðið öðruvísi. Með því að taka myndir í RAW tekurðu þetta “ákvörðunarvald” frá myndavélinni og í þínar eigin hendur."
        },
        {
            "user": "Zikki",
            "user_id": "52811",
            "date": "2007-02-20 23:04:15",
            "id": "4610780",
            "reply_to_id": "4609105",
            "text": "Jamm, en þakka þér ;)"
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2007-02-20 19:17:11",
            "id": "4609584",
            "reply_to_id": "4607899",
            "text": "úúú ég lærði allt um þetta í einu photoshop kennslu videói amg!"
        },
        {
            "user": "Addi21",
            "user_id": "24719",
            "date": "2007-02-21 00:53:08",
            "id": "4611221",
            "reply_to_id": "4607899",
            "text": "Fín grein. Vil samt benda þér á villupúkann á netinu (fara yfir nokkrar innsláttarvillur þarna hjá þér) :)"
        },
        {
            "user": "Zikki",
            "user_id": "52811",
            "date": "2007-02-21 10:48:04",
            "id": "4611654",
            "reply_to_id": "4611221",
            "text": "Já, það er rétt, ég bara hugsaði ekki út í það að láta hann renna yfir textan, geri það næst (vonandi :P)"
        },
        {
            "user": "hugmyndin",
            "user_id": "56014",
            "date": "2007-03-02 18:03:48",
            "id": "4643162",
            "reply_to_id": "4607899",
            "text": "ég skildi þetta ekki:P eðpa hvenrig maður gerði þetta.. éger heldur ekkert einvher ljósmyndari."
        },
        {
            "user": "eXistenZ",
            "user_id": "5744",
            "date": "2007-04-19 12:56:21",
            "id": "4808424",
            "reply_to_id": "4607899",
            "text": "Er virkilega til þjappað RAW? Vélin mín er með JPEG-RAW stillingu en hún virkar þannig að hún tekur RAW mynd, býr síðan til afrit af henni og sendir hana í gegnum vinnsluferlið. Vélin getur ekki birt RAW myndir á skjánum þannig að þetta er góð stilling ef maður er ekki með tölvu við hendina, gerir manni kleypt að sjá myndina (þ.e.a.s. jpeg afritið)."
        },
        {
            "user": "Zikki",
            "user_id": "52811",
            "date": "2007-06-18 02:01:44",
            "id": "5005907",
            "reply_to_id": "4607899",
            "text": "Hérna er Plug-in fyrir firefox sem bendir þér á stafsetningavillur:)\nhttps://addons.mozilla.org/en-US/firefox/downloads/file/12064/icelandic_dictionary_for_firefox_2.0_spell_checker-1.0.1-fx+tb.xpi\nÞetta virkar svipað og villupúkinn í word:P\nVona að þetta komi að gagni:)"
        },
        {
            "user": "Zikki",
            "user_id": "52811",
            "date": "2007-06-18 18:46:24",
            "id": "5007105",
            "reply_to_id": "5005907",
            "text": "Takk innilega"
        },
        {
            "user": "NizzazziN",
            "user_id": "13231",
            "date": "2007-08-12 21:11:54",
            "id": "5140687",
            "reply_to_id": "4607899",
            "text": "Ég er í geðveiku veseni með að setja raw myndir inn í tölvu með windows vista í.  Hefurðu einhver ráð fyrir það?"
        }
    ]
}