{
    "forum_title": "Stjórnmál",
    "user": "Laufa",
    "user_id": "9234",
    "date": "2001-11-04 22:22:15",
    "title": "Sjálfsætðisflokkurinn",
    "text": "Ég styð Dabba og co. heilshugar. Og ég sé ekki hvers vegna ég ætti ekki að gera það, þar sem ég styð kapítalisma. En það er ekki bara það, þetta fólk er svo aðlaðandi. Ég var komin til hægri ekki orðin 5 ára vegna svona first impression, sem var: Halldór Blöndal var skemmtilegur og góður, Davíð Oddson fyndinn og kammó, og allt þetta.\nSvo þegar Reykjavíkurlistinn var að bjóða sig fram og Hlegi greyið Hjörvar þóttist vera blindur til að fáátkvæði, og fékk síðan fulla sjón eftir kosningar, tsss. Ég studdi D-listann heilshugar þá, og eiginlega frekar vegna lyga R-listans (nema hann sé með svona sjúkdóm, missir sjónina á 4 ára fresti?) heldur en að ég hefði það mikið vit á stjórnmálum að ég æti dæmt í þessu.\nSvo fór ég að skilja hvernig stefnunar voru. Sá Animal Farm og kommúnismi datt út, sum dýr jafnari en önnur setningin lýsir þessu algjörlega. Hins vegar var D-listinn þá við völd ásamt Framsóknarflokknum. Ég hafði það gott. (Ég var svona 12 ára og var ekki mikið að pæla í annara högum, svona selfish age:Þ..) Svo ég higsaði bara, þessi stjórn hlýtur að virka.\nÖryrkjar kvarta núna. Og kenna Davíð um að þeir hafi það slæmt. Hins vegar, hefur þetta ekki alltaf verið svona? Öryrkjar hafa aldrei blómstrað. Núna fyrst eru þeir að láta í sér heyra og vilja fá allt í einu. Þetta tekur sinn tíma, þarf þa´að hækka skatta eða hvernig ætla þeir að fá pening til þess að bæta hag þeirra? Þá kvarta aðrir. Þetta þarf þróun, tekst ekki allt á einum degi.\nSvo hef ég núna séð fleiri Sjálfstæðismenn og konur. Allt orðheppið fólk, allt næs og aldrei stressað, bara kúl. Það hefur sjálfstraust.\nMér sýnist að Steingrímur J. (Skalla-Grímur:) öfundi Davíð alveg rosalega. Hann dreymir um að verða æðstur og njóta mikillar hylli (eins og Davíð).\nAnnars var að ég að pæla, væri góð stjórn ekki gerð ú VG og D-listanum?",
    "url": "https://www.hugi.is/stjornmal/greinar/49652/sjalfsaetdisflokkurinn/",
    "url_id": "49652",
    "id": "325301",
    "replies": [
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2001-11-05 09:16:52",
            "id": "325302",
            "reply_to_id": "325301",
            "text": "Þú verður seint talin orðheppin. Ertu ekki að grínast, eða kýstu sjálfstæðismenn af því þeir eru aðlaðandi, fyndnir og kammó?? Þetta er nú ekki beint prik fyrir Sjálfstæðisflokkinn og kyndir undir það orðspor, að fólk sem hafi ekkert vit stjórnmálum og nenni ekki að pæla í þeim kjósi hann. Svo þekkja allir gömlu söguna að gáfumennirnir og háskólaprófessorarnir séu vinstri sinnaðir. Hvorum er meira mark takandi á? Hvar eru kláru frjálshyggjumennirnir? Davíð er ágætur sem slíkur, en það er sorglegt að sjá á hvaða forsendum sumir kjósa hann. Segðu mér að þú sért að grínast."
        },
        {
            "user": "RatCat",
            "user_id": "5831",
            "date": "2001-11-05 10:09:36",
            "id": "325303",
            "reply_to_id": "325301",
            "text": "Ja hérna hér…\nHvílík yfirborðskennd, vissulega hefur það áhrif á fólk hvernig stjórnmálamenn koma fram, eins og sagt er með hann Davíð að hann hafi náðarvald á fólki, ég verð að viðurkenna að mér finnst fólk oft kjósa sjálfstæðisflokkinn af eigin fáfræði.\nMér finnst t.d. fáránlegt ef að láglaunaður verkamaður kysi sjálfstæðisflokkinn, þá myndi ég hreinlega gera ráð fyrir því að sá maður vissi ekki mikið um stjórnmál eða vildi bara leyfa einhverjum ákveðnum 10-20% að ráða öllu og taka alla þjóðarkökuna til sín.\n´\nMér finnst fólk vera oft svo hræðilega ómeðvitað um stjórnmál, fólk kýs bara eitthvað sem þeim finnst cool eða einhver sagði þeim að kjósa það. Plís kynnið ykkur málin áður en þið kjósið, fáránlegt að kjósa eitthvað sem þú vilt ekki kjósa í raun og veru. Ekki það að það er fullt af fólki sem vill kjósa sjálfstæðisflokkinn sérstaklega vegna þess að það er hálaunað og hefur hagsmuna að gæta, þ.e. það vill ekki borga hátekjuskatt o.s.frv."
        },
        {
            "user": "JediMLD",
            "user_id": "2426",
            "date": "2001-11-05 14:09:34",
            "id": "325304",
            "reply_to_id": "325301",
            "text": "…bezt að níðast svolítið á fólki með augnsjúkdóma! Ertu að tapa þér?"
        },
        {
            "user": "JediMLD",
            "user_id": "2426",
            "date": "2001-11-05 16:23:58",
            "id": "325305",
            "reply_to_id": "325304",
            "text": "Ertu ekki að grínast, ég hélt að það væru takmörk fyrir yfirborðsmennzku en það eru greinilega liðnir tímar. Það er ekkert nýtt að fólk sem skuli styðja frjálshyggju, að það byggi öll sín rök á tilfinningum. Ég held að þú sért enn ekki búin að gera þér greinarmun á stefnunum, það sem birtist í Animal Farm var ádeila og háð, þessi leið sem dýrin tóku var sósilísmi, enda urðu svínin siðspillt og mynduðu nýtt auðvald, þar sem allir hinu þurftu að gjalda með annaðhvort lífi sínu eða frelzi. Byltingin var gerð, en marxismi var ekki náð, það var ennþá “miðstjórn”, svínin reyndu að halda öll hin dýrin niður með fáfræði, eins og til dæmis að tryggja að allir væru einfaldir eins og lömbin voru. Það er fasizmi og er lengst til hægri, vinan mín. Já, ég held að þú sért enn ekki búin að komast úr hyggðarhyggjunni þinni. Örykjar hafa það sérstaklega slæmt, það er firringur að halda öðru fram.\nSjálfstæðisflokkurinn hugsar um sig og sína. Enda er alveg óþarfi að aðrir séu eitthvað að hafa það gott. Þú talar um að allir Sjálfstæðis menn séu orðheppnir, en þú hefur greinilega ekki mikið sögukunnáttu. Sólveig Pétursdóttir verður seint talin orðheppin.\nþessir menn verða aldrei taldir vera hægrisinnaðir, samt tel ég þá vera orðheppnir.\nAllt sem Plató sagði.\nHann hefur skítlegt eðli, já ég sagði skítlegt eðli. – Ólafur Ragnar Grímsson að tjá sig um Davíð Oddsson.\nLöglegt en siðlaust– snilldarlega orð sem voru sögð í sjónvarpi af Vilmundi Gylfasyni, sem hakkaði gestinn sinn í sig.\nÖreigar allra landa sameignast- Karl Marx 1848\nÍ þjóðfélagi því sem vér eigum að búa er hinu meira fórnað fyrir hið minna, sálinni fyrir líkamann, þekkingunni fyrir fáfræðina, vitinu fyrir vitleysuna, gáfðuðum fyrir heimskuna, kærleikanum fyrir grimmdina, siðferðinu fyrir spillinguna, réttlætinu fyrir ranglætið, mannorðinu fyrir peninga, sannleikanum fyrir lygina, andanum fyrir andleysið, himnaríki fyrir helvíti.\n- Þórbergur Þórðarson\ne.s\nSteingrímur Sigfússon er frekar orðheppinn og mælskur.\ne.e.s\nramax, Ég myndi nú varla segja að Hannes Hólmsteinn né Pétur Blöndal séu heimskir."
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2001-11-05 16:35:05",
            "id": "325306",
            "reply_to_id": "325305",
            "text": "Þú ert alltaf að reyna að koma af stað Byltingu.\nGengur eitthvað :)\nKv. vigni"
        },
        {
            "user": "JediMLD",
            "user_id": "2426",
            "date": "2001-11-05 17:08:02",
            "id": "325307",
            "reply_to_id": "325306",
            "text": "hehe, veit ekkert um það enn."
        },
        {
            "user": "AstaV",
            "user_id": "3029",
            "date": "2001-11-05 17:57:12",
            "id": "325308",
            "reply_to_id": "325307",
            "text": "Ísland gæti alveg þurft á hressilegri byltingu að halda… ;)\nÞað er erfitt að vera hugsjónamaður/draumóramaður í heiminum í dag!"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2001-11-05 18:19:51",
            "id": "325309",
            "reply_to_id": "325308",
            "text": "Sæl,\nJá, þjóðlega byltingu! :)\nEn já, það er erfitt að vera hugsjónamaður í dag en það er enn erfiðara að vera föðurlandsvinur!\nKv.\nHjörtur J."
        },
        {
            "user": "RatCat",
            "user_id": "5831",
            "date": "2001-11-05 17:52:37",
            "id": "325310",
            "reply_to_id": "325306",
            "text": "Hoho Viva la revolution! JediMLD ég skal vera fyrsta manneskja til að ganga til liðs við þig!"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2001-11-05 18:17:26",
            "id": "325311",
            "reply_to_id": "325301",
            "text": "Sæl,\nErt kannski blindur fylgismaður Sjálfstæðisflokksins en ert kannski eitthvað ósátt við nafnið á honum?  Virðist sem þú vildir frekar að nafnið væri: “Sjálfsætðisflokkurinn” en ekki “Sjálfstæðisflokkurinn” ef marka má fyrirsögnina þína… :)\nKv.\nHjörtur J."
        },
        {
            "user": "mimir",
            "user_id": "1573",
            "date": "2001-11-05 20:05:29",
            "id": "325312",
            "reply_to_id": "325301",
            "text": "Sá póstur sem ég hef séð frá þessu notendanafni var skrifaður af Eyrúnu sem sagðist vera 14 ára.\nÉg geri ráð fyrir því að þú sért sama manneskjan.\nÉg verð að viðurkenna að mér finnst þú vera sorglegt dæmi um unga stuðningsmenn Sjálfstæðisflokksins. Það geta verið ýmsar ástæður fyrir því að þú styðjir Sjálfsf. en ég leyfi mér að efast um að það sé vegna málefnanna.\nÞú nefnir hvað Davíð er fyndinn.\nJón Gnarr og hinn hausinn hans eru líka taldir fyndnir en treystir þú þeim til þess að stjórna landinu?\nÉg er ekki alveg inn í nýjustu kjaftasögunum um augnsjúkdóma Helga Hjörvars og því segi ég pass við þeirri umræðu\nÞað er rétt hjá þér að kommúnisminn kemur ekki til greina. En það hefur ekkert að gera með Animal Farm. Sú mynd var ádeila á Sovétríkin en þar komst aldrei, né nokkur staðar annar staðar, á kommúnismi.\nHreinn kommúnismi, hreinn kapítalismi og hrein frjálshyggja eru hugmyndir sem virðast voða góðar en ganga ekki upp.\nÖryrkjar hafa það skítt og þeir hafa svo sem aldrei haft það gott en það er engin afsökun.\nMargt lágtekjufólk, þar á meðal margir öryrkjar, hafa í raun orðið fyrir óbeinni skerðingu.\nÞað gerist þannig að laun hækka eitthvað en persónu[skatta]afslátturinn stendur í stað. Gengið fellur og veldur verðbólgu þannig að heildarlaunin eru orðin jöfn því sem þau voru fyrir launahækkunina. En nú er borgaður meiri skattur af því.\nUm leið verður líka ýmiss þjónusta dýrari og biðlistar sjúkrastofnana lengjast.\nÞetta er vissulega einfölduð mynd en í meginatriðum er þetta svona.\nEn ef það er rétt hjá mér að þú ert bara 14 ára þá er ekki öll von úti enn. Þú hefur enn fjögur ár til þess að afla þér reynslu og mynda eigin skoðanir út frá málefnum og stefnu flokkanna. Og vonandi færðu að sjá aðra stjórn að störfum von bráðar. Besta leiðin til þess að verða fróðari er að tjá þig um þetta. Við það styrkist þú í þinni skoðun eftir því sem þú finnur fleira sem styður hana eða að þú lagar þína skoðun ef þú finnur galla á henni.\nNB: Ég er ekki að segja að það sé rangt af þér að styðja Sjálfstæðisflokkinn. Mér finnst það vissulega rangt en skiptir ekki máli hvað mér finnst. En ég væri til í að sjá aðeins meiri rök fyrir því að þú styður Sjálfstæðisflokkinn.\nKveðja,\nIngólfur Harri"
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2001-11-05 22:17:30",
            "id": "325313",
            "reply_to_id": "325312",
            "text": "Hm, innsláttarvilla og ég segi fyrirgefiði:)\nÞessi grein var nú frekar gerð í gríni- sýna hvað first impressions eru mikilvæg heldur en að ég styði stefnuna þannig, ég var einungis að dæma útfrá því sem ég hef séð enda get ég ekki dæmt út frá neinu öðru.\nEr til einhver stjórn þar sem allt gengur vel? Öryrkjar um allan heim hafa það skítt. Það er ekki gott en það tekur tíma að laga það. Davíð Oddson er fæddur í stjórnmál og viðkunnalegur maður, og það sem ég meinti með þessu var að þegar ég var lítil (minni;) þá var það það fyrsta sem ég tók eftir við hann, svo mér fór að líka við hann.\nÉg hef ekki nándar nærri nógu gott vit á öllum þessum flækjum til að tjá mig MIKIÐ um þær, en ég get einungis dæmt útfrá því sem ég sé..og það er\na) Davíð Oddson og hans félagar (líka Sólveig, viðkunnaleg kona) eru fínir náungar.\nb) VG öfunda þá og setja það m.a annars sem stefnu sína að vera á móti öllum þeim ákvörðunum sem ríkisstjórnin tekur (semsagt, þeir mynda ekki sínar skoðanir heldur öfugt við s´koðanir stjórnarinnar?)\nÞið segist vona að ég vaxi upp úr því að kjósa D-listann. Hvers vegna? Því hans stefna er ekki eftir ykkar höfði? Á ég ekki bara að mynda mér stjórnmálastefnu (sem ég mun gera innan nokkurra ára) eftir ykkar höfði?"
        },
        {
            "user": "mimir",
            "user_id": "1573",
            "date": "2001-11-05 22:35:59",
            "id": "325314",
            "reply_to_id": "325313",
            "text": "Ég verð reyndar að viðurkenna það að ÉG VONA að þú vaxir upp úr því að kjósa D-listann. Og það er algjörlega vegna þess að hún er ekki mér að skapi. En ég býst ekki við því að þú látir vonir mínar koma í veg fyrir að þú myndir þína eigin stjórnmálastefnu.\nÞað að hver og einn kynni sér málin og myndi sér sýna skoðun er það eina sem að ætlast er til af þeim.\nKveðja,\nIngólfur Harri"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2001-11-06 00:26:38",
            "id": "325315",
            "reply_to_id": "325301",
            "text": "Kæra Laufa.\nÞá vitum við það að hvað “ íslensk ´pólitík ” gengur út á nú til dags.\nHins vegar margar nokkuð “ skemmtilegar” stafsetningavillur. Ég las fyrirsögnina á greininni án þess að sjá ð ið. og þar kom út Sjálfsætisflokkurinn, og ef s ið hefði nú líka gleymst þá á það nokkuð við efnið.\nHlegi Hjörvar slær hins vegar öll met, og fékk mig til þess að veltast um af hlátri.\nAllt í góðu."
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2001-11-06 08:17:49",
            "id": "325316",
            "reply_to_id": "325315",
            "text": "Svakalega er fyndið,um leið og allir föttuðu að´hún var yngri en þið þá voru slagararnir “þegar þú eldist” “vaxir uppúr” þið þurfið ekki að þykjast vera her mentor vegna aldursins ég þekki 14´ára fólk sem hefur margar góðar skoðarnir á hlutum líðandi stundar.\nkv;vigni"
        },
        {
            "user": "Talkerz",
            "user_id": "12614",
            "date": "2001-11-06 09:00:45",
            "id": "325317",
            "reply_to_id": "325301",
            "text": "Vil bara benda á að hann heitir “Sjálfstæðisflokkurinn”."
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2001-11-06 23:19:44",
            "id": "325318",
            "reply_to_id": "325317",
            "text": "Ég biðst afsökunar á villunni eins og áðan, ég og bið ykkur um að taka eftir þessari afsökunarbeiðni því hana nenni ég ekki að skrifa aftur. =)\nReyndar er þetta með mitt pólitískt vit aslveg rétt, það er ekki mikið, en ég er nú ekki lokuð inni í helli eins og bin Laden kunningi minn. Ég veit hvað er að gerast í stjórnmálum, 14 ára þýðir ekki heimska..=/\nEn nú jæja. Gaman að fá svona sterk viðbrögð útá aldurinn frekar en greinina…\nKv,\nEyrún"
        },
        {
            "user": "DelphiGiz",
            "user_id": "5928",
            "date": "2001-11-07 12:04:18",
            "id": "325319",
            "reply_to_id": "325318",
            "text": "Það er sama hversu gömul þú ert… lygi er alltaf lygi s.b.r. “Hlegi greyið Hjörvar þóttist vera blindur til að fáátkvæði, og fékk síðan fulla sjón eftir kosningar, tsss.”  Hvort sem þú hefur heyrt þetta frá öðrum eða ekki þá er engin fótur fyrir þessu.  Maðurinn er með sama augnsjúkdóm og faðir hans.  This is fucking low!"
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2001-11-07 14:19:28",
            "id": "325320",
            "reply_to_id": "325319",
            "text": "Maðurinn er mesti lygari og glæpamaður sem fyrirfinnst í íslensku stjórnkerfi….(jafnvel ef Johnsen væri ennþá.) R-listinn er gott dæmi um hverskonar hörmungar ríða yfir þegar engir sjálfstæðismenn eru til að hafa umsjón yfir þessum málum:)"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2001-11-07 20:56:01",
            "id": "325321",
            "reply_to_id": "325320",
            "text": "Sæll,\nShit þú sérð greinilega ekki sólina fyrir Sjálfstæðisflokknum sama hvað hann gerir.  Það hafa sennilega verið svona blindir fylgismenn eins og þú sem veittu nasistaflokknum hans Hitlers brautargengi á sínum tíma í Þýskalandi :)\nKv.\nHjörtur J."
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2001-11-07 23:13:24",
            "id": "325322",
            "reply_to_id": "325321",
            "text": "Hm, ef þessu var beint til mín þá er ég kvenkyns og þætti vænt um að láta ávarpa mig samkvæmt kyni mínu.\nHelgi Hjörvar þjáist kannski af augnsjúkdóm, en er þessi augnsjúkdómur þannig að hann blossar upp á 4 ára fresti eða? Því bara þá gerir hann vart við sig.\nÉg er mikil Sjlstfl. manneskja já, en ég vil ekki að þið segjið “vonandi muntu vaxa uppúr þessu” því á ég að mynda mér skoðanir eftir ykkar höfði..\nEn hef lítið að segja…\nKv,\nEyrún"
        },
        {
            "user": "JediMLD",
            "user_id": "2426",
            "date": "2001-11-07 23:40:34",
            "id": "325323",
            "reply_to_id": "325322",
            "text": "Þetta eru ekki skoðanir, heldur bara grunnhyggi."
        },
        {
            "user": "mimir",
            "user_id": "1573",
            "date": "2001-11-08 00:27:33",
            "id": "325324",
            "reply_to_id": "325322",
            "text": "Það að segja að þú skiptir um skoðun þegar þú eldist og þroskast er ein vinsælasta röksemd gegn ungu fólki sem til er.\nÉg veit ekki um neitt sem bendir til þess að þú skiptir um skoðun þegar þú eldist. En ég, eins og hver sá sem ekki styður Sjálfstæðisflokkinn, VONA að þú skiptir um skoðun áður en þú ferð að kjósa. Ég VONA líka að ég vinni í Lottóinu þegar ég kaupi miða.\nÞað er ekkert að því að vona eitthvað. Alveg eins er það með að halda.\nÉg HELD það að þú, ásamt öllum Sjálfstæðisflokknum, hafir rangt fyrir þér.\nEn um leið þá viðurkenni ég að hugsanlega er það ég sjálfur sem hef rangt fyrir mér.\nÉg er bara að segja MÍNA skoðun og ég hef ekkert til að byggja mína skoðun á annað mína eigin skynsemi.\nÚff, þetta er orðið flókið og heimspekilegt. Vona að einhver hafi náð þessum pælingum.\nKveðja,\nIngólfur Harri"
        },
        {
            "user": "DelphiGiz",
            "user_id": "5928",
            "date": "2001-11-08 18:24:35",
            "id": "325325",
            "reply_to_id": "325322",
            "text": "Laufa, “Helgi Hjörvar þjáist kannski af augnsjúkdóm, en er þessi augnsjúkdómur þannig að hann blossar upp á 4 ára fresti eða? Því bara þá gerir hann vart við sig.” Um hvaða Helga Hjörvar ert þú að tala um?  Ef við erum að ræða um Helga Hjörvar sem situr núna í borgarstjórn fyrir hönd R-listans þá er þetta ekki rétt hjá þér.  Þetta eru engin rök að rugla með staðreyndir.  Þetta er ekki sjúkdómur sem blossar upp á fjögurra ára fresti því miður, þessi sjúkdómur gengur í erfðir og er lítið hægt að gera við honum.  Ekki misskilja mig, þú átt hrós skilið fyrir að hafa myndað þér skoðun á stjórnmálum landsins á þessum aldri (hvort sem þær eigi eftir að þroskast af þér eða ekki :)) en þú ættir að varast að bera fyrir lygi.\nkv.\nDelphiGiz"
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2001-11-08 22:34:10",
            "id": "325326",
            "reply_to_id": "325325",
            "text": "Má ég benda á eitt; þetta eru ekki stafsetningarvillur heldur innsláttarvillur. Ég veit vel hvernig orðin eru skrifuð en skrifa svo hratt. Þar er það mál komið frá.\nHelgi Hjörvar virðist allavega bara þjást af þessu rétt fyrir kosningar. Eða, það er eini tíminn sem hann minnist eitthvað á hann, sem mér finnst býsna grunsamlegt.\nOg að það sé gott hjá mér að mynda skoðanir svona ung vil ég þakka fyrir.\nKv,\nEyrún"
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2001-11-12 15:54:51",
            "id": "325327",
            "reply_to_id": "325321",
            "text": "Ég var ekkert á netinu um helgina en Ritter líkir mér við fylgismenn Hitlers hér,,,, og langar mér að vita hvort það sé löstur eða dyggð í hans huga?"
        },
        {
            "user": "Talkerz",
            "user_id": "12614",
            "date": "2001-11-08 12:24:23",
            "id": "325328",
            "reply_to_id": "325318",
            "text": "Laufa: “Reyndar er þetta með mitt pólitískt vit aslveg rétt”\nVil bara benda á að “alveg” er ekki skrifað “aslveg”\nÞú mættir kannski athuga stafsetninguna þína, sérstaklega þar sem þú ert að biðjast afsökunar á stafsetningarvillu…"
        },
        {
            "user": "Dbd",
            "user_id": "6373",
            "date": "2001-11-08 03:20:43",
            "id": "325329",
            "reply_to_id": "325301",
            "text": "Davíð Oddson getur ekki verið annað en fyndinn og kammó þegar hann þorir ekki að takast á við andstæðinga sína í sjónvarpi ,heldur biður um að vera einn , kannski vegna þess að hann hreinlega hefur ekkert í þá .   Það er skrítið að það sem þjóðinn vill er leiðtogi sem er huglaus .\n( er einhver sem veit aðra ástæðu afhverju hann vill bara koma einn fram í sjónvarpi)"
        },
        {
            "user": "honeybun",
            "user_id": "13824",
            "date": "2001-11-09 14:57:01",
            "id": "325330",
            "reply_to_id": "325301",
            "text": "Ég verð að segja það að ég er þér hjartanlega ósammála.\nHef ekki meira um það að segja en að þegar þú sagðir “en ég er nú ekki lokuð inni í helli eins og bin Laden kunningi minn”.\nEr gáfulegt að vera að kalla einn af verstu hryðjuverkamönnum heims “kunningja” sinn?\nÉg hefði frekar sleppt þeirri athugasemd.\nOg líka með hann Helga Hjörvar þó að hann hafi alltaf farið nett í taugarnar á mér, þá er það satt sem fólk segir, hann er með augnsjúkdóm sem að hann getur ekkert gert að. Svona skítkast í annars ágætri grein dregur úr ágæti hennar.\nkveðja\nhoneybun"
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2001-11-09 20:51:08",
            "id": "325331",
            "reply_to_id": "325330",
            "text": "Þetta var nú reyndar bara sagt í gríni og ég efast um að fólk fari að ég og bin Laden séum kunningjar, þó að allt sé nú til.\nSvona skítkast? Ég var einfaldlega að benda á að það voru svona hlutir frá R-listanum sem gerðu hann óaðlaðandi í mínum augum þegar ég var yngri. Ekkert annað.\nKv,\nEyrún"
        },
        {
            "user": "mimir",
            "user_id": "1573",
            "date": "2001-11-10 01:35:56",
            "id": "325332",
            "reply_to_id": "325331",
            "text": "Leiðréttið mig endilega en kom Helgi ekki nýr inn á listann fyrir síðustu kosningar? Hvernig er hægt að tala um á fjögra ára fresti þegar hann er bara búinn að vera í fjögur ár?\nKveðja,\nIngólfur Harri"
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2001-11-12 15:51:51",
            "id": "325333",
            "reply_to_id": "325332",
            "text": "Hann á allt skítkast sem hann fær SKILIÐ, sama hvort það er rétt eða ekki því þessi ræningji, á svo mikið af drullu inni hjá kjósendum.\nP.s ef hann væri í ´sjálfstæðisflokknum væri hann búinn að segja upp, jobbinu og JEDIML og fleiri væru að hóta að flytja af landi brott,"
        },
        {
            "user": "RandomGirl",
            "user_id": "11406",
            "date": "2001-11-25 02:35:11",
            "id": "325334",
            "reply_to_id": "325301",
            "text": "eyrún … öryrkjar hafa kannski aldrei “blómstrað” ef þú vilt orða það þannig.. en launin hafa aldrei verið eins lág..  hvernig eiga þeir að lifa? eiga þeir kannski að sitja í myrkrinu og halda kjafti á meðan aðrir sem eru það heppnir að halda heilsu eigi fyrir að halda lífi?! Það er ekki bara núna sem öryrkjar eru að tala um bágborin kjör heldur er meira um það því að peningarnir eru nú á þrotum.. hverjum er það að kenna? .. varla þessum “fyndna og kammó” manni er það!?  Öryrkjar er komnir á götuna í hundraðatali.. og er það engin líking því að ég þekki til fólks sem sefur úti.. hvers konar menn eru það sem henda sjúklingum þessa lands úti á götur í kuldann? er það húmor? Ég held að þú ættir ekki að vera að tjá þig um þessi mál áður en þú kannar kjör öryrkja núna, hvernig ætli húmorinn í honum “Dabba þínum” yrði ef að hann þyrfti að lifa við slík kjör?!   ég skal segja þér.. að ein kona á fertugsaldri dó á síðasta ári.. úr flensu, því að manneskjan var öryrki. veik í lungum og ÁTTI EKKI FYRIR FLENSULYFJUNUM! Ég vil bara benda fólki eins og þér á að vera ekki að “tala út” um svona mál fyrr en að það hefur kynnst því af eigin reynslu..\nTakk fyrir Dagmar."
        },
        {
            "user": "Laufa",
            "user_id": "9234",
            "date": "2001-11-25 18:35:27",
            "id": "325335",
            "reply_to_id": "325334",
            "text": "Ég er ekki að segja mikið um stefnu Sjálfstæðisflokksins, ég var að tala um hvað first impressions skipta miklu máli. Þó svo að ég eigi seinna eftir að kjósa t.d Samfylkinguna þá mun ég aldrei hata Sjálfstæðisflokkinn vegna þess ég þegar skoðanir mínar voru að mótast sem mest leist mér vel á hann. Þetta er það einfalt.\nÉg er ekki að réttlæta það að öryrkjar hafi það slæmt, en þeir hafa haft það svona mjög lengi, og einnig ellilífeyrisþegar, amma hefur nú sagt mér það.\nMálið er hins vegar líka að svo margir halda, hey, ég hef það slæmt, best að kvarta, og daginn eftir og ekkert betra, þá er það hræðilegt. Hvað með þróun? Hlutir taka sinn tíma hvað með þolinmæði? Reyndar er ég ekki hlynnt þessu með öryrkja og D-listann þar sem tíminn hefur verið nægur til að rétta úr kútnum hjá þeim, þó þeir láti ekki mikið í sér heyra fyrr en nú.\nKveðja,\nEyrún"
        }
    ]
}