{
    "forum_title": "Gullöldin",
    "user": "Afhverju",
    "user_id": "30401",
    "date": "2007-02-23 12:48:35",
    "title": "Fyrsta þunga lagið",
    "text": "Ég var að pæla í því, það er sagt að Black Sabbath byrjaði með þunga rokkið eða metalinn. Ég hlusta á Bítlana og lagið helter skelter er eldri enn allar þessar þungarokk hljómsveitir svo þess má til gamans að geta að Helter skelter er fyrsta þunga lagið sem var varla frægt þá, margir halda að það séu Black Sabbath sem byrjuðu með þetta. Tip of the day og frekar tilgangslaus korkur, mér langaði bara að gera kork ;D\nBætt við 23. febrúar 2007 -  12:53\nhttp://radioblogclub.com/open/85597/helter_skelter/The_Beatles_-_Helter_skelter\nFyrir þá sem hafa ekki heyrt það og þetta lag kom út árið 1968 ;D",
    "url": "https://www.hugi.is/gulloldin/korkar/497012/fyrsta-thunga-lagid/",
    "url_id": "497012",
    "id": "4619243",
    "replies": [
        {
            "user": "BBQ",
            "user_id": "62471",
            "date": "2007-02-23 13:30:33",
            "id": "4619384",
            "reply_to_id": "4619243",
            "text": "Þetta er alls ekki fyrsta þunga lagið, þú ert að gleyma því að t.d. Jimi Hendrix EXP voru frekar þungt band, og margir fleiri… Deep Purple sem eru sagðir eitt af fyrstu Heavy metal/Hard Rock böndum byrjuðu árið 1968, þannig að þetta stenst ekki alveg."
        },
        {
            "user": "Afhverju",
            "user_id": "30401",
            "date": "2007-02-23 20:44:31",
            "id": "4620970",
            "reply_to_id": "4619384",
            "text": "Lestu korkinn aftur sem var\nfrægt\n, gæti vel verið að þeir gerðu ekki fyrsta þunga lagið enn varla það sem var frægt og þeir voru ábyggilega búnir að gera þetta lag áður enn Deep Purple byrjðuðu því þeir gerðu það um 1967-1968."
        },
        {
            "user": "Wolfpack",
            "user_id": "50641",
            "date": "2007-02-23 14:11:22",
            "id": "4619546",
            "reply_to_id": "4619243",
            "text": "Það er líka sagt að Helter Sketler sé fyrsta hraða og rokkaðasta lagið rsom"
        },
        {
            "user": "ammarolli",
            "user_id": "31986",
            "date": "2007-02-23 14:14:31",
            "id": "4619557",
            "reply_to_id": "4619243",
            "text": "ætli það sé vegna þess að þeir séu að syngja um rússíbana ?"
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2007-02-26 13:56:01",
            "id": "4628483",
            "reply_to_id": "4619557",
            "text": "þeireru að syngja um ikið kynþáttastríð sem svarti maðurinn mun sigra endur hafa þeir æstt svo mikilli kúgun að þeir fá loksins það sem þeir eiga skilið, e eftir á munu þeir ekki getað stjórnað vegna þess að stríðið hefur skaðað þá. En þá munu Charles Mansons og félagar koma upp úr byrginu sínu og aðstoða þá(enda urðu þau ekki fyrir neinum áhrifum frá stríðinu á meðan þau dvöldu í byrginu).\nEða það segir Charles Manson."
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2007-02-23 15:23:25",
            "id": "4619834",
            "reply_to_id": "4619243",
            "text": "Ég hef heyrt menn fara ennþá lengra og vitna jafnvel í Twist and Shout með Bítlunum sem fyrsta þunga lagið"
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2007-02-23 17:47:32",
            "id": "4620338",
            "reply_to_id": "4619834",
            "text": "Haha :D\nTwist And Shout? Þungt?"
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2007-02-23 18:54:45",
            "id": "4620600",
            "reply_to_id": "4620338",
            "text": "Tja ekki miðað við standarana í dag en þetta var kreisí lag á þeim tima.\nÞetta lag er stundum nefnt í sambandi við fyrsta pönk lagið ásamt You Really Got Me með The Kinks og fleiru"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-02-23 20:03:36",
            "id": "4620846",
            "reply_to_id": "4619243",
            "text": "Deep Purple, Jimi Hendrix og THE MC5 voru kimnir á þessum tíma, Kinks þóttu líka frekar þungir, þetta er ekki fyrsta þunga lagið, You Really Got Me er talið vera fyrsta þunga lagið"
        },
        {
            "user": "Kwarkle",
            "user_id": "59795",
            "date": "2007-02-23 21:21:22",
            "id": "4621126",
            "reply_to_id": "4619243",
            "text": "Mamma mín sagði að Helter Skelter hefði verið fyrsta pönklagið =)"
        },
        {
            "user": "jordison",
            "user_id": "1965",
            "date": "2007-02-24 23:38:24",
            "id": "4624168",
            "reply_to_id": "4619243",
            "text": "Ég las í bók um sögu bítlana að Helter Skelter hafi verið einskonar svar þeirra við hljómsveitum eins og The Who o.fl. sem voru að koma með þyngri og hraðari tónlist og voru að fá auknar vinsældi"
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2007-02-26 13:57:00",
            "id": "4628487",
            "reply_to_id": "4619243",
            "text": "þetta var nú bara tilraun til að apa eftir  The Who, svo voru fultl af þungum hljómsveitum í gagni á þesusm tíma."
        }
    ]
}