{
    "forum_title": "Tíska & útlit",
    "user": "Nala",
    "user_id": "4434",
    "date": "2000-10-04 08:10:16",
    "title": "Vera eins....",
    "text": "Hvað er það sem er svona hræðilegt við að sjá bestu vinkonu sína, já eða bara einhverja aðra stelpu í eins fötum og maður er í sjálfur ? T.d. um daginn hélt ég partý og ein vinkvenna minn mætti í eins kjól og ég var í (nema minn var rauður en hennar svartur) og við vorum báðar í buxum við (sem voru einu sinni ekki líkar !) og eins skóm…. Hún fór beint heim að skipta um föt þegar hún sá mig !!! Haaaaaaalóóóóó er ekki í lagi…. ef ég sé einhverja í eins fötum og ég þá er það nú bara fínt mál, þá veit ég að ég er allavega ekki með agalega afbrigðilegan fatasmekk !!! eða hvað ?\nSTELPUR hættið þessu kjaftæði með föt og tökum strákana okkur til fyrirmyndar, það er FLOTT að vera eins klæddar !!!!!!!",
    "url": "https://www.hugi.is/tiska/greinar/4971/vera-eins/",
    "url_id": "4971",
    "id": "24437",
    "replies": [
        {
            "user": "blimp",
            "user_id": "3621",
            "date": "2000-10-04 13:12:40",
            "id": "24438",
            "reply_to_id": "24437",
            "text": "það er glatað að mæta i sama outfittinu, eg vil\nvera diffrent.Þess vegna mundi mer finast það\nalveg horor ef það kæmi fyrir mig,not that it has\nhappend yet thank god!"
        },
        {
            "user": "Nala",
            "user_id": "4434",
            "date": "2000-10-04 13:31:14",
            "id": "24439",
            "reply_to_id": "24438",
            "text": "Auðvitað vil ég vera líka smá diffrent en pælið í því ef að strákar myndu líka láta svona, flippa og hlaupa heim því að einhver annar væri í jakkafötum líka á árshátíðinni…. HAAAAAALLLLLÓÓÓ"
        },
        {
            "user": "hel",
            "user_id": "3733",
            "date": "2000-10-04 17:44:01",
            "id": "24440",
            "reply_to_id": "24439",
            "text": "ok það eru allir að reyna að vera öðruvísi en það gengur oft ekki upp ….þ.e.s.hér á landi því það er einfaldlega ekki nóg úrval til þess…\nég meina það er ekki einu sinni hægt að fá feik prada eða gucci vörur hér einsog ALLSTAÐAR annarstaðr í útlöndum og á mars ég meina maður vill nú vera í stíl við Posh Spice!!!!!!"
        },
        {
            "user": "hel",
            "user_id": "3733",
            "date": "2000-10-04 17:46:13",
            "id": "24441",
            "reply_to_id": "24440",
            "text": "Hvernig væri að taka bara framm saumavélina"
        },
        {
            "user": "creepz",
            "user_id": "4580",
            "date": "2000-10-04 23:06:27",
            "id": "24442",
            "reply_to_id": "24437",
            "text": "það er ekkert að því að vera í alveg eins fötum og einhver… en samt vil mar nú vera eitthvað diffrent… en ekkert að vera að fara heim til að skipta um föt þegar mar er í partý-ið.. hvað ef hún myndi hitta einhverja vinkonu sína í bænum og þetta myndi skeð.. myndi hún þá fara heim og skipta.. þetta er fáranlegt…"
        },
        {
            "user": "wizard",
            "user_id": "4231",
            "date": "2000-10-06 00:27:45",
            "id": "24443",
            "reply_to_id": "24437",
            "text": "mér finnst asnalegt ef tveir eru eins klæddir en jakkaföt eru bara skilda og klassiskt annað heldur en stelpurnar það tekur þær altaf svona 3 daga að akveða í hverju þær eiga að fara en strákar spá ekkert í því fyrr en um klukkut´ma áður en þeir leggja af stað í partý eða eithvað."
        },
        {
            "user": "demonz",
            "user_id": "3238",
            "date": "2000-10-07 20:53:00",
            "id": "24444",
            "reply_to_id": "24443",
            "text": "það er nákvæmlega munurinn á okkur strákunum og ykkur stelpunum, okkur strákunum er svo nákvæmlega sama(oftast), að vera í eins fötum er eins og báðir séu að drekka bjór!"
        },
        {
            "user": "brunn",
            "user_id": "2006",
            "date": "2000-10-08 14:53:07",
            "id": "24445",
            "reply_to_id": "24437",
            "text": "mér finnst bara alveg off að vera eins! í gær sá ég þrjár stelpur í bænum og þær voru allar í alveg eins jakka .. og allar í rauðum buxum að vísu ekki alveg eins en samt.. og tvær voru í eins skóm.. vá! mér fannst það bara ekkert smá hallærislegt"
        },
        {
            "user": "Hrebbna",
            "user_id": "764",
            "date": "2000-10-11 20:22:46",
            "id": "24446",
            "reply_to_id": "24437",
            "text": "Það er allt í lagi að vera vinkonur séu með líkan fatasmekk en ef þær eru að mæta saman á sömu staðinu í sömu fötunum er það geðveikt fáranlegt. Ég hata allavega svoleiðis."
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2000-10-12 10:39:41",
            "id": "24447",
            "reply_to_id": "24437",
            "text": "það er ekkert að því að ganga um i eins fötum.. ég og creepz t.d við erum alltaf í alveg nákvmæmlega alveg eins fötum!\nokkur finst það bara flott"
        }
    ]
}