{
    "forum_title": "Djammið",
    "user": null,
    "user_id": null,
    "date": "2007-02-24 13:58:12",
    "title": "Mitt fyrsta fyllerí um versló",
    "text": "Já… hér ætla ég að opinbera mína fyrstu verslunarmanna helgi sem fór mest fram í móðu.\nÉg var stödd á Siglufirði þar sem ég er ættuð, og það sem gerir söguna frekar skemmtilega er að helmingurinn af fólkinu þarna var skilt mér á einhvern hátt… þannig að ég fæ ekki að gleyma þessari helgi.\nÉg var 16 ára gömul stúlkukind og foreldrar mínir ætluðu að treysta mér fyrir tveim bjórum eða svo.\nÉg fór niður í bæ og hitti fult af fólki sem átti miklu meira áfengi og vildi endilega að ég myndi hjálpa þeim að drekka það.\nÉg var orðin nokkuð vel ölvuð og hitti þá fyrrverandi kærustu bróðir míns og allt í einu var ég komin í mjög blautar samræður við hana, og fleira fólk sem ég þekkti ekki neitt.\nÞetta kvöld endaði ágætlega.\nEn laugardagurinn fór aðeins öðruvísi.\nÉg byrjaði að drekka um kaffileytið og var að njóta mín nokkuð vel þarna niðrí bæ með sígarettu í munnvikinu og bjór í hendinni.\nFrænka mín var líka þarna og við ákváðum eftir smá drykkju að fara í fallturninn á siglufirði. Sá fallrurn er eins og flestir aðrir : fer upp og niður, frekar hratt. Þegar grillmaturinn sem ég borðaði fyrr um daginn blandaðist áfenginu fór mér ekki að líða neitt svakalega vel og eftir þessa upplifum fór ég að hitta sama fólkið og kvöldið áður og drakk meira.. miklu meira.\nMan ég ekki meira nema þegar ég var í bíl hjá stráki sem ég kynntist þarna. Alein þarna allveg dauðadrukkin, vissi ekkert hvar í ósköpunum á landinu ég var, ælandi öllu því sem ælandi var og leið svo illa og sagði hina frægu setningu sem flestir ættu að kannast við “ ég ætla aldrei að drekka aftur”\nEn þar sem ég lá þarna með hausinn útúr bílnum og hálfgrenjandi af áreinslu við að æla fann mamma mig og hélt á mér heim.\nnæsta dag (sunnudag) fékk ég mjög skemmtileg augnaráð frá frændfólki mínu þegar ég vaknaði haugaþunn. Um kvöldið var grenjandi rigning og þrátt fyrir kvöldið áður byrjaði ég að drekka.\nokkur krökkunum var frekar kalt þarna úti og var pabbi minn þá svo elskulegur að koma okkur inná ball hjá pál óskari. Þar sem ég hafði fengið nógu mikla athygli kvöldin áður ætlaði ég að láta fara lítið fyrir mér.\nÁfengið lét mig gleyma því og var ég komin uppá svið og dansandi frekar grófann dans við einhverja stelpu.\nSvo lauk ferðinni og ég á seint eftir að hætta að fá skemmtileg comment frá ættinni minni.\nÉg tek því nú samt fram að ég er ekki lesbísk þrátt fyrir að áfengið hafi aðeins ruglað mig í ríminu þetta kvöld, eins og svo mörg önnur.",
    "url": "https://www.hugi.is/djammid/korkar/497283/mitt-fyrsta-fylleri-um-verslo/",
    "url_id": "497283",
    "id": "4622669",
    "replies": [
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2007-02-24 14:11:16",
            "id": "4622718",
            "reply_to_id": "4622669",
            "text": "Áfengisneysla er ‘social trend’ sem byggist á alveg glötuðum misskilning og skort á gagnrýni."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2007-02-24 15:00:18",
            "id": "4622883",
            "reply_to_id": "4622718",
            "text": "Hvað meinarðu með því?"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2007-02-24 15:05:57",
            "id": "4622899",
            "reply_to_id": "4622883",
            "text": "Það er einfaldlega hægt að skemmta sér svo miklu betur án áfengis.\nSíðan er það allt of oft sem fólk er að drekka bara til þess að drekka."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-02-24 16:05:24",
            "id": "4623009",
            "reply_to_id": "4622899",
            "text": "satt."
        },
        {
            "user": "Tiddis",
            "user_id": "64350",
            "date": "2007-02-24 23:48:36",
            "id": "4624190",
            "reply_to_id": "4622899",
            "text": "Það er satt, ótakmarkaðir hlutir sem þú getur gert\nvið fullt fólk.\nEn maður en nú litinn hornauga ef maður er edrú þessa dagana :/"
        },
        {
            "user": "INRI",
            "user_id": "44984",
            "date": "2007-04-17 21:32:33",
            "id": "4803529",
            "reply_to_id": "4624190",
            "text": "Það er satt, ótakmarkaðir hlutir sem þú getur gert\nvið fullt fólk.\nHaha, segir þú gamli perri! Ha!"
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2007-02-25 02:01:17",
            "id": "4624547",
            "reply_to_id": "4622899",
            "text": "Ekki skemmti ég mér betur án áfengis."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2007-02-25 11:27:43",
            "id": "4624848",
            "reply_to_id": "4624547",
            "text": "Þá vorkenni ég þér nú bara :p\nAnnars er ég ekki að tala um að það sé miklu skemmtilegra að vera edrú innanum fullt af fullu fólki í pratýi. Það er sjaldnast eitthvað gaman.\nÉg er að tala um að það er hægt að gera ýmislegt annað en að hella sig fullan og þurfa að öskra á fólkið sem situr við hliðina á manni útaf því hvað “tónlistin” er hátt stillt.\nÉg hef allavega skemmt mér hvað best með vinum mínum (af hvoru kyninu sem það væri) þegar við sitjum bara og tölum saman, spilum, förum í keilu eða förum eitthvað út í náttúruna að labba.\nÁfengi er það sljóvgandi og ‘heimskandi’ að mér finnst það aðallega bara skemma fyrir í mannlegum samskiptum, þó að sumir hafi reyndar gott af því hvað það dregur úr feimni. :p Enda er það líklega ein helsta ástæða unglinga fyrir notkun áfengis held ég."
        },
        {
            "user": "Arcent",
            "user_id": "27919",
            "date": "2007-02-25 19:57:27",
            "id": "4626581",
            "reply_to_id": "4624848",
            "text": "Svosem er alveg hægt að skemmta sér án áfengis, það eina sem mér dettur samt í hug er að horfa á sjónvarpið og rúnka sér…\nFlest annað en það er svona töluvert skemmtilegra þegar að maður er í öli."
        },
        {
            "user": "OGodWatHaveIDone",
            "user_id": "67774",
            "date": "2007-03-06 13:14:17",
            "id": "4655476",
            "reply_to_id": "4626581",
            "text": "I lol'd.."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-03-09 18:07:22",
            "id": "4667185",
            "reply_to_id": "4626581",
            "text": "maggi þó…. :)"
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2007-02-25 21:26:27",
            "id": "4626968",
            "reply_to_id": "4624848",
            "text": "hva, er það þá ekki drunken master á fös? :P"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2007-02-25 22:35:25",
            "id": "4627288",
            "reply_to_id": "4626968",
            "text": "Hahahaha. Jújú. Splæsiru bjór?"
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2007-02-26 12:40:14",
            "id": "4628326",
            "reply_to_id": "4627288",
            "text": "tjah, ekki þekktur fyrir að splæsa neinu, við sjáum bara til.. :P"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2007-02-27 18:27:57",
            "id": "4633009",
            "reply_to_id": "4622899",
            "text": "Ég er með svo lítið sjálfstraust og er bara plain ömurlegur gaur með ekkert ýmindunar afl þannig að ég skemmti mér miklu miklu betur fullur heldur en edrú."
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2007-03-18 20:42:46",
            "id": "4698697",
            "reply_to_id": "4633009",
            "text": "er bara plain ömurlegur gaur með ekkert ýmindunar afl\nThat's the spirit!"
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2007-03-18 14:09:43",
            "id": "4697061",
            "reply_to_id": "4622899",
            "text": "Það er oft sem fólk getur skemmt sér mun betur með áfengi.\nÉg hef aldrei skilið appealið við það að vera hauslaus af neyslu, þótt að það hafi komið þónokkrum sinnum fyrir mig…kannski er það einmitt þess vegna sem það heillar mig ekki.\nAnnars vil ég frekar fá mér 3-4 bjóra og ca. 1 skot fyrir ball eða bæinn þar sem það losar feimnishömlur og ég skemmti mér stórkostlega án þess að vera eitthvað í ruglinu og gera mig að fífli."
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2007-03-18 14:10:19",
            "id": "4697066",
            "reply_to_id": "4697061",
            "text": "Fyrsta setningin átti að vera *án* áfengis :)"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2007-03-18 17:48:53",
            "id": "4697859",
            "reply_to_id": "4697061",
            "text": "Úff já, fátt leiðinlegra en að vera edrú á balli :P\nEða allavega er það mín reynsla."
        },
        {
            "user": "IceLock",
            "user_id": "33708",
            "date": "2007-05-05 03:05:46",
            "id": "4864253",
            "reply_to_id": "4622899",
            "text": "Með áfengi losna ég vill alla þessa tauma sem halda mér niðri. Ég örugglega mest tillitsamasti piltur á landinu en í víni þá losna ég undan því og finnst það gaman :)"
        },
        {
            "user": "lithiumz",
            "user_id": "53117",
            "date": "2007-02-24 17:30:10",
            "id": "4623195",
            "reply_to_id": "4622669",
            "text": "Afhverju ertu að dissa útá þá sem eru að segja frá áfengisdrykkju sinni… með því að koma með eitthvað rugl “miklu betra að skemmta sér edrú” kannski finnst þér það en virtu annara manna ákvarðani"
        },
        {
            "user": "lithiumz",
            "user_id": "53117",
            "date": "2007-02-24 18:27:01",
            "id": "4623359",
            "reply_to_id": "4623195",
            "text": "hehe… enda er drekk ég ekki núna…\nmér finnst betra að muna eftir því sem ég geri þegar ég skemmti mé"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-02-24 19:22:14",
            "id": "4623510",
            "reply_to_id": "4623359",
            "text": "það er hægt að drekka án þess að drekka sig blindfullann."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-02-24 19:42:49",
            "id": "4623564",
            "reply_to_id": "4623359",
            "text": "Enda eru flestir sem muna eftir því þegar þeir skemmta sér."
        },
        {
            "user": "lithiumz",
            "user_id": "53117",
            "date": "2007-02-24 20:33:54",
            "id": "4623700",
            "reply_to_id": "4623359",
            "text": "þú ert greinilega bara alkahólisti, ef þú getur ekki drukkið undir hófi, og reynt einu sinni að muna eftir fylliríonum þínum."
        },
        {
            "user": "Kornelius",
            "user_id": "30822",
            "date": "2007-02-24 21:05:00",
            "id": "4623774",
            "reply_to_id": "4623700",
            "text": "veistu… þar sem þetta var mitt fyrsta fyllerí þá kunni ég einfaldlega ekki að fara með áfengi.\nSvo er ég á lyfjum sem áfengi blandast ekki vel við.\nen ég virði alla þá sem drekka og kunna með áfengi að fara =)"
        },
        {
            "user": "Kornelius",
            "user_id": "30822",
            "date": "2007-02-28 14:41:59",
            "id": "4635505",
            "reply_to_id": "4623774",
            "text": "Hey ég er líka ættuð frá sigló :)  Var einmitt þar á versló :P"
        },
        {
            "user": "zackleys",
            "user_id": "36252",
            "date": "2007-02-25 20:39:06",
            "id": "4626773",
            "reply_to_id": "4623700",
            "text": "Maður þarf ekekrt að vera alk\nóhólisti bara útaf því að maður kann ekki að fara með áfengi. Ég t.d. drekk ekki oft en þegar ég geri það [eiginlega bara fyrir böll] þá fokkin drekk ég mig alltof fullann og  dett útum allt og það er ástæðan fyrir því að mér hefur tvisvar ekki verið hleypt inn á böll.\nÞótt að ég drekki svona mikið þá langar mér ekkert í áfengi daginn eftir, bara á meðan áfengið er við stjórn. En það er svosum alveg hægt að fá sér einn og einn bjór um helgar/með matnum án þess að drekka sig fullan.\nBætt við 25. febrúar 2007 -  20:41\nFokk þetta átti að sjálfsögðu að vera alkóhólisti :)"
        },
        {
            "user": "zackleys",
            "user_id": "36252",
            "date": "2007-02-25 20:41:26",
            "id": "4626786",
            "reply_to_id": "4626773",
            "text": "Fokk, ég veit ekkert hvernig þetta gerðist"
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2007-02-26 12:42:01",
            "id": "4628331",
            "reply_to_id": "4626786",
            "text": "alkahólisti?"
        },
        {
            "user": "lithiumz",
            "user_id": "53117",
            "date": "2007-02-26 19:54:17",
            "id": "4629913",
            "reply_to_id": "4628331",
            "text": "jájá allir að gera grin af litla arnari sem getur ekki varið sig útaf hann skrifaði alkahólisti en ekki alkóhólisti"
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2007-02-26 20:22:13",
            "id": "4630051",
            "reply_to_id": "4629913",
            "text": "þatta var reyndar svoldið djúpur djókur því hann skrifaði:\nFokk, ég veit ekkert hvernig þetta gerðist\nÞ.e. að hann klúðraði stafsetningunni svona. Þá spurði ég hvort að hann væri alkahólisti og meinti þá í rauninni hvort að hann hefði verið fullur þegar  hann skrifaði þetta. Svoldið langsótt kannski. :P"
        },
        {
            "user": "zackleys",
            "user_id": "36252",
            "date": "2007-02-26 20:30:37",
            "id": "4630068",
            "reply_to_id": "4630051",
            "text": "Voddafokk ?"
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2007-02-26 21:38:49",
            "id": "4630284",
            "reply_to_id": "4630068",
            "text": "já, skrifað í tvíræðni. Þú skrifaðir orðið\nalkahólisti vitlaust og spurði þig: alkahólisti?\n.. og meinti þá bæði spurninguna hvort þú værir alkahólisti og leiðrétti þig í leiðinni. :Þ"
        },
        {
            "user": "zackleys",
            "user_id": "36252",
            "date": "2007-02-26 21:50:40",
            "id": "4630326",
            "reply_to_id": "4630284",
            "text": "Það er skjrifað alk\nÓ\nhólisti með ó-i ekki a-i."
        },
        {
            "user": "steinthurs",
            "user_id": "58525",
            "date": "2007-02-28 18:57:28",
            "id": "4636647",
            "reply_to_id": "4630284",
            "text": "Hvað ertu að tala um? Það er ekki sagt alkahólisti."
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2007-02-28 21:28:21",
            "id": "4637371",
            "reply_to_id": "4636647",
            "text": "flestir segja það reyndar en ég nenni ekki að svara þessum korki lengur."
        },
        {
            "user": "steinthurs",
            "user_id": "58525",
            "date": "2007-02-28 22:36:30",
            "id": "4637709",
            "reply_to_id": "4637371",
            "text": "Er það? Ég heyri alla alltaf segja “Alkólisti” og skrifa “Alkóhólisti” en aldrei “Alkahólisti”.\nVeit ekki hvaðan þú færð það."
        },
        {
            "user": "Squdzo",
            "user_id": "64730",
            "date": "2007-02-28 22:09:28",
            "id": "4637562",
            "reply_to_id": "4623700",
            "text": "haha ertu e-ð þroskaheftur ? Alhóholisti ertu að djoka!!!!! Afi minn er alkahólisti og hann drekkur nánast daglega, það er það sem er að vera alkóhólisti :') … ekki að djamma um eina verzló og drekka kannski of mikið EINUSINNI vá!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-03-02 19:51:54",
            "id": "4643590",
            "reply_to_id": "4637562",
            "text": "heyrðu góði. Það geta fullt af fólki verið alkhólistar þótt þeir sína það ekkert og Svo er enginn tilgangur með að vera að drulla yfir fólk og vera með leiðindi, þú virðist vera nokkuð mikið í því hef ég tekið eftir."
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2007-03-18 14:15:34",
            "id": "4697082",
            "reply_to_id": "4637562",
            "text": "Þú þekkir sjúkdóminn greinilega ekki þótt eitthver nákominn þér sé með hann. Það skiptir ekki máli þótt þú drekkir bara 1x í mánuði. Ef þú hefur aldrei neina stjórn á því hvað þú drekkur mikið þá ertu kominn með fyrsta stig alkahólisma.\nAfi þinn er einfaldlega langt leiddur.\nÞessi svör um alkahólisma á greinarhöfundi komu held ég fram þegar hún sagði að hún hefði hætt að drekka því hún vildi muna eftir því þegar hún væri að skemmta sér…eins og það væri ekki hægt að stilla áfengisneyslunni í hóf og losa hömlur um leið og að skemmta sér smekklega."
        },
        {
            "user": "Drekzler",
            "user_id": "33673",
            "date": "2007-04-08 05:46:31",
            "id": "4767907",
            "reply_to_id": "4622669",
            "text": "Isssh þú verður alveg út úr heiminum á áfengi heheh ;) flott saga btw."
        },
        {
            "user": "Mooner",
            "user_id": "68276",
            "date": "2007-04-30 15:35:43",
            "id": "4844941",
            "reply_to_id": "4622669",
            "text": "hahah high5 xD"
        },
        {
            "user": "Creamatron",
            "user_id": "59782",
            "date": "2008-05-04 21:57:59",
            "id": "5824751",
            "reply_to_id": "4622669",
            "text": "Árdís mín … lærðu að drekka asninn þinn =D\nÞú verður svo Hel hinsegin þegar þú drekkur ;)\nÞað er allt í lagi samt (H) ég fílaða (Y)"
        }
    ]
}