{
    "forum_title": "Hestar",
    "user": "Regza",
    "user_id": "30997",
    "date": "2007-02-24 17:37:04",
    "title": "Strengur?",
    "text": "Jæja, þá var að koma í ljós að Eitill minn, nýji hesturinn minn sem reyndist svo hrekkjottur, er með svokallaðan streng, það var samt mjög spes hvernig það kom í ljós, það kom kona inn sem þekkti ekkert til hestsinns eða mín stoppaði og bennti á hestinn og sagðist næstum viss um að hesturinn væri með streng, maðurinn hennar labbaði svo upp að ljónstyggum hestinum(hann er ljónstyggur við ókunnuga) sem henntist til á básnum og þreifaði undir kvið á honum og sagði að hún hefði rétt fyrir sér.\nDýralæknirinn vill ekki skera hann upp fyrr en í vor svo hann verður að þola þetta svolítið lengur.\nÍ raun veit ég voða lítið um þetta eitthvað sem grær vitlaust saman eftir geldingu og því væri gaman að fá að vita eitthvað meira um þetta ef einhver veit, háir þetta hestinum mikið og við hvað, er vit í því að hreyfa hann eitthvað þangað til hann kemst í uppskurð við þessu eða er betra að láta hann standa? Hafiði verið með hest sem var með streng? Hvernig var hann fyrir og eftir aðgerð? Bara almenn forvitni í gangi.",
    "url": "https://www.hugi.is/hestar/korkar/497320/strengur/",
    "url_id": "497320",
    "id": "4623218",
    "replies": [
        {
            "user": "lilje",
            "user_id": "63200",
            "date": "2007-02-24 18:57:29",
            "id": "4623437",
            "reply_to_id": "4623218",
            "text": "Ætlaðiru ekki að sela hann Eitill ? .. Annars veit ég voða lítið um streng, las um það of langt síðan, maður verður bara að lesa aftur svo þetta komist í hausinn á mann :Þ…\nEn vona að hann eigji eftir að batna. En hvað kostar þessi uppskurður sem dýralæknirinn ætlar að gera ?"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2007-02-26 10:18:56",
            "id": "4628113",
            "reply_to_id": "4623437",
            "text": "7.500 kr ef það er gert á sama tíma og geldingar í vor, en ég ætlaði að selja Eitil og mun kannski gera það en fyrst þetta var málið þá langar mig að gefa honum tækifæri ;)"
        },
        {
            "user": "lilje",
            "user_id": "63200",
            "date": "2007-02-26 14:05:52",
            "id": "4628504",
            "reply_to_id": "4628113",
            "text": "Jámm endilega gefa klárnum tækifæri :):) ;)"
        },
        {
            "user": "fghfkgyughv",
            "user_id": "60479",
            "date": "2007-02-26 22:52:32",
            "id": "4630627",
            "reply_to_id": "4623218",
            "text": "uff  :S við héldum að ein hjá okkur væri með streng en hann var sem betur fer ekki með en ég vona að hann komi vel ut ur uppskurðinum í vor …\nleiðinlegt þegar það er einthhvað svona vesen"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2007-02-26 23:06:21",
            "id": "4630694",
            "reply_to_id": "4630627",
            "text": "Ég er reyndar fegin að það hafi verið eitthvað svona að annars hefði tilfinning mín fyrir hestum sem hingað til hefur verið nokkuð skýr verið kolvitlaus, ég sagði þennan verða barnvænan með frekari tamningu þar til hann fór að stinga sér :O"
        },
        {
            "user": "fghfkgyughv",
            "user_id": "60479",
            "date": "2007-02-27 12:29:15",
            "id": "4631719",
            "reply_to_id": "4630694",
            "text": "já það er gott að hafa skiringu bara vont að það var engin önnur en strengur þvi þa þarf hann að fara í aðgerð :S\nen gangi þér vel með hann."
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2007-03-01 00:19:55",
            "id": "4638162",
            "reply_to_id": "4631719",
            "text": "Takk ;)"
        }
    ]
}