{
    "forum_title": "Hestar",
    "user": "lilje",
    "user_id": "63200",
    "date": "2007-02-25 19:41:54",
    "title": "Ice Capades, einhver frægasta sýning í Bandaríkjunum!",
    "text": "Hæhhj hæjj gott fólk :). Ég hef lengi geymt eitt “leyndarmál”. Nú er komið að því að segja öllum frá því :Þ.. Í janúar/2007 frétti ég frá Bíbí og Bjössa að þau væru að fara hjálpa við eina frægustu sýningngu Bandaríkjana sem var búinn að detta á hausinn, en svo kom maður sem keypti “sirkúsinn”kann ekki að skrifa það, eða við skulum bara kalla þetta fyrirtæki. Og nú er þessi maður hér á landi. Ég skal segja ykkur það sem ég veit… Þegar það var sagt mér frá þessu vissi þetta engin, nema þau sem sögðu mér það, semsagt Bíbí og Bjössi. Ég mátti ekki segja neinum, og ég gerði það ekki. Unnur Birna var ný búinn að koma og tala við Bíbí og Bjössa í hesthúsinu. Hún verður með en verður ekki allan tíman, í sýningunni, hún verður svona “andlit” sýningarinnar.\nEn svo um miðjan janúar minnir mig þá fóru Bíbí, Bjössi og ég niðri Helgukot í Reiðhöll Gusts. Þar var allur hópurinn mættur, nema strákarnir tveir sem voru í útlöndum, þetta voru allt stelpur sem voru mætt. Það var talað um hvernig þetta verðir, og ég myni sko vilja vera orðin 18 ára!, já þetta er það geðvikt. Það fara um 12-14 hross ásamt 10-11 knapa. Ég því miður mann ekki nöfnin á þessum stelpum, en allar eru þær skeimtilegar og passa vel í þessa sýningu. Á þessum “fundi” var talað um hvert væri farið, það verður farið til Hollywodd, New York, Los Angeles, San diego(kann ekki að skrifa það) og miklu fleiri staði. En svo um klakkann, þetta er nú íssýning, þessi klakki verður gerður á staðnum þar sem sýning er. Svo alltaf nýjan klakka á næsta sýningarstað. Og svo var sagt að þetta er gert í fyrsta skifti í Ice Capades, að það er notað hesta, þessi sýnig er ekki bara um hesta. Það eru skautafólk, og svo fleira. Þetta verður mjög áhugaverð sýning. Hestarnir verða geymdir í svo kölluðu Hesthúsi sem hægt er að keyra. Hestarnir eru keyrðir á milli sýningarstaða en fólkið fer í flugvél. Allan tíman verður gist á hótelum. Hestarnir  verða í\n“hesthúsinu”. Knaparnir fara í þjálfunarbúðir í átta vikur, þar verður stórt skautasvell. Svo hefst þessi sýning í New York. Hestarnir sem eru valdir í þetta eru engar “truntur”. Þetta er gæðingar. Þeir þurfa ekki að vera með eitthverja svaka fótalyftu en verða vera þægjir svo hægt væri að selja þá eftir sýninguna. Þetta verða orðnir hestar sem kosta þá margar milljónir þegar þessi sýnig tekur enda. Ég er nú búinn að vera að þjálfa hest að nafni Ketill sem er bleikur, allgjör töltmaskífa. Hann Keitill fer til Bandaríkjana. Nú eru komnir 4 hestar, sem passa í sýninguna. Allir topp gæðingar. Það er ekki létt að finna svona hesta til sölu.\nEn já svo er það grein sem ég fann í fréttablaðinu. Hérna er hún..(ég sleppti smá hluta sem var um Unnur Birnu, sem kom sýninguni reyndar ekkert við :S).\nUnnur andlit íslenska hestsins\nEinhver frægasta sýning Bandaríkjana á ís, Ice Campades, hefur gert samstarfssamning við Icelandics on Ice um sýningar í öllum stærstu borgum Bandaríkjanna. Um er að ræða gríðarlega landkynningu fyrir Ísland og ekki síður íslenska hestinn er reiknað er með að rúmlega 800 þúsund komi til að berja sýninguna augum. Ráðgert er að senda út til Bandaríkjanna tíu knapa og hestastóð en frægastai knapinn verður sennilega\nUnnur Birna Vilhjálmsdóttir, fyrrum alheimsfegurðardrottning. ,,Já, ég tek þátt í  völdum sýningum, aðstoða við markaðssetningu og tek þátt í hestaatriði sem verður mjög flott. Verð svona andlit íslenska hestsins út á við og sýningarinnar,“ Segjir Unnur Birna. Um er að ræða hundrað sýningar en Unnur mun aðeins taka þátt í þeim stærstu, þar á meðal frumsýningunni sem verður í New York og stórri hestaveislu í Los Angeles. (Ætla sleppa smá úr greininni sem kemur þessu ekkert við). Björn Ólafsson, forsvarsmaður Icelandics on Ice, sagði þetta vera einhverja mestu landkynningu sem Ísland hefur fengið í Bandaríkjunum um langt skeið. ,,Við reiknum með að koma fram í spjallþætti á borð við Good Morning America og svo mætti lengi telja.” Segjir Björn en morgunþátturinn er einn sá vinsælasti í bandarísku sjónvarpi. Þá gætu spjallþáttastjórnendur á borð við Jay Leno og David Letterman sýnt þessu einhvern áhuga. ,, Þetta er kynning í mjög miklu návígi og mikið markaðssett.\" Bætir Björn við sem var að vonum ánægður með liðstyrkinn í Unnur Birnu.\nSvona var greinin. En hún er í fréttablaðinu í dag, held ég.\nMig langaði bara að segja ykkur frá þessu :).. Ég sálf ætla að fara á nokkrar sýningar. En ég gleymdi vist að nefna á sýningarnar eiga að byrja eitthvern tíman seint á þessu ári. ER ekki viss :S.. Vona að ykkur hafi fundið þetta eitthvað skeimtilegt að lesa, og ég afsaka mig ef það eru stafsetningar villur, er smá lesblind :S.. En spurningar eru veilkomnar. Og engin skítaköst, takk takk :)…\nkveðja.—Lilje :)",
    "url": "https://www.hugi.is/hestar/greinar/497336/ice-capades-einhver-fraegasta-syning-i-bandarikjunum/",
    "url_id": "497336",
    "id": "4623417",
    "replies": [
        {
            "user": "lilje",
            "user_id": "63200",
            "date": "2007-02-25 20:15:53",
            "id": "4626668",
            "reply_to_id": "4623417",
            "text": "Í sýningarhóp Icelandics on Ice eru: Árni Sigfús Birgisson, Dagbjört Rós Helgadóttir, Freyja Amble Gísladóttir, Elka Halldórsdóttir, Hekla Hermundsdóttir, Lina Eriksson, Sjöfn Sæmundsdóttir, Snorri Jóhannsson, Tinna Madesen og Þórhallur Guðmundsson. Þá er í hópnum Unnur Birna Vilhjálmsdóttir, sem hefur tekið að  sér sérstök verkefni við kynningar og fleira í samvinnu við Ice Capades.\nHérna eru fleiri upplesingar:\nhttp://hestafrettir.is/news.asp?Skoda=Article&ID=2239"
        },
        {
            "user": "Addys",
            "user_id": "60137",
            "date": "2007-03-11 16:55:42",
            "id": "4673160",
            "reply_to_id": "4626668",
            "text": "haha ef þetta sé Sjöfn Sæmundsdóttir sem ég þekki þá ættu þær Unnur Birna þekkjast vel úr unfrú Íslands"
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2007-02-26 10:21:16",
            "id": "4628114",
            "reply_to_id": "4623417",
            "text": "Einhver frægasta sýning?"
        },
        {
            "user": "lilje",
            "user_id": "63200",
            "date": "2007-02-26 14:05:00",
            "id": "4628500",
            "reply_to_id": "4628114",
            "text": "Æjj ég veit ekki.. Greinin í fréttablaðinu hét það… :P.."
        }
    ]
}