{
    "forum_title": "Sagnfræði",
    "user": "TheOneFreeMan",
    "user_id": "59688",
    "date": "2007-02-27 23:27:43",
    "title": "Saddam Hussein",
    "text": "Saddam Hussein Abd al-Majid al-Tikriti, eða Saddam Hussein eins og hann er kallaður í daglegu tali sat í forsetaembætti í Írak í tæp 24 ár, frá 16. júlí 1979 til 9. apríl 2003. Saddam hefur verið mikið í fréttum um allan heim undanfarin ár vegna öfgafullra aðgerða hans í stríði gegn Íran og Kuwait. Að auki má nefna þjóðarmorðin sem hann framdi í Dujail árið 1982. Hann átti mjög erfiða æsku og þekkti hann aldrei föður sinn, líklega má rekja erfiða æsku hans til gjörða sinna meðan hann sat í forsetaembætti.\nSaddam gekk í Ba’ath stjórnmálaflokkinn árið 1957 og var leiðandi meðlimur þar. Miklar stjórnmáladeilur verða í Írak, morð er framið á þáverandi konungsfjölskyldu. Það gerðist árið 1958, þeagar Abdul Karim Qassim, valdamikill íraskur hershöfðingi lét myrða konungsfjölskylduna og tók sjálfur völdin. Árið 1963 kom Ahmad Abdul Salam Arif, áhrifamaður í Ba’ath flokknum, steypti með snilldarbragði Abdul Karim Qassim af stóli og tók völdin sem forseti í landinu. Hann hinsvegar rak og lét handtaka aðra yfirmenn í Ba’ath flokknum, svo að hann varð einvaldur.\nBa'athist leaders were appointed to the cabinet and Abdul Salam Arif became president. Arif dismissed and arrested the Ba'athist leaders later that year. Saddam returned to Iraq, but was imprisoned in 1964. Just prior to his imprisonment and until 1968, Saddam held the position of Ba'ath party secretary. (Wikipedia. 2007. ,,Saddam Hussein” Vefslóð:\nSaddam var meðal þeirra sem handteknir voru. Hann var handtekinn árið 1964 en eins og sjá má í tilvitnunni hér að ofan var hann áfram ritari Ba’ath flokksins, alveg til 1968. Árið 1967 slapp hann úr fangelsi þó og varð um leið opinber leiðtogi og einnig ritari Ba’ath flokksins. Árið 1968 tekur Saddam þátt í aðgerð með hershöfðingjanum og fyrrverandi hermanninum Ahmad Hassan al-Bakr í að steypa valdasjúklingnum, Abdul Salam Arif af stól, það tókst fullkomlega. Þar af leiðandi verður Ahmad Hassan al-Bakr forseti írösku þjóðarinnar, Saddam verður áfram leiðtogi Ba’ath flokksins en fær stöðu sem varaforseti og fulltrúi Ahmad. Seinna með tímanum, um árið 1969, hefur Saddam nánast tekið völdin og stjórnar því sem Ahmad ætti að stjórna, í laumi á bakvið tjöldin. Það stafaði þó aðallega af því aðAhmad varð seinna meir ófær um að sinna starfi sínu og nýtti Saddam sér tækifærið.\nHe was the de-facto leader of Iraq some years before he formally came to power in 1979. He slowly began to consolidate his power over Iraq's government and the Ba'ath party. Relationships with fellow party members were carefully cultivated, and Saddam soon accumulated a powerful circle of support within the party.(Wikipedia. 2007.,,SaddamHussein.Vefslóð:\nhttp://en.wikipedia.org/wiki/Saddam_Hussein.)\nÁrið 1976, eftir miklar deilur um olíu landsins og markaðsetningu hennar í hinni miklu orkukreppu sem varð um 1973, hækkaði hann í tign sem hershöfðingi íraska hersins og var óbeinn leiðtogi ríkisins, eða eins og það kallast á ensku; “strongman of the government”. Með tímanum frá 1973 til 1979 hækkaði Saddam sig og vann sig í gegnum kerfið, á meðan eldist Ahmad Hassan al-Bakr forseti, og að lokum 16. júlí 1979 er Saddam Hussein kjörinn forseti írösku þjóðarinnar.\nÆska Saddam Hussein var ekki í betri kantinum eins og margir geta ímyndað sér. Saddam fæddist 28. apríl 1937 í bænum Al-Awja. Fjölskylda hans var af al-Begat ættflokknum og voru þau flestöll smalar þar í bæ. Saddam hitti aldrei föður sinn sem hvarf þegar móðir hans var komin 3 mánuði á leið. Stuttu eftir að Saddam kom í heiminn missti Saddam og móðir hans 12 ára bróður Saddams, móðir Saddams, Subha, hafði ekki efni á að halda honum og sendi hann í fóstur til frænda síns, Khairallah Talfah, sem var opinber stjórnmálamaður í Ba’ath stjórnmálaflokknum. Dóttir Khairallah varð seinna í framtíðinni eiginkona Saddam. Saddam bjó hjá honum þar til hann var 3 ára. Þegar hann kom aftur heim til móður sinnar, 3 árum eldri, hafði margt breyst. Móðir hans hafði gifst nýjum manni og þar af leiðandi hafði Saddam eignast þrjá stjúpbræður. Ekki er mikið vitað um þrjá stjúpbræður Saddam en vitað mál er að stjúpfaðir hans, Ibrahim, fór illa með hann og lamdi hann. Eftir 7 ár af barsmíðum, þegar Saddam var orðinn 10 ára, flúði hann úr Al-Awja til höfuðborgarinnar, Baghdad. Hann fór þangað því hann þekkti frænda sinn þar sem hann var hjá í fóstri forðum daga, Khairallah Talfah. Hann bjó í Baghdad áfram og fór að læra lögfræði í 3 ár þar til hann datt út úr námi og gekk í Ba’ath flokkinn 21 árs gamall.\nSegja má að þegar Saddam var í forsetaembætti hafi hann gert byltingu þar í landi, hann ,,nútímaði” lögin og reglurnar, ef svo má að orði komist. Hann tók sér annan forseta Egyptalands til fyrirmyndar, Gamal Abdel Nasser, og tók upp svokallaðan ,,nasserisma” sem nefndur er eftir ofangreindum manni. ,,Nasserismi” fól í sér blöndu af sósíalisma og kólonlisma og er oft kallað ,,arabískur sósíalismi”. Saddam Hussein tók að sér að ýmis verkefni sem hefðu löngu áður átt að gera. Hann réttlætti írösku þjóðerniskenndina, hann reyndi að koma í sess meiri vestrænni hugsun í íraska pólitík. Hann stuðlaði að fyrrum hlutverki íslams sem Mesópótamíu, forna vöggu siðmenningar, tilvísaði í sögulegar persónu slíkar sem Hammurabi til dæmis. Hann efldi menntun fyrir kvenfólk í landinu og gaf konum almennt meira frelsi en í öðrum arabaríkjum. Á þessum tíma, fyrstu árum Saddams sem forseti, voru kúrdar mun meira áberandi og voru þeir mjög ógnandi fyrir Ba’ath flokkinn þar sem að þeir fylgdu allt annarri stefnu. Til að halda kúrdum í skefjum fór Saddam ekki í beint stríð við þá, heldur afhenti þeim ýmsar hagsbótir eins og að leyfa þeim að taka þótt í stjórnafyrirkomulaginu að litlu leyti.\nEn allt sem Saddam gerði var ekki gott, aðeins á fyrstu árum Saddam gerði hann allt til að bæta þjóð sína og tókst honum það að mestu vel. Saddam Hussein var þekktur á seinni árum sem alræmdur einvaldur forseti Íraks sem framdi þjóðarmorð og ýmsa glæpi gegn mannkyninu. Óstaðfestar sögusagnir hafa gengið af því að hann hafi sent menn sína til fjölskyldna sem hefðu verið myrtar og sektað það fólk sem eftir var af þessum fjölskyldum um byssukúlurnar sem eyddar voru í að drepa þau, ef neitað var þá var það bara dýflissan eða skot í höfuðið. Svo einfalt var það.\nÁrið 2003 gerðu Bandaríkin innrás í Írak með því markmiði að handasama Saddam Hussein fyrir ,,glæpi gegn mannkyninu”. Saddam hélt áfram, meðvitaður um að aðrar þjóðir heims tækju eftir, að ógna öðrum löndum, færast nær þeim smám saman til að komast yfir olíuforða þeirra. Lönd eins og t.d. Ísrael og Sádi-Arabía. Að lokum ákvað framsæknasta þjóð veraldar, Bandaríkin, að spila inn í og senda hermenn sína inn í Írak til að stöðva þetta stríð sem Saddam var um það bil að setja af stað við þessi lönd, en auðvitað gerðu Bandaríkjamenn mun verra með því að fara í stríð gegn þjóð til að stöðva annað stríð. Stríðið í Írak hefur verið í fréttunum daglega síðan þessi innrás hófst. Á mánuðunum apríl 2003 til desember 2003 var Saddam Hussein á flótta undan Bandaríkjamönnum og faldi sig í ýmsum hellum og óþekktum stöðum. Sjá má grófa lýsingu af lífi Saddams eins og það er talið hafa verið á þessu tímabili í skopmyndasögunni hér til hliðar. Ein af öðrum helstu ástæðum fyrir innrásinni í Írak var að forseti Bandaríkjanna, George Walker Bush, hélt því fram að heiminum stafaði hætta af gereyðingarvopnum sem voru í höndum íraskra stjórnvalda. George Bush sagði í einni af ræðum sínum að Írak hefði í meira en áratug verið að framleiða kjarnorkuvopn, efnavopn sem sýktu skotmörk sín af miltisbrandi og taugagas í miklu magni.\nEftir 8 mánuða leit og eltingaleik við Saddam Hussein tókst Bandarískum landgönguliðum loksins að handsama hann 13. desember 2004. Þeir höfðu tekið niður hermenn og lífverði sem voru í fylgd Saddam og innikróað hann loksins í smábænum ad-Dawr í lítilli hlöðu. Saddam hafði látið lýtalækna gera aðgerðir á nokkrum samþykkum samlöndum sínum til að láta þá líta út nákvæmlega út eins og hann sjálfur, til að blekkja Bandaríkjamenn. Vegna þess þurftu Bandaríkjamenn að taka DNA-sýni úr Saddam eftir handtöku og kom í ljós að þetta var hann sjálfur í eigin persónu.\nAccording to U.S. military sources, following his capture by U.S. forces on December 13, Saddam was trasported to a U.S. base near Tikrit, and later taken to the U.S. base near Baghdad. The day after his capture he was reportedly visted by longtime opponents such as Ahmed Chalabi. It is believed he remained there in high security during most of the time of his detention. Details of his interrogations remain unclear. (Wikipedia.2007.,,SaddamHussein.Vefslóð:\nhttp://en.wikipedia.org/wiki/Saddam_Hussein.)\nÍ nóvember 2006 var Saddam Hussein fundinn sekur fyrir glæpi gegn mannkyninu og var dæmdur til dauða með hengingu, en ekki var staðfest hvenær. Saddam var haldið í fangelsi í Írak þar til á 30. desember 2006, þá var hann hengdur.\nVitni segja að hann hafi tekið öllu vel og ekki streist á móti. Hann hefði staðið með snöruna um hálsinn og farið með íslömsku trúarjátninguna og var svo látinn falla.\nÍ byrjun forsetaembættis og valdaferils síns gerði hann marga góða hluti fyrir þjóðina sem hefðu mátt vera gerðir fyrir löngu síðan. Segja má að hann hafi gert byltingu í Írak á forsetatíð sinni. Seinna meir þó fór hann að taka til umdeildra aðgerða sem enduðu með ósköpum, stríði, réttarhöldum og að lokum hengingu hans.\nHvíl í friði, megirðu læra af gjörðum þínum\nHeimildaskrá\nWikipedia. 2007. ,,Saddam Hussein” Vefslóð:\nhttp://en.wikipedia.org/wiki/Saddam_Hussein\n. Sótt 20. feb. 2007.\nWikipedia. 2007. ,,Nasserism”. Vefslóð:\nhttp://en.wikipedia.org/wiki/Nasserism\n.  Sótt 21. feb. 07\nWikipedia. 2007. ,,2003 invasion of Iraq”. Vefslóð:\nhttp://en.wikipedia.org/wiki/2003_Invasion_of_Iraq\n. Sótt 21. feb. 07\nÉg vil taka það fram í lokin að þetta er mín fyrsta alvöru heimildaritgerð, í fyrsta skiptið sem ég hef farið á Netið og leitast heimilda fyrir ritgerð.\nÉg gerði mitt besta og vona að allir séu sáttir.",
    "url": "https://www.hugi.is/saga/greinar/498167/saddam-hussein/",
    "url_id": "498167",
    "id": "4634350",
    "replies": [
        {
            "user": "Drulluhali",
            "user_id": "46542",
            "date": "2007-02-28 00:31:50",
            "id": "4634661",
            "reply_to_id": "4634350",
            "text": "góð og ítarleg grein :)"
        },
        {
            "user": "Hairdoismylife",
            "user_id": "57267",
            "date": "2007-02-28 01:32:12",
            "id": "4634748",
            "reply_to_id": "4634350",
            "text": "Fín grein, en vantaði samt um Flóastríðið '91 ;) Annars mjög fín grein."
        },
        {
            "user": "TheOneFreeMan",
            "user_id": "59688",
            "date": "2007-02-28 02:15:29",
            "id": "4634800",
            "reply_to_id": "4634748",
            "text": "Takk takk.\nÉg hefði getað tekið eitthvað um það, rétt. Annars mátti ég skrifa hvað sem ég vildi um Saddam Hussein svo lengi sem það væri byggt á réttum heimildum og ritgerðin væri byggð rétt eins og heimildarritgerð."
        },
        {
            "user": "Drulluhali",
            "user_id": "46542",
            "date": "2007-02-28 06:40:23",
            "id": "4634841",
            "reply_to_id": "4634350",
            "text": "Frábær maður…\nR.I.P"
        },
        {
            "user": "Drulluhali",
            "user_id": "46542",
            "date": "2007-02-28 15:02:10",
            "id": "4635573",
            "reply_to_id": "4634841",
            "text": "mér finnst þú kúl því að þú ert rebel attitude í gangi?.. þetta var vondur maður og lélegur leiðtogi, and that is all there is to it :)"
        },
        {
            "user": "coot",
            "user_id": "58043",
            "date": "2007-02-28 15:51:21",
            "id": "4635771",
            "reply_to_id": "4635573",
            "text": "Vondur maður? Já, ekki spurning.\nLélegur leiðtogi? Tvímælalaust ekki. Þeir sem halda því fram ættu að athuga sagnfræðiþekkinguna sína örlítið. Undir hans forustu mátti sjá hagsæld sem ekki ekki hafði sést í Írak frá tímum Íslamska stórveldisins. Og rétt eins og Mongólarnir forðum tókst BNA mönnum að skemma þessa hagsæld eftir þeirra hentsemi."
        },
        {
            "user": "Drulluhali",
            "user_id": "46542",
            "date": "2007-02-28 16:28:53",
            "id": "4635926",
            "reply_to_id": "4635771",
            "text": "þú ert varla góður leiðtogi ef þér tekst að koma á viðskiptabanni við hálfann heiminn :)"
        },
        {
            "user": "skite",
            "user_id": "25467",
            "date": "2007-02-28 17:19:38",
            "id": "4636126",
            "reply_to_id": "4635926",
            "text": "Ef þér tekst að halda öfgafullum múslimum í skefjum ertu nú bara fjári góður leiðtogi, það tókst saddam en ekki bandaríkjunum.\nSemsagt, það þarf að stjórna með aðeins meiru en pólitík þegar á við um öfgafulla múslima."
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2007-02-28 22:46:09",
            "id": "4637772",
            "reply_to_id": "4635771",
            "text": "Víst var hann afspyrnulélegur leiðtogi. Honum tókst eins og þú segir að gera ýmislegt gott fyrir Írak, þrátt fyrir hina grimmdarlegu harðstjórn. Hann hefði getað gert landið að stórveldi.\nEn hvað gerir hann? Fyrst anar hann útí illa undirbúið stríð við Íran, sem rústar efnahag landsins og kostar mörg hundruð þúsundir manna lífið.\nOg eftir það, í stað þess að reyna að gera sem best úr málum, ætlar hann sér um of, og gerir innrás í Kuwait. Sem aftur kostar stríð við miklu öflugri aðila en Íran, og gerir landið að útlaga í alþjóðasamfélaginu.\nFyrir allnokkru síðan skrifaði ég þriggja greina flokk um þetta, sem í þessu sambandi er allt í lagi að rifja upp:\nhttp://www.hugi.is/saga/articles.php?page=view&contentId=2677920\nhttp://www.hugi.is/saga/articles.php?page=view&contentId=2749412\nhttp://www.hugi.is/saga/articles.php?page=view&contentId=2782332\nOg þetta er “góður leiðtogi” í þínum augum?"
        },
        {
            "user": "coot",
            "user_id": "58043",
            "date": "2007-03-03 13:40:33",
            "id": "4645320",
            "reply_to_id": "4637772",
            "text": "hmmm, já ég get ekki annað en tekið þessi ummæli mín til baka eftir þennan lestur.\nÆtli það sé þá ekki hægt að sættast á það að Saddam hafi verið álíka ‘frábær’ leiðtogi og Hitler."
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2007-05-25 01:41:33",
            "id": "4932119",
            "reply_to_id": "4637772",
            "text": "ehhmm.. Að segja Saddam Hussein hafi verið lélegur leiðtogi er ekkert nema vitleysa. Skoðum landið áður en Baath flokkurinn kom til valda. Það var trúarstríð, einveldi, ömurlegheit og ekkert kvenfrelsi. Eftir að hann komst til valda var ekkert trúarstríð í landinu. Fólk vissi vart hvort hann var súnníti eða sjiti. Öfgatrúarhópum var ekki hleypt inn í landið og fyrirleit hann öll svoleiðis samtök sem og Al Qaida eða hvernig það er nú skrifað.\nLandið steig frammúr öllum öðrum arabaríkjum undir hans stjórn. Besta arabaland fyrir konur að búa í, sorphirða í landinu var betri en sést í okkar vestræna heimi, sjúkdómar litlir sem engir.\nHinsvegar sem arabi þá er hann traustur vinur og ef þú þekktir eitthvað til þessa heims þá myndiru skilja það. Hann var beðinn af bandaríkjamönnum í miðju kaldastríðinu að ráðast á Íran sem endaði hryllilega. Það var ekkert í stöðunni nema að ráðast á Kuweit þar sem þeir vildu ekki hækka olíuverð sem og öll olíuríki voru búin að samþykkja. Saddam vantaði vini þarna og treysti á BNA en og réðst í Kuweit með skelfilegum afleiðingum, svikum.\nÉg trúi því að maðurinn hafi ekki ráðist á kúrda heldur voru það íranar. Saddam benti oft á þetta og færði rök fyrir sínu máli að það væru Íranar sem réðust á kúrda á írönskum vélum málaðar í litum íraka. Þetta var gert til að koma slæmu orði á Saddam. sem tókst.\nSambandi með handtökurnar í dujail þá er þetta ekki einsdæmi og ég þarf ekki að fara langt aftur í tíman þá sé ég vestrænt ríki gera það nákvæmlega sama. Al Qaida ræðst á Bush og reynir að drepa hann. Bush ræðst í Afganistan og handtekur fjöldann af fólki og flytur það til Guantanamo fangelsisins án þess að sækja neinn til saka. Þeir sem sýndu mótbyr voru aflífaðir.\nÞetta er nákvæmlega sama og gerðist í Dujail. íbúar bæarins réðust á Saddam og reyndu að drepa hann en mistókst það hroðalega. Saddam ákveður að það eigi að handtaka 441 manneskju og ef einhver sýnir mótspyrnu þá er hann skotinn. 42 sýndu mótspyrnu 399 gerðu það ekki og voru handtekin.\nÞað er semsagt hægt að hengja Bush fyrir það sama og Saddam. Á nú eftir að lesa þessar greinar þínar og ætla ég mér að gera það á morgun."
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2007-05-25 02:00:34",
            "id": "4932141",
            "reply_to_id": "4932119",
            "text": "Þetta eru alltsaman álitamál, og mitt álit er að Saddam spilaði mjög illa úr helvíti góðri stöðu, bæði 1980 og 90. Þessvegna var hann “slæmur leiðtogi”, burtséð frá öllum innanlands-framfaramálum.\nAllavega, láttu mig vita álit þitt á greinum mínum :)"
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2007-05-25 02:04:08",
            "id": "4932145",
            "reply_to_id": "4932141",
            "text": "ég luma á einni Sádáms grein sjálfur og kannski mun hún koma hingað. Fer eftir félaga mínum honum andra;)\nEn sem leiðtogi Íraks var hann mjög góður og það ríkti ánægja með hann í landinu. Í dag er t.d. sorphirða nánast engin og sjúkdómar gríðarlega miklir og slæmir. Hann gerði eitthvað sem engum arabaþjóðhöfðingja hafi áður gert. Koma landi sínu á sama plan og vestræn ríki."
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2007-05-25 02:10:03",
            "id": "4932152",
            "reply_to_id": "4932145",
            "text": "Vel af sér vikið hjá honum. Að byggja upp góða innviði nútíma þjóðfélags í landi sínu, og egna svo stórveldi heimsins upp í að senda flugheri sína til að rústa því?"
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2007-05-25 02:14:50",
            "id": "4932162",
            "reply_to_id": "4932152",
            "text": "Hann egnaði ekkert stórveldinu heldur var hann þjónn bandaríkjanna lengi vel. Bara allt í einu var hann rekinn án þess að hann vissi."
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2007-05-25 02:18:50",
            "id": "4932165",
            "reply_to_id": "4932162",
            "text": "Mig minnir að ég hafi sagt svipað í þeirri síðustu í greinaflokknum. Breytir því þó ekki að hann fékk mörg tækifæri til að bakka útúr Kuwait."
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2007-05-25 02:27:22",
            "id": "4932169",
            "reply_to_id": "4932165",
            "text": "Stollt vinur minn stollt. Hann vildi ekki sjá þjóð sína dýfa enn lengra í pyttinn né vera í honum miðjum. Hann gat ekkert bara bakkað. Það hefði farið illa með hann og írak."
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2007-05-25 02:32:57",
            "id": "4932174",
            "reply_to_id": "4932169",
            "text": "Varla verr en það nú hefur gert :("
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2007-02-28 08:33:32",
            "id": "4634895",
            "reply_to_id": "4634350",
            "text": "Í hvaða skóla ertu?"
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2007-02-28 12:07:55",
            "id": "4635147",
            "reply_to_id": "4634350",
            "text": "Hvíl í friði, elskan.\nSkil ekki hvað allir hafa svona á móti honum…"
        },
        {
            "user": "Binno",
            "user_id": "30314",
            "date": "2007-02-28 14:45:51",
            "id": "4635521",
            "reply_to_id": "4635147",
            "text": "lestu greinnina þá vitleysingu"
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2007-02-28 16:15:45",
            "id": "4635872",
            "reply_to_id": "4635521",
            "text": "Ég er ekki hissa á að einhver sem var barinn stanslaust í 7 ár hafi hagað sér svona…"
        },
        {
            "user": "Drulluhali",
            "user_id": "46542",
            "date": "2007-02-28 15:00:36",
            "id": "4635564",
            "reply_to_id": "4635147",
            "text": "það að hann boðaði eyðileggingu og kom á ófriði milli ríkja og já framdi þjóðarmorð :)"
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2007-02-28 16:16:13",
            "id": "4635875",
            "reply_to_id": "4635564",
            "text": "Svona eins og George Bush? Sem var ekki hengdur…"
        },
        {
            "user": "Drulluhali",
            "user_id": "46542",
            "date": "2007-02-28 16:27:01",
            "id": "4635918",
            "reply_to_id": "4635875",
            "text": "george bush er enginn snillingur. og framdi ekkert þjóðarmorð :) hann er vitlaus og hann má eyga það en það á ekki að bera þessa tvo saman. george bush gerir bæði góða hluti og vonda. en saddam husseun var harðsjóti og stjórnaði landi sínu með fasisma. en bush sínum með kapítalisma sem er svona næsti bæri við. :D"
        },
        {
            "user": "Pottlok",
            "user_id": "13598",
            "date": "2007-02-28 17:46:23",
            "id": "4636260",
            "reply_to_id": "4635875",
            "text": "Bush er heimskur en Saddam var klikk. Það að vera barinn í æsku er enginn ástæða til þess að drepa þúsundi manna."
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2007-02-28 20:31:25",
            "id": "4637098",
            "reply_to_id": "4636260",
            "text": "Bush er heimskur en Saddam var klikk.\nEr það ekki klikkað að ryðjast inn í land og drepa þúsundir manna fyrir olíu? Jánei, fuckaðu þér.\nÞað að vera barinn í æsku er enginn ástæða til þess að drepa þúsundi manna.\nEkki beint ástæða, en það hefur samt áhrif á geðheilsu manna, sem hefur áhrif á dómgreind og siðferð"
        },
        {
            "user": "Pottlok",
            "user_id": "13598",
            "date": "2007-02-28 22:41:00",
            "id": "4637736",
            "reply_to_id": "4637098",
            "text": "Bush hefur heila þjóð á bakvið sig…það er staðreynd að enginn tekur svona ákvörðun einn. Bandaríkin réðust inní Írak ekki bara Bush.\nEkki beint ástæða, en það hefur samt áhrif á geðheilsu manna, sem hefur áhrif á dómgreind og siðferð\nOg hvaða máli breytir það? Alveg jafn rangt að drepa fólk fyrir því :)"
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2007-02-28 23:12:46",
            "id": "4637924",
            "reply_to_id": "4637736",
            "text": "Já, enda var ég ekkert að segja að það sem hann gerðir hafi verið rétt. Helduru virkilega að hann hafi ekki átt eitthvað erfitt? Engin heilbrigð manneskja gerir svona."
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2007-02-28 15:06:52",
            "id": "4635600",
            "reply_to_id": "4634350",
            "text": "Ágætt svo langt sem það nær, en þú minnist ekkert á Íran-Írak stríðið 1980-88, eða (eins og einhver minntist á) Flóastríðið 1991. Það var nú þá sem Saddam varð fyrst “svo frægur að hann hefði getað leikið í Pepsíauglýsingum”, og komst í verulega vond mál gagnvart ríkjandi öflum í heimsmálunum."
        },
        {
            "user": "rumputuski",
            "user_id": "9062",
            "date": "2007-02-28 15:56:27",
            "id": "4635791",
            "reply_to_id": "4634350",
            "text": "Að mörgu leiti hin prýðilegasta grein, gott að sjá að þú hefur viðað að þér heimildum. Það má þó alltaf gera betur, sér í lagi þótti mér merkilegt að þú kæmir ekkert inn á áralangan stuðning Bandaríkjanna við hann og flokk hans.\nÞað er svo sem ekkert einsdæmi að menn gleymi því eða vilji horfa fram hjá þeim þætti, þeir sem þekkja á annað borð til hans. Bendi á athyglisverða grein á Electronic Intifada um það efni, “The Low Profile: CNN and the New York Times Execute a Denial of History”:\nhttp://electroniciraq.net/news/2779.shtml\nMagnús Þorkell Bernharðsson, einn helsti sérfræðingur okkar í Miðuasturlöndum hefur ritað bókina\nPíslarvottar nútímans\n, um vaxandi samspil trúar og stjórnmála í Íran og Írak. Hef enn bara glugað í hana, en hún lofar góðu. Hef hins vegar sótt nokkra afbragðs fyrirlestra hjá honum, þegar hann hefur verið á landinu, en hann er búsettur og menntaður í Bandaríkjunum.\nTakk fyrir mig"
        },
        {
            "user": "TheOneFreeMan",
            "user_id": "59688",
            "date": "2007-02-28 19:37:23",
            "id": "4636854",
            "reply_to_id": "4635791",
            "text": "Já, ég veit. Það er margt sem ég hefði getað nefnt sem ég gerði ekki.\nEn ég er svo sem ánægður með þetta :)\nTakk"
        },
        {
            "user": "viceroy",
            "user_id": "3376",
            "date": "2007-02-28 20:56:43",
            "id": "4637212",
            "reply_to_id": "4634350",
            "text": "Sagt var reyndar að hann hefði barist aðeins um fyrst en róast svo niður. En það breytir ekki góðri grein í slæma.\nViceRoy"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2007-02-28 21:53:18",
            "id": "4637483",
            "reply_to_id": "4634350",
            "text": "Ég verð nú að gera athugasemd við það að Wikipedia sé eina heimildin sem notuð er ef ég ætti að gefa einkun fyrir þessa ritgerð sem heimildaritgerð."
        },
        {
            "user": "TheOneFreeMan",
            "user_id": "59688",
            "date": "2007-02-28 22:19:45",
            "id": "4637625",
            "reply_to_id": "4637483",
            "text": "Hmmm… ég held að það sé í lagi, það er nú allt þar."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2007-02-28 22:23:36",
            "id": "4637649",
            "reply_to_id": "4637625",
            "text": "Hehe, engu að síður þykir það ekki góð fræðimennska að taka allt uppúr sömu heimild heldur á maður að leita upplýsinga á nokkrum stöðum og bera saman heimildir. Að auki er ekki æskilegt að nota alfræðirit sem heimildir við fræðiritgerðir."
        },
        {
            "user": "TheOneFreeMan",
            "user_id": "59688",
            "date": "2007-02-28 23:28:29",
            "id": "4637984",
            "reply_to_id": "4637649",
            "text": "Ég skal hafa það í huga næst. Takk"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2007-02-28 23:42:03",
            "id": "4638042",
            "reply_to_id": "4637984",
            "text": "Menntaskólakennarar gera samt oftast engar athugasemdir við að maður noti Wikipedia þannig að þú sleppur sennilega í bili :)"
        },
        {
            "user": "TheOneFreeMan",
            "user_id": "59688",
            "date": "2007-03-01 00:40:56",
            "id": "4638227",
            "reply_to_id": "4638042",
            "text": "Jamm, flott :)"
        },
        {
            "user": "rumputuski",
            "user_id": "9062",
            "date": "2007-03-02 12:54:44",
            "id": "4642163",
            "reply_to_id": "4634350",
            "text": "Skil það, en þetta er þó nokkuð veigamikill þáttur. “Who made the Nazis?”, eins og Mark E. Smith orðaði það.\nÉg tek undir með ummælum um Wikipediu, oft má finna góðar upplýsingar þar, en ég tek síðunni alltaf með fyrirvara, alltént gott að hafa fleiri heimildir að bera saman við.\nEinhvern tíman í grunnskóla flutti ég sjálfur eitt sinn fyrirlestur um Ísrael og ég man varla til þess að ég hafi minnst á Palestínumenn, nema að það hafi verið svona nokkurn veginn innan sviga. Ég hafði þá enn litla þekkingu og var að vinna þetta á síðustu stundu, en þetta kom illilega niður á gæðum fyrirlestrarins. Þetta var fyrir daga internetsins. Nú er maður blessunarlega eldri og vonandi aðeins vitrari. :)"
        }
    ]
}