{
    "forum_title": "Tíska & útlit",
    "user": "Orkamjas",
    "user_id": "55230",
    "date": "2007-02-27 21:51:47",
    "title": "Skórnir mínir - Aftur!",
    "text": "Skórnir mínir! Þeir eru komnir aftur!\nJæja jæja, ég rakst á grein mína sem ég gerði fyrir rúmu ári um skóna mína, og mér datt í hug að gera nýja grein. Þar sem nokkur pör hafa bæst í safnið:) Ég er enn sem fyrr forfallinn skófíkill og elska alla skó. Ég er mjög mikið fyrir svona óvenjulega skó, ég á gott sem enga venjulega strigaskó, allt einhverjir pæjuskór og háhælaðir:) Og þó svo að ég kaupi frekar mikið af skóm, þá eyði ég ekki tiltölulega miklum pening í þá, ég kaupi mikið á útsölum og tilboðum, eyði sjaldan meira en 3000 krónum.\nOk here we go..\nSvörtu stígvélin mín:\nÞau eru svört og ná aðeins upp fyrir ökkla, svo þau eru ekki alveg beint stígvél, en samt. Þau eru með rúnaðri tá og háum hæl og með pínu svona krumpum. Ég keypti þau í Noregi um áramótin. Elska þau. Hef þurft að láta skipta um endann á hælnum, voru orðin svolítið eydd upp hehe.\nDin Sko –  360 no kr. Ca 3600 ísl kr.\nSvörtu passa-við-allt-skórnir:\nÉg fann þessa og gjörsamlega féll fyrir þeim. Þeir eru svartir með rúnaðri tá og svona svörtu bandi yfir ristina, þægilega háhælaðir, ekki of háir en samt alveg háir. Get labbað á þeim endalaust hversdagslega. Eru samt ekki neinir gæðaskór og eru orðnir pínu sjúskaðir:D Þyrfti að kaupa nýja..\nHagkaup – 1.990 kr\nMy pump my pump my pump my pump!:\nHeh, gullskórnir mínir. Eru svona litlir sætir pump, eða ballerínuskór. Með lítill slaufu á og úr einhversskonar rúskinni. Og þeir eru flatbotna! Keyptir í Noregi í haust.\nEurosko – 199 no.kr ca 2000 ísl kr.\nBrúnu leður skórnir:\nAh…elska þessa gjörsamlega. Rakst á þessa útí Köben í sumar og varð ástfangin. Keyptir í Field’s, fór í þá strax og þeir voru svo þröngir í tána og óþægilegir að ég var að deyyyja! En ég skakklappaðist um búðirnar samt hehe. Þeir eru orðnir mun þægilegri núna. Þeir eru brúnir með rúnaðri tá og háhælaðir. Þeir eru með einhverri sylgju á hliðinni og svona leðurreimar yfir tána. Eru úr ekta leðri og mjög ódýrir miðað við það!\nDeichmann sko – 169 dk. kr ca 1700 ísl kr.\nGroovy platforms:\nþessir eru snilld! Rakst á þá í eurosko fyrir stuttu. Þeir eru gylltir með einhverju töff blómamunstri og mjög háum þykkum hæl. Frekar gamaldags og trylltir. Ég sendi meira að segja inn mynd hérna af þeim um daginn:D\nEurosko – 990 kr\nStííígvélin mín:\nMér voru gefin þessi í afmælisgjöf um daginn frá vinkonum mínum:P Þær gáfu mér upphaflega svona há stígvél með oddatá, mjög kinky. En þau pössuðu ekki svo ég fór og skipti. Ég fékk mér öðruvísi stígvél, svört, úr leðurlíki, frekar krumpuð og með lágum hæl. Það kemur svona leðurborði með mynstri utan um þau og með flottri sylgju á hliðinni. Snilldin ein, ég er búin að nauðga þeim:D\nEurosko – 6.990 kr\nKisuskórnir mínir:\nFann þessa í Eurosko um daginn. Þeir eru æði, svo fágaðir. Þeir eru svartir úr rúskinni og oddatáaðir. Með háum ööörmjóum hæl. Punkturinn yfir i-ið er bling á tánni með loðinni skinnrönd í kring. Svo kisulegir:D\nEurosko – 990 kr\nFiðrildaskórnir mínir:\nÉg keypti þessa í Rvk í Retro minnir mig, þori ekki alveg að fara með það. Þeir eru svona flatbotna og úr einhverju satínefni með útsaumuðum fiðrildum á. Geðveikt þægilegir, en orðnir frekar sjúskaðir:P\nRetro – 990 kr, áður 4.990\nLeopard skórnir!:\nÞessa fann ég í Sappos. Þeir eru mjög háhælaðir og með rúnaðri tá. Grátt hlébarðamunstur sem er bara heitt. Eeeelska þá. Algjör snilld.\nSappos – 2.500 kr\nBronsskórnir:\nSvona semi háhælaðir, rúnuð tá, eru úr einhversskonar rúskinni og með svona dökkum koparlit. Ljósgylltar bryddingar. Alveg frábærlega fallegir skór\nMössubúð – 1.749 kr, áður 5.990\nJá, ég elska skó:D Ég myndi koma með almennilega mynd, en ég bara á ekki myndavél.. Svo það verður að koma seinna.Vonandi hafið þið haft eitthvað gaman af þessu\n~ Orkamjás",
    "url": "https://www.hugi.is/tiska/greinar/498101/skornir-minir-aftur/",
    "url_id": "498101",
    "id": "4633195",
    "replies": [
        {
            "user": "wanderlust",
            "user_id": "56345",
            "date": "2007-02-27 23:18:23",
            "id": "4634389",
            "reply_to_id": "4633195",
            "text": "Oh þetta hljómaði allt saman svo flott! Núna langar mig að fara kaupa mér skó."
        },
        {
            "user": "flux",
            "user_id": "63111",
            "date": "2007-02-28 00:58:40",
            "id": "4634709",
            "reply_to_id": "4633195",
            "text": "mig langar að finna mér svona ódýra skó |:\nódýrustu mínir voru á 6 þús og þínir eru allir undir því næstum, ah eg öfundaa þig;o"
        }
    ]
}