{
    "forum_title": "Sagnfræði",
    "user": "Bijou",
    "user_id": "34464",
    "date": "2007-03-01 08:16:06",
    "title": "Sagan öll (tímarit)",
    "text": "Getur einhver sagt mér hvar ég get fengið áskrift að tímaritinu Sagan öll sem var að koma út um daginn?\nOg hver gefur þetta út?",
    "url": "https://www.hugi.is/saga/korkar/498483/sagan-oll-timarit/",
    "url_id": "498483",
    "id": "4638430",
    "replies": [
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2007-03-01 09:24:49",
            "id": "4638525",
            "reply_to_id": "4638430",
            "text": "http://www.birtingur.is/component/option,com_facileforms/Itemid,143/\nBætt við 1. mars 2007 -  09:26\nSvona meina ég:\nhttp://www.birtingur.is/component/option,com_facileforms/Itemid,143/"
        },
        {
            "user": "Bijou",
            "user_id": "34464",
            "date": "2007-03-01 09:56:37",
            "id": "4638552",
            "reply_to_id": "4638525",
            "text": "Takk :)"
        },
        {
            "user": "STAVKA",
            "user_id": "46427",
            "date": "2007-03-01 10:40:55",
            "id": "4638624",
            "reply_to_id": "4638430",
            "text": "Ég hringdi bara í 5155500 minnir mig."
        },
        {
            "user": "fugl",
            "user_id": "16254",
            "date": "2007-03-01 11:26:48",
            "id": "4638677",
            "reply_to_id": "4638430",
            "text": "ég fletti í gegn um þetta blað og það var ekkert almennilegt lesefni, bara stuttir og lélegir punktar um hitt og þetta, vona að þetta sé bara byrjunarörðuleikar sökum þess að þetta er efni í gott blað"
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2007-03-01 20:05:48",
            "id": "4640506",
            "reply_to_id": "4638677",
            "text": "Ég er nú ekki alveg sammála. Greinin um Kleópötru var ágæt, og það voru líka íslensku greinarnar tvær. Reyndar er maður orðinn pínu þreyttur á þessu “hlerunarmáli”, og má nú alveg fara að hvíla það aðeins.\nÉg varð hinsvegar fyrir vonbrigðum með Falklandseyjagreinina. Hún var yfirborðskennd, ekkert í henni sem maður vissi ekki áður, og mér fannst vanta betri útskýringar á aðdraganda og bakgrunni stríðsins.\nOg það voru líka eins og þú segir “stuttir og lélegir punktar um hitt og þetta”, en líklega hafa þó einhverjir “kasúal” áhugamenn um sögu gaman af þeim. Og auðvitað á að taka tillit til þeirra við útgáfu svona tímarits.\nOg í heildina líst mér ágætlega á þetta. Fékk mér áskrift að fyrstu þrem blöðunum, og sjáum hvernig næstu tvö verða. Þau þurfa reyndar að vera fjandanum lélegri til að ég framlengi ekki áskrift, því maður er líka að þessu til að “styðja málstaðinn” :)\nBætt við 1. mars 2007 -  20:11\nFletti í gegnum blaðið aftur, og mundi þá að það eru þrjár íslenskar greinar í því, ekki tvær. Sú þriðja og minnsta, um fyrirmyndina að Ólafi Ljósvíking, fannst mér ágæt líka."
        },
        {
            "user": "Origami",
            "user_id": "60855",
            "date": "2007-03-01 20:12:22",
            "id": "4640520",
            "reply_to_id": "4640506",
            "text": "Það fór svakalega í pirrurnar á mér hvernig þeir skrifuðu Egyptaland - þeir kölluðu það Egiftaland.."
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2007-03-01 20:15:00",
            "id": "4640534",
            "reply_to_id": "4640520",
            "text": "Já, mikið ferlega er ég sammála þér með það."
        },
        {
            "user": "STAVKA",
            "user_id": "46427",
            "date": "2007-03-01 21:13:17",
            "id": "4640769",
            "reply_to_id": "4640520",
            "text": "Já vá ég tók eftir því, kom oftar en einusinni og oftar en tvisvar."
        },
        {
            "user": "STAVKA",
            "user_id": "46427",
            "date": "2007-03-01 21:13:25",
            "id": "4640772",
            "reply_to_id": "4640520",
            "text": "Já vá ég tók eftir því, kom oftar en einusinni og oftar en tvisvar. Ömurlega ljótt."
        },
        {
            "user": "STAVKA",
            "user_id": "46427",
            "date": "2007-03-01 21:14:41",
            "id": "4640779",
            "reply_to_id": "4640772",
            "text": "Vúps, tæknilega hliðin eitthvað að stríða mér."
        },
        {
            "user": "Origami",
            "user_id": "60855",
            "date": "2007-03-01 21:22:35",
            "id": "4640820",
            "reply_to_id": "4640772",
            "text": "ég held það hafi ekki verið klaufavillur - held barasta að höfundurinn hafi haldið að þetta væri skrifað svona…"
        },
        {
            "user": "STAVKA",
            "user_id": "46427",
            "date": "2007-03-01 21:28:19",
            "id": "4640840",
            "reply_to_id": "4640820",
            "text": "Nákvæmlega það sem ég átti við, þetta er skammarlegt!\nBætt við 1. mars 2007 -  21:30\nNema þetta eigi að vera eitthvað repelious dæmi, þar sem fyrirtækið heitir Birtíngur, með “í” í stað i."
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2007-03-01 23:34:10",
            "id": "4641345",
            "reply_to_id": "4640840",
            "text": "Þú hlýtur nú að vita að “Birtíngur” er þýðing Laxness á “Candide” Voltaires :)"
        },
        {
            "user": "STAVKA",
            "user_id": "46427",
            "date": "2007-03-02 21:28:25",
            "id": "4643869",
            "reply_to_id": "4641345",
            "text": "Nei það vissi ég ekki enda skammarlegt að segja, ég hef ekki lesið neitt af verkum nóbelskáldsins. Eða hvar sem þessi þýðing hans kom fram."
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2007-03-02 21:39:51",
            "id": "4643896",
            "reply_to_id": "4643869",
            "text": "Hehe, hef nú ekki sjálfur lesið nema það allra helsta, oft tilneyddur í skóla í gamla daga; Íslandsklukkan, Heimsljós og Gerpla er það sem ég man helst eftir. Las hinsvegar mikið af pólitískum skrifum hans, eins og þegar hann kallaði Hitler “spakan seppa” sem frægt varð.\nEn varðandi “Birtíng” þá var það þýðing hans á skáldsögunni “Candide” eftir Voltaire, og þykir snilldarlega unnin. Laxness þýddi slatta af góðum bókmenntum fyrir íslenskan almenning, bæði gamla klassík eins og þessa, og verk sem þá voru ný eins og “Vopnin kvödd” (A Farewell to Arms) efir Hemningway."
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2007-03-12 01:19:49",
            "id": "4675067",
            "reply_to_id": "4643896",
            "text": "ekki vissi ég að laxnes hafi kallað hitler rólegan hund enn býst við að hann hafi kallað hann það fyrir heimstyrjöldina."
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2007-03-12 01:25:16",
            "id": "4675072",
            "reply_to_id": "4675067",
            "text": "Nei, það var haustið 1939 eftir að stríðið byrjaði. Eftir að átrúnaðargoðið hans, hinn óskeikuli Stalín, hafði gert samkomulag við Hitler og hirt austurhluta Póllands.\nÞetta taldi skáldið bera vitni um mikla stjórnsnilld, visku og umhyggju Stalíns fyrir alþýðu heimsins."
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2007-03-12 20:48:41",
            "id": "4677791",
            "reply_to_id": "4675072",
            "text": "amm. laxnes var kommi semasagt. allir snillingar eru geðveikir að einu leyti :P\nkanski of gróft til orða tekið."
        },
        {
            "user": "sKaKKur",
            "user_id": "5790",
            "date": "2007-03-18 17:06:31",
            "id": "4697694",
            "reply_to_id": "4640520",
            "text": "Sammála þér, en það er þó bæði rétt að skrifa Egyptaland og Egiftaland."
        },
        {
            "user": "Bijou",
            "user_id": "34464",
            "date": "2007-03-02 08:21:35",
            "id": "4641729",
            "reply_to_id": "4638677",
            "text": "Ég verð eiginlega að viðurkenna að ég er sammála þér. Fletti í gegnum það og ég held að ég haldi bara áfram að vera áskrifandi að Lifandi Vísindum og láta þetta vera til þess að fletta í gegnum annað slagið á bókasöfnum…"
        }
    ]
}