{
    "forum_title": "Dulspeki",
    "user": null,
    "user_id": null,
    "date": "2007-03-01 16:43:12",
    "title": "Ostara - vorhátíðin",
    "text": "Jæja, dagarnir halda áfram og næsta hátíð sem ég ætla að fjalla um heitir Ostara.\nOstara, eins og sumir kannski taka eftir er náskylt enska orðinu “easter” en hátíðin er\neinmitt það sem varð svo aðdragandi að kristnu páskunum.\nOstara táknar fyrsta dag vorsins og er haldið upp á þessa hátið um 21. mars. Þetta er hátíð jarðarinnar, í kringum okkur sjáum við að jörðin er að taka við sér, tréin verða græn aftur og blómin farin að blómstra, fuglarnir farnir að syngja aftur og sólin farin að sýna meira til sín. Þetta táknar á vissan hátt nýja byrjun, náttúran vaknar eftir dvala sinn og er fersk.\nEinnig er þetta frjósemishátíð, tími til að bæði vonast eftir/biðja um frjósemi eða bara fagna henni. Einnig er það aldagömul hefð að mála egg á þessari hátíð. Eggið er gamalt tákn fyrir frjósemi og möguleika. Þau eru þá gjarnan máluð með táknum, myndum og litum sem fólk telur hjálpa eiginleikum sem við viljum í líf okkar koma fram. Þetta er í dag tengt við kristnu páskana og borðum við til dæmis páskaegg, en eggin voru máluð og notuð á Ostara langt fyrir tíma kristninnar.\nOstara er einn af 8 höfuð-sabbötunum hjá Wicca-fylgjendum og er vinsælt meðal þeirra að nota þennan tíma til að byrja að rækta jurtir eða blóm, planta fræjum í garðinn og njóta tímans úti í náttúrunni. Margir fara þá í einhversskonar göngu til þess að njóta sólarinnar og komandi vorsins eða halda litla hátíð.\nÁ þessum tíma er birtan og myrkrið í jafnvægi (kannski ekki alltaf hérlendis) og er haldið upp á komandi daga sólarinnar, frá þessum tíma mun hún verða hlýrri og meiri og þess vegna er hefð að halda upp á sólina á þessum tíma. Einnig er það hefð að halda upp á jafnvægi náttúrunnar vegna jafnvægi sólarinnar og tunglsins á þessum tíma.\nÍ gamla daga voru kveiktir báleldar á þessum tímum og borðað var mikinn og góðan mat. Fólk dansaði og spilaði tónlist og vonaðist eftir frjósemi hjá sér og dýrum sínum (t.d. kúum, hestum og svo framvegis). Einnig var vonast eftir góðu vori, bæði í samhengi við að dýrin hefðu það gott og mjólkin frá þeim góð, og beðið var um að uppskeran yrði góð.\nMeira í sambandi við Ostara:\nHefðbundinn matur:\n“Laufgrænt” grænmeti, mjólkurvörur, hnetur, graskersfræ, sólblómafræ.\nJurtir og blóm:\nÖll vorblóm sem blómstra á þessum tíma.\nReykelsi:\nJasmín, rós, jarðarberja, blóma-reykelsi og ávaxta-reykelsi, sætar lyktir.\nAthafnir:\nStrá fræjum, planta blómum, byrja að rækta jurtir, garðyrkja, taka göngutúr í náttúrunni, kveikja bál, halda daginn hátíðlegan, vera útidyra.\nFrá rithöfundi:\nAð gefnu tilefni vil ég aðeins koma með eitt sem tengist ekki þessu málefni. Eftir að ég skrifaði um Imbolg hátíðina fékk ég nokkur skilaboð um það að “wicca væri algjört bull”. Í fyrsta lagi finnst mér að fólk ætti að virða hvort annað og skoðanir/trú annara, og þess vegna vil ég biðja um að fólk hafi ekki samband við mig nema það vilji ræða eitthvað af viti og skiptast á skoðunum við mig. Í öðru lagi, hvenær í ósköðpunum sagðist ég vera Wicca-fylgjandi? Aldrei, því það er ég ekki. Ég á margt sameiginlegt með því sem Wicca-fylgjendur trúa, en svo er aftur á móti mikið í þeirri trú sem ég er ósammála. En það breytir ekki þeirri staðreynd að dulspeki, andleg málefni og trúarbrögð eru mínar stærstu ástríður í lífinu og þess vegna kýs ég að skrifa greinar um eitthvað sem t.d. tengist Wicca. Takk fyrir mig.",
    "url": "https://www.hugi.is/dulspeki/greinar/498567/ostara-vorhatidin/",
    "url_id": "498567",
    "id": "4639553",
    "replies": [
        {
            "user": "halli25",
            "user_id": "18076",
            "date": "2007-03-01 17:38:09",
            "id": "4639805",
            "reply_to_id": "4639553",
            "text": "Flott grein, þetta er þá svipað og jólin hjá kristnum og sólstöðuhátíð hjá heiðnum?\nBtw. hvað er málið með Osta á huga þessa daganna"
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2007-03-01 18:23:29",
            "id": "4639994",
            "reply_to_id": "4639805",
            "text": "Já, sko þetta er heiðin hátíð sem svo varð að kristnu páskunum.\nJólin eru u.þ.b. 4000 ára hátíð, og hafa heitið ýmist “jól” eða “vetrarsólstöður”. Á ensku myndi þetta vera “yule”, sem svo var breytt í “christmas” til þess að hafa hátíðina kristna. Þess vegna þýðir orðið “jól” ekki beint “christmas” en það er samt notað þegar maður talar um þessa hátíð.\nVetrarsólstöðurnar hafa því heitið jól lengi vel, en  það er bara mismunandi eftir fólki og hefðum hvað maður vill kalla hátíðina.\nOstara er “upprunalegu” páskarnir. Þetta hefur oft verið notað þegar fólk vill setja út á kristni, því á páskum er verið að minnast dauða Jesú Krists og uppstigningu hans, sem er talið vera ein mikilvægasta kristna hátíðin, sem þó var til löngu fyrir tíma Jesú Krists.\nÉg veit ekki.. cheese is good? :P"
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2007-03-02 01:04:01",
            "id": "4641597",
            "reply_to_id": "4639994",
            "text": "Jólin eru u.þ.b. 4000 ára hátíð\nertu ekki að meina að elstu heimildir um jólin séu u.þ.b. 4000 ára… ég myndi allavegna halda að þau væru eldri… þetta er í raun bara átíðin sem var haldin í norður evrópu þegar veturinn fór dvínandi… ég myndi halda það, ef ekki neinar heimildir samt hversu gömul jólin eru :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-03-03 12:39:43",
            "id": "4645153",
            "reply_to_id": "4641597",
            "text": "Júbb það er það sem ég meinti."
        },
        {
            "user": "Frodmundur",
            "user_id": "33550",
            "date": "2007-03-05 02:20:30",
            "id": "4651652",
            "reply_to_id": "4639553",
            "text": "Góð grein :)\nVarðandi pælinguna um nafnið Ostara þá vil ég gjarnan bæta við að nafnið er dregið af nafni gyðjunnar Eostara sem er frjósemisgyðja og var dýrkuð á þessum tíma. Helstu tákn Eostara voru kanínur og egg, sem ennþá eru notuð við kristna páska. Hef alltaf gaman að því að spyrja kristna hvað þeir haldi að páskaegg og páskakanínur þýði í kristnu samhengi.\nPS. þú þekkir mig sem GL"
        },
        {
            "user": "Qipinge",
            "user_id": "6668",
            "date": "2007-03-22 21:20:14",
            "id": "4713144",
            "reply_to_id": "4639553",
            "text": "Fín grein hjá þér.\nÞað er gaman að spá í þessar hátíðir og sjá hvernig þær tengjast okkar náttúru, þar sem við upplifum örar breytingar á lengd dagsins yfir árið. Maður virkilega tekur eftir deginum lengjast í byrjun mars t.a.m.\nEinnig er gaman hvernig þær tengjast svo innbyrðis, fæðing og dauði, sáning og uppskera osfrv."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-03-22 21:28:21",
            "id": "4713174",
            "reply_to_id": "4713144",
            "text": "Takk fyrir það! Já ég er hjartanlega sammála. Finnst einstaklega gaman að skoða hátíðirnar, hvernig þær tengjast náttúrunni, sólinni og svo framvegis.."
        }
    ]
}