{
    "forum_title": "Dulspeki",
    "user": "spotta",
    "user_id": "3121",
    "date": "2007-03-04 01:18:24",
    "title": "vaknði grátand",
    "text": "hmmm já hér er einn draumur sem mig dreymdi um daginn. Og hann var svo raunverulegur a ég vaknaði hágrátandi.\nMig dreymdi að ég hefði verið búin að gefa frá mér son minn en held bara tímabundið. Var á leiðinni heim til Fósturheimilis hans, og svo er ég þar og er að tala við hann og hann er voða ánægður og sýnir mér herbergið sitt. Og þar eru munir hangandi sem ég og mín fjölskylda hefur gefið honum til minja um okkur. Og eg er að tala við konuna, og er að spyrja hvort ég megi ekki fá að heimsækja hann reglulega og er grátandi og þá vaknaði ég.\nÞetta var svo raunverulegt og mér leið svo illa allan daginn að það er ótrúlegt. Einhver sem gæti sagt eitthvað um þetta??\nkv. spotta",
    "url": "https://www.hugi.is/dulspeki/korkar/499213/vakndi-gratand/",
    "url_id": "499213",
    "id": "4647501",
    "replies": [
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2007-03-04 01:24:59",
            "id": "4647520",
            "reply_to_id": "4647501",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "spotta",
            "user_id": "3121",
            "date": "2007-03-04 01:29:58",
            "id": "4647541",
            "reply_to_id": "4647520",
            "text": "nei ég veit það, en samt frekar óhuggulegt að dreyma svona"
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2007-03-04 01:35:32",
            "id": "4647563",
            "reply_to_id": "4647541",
            "text": "Já, hef fengið svona mjög óhugnanlega en raunverulega drauma. Þetta er bara stress eða kvíði eða eitthvað svoleiðis."
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2007-03-04 18:33:58",
            "id": "4649592",
            "reply_to_id": "4647501",
            "text": "þetta er andstæðu draumur .. all sem þú fannst (tilfiningar) eru fyrir andstæðu sinni í vöku… grátur og sorg (söknuður) eru bara fyrir gleði… hann á samt eftir að gera hlutina sjálfstætt mjög snemma :) kannski alltof snemma og þú getur bara fylgst með þegar hann vex úr grasi :)"
        },
        {
            "user": "Orkamjas",
            "user_id": "55230",
            "date": "2007-03-04 18:38:56",
            "id": "4649617",
            "reply_to_id": "4647501",
            "text": "Það er svo vangefið að vakna grátandi. Hef lent í því nokkrum sinnum. Þá hefur mig aðallega dreymt einhvern deyja, jafnvel sjálfa mig.."
        }
    ]
}