{
    "forum_title": "Hljóðfæri",
    "user": "Touche",
    "user_id": "38123",
    "date": "2007-03-05 23:03:16",
    "title": "Pickuppar",
    "text": "Langar að skipta út epiphone Stock pickupponum mínum.\nOg hef verið að spá í SEymor Duncan Jb og Jazz þarsem ég hef ekkert nema gott heyrt um þá samsetningu.\nen var svona að smá hvað kostar þetta hérna á klakanum?\neinnig að spá í verðið á emg 81 og 85 active.\nVæri æðislegt ef einhver gæti sagt mér verðið og í hvaða verslun þeir fást.\nBætt við 5. mars 2007 -  23:05\nVæri snilld ef einhver gæti lika sagt mér hvar ég get látið skipta út fyrir mig. og verðið á því líka :)",
    "url": "https://www.hugi.is/hljodfaeri/korkar/499747/pickuppar/",
    "url_id": "499747",
    "id": "4654592",
    "replies": [
        {
            "user": "Touche",
            "user_id": "38123",
            "date": "2007-03-05 23:08:26",
            "id": "4654615",
            "reply_to_id": "4654592",
            "text": "fáðu þér semour frekar en emg!!!"
        },
        {
            "user": "Touche",
            "user_id": "38123",
            "date": "2007-03-05 23:09:55",
            "id": "4654622",
            "reply_to_id": "4654615",
            "text": "Hæjjjhhh…geri það líklega, en má/vil ekki eyða of miklu í nýja pickuppa akkurat núna. ef það er ekki undir 10þús þá kaupi ég að utan"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-03-05 23:18:36",
            "id": "4654651",
            "reply_to_id": "4654622",
            "text": "semour duncan eru ódýrari en emg!:)\nheld sammt ekki undir 10:O"
        },
        {
            "user": "moog",
            "user_id": "13706",
            "date": "2007-03-05 23:19:46",
            "id": "4654653",
            "reply_to_id": "4654622",
            "text": "Sparar lítið sem ekkert í að kaupa SD pickupa að utan. Tónastöðin er með þá á svaka góðu verði. Minnir að það sé hægt að kaupa JB og Jazz í setti á einhvern 13 þús. kall hjá þeim.\nÞekki samt ekki með EMG pickupana þar sem ég er lítið fyrir Active pickupa.\nBætt við 5. mars 2007 -  23:22\nGetur látið skipta um pickupana held ég hjá Tónastöðinni, Rín og Hljóðfærahúsinu, þori ekki að fara með hvað það myndi kosta."
        },
        {
            "user": "Touche",
            "user_id": "38123",
            "date": "2007-03-05 23:40:58",
            "id": "4654709",
            "reply_to_id": "4654653",
            "text": "jaaa kosta 8þús kalli úti :/"
        },
        {
            "user": "moog",
            "user_id": "13706",
            "date": "2007-03-06 11:03:14",
            "id": "4655202",
            "reply_to_id": "4654709",
            "text": "Ekki gleyma flutningskostnaði og vaskinum inn í verðið,,, þá munar þetta litlu, en ég var líka búinn að skoða þetta á ebay, myndi nýta mér það ef tónastöðinn ætti þá ekki til."
        },
        {
            "user": "Touche",
            "user_id": "38123",
            "date": "2007-03-06 14:13:09",
            "id": "4655596",
            "reply_to_id": "4655202",
            "text": "þetta er 8500 með flutningi. Enginn vaskur ef þetta er sent sem gjöf."
        },
        {
            "user": "moog",
            "user_id": "13706",
            "date": "2007-03-06 14:27:59",
            "id": "4655629",
            "reply_to_id": "4655596",
            "text": "Var Ebay seljandinn til í að merkja þetta sem “gift”?"
        },
        {
            "user": "Touche",
            "user_id": "38123",
            "date": "2007-03-06 14:44:48",
            "id": "4655684",
            "reply_to_id": "4655629",
            "text": "ekkert buinn að tala við hann ætla að checka á tonastodini fyrst."
        },
        {
            "user": "Touche",
            "user_id": "38123",
            "date": "2007-03-07 14:03:10",
            "id": "4659500",
            "reply_to_id": "4654653",
            "text": "Hringdi í tónastöðina áðan og Jb + Jazz eru á 11-12þús en ísetningin í kringum 5þús :/"
        },
        {
            "user": "moog",
            "user_id": "13706",
            "date": "2007-03-07 14:11:11",
            "id": "4659532",
            "reply_to_id": "4659500",
            "text": "Gott verð hjá þeim.\nFinnst ekki dýrt að borga 5 þús. fyrir ísetningu ef þú treystir þér ekki í þetta sjálfur. Þetta tekur smá tíma fyrir þá og eflaust vandað til verks."
        },
        {
            "user": "ehar",
            "user_id": "31826",
            "date": "2007-03-07 15:38:31",
            "id": "4659857",
            "reply_to_id": "4659532",
            "text": "það er sennilega Brooks sem setur í fyrir þá.\nTopp vinna.\nGætir skoðað að setja push/pull pott í líka.\nVeit að hann hefur verið að gera það.\nE"
        },
        {
            "user": "Touche",
            "user_id": "38123",
            "date": "2007-03-06 00:20:55",
            "id": "4654802",
            "reply_to_id": "4654592",
            "text": "http://cgi.ebay.com/Seymour-Duncan-SH-4-JB-SH-2n-Jazz-Hot-Rodded-Pickup-Set_W0QQitemZ190089062996QQihZ009QQcategoryZ41430QQtcZphotoQQcmdZViewItem\nLýtur vel út ef þetta er á 13þús kall eins og moog sagði þá versla ég liklega við þennan.\nEndilega checkið á þessu þeir senda worldwide."
        },
        {
            "user": "ehar",
            "user_id": "31826",
            "date": "2007-03-06 09:43:51",
            "id": "4655082",
            "reply_to_id": "4654592",
            "text": "Keyfti Seymore Duncan hot rails fyrir ca einu og hálfu ári.  var á $ verðinu. Svo það var 30-40% af flytja þá inn.\nEr með Custom Custum og 59 í Gibson Les Paul.\nBáðir kosta það sama hér og úti.\nÍ grunnin eru svona meira og minna fín verð á Pu í Tónastöðinni.\nStöðin er venjulega bara verulega vel samkeppnisghæf.\nMinnir að Ómar gitarleikari og afgreiðslumaður þar hafi verið að setja sama par í PRS custominn sinn.\nSetti líka pull push potta til að geta splittað þeim upp til að ná svona strat og telilegu soundi.\nBáðir þessir pu eru splittanlegir, það er að segja það koma 4 virar úr þeim þannig að hægt er að slökkva á öðru hvoru kolinu, keyra þaum hlið eða raðtengd.  þannig að þá er hægt að ná meiri fjölhæfni úr græjunni.  Minnir að Brooks hafi græjað þetta fyrir Ómar enda var hann með sérþarfir, 5 way swits og stillanlega potta.\nÞá geturðu t.d verið með bæði aftari kolin og fengið svona stratlegt sound ( staða 4 á stratswits)  Ekki eins og stratt en í áttina.\nnecc singulcail svona til að fá telelegra.\nEn svo altaf spurning um hvort maður vilji fjölbreyttnina.  Hún kemur altaf aðeins niður á Humbukker soundinu, auka lóðningar og svoleiðis.\nNú ertu með þykt mahony boddiy til að gefa feitan tón.  Þá lyst mér mun betur á þessa hugmynd en EMG.  EMG eru svona fínir sem rock sleggjur, gera minni kröfur til gitarinns. Seymoriinn er mikklu fjölhæfari.  Og þessi samsetning sem þú ert að hugsa um er líka nóg outputt til að fá allt það gain sem þú vilt  :-) :-$\nE"
        },
        {
            "user": "Diddii",
            "user_id": "44763",
            "date": "2007-03-06 12:55:09",
            "id": "4655403",
            "reply_to_id": "4654592",
            "text": "myndi fyrst prufa einhverja gítara sem eru með þessum pickuppunum"
        },
        {
            "user": "Touche",
            "user_id": "38123",
            "date": "2007-03-06 14:13:29",
            "id": "4655597",
            "reply_to_id": "4655403",
            "text": "ja checka á þeim við tækifæri"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-03-08 20:50:09",
            "id": "4664639",
            "reply_to_id": "4654592",
            "text": "mæli rosalega á móti emg, það er svo mikil vinna að gera gítarinn active held ég en það er maður í hlóðfærahúsinu sem gerir þetta undir 5 k minnir 2-3000"
        },
        {
            "user": "MaggiGunner",
            "user_id": "63549",
            "date": "2007-03-11 18:41:55",
            "id": "4673554",
            "reply_to_id": "4654592",
            "text": "ef þú myndir fá þér emg þá þarftu að fá þér nýtt rafkerfi í hann þannig rafkerfi að þú þarf að tengja rafhlöðu"
        }
    ]
}