{
    "forum_title": "Sagnfræði",
    "user": "NettAri",
    "user_id": "20473",
    "date": "2007-03-06 16:23:50",
    "title": "Karlamagnús.",
    "text": "Karl mikli Frankakonungur og síðar rómverskur keisari, öðru nafni Karlamagnús (Charlemagne), var uppi 742-814. Merkasta framlag hans til heimssögunnar var að honum tókst að byggja upp stórveldi í Evrópu, en eftir fall Rómaveldis á 5.öld liðaðist heimsálfan í sundur. Um miðja 8.öld þegar ríki Frankakonungs var voldugasta ríkið í Vestur-Evrópu og hafði vaxið mikið í rúma öld, Karl var sonur Pippins Frankakonungs og tók við konungdæmi 26 ára gamall árið 768. Hann hélt áfram landvinningum eins og faðir hans og afi. Hann lagði undir sig konungsríkið Lombardíu á Norður-Ítalíu, kúgaði Saxa í Norður-Þýskalandi, bætti Bæjaralandi við ríki sitt og tókst að fá Ungverja til að sverja sér hollustu. Eini ósigur hans var í Baskalandi á Norðvestur-Spáni. Þegar umsátur um borgina Saragossu mistókst og Karlamagnús frétti að Saxar á norðausturlandamærum hans hefðu gert uppreisn ákvað hann að snúa við og fara frá Baskalandi.\nFyrir utan konungsríkið Asturías á Spáni, Suður-Ítaliu og Bretlandseyjar, sameinaði hann í eitt stórveldi öll kristin ríki Vestur-Evrópu. Árið 800 tók hann sér keisaratign af því að hann var orðinn svo valdamikill í Evrópu, eða eins og segir í hinum íslensku Skálholtsannálum frá 14. öld: „Vígður Karla Magnús til keisara og krúnaður af Leó páfa yfir Rómaborg jóladag hinn fyrsta á 29. ári ríkis síns, og hélt svo 17 ár.“\nAuk þess sem hann jók stöðugt við stjórnmálalegt veldi sitt stóð hann fyrir menningarlegri endurreisn í heimsveldi sínu og lét meðal annars hanna nýja skrift sem kennd er við hann og kölluð Karlungaskrift – sérlega skýr og fögur. Þó að heimsveldi hans hafi aðeins lifað eina kynslóð eftir andlát hans erfðu konungsríki Frakklands og Þýskaland stjórnarskrárhefðir einveldis Karlamagnúsar. Á miðöldum í Evrópu var Karlamagnús álitinn fyrirmynd hins kristna konungs og keisara. Sagnaritari hans og aðstoðarmaður, Einhardus, lýsir honum svo:\nKarl var stór, sterkur og hávaxinn. Líkamshæð hans var sögð vera sjö sinnum lengd fótar hans. Höfuð hans var kúlulaga, augun stór, nefið nokkuð langt, hárið ljóst og andlitið glaðlegt. Hann var virðulegur og mikilúðlegur, hvort sem hann stóð eða sat; samt sem áður var hálsinn þykkur og stuttur og ýstran mikil - þó samsvaraði hann sér vel. Göngulag hans var traust og á heildina litið var hann karlmannlegur. Rödd hans var skýr en ekki jafn sterk og búast hefði mátt við af svo hávöxnum manni.\nKarl var hófsamur í mat og drykk og hafði óbeit á drukknu fólki… Hann átti erfitt með að halda sér frá mat og kvartaði oft undan því að fasta fór illa í hann… Þegar hann snæddi var spiluð tónlist eða lesið fyrir hann.\nFyrsta eiginkona Karlamagnúsar var Himiltrude. Þau giftust árið 766, þegar Karlamagnús var 24 ára, og eignuðust þau Pippin Kroppinbak. Hjónaband þeirra var aldrei formlega numið úr gildi en Karl giftist samt Gerpegu, dóttur konungs Lombarda. Þau giftust árið 768 og eignuðust ekki börn, en þremur árum síðar var þetta hjónaband  ógilt. Þriðja eiginkona Karlamagnús hét Hildegard og giftust þau árið 771 en hún dó árið 784. Með henni eignaðist hann níu börn, þar á meðal Loðvé, erfingja krúnunnar. Fjórða eiginkonan hét Fastrada. Þau giftust 784 og með henni eignaðist hann tvö börn, Theodrödu og Hiltrude. Fastrada dó árið 794. Fimmta og uppáhalds kona Karlamagnús var Luitgard, en þau eignuðust ekki börn og dó hún árið 800, sama ár og Karlamagnús var krýndur keisari í Róm, eins og ykkur mun í fersku minni.\nJafnvel þótt Karl hafi verið kvæntur fimm sinnum, sem halda mætti að væri nóg, hélt hann líka hjákonur, sem allar voru af lægri stétt. Fyrsta hjákona Karlamagnúsar sem vitað er um var Gersuinda og með henni eignaðist hann Adaltrude. Þetta var um 774. Önnur hjásvæfan hét Madelgard og með henni eignaðist hann Ruodhaid árið 775. Hin þriðja var Amaltrud frá Víenu og með henni eignaðist hann Alpaida, þetta var 794. Fjórða viðhaldið var Regína, árin 801-802, og með henni eignaðist hann Húgó og Drogo. Þeir ólust upp til að verða prestar. Fimmta og síðasta hjákonan var svo Ethelind og með henni eignaðist Karlamagnús Theodoric, árið 807, sjö árum áður en keisarinn lést.\nÁðurnefndur Einhardus lýsir andláti Karlamagnúsar af mikilli nákvæmni:\nNærri andlátinu, líkast til árið 813, þegar hann var niðurbrotinn úr aldurdómi og vanheilsu, kallaði Karlamagnús saman alla höfðingja konungdæmisins á fjölmennan fund. Þar útnefndi hann Loðvé, eina eftirlifandi son sinn, sem hann átti með Hildegard, sem meðstjórnanda yfir konungdæminu og erfingja keisaratignarinnar… Þann 22. janúar 814 fékk hann háan hita og lagðist í rekkju. Þá hóf hann að fasta í von um að sjúkdómurinn færi eða mildaðist. Auk hitans þjáðist hann af brjósthimnubólgu en hann hætti ekki að fasta og á sjöunda degi eftir að hann lagðist í rekkju lést hann, 71 árs og hafði rikt í 47 ár.\nRíki Karlamagnúsar entist ekki lengi eftir að hann dó en menningarleg og stjórnmálaleg arfleifð hans var sterk allar miðaldir og jafnvel enn lengur.\n————————————————-\nHeimildir:\nA History of World Societies. Ritstjóri Nancy Blaine. Boston og New York 2007.\n„Charlemagne.“ Encyclopædia Britannica Britannica Online:\nhttp://search.eb.com/eb/article-256617.\nSkoðað 20. febrúar 2007.\n„Charlemagne.“ Wikipedia, the free encyclopedia:\nhttp://en.wikipedia.org/wiki/Charlemagne.\nSkoðað 20. febrúar 2007.\nEinhardus, „The Life of Charlemagne.“ Medieval Sourcebook:\nhttp://www.fordham.edu/halsall/basis/einhard.html.\nSkoðað 20. febrúar 2007.\nIslandske annaler indtil 1578. Útgefandi Gustav Storm. Ósló 1888.\n————————————————-\nGerði þennan fyrirlestur fyrir skólann og ákvað að skella honum inn hérna.",
    "url": "https://www.hugi.is/saga/greinar/499789/karlamagnus/",
    "url_id": "499789",
    "id": "4655421",
    "replies": [
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2007-03-06 17:07:39",
            "id": "4656447",
            "reply_to_id": "4655421",
            "text": "Góð heimildarvinna, gaman að sjá eitthvað sem er ekki bara mismunandi kaflar úr sömu grein á Wikipedia :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-03-06 17:28:47",
            "id": "4656545",
            "reply_to_id": "4655421",
            "text": "Cheers :)"
        },
        {
            "user": "Drulluhali",
            "user_id": "46542",
            "date": "2007-03-06 18:02:05",
            "id": "4656695",
            "reply_to_id": "4655421",
            "text": "ég gæti skrifað hringi í kringumessa grein sko :P"
        },
        {
            "user": "Hrislaa",
            "user_id": "42360",
            "date": "2007-03-06 19:37:33",
            "id": "4657121",
            "reply_to_id": "4655421",
            "text": "Let me guess.. Saga 103?\nBætt við 6. mars 2007 -  19:49\nAnnar mjög vel gerð ritgerð. :)"
        },
        {
            "user": "NettAri",
            "user_id": "20473",
            "date": "2007-03-06 22:31:27",
            "id": "4657917",
            "reply_to_id": "4657121",
            "text": "Saga í MR, veit ekki hvort það er 103 ^^"
        },
        {
            "user": "hummingbird",
            "user_id": "29759",
            "date": "2007-03-07 12:44:07",
            "id": "4659266",
            "reply_to_id": "4655421",
            "text": "Skiptir það einhverju máli hvort hann hafi verið hófsamur á mat og drykk….? Held að það skipti ekki nokkru einasta málin en ein spurning þetta með rómar keisara er það ekki yfir the Holy Roman empire sem náði yfir mestan hluta austur evrópu ?"
        },
        {
            "user": "NettAri",
            "user_id": "20473",
            "date": "2007-03-07 14:16:29",
            "id": "4659551",
            "reply_to_id": "4659266",
            "text": "Allt skiptir máli."
        },
        {
            "user": "hummingbird",
            "user_id": "29759",
            "date": "2007-03-08 09:17:16",
            "id": "4662395",
            "reply_to_id": "4659551",
            "text": "jáááááá ok …… góð rök ég er alveg kjaftstop.\nErtu einhverskonar snillingur ?"
        },
        {
            "user": "NettAri",
            "user_id": "20473",
            "date": "2007-03-08 13:07:38",
            "id": "4662821",
            "reply_to_id": "4662395",
            "text": "10 ára eða? :)"
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2007-03-11 01:29:21",
            "id": "4671663",
            "reply_to_id": "4655421",
            "text": "Fínasta grein, mér finnst alltaf vera of lítið fjallað um þennan kafla Evrópu milli fall rómaveldisins og þegar víkingarnir fóru að drepa allt og alla."
        }
    ]
}