{
    "forum_title": "Spenna / Drama",
    "user": "Loaloa",
    "user_id": "8918",
    "date": "2007-03-08 14:23:35",
    "title": "Skins",
    "text": "Nýverið hófu göngu sína þættir í bresku sjónvarpi sem bera hið kryptíska nafn “Skins” og fjalla um millistéttarunglinga gera það sem millistéttarunglingar gera gjarnan best; djamma og rugla með líf sitt. Þeir urðu strax gífurlega vinsælir og gagnrýnendur hafa keppst um að reyna að réttlæta það fyrir sjálfum sér af hverju einhver yfir 18 ára aldri ætti að horfa á þættina. Ég nenni ekki að standa í slíkri naflaskoðun og er sátt við að hafa fengið upp í hendurnar skemmtilega drama þættir (með pínu sápubragði) sem þykjast ekki vera eitthvað sem þeir ekki.\nÞað breytir því ekki að þarna er mjög fagmannlega að verki staðið - handritin snörp og oft fyndin og leikhópurinn þéttur. Ég hef ekki hugmynd um hvort þessir þættir verða sýndir á Íslandi og vona bara að einhver sé vakandi hjá Ríkissjónvarpinu. Sýndi RÚV ekki Shameless? Það eru nefnilega sömu höfundar hér á ferð og þættirnir bera þess merki. Ath. við erum ekki á The O.C. eða One tree hill slóðum hér.\nFremstur í flokki er Tony (Nicholas Hoult). Sjálfsöruggur, myndarlegur, bráðgreindur og nokkuð kaldrifjaður. Hans helsta ánægja felst í því að spila með líf vina sinna og sjá til þess það sé allaf eitthvað í gangi. Hann á kærustu sem heitir Michelle en lætur sé kannski ekki alltof annt um hana.\nSid (Mike Bailey) er besti vinur Tony og pínlega hreinn sveinn. A.m.k. samkvæmt Tony. Sid er andstæða besta vinar síns í nær öllu - óöruggur, lúðalegur, gengur illa í skóla en er í alla staði ósköp ljúfur drengur og talsvert meira í hann spunning en hann gerir sér grein fyrir. Hann er ástfanginn af Michelle.\nMichelle (April Pearson) veit vel hvað Sid finnst en sér ekkert nema Tony. Hún gerir sér einhverja grein fyrir því hversu óáreiðanlegur hann er en neitar að horfast í augu við það. Hún lítur á það sem sitt hlutverk að vera flotta stelpan í skólanum með flottasta kærastann.\nJal (Larissa Wilson) er besta vinkona Michelle - og algjör andstæða hennar. Er skörp og róleg. Hún á frægan r&b pródúser fyrir pabba og er sjálf mjög hæfileikaríkur klarinettuleikari.\nChris (Joseph Dempsie) er hvatvís og stjórnlaus og heimilislífið hans er í molum. Hann er kolfallinn fyrir sálfræðikennaranum sínum, Angie (Siwan Morris), og sú lætur sér mun betur líka en hún vill viðurkennar.\nMaxxie (Mitch Hewer) og Anwar (Dev Patel) eru bestu vinir og eins og svo algengt virðist vera í þessum þáttum - algjörar andstæður. Anwar er múslimi sem gengur illa að sameina trúmál við djamm og kvennafar á meðan Maxxie er hommi. Ekki er mikið meira vitað um þessa tvo enn sem komið er.\nCassie (Hannah Murray) er fiðrildið sem læðist. Hún stendur á jaðrinum og er alltaf næstum því með. Hin veita hennar rétt svo athygli þegar hún krefst þess. Annars er hún að hverfa inn í anorexíuheim sinn. Hún er falleg og góð en það dugar ekki til. Hún er hrifin af Sid af því að hann sýndi henni einu sinni smá áhuga.\nAðrar persónur í þáttunum - eins og Effy systir Tonys og ríka stelpan Abigail - eiga sennilega eftir að koma meira við sögu en þegar þetta er skrifað hafa aðeins sex þættir verið sýndir.\nKrakkarnir sem leika aðalhlutverkin eru óvenjuleg að því leiti að þau er öll á svipuðum aldri og persónurnar sem þau leika (16-17 ára). Flest eru hér að leika í fyrsta sinn - fyrir utan Nicholas Hoult sem hefur verið í þó nokkrum kvikmyndum, sú frægasta sennilega About a boy. Þekktum andlitum úr bresku leikarastéttinni bregður fyrir í litlum hlutverkum fullorðna fólksins - en flest eru sennilega óþekkt hér.\nhttp://www.imdb.com/title/tt0840196/",
    "url": "https://www.hugi.is/spenna/greinar/500349/skins/",
    "url_id": "500349",
    "id": "4662998",
    "replies": [
        {
            "user": "HeartShapedBox",
            "user_id": "56631",
            "date": "2007-03-08 14:42:57",
            "id": "4663054",
            "reply_to_id": "4662998",
            "text": "ég ætla að prufa að dla þessum þáttum, hljóma skemmtilegi"
        },
        {
            "user": "Loaloa",
            "user_id": "8918",
            "date": "2007-03-08 14:57:38",
            "id": "4663086",
            "reply_to_id": "4662998",
            "text": "Uss - ekkert tal um dánlód. Alveg bannað."
        },
        {
            "user": "Eple",
            "user_id": "33563",
            "date": "2007-03-08 15:13:13",
            "id": "4663133",
            "reply_to_id": "4663086",
            "text": "Þá á semsagt enginn eftir að sjá þetta fyr en á næsta ári?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-04-12 15:37:40",
            "id": "4784557",
            "reply_to_id": "4663133",
            "text": "Segjumst bara öll búa á bretlandi, eða vera með óvenjulega góða sjón…."
        },
        {
            "user": "wiggert",
            "user_id": "59415",
            "date": "2007-03-08 15:45:46",
            "id": "4663297",
            "reply_to_id": "4662998",
            "text": "Held að þetta séu nokkuð skemmtilegir þættir ef maður á að miða við þessa grein.  Vonandi verður\nþetta sýnt á rúv :)"
        },
        {
            "user": "09876",
            "user_id": "16067",
            "date": "2007-03-08 15:57:49",
            "id": "4663378",
            "reply_to_id": "4662998",
            "text": "Þetta er\nYNDISLEGIR\nþættir!\nVinir mínir í UK bentu mér á þessa þætti  þegar ég var að kvarta yfir þessum _einkar_ skemmtilegu Oc og Otr þáttum.\nEkkert OC Crap! Skins er málið!\n(pínu ýkt stundum)"
        },
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2007-03-08 19:26:58",
            "id": "4664266",
            "reply_to_id": "4663378",
            "text": "mér finnst OC skemmtilegir :("
        },
        {
            "user": "Morgunkorn",
            "user_id": "47624",
            "date": "2007-03-15 21:42:30",
            "id": "4688963",
            "reply_to_id": "4664266",
            "text": "þú mátt létt bíta af þér löppina og berja þig til dauða með henni.\nOC er of gamalt..um leið og eitt vandamál leisit þá kemur annað og ryan verður meira down"
        },
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2007-03-15 23:31:20",
            "id": "4689423",
            "reply_to_id": "4688963",
            "text": "Sagði að mér fyndist þeir góðir getur ekki dæmt það ÉG ER MANNESKJA!"
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2007-03-26 14:01:51",
            "id": "4725913",
            "reply_to_id": "4664266",
            "text": "Oc eru Beverly hills 90210 rip-off"
        },
        {
            "user": "viggi1234",
            "user_id": "25257",
            "date": "2007-03-08 16:24:25",
            "id": "4663536",
            "reply_to_id": "4662998",
            "text": "Hef séð þessa þætti og þeir eru helv góði"
        },
        {
            "user": "Viskan",
            "user_id": "14331",
            "date": "2007-03-08 19:29:41",
            "id": "4664278",
            "reply_to_id": "4662998",
            "text": "Fucking brilliant þættir! Held að þáttur 7 komi út á morgun :P Að minnsta verður hann kominn áður en ég fer út í næstu viku svo ég get notið þess að horfa á hann í fluginu ;D"
        },
        {
            "user": "Loaloa",
            "user_id": "8918",
            "date": "2007-03-08 23:29:29",
            "id": "4665245",
            "reply_to_id": "4664278",
            "text": "Þættirnir eru sýndir á fimmtudagskvöldum í Bretlandi."
        },
        {
            "user": "Viskan",
            "user_id": "14331",
            "date": "2007-03-09 01:45:25",
            "id": "4665535",
            "reply_to_id": "4665245",
            "text": "Fracking brill :D Nýr þáttur þá á netinu á morgun og horfi þá á nýjasta úti í London í næstu viku :P"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2007-03-08 19:55:05",
            "id": "4664383",
            "reply_to_id": "4662998",
            "text": "Hún á frægan r&b pródúser fyrir pabba\nþessi setning virkar bara ekki á ísl.\nen já, Bretar kunna að gera gott sjónvarpsefni"
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2007-03-09 11:59:06",
            "id": "4665974",
            "reply_to_id": "4662998",
            "text": "Fyndið að sjá strákinn úr About a Boy í þessu hlutverki :) En prýðisgrein hjá þér. Kudos"
        },
        {
            "user": "Tiddis",
            "user_id": "64350",
            "date": "2007-03-09 16:45:44",
            "id": "4666865",
            "reply_to_id": "4662998",
            "text": "Cassie (Hannah Murray) er fiðrildið sem læðist.\nWtf? Þýddirðu þennan texta af einhverri síðu?\nAnnars hljóma þetta sem sæmilegustu þættir :P"
        },
        {
            "user": "Loaloa",
            "user_id": "8918",
            "date": "2007-03-09 19:43:52",
            "id": "4667543",
            "reply_to_id": "4666865",
            "text": "Wtf? Þýddirðu þennan texta af einhverri síðu?\nNei"
        },
        {
            "user": "Tiddis",
            "user_id": "64350",
            "date": "2007-03-09 19:49:25",
            "id": "4667567",
            "reply_to_id": "4667543",
            "text": "hvað varstu þá að pæla ?"
        },
        {
            "user": "chromosome",
            "user_id": "39511",
            "date": "2007-04-07 02:37:00",
            "id": "4764791",
            "reply_to_id": "4662998",
            "text": "Yay! Loksins einhverjir íslenskir sem vita af þessum þætti! …..\ngosh\nI love them!\nGet ekki beðið eftir seríu 2!"
        },
        {
            "user": "wanderlust",
            "user_id": "56345",
            "date": "2007-05-02 16:06:24",
            "id": "4853590",
            "reply_to_id": "4662998",
            "text": "Aaah, ég elska þessa þætti! Elska, elska! Búin að horfa á þá alla (alla 9, hah) og hérna spurning.. veistu eitthvað hvenær næsta sería kemur út?"
        },
        {
            "user": "Loaloa",
            "user_id": "8918",
            "date": "2007-05-02 17:05:33",
            "id": "4853905",
            "reply_to_id": "4853590",
            "text": "Mjög líklega í febrúar á næsta ári."
        },
        {
            "user": "wanderlust",
            "user_id": "56345",
            "date": "2007-05-02 23:49:08",
            "id": "4855763",
            "reply_to_id": "4853905",
            "text": "NEHEI! Hvernig í andsk. á fólk að geta beðið þangað til? Ohh."
        },
        {
            "user": "Loaloa",
            "user_id": "8918",
            "date": "2007-07-02 10:03:12",
            "id": "5042133",
            "reply_to_id": "4662998",
            "text": "Því má svo við bæta að þessir þættir verða til sýninga á Sirkus í ágúst."
        },
        {
            "user": "Loaloa",
            "user_id": "8918",
            "date": "2007-08-21 14:19:48",
            "id": "5164548",
            "reply_to_id": "5042133",
            "text": "Eða ekki. Dyntótta dagskrárgerð :("
        },
        {
            "user": "Loaloa",
            "user_id": "8918",
            "date": "2007-08-21 16:22:22",
            "id": "5164989",
            "reply_to_id": "5164548",
            "text": "Ok - eftir smá rannsóknarvinnu kom í ljós að þættirnir byrja fimmtudaginn 30. ágúst næstkomandi kl. 20:10 á Sirkus"
        },
        {
            "user": "Rosebud",
            "user_id": "46202",
            "date": "2007-09-03 14:35:44",
            "id": "5199127",
            "reply_to_id": "5164989",
            "text": "eftir ég horfaði einn þátt… Þetta er góði þátturinn í Sirkus fyrir utan Weeds.."
        },
        {
            "user": "Loaloa",
            "user_id": "8918",
            "date": "2007-09-03 21:28:35",
            "id": "5201191",
            "reply_to_id": "5199127",
            "text": "Er ennþá verið að sýna Weeds á Sirkus? Ég sá að Stöð 2 er byrjuð að sýna þá - frá byrjun."
        },
        {
            "user": "Rosebud",
            "user_id": "46202",
            "date": "2007-09-03 23:35:55",
            "id": "5201949",
            "reply_to_id": "5201191",
            "text": "það var..\nég vissi að það er að sýna á Stöð 2.. Ætla þeir að sýna 3. seríuna á Stöð 2? ef svo.. fokking fávitar…"
        }
    ]
}