{
    "forum_title": "Deiglan",
    "user": null,
    "user_id": null,
    "date": "2007-03-10 22:00:49",
    "title": "sjálfstæðiskerfi í Grunnskólum...",
    "text": "Í mörgum grunnskólum núna eru svona sjálfstæðis kerfi. Í  mínum er þannig við eigum að gera áætlun í íslensku og stærfræði og öllum greinum og klára það yfir vikuna…þannig að við veljum hvað við gerum og  hversu mikið. En Vandamálið er að kennararnir kenna EKKI NEITT allir þurfa bara að læra allar þessar flóknu stærfræði og íslensku reglur sjálfir :S:S:S\nOg ÞETTA KERFI SUKKAR minn skóli er að skíta á sig í öllum prófum og seinustu 4 árin eða þá byrjaðikerfið…\nMig langar bara ða vita hvað finnst fólki um svona kerfi ???? og krakkarnir í skólanum mínum hafa nokkrum sinnum gert verkfall varðandi þetta kerfi en kennararnir skíta bara á okkur og segja okkur að læra eða þau fara bara í kaffi pásu og gera ekki neitt.\nBætt við 10. mars 2007 -  22:02\nallir þurfa að læra þessar ,,reglur' sjálfir gegnum skólabækur og það er dáldið erfitt..",
    "url": "https://www.hugi.is/deiglan/korkar/500960/sjalfstaediskerfi-i-grunnskolum/",
    "url_id": "500960",
    "id": "4670874",
    "replies": [
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2007-03-10 23:05:42",
            "id": "4671094",
            "reply_to_id": "4670874",
            "text": "Ég skil ekki alveg hvernig þetta kerfi virkar…"
        },
        {
            "user": "gamligrimmi",
            "user_id": "59934",
            "date": "2007-03-11 13:16:01",
            "id": "4672344",
            "reply_to_id": "4671094",
            "text": "Mér heyrist á honum að þetta kerfi virki ekki."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-03-10 23:06:48",
            "id": "4671102",
            "reply_to_id": "4670874",
            "text": "En eru kennslubækur ekki oft miðaðar viða að kennari kenni það sem standi í þeim og fari yfir og svoleiðis? T.d. voru engin svör aftast í málfræðibókinni sem ég var með í 10. bekk ein og í stærðfræðibókinni, samt var alveg nógu erfitt að tileinka sér allar þessar aðferðir með kennara. Ég get ekki ýmindað mér hvernig mér hefði gegnið á samræmdu ef kennararnir hefðu ekki verið að kenna… ég hefði s.s. skitið á mig.\nEn auðvitað eru kennararnir sáttir við þetta, vegna þess að þeir þurfa ekkert að gera nema vera í endalausri kaffipásu =D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-03-11 14:59:25",
            "id": "4672725",
            "reply_to_id": "4671102",
            "text": "Þeir kenna ef við réttum upp hönd og spurjum um hjálp annars ekki…\nBætt við 11. mars 2007 -  15:01\nAfsökunin í þessu kerfi er Þetta mun hjálpa ykkur í framtíðinni…"
        },
        {
            "user": "Jolamadurinn",
            "user_id": "58823",
            "date": "2007-03-11 14:25:27",
            "id": "4672610",
            "reply_to_id": "4670874",
            "text": "í hvaða skóla ertu?"
        },
        {
            "user": "ratatat",
            "user_id": "64227",
            "date": "2007-03-11 21:39:47",
            "id": "4674313",
            "reply_to_id": "4670874",
            "text": "Var með svona í ensku, ótrúlega gallað kerfi. Maður lærði aldrei neitt."
        },
        {
            "user": "BinzGautz",
            "user_id": "64199",
            "date": "2007-03-11 22:06:00",
            "id": "4674409",
            "reply_to_id": "4670874",
            "text": "Ég var með svona kerfi í heilt ár, þannig að 4-5 krakkar voru að áætla út vikuna í bæði stærðfræði og íslensku á einum degi.\nSvo gat maður ekki fengið hjálp frá kennurunum hinn daginn vegna þess að hann var að áætla með öðrum krökkum.\nGallarnir eru þeir að þú getur stoppað oft og munt ekki kunna ýmislegt sem þú gætir fengið hjálp við frá kennaranum.\nKostirnir eru þeir að þú lærir að skipuleggja þig og vinna sjálfstætt.\nMér finnst að þetta kerfi væri hægt að nota í 6, 7 bekk en ekki á unglingastiginu. FELLA ÞETTA KERFI."
        },
        {
            "user": "BinzGautz",
            "user_id": "64199",
            "date": "2007-03-12 09:32:34",
            "id": "4675303",
            "reply_to_id": "4674409",
            "text": "Sammála þér…\nBætt við 12. mars 2007 -  09:34\nog já btw þetta er Ingunnnarskoli…"
        },
        {
            "user": "BinzGautz",
            "user_id": "64199",
            "date": "2007-03-12 12:11:21",
            "id": "4675513",
            "reply_to_id": "4675303",
            "text": "Ég bý útá landi, réttar sagt á Egilsstöðum."
        },
        {
            "user": "Rakky",
            "user_id": "33772",
            "date": "2007-03-15 02:21:41",
            "id": "4686371",
            "reply_to_id": "4670874",
            "text": "Kerfið fyrir sig er í raun frekar einfalt og mjög henntugt/áhrifaríkt ef rétt notað.\nÞú mynnist á að hægt sé að rétta upp hend og vill ég benda þér á að það er góð lausn á bæði spurningu þinni hér og í skólanum.\nVerkfall í grunnskóla? Ertu þarna fyrir kennarana , foreldra eða þig?\nBætt við 15. mars 2007 -  02:23\nhönd*"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-03-15 08:32:51",
            "id": "4686473",
            "reply_to_id": "4686371",
            "text": "Mig. En þetta kerfi er eins og fangelsi.."
        }
    ]
}