{
    "forum_title": "Anime og manga",
    "user": "zailex",
    "user_id": "1631",
    "date": "2001-11-07 15:04:33",
    "title": "Inu-Yasha",
    "text": "Þessar bækur eru frábærar. Þær eru um stelpu sem ferðast í annan heim í gegnum eitthvað gat. Þar neiðist hún til að bjarga half demon (hálfum djöfli) til að bjarga sjálfum sér. Hálfi djöfullinn og hálfi maðurinnn :Þ hét Inu-Yasha. Well.. hann var að reyna að ná kristali sem gefur honum mikinn kraft. En fyrir slysni splundrast þessi kristall í helling að bútum og dreifðist út um allt. Stelpan (sem heitir Kagome)og Inu-Yasha ætla þá að leita að öllum þessum bútum og á leiðinni eru aðvitað fullt af fávitum sem hafa gleypt bútana til að fá kraft, þannig þetta er erfitt verk.\nSíðan vill auðvitað Inu-Yasha sjálfur fá bútana.\nBækurnar eru örugglega mjög margar en ég veit ekkert hvað margar.\nÞetta eru frábærar bækur sem ég mæli með.",
    "url": "https://www.hugi.is/manga/greinar/50093/inu-yasha/",
    "url_id": "50093",
    "id": "328291",
    "replies": [
        {
            "user": "Furdufugl",
            "user_id": "80",
            "date": "2001-11-07 17:52:06",
            "id": "328292",
            "reply_to_id": "328291",
            "text": "Ég hef aðvísu aldrei lesið bækurnar, en ég horfi á þessa þætti og þeir eru svo bilaðir að það hálfa væri hellingur!"
        },
        {
            "user": "Slith",
            "user_id": "3408",
            "date": "2001-11-07 17:59:29",
            "id": "328293",
            "reply_to_id": "328292",
            "text": "heh hef ekki enn lesið mangað en þúst þættirnir eru svooo m4d ! eg á þá alla sem eru kopmnir ut subbaðir eða 47 :) en þetta er enn í tv í japan og eg vona að þetta hætti bara aldrei ! ;Þ"
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2001-11-07 18:00:12",
            "id": "328294",
            "reply_to_id": "328292",
            "text": "Áhugaverð saga :) Maður verður að kýkja á þetta.."
        },
        {
            "user": "Slith",
            "user_id": "3408",
            "date": "2001-11-07 18:08:26",
            "id": "328295",
            "reply_to_id": "328294",
            "text": "btw holyman … þetta er ekki kagome þessi mynd sem þú sentir inn you baka! etta er kikyo"
        },
        {
            "user": "Holyman",
            "user_id": "36179",
            "date": "2001-11-08 12:17:40",
            "id": "328296",
            "reply_to_id": "328295",
            "text": "Haltu kjafti slith ég er ekki baka :)\nf*****g bíííí"
        },
        {
            "user": "Slith",
            "user_id": "3408",
            "date": "2001-11-08 13:01:03",
            "id": "328297",
            "reply_to_id": "328296",
            "text": "love you two holy heh"
        },
        {
            "user": "Furdufugl",
            "user_id": "80",
            "date": "2001-11-07 19:10:38",
            "id": "328298",
            "reply_to_id": "328291",
            "text": "Ég hef lesið fyrstu bækurnar, finnst þær virkilega skemmtilegar. Hef ekki enn fengið tækifæri til að sjá þættina…en, þegar ég verð rík mun ég kaupa mér þá. :D"
        },
        {
            "user": "Furdufugl",
            "user_id": "80",
            "date": "2001-11-07 20:32:28",
            "id": "328299",
            "reply_to_id": "328298",
            "text": "Sá þá til sölu á dvd einhversstaðar á netinu, og þeir voru mjög dýrir. Vona að það hafi samt bara verið þarna því að 100 dollarar fyrir 10 tíma af efni er slatti :"
        },
        {
            "user": "Slith",
            "user_id": "3408",
            "date": "2001-11-07 20:41:52",
            "id": "328300",
            "reply_to_id": "328299",
            "text": "fyrsta seria er bara kominn út en þættirnir voru víst licenced á 32. þætti sem suckar feitt því þá mega ekki fansubberar rippa og subba lengur og þá hætta þessir almennilegu sem kunna þetta að subba og aðrir “lelegir” taka við = verri encode og verri þýðinga"
        },
        {
            "user": "darkness",
            "user_id": "2862",
            "date": "2001-11-08 10:19:44",
            "id": "328301",
            "reply_to_id": "328300",
            "text": "Ég VERÐ AÐ SJÁ Inu-Yasha 48 !!!!! :) Slith að þú skulir gera vinum þínum þetta að láta mann horfa á svona spennandi framhöld þú gærir alveg eins gefið manni cokain og haldið að marr verði ekkert hooked á þessu :P"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-11-07 22:22:56",
            "id": "328302",
            "reply_to_id": "328291",
            "text": "ég hef lesið nokkrar bækur, það er snilld!! það er kona sem heitir Rumiko Takahashi sem teiknaði og skrifaði sögurnar, ég mæli líka með tvem bókflokkum frá henni sem eru Ranma 1/2 og Maison Ikkoku sem eru snilld:) ég á allan bækurnar með Maison ikkoku:)"
        }
    ]
}