{
    "forum_title": "Final Fantasy",
    "user": "viltudeyja",
    "user_id": "55900",
    "date": "2007-03-14 16:15:26",
    "title": "Final Fantasy XIII",
    "text": "Ég ákvað að bæta við grein THT3000 með nýjum fréttum frá Square um XIII, Versus og Agito. Ætla að byrja á XIII geri Versus og Agito saman seinna.\nÉg veit nú ekki um spoilera í þessari grein en ef svo er þá eruð þið búinn að lesa eftirfarandi.\nFinal Fantasy XIII\nFyrst: Final Fantasy XIII átti fyrst að komast á Playstation 2 en þegar Square komst að krafti nýju leikjatölvunar, Playstation 3, voru þeir ekki lengi að skipta um skoðun.\nLeikurinn verður keyrður á “White Engine” vél byggð fyrir Square Enix-s next-gen leiki.\nSaga:\nSaga Final Fantasy XIII byrjar með því að eitthvað frá neðri veröldinni, Pulse, gerir innrás á Cocoon. Cocoon er borg staðsett í skýjunum sem var byggð af krystölunum, vernduð af vélum. Eftir að hafa lifað í friði í mörg ár, óttast íbúar Cocoon hættuna að utan. Og starfandi “strange organization” eru óttaðir af íbúum Cocoons. Mesti ótti íbúa Cocoons er að ef heimili þeirra falli frá skýjunum. Fólk sem hefur möguleikana í slíkt og eru sögð hafa öruglega getað það, eru flutt frá Cocoon. Þeir sem komast í snertingu við jörðina að neðan, Pulse, hefur fengið þá að spurja hvort og annað um lifnaðarhætti. Vegna mikillar truflununar, ákvað ríkistjórn Cocoon að allir þeir sem komust í snertingu við Pulse voru gerðir útlagðir úr Cocoon. Krystallinn leitaði fyrir sig sjálfan kvennmann, sem mundi eyða veröldinni og íbúum þess. Trúað er að þessi kona muni leiða veröldina til síns fall. Nafn hennar er Lighting.\nToriyama staðfestir það að saga leiksins er ekki í þetta sinn um hóp fólks saman að bjarga veröldinni heldur verða frekar party bardagar.\nVeröldinn:\nJump Festa 2007 leiddi í ljós að veröld Final Fantasy XIII er að mestu leyti um fljótandi ríkistjórnar virki kallað Cocoon, verndað með háþróaðari tækni. Pulse, veröldinn að neðan, jörð, er tekinn af allskonar skepnum og hættum. Krystalarnir sem kusu Lighting voru fundnir upprunulega á Pulse, þessir krystalar eru sagðir gefa mönnum mátt til að breyta örlögum þeirra og móta jörðina eins og þeir sjá hana fyrir sér. Í raun og veru, voru krystalarnir notaðir til að stjórna íbúum Pulse til að vinna gegn þeirra vilja. Íbúar Pulse gerðu uppreisn gegn ríkistjórn sinni, biðjandi um sanngjarna meðhöndlun.\nCharacters:\nFyrsta staðfesta kvenhetjan, er ung kona sem kom fram í E3 trailer. Á Jump Festa 2007 kom fram nafn hennar “Lightning”, þó að Famitsu blaðið segir það sem dulnefni, sem hún á eftir að nota í einhverjum hlutum leiksins. Í nýlegu viðtali við Toriyama segir hann að hetjan kalli sig sjálfa Lightning til að halda rétta nafni sínu leyndu. Tetsuya Nomura lýsir henni ekki svo kvennlega, og segir hann að hann hafi verið beðinn um að gera kvennlega gerð af Cloud þegar kom að því að hanna hana. Lítið er vitað um Lightning að svo komnu, en Square-Enix hefur sagt að tvær gulu rendurnar á Lightnings vinstri öxl merkja Rank hennar og félagsstöðu.\nÍ fyrrum leikjum, Squares, hafa aðal hetjurnar oft verið skýrðar eftir veðurlagi eða öðrum atburðum: Cloud úr Final Fantasy VII, Squall úr Final Fantasy VIII og Tiida (Tidus) og Yuna (sól og máni á Okinawan(Ryukyuan tungumál, talað í Japan á suðrænu eyjum Okinawa) úr Final Fantasy X. Lightning fylgir þessu mynstri.\nJump Festa 2007 sýndi líka nálgun ljóshærðs mans sem keyrir móturhjól með byssu við hendi, kemur til Lightnings hjálpar þegar hún er ofurliði borinn. Það er líka nýlega búið að staðfesta það að þessi character á nafn tengt veðrinu, og að það er ekki tengt Lightning á nokkurn hátt. Toriyama staðfesti að ljóshærði maðurinn og Lightning eiga sérstakt samband milli hvors annars. Hann hefur líka verið lýstur af Square-Enix líkum kúreka.\nHann er sagður viltur og hetjulegur, en það er í raun og veru ekkert vit í honum að vera vinur eða óvnur fyrir Lightning. Hann er sagður líka hafa mjög skonda leið að berjast.\nGameplay:\nFrá sýnishorninu úr E3 sýnist leikurinn vera real-time, líkt og maður kynnist í Final Fantasy XI og Final Fantasy XII, þ.e. Active Dimension Battle kerfið. Square fólkið sögðu þá enga bið á hlutum svo á sem árásum, göldrum, itemum og fleiru. Viðtal við Torityama segir að galdurinn “Gravity” í fyrrum leikjum nú kallast “Gravity Bomb” og er sá sprengja notuð í Final Fantasy XIII trailerinum, trúi ég. Ég held nú að “Gravity Bomb” verði ekki það eina sem breytt verður.\nÍ efri, hægri horninu getur þú séð hringlaga mælir. Þegar talan mætir við ytri, leyfir það aðalpersónuni að fara í Overlock, svo kallað. Overlock statusinn virkar sem slow-motion effect. Og hægir á öllum nema spilaranum. Það er spáð að Overlock systemið mun taka við hefbundna Limit break kerfinu. Overlock líkist þó nokkuð Trance í Final Fantasy IX. Þegar Overlock er hafið birtist tala í hringlaga mælirinn og lækkar sífelt, líklega þá time limit.\nMeðferð summona mun breytast, og er þeim alls ekki gleymt. Summonar eru nú ekki bara til þjónustu á vígvellinum, heldur á að vera hægt að breyta þeim í farartæki. Toriyama bendir á að Lightning geti keyrt Shivu í orrustu. Því henni getur þú breytt í mótórhjól.\nYoshinori Kitase, segir leikinn verða offline að mestu leyti, en þú getir fengið eitthvað af online atriðum. Samt sem áður er leikurinn sjálfur ætlaður sem offline.\nBattle kerfið:\nToriyama segir battle kerfið fyrir Final Fantasy XIII hafi tekið á til að sýna hversu mikið af bardögum úr Final Fantasy VII Advent Children geta verið endurskapaðir í leiknum. Þar sem það taldist ómögulegt að kynna þetta battle-kerfi fyrir eldri leikjum úr Final Fantasy VII Advent Children, en til að borga upp fyrir það mun Final Fantasy XIII sýna hversu mikið af bardögum úr Final Fantasy VII Advent Children geta verið endurfædd í leik. Toshiro Tsuchida skapari battle kerfisins í Final Fantasy X, mun snúa aftur og hanna battle systemið fyrir Final Fantasy XIII. Tsuchida segir “random encounter” kerfið mun ekki snúa aftur, en óvinir mun samt sem áður vera til staðar, líkt og í Final Fantasy XII.\nÞróun:\nÁsamt Final Fantasy XIII koma Final Fantasy XIII Agito fyrir GSM-síma (það var sagt fyrir nokkru að hann kæmi frekar á DS eða einhverja stærri vél, er ekki viss hér) og Final Fantasy XIII Versus hasarleikur fyrir Playstation 3 gerður af Kingdom Hearts og Advent Children fólkinu, eru allir þrír þekktir sem: Fabula Nova Crystallis Final Fantasy XII. Samkvæmt Square-Enix er Final Fantasy XIII ekki tengdur hinum leikjunum á nein hátt. Square-Enix útskýrðu líka að þó að þessir þrír leikir eiga sér allir stað í sömu veröldinni, þá eru þeir ekki beinlínis tengdir.\nLeikurinn er keyrður á “White Engine” al-nýrri sjöttu kynslóðar leikjar vél byggð fyrir óutgefna leiki Square-Enix sem brátt eiga eftir að fylgja Fabula Nova Crystallis.\nEitt af aðal-atriðum vélarinnar er að það leyfir CGI að vera renderað í real-time. Það höndlar líka háþróaða hljóðvinnslu, cinematics, cut-scenes, sérstakar tæknibrellur og fleira.\nÍ febrúar 2007, segir Yoichi Wada að fyrirtækið notar ekki lengur “White Engine” heldur “Unreal Engine 3” í staðinn, í þeim skilnaði að minnka kostnað leikjana. Meðan notkun Unreal 3 vélarinnar er sönn saga fyrir komandi leiki Square-Enix, og White Engine er ennþá notuð fyrir Final Fantasy XIII\nToriyama segir Final Fantasy XIII mun verða gefinn út eins og fljótt og hægt er. En viðtal við hönnuð characterana, Tetsuya Nomura, segir hann ekki trúa því að leikurinn verði gefinn út 2007. Kazushige Nojima mun snúa aftur fyrir handrit sögunar. Eiji Fujii, fyrrum mynda stjóri Final Fantasy XII, mun snúa aftur fyrir Final Fantasy XIII. Isamu Kamikokuryou, fyrrum co-art stjóri Final Fantasy XII, mun koma aftur sem art stjóri. Aðal programmari mun vera Kazumi Kobayashi. Tetsu Tsukamoto mun sjá um vopna hönnunn.\nÉg get ekki sagt annað en að ég er spenntur. En mest er ég spenntur fyrir Final Fantasy XIII Versus sem er þá sorgarsagann ein.\nTakk fyrir mig, leynast stafsetningarvillur all staðar.\n-Wikipedia og google-",
    "url": "https://www.hugi.is/finalfantasy/greinar/501908/final-fantasy-xiii/",
    "url_id": "501908",
    "id": "4682370",
    "replies": [
        {
            "user": "ChocoboFan",
            "user_id": "60147",
            "date": "2007-03-14 16:45:50",
            "id": "4684234",
            "reply_to_id": "4682370",
            "text": "Sagði áður en neinn vissi neitt um FF XIII að þetta yrði besti leikurinn, ég held það enn ^^"
        },
        {
            "user": "Hansi",
            "user_id": "8352",
            "date": "2007-03-14 17:08:48",
            "id": "4684323",
            "reply_to_id": "4682370",
            "text": "Ágætt framtak að reyna að gera þessa grein en hún er bara allt allt of illa þýdd. Því miður það er ekki hægt að skilja allan textan þar sem hann er hreinlega málfræðilega út í hött."
        },
        {
            "user": "viltudeyja",
            "user_id": "55900",
            "date": "2007-03-14 18:37:09",
            "id": "4684770",
            "reply_to_id": "4684323",
            "text": "Jáh, hehe var að lesa þetta aftur. Var víst alltof sofandi þegar ég gerði greinina, vill helst taka hana upp á nýtt og lagfæra. En reyni að vanda mig betur næst."
        },
        {
            "user": "AlistairCrowley",
            "user_id": "26484",
            "date": "2007-03-14 17:37:27",
            "id": "4684433",
            "reply_to_id": "4682370",
            "text": "Final Fantasy XIII átti aldrei að koma á PS3. Þegar PS2 kom út sögðu Square að FFX,XI og XII myndu koma út á PS2 en minntust ekkert á FFXII fyrr en þeir sögðu að hann myndi koma út á PS3."
        },
        {
            "user": "viltudeyja",
            "user_id": "55900",
            "date": "2007-03-14 18:35:29",
            "id": "4684760",
            "reply_to_id": "4684433",
            "text": "Jú svona rétt áður en það var ákveðið. Þ.e. þegar þeir byrjuðu á því að plana leikinn."
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2007-03-14 18:16:48",
            "id": "4684665",
            "reply_to_id": "4682370",
            "text": "Gúdd stöff."
        },
        {
            "user": "Doxjugn",
            "user_id": "49189",
            "date": "2007-03-15 23:11:56",
            "id": "4689361",
            "reply_to_id": "4682370",
            "text": "Flott grein.\nÉg verð að segja að ég er bara illa spenntur fyrir þessum leikjum.\nVona það besta frá Square :)\nOg ég segi það aftur:Flott grein, eða réttara sagt: Glæsileg grein !!!!"
        },
        {
            "user": "Skazii",
            "user_id": "40417",
            "date": "2007-03-16 00:00:53",
            "id": "4689539",
            "reply_to_id": "4682370",
            "text": "Gief FFXIII Versus,\nlangar í hann baaad… en þá verð ég víst að fá mér PS3 >."
        }
    ]
}