{
    "forum_title": "Veiði",
    "user": "Allfather",
    "user_id": "11549",
    "date": "2001-11-08 00:24:03",
    "title": "Hjálp!!",
    "text": "Æg ætla nú að biðja mér eldri (held ég) og reyndari menn um smá aðstoð. Hvert get ég farið í dagsferð á rjúpu frá Reykjavík?\nÉg er ekki að biðja menn um að segja frá leynistöðum eða löndum þar sem þeir hafa einkaleyfi frá landeigendum, heldur bara svona “general” svæði í almenningi.\nÞekki þeta nefnilega ekkert sjálfur.\nPlz. gefið mér eitthvað því mig langar að éta rjúpu um jólin…\n:-)\nKveðja.\nAllfathe",
    "url": "https://www.hugi.is/veidi/greinar/50270/hjalp/",
    "url_id": "50270",
    "id": "329592",
    "replies": [
        {
            "user": "millennium",
            "user_id": "2024",
            "date": "2001-11-08 09:58:37",
            "id": "329593",
            "reply_to_id": "329592",
            "text": "Blikdalur í Esju, norðanmegin.\nHengillinn.\nBláfjöllin.\nHeiðin há - sunnan Bláfjalla.\nFjöllin í Þrengslunum.\nHraunin á Reykjanesi - austan Álvers.\nEf þú ert á jeppa þá geturðu farið í Skjaldbreiðina og það svæði.\nVonandi hef ég ekki eyðilagt ‘leynistaði’ einhverra með að gefa upp þessa staði sem að ég er næstum alveg viss um að eru í almenning, allavega hefur fólk verið að skjóta á þessum slóðum síðan að ég man eftir mér.  Kannski þarf að tékka á þessu með Blikdalinn nánar.\nEn almenningur er fyrir alla, er það ekki annars?"
        },
        {
            "user": "millennium",
            "user_id": "2024",
            "date": "2001-11-18 10:52:03",
            "id": "329594",
            "reply_to_id": "329593",
            "text": "Reyndar er Blikdalurinn í Esju allur friðaður miðað við kort sem ég sá hjá Náttúrufræðistofnun.\nGreinilega þarf að skoða Bláfjallasvæðið betur og einnig Fjöllin í þrengslunum.\nAllavega er maður að sjá fólk á veiðum á þessu svæði.\nhttp://www.ni.is/myndir/rjupufrid_big.jpg\nSvæðið sem ráðherra friðaði fyrir skotveiðum s.l. haust er 730 ferkílómetrar að stærð. Friðunin gildir í 3 ár. (Texti af vefnum þeirra)"
        },
        {
            "user": "ajaxultra",
            "user_id": "9669",
            "date": "2001-11-14 10:09:30",
            "id": "329595",
            "reply_to_id": "329592",
            "text": "Þú getur líka fengið kort hjá náttúrufræðiustofnun sem sýnir alla sataði á landinuu hvar má skjóta og hvar ekki. Þetta er mjög fínt kort og þá sérstakllega hvað varðar svæðið í kringum höfuðborgina.\nkv.\nAjaxinn"
        }
    ]
}