{
    "forum_title": "Kettir",
    "user": "Ladybird",
    "user_id": "58627",
    "date": "2007-03-18 16:00:13",
    "title": "kúkalabbi..",
    "text": "ok ég er með vandamál.. ég á u.þ.b 4mánaða kettling sem að tók allt í einu uppá því að kúka á gólfið. Hann gerir þetta bara einstöku sinnum eða kannski svona 1-3 í viku og alltaf á sama stað. Þessi staður er eins og hálfum metra frá kassanum hans en hann kúkar alveg og pissar samt eðlilega í kassan líka.\nég er búin að ormahreinsa hann, ég skipti alltaf reglulega á sandinum og henti kúknum í kassanum alltaf jafnóðum. Hann er ekki að mótmæla neinu (held ég..) því að við erum alltaf góð við hann og gefum honum fínan mat og mjólk og svoleiðis..\nÉg veit ekki hvað ég á að gera því að ég er að fara með hann inná heimili fjölskyldu minnar um páskanna og ég vill alls ekki að hann fari að kúka á gólfið þar!\nDýralæknirinn sem ég hafði samband við sagði að ég ætti að lóga honum því hann gæti verið sóðaköttur!\nhjálp!:(\nBætt við 18. mars 2007 -  16:02\njá ég ætla að bæta við að hann pissar alltaf í kassan það er bara þetta með kúkinn hans..:/",
    "url": "https://www.hugi.is/kettir/korkar/503080/kukalabbi/",
    "url_id": "503080",
    "id": "4697481",
    "replies": [
        {
            "user": "mundalitla",
            "user_id": "53978",
            "date": "2007-03-18 17:35:10",
            "id": "4697799",
            "reply_to_id": "4697481",
            "text": "Ég veit ekki hvað þetta gæti verið. Kettirnir mínir gera þetta samt stundum, en ég hef ekki fundið neina ástæðu fyrir því.\nÉg mæli samt ekki með því að þú látir hann fara fyrir þetta. Hann gæti vaxið upp úr þessu bara.\nEins og ég segi, mínir kisar gera þetta stundum en ekki oft. Ekki eins oft og hjá þér en ég mæli með því að þú gefir honum aðeins lengri tíma."
        },
        {
            "user": "Ladybird",
            "user_id": "58627",
            "date": "2007-03-18 21:40:57",
            "id": "4698981",
            "reply_to_id": "4697799",
            "text": "jámm við erum að vona að hann vaxi kannski uppúr þessu:/ en það að láta hann fara er ekki möguleiki eins og er sko:)"
        },
        {
            "user": "kisakis",
            "user_id": "61921",
            "date": "2007-03-18 18:15:42",
            "id": "4697970",
            "reply_to_id": "4697481",
            "text": "Er hann geldur?\nEf hann er það, þá eg gott að gara í Garðheima og í dýrahornið, þar er kattafóður sem heitir Royal Canin og þar á að vera handa köttum með pissu- og kúkavandamál. Þá hættir kötturinn þinn líklega að kúka á gólfið. Þú getur spurt afgreiðslumann/konu hvort það sé til."
        },
        {
            "user": "Ladybird",
            "user_id": "58627",
            "date": "2007-03-18 21:41:50",
            "id": "4698984",
            "reply_to_id": "4697970",
            "text": "nei það má víst ekki gelda hann fyrr en eftir einn og hálfan til tvo mánuði:( en takk fyrir ábendinguna með fóðrið ég ætla að gá að því;)"
        },
        {
            "user": "Aiwa",
            "user_id": "31281",
            "date": "2007-03-18 19:42:47",
            "id": "4698358",
            "reply_to_id": "4697481",
            "text": "Ég á nú 16 ára læðu sem er búin að nota kassa í hálft ár. Hún kúkar oft á gólfið\nvið hliðina á kassanum.\nEflaust bara til að pirra okkur. Ég stend allaveganna í þeirri trú :)\nHún pissar alltaf í kassann samt og yfirleitt hittir hún stykkjunum sínum líka þarna en einstakasinnum ekki :)"
        },
        {
            "user": "Ladybird",
            "user_id": "58627",
            "date": "2007-03-18 21:40:25",
            "id": "4698978",
            "reply_to_id": "4698358",
            "text": "var hún þá aldrei kassavön ef hún er búin að kúka í kassa í hálft ár:S ..eða var hún útikisa?"
        },
        {
            "user": "Aiwa",
            "user_id": "31281",
            "date": "2007-03-18 23:25:52",
            "id": "4699440",
            "reply_to_id": "4698978",
            "text": "Hún var/er útikisa en er orðin smeik að fara út því það er orðið svo mikið af ungum fressum í götunni sem einfaldlega ráðast á svona gamalmenni.\nHún tók fegin við kassanum en virðist einstaka sinnum vera í nöp við heimilisfólkið og ákveður að skíta á gólfið við hliðina á kassanum :Þ\nGerir það samt oftast ofan í hann :)"
        },
        {
            "user": "Demona",
            "user_id": "39409",
            "date": "2007-03-18 21:42:21",
            "id": "4698986",
            "reply_to_id": "4697481",
            "text": "Ég hef reyndar aldrei kynnst þessu með köttinn minn en ég myndi reyna allt áður en þú ferð að hugsa um lógun.\nEn hvar er matardallurinn? Er hann nokkuð nálægt kassanum hans?"
        },
        {
            "user": "Ladybird",
            "user_id": "58627",
            "date": "2007-03-18 21:44:05",
            "id": "4698995",
            "reply_to_id": "4698986",
            "text": "nei við fengum einmitt þessa ábendingu líka en hann er alveg laaangt í burtu þannig að það er ekki það:/"
        },
        {
            "user": "Demona",
            "user_id": "39409",
            "date": "2007-03-18 21:48:33",
            "id": "4699012",
            "reply_to_id": "4698995",
            "text": "Ég myndi prófa að færa kassann hans, ekki af því að hann sé nálægt matardallinum heldur til að hann sé ekki í grennd við þennan stað.\nSvo er líka hægt að kaupa eitthvað sprey til að kötturinn hætti að finna lyktina af staðnum sem hann kúkar alltaf á."
        },
        {
            "user": "Ladybird",
            "user_id": "58627",
            "date": "2007-03-18 21:50:37",
            "id": "4699018",
            "reply_to_id": "4699012",
            "text": "já einmitt:) ég var að færa kasann hans á staðinn sem hann kúkar vanalega á núna áðan og vona að það virki. En við eigum svona get-off sprey og það virkar ekkert á hann:("
        },
        {
            "user": "Demona",
            "user_id": "39409",
            "date": "2007-03-18 22:29:57",
            "id": "4699189",
            "reply_to_id": "4699018",
            "text": "Nú jæja. Vonandi gengur það.\nEf ekkert virkar þá myndi ég hringja í gæludýrabúðir og fleiri dýralækna til að fá fleiri álit :)"
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2007-03-31 15:23:53",
            "id": "4744462",
            "reply_to_id": "4697481",
            "text": "þetta kallast saurmerkingar, kettir gera þetta frekar ef þeir eru ekki geldir og þá þegar þeir eru óöryggir… sérstaklega ógeldir högnar… minn gerir þetta bara ef hann er dauð skelkaður t.d. ef annar köttur er að koma inn, þá á minn það til að kúka um allt annars ekki…\nathugaðu hvort það sé einhver streituvaldur hjá honum, önnur dýr sem koma inn, eða hvort hann sé mikið einn heima…\nsvo gæti líka bara verið að hann sé enn ekki búinn að venjast nýja heimilinu, hann er bara lítið barn og er bara hræddur."
        }
    ]
}