{
    "forum_title": "Final Fantasy",
    "user": "viltudeyja",
    "user_id": "55900",
    "date": "2007-03-19 00:57:11",
    "title": "Final Fantasy XIII Versus",
    "text": "Ég ætla að fjalla um Final Fantasy Versus, því miður ætla ég að skrifa aðra grein fyrir Agito. Ég lofa að vanda mig betur í þetta skipti.\nFinal Fantasy Versus\nSaga:\nEkki ert margt vitað um sögu leiksins en Square segir svo að það er verið að berjast um seinasta krystallin. Trailerinn sýnir dularfullan mann, sagður seinasti erfingi konungsættar, ríkjandi seinustu borginni á jörðinni sem á  krystal, sem undir ófyrirséðum aðstæðum, er neyddur til þess að taka til bragða þegar konungsríki hans, bæjarbúar og krystall konungsríkisins verða undir árás frá “ræningjum” sem ætla sér að taka yfir borgina og krystalin þess sem sitt eigið.\nÞróun:\nLíkt og það sem ég skrifaði fyrir stuttu í Final Fantasy XIII greininni, þá hefur Square sagt Versus alls ekki tengdan Final Fantasy XIII eða Final Fantasy XIII Agito. Þótt að heimurinn er sá sami þá er ekkert tengt á milli þeirra.\nHugmyndinn á Final Fantasy XIII Versus fengu Square fyrir tvem eða þrem árum síðan vegna E3 2006, í sameiningu með Final Fantasy XIII. Eftir að kynningaeintakið af Final Fantasy VII fyrir Playstation 3 var fullklárað.\nÁgætlega mikið magn af því sem var gert var fyrst ætlað Playstation 2 en síðan, seinna, flutt yfir á Playstation 3. Og vegna þess þurftu þeir í Square að byrja næstum allt upp á nýtt.\nSquare, nýlega, sögði frá því að þeir keyptu heimild á Epic Games’ Untreal Engine 3 til að nota á næstu kynslóðar leiki, en hafa ekki minst á hvort að Final Fantasy XIII Versus munu nota hana eða ekki, en þeir sögðu Final Fantasy XIII mun nota White Engine, sem ég fjallaði smá um í fyrri grein minni.\nÞað hefur nýlega verið tilkynnt að Final Fantasy XIII Versus mun taka upp hreyfanlegu skynjara möguleikana sem fylgja SixAxis fjarstýringuni.\nBattle Kerfið:\nLítið svo á sem ekkert er vitað um “combat-kerfið” í Final Fantasy XIII Versus. En dularfulla persónan sem birtist í trailerinum er sögð hafa rauð augu þegar hann fer í orrustu og hvítt hár þegar hann hoppar eða teleportar sig. Ég býst við að combat-kerfið verði mjög svipað og í Final Fantasy XIII, eða kannski meir líkt Final Fantasy XII eða Devil May Cry.\nVeröld:\nLíkt og með alla Final Fantasy leiki þá er mótun veraldinnar einstök og í þetta sinn er sýnist hún vera frá miðöldum. Land aðalpersónunar er mjög þróað og nútímalegt á einhvern hátt, og það eina í veröldinni. Öll hin löndinn virðast hafa haldið sig við miðaldinar. Aðal kraftur veraldinar er krystalar. Öll löndin, nema aðalpersónunar, virðast hafa átt þá, en misst krystalana vegna óstoppandi stríðs. Það virðist að öll hin löndin hafa gert auðlindir sínar að vopnum, sem veitir þeim þróaðari rifla frekar en sverð og galdra. Og nú, hefur bara aðalpersónan okkar seinasta krystalin, og mikið stríð er haldið til þess að eignast seinasta krystalin, þar sem það er notfært fyrir herinn.\nCharacters:\nAðal hetjan er dularfullur ungur maður með dökkt blátt hár og fagurrauð augu. Hann er seinasti erfingi konungsættar, ríkjandi seinustu borginni í heiminum, sem stjórnar krystölum. Hann verndar borg sína frá ræningjunum sem ætla sér að ná borginni og taka krystalinn sem sinn eigin. Hann getur notað mörg vopn, þar á meðal sverðum og spjótum. Eins og sést í trailerinum þá getur hann notað sverðin og spjótinn til að vernda sjálfum sér frá skaða eða skaða óvini. Augu hans gerast rauð þegar hann heldur inní orrustu og hárið hans hvítt þegar hann flyst á milli (teleport) eða stekkur. Það gæti líka verið að hann gæti framkvæmt galdra, eins og Nomura sagði.\nNomura hefur sagt það að kvenhetja mun einnig slást í lið við aðal hetjuna, og mun vera kynnt seinna.\nDularfullu hermennirnir… Lítið er vitað um hermennina sem birtast í trailerinum, en þeir klæðast brynjum sem má líkja við miðaldrar hönnun en nota riffla sem vopn, sem líkjast nútímalegu sjálfvirku rifflunum.\nAfsakið allar stafsetningarvillur, málfræðileg mistök og enskuslettur.\n-Wikipedia og google-",
    "url": "https://www.hugi.is/finalfantasy/greinar/503171/final-fantasy-xiii-versus/",
    "url_id": "503171",
    "id": "4698669",
    "replies": [
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2007-03-19 09:26:20",
            "id": "4700029",
            "reply_to_id": "4698669",
            "text": "í þetta sinn er sýnist hún vera frá miðöldum.\nÞau vrðast nú vera með útvarpssendingar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-03-19 10:58:27",
            "id": "4700181",
            "reply_to_id": "4700029",
            "text": "Miðaldir í Fantasy heimi, semsagt ekki raunverulegum heimi.\nEinsog Warcraft er miðaldar heimur en samt með vélmenni og allskonar fáránlegt drasl. . ."
        },
        {
            "user": "Gexus",
            "user_id": "5048",
            "date": "2007-03-19 09:35:35",
            "id": "4700035",
            "reply_to_id": "4698669",
            "text": "Með bardagakerfið þá voru þeir búnir að staðfesta að það yrði mjög svipað Kingdom Hearts bardagakerfinu nema bara “betra”."
        },
        {
            "user": "viltudeyja",
            "user_id": "55900",
            "date": "2007-03-19 22:34:21",
            "id": "4702795",
            "reply_to_id": "4700035",
            "text": "Já improved hack and slash, mjöööög líkt Devil May Cry eða Final Fantasy Advent Children + Devil May Cry/Kingdom Hearts."
        },
        {
            "user": "Exiled",
            "user_id": "62674",
            "date": "2007-03-19 09:57:48",
            "id": "4700065",
            "reply_to_id": "4698669",
            "text": "Næs…"
        },
        {
            "user": "ChocoboFan",
            "user_id": "60147",
            "date": "2007-03-19 10:04:57",
            "id": "4700079",
            "reply_to_id": "4698669",
            "text": "Hlakka til að þessi komi."
        },
        {
            "user": "Shadowfaxx",
            "user_id": "37855",
            "date": "2007-03-19 22:10:17",
            "id": "4702656",
            "reply_to_id": "4700079",
            "text": "hvenar kemur hann?"
        },
        {
            "user": "ChocoboFan",
            "user_id": "60147",
            "date": "2007-03-19 23:23:45",
            "id": "4703063",
            "reply_to_id": "4702656",
            "text": "Það er ekki búið að gefa upp útgáfudaginn, en ef ég ætti að giska myndi ég segja svonaaaa … hmm … snemma 2009\nEn hvað veit ég svo sem ^^"
        },
        {
            "user": "viltudeyja",
            "user_id": "55900",
            "date": "2007-04-02 18:45:15",
            "id": "4751070",
            "reply_to_id": "4703063",
            "text": "Tetsuya Nomura býst ekki við því að leikurinn verði gefin út 2007. Um sumarið 2008 eða seint 2008."
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2007-03-19 11:19:48",
            "id": "4700215",
            "reply_to_id": "4698669",
            "text": "Er alls ekki spenntur fyrir honum. Reyndar góð ástæða fyrir því: Square-Enix hafa ekkert talað um hann og allt sem er vitað um leikinn er lítið annað en speculations."
        },
        {
            "user": "Auron",
            "user_id": "22980",
            "date": "2007-03-19 16:50:58",
            "id": "4701253",
            "reply_to_id": "4700215",
            "text": "Nei ekki ég heldur, ég er að spá í að kaupa frekar kororinpa.\nBætt við 19. mars 2007 -  17:02\nÞetta er líka léleg ástæða. Það er það langt í leikinn að þú átt ekkert að vita meira.\nÞú verður líklega spenntur þegar nær dregur."
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2007-03-19 17:03:08",
            "id": "4701311",
            "reply_to_id": "4701253",
            "text": "Hvað er með þig og Kororinpa? Ertu orðinn alveg heltekinn af honum? =)"
        },
        {
            "user": "Shadowfaxx",
            "user_id": "37855",
            "date": "2007-03-19 22:10:09",
            "id": "4702655",
            "reply_to_id": "4701311",
            "text": "Hugsanlega mesta peningaeyðsla ever."
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2007-03-19 22:32:28",
            "id": "4702783",
            "reply_to_id": "4702655",
            "text": "Tjah, Kororinpa er alveg fínn leikur. Þetta er ekkert meistaraverk, en það er betra að eyða pening í hann frekar en, segjum, Red Steel.\nEkki það að ég hafi borgað fyrir þá, en það er annað mál. En ég nenni ekki að ræða um skoðun mína á leiknum frekar. Til hvers að eyða óþarfa púðri í staðinn fyrir að benda á umsögnina sem ég skrifaði um hann?\nhttp://blog.central.is/gametivi/index.php?page=comments&id=2794561"
        },
        {
            "user": "Gexus",
            "user_id": "5048",
            "date": "2007-03-19 22:53:56",
            "id": "4702895",
            "reply_to_id": "4700215",
            "text": "Þessi leikur sýnir eitthvað nýtt með FF.\nGóður söguþráður (eins og alltaf) skemmtilegra bardagakerfi, betri grafík…En hef enga hugmynd með tónlistina en sjálfur er ég spenntur fyrir einhverju nýju með leikinn allt í allt ;)"
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2007-03-19 23:03:20",
            "id": "4702946",
            "reply_to_id": "4702895",
            "text": "Það sem ég hef heyrt og séð úr leiknum hefur ekkert sagt mér.\nTrailerinn sagði mér lítið. Grafíkin í trailernum sagði mér líka lítið því hann var pre-rendered, ekki in-game. Þeir hafa EKKERT talað um bardagakerfið, þeir hafa bara sagt að þeir “ætli að reyna að líkja eftir bardögunum í Advent Children.”\nEins og ég segi, á meðan það hefur nákvæmlega ekkert frést um leikinn, þá ætla ég að bíða og sjá áður en ég fer að leggja svo mikið sem drög að dómi á hann. Þangað til þá er ég með engu móti spenntur fyrir honum."
        },
        {
            "user": "IceLock",
            "user_id": "33708",
            "date": "2007-03-19 12:10:41",
            "id": "4700330",
            "reply_to_id": "4698669",
            "text": "Ég FATTA ekki afhverju þeir eru að koma með 3 leikinn af FF 10, eyðileggur gjörsamlega það skemmtilega við FF er að það eru alltaf nýjar sögur."
        },
        {
            "user": "Auron",
            "user_id": "22980",
            "date": "2007-03-19 16:50:14",
            "id": "4701248",
            "reply_to_id": "4700330",
            "text": "Þetta er sko Final fantasy 13 eða XIII… ekki X-III eða 10-3"
        },
        {
            "user": "IceLock",
            "user_id": "33708",
            "date": "2007-03-19 20:18:56",
            "id": "4702203",
            "reply_to_id": "4701248",
            "text": "Já okay, silly me. SS ekki leikurinn með Yuri (hét prinsessan það ekki:o? og Rikku jafnvel Wakka ;P)"
        },
        {
            "user": "Gexus",
            "user_id": "5048",
            "date": "2007-03-19 22:58:51",
            "id": "4702926",
            "reply_to_id": "4702203",
            "text": "Neibb…Og hún heitir Yuna bara svo það sé komið á hreint ;)"
        },
        {
            "user": "Exiled",
            "user_id": "62674",
            "date": "2007-03-20 10:20:00",
            "id": "4703630",
            "reply_to_id": "4702203",
            "text": "Yuri:\nhttp://images.amazon.com/images/P/B00005N7YK.01.LZZZZZZZ.jpg"
        },
        {
            "user": "IceLock",
            "user_id": "33708",
            "date": "2007-03-20 10:22:08",
            "id": "4703632",
            "reply_to_id": "4703630",
            "text": "Meinti að sjálfsögðu Yuna ;P\nlangt síðan ég kláraði þennan leik =)"
        },
        {
            "user": "Exiled",
            "user_id": "62674",
            "date": "2007-03-20 10:28:36",
            "id": "4703643",
            "reply_to_id": "4703632",
            "text": "Hehe"
        },
        {
            "user": "Pantalaimon",
            "user_id": "71080",
            "date": "2008-02-20 21:36:11",
            "id": "5652715",
            "reply_to_id": "4698669",
            "text": "Veit einhver hvort það verði mikill tímamunur á útgáfutíma FF XIII og FXIII VERSUS?"
        },
        {
            "user": "viltudeyja",
            "user_id": "55900",
            "date": "2008-03-05 14:25:37",
            "id": "5685141",
            "reply_to_id": "5652715",
            "text": "Ábyggilega einhver þar sem munar c.a. 9% (eða munaði fyrir nokkru) á framförum leikjana. Eða það skilst mér.\nMunur framfara á Versus XIII og XIII á, ábyggilega, eftir að teygja sig mun lengra á næstunni."
        }
    ]
}