{
    "forum_title": "Fræga fólkið",
    "user": "pinka",
    "user_id": "66090",
    "date": "2007-03-18 21:27:51",
    "title": "Helduru að?",
    "text": "Helduru að það sé gaman að vera frægur ég meina…. Ljósmyndarar láta mann ekki í friði maður má ekki gera neitt án þess að allt fari í blöðinn. Og allt einkalífið hjá manni er í blöðonum skiljiði. Ég held að það sé ekkert gaman að vera frægur. Kannski eitthvað gaman en ekkert allveg rosalega.",
    "url": "https://www.hugi.is/fraegafolkid/korkar/503200/helduru-ad/",
    "url_id": "503200",
    "id": "4698921",
    "replies": [
        {
            "user": "ratatat",
            "user_id": "64227",
            "date": "2007-03-18 21:32:49",
            "id": "4698941",
            "reply_to_id": "4698921",
            "text": "Þetta fólk býður upp á það. Td. eins og paris hilton og britney spears."
        },
        {
            "user": "pinka",
            "user_id": "66090",
            "date": "2007-03-18 21:40:37",
            "id": "4698979",
            "reply_to_id": "4698941",
            "text": "Já, sumt fólk er að gera eitthvað til að reyna að komast í blöðinn."
        },
        {
            "user": "Stjarna4",
            "user_id": "62112",
            "date": "2007-03-18 22:05:59",
            "id": "4699067",
            "reply_to_id": "4698941",
            "text": "Þetta fólk býður upp á það. Td. eins og paris hilton og britney spears.\nÞað er ekki allt fólk sem bíður upp á það. Sumir vilja ekkert verða frægir en verða það samt."
        },
        {
            "user": "ratatat",
            "user_id": "64227",
            "date": "2007-03-18 22:07:10",
            "id": "4699075",
            "reply_to_id": "4699067",
            "text": "Nefndu dæmi."
        },
        {
            "user": "Stjarna4",
            "user_id": "62112",
            "date": "2007-03-18 22:22:10",
            "id": "4699146",
            "reply_to_id": "4699075",
            "text": "Ég hef lesið fullt af dæmum um leikara sem elska að leika, en ekki frægðina..ég man engin nöfn eins og er, en ég held að ég fari með rétt mál þegar ég segji að Chris Martin, og þeir í Coldplay hafi aldrei ætlað að vera frægir..urðu það bara :)"
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2007-03-22 01:29:01",
            "id": "4710530",
            "reply_to_id": "4699075",
            "text": "Það er fullt af fólki sem vill vera í tónlist og leiklist vegna hæfileika og/eða köllunar, en ekki til að verða frægt.\nSama þótt læknar væru allt í einu geggjuð celebrities þá væri samt ennþá fullt af fólki innan geirans sem vildi hjálpa öðrum og fá launin án þess að vera með ljósmyndara á hælunum á sér, að stalka börnin sín.\nÞað eru margir leikarar og tónlistarmenn ofl. sem virðist ekkert sækjast eftir þessu. En hins vegar eru líka margir sem virðast nánast eingöngu vera innan bransans fyrir athyglina…t.d. dæmin sem þú nefndir."
        },
        {
            "user": "Demona",
            "user_id": "39409",
            "date": "2007-03-25 21:45:46",
            "id": "4723918",
            "reply_to_id": "4699075",
            "text": "Johnny Depp."
        },
        {
            "user": "Stjarna4",
            "user_id": "62112",
            "date": "2007-03-18 22:06:56",
            "id": "4699073",
            "reply_to_id": "4698921",
            "text": "Ég held að smá hluti af því sé skemmtilegt, væri til dæmis gaman að vera fræg í einn dag. En til lengdar er það örugglega hryllilegt, og það skemmir bara fólk…fá ekkert einkalíf og svona."
        },
        {
            "user": "pinka",
            "user_id": "66090",
            "date": "2007-03-18 22:08:03",
            "id": "4699081",
            "reply_to_id": "4699073",
            "text": "Já ég meina það hlýtur eitthvað að vera gaman við það en, margt leiðinlegt."
        },
        {
            "user": "Stjarna4",
            "user_id": "62112",
            "date": "2007-03-18 22:23:18",
            "id": "4699150",
            "reply_to_id": "4699081",
            "text": "Já..örugglega hryllilegt að vera frægur til lengdar…væri bara gaman að prófa það bara svona í stutta stund =)"
        },
        {
            "user": "HeartShapedBox",
            "user_id": "56631",
            "date": "2007-03-21 16:41:44",
            "id": "4708394",
            "reply_to_id": "4698921",
            "text": "mér væri svo sama þótt það kæmi slúður um mig í blöðin, mér væri sama hvað þessu ómerkilega fólki sem les þessi blöð finnst um mig(no offence þið sem lesið þetta). það er vinnann sem er svo skemmtileg við þetta, td að vera leikari ég held það sé svaaklega gaman en það hefur auðvitað sínar neikvæðu hliðar, en já svo er líka allir peningarnir mikill kostur :D"
        },
        {
            "user": "numba",
            "user_id": "68355",
            "date": "2007-04-05 21:43:22",
            "id": "4761352",
            "reply_to_id": "4698921",
            "text": "ég\ngæti ekki ýmindað mér að vera svona fræg!\nég mætti ekki fara á klósettið að skíta í friði, þá myndi það vera komið út um allan heim.\nþað er smat alveg örugglega gaman að hafa þetta sem vinnu\nbara ef fólk myndi leyfa manni að hafa smá einkalíf líka?\nen þetta er bara mín skoðun á þessu máli :)"
        }
    ]
}