{
    "forum_title": "Fuglar",
    "user": "Phillips",
    "user_id": "59307",
    "date": "2007-03-19 21:05:20",
    "title": "Hjálp mep African Grey páfagauk",
    "text": "Heyrðu það styttist í ferminguna mína og er að var African Grey páfagauk og mig vantar hjálp hvernig ég á að umgangast hann endilega segið ykkar skoðun um þetta",
    "url": "https://www.hugi.is/fuglar/korkar/503443/hjalp-mep-african-grey-pafagauk/",
    "url_id": "503443",
    "id": "4702365",
    "replies": [
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-03-19 21:12:51",
            "id": "4702395",
            "reply_to_id": "4702365",
            "text": "Myndi ekki mæla með því að vera með African Grey ef þú ert ekki vanur að umgangast fugla.."
        },
        {
            "user": "Phillips",
            "user_id": "59307",
            "date": "2007-03-19 21:19:15",
            "id": "4702427",
            "reply_to_id": "4702395",
            "text": "ég átti gára þegar ég var lítill eða mamma mín hún er eflaust vön þessu"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-03-19 22:03:01",
            "id": "4702608",
            "reply_to_id": "4702427",
            "text": "Þetta er allt annað en gári.. Þarfnast miklu meiri umönnun og krefst mikillar þjálfunar.\nMyndi annaðhvort sleppa því að fá þér African grey eða lesa þig rosalega vel til um þessa tegund og allt sem fylgir umhirðu, umönnun og allt. Myndi líka tala við aðra eigendur African grey og sjá hvað þeir hafa að segja :)"
        },
        {
            "user": "crazybirdlady",
            "user_id": "12571",
            "date": "2007-03-21 12:19:29",
            "id": "4707396",
            "reply_to_id": "4702365",
            "text": "Farðu á google og leitaðu bara að “African Grey care” og LESTU VEL. Það er besta ráðið sem ég get gefið þér.\nMaður venst svo bara því að hugsa um fuglinn og veit betur með tímanum hvað fuglinn þarfnast.\nStórt búr, góður matur (korn, grænmeti), hreint vatn og mikið af leikföngum. Alls ekki skilja hann lengi einan eftir í búrinu sínu heldur. Fuglar þurfa hreyfingu og ást og umhyggju. Ef þú ert mikið lengur en 8 klst á dag að heiman myndi ég ekki vera að fá mér African Grey. Íhugaðu þá frekar að fá þér smærri fugl.\nBætt við 21. mars 2007 -  12:22\nSíðan var líka komin inn smá grein hérna um African Grey:\nhttp://www.hugi.is/fuglar/articles.php?page=view&contentId=4630941\nLestu svo vel allar greinarnar á tjörvar spjallinu:\nhttp://www.tjorvar.is/spjall/viewforum.php?f=64"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-03-23 13:16:40",
            "id": "4714974",
            "reply_to_id": "4702365",
            "text": "Ask away, ég svara því sem ég get."
        }
    ]
}