{
    "forum_title": "Hljóðfæri",
    "user": "binni84",
    "user_id": "45106",
    "date": "2007-03-20 01:47:27",
    "title": "Óska eftir fólki í hljómsveit.",
    "text": "Sæl öll sömul.\n“Hljómsveitin” Cellar Door hefur að geyma 2 meðlimi, gítarleikara (mig) og svo söngkonu.\nKepptum í söngkeppni Framhaldskólanna árið 2005 fyrir FNV.\nVið höfum samið alveg heilan helling af tónlist og hlotið mikið lof á myspace síðunni okkar, þó svo að það séu bara demó.\nVið erum semsagt að leita að fleiri meðlimum í hljómsveitina og gera þetta að alvöru bandi.\nErum þá að leita allavega að trommara, bassaleikara, píanóleikara og helst einhverjum strengjum.\nHér getið þið hlustað á tóndæmi með sveitinni :\nwww.myspace.com/cellardooriceland\nOkkur hefur verið líkt við Emiliönnu Torrini, Kate Bush og fleiri . . en við reynum þó að skapa okkar eigið hljóð, sem við eigum eftir að finna betur.\nVið ætlum okkur að gefa út disk bráðlega og höfum við ókeypis stúdíó hjá pabba mínum til afnotar, þannig að diskurinn verður ekki dýr í framleiðslu.\nEndilega hafið samband með því að svara hér eða adda mér á msn : binni29@hotmail.com.\nMeð von um góðar undirtektir.\nBinni í Cellar Doo",
    "url": "https://www.hugi.is/hljodfaeri/korkar/503510/oska-eftir-folki-i-hljomsveit/",
    "url_id": "503510",
    "id": "4703412",
    "replies": [
        {
            "user": "Willimusin",
            "user_id": "59232",
            "date": "2007-03-20 20:02:26",
            "id": "4705614",
            "reply_to_id": "4703412",
            "text": "Gæti 16 ára strákur (að verða 17 í maí) átt möguleika í bandið?"
        },
        {
            "user": "binni84",
            "user_id": "45106",
            "date": "2007-03-20 20:24:42",
            "id": "4705725",
            "reply_to_id": "4705614",
            "text": "Það er svolítið tæpt sko :( Því miður, því við yrðum sennilega að spila á stöðum með 18-20 ára aldurstakmark.\nSegjum svona 19 ára og uppúr… skoða samt allt, en 16-17 ára er svolítið ungt sko ( þó ég efist ekkert um hæfileika).\nSó sorry :("
        },
        {
            "user": "Willimusin",
            "user_id": "59232",
            "date": "2007-03-20 20:35:10",
            "id": "4705761",
            "reply_to_id": "4705725",
            "text": "ok ekkert mál"
        }
    ]
}