{
    "forum_title": "Hundar",
    "user": "Thelmia",
    "user_id": "34858",
    "date": "2007-03-24 00:41:40",
    "title": "Saga Patta",
    "text": "Sagan hans Patta hefst í Grafarvoginum en hann er sonur Perlu; blöndu af Border Collie,Labrador og Íslenskum fjárhundi: og  Kols sem er einnig af sömu blöndu og Perla. Þetta gerir Patta að einskonar “hreinræktuðum” blendingi. Hann kom í heiminn þann 7.júlí 2002 ásamt bróður sínum Gola og systur sinni sem lést í goti.\nÉg hitti Patta fyrst heima hjá vinkonu minni sem átti Perlu þegar hann var þriggja daga gamall og ég mun aldrei gleyma þeim degi. Hann var svo lítill og varnalaus greyið. Ég þurfti að sannfæra foreldra mína um að taka hann að okkur en eftir smá tíma með hann í höndunum var málið ákveðið. Ég horfði á hann byrja að labba og smám saman fá sjónina og svo þegar hann var 6 vikna gamall kom hann til okkar að búa (við tókum hann snemma vegna vandræða í uppeldinu hjá Perlu, en hún var mjög ung þegar hún átti þá).\nÍ fyrstu svaf hann uppí hjá mér því hann vældi alltaf á gólfinu og svo þegar hann vandist nýja heimilinu lærði hann að lúra í bælinu sínu. Hann hefur alltaf verið mjög þrjóskur og tók það svolítið á að venja hann af því að gera þarfir sínar á gólfið og færa slíkt út fyrir hússins dyr.\nÞeim áfanga var náð á endanum en allan tímann sem hann var hjá mér var hann mjög sjálfstæður og var ekkert mjög hrifinn af því að hlýða kalli okkar. Prakkarinn í honum var aldrei langt í burtu og fannst honum rosalega gaman þegar hann slapp út. \t\tSvona gekk lífið í 2 ár í blíðu og stríðu vorum við vinir og alltaf svaf hann til lappa hjá mér og yljaði mér á tánum þegar ég kom upp í rúm á köldum vetrarkvöldum. .  Og ég hlustaði á hann hrjóta og ímyndaði mér hvaða draumar væru að fljúga í gegnum hausinn á honum. Hann var alltaf duglegur að leggja hausinn á sér á kjöltuna mína þegar ég var að borða og slefa hressilega. Það endaði yfirleitt með að ég horfði í grátbiðjandi augun hans og lét undan. Hann kom með okkur í útilegu um Verslunarmannahelgina þar sem hann fékk að hlaupa laus og ekki fannst honum það leiðinlegt.\nSvo um haustið árið 2004 ákváðum við að flytja.  Varð blokk fyrir valinu svo að við tókum ákvörðun um að finna betra heimili fyrir hann Patta minn. Mér fannst þetta mjög leiðinlegt en samt var þetta rétt ákvörðun. Ég hefði ekki viljað horfa upp á hann í blokk og ég á leiðinni í menntaskóla. Hann fékk fínt heimili á bóndabæ rétt hjá Höfn í Hornafirði hjá eldri konu. Þar fær hann að hlaupa laus um og leika sér við hinn hundinn á bænum.\nÉg fór svo í heimsókn til hans sumarið eftir að hann fór frá mér og það var æðislegt að hitta hann. Hann hoppaði upp um okkur öll og gat ekki setið kyrr. Ég var glöð að sjá hvað hann var ánægður þarna, konan virtist blíð og góð og mér leið betur með ákvörðun okkar. Þetta er hundur sem ég mun aldrei gleyma og ég er þakklát fyrir að hafa átt hann að í þessi tvö ár sem hann var hjá mér.\nTakk fyrir\nThelmia :)",
    "url": "https://www.hugi.is/hundar/greinar/504239/saga-patta/",
    "url_id": "504239",
    "id": "4713467",
    "replies": [
        {
            "user": "skiturjonas",
            "user_id": "56687",
            "date": "2007-05-11 22:39:19",
            "id": "4887679",
            "reply_to_id": "4713467",
            "text": "Galmi hundurinn minn hann Seifur, hann var settur á bóndabæ í pössunn í nokkur ár og kallfíflið skaut hann án þess að láta afa minn vita( átti hann með honum) :( :("
        },
        {
            "user": "Thelmia",
            "user_id": "34858",
            "date": "2007-05-15 17:40:50",
            "id": "4899634",
            "reply_to_id": "4887679",
            "text": "Ojj það er ömurlegt :S:S ég skil ekki hvernig hægt er að fara svona illa með hunda:S\nÉg veit að minn er í góðum höndum. Konan sem á hann hugsar mjög vel um hann … stuttu eftir að hann fór frá okkur var hann greindur með flogaveiki og þá átti að lóga honum, en konunni þótti svo vænt um hann að hún gat það ekki  … og nú er hann enn hjá henni og er á lyfjum og líður ágætlega :)"
        },
        {
            "user": "skiturjonas",
            "user_id": "56687",
            "date": "2007-05-16 16:07:47",
            "id": "4902812",
            "reply_to_id": "4899634",
            "text": "Gott :) en sko fíflið skaut hann afþví að hann var farin að bita kindurnar, en hann lét afa ekkert vita, afi hefði bara tekið við honum þá aftur, afi nefnilega bjargaði honum frá því að vera lógað!"
        },
        {
            "user": "Kalya",
            "user_id": "63036",
            "date": "2007-09-16 20:56:30",
            "id": "5237817",
            "reply_to_id": "4713467",
            "text": "Hérna, ég er að gera sögu, mig langar að gefa sögupersónunni hund, ég er búin að leita í meira en einn og hálfann klukkutíma.\nÉg væri til í að fá ráðleggingar, ég vil nefnilega finna hinn fullkomna hund.\nLýsing á persónunni er sona:\nPersónan er strákur, frekar feiminn og mikið fyrir hunda, nýfluttur í nýtt hverfi og býr á gistihúsi þar sem foreldrar hans vinna. Hann þarf nauðsynlega félagskap, traustann og blíðann hund sem er fljótur að læra, helst stór og ekki mjög loðinn.\nP.s. ég veit að þetta tengdist ekkert greininni hérna fyrir ofan, ógeðslega vel skrifuð grein! haltu áfram að skrifa ef þú færð fleiri hunda!\nég elska hunda! á sjálf kött samt"
        }
    ]
}