{
    "forum_title": "Smásögur",
    "user": "trickster",
    "user_id": "14293",
    "date": "2001-11-09 22:34:14",
    "title": "Gellan og krypplingurinn [Partur 1]",
    "text": "Hann hallaði sér aftur með lokuð augun og sveif ofan í neðansjávar helli þaktan af stjörnuþokum og gleði. Vinalegur búrhvalur í kjólfötunum kinkaði kolli og bauð honum að ganga inn í salinn. Salinn sem var fullur af flissandi fiskum, hlægjandi hákörlum og skemmtilegum skötum. Hann bauð gleðinni að dansa, hún roðnaði og hneigði sig ríkmanlega með bros á vör. Hún var í rauðum kjól skreittum stjörnufiskum og þegar hann tók utan um hana fann hann fyrir kítlandi tilfinningu sem leiddi út frá sér og endaði sem fiðringur í maga hans. Þau stigu dansinn á speglandi gólfinu og blá sólin blikkaði yfir nýstofnaðri ást.\n“Viltu gjöra svo vel að stíga út” sagði gleðin með kvennlegum róm og hvarf.\nSterkur ljósgeisli skein í andlitið á honum og tók röngenmynd af sálu hans.\n“Farðu út úr bílnum” heyrðist aftur og í þetta sinn með mun ákveðnari rödd. Rödd sem hefur æft sig fyrir framan spegilinn einusinni á dag í tvo mánuði.\nHann leit upp á lögreglukonuna skjælbrosandi og sagði.\n“Hei.. Þú ert bara dálítið sæt”\nÍ því var hurðin rifin upp og hann hrifsaður út úr bílnum með tökum sem minntu helst á heimsmeistaramót keppni í Judo.\n“Hvað er málið” Öskraði hann hundfúll yfir því að hafa verið tekinn út úr neðansjávarhellinum, tekin frá ástinni sinni.\nEkkert svar, þess í stað var hann handjárnaður með handabökin saman á bak við bak. Hann hlýtur að hafa gert eitthvað rosalega mikið af sér fyrst hann var handjárnaður á svona óþægilegan hátt. Kannski er það gegn lögum að kalla lögreglukonur sætar. Í miðjum pælingunum var hann hrifsaður upp af jörðinni eins og hvert annað bréfrusl. Sæta lögreglukonan stóð fyrir framan hann og leit út fyrir að vera mjög fúl. Til hliðar honum stóð ungur lögreglumaður með gleraugu, vel í holdum og trúlega ekki stærri en 1.70. Lögreglumaðurinn stakk höndinni í vasana hjá hinum handtekna, tók upp veski og opnaði það.\n“Örn Viðar Gunnarsson, er það þú ?” Spurði lögreglumaðurinn alvarlegur á svip.\n“Já já alveg eins” Svaraði hinn handtekni með fyrirlitningu í svipnum.\n“Já já, ekkert svona góði, þú kemur með okkur niðra stöð, dópisti” Hrækti litli lögreglumaðurinn út úr sér og henti hinum handtekna inn í lögreglubílinn.\nNóttin skein og götuljósin dönsuðu meðfram keyrandi bílnum.\nVélin hljómaði þreytt og útkeyrð.\nStelpur í öðrum bíl litu á hann og hvísluðu sín á milli.\nÖrn Viðar, kallaður Tré. Nítján ára, fallisti, coolisti, dópisti, grínisti, marxisti og margar aðrar skilgreiningar á fólki sem enda á -isti. Hann var líka biðl-isti, því hann var nafn sem beið á mörgum listum. Listum yfir fólk sem beið eftir betra lífi.\nTréinu var hent inn í kalda geymslu lögreglunar fyrir samskonar tré sem höfðu orðið undir í þjóðfélaginu. Loftræstingin hummaði með óþægilega óreglulegum hrynjanda og spúði köldu lofti inn í annars lofthelda geymsluna. Hann lá eirðarlaus á mikið notuðum bekknum og horfði á daufa birtuna sem læddist út úr máttlausu ljósinu, hún var að reyna komast út en var líka fangi inni í geymslunni, rétt eins og hann.\nMorgunin eftir var Tréinu hent sveittum og köldum út á götuna eftir að hafa eins og venjulega játað á sig öll vandarmál nýtímaþjóðfélags í tilgangslausri yfirheyrslu.\nStór gulur bíll kom og bauð honum far.\nGulur X8lX8 með striki í gegn um miðjuna:\nSkrítið hverning allir sem ferðast í þessum bílum reyna alltaf að setjast eins langt í burtu frá öðru fólki og mögulegt er. Það myndast alltaf skemmtilegt munstur þegar fjölgar í strætisvagninum og á sérstökum tímapunkti lenda einhverjir í vandræðum með að velja sér sæti. Þanning er að þegar það er einn einstaklingur er í hverri sætaröð neyðast þeir sem eftir koma að setjast við hliðin á einhverjum sem var fyrir, valið segir margt um einstaklinginn. Yfirleitt setjast konur samt með konum og kallar með köllum. Kemur þó fyrir að kallar setjist hjá konum en konur setjast næstum því aldrei hjá ókunnugum köllum í strætisvagni nema kannski bara þegar öll önnur stæti eru upptekin. Sumar konur velja þá samt að standa, en það er mikil móðgun við kallinn sem er við hliðin á eina tóma sætinu í strætisvagninum.\nEftir að strætisvagninn staðnæmdist á einhverjum stað steig Tréið út og gekk áleiðis í átt að næsta súkrahúsi til þess að leggja sjáfan sig inn. Enda var endir kominn á götu-sjálf-lyfjameðferðina og tími til kominn að keyra í niðursveifluna og fá einhver fjöldaframleidd lyf á kostnað Ríkisins. Eina sem hann þurfti að gera var að segja að hann ætlaði að drepa sig, þanning myndi hann fá ókeypis fæði og lyf í minnstakosti tvo daga. Hann vissi þetta vegna þess hann hefur gert þetta áður.\nÍ andyri sjúkrahúsins var þessi sama daufa birta og í geymslunni. Það var eins og þessi birta gerði í því að elta hann og draga tilveruna niður.\nHann gekk eftir ganginum og kom auga á hækjur sem húktu upp við vegg ræfilslegar og einmanna. Tréið tók þær upp og lét fætur sínar verða mátlausa þanning að hækjurnar gætu haft eitthvað að gera. Þanning dröslaði hann sér áfram og ímyndaði sér hverning það væri að vera krypplingur. Ætli hann myndi komast á fleirri lista? Fá meiri pening frá Ríkinu?\nFramhald —> Gellan kemur til söguna",
    "url": "https://www.hugi.is/smasogur/greinar/50450/gellan-og-krypplingurinn-partur-1/",
    "url_id": "50450",
    "id": "331190",
    "replies": [
        {
            "user": "tmar",
            "user_id": "14050",
            "date": "2001-11-10 00:49:44",
            "id": "331191",
            "reply_to_id": "331190",
            "text": "Ágætis byrjun og vil gjarna sjá meira…\nEnn og aftur saga sem gerist í þátíð…\nHvers vegna?\nNúna er sagan í 3.p. og enn sem komið er er sögumaður í 2.sjónarhorni, með takmarkaða vitneskju, sér eina persónu að utan og innan og aðrar persónur í gegnum hann. Gert vel!\nEn hvers vegna þátíð!\nÉg velti þessu mikið fyrir mér."
        },
        {
            "user": "trickster",
            "user_id": "14293",
            "date": "2001-11-11 03:44:53",
            "id": "331192",
            "reply_to_id": "331191",
            "text": "ég get ekki svarað því, því, því ég veit það ekki."
        },
        {
            "user": "tmar",
            "user_id": "14050",
            "date": "2001-11-11 18:09:20",
            "id": "331193",
            "reply_to_id": "331192",
            "text": "Ég sendi þér smá póst"
        },
        {
            "user": "cosmo",
            "user_id": "47752",
            "date": "2001-11-10 00:52:36",
            "id": "331194",
            "reply_to_id": "331190",
            "text": "“Hei.. Þú ert bara dálítið sæt”\nhehe\nsnilld.\nkv…\n[Ç]"
        }
    ]
}