{
    "forum_title": "Smásögur",
    "user": "spotta",
    "user_id": "3121",
    "date": "2001-11-09 19:58:01",
    "title": "1.hluti ( á eftir að finna nafn)",
    "text": "Lífið heldur áfram, er einhversstaðar sagt. Og það er víst sama hvað gerst hefur.\nÉg hefði aldrei trúað því, eftir að þú fórst frá mér. Ég hélt ég myndi deyja. Mér var svo illt inni í mér. Hjartanu, hefðu sumir sagt. En ég trúi ekki á það. Bara skynsemina sem heilinn býður uppá.\nÞað var henni að þakka að ég kynntist þér. Hefði ég ekki sýnt skynsemi og mætt í vinnu þennan dag, þá hefði ég aldrei kynnst þér.\nEn þú hefur alltaf agt að ég sé köldhjörtuð. Kannski var það satt. Ég vildi ekki trúa á hjartað þá.\nÍ marga mánuði eftir að þú varst farinn, gerði ég allt sem ég gat til þess að gleyma þér. Ég fór að drekka á hverjum degi, byrjaði að reykja, kynntist nýju fólki sem reykti hass daglega og var yfirleitt með einhver sterkari vímuefni. Stundum tókst mér að gleyma þér og því sem þú hafðir gert mér. Yfirleitt tókst mér það samt ekki. Yfirleitt helltist sorgin yfir mig einsog fata full af klökum.\nStundum heltók þunglyndið mig og ég vildi aðeins deyja. Þá reyndi ég að gera eitthvað sem myndi enda líf mitt. En það tókst aldrei. Það var alltaf einhver sem hélt að hann væri að hjálpa og fór með mig á sjúkrahúsið.\nÞar dvaldi ég yfirleitt í nokkra daga. Það versta við sjúkrahúsin var það að ég gat aldrei drukkið brennivín, eða fengið neitt sterkara. Ég mátti ekki einu sinni fá verkjatöflur.\nEinu sinni þá fékk ég einn vina minna til þess að koma með jónur til mín, því ég mátti jú reykja. Það dugði mér aðeins í tvo daga. Það komst upp um mig, starfsfólkið tók eftir því að augun á mér voru ekki eðlileg og eitthvað fleirra. Þá tóku þau jónurnar af mér, og sáu sjálf um að kaupa hana mér sígarettur. Eftir það þorði ég aldrei að vera með nein efni á mér. Af ótta að þau yrðu tekin frá mér.\nÞau skipti sem sorgin helltist yfir mig, fór ég út á pöbbana og leitaði að einhverjum karlmanni til þess að láta hana hverfa. Ég var stundum með sama manninum í heila viku, stundum bara í 1-2 daga, en yfirleitt var það aðeins í nótt. Ég hélt sífellt áfram að leita að karlmanni sem gat látið sorgina hverfa, en hún gerði það aldrei. Það gat enginn hjálpað mér.\nSumir karlanna sem ég eyddi nóttu með gáfu mér yfirleitt einhvern pening, og notaði ég þá til þess að kaupa brennivín og svolítið af efnum. Ég gerði mér grein fyrir því, að þeir gerðu ráð fyrir því að ég væri vændiskona, en það skipti mig engu máli. Mig vantaði peninga fyrir þessu og ef þeir buðust ekki til þess að gefa mér pening, þá stal ég þeim eftir að karlarnir sofnuðu. Þannig gat ég haft efni á því að kaupa mér vín og dóp.\nÉg tók eftir því einn daginn að ég keypti minna brennivín og meira af dópinu. Ótrúlegt en sagt þá var þetta algjört sjokk fyrir mig. Ég hafði alltaf haldið að ég gæti haft stjórn á þessu. Ég keypti yfirleitt ekki meira en 200-300 grömm og það dugði mér í mánuð. Nú var ég farina ð kaupa sama magn á tveggja  til þriggja daga fresti.\nÉg hugsaði með mér að ég yrði að fara að hætta þessu og minnka neysluna. Ég reyndi í heila viku, þá sá ég að ég vildi ekki minnka hana. Það var bara eitthvað sem ég hafði talið mig í trú um að ég vildi. Svo ég hélt áfram í sama fari og undanfarna mánuði án þess að gera mér grein fyrir því að ég vildi hætta og gæti það ef ég vildi. Ef ég væri nógu ákveðin. Kannski vissi ég það innst inni, en ég leyfði mér aldrei að hugsa um þetta. Ef að einhverjur erfiðleikar ætluðu að fara að gera vart við sig, þá reyndi ég að loka á þá, ég var búin að þola nóg.\nÞessa peninga sem ég hafði tekið frá körlunum, hikaði ég ekki við að nota.\nSamviskubitið nagaði mig heldur ekki, það eina var óttinn við karlana sem ég rænt. Ef þeir fyndu mig, eða hittu mig aftur og þekktu mig, þá væri aldrei að vita uppá hverju þeir gætu tekið. Til þess að þeir þekktu mig ekki, setti ég upp mismunandi hárkollur, sem ég fékk lánaðar frá hinum og þessum stelpum og fór á milli pöbba.\nÉg hafði verið heppin. Ég rakst sjaldan á þessa karlmenn og ef ég gerði það, þá mundu þeir ekki eftir mér. Einn og einn kannaðist jú við mig, en enginn þeirra mundi eftir mér sérstaklega sem manneskjunni sem hafði tekið aurana frá þeim.. Og ef þeir gerðu það, þá náði ég alltaf að kjafta mig út út vandræðunum.\nfrh….",
    "url": "https://www.hugi.is/smasogur/greinar/50480/1hluti-a-eftir-ad-finna-nafn/",
    "url_id": "50480",
    "id": "331509",
    "replies": [
        {
            "user": "cosmo",
            "user_id": "47752",
            "date": "2001-11-09 22:29:43",
            "id": "331510",
            "reply_to_id": "331509",
            "text": "Er þetta skammdegið…eða er þetta bara pjúra Íslandic saga úr skammdeginu.\nGóð saga, en…\nMinnir mig á Nafnið á Smashing Pumpkins plötunni “Mellon Collie, and The infinite sadness”…\nPlís.  Reynið að taka hann EkztaC til fyrirmyndar.  Hann var að senda inn sögu að nafni “Örlög örlaganna” sem mér þótti hin bærilegasta, og lýsti upp kvöldið, um stund.\nKærar kveðjur…\n[Ç]"
        }
    ]
}