{
    "forum_title": "Körfubolti",
    "user": "Sporti",
    "user_id": "26071",
    "date": "2007-03-25 21:08:32",
    "title": "Hvaða áratugar lið væri sterkast?",
    "text": "Ég ætla að búa til lið frá hverjum áratug fyrir sig(s.s bara byrjunar lið) og svo eigi þið að segja mér hvaða lið finnst ykkur sterkast(sumir leikmenn geta verið í tveimur liðum ef þeir báru af í tveimur áratugum)\n50/60 Liðið (Fyrsta þarf að vera tvöfalt)\nC B.Russel\nPF B.Pettit\nSF E.Baylor\nSG O. Robertson(ég veit að var PG en það voru ekki margir SG til að velja úr og The big O gat líka allt)\nPG  B. Cousy\n70 Liðið\nC Champerlain\nPF Jabbar(var rosalegur í byrjun ferilsins)\nSF J Erving\nSG Jerry West(hann var líka PG en þvílík skytta)\nPG W. Frazier\n80 liðið\nC Jabbar( eða Olajuwon)\nPF K. Malone(eða K. Mchale)\nSF L.Bird\nSG Jordan(stiga árinn en enginn titill)\nPG Magic\n90 liðið\nC Olajuwon\nPF K.Malone(eða Barkley)\nSF G.Hill(eða Pippen)\nSG Jordan (Kóngurinn)\nPG J.Stockton( eða G.Payton)\n2000-2007 liðið\nC Shaq (var algjört skrímsli)\nPF Duncan (stöðugastur og á nokkrar hringi)\nSF James  (hefur látið mikið af sér kveða)\nSG Kobe   (Nýji Kóngurinn)\nPG Nash (eða j.kidd)\nÞetta eru allt rosalegt lið og reikna ég samt með að fyrsta liðið fái fæst atkvæði en ef maður skoðar þessa gaura þá sér maður að þeir eru með hörku lið).\nÉg reikna með að það eru ekki allir samála valinu á þessum liðum leikmenn eins og D.robinson, Nowitsky, Iverson, Wadde, M.Malone, Garnett, J.Worthy, Isiha Thomas, Willis Reed, Walt Frazier svo einhverjir séu nefdir sitja eftir með sárt ennið.\n1.Hvaða lið finnst ykkur sterkast????\n2. Hvaða lið er veikast???\n3. Hvaða leikmenn vildu þið frekar sjá í liðunum????\n4. Hvernig væri ykkar 5.manna draumalið??\n1. Það er erfitt að gera upp á milli liða sérstaklega 70,80,90 og nýjasta en mér finnst að 80 liðið er sterkast en þó koma hinn þrjú rétt á eftir.\n2. Erfitt að tala um veik lið en fyrsta liðið vantar alvöru skyttu og því vel ég það.\n3. Ég valdi þetta svo ég er sáttur\n4.\nC. Champerlain\nPF. Jabbar(70)\nSF   Bird\nSG  Jordan(90)\nPG Magic\nLátið í ykkur heyra",
    "url": "https://www.hugi.is/korfubolti/greinar/504942/hvada-aratugar-lid-vaeri-sterkast/",
    "url_id": "504942",
    "id": "4723355",
    "replies": [
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2007-03-25 22:01:31",
            "id": "4724004",
            "reply_to_id": "4723355",
            "text": "of mikill jordan maður til að segja annað ;) og þá vil ég sjá lið með jordan og pippen semsagt 90 liðið.\nAnnars er ég lítið inn í þessu því miður :("
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2007-03-26 12:46:19",
            "id": "4725641",
            "reply_to_id": "4724004",
            "text": "Ekki það að ég hafi mikið vit á þessu en eftir því sem ég man frá því ég fylgdist með NBA þegar ég var yngri þá held ég að 80's liðið væri flottast.\nÞetta eru allt saman menn sem hafa markað sín spor í sögu NBA. En það er bara mitt álit."
        },
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2007-03-26 14:19:30",
            "id": "4725969",
            "reply_to_id": "4725641",
            "text": "mitt álit er betra en þitt..\nDjók. En já ég er náttúrulega bara ungur maður og rétt man þegar jordan var upp á sitt besta."
        },
        {
            "user": "kelimar",
            "user_id": "20604",
            "date": "2007-03-26 00:46:54",
            "id": "4724838",
            "reply_to_id": "4723355",
            "text": "Mér finnst að shaq ætti að vera í 90´s liðinu.\nEn mitt lið er svona\nc Shaq (það er enginn betri center en shaq)\npf jabbar (Þarf að segja eitthvað)\nsf Bird (Stórkostlegur leikmaður)\nsg Jordan (The king)\npg Nash (mér finnst hann bara besti leikstjórnandinn)\nVeikasta liðið er 50/60´s liðið\nSterkasta er 90´s liðið ef. (þá með shaq í því)\nþetta er mín skoðun."
        },
        {
            "user": "Sporti",
            "user_id": "26071",
            "date": "2007-03-26 12:43:16",
            "id": "4725630",
            "reply_to_id": "4724838",
            "text": "Shaq var rosalegur í bæði 90 og 2000-2007. Málið var að árinn 2000-2003 þá var hann algjört skrímsli og fékk hann öll nema eitt atvkvæði árið 2001 sem MVP og hefur það aldrei gerst áður, hann vann 4 titla á þessum árum en engan í 90 og bestu tölurnar hjá honum voru á þessum árum.\nOlajuwon var rosalegur hann var valinn MVP og tvisvarsinnum MVP úrslittakeppningar þegar Houston unnu 94 og 95. Hann var líka oftar í fyrsta úrvaldsliði deildarinar á meðan að Shaq var oft í þriðjaliði deildarinar á eftir Olajuwon og D.robinson og stundum Ewing. þannig að ég valdi Olajuwon í staðinn enda einn besti miðherji allra tíma."
        },
        {
            "user": "kelimar",
            "user_id": "20604",
            "date": "2007-03-26 16:25:25",
            "id": "4726470",
            "reply_to_id": "4725630",
            "text": "Olajuwon var rosalegur, en mér finnst shaq vera betri. Eftir eina eða tvær leiktíðar var shaq talinn vera með 50 bestu leikmönnum allra tíma. En þetta er bara spurning um álit fólks. Og mér fannst shaq vera betri."
        },
        {
            "user": "Grimsi92",
            "user_id": "37040",
            "date": "2007-03-26 09:38:07",
            "id": "4725279",
            "reply_to_id": "4723355",
            "text": "haukar owna þá alla!!!!!!!"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2007-03-26 13:39:29",
            "id": "4725834",
            "reply_to_id": "4723355",
            "text": "Olajuwon í centerinn og restin skiptir ekki máli."
        },
        {
            "user": "Mogo",
            "user_id": "63687",
            "date": "2007-03-26 14:15:33",
            "id": "4725953",
            "reply_to_id": "4723355",
            "text": "1. Besta liðið tel ég vera '80 liðið því þarna eru einfaldlega frábærir leikmenn í hverri stöðu.\n2. Það er ekki hægt að velja veikasta liðið, frábærir leikmenn í öllum stöðum.\n3. Engar sérstakar breytingar.\n4.\nDraumaliðið mitt:\nC. Wilton Chamberlain\nPF. Kareem-Abdul Jabbar\nSF. Larry Bird\nSG. Michael Jordan\nPG. Magic Johnson/John Stockton"
        },
        {
            "user": "ebrithil",
            "user_id": "66651",
            "date": "2007-03-26 14:21:49",
            "id": "4725971",
            "reply_to_id": "4723355",
            "text": "2000-2007 er best held ég, íþróttamenn verða alltaf betri og betri, þótt þessir 50´s , 60´s leiknenn hafi verið mjög góðir á þeim tíma efa ég að þeir myndu teljast með þeim bestu í dag, en bara mín skoðun"
        },
        {
            "user": "Sporti",
            "user_id": "26071",
            "date": "2007-03-26 14:43:51",
            "id": "4726023",
            "reply_to_id": "4725971",
            "text": "Ég er samála þér í því að leikmenn í dag  eru orðnir miklu betri íþróttamenn en voru fyrir 30 árum síðan(þó voru alltaf undantekningar en svona heilt yfir þá eru þeir betri í dag).\nÞað er samt orðið dálítið þannig í dag að leikmenn virðast ekki vera eins góðir í grunnatriðunum og leikskilning.\nGamla góða stökk skotið innan teigs er ekki eins gott(heilt yfir) og það var t.d á 80 tímabilinu en núna eru menn miklu meira að sína snilldar tilþrif í loftinu eða með fallegar í gegnum klofið sendingar eða afturfyrirbak.\nBreyddinn á góðum leikmönum hefur örugglega aldrei verið meiri en það vantar dálítið af þessum virkilegur karakterum sem setja svip sinn á deildina t.d Magic, Bird, Jordan,Barkley, Rodman, Payton(fyrir 10 árum), R.Miller, Olajuwon, Ewing, Robinson, Stockton og Malone, Mutumbo(fyrir 10 árum), Pippen, Hill, Worthy, Jabbar(hætti 1989), Parish, K.johnson og Kemp.\nÍ dag eru flottir íþróttamen en mér finnst bara Shaq(fyrir að vera fyndinn og skemmtilegur), Kobe(fyrir greatnesið), Duncan( fyrir að vera vélmenni), Iverson(fyrir að vera gangster), Ming(fyrir að vera góður Risi, Carter (fyrir að fljúga) og Nash( fyrir að vera hvítur körfubolta snillingur) standa uppúr þessum hópi hvað varðar karakter.\nLeikmenn eins og Wadde,James, Carmelo, Garnett o.s.frv eru frábærir leikmenn en það vantar einhvern sjarma í kringum þá, en kannski kemur það eftir nokkur tímabil."
        },
        {
            "user": "OldMan",
            "user_id": "11134",
            "date": "2007-03-27 01:36:35",
            "id": "4729134",
            "reply_to_id": "4723355",
            "text": "Ég verð bara að segja að ef það væri spilað í dag og allir þessir leikmenn væru ekki orðnir gamlir þá mundi þetta herna lið vinna öll önnur draumalið…bara likamlegir yfirburðir og hæfileikar á alla vegu…\nC. Shaq (2000)\nPF. Tim Tuncan\nSF. LeBron James (núna)\nSG. Kobe Bryant (núna)\nPG. Jordan (90)(setti hann hérna þvi Kobe mundi aldrei gefa boltan :P ) eða Steve Nash (núna i dag)"
        },
        {
            "user": "Manimal",
            "user_id": "44579",
            "date": "2007-03-27 18:53:38",
            "id": "4731304",
            "reply_to_id": "4723355",
            "text": "Þið gleymið allir\nBill Russel !!!!!!!!\nHann varð nú NBA meistari 11 sinnum á 13 árum :P"
        },
        {
            "user": "Sporti",
            "user_id": "26071",
            "date": "2007-03-28 13:29:50",
            "id": "4734008",
            "reply_to_id": "4731304",
            "text": "Bill Russel var rosalegur varnarkóngur sem hirti niður fráköst og blokaði skot án þess að hafa neitt fyrir því.\nÞað sem gerði hann samt bestan var að hann var sigurvegari og gerði allt sem hann þurfti að gera til þess að liðið sitt myndi vinna leiki.\nÞað má heldur ekki gleyma að hann var í stórkostlegu liði Boston á þessum árum.\nMér finnst Champerlain hafa verið betri leikmaður á þessum árum ef við skoðum þetta frá einstaklings sjónarmiði. Hann var algjört tröll og skoraði í búnkum jafnt þess að hirða fráköst og bloka skot(hann leiddi líka einu sinni deildina í stoðsendingum)."
        },
        {
            "user": "bingo11",
            "user_id": "51439",
            "date": "2007-04-07 22:30:01",
            "id": "4767024",
            "reply_to_id": "4723355",
            "text": "Ég mundi segja 80 eða 70 liðin væri sterkus\nlégeasta er örugglega 50/60 en það er bara út af því að þa´voru menn lélegari í Körfunni\nOg drauma liðið mitt væri\nc W.Chamberlaine\npf K.A.Jabbar(eða Karl Malone hann er í uppáhaldi)\nsf L.Bird\nsg M.Jordan\npg M.Johnson(eða J.Stockton)\nOg leikmaður sem mér þætti að mætti vera þarna er Mark Price í staðinn fyrir Gary Payton í 90 liðinu"
        },
        {
            "user": "LennonMcCartney",
            "user_id": "64111",
            "date": "2007-04-08 12:47:29",
            "id": "4768328",
            "reply_to_id": "4723355",
            "text": "mitt álit er að  Yao Ming er nú Betri en Shaq\nBætt við 8. apríl 2007 -  12:49\nbetri cente"
        },
        {
            "user": "Sporti",
            "user_id": "26071",
            "date": "2007-04-09 01:27:38",
            "id": "4771290",
            "reply_to_id": "4768328",
            "text": "Ef ég ætti að velja leikmann í dag og ætti að velja á milli Shaq eða Ming. Þá myndi ég velja Ming útaf því að hann er yngri.\nEn ef ég væri að fara í úrslitaeinvígi 7. leikja seríu þá væri Shaq málið.\nShaq uppá sitt besta er einn af bestu leikmönum sögurnar.\nShaq á 50% hraða er samt enþá einn besti leikmaður deildarinar. Það getur enginn dekað hann 1 á móti 1 og hinn liðinn þurfa sífellt að fygljast með honum og tvídekkan."
        },
        {
            "user": "hemmisig",
            "user_id": "51842",
            "date": "2007-04-09 19:55:28",
            "id": "4773399",
            "reply_to_id": "4723355",
            "text": "Mundi segja að 80's liðið væri sterkast og á eftir því 70's og svo 90's and then 2000-2007 liðið. og svo seinast 50/60 hef samt mjög lítið vit á 50liðinu."
        },
        {
            "user": "smyrill",
            "user_id": "59377",
            "date": "2007-04-26 19:08:11",
            "id": "4833275",
            "reply_to_id": "4723355",
            "text": "Draumaliðið mitt væri:\nC. Wilton Chamberlain\nPF. Kevin Garnett\nSF. Vince Carter\nSG. Kobe Bryant\nPG. Steve Nash/Jason Kidd/Magic Johnson/Bob Cousy"
        }
    ]
}