{
    "forum_title": "Ljósmyndun",
    "user": "porky",
    "user_id": "2189",
    "date": "2007-03-26 13:00:36",
    "title": "Myndflokkunar forrit",
    "text": "Nýlega ákvað ég að taka mig til að flokka þessar 5-6000 myndir sem ég er búinn að taka á nokkrum árum. Mér var bent á að xNview væri ágætt til þess. Í því má setja inn IPTC upplýsingar sem nýtsit sem leitarorð ef maður vill leita í safningu að einhverju sérstöku. Ásamt einhverjum fleiri fídusm sem ég hef ekki skoðað neitt af viti. Í gamni mínu þá downloadaði ég Picasa frá google en það er ekki alveg að gera sig fyrir mig og er frekar basic forrit sem gæti nýst mörgum.\nEr eitthvað annað sem menn/konur myndu frekar mæla með en xNview.\nþað myndi ekki skemma fyrir ef forritið er ókeypis eins og xNview.",
    "url": "https://www.hugi.is/ljosmyndun/korkar/505111/myndflokkunar-forrit/",
    "url_id": "505111",
    "id": "4725703",
    "replies": [
        {
            "user": "gr33n",
            "user_id": "5289",
            "date": "2007-03-26 17:05:12",
            "id": "4726669",
            "reply_to_id": "4725703",
            "text": "thu getur gert thetta allt saman i windows…. sett inn leitarord og allan pakkann…. algjør otharfa thessi forrit"
        },
        {
            "user": "porky",
            "user_id": "2189",
            "date": "2007-03-26 22:56:05",
            "id": "4728566",
            "reply_to_id": "4726669",
            "text": "Í hvaða forriti er hægt að gera þetta, ertu að meina  að merkja hverja mynd fyrir sig."
        },
        {
            "user": "gr33n",
            "user_id": "5289",
            "date": "2007-03-27 05:29:52",
            "id": "4729225",
            "reply_to_id": "4728566",
            "text": "ferd bara inn i properties a myndinni sjalfri.\nthar getur thu merkt hana med leitarordum, læst henni med thinni merkingu og svoleidis ;)"
        },
        {
            "user": "YNWA",
            "user_id": "64669",
            "date": "2007-03-27 11:26:35",
            "id": "4729593",
            "reply_to_id": "4729225",
            "text": "Er ekki heldur leiðinlegt að gera það við 5þús myndir?"
        },
        {
            "user": "gr33n",
            "user_id": "5289",
            "date": "2007-03-27 14:52:22",
            "id": "4730078",
            "reply_to_id": "4729593",
            "text": "jújú, að sjálfsögðu, en til hvers þarftu að flokka niður leitarorð á 5000 myndir? nóg að henda in leitarorðum á 1-2 myndir úr hverri seríu, og allar myndir úr þeirri seríu á sama stað."
        },
        {
            "user": "YNWA",
            "user_id": "64669",
            "date": "2007-03-27 15:09:18",
            "id": "4730158",
            "reply_to_id": "4730078",
            "text": "Ah meinar."
        }
    ]
}