{
    "forum_title": "Pönk",
    "user": "Safabelgur",
    "user_id": "65443",
    "date": "2007-03-27 20:05:31",
    "title": "Sex Pistols - fyrri hluti",
    "text": "Sex Pistols var ensk pönk rokk hljómsveit, stofnuð í London árið 1975. Upprunalega voru í hljómsveitinni söngvarinn Johnny Rotten, gítarleikarinn Steve Jones, trommarinn Paul Cook og bassaleikarinn Glen Matlock. Ferillinn var frekar stuttur, entist bara í þrjú ár og þeir gáfu aðeins út þrjár smáskífur og tóku aðeins upp eina plötu í hljóðveri. BBC hafa lýst þeim sem: “the definitive English punk rock band”. Sex Pistols eru oftast taldir ábyrgir fyrir að innleiða pönkhreyfinguna í Bretlandi og skapa fyrstu kynslóðaskipti innan rokksögunnar.\nGod Save The Queen, sem var gefið út árið 1977, á sama tíma og Silfurafmæli drottningarinnar, var eins og árás á Bresku konungsstjórnina og Þjóðernisstefnu Breta.\n14. janúar 1978 eftir tónleika sína í Winterland Ballroom í San Fransisco hættu Sex Pistols eftir að Johnny Rotten gekk af sviðinu. En komu aftur saman árið 1996 fyrir “Filthu Lucre” túrinn.\n24. febrúar 2006 voru Sex Pistols opinberlega vígðir inn í Rock ‘N’ Roll Hall of Fame, en þeir neituðu að mæta í vígsluna og kölluðu safnið “Hall of Shame”.\nSaga:\nSex Pistols þróuðust frá The Strand, með Steve Jones sem söngvara, Paul Cook á trommum og Wally Nightingale á gítar. Fyrri hljómsveitarmeðlimir voru líka meðal annars Jim Mackin á orgeli, og Stephen Hayes, og seinna Del Noones, á bassa. Árið 1973 eyddu hljómsveitarmeðlimir miklum tíma í Don Letts' “Acme Attractions”, og í SEX/Seditionaries, fatabúð með 1950’s þema sem var staðsett á Kings Road, Chelsea svæði London. Malcolm McLaren fyrrverandi umboðsmaður New York Dolls og Vivienne Westwood áttu SEX/Seditionaries, búðin sérhæfði sig í “anti-tísku”. Í hönnun sinni notuðu þau BDSM bindingabúnað, öruggisnælur, hjólakeðjur og gadaólar.\nBúðin var að verða vettvangur fyrir pönkara, og þar hittust fystu pönkararnir. Eins og Soo Catwoman, Captain Sensible, John Ritchie (Sid Vicious), Jah Wobble, Gene October, Mick Jones, Tony James, og Marco Pirroni.\nMalcolm McLaren byrjaði sem umboðasmaður hljómsveitarinnar á þessum tíma.\nJohnny Rotten byrjar í Sex Pistols\nGlen Matlock var útnefndur sem bassaleikari hljómsveitarinnar snemma á árinu 1975. Á þessum tíma byrjuðu Jones og Nightingale að rífast yfir tónlistarstefnu hljómsveitarinnar, og Nightingale hvarf stuttu seinna. Í ágúst 1975, bað Jones, John Lydon (Johhny Rotten) um að koma í búðian “SEX”. Samkvæmt Jones:  “He came in with green hair. I thought he had a really interesting face. I liked his look. He had his ‘I Hate Pink Floyd T-shirt on. John had something special, but when he spoke he was a real asshole - but smart.” Þó að hann hafði aldrei hugsað um að verða söngvari áður, var Rotten beðinn um að byrja sem söngvari í hljómsveitinni.\nBlaðamaðurinn Nick Kent hjá NME, var vanur að spila með hljómsveitinni, en hætti eftir að Rotten byrjaði. Samkvæmt Rotten: “When I came along, I took one look at him and said, ’No. That has to go.' He's never written a good word about me since”. Eftir að Kent hætti, byrjaði Cook að halda að Jones réði ekki við það að vera einn á gítar, svo að 1976 settu þeir auglýsingu í “Melody Maker”, þar sem þeir auglýstu eftir öðrum “Whiz Kid Guitarist”. Í auglýsingunni stóð: “Wanted Whizz kid guitarist Not older than 20, Not worse looking than Johnny Thunders”.\nStewe New svaraði auglýsingunni, og hann spilaði með hljómsveitinni í nokkrar vikur, hann hætti stuttu seinna.\nEitt af fyrstu hlutverkum Malcom McLarens sem umboðsmaður þeirra, var að finna nýtt nafn á hljómsveitina. Uppástungur hans voru meðal annars  ‘Le Bomb’, ‘Subterraneans’, ‘Beyond’ og ‘Teenage Novel’. Hljómsveitin spilaði á sínum fyrstu tónleikum undir nafninu Sex Pistols í háskóla Saint Martins, 6. nóvember árið 1975, þó að þeir hafi ekki gertað klárað eitt lag. Tónleikunum hafði verið komið í kring af Matlock, sem hafði áður verið þar við skóla. Eftir þetta spiluðu þeir í fleiri háskólum og listaskólum í London. Snemma árið 1976, byrjuðu sex Pistols að spila á stærri stöðum eins og 100 Club og Nashville. 3. september árið 1976 spiluðu Sex Pistols sína fyrstu tónleika utanlands, á opnun klúbbarins De Chalet Du Lac í París. Þeir fóru í sinn fyrsta túr um Bretland um miðjum september til snemma í október.\nEMI og Bill Grundy viðtalið\nEftir fyrstu pönk festival London í 100 Club í september 1976, skrifuðu Sex Pistols undir samning við EMI. Fyrsta smáskífan þeirra, “Anarchy in the U.K.” var gefin út 26. nóvember 1976.\nÞeir fengu athygli frá þjóðinni fyrir hegðun sína alveg jafn mikið og fyrir tónlistina. 1. desember 1976, komu meðlimir Sex pistols og Bromley Contingent af stað  fjölmiðlafári fyrir að blóta í beinni útsendingu í sjónvarpi, þar sem þeir áttu að koma fram í staðinn fyrir Queen. Rotten notaði orðið “shit”, Bill Grundy sem var fullur allan tímann, daðraði mikið við Siouxsie Sioux (“We’ll meet afterwards, shall we?”). Þetta varð til þess að jones kallaði Grundy “dirty old man”. Grundy svaraði með því að biðja hljómsveitina um að segja eitthvað svíverðilegt. Svo að Jones sagði “you dirty bastard”.\nÞó að þættinum hafði aðeins verið útsendur í London, var fjallað um hann í ýmsum sorpritum í marga daga. The Daily Mirror var með fyrirsögnina “The Filth and the Fury”, á meðan Daily Express var með fyrirsögnina “Punk? Call it Filthy Lucre”. Viðtalið batt enda á feril Bill Grundys.\nÞátturinn kom af stað miklu fjölmiðlafári fyrir hljómsveitina, og kom pönki inn í mainstream. Næst á eftir því kom Anarchy túrinn í UK, þó að flestir tónleikarnir voru púaðir niður eða þeim var aflýst. Þingmaðurinn Bernard Brook Partridge, sagði í sjónvarpsviðtali “The Sex Pistols would be vastly improved by sudden death . . . I would like to see someone dig a huge hole and bury the lot of them in it”.\nEftir að túrinn endaði í desember 1976, kom EMI í kring röð af tónleikum í janúar 1977 í Paradiso í Amsterdam. En áður en þeir komu í borð í flugvélina í London Heathrow flugvelli, hræktu hljómsveitarmeðlimir stanslaust á hvorn annan og reif kjaft við starfsfólk flugvallarinns. Rolling Stone birti síðan grein um þetta þar sem stóð: “One witness claimed the Sex Pistols were doing something so disgusting that she could not repeat it for publication . . . it became generally believed Jones had been vomiting on old ladies in the preflight lounge”. Tveimur dögum síðar rauf EMI samninginn við hljómsveitina. Eftir á kom Rotten með athugasemd um þetta, “I don't understand it, all we're trying to do is destroy everything”.\nSid Vicious byrjar í hljómsveitinni\nParadiso tónleikarnir voru þeir síðustu með Matlock, og hann skildi við hljómsveitina í febrúar 1977. Sagt var að hann hafði verið rakkaður niður af því að hann hlustaði á Bítlana, en Steve Jones sagði seinna að ástæðan væri að hann passaði ekki inn í hópinn.\nÍ staðinn fyrir Matlock kom vinur Johnnys, Sid Vicious (John Simon Ritchie), fyrrverandi trommari hjá Siouxsie and the Banshees og The Flowers of Romance. Samkvæmt McLaren: “When Sid joined he couldn't play guitar but his craziness fit into the structure of the band. He was the knight in shining armour with a giant fist”. Rotten sagði seinna: “The first rehearsals with Sid were hellish. Everyone agreed he had the look. Sid tried real hard… but boy, he couldn't play guitar”.\nMalcolm McLaren tók það fram að Vivienne Westwood sagði honum að hann ætti að fá gaurinn sem var kallaður John sem kom oft í búðina SEX til að verða söngvarinn, og þá hafði hann fengið John Lydon til að verða söngvarinn. Vivienne sagði að hann hafði fengið rangan John, hún hafði verið að tala um John Simon Ritchie (Sid Vicious) og að hann ætti að verða söngvarinn. En hann komst ekki inn í hljómsveitina fyrr en Glen Matlock hætti.\nMarco Pirroni sagði: “After that, it was nothing to do with music anymore. It would just be for the sensationalism and scandal of it all. Then it became the Malcolm McLaren story…” Það var oftast lækkað í magnaranum hans Sids, eða slökkt á honum á tónleikum. Og mest af bassapörtunum í upptökunum voru oftast spilaðir af Jones eða Matlock.\nÞað hafði truflandi áhrif á Vicious persónulega að vera í Sex Pistols. Eins og Rotten sagði: “Up to that time, Sid was absolutely childlike. Everything was fun and giggly. Suddenly he was a big pop star. Pop star status meant press, a good chance to be spotted in all the right places, adoration. That's what it all meant to Sid”. Snemma á árinu 1977, hitti Sid Nancy Spungen, dópista sem stundaði stundum vændi frá New York. Sagt er að Nancy eigi sökina á því að Sid byrjaði að neyta heróíns. Samband þeirra gerði Sid fráhverfan frá hinum hljómsveitarmeðlimunum. Rotten sagði: “We did everything to get rid of Nancy. She was killing him. I was absolutely convinced this girl was on a slow suicide mission. Only she didn't want to go alone. She wanted to take Sid with her. She was so utterly fucked up and evil”.",
    "url": "https://www.hugi.is/punk/greinar/505219/sex-pistols-fyrri-hluti/",
    "url_id": "505219",
    "id": "4727173",
    "replies": [
        {
            "user": "Qoziz",
            "user_id": "60647",
            "date": "2007-03-27 20:18:47",
            "id": "4731794",
            "reply_to_id": "4727173",
            "text": "Góð grein en ég hef aldrei fílað þetta band. Sérstaklega Sid.. skítuga kvikindi sem kann ekki að syngja."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-03-27 20:26:02",
            "id": "4731821",
            "reply_to_id": "4727173",
            "text": "1 af hverjum 4 sígarettum sem reyktar eru í heiminum eru reyktar af kínverjum."
        },
        {
            "user": "Gauthals",
            "user_id": "62903",
            "date": "2007-03-27 21:09:19",
            "id": "4732096",
            "reply_to_id": "4727173",
            "text": "Góð grein en hræðilega hljómsveit"
        },
        {
            "user": "Horizon",
            "user_id": "60123",
            "date": "2007-03-27 21:46:51",
            "id": "4732274",
            "reply_to_id": "4727173",
            "text": "Sammála hinum. Ein af þeim fáu hljómsveitum sem ég hef aldrei fýlað… Ég bara hata söngvarann :S +\nEn samt gaman að lesa þetta, góð grein ;D"
        },
        {
            "user": "Gizzi",
            "user_id": "5414",
            "date": "2007-03-27 21:52:31",
            "id": "4732306",
            "reply_to_id": "4727173",
            "text": "Massíft band!"
        },
        {
            "user": "Dulnefni",
            "user_id": "65413",
            "date": "2007-03-27 21:59:49",
            "id": "4732351",
            "reply_to_id": "4727173",
            "text": "Góð grein.\nÉg elska þessa hljómsveit. ‘Nevermind the Bullocks…’ er, að mínu mati, ein skemmtilegasta plata sem gefinn hefur verið út."
        },
        {
            "user": "Kwarkle",
            "user_id": "59795",
            "date": "2007-03-27 22:03:17",
            "id": "4732376",
            "reply_to_id": "4727173",
            "text": "Love them\nLove you\nLove the article\nI Love everything =D"
        },
        {
            "user": "FranklinSteiner",
            "user_id": "47579",
            "date": "2007-03-27 22:43:59",
            "id": "4732655",
            "reply_to_id": "4727173",
            "text": "skil ekki hvað þeir voru eikka svakalega frægir eikka ef þeir störfuðu aðeins í 3 ár f. utan þarna '96."
        },
        {
            "user": "silleh",
            "user_id": "60714",
            "date": "2007-03-27 22:54:06",
            "id": "4732740",
            "reply_to_id": "4732655",
            "text": "þeir voru frægir því þeir gerðu eitthvað sem fáir aðrir gerðu… líka út á það að láta eins og fávitar og gefa skít í umheiminn"
        },
        {
            "user": "Gnosis",
            "user_id": "34193",
            "date": "2007-03-27 23:16:59",
            "id": "4732842",
            "reply_to_id": "4727173",
            "text": "er að skoða þetta áhugamál fyrst núna, fyndið hvernig 70% af áhugamálinu erum sex pistols eða eitthvað tengt þeim."
        },
        {
            "user": "Dulnefni",
            "user_id": "65413",
            "date": "2007-03-27 23:38:53",
            "id": "4732927",
            "reply_to_id": "4732842",
            "text": "Það er væntanlega vegna þess að Sex Pistols er sú hljómsveit sem kemst næst því að vera bókstafleg skilgreining punk-tónlistar. Ekki endilega það að þeir séu besta hlómsveitin tæknilega séð heldur hafa þeir bara ALLT það sem punk hljómsveit á að hafa. Dálítið eins og Wu-Tang Clan komast næst því að vera skilgreining hip-hops."
        },
        {
            "user": "Gnosis",
            "user_id": "34193",
            "date": "2007-03-27 23:44:40",
            "id": "4732939",
            "reply_to_id": "4732927",
            "text": "ó, þetta er s.s ekki áhugmál fyrir fólk sem hefur mikinn áhuga á pönki heldur bara fyrir fólk sem þekkir eitt pönkband"
        },
        {
            "user": "Gizzi",
            "user_id": "5414",
            "date": "2007-03-28 12:57:37",
            "id": "4733890",
            "reply_to_id": "4732939",
            "text": "Afhverju ausar þú þá ekki úr viskubrunninum og kemur einhverju öðru að framfæri?"
        },
        {
            "user": "Gnosis",
            "user_id": "34193",
            "date": "2007-03-28 15:51:06",
            "id": "4734485",
            "reply_to_id": "4733890",
            "text": "því að ég er meira í tónlist en pönki"
        },
        {
            "user": "Gizzi",
            "user_id": "5414",
            "date": "2007-03-28 22:42:56",
            "id": "4736205",
            "reply_to_id": "4734485",
            "text": "Þá er þetta frekar tómt væl hjá þér."
        },
        {
            "user": "Dulnefni",
            "user_id": "65413",
            "date": "2007-03-28 15:52:29",
            "id": "4734488",
            "reply_to_id": "4732939",
            "text": "Um hvað ertu að tala? Þú sagðir að það væri “fyndið hvernig 70% af áhugamálinu erum sex pistols eða eitthvað tengt þeim”, og ég reyndi bara að gefa þér mitt álit á hugsanlegri ástæðu fyrir því."
        },
        {
            "user": "Otcho",
            "user_id": "62154",
            "date": "2007-03-28 16:01:10",
            "id": "4734524",
            "reply_to_id": "4734488",
            "text": "Og hann var að segja sína skoðun á því sem þú varst að segja og á þessu áhugamáli, má hann það ekki eða?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-03-28 19:58:48",
            "id": "4735481",
            "reply_to_id": "4727173",
            "text": "Ég vil ekki vera leiðinlegur og þeir sem eru á móti þessu svari megið alveg tjá ykkár skoðanir á því sem ég segji hér, en munið að þetta er bara mín skoðun:\nMér finnst\nSex Pistols ömurleg sveit (viðurkenni reyndar að ég hlustaði eitthvað lítilega á það einu sinni). Anarchy In The U. K. er svo miklu, miklu betra með Megadeth að það ætti ekki að líkja útgáfunum saman. Ég viðurkenni reyndar líka að Friggin' In The Riggin' er hlægilega skemmtilegt lag, en frumsamda stöffið þeirra er ekki að gera sig."
        },
        {
            "user": "Grimsi92",
            "user_id": "37040",
            "date": "2007-03-31 12:36:32",
            "id": "4744010",
            "reply_to_id": "4727173",
            "text": "emi vidtalid tengist tad einhvernig jinu frabera lagi e.m.i |spurningarmerki|"
        },
        {
            "user": "douchebag",
            "user_id": "68316",
            "date": "2007-04-01 19:55:40",
            "id": "4748345",
            "reply_to_id": "4727173",
            "text": "ég er nú ósamála flestum hérna og mitt álit er það að sex pistols og anarchy is the greatist og sid og johnny voru ekki lame.."
        },
        {
            "user": "douchebag",
            "user_id": "68316",
            "date": "2007-04-01 20:00:36",
            "id": "4748365",
            "reply_to_id": "4727173",
            "text": "og nei E.M.I viðtalið tengist ekkert laginu.. lagið var samið eftir að þeir voru reknir frá E.M.I.."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-04-09 22:53:37",
            "id": "4774196",
            "reply_to_id": "4727173",
            "text": "mér finnst Sex Pistols bara vera fkn snillingar með fkn balls og það er alveg rétt þegar ég heiri orðið punk þá hugsa ég\nfyrst\num þá og Sid og Johnny  voru bara snillingar og eiga skilið hrós en ekki þessi fkn skítköst"
        },
        {
            "user": "russatik",
            "user_id": "67439",
            "date": "2007-04-15 15:48:08",
            "id": "4794777",
            "reply_to_id": "4727173",
            "text": "Va ´snidlar grein\nelska þessa hljomsveit<3"
        },
        {
            "user": "russatik",
            "user_id": "67439",
            "date": "2007-07-31 19:29:56",
            "id": "5115474",
            "reply_to_id": "4794777",
            "text": "Svavar fattaði uppá þeim góða frasa Life is like a dick when it is hard fuck it"
        },
        {
            "user": "russatik",
            "user_id": "67439",
            "date": "2007-08-14 18:02:05",
            "id": "5145943",
            "reply_to_id": "5115474",
            "text": "hver er svavar?? og veistu hvað þetta er iilla gömul settning???"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-08-14 23:13:44",
            "id": "5147397",
            "reply_to_id": "5145943",
            "text": "þú ert ílla gömul setning og svavar er almáttugu"
        },
        {
            "user": "Marijaa",
            "user_id": "63305",
            "date": "2007-09-09 19:05:59",
            "id": "5217825",
            "reply_to_id": "4727173",
            "text": "<333333333333333333333333"
        },
        {
            "user": "rearden",
            "user_id": "62267",
            "date": "2007-09-19 18:42:09",
            "id": "5246736",
            "reply_to_id": "4727173",
            "text": "Hver eru bestu lögin með sex pistols á eftir God save the queen..?"
        },
        {
            "user": "rearden",
            "user_id": "62267",
            "date": "2007-11-13 22:22:21",
            "id": "5390339",
            "reply_to_id": "5246736",
            "text": "Anarchy in the UK,Bodies,Problems og Liar en það er bara mitt álit"
        },
        {
            "user": "rearden",
            "user_id": "62267",
            "date": "2007-11-14 17:32:29",
            "id": "5392364",
            "reply_to_id": "5390339",
            "text": "oki takk… betra seint en aldrei.. og god save the queen… eina sem ég þekki :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-11-13 22:23:48",
            "id": "5390345",
            "reply_to_id": "4727173",
            "text": "Er samt að fara á tónleika með þeim á morgun"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-11-28 21:38:21",
            "id": "5432423",
            "reply_to_id": "4727173",
            "text": "skil ekki hvernig fólk getur ekki fílað þá! þeir eru æðislegir!=) elska þessa hljómsveit. anarchy anarchy!"
        }
    ]
}