{
    "forum_title": "Hljóðfæri",
    "user": "HoddiDarko",
    "user_id": "54813",
    "date": "2007-03-27 19:54:07",
    "title": "Dragonforce",
    "text": "[YouTube]\nhttp://www.youtube.com/watch?v=CkuGfzNziBw\nHvað ætli þeir hafi æft sig lemgi við þetta?\nog hvað ætli þetta hafi tekið margar tökur :P\nAnnars finns þetta mér mjög töff vídjó :D",
    "url": "https://www.hugi.is/hljodfaeri/korkar/505521/dragonforce/",
    "url_id": "505521",
    "id": "4731655",
    "replies": [
        {
            "user": "haflilli",
            "user_id": "24952",
            "date": "2007-03-27 20:02:00",
            "id": "4731705",
            "reply_to_id": "4731655",
            "text": "fatta ekki hvað fólk sér gott við þessa gítarleikara"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2007-03-27 20:07:38",
            "id": "4731740",
            "reply_to_id": "4731705",
            "text": "hraðinn líklega og margir, þar á meðal ég, heillast af hraða:D"
        },
        {
            "user": "haflilli",
            "user_id": "24952",
            "date": "2007-03-27 21:27:52",
            "id": "4732197",
            "reply_to_id": "4731740",
            "text": "enginn svakalegur hraði þarna samt… bara normality"
        },
        {
            "user": "MaggiGunner",
            "user_id": "63549",
            "date": "2007-03-27 21:19:05",
            "id": "4732145",
            "reply_to_id": "4731705",
            "text": "ég er alveg sammmála þé"
        },
        {
            "user": "unidentified",
            "user_id": "38715",
            "date": "2007-03-27 23:13:23",
            "id": "4732828",
            "reply_to_id": "4731705",
            "text": "ég gæti ekki verið meira sammála þér :D"
        },
        {
            "user": "pokarotta",
            "user_id": "46832",
            "date": "2007-03-29 23:39:47",
            "id": "4740044",
            "reply_to_id": "4731705",
            "text": "ég segi asíski hreimurinn"
        },
        {
            "user": "haflilli",
            "user_id": "24952",
            "date": "2007-03-30 02:10:20",
            "id": "4740322",
            "reply_to_id": "4740044",
            "text": "eða kannski hárið líka :-)"
        },
        {
            "user": "Diddii",
            "user_id": "44763",
            "date": "2007-03-27 20:37:43",
            "id": "4731894",
            "reply_to_id": "4731655",
            "text": "Hljómar eins og Mario tónlistin í gömlu Nintendo vélinni."
        },
        {
            "user": "Diddii",
            "user_id": "44763",
            "date": "2007-03-27 22:47:12",
            "id": "4732683",
            "reply_to_id": "4731894",
            "text": "enda kýs ég að kalla þetta “power metall með pokemon söng”"
        },
        {
            "user": "Nesii",
            "user_id": "66083",
            "date": "2007-03-28 22:23:48",
            "id": "4736113",
            "reply_to_id": "4732683",
            "text": "HAHA SATT"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-03-27 20:38:46",
            "id": "4731901",
            "reply_to_id": "4731655",
            "text": "Kvakk kvakk kvakk bergmálar ekki."
        },
        {
            "user": "lucretia",
            "user_id": "45417",
            "date": "2007-03-27 20:44:17",
            "id": "4731952",
            "reply_to_id": "4731655",
            "text": "vá hvað þetta virkar einhvað feik sammt:/"
        },
        {
            "user": "Matti21",
            "user_id": "42058",
            "date": "2007-03-27 21:02:14",
            "id": "4732049",
            "reply_to_id": "4731655",
            "text": "það eina sem þessir gaurar hafa er samt bara hraði. Hraði er ekkert ef þú getur ekki samið flott sóló. Sólóin þeirra eru svo hröð að maður heyrir ekkert hvað er í gangi eða hvað þeir eru að spila, bæta síðan bara einhverjum bull hljóðum inn í þar sem þeir eru að renna nöglinni upp og niður hálsinn og eitthvað og þetta er töff í svona 10 sekúndur en svo verður þetta bara einhæft og þreytt. Að mínu mati þarf sóló eitthvað upphaf og endi og einhvern flottan millikafla sem færi þig til að muna eftir því. Sólóin í td. Holy wars eða Tornado of souls eru mikklu flottari. Hraði er ofmetinn…"
        },
        {
            "user": "Trolldad",
            "user_id": "33466",
            "date": "2007-03-28 13:31:52",
            "id": "4734021",
            "reply_to_id": "4732049",
            "text": "Þetta er allt spurning um álit. Eitt flottasta sóló sem ég hef heyrt er með DragonForce í laginu Through The Fire And The Flames. Mér finnst hraði alls ekki ofmetinn.\nÞetta er allt spurning um álit. :)"
        },
        {
            "user": "likunandi",
            "user_id": "64353",
            "date": "2007-03-27 22:21:03",
            "id": "4732491",
            "reply_to_id": "4731655",
            "text": "eina sem mér fanst flott við þetta myndband var hæga sólóið sem grjónið gerði en svo eiðilagði hann það með því að fara svona rosalega hratt :S\nsamt finnst mér svona metal tónlist sem hugsar mest um gítarana einfaldlega leiðinleg."
        },
        {
            "user": "HlynurS",
            "user_id": "30981",
            "date": "2007-03-28 00:23:01",
            "id": "4733081",
            "reply_to_id": "4731655",
            "text": "Shit hvað þetta er leiðinleg tónlist. Okey, þeir geta spilað hratt… en þegar þeir fara að hægja á gítarleiknum þá heyrist langar leiðir að þeir sökka. Alls ekki gott vibrato og fílíngur í þessu hæga dæmi sem Herman Li gerði. Og þetta hraða hljómar allt eins og skítur til lengdar."
        },
        {
            "user": "Trolldad",
            "user_id": "33466",
            "date": "2007-03-28 13:28:02",
            "id": "4734000",
            "reply_to_id": "4733081",
            "text": "Láttu okkur vita þegar þú verður orðinn frægari fyrir gítarspilið þitt heldur en þeir. :)"
        },
        {
            "user": "HlynurS",
            "user_id": "30981",
            "date": "2007-03-28 14:34:58",
            "id": "4734212",
            "reply_to_id": "4734000",
            "text": "Ég er ekkert að spá í því hvað þeir eru frægir, auk þess eru þeir ekki lélegir, þeir eru bara ekki góðir."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-03-28 00:35:24",
            "id": "4733125",
            "reply_to_id": "4731655",
            "text": "Þeir hljóta að hafa EKKERT líf… EKKI NEITT.\nEn eins og margir hér, er ég ekki að digga þessa hljómsveit og þessa gítarleikara, þrátt fyrir að ég er die hard metalhaus. \\m/"
        },
        {
            "user": "ehar",
            "user_id": "31826",
            "date": "2007-03-28 08:51:13",
            "id": "4733389",
            "reply_to_id": "4731655",
            "text": "Common þetta er ekki merkilegt!\nþetta er svona skamlaust.\nSá Asíski er áberandi betri.\nhraðin sem á að vera þeirra aðalsmerki er ekkert rosalegur.\nþað sem böggar mig er að nóturnar eru ekki nógu hreinar. sérstaklega hjá gaurnum með húfuna.  !\nsamt búið að hreinsa þetta mikið til!\nHafið þið séð live upptökur af þeim  :-$\nSamt altaf gaman af svona sólónördum.\nÞekki 2 16 ára sem taka þetta alveg skammlaust.\npictækknin er meira og minna economcal picciking.\ntabað er með nögl, hefði vilja sjá þá sveepa einhvað og smá alvöru tab og pull  :-)\nFannst eiginlega meira gaman af gæjunum sem voru Í fyrra, annar í Randaflugubúning….\nAnnars er bara létt gaman af þessu ef maður fer ekki að skoða spiliríið of mikið  :-$\nE"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2007-03-28 09:53:41",
            "id": "4733477",
            "reply_to_id": "4733389",
            "text": "þessi með húfuna er búin að æfa á gítar í 2 ár og asísíski er alveg sjálflærður, sem mér finnst mjög töff :D"
        },
        {
            "user": "ehar",
            "user_id": "31826",
            "date": "2007-03-28 13:56:54",
            "id": "4734086",
            "reply_to_id": "4733477",
            "text": "Hvað er töff að læra í tvö ár eða læra bara af netinu sjálfur?\nEf þú nærð meiri árangri hraðar með því að læra afhverju þá ekki fá tilsögn?\nEf menn hafa reglulegan áhuga þá læra þeir.\nEf mönnum finnst gaman að gutla og ná framför þannig þá er ekkert að því heldur.\nEn mér finnst ekkert töff við að fara hægvirkari og flóknari leið að sama marki.\ntala nú ekki um ósiðina sem menn temja sér á leiðinni.\nHitt er annað mál að það er gaman að þessu  :-)\nMikið ego, :-)\nE"
        },
        {
            "user": "Hreggi1",
            "user_id": "53562",
            "date": "2007-03-29 23:15:17",
            "id": "4739964",
            "reply_to_id": "4734086",
            "text": "Ég get líst minni reynslu af fag lærðum og heima lærðum gítarleikurum. Sá sem lærði í skóla á gítarinn sinn var eins og vélmenni. Hann hafði engan “sinn stíl” heldur bara eitthvað sem hann apaði eftir öðrum. Sá sem lærði heima hjá sér fór snemma að mynda sinn eigin stíl í gítarspili og er mjög gaman að fylgjast með honum spila því hann minnir þig á akkúrat ENGAN gítarleikara, þegar maður heyrir hann spila er maður að heyra HANN spila. En eins og ég sagði um þann fag lærða þá er hann bara eins og vélmenni og í hvert skipti sem hann spilar minnir hann mann á eitthvern annan svo manni líður eins og maður sé að hlusta á eitthvern annan þannig að það er sjaldan sem manni finnst eins og maður sé að hlusta á hann spila. En ég er ekki að segja að það séu allir sem læra þetta af öðrum svona. Það eru margir sem maður hefur séð spila sem læra þetta sem hafa þróað sinn eigin stíl og gera það bara vel. En ég held ég fari ekki með rangt mál að þegar ég hef heyrt faglærðan spila á gítar þá eru yfir 60% af þeim að apa eftir annara manna stíl. Þetta væri eins og að það væri band sem ætlaði sér að vera frægt með því að spila bara annara manna lög.\nÞað er til fræg settning sem er oft sagt í mörgu sem kemur að svona efni og hún hljóðar svo: Maður lærir af reynslunni, bækur eru bara upplýsingar.\nEn hver hefur sitt álit og ég virði það. Og ég er alls ekki að alhæfa í þessu sem ég er að segja, ég er bara að segja það sem ég sjálfur hef tekið eftir þannig að ég get ekki dæmt alla sem læra svona eða hinsegin. En mér finnst alltaf jafn gaman að segja að ég hafi lært þetta allt sem ég kann heima hjá mér.\nEn að aðal málinu, þá hlustaði maður nú einu sinni á þessa gutta en þegar maður fór að skoða myndbönd með þeim þá fór maður að fatta hvað þetta er mikið plat eitthvað. Þegar þeir spila live er það frekar slappt og nánast önnurhver nóta er feil nóta :/\nkv. Hreggi, sá sem hefur sínar skoðanir á hlutunum og er stoltur af því"
        },
        {
            "user": "ehar",
            "user_id": "31826",
            "date": "2007-04-03 11:30:55",
            "id": "4753034",
            "reply_to_id": "4739964",
            "text": "það verður altaf einstalingsbundið hvernig menn spila.\nMeiri hætta á að þeir sem eru að figta sig áfram sjálfir, endi á að stæla einhverja sem þeir sjá t.d á netinu.\nAnnað sem er altaf hætta á er að temja sér fingrasettningar og pikktækkni sem seinna verður þeim takmarkandi.\nÞessvegna er skinsamlegt að taka nokkur stig til að birja með, ná grunninum rettum. Það er helviti ervitt að venja sig af slæmum ávönum, þar tala ég af reynslunni!\nSíðan þegar menn þroskast sem gítarleikarar þá þróast sjálvirkt þeirra stíll.  Hvort sem hann er harður og vélsrænn, grófur og viltur eða bara sweet……..  það er bara undir einstaklingnum komið!\nÉg er ekki að segja að annað sé rettara en hitt.  það er einfaldlega fljótlegra að ná sér í góðan grunn strax.\nYngvi kláraði klassiska námið 16 ef ég man rett!\nWai lærði ekkert fyrr en á gamalls aldri.\nBáðir með sinn stíl  :-)\nþað er ekkert rett, en ótvíræður kostur að læra, svo ekki sé talað um tónfræði  :-)\nE"
        },
        {
            "user": "Hreggi1",
            "user_id": "53562",
            "date": "2007-04-03 14:40:41",
            "id": "4753665",
            "reply_to_id": "4753034",
            "text": "Ég passaði mig einmitt á því að vera ekki að alhæfa því jú það eru kostir og gallar í báðum völum. Vissulega er gott að læra t.d tónfræðina og grunninn. En auðvitað hefur maður sé suma fara mjög rangt að þegar þeir læra heima hjá sér sem er auðvitað helsti gallinn. Þeir einblína of mikið á eitthvað eitt.\nSvo ég taki dæmi þá þekki ég einn sem tók sig til og lærði shred tæknina í köku og æfði það vikurnar saman örugglega og ekkert annað. Ég dáist af því hvað hann er orðinn snöggur og ég væri allveg til í að vera svona snöggur. En ég er ekki frá því að ef hann færi að læra lög þá ætti hann í miklum erfileikum með það. Ég hef reynt að taka smá spil með honum en það endar yfirleitt bara í eitthverri shred vitleysu. Þannig að ef maður ætlar að læra þetta heima hjá sér þá þarf maður að vita hver rétta leiðin er og þa´er allt mögulegt.\n(sagði svolítið að mér í álitinu sem þú svaraðir en þetta er rétt uppað vissumarki finnst mér.)\nPeace out!"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2007-03-28 16:06:54",
            "id": "4734542",
            "reply_to_id": "4733477",
            "text": "hann er ekki búinn að spila á gítar í 2 ár, hann byrjaði á klassískum gítar að 9 ára aldri\nhttp://en.wikipedia.org/wiki/Sam_Totman"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2007-04-01 13:55:42",
            "id": "4747242",
            "reply_to_id": "4734542",
            "text": "man ekki kvar ég las að hann hefi byrjað fyrir 2 árum, held í einhverju metal hammer viðtali eða hérna á huga, gæti verið að hann hafi bara spilað á rafmagnsgítar í 2 ár…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-04-07 12:55:50",
            "id": "4765240",
            "reply_to_id": "4747242",
            "text": "ég hafði líka heyrt það fyrr að hann hafi bara spilað í 2 ár.. en svo tékkaði ég á wiki"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-03-28 09:38:01",
            "id": "4733456",
            "reply_to_id": "4731655",
            "text": "Ekkert töff við þetta…"
        },
        {
            "user": "tele",
            "user_id": "60182",
            "date": "2007-03-28 14:36:04",
            "id": "4734217",
            "reply_to_id": "4731655",
            "text": "hehe, gerði nákvæmlega sama þráð fyrir svona 4 mánuðum:D, eða s.s. var að gagnrýna þá með þesu myndbandi:P, en j´, þeir sökka\nBætt við 28. mars 2007 -  14:40\núps, víst vitlaust myndband"
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2007-03-28 18:27:11",
            "id": "4735064",
            "reply_to_id": "4731655",
            "text": "Heh, þeir eru bara víst góðir gítarleikarar. Eru bara ekkert alltof þéttir þegar þeir spila saman.. og ég er sammála því að þetta verður þreytt eftir einhvern tíma. En samt eru þeir góðir."
        },
        {
            "user": "Pythagoras",
            "user_id": "54862",
            "date": "2007-03-28 18:43:31",
            "id": "4735131",
            "reply_to_id": "4731655",
            "text": "þú segjir að hann sé sjálflærður, skýrir margt. allveg gaman að hlusta á þetta en þeir spila ekkert alltof vel. þeir hafa svo mikið sustaine á þessu að maður heyrir ekkert hvað þeir eru að spila:/\nþeir eru samt miklu betri þarna en live. synd að þeir skuli ekki vera betri því það er allveg gaman af þeim þó svo að ég sé langt því frá dragonforce aðdáandi."
        },
        {
            "user": "vines",
            "user_id": "24081",
            "date": "2007-03-28 23:58:17",
            "id": "4736593",
            "reply_to_id": "4731655",
            "text": "Oflugir Maður"
        },
        {
            "user": "SimpleMan",
            "user_id": "56883",
            "date": "2007-03-29 15:02:59",
            "id": "4737946",
            "reply_to_id": "4731655",
            "text": "Þeir lýsa þessu sjálfir sem “Ninetendo metal”."
        },
        {
            "user": "Norns",
            "user_id": "56698",
            "date": "2007-03-30 17:39:55",
            "id": "4741947",
            "reply_to_id": "4731655",
            "text": "Herman Lee skítur bara framan í mann ef maður segir að hann sé ekki kúl"
        },
        {
            "user": "Barara",
            "user_id": "66239",
            "date": "2007-03-31 13:34:37",
            "id": "4744187",
            "reply_to_id": "4731655",
            "text": "“what you say doesn't mean anything if you don't take a breath here and there”\nohh hvað þessi speki er viðeigandi"
        },
        {
            "user": "Hreggi1",
            "user_id": "53562",
            "date": "2007-04-01 06:17:33",
            "id": "4746622",
            "reply_to_id": "4731655",
            "text": "ekkert í þessu myndbandi sem ég get ekki gert…"
        },
        {
            "user": "Hreggi1",
            "user_id": "53562",
            "date": "2007-04-01 12:35:03",
            "id": "4747019",
            "reply_to_id": "4746622",
            "text": "True…. þyrftum að sýna þeim hvernig þetta er gert í eyjum…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-04-02 00:39:47",
            "id": "4749371",
            "reply_to_id": "4747019",
            "text": "ok ég þú og andri erum að fara að setja saman svona “alvöru myndband”"
        },
        {
            "user": "Scarf",
            "user_id": "64911",
            "date": "2007-04-01 13:11:56",
            "id": "4747111",
            "reply_to_id": "4731655",
            "text": "Frekar slöpp frammistaða hjá þeim miðað við hvað þeir eru góðir."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-04-01 13:31:11",
            "id": "4747166",
            "reply_to_id": "4731655",
            "text": "gaur.. svona hetju“metal” suckar :)"
        },
        {
            "user": "Pythagoras",
            "user_id": "54862",
            "date": "2007-04-01 15:06:54",
            "id": "4747436",
            "reply_to_id": "4731655",
            "text": "Haha…\nÞetta eru ömurlegir gítarleikarar."
        },
        {
            "user": "Pythagoras",
            "user_id": "54862",
            "date": "2007-04-02 17:48:46",
            "id": "4750898",
            "reply_to_id": "4747436",
            "text": "ég ætla alls ekki að vera með neinn móral, en fyrir svona hálfu ári varst þú að segja mér hvað þessir gítarleikarar í dragonforce væru góðir."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-04-03 00:42:07",
            "id": "4752420",
            "reply_to_id": "4750898",
            "text": "Það var bara fyrst þegar ég heyrði í Dragonforce.\nSeinna meir áttaði ég mig á því að það sem maður heyrir á disknum er modified til andskotans í tölvunni… þegar maður sér þá spila live/á myndbandi sér maður hvað þeir eru ógeðslega sloppy og lélegir."
        },
        {
            "user": "wiggert",
            "user_id": "59415",
            "date": "2007-04-02 17:57:19",
            "id": "4750926",
            "reply_to_id": "4731655",
            "text": "Ég er að fýla Dragonforce smá og það sem heillar mig við þá er alls ekki hraði gítaleikurinn þó svo að hann sé nettur heldur er það trommuleikurinn."
        },
        {
            "user": "Grimsi92",
            "user_id": "37040",
            "date": "2007-04-03 13:08:23",
            "id": "4753289",
            "reply_to_id": "4731655",
            "text": "þetta er ansi flott að mínu mati………"
        },
        {
            "user": "davida",
            "user_id": "57177",
            "date": "2007-04-03 15:06:33",
            "id": "4753752",
            "reply_to_id": "4731655",
            "text": "http://video.google.com/videoplay?docid=3195733008253691341\nBesta grín gítarheimsins eflaust næstu aldirnar."
        }
    ]
}