{
    "forum_title": "Húðflúr og götun",
    "user": "Moli0",
    "user_id": "54391",
    "date": "2007-03-28 22:01:28",
    "title": "Vefverslanir",
    "text": "Hverjar eru uppáhalds vefverslanirnar ykkar sem selja lokka?\nÉg mæli feitast með\nBodyartforms\n. Tekur þá enga stund að senda til íslands! Þegar ég pantaði þá var ísland ekki á listanum, svo ég sendi email og spurði hvort það væri hægt að redda því einhvernveginn. Fékk email klukkustund seinna á gamlársdag, og ísland var komið á listann :)\nFrábær og hröð þjónusta, og ég mæli með að kaupa svona pakka með mörgum lokkum :) það er æði!",
    "url": "https://www.hugi.is/hudflur/korkar/505772/vefverslanir/",
    "url_id": "505772",
    "id": "4736028",
    "replies": [
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-03-28 23:13:59",
            "id": "4736362",
            "reply_to_id": "4736028",
            "text": "Ég hef keypt lokka á Ebay, misfljótt að koma til landsins en það er hægt að finna allan fjandann á þessari síðu :) (er stundum háð)\nKeypti einnig tunnel og lokka af ExtremeMetal.uk nema ekki af síðunni sjálfri. Ég var stödd í Camden town þegar ég keypti þetta af konunni sem rekur síðuna og hún kom einmitt Íslandi á listann eftir að hún spurði hvaðan ég væri.\nEr búin að skoða þessa síðu mikið og ætla að panta mér lokka við fyrsta tækifæri. Mjög mikið úrval og vandaðar vörur sem eru seldar þarna."
        },
        {
            "user": "hmmmm",
            "user_id": "21516",
            "date": "2007-03-30 15:16:13",
            "id": "4741340",
            "reply_to_id": "4736362",
            "text": "Mér finnst þessi Bodyart helmingi aðgengilegri og meira til á henni heldur en Extrememetal.co.uk…\nHef pantað plugg af þessari fyrrnefndu og þau eru geggjuð..mæli með henni. Finnst hún líka aðgengilegri og síðan er fólk sem skrifar inn umsagnir og sendir inn myndir af lokkunum.."
        },
        {
            "user": "tequila89",
            "user_id": "54294",
            "date": "2007-03-29 09:33:13",
            "id": "4737014",
            "reply_to_id": "4736028",
            "text": "hvað er þetta svo dýrt í heildina t.d. ef ég myndi kaupa mér hring í augabrúnina á 5.0 hvað myndi þetta þá kosta í heildina ísl."
        },
        {
            "user": "Moli0",
            "user_id": "54391",
            "date": "2007-03-29 11:36:08",
            "id": "4737219",
            "reply_to_id": "4737014",
            "text": "# $2.99 International ground (average shipping time 10-14 business days)\n# $6.00 International global priority (average shipping time 7-14 business days)\nSvo er fullt af fríu dóti ef þú kaupir fyrir visst mikið :p\nÉg keypti mér 21 lokk, fékk frítt dót, og borgaði um 3000kr fyrir allt, með sendingarkostnaði."
        },
        {
            "user": "tequila89",
            "user_id": "54294",
            "date": "2007-03-29 18:08:07",
            "id": "4738727",
            "reply_to_id": "4737219",
            "text": "ok, takk :D"
        },
        {
            "user": "KillHannah",
            "user_id": "46650",
            "date": "2007-04-01 18:30:59",
            "id": "4748065",
            "reply_to_id": "4736028",
            "text": "en getur maður ekki keypt svona sér lokka fyrir alskonar göt t.d. tungu, eyru og nafla allt í einu ??"
        }
    ]
}