{
    "forum_title": "Húðflúr og götun",
    "user": "MaggiGunner",
    "user_id": "63549",
    "date": "2007-03-30 23:48:51",
    "title": "hvað á að gera allir að skoða",
    "text": "ég vill fá mér gat í nefið ég frétti að þó nokkuð margir gera bara sjálfir. Þannig að ég var að pæla hvernig ég að fara að því\nsem sagt\n*hvar náhvæmlega á nasavængnum\n*hvernig nál er best að nota (hvaða stærð)\n*og smáatriði",
    "url": "https://www.hugi.is/hudflur/korkar/506282/hvad-a-ad-gera-allir-ad-skoda/",
    "url_id": "506282",
    "id": "4743161",
    "replies": [
        {
            "user": "hmmmm",
            "user_id": "21516",
            "date": "2007-03-31 00:13:23",
            "id": "4743224",
            "reply_to_id": "4743161",
            "text": "Mæli endregið á móti því að þú gerir þetta sjálfur. Láttu fagmann um þetta."
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-03-31 00:49:21",
            "id": "4743331",
            "reply_to_id": "4743161",
            "text": "Sammála Raggagrl.\nEkki taka óþarfa áhættur í sambandi við svona. Sýkingar eru ekkert grín"
        },
        {
            "user": "MaggiGunner",
            "user_id": "63549",
            "date": "2007-03-31 11:33:06",
            "id": "4743859",
            "reply_to_id": "4743331",
            "text": "okey."
        },
        {
            "user": "KillHannah",
            "user_id": "46650",
            "date": "2007-04-01 18:26:38",
            "id": "4748055",
            "reply_to_id": "4743161",
            "text": "skiptir svo sem engu m´lai þótt þú gerir þetta sjálf/ur… það eru afar litlar líkur á því að þú fáir sýkingu í nefið það á persónulega ekki að vera hægt var mér sagt af tattooerara en því miður þá var það ekki laveg rétt en það er frekar erfitt myndi ég halda þannig að þú ættir að geta gert þetta sjálf/ur án þess að fá alvarlega sýkingu gætir fengið svona smá sýkingu sem fer eftir 2 daga ef þú hreynsar 2svar á dag og finnur valla fyrir henni bara svona smá sting eða svo.. er samt ekki viss með hvernin nál á að nota gætir skoðað korka hérna fyrir neðan það stendur eoinhvað um það þar…"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-04-01 22:43:59",
            "id": "4748958",
            "reply_to_id": "4748055",
            "text": "Það er ekkert óalgengt að fá sýkingu í nefið. Ekkert óalgengara en í eyrað sem dæmi. Veit ekki hvaðan þú heyrðir þetta.. Þetta er brjósk og oftast er e-ð vesen með umhirðu brjóskgata eftir á. Eymsli og annað þótt það sé ekki endilega sýking.\nLítil sýking getur orðið að stórri sýkingu og lítil sýking er ekki góð heldur :)\nÞað á alltaf að reyna að koma í veg fyrir sýkingar og því er best að láta fagmann um svona hluti."
        },
        {
            "user": "KillHannah",
            "user_id": "46650",
            "date": "2007-04-02 00:24:00",
            "id": "4749321",
            "reply_to_id": "4748958",
            "text": "mér var enmitt sagt öfugt um að það væri ekki miklar líkingur á sýkingu í brjóski"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-04-02 00:31:16",
            "id": "4749342",
            "reply_to_id": "4749321",
            "text": "Ég hef alltaf lent í einhverju veseni með brjóskgötin mín.. Fékk aldrei sýkingu en var lengi aum o.s.frv.. Industrialið var td um tæpt ár að gróa.. Það getur verið hættumeira að stinga í gegnum brjósk því það getur brotnað og þar af leiðandi skemmt svæðið. Systir mín er einmitt með beyglað eyra vegna þess að helix gat mistókst þegar það var skotið í hana.. Brjóskið brotnaði og afleiðingin varð þessi. Hún gat líka aldrei haft lokk í þessu vegna skemmdar.\nÞað er allt annað að stinga í gegnum brjósk heldur en í gegnum snepil sem dæmi og svo er fólk með mishart brjósk eins og ég er td “fræg” fyrir að vera með extra þykkt brjósk og erfitt að stinga í gegnum þau.."
        },
        {
            "user": "KillHannah",
            "user_id": "46650",
            "date": "2007-04-02 00:36:38",
            "id": "4749360",
            "reply_to_id": "4749342",
            "text": "jamm skil hvað þú meinar… ég var með helix fyrir nokkrum árum og það var frekar lengi að gróa og ég var mjög aum og líka með nefið það náði aldrei að jafna sig alveg var alltaf mjög aum í nefinu… þótt ég hafi verið með gatið í næstum 2 á"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-04-02 00:41:34",
            "id": "4749377",
            "reply_to_id": "4749360",
            "text": "Já þetta vill gerast með brjósk. Þessvegna tel ég þau til erfiðari gata"
        },
        {
            "user": "MaggiGunner",
            "user_id": "63549",
            "date": "2007-04-02 00:54:47",
            "id": "4749413",
            "reply_to_id": "4749377",
            "text": "en herðu eru nasavænirnir ekki bara vefi"
        },
        {
            "user": "MaggiGunner",
            "user_id": "63549",
            "date": "2007-04-02 00:55:24",
            "id": "4749416",
            "reply_to_id": "4749377",
            "text": "ekki brjósk??"
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2007-04-02 01:38:09",
            "id": "4749521",
            "reply_to_id": "4749360",
            "text": "Hví ertu þá að segja að það sé ekki hægt að fá sýkingu í göt gegnum brjósk?"
        },
        {
            "user": "KillHannah",
            "user_id": "46650",
            "date": "2007-04-02 01:45:27",
            "id": "4749530",
            "reply_to_id": "4749521",
            "text": "því mér var sagt það af gatara að það ætti eiginlega ekki að vera hægt… gæti alveg verið að það sé miskilingur…\nþótt þú sért næstum aum allan tíman þýðir ekki að það sé sýking ég var aldrei með sýkingu var bara alltaf mjög aum fann ekkert til nema það ver snert þetta einhvað harkalega sem ég hef aldrei gert með önnur göt.."
        },
        {
            "user": "klius",
            "user_id": "60445",
            "date": "2007-04-03 17:43:21",
            "id": "4754283",
            "reply_to_id": "4743161",
            "text": "ég fékk sýkingu í mitt nef gat… ég fór á stofu og lét setja það í mig. Ég var ekkert ð fikta í lokknum eða neitt, sótthreinasði vel, en svona 1-2 árum eftir að eg fékk gatið þá fékk í sýkingu og þurfti að taka það úr og er núna með svona bólu þar sem gatið var… ekki flott, sé eftir að hafa fengið mér."
        },
        {
            "user": "MaggiGunner",
            "user_id": "63549",
            "date": "2007-04-03 20:48:04",
            "id": "4755146",
            "reply_to_id": "4754283",
            "text": "ok þakka þé"
        }
    ]
}