{
    "forum_title": "Músík almennt",
    "user": null,
    "user_id": null,
    "date": "2007-03-30 23:03:42",
    "title": "Tónlistarsmekkur",
    "text": "Það er ótrúlegt hvernig tónlistarsmekkur breytist á svo ótrúlega stuttum tíma! hafið örugglega mörg ykkar gengi í gegnum eitthvað þannig tímabil right?\nEins og hjá mér.. í 8-10 bekk var það AC/DC og Guns n' Roses og Metallica laang bestu hljómsveitirnar.\nSvo byrjaði maður í menntaskóla… þá fór maður að hlusta á Queens of the Stone Age(sem er by the far besta hljómsveit sem ég veit um), Kyuss, Pantera og Lamb of God.\nOg nú á öðru ári í menntaskóla byrjaði ég að hlusta á mikið Indy og alls konar tónlist t.d Arctic Monkeys, Bloc Party, Bullet for my Valentine, Damien Rice, Eagles of Death Metal.\nOg þetta er meira að segja komið út í það að ég sé farinn að hlusta á Pendulum og JT…\nendilega segið hvort það hafi verið einhver svona major breakthrough hjá ykkur í tónlistarsmekki…",
    "url": "https://www.hugi.is/musik/korkar/506270/tonlistarsmekkur/",
    "url_id": "506270",
    "id": "4743013",
    "replies": [
        {
            "user": "habibi",
            "user_id": "53130",
            "date": "2007-03-31 00:44:45",
            "id": "4743319",
            "reply_to_id": "4743013",
            "text": "frá 50 cent yfir í Bob Dylan :P"
        },
        {
            "user": "ammarolli",
            "user_id": "31986",
            "date": "2007-03-31 09:08:14",
            "id": "4743647",
            "reply_to_id": "4743013",
            "text": "fór út fm í queen og þannig tónlist\nBætt við 31. mars 2007 -  09:12\nþetta gerist líka hjá mörgum(tónlistarsmekks breytingar) enda er sjálfsmyndin alltaf að breytast þegar maður er ungur."
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2007-03-31 09:16:17",
            "id": "4743655",
            "reply_to_id": "4743013",
            "text": "Rammstein - Metallica - Nirvana - Pink Floyd - Bob Dylan - Muddy Waters\nsvona nokkurn veginn þróuninn í hnotskurn."
        },
        {
            "user": "rasta",
            "user_id": "42337",
            "date": "2007-04-01 16:28:26",
            "id": "4747659",
            "reply_to_id": "4743655",
            "text": "Hvenær hlustaðir þú á Rammstein og Nirvana? Segðu mér að Brynjar hafi líka gert það, það væri snilld :Æ"
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2007-04-01 16:33:08",
            "id": "4747674",
            "reply_to_id": "4747659",
            "text": "Rammsteininn var svona 6-7 bekk síðan Nirvana í 8 og 9…\nBrynjar hefur nú eitthvað hlustað á Rammstein en eitthvað minna á Nirvana held ég"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-03-31 11:52:20",
            "id": "4743894",
            "reply_to_id": "4743013",
            "text": "þá fór maður að hlusta á Queens of the Stone Age(sem er by the far besta hljómsveit sem ég veit um), Kyuss, Pantera og Lamb of God\nHefðir átt að halda þig þar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-03-31 12:01:16",
            "id": "4743909",
            "reply_to_id": "4743894",
            "text": "Eins og ég sagði Jurtur.. þá hlusta ég ennþá á þessar hljómsveitir, sérstaklega QOTSA og Kyuss"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-03-31 12:02:27",
            "id": "4743912",
            "reply_to_id": "4743909",
            "text": "Þú sagðir það aldrei."
        },
        {
            "user": "Fimbulfali",
            "user_id": "35350",
            "date": "2007-03-31 13:16:15",
            "id": "4744123",
            "reply_to_id": "4743013",
            "text": "ég fór beinustu leið úr Slipknot, Dimmu Borgir og þannig dóti yfir í The Beatles og Led Zeppelin"
        },
        {
            "user": "fakeplastictrees",
            "user_id": "64593",
            "date": "2007-03-31 13:45:46",
            "id": "4744213",
            "reply_to_id": "4743013",
            "text": "7. bekkur: bob Dylan, eminem og rottweiler :P\n9. bekkur: hlustaði geðveikt mikið á bíltana og john lennon og líka allskonar tónlist frá svona 1960-70 og Bubba Morthens\nfyrri hluti 1. bekks: coldplay, muse, white stripes, radiohead\nseinni hluti 1. bekkjar: the Libertines, Babyshambles, Bright Eyes, Sigur Rós, Franz Ferdinand, Pulp, kasabian\n2. bekkur: the smiths, the arcade fire, sufjan stevens, Elliot Smith, Belle and Sebastian ofl\nHlusta á allar þessar hljómsveitir ennþá nema kannski rottweiler og eminem :P"
        },
        {
            "user": "StackhouseM",
            "user_id": "60043",
            "date": "2007-03-31 18:11:57",
            "id": "4744885",
            "reply_to_id": "4743013",
            "text": "Þegar ég var polli hlustaði ég bara á gangsta rap og Linkin Park og Limp Bizkit og þannig. Svo byrjaði ég að hlusta á gullaldartónlist. Núna hlusta ég á indie, sérstaklega hljómsveitir eins og Animal Collective, GYBE, Stars of the Lid og Yo La Tengo."
        },
        {
            "user": "valahg1",
            "user_id": "23958",
            "date": "2007-03-31 18:53:14",
            "id": "4745028",
            "reply_to_id": "4743013",
            "text": "Ef ég á að vera hreinskilinn hef ég ekki hætt að hlusta á neitt sem ég elskaði og dáði þegar ég var yndri ég hlusta enn á Westlife, Mandy Moore, Justin, Britney, N'sync en svo hafa bæst við, þar á meðal Damien Rice, My Chemical Romance, The Beatles, Thursday, Scissor Sisters, Zombies…"
        },
        {
            "user": "Violet",
            "user_id": "38251",
            "date": "2007-03-31 19:48:48",
            "id": "4745245",
            "reply_to_id": "4743013",
            "text": "hlustaði á hilary duff, britney spears og svoleiðis crap alveg til 7. bekkjar. núna í 9.bekk hlusta ég aðalega á Panic! at the disco, Fall Out Boy, My Chemical Romance og The Hush Sound svo lítið sé nefnt."
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2007-04-01 01:04:54",
            "id": "4746211",
            "reply_to_id": "4743013",
            "text": "Haha, svipað hérna. Hlustaði á Eminem, Linkin Park og Metallica í 8-9 bekk, svo var það indie að mestu næstu tvö árin, og núna hlusta ég á death og black metal á milli þess sem ég hlusta á FM tónlist. Maður fer í einhvern hring…"
        },
        {
            "user": "themachine",
            "user_id": "59977",
            "date": "2007-04-01 14:02:34",
            "id": "4747263",
            "reply_to_id": "4743013",
            "text": "Ja, ég er kannski ekki með allar fyrrum-uppáhalds hljómsveitir en fyrir einu ári hlustaði ég bara á það sem FM957 sagði mér að hlusta á, Christina Aguilera, Black Eyed Peas, Rihanna, Avril Lavigne, All-American Rejects.\nSvo fór maður að verða sjálfstæðari og útí meira rokk, engar geðveikar breytingar samt, Green Day í bland við FM957.\nSvo síðasta sumar hætti ég að hlusta á FM957, hlusta núna ekkert á þá viðbjóðslegu stöð og þessar hljómsveitir eru í fyrirrúmi:\nColdplay, Fall Out Boy, Fratellis, Green Day,\nThe Hush Sound\n, The Killers,\nMuse\n,\nMy Chemical Romance\n,  Queen, Sigur Rós, U2."
        },
        {
            "user": "rasta",
            "user_id": "42337",
            "date": "2007-04-01 16:31:55",
            "id": "4747668",
            "reply_to_id": "4743013",
            "text": "Skrítið með mig að ég var aldrei rosa mikið að hlusta á e-ð crap sem ég hlusta núna í dag aldrei á. Enda hlustaði ég bara á það sem bróðir minn og pabbi voru að spila og ég hlusta enn á þau bönd sem ég hlustaði á þegar ég var lítill polli."
        },
        {
            "user": "karelatli",
            "user_id": "67152",
            "date": "2007-04-04 21:27:17",
            "id": "4758393",
            "reply_to_id": "4743013",
            "text": "4-6= í svörtum fötum:$:$\n6-7= nirvana, guns n roses\n7-8= METALLICA\n8-núna=SLipknot, korn disturbet og næstum allt rokkið er samt að fíla slipknot alveg þvílikt veit ekki útafhverju í svona 4-7 bekk hélt ég að slipknot væri bara ekkað ógeðslega ömurlegt öskur band og ekkað rugl en svo hlustaði ég á fyrstu lögin útaf lögunum ekki röddini í gaurnum og því svo fór ég að spá í því að þetta var ekki svo slæmt núna er ég að fíla mig geðveikt en veit að það far FKN lúðalegt að hlusta á í svörtum fötum..:S:S:S"
        },
        {
            "user": "RonBurgundy",
            "user_id": "31296",
            "date": "2007-04-05 13:16:12",
            "id": "4759848",
            "reply_to_id": "4743013",
            "text": "Hmmm þegar ég var svona 8-11 ára (og jafnvel kannski yngri) var ég alltaf að hlusta á Eminem, 50 Cent, og svona mainstream rapp, eftir það fór ég soldið að hallast að rokkinu, en það var ekki lengi, var eiginlega í mainstreaminu í soldinn tíma, núna seinustu 2-3 ár hef ég verið í Underground hiphoppi og rólegri/chill tónlist:\nAtmosphere\nBrother Ali\nCunninlynguists\nCage\nog álíka félagar. Í chill músíkinni eru það hljómsveitir eins og Coldplay, en ég nýt þess nú samt að hlusta á tónlist eins og Foo Fighters, Red Hot Chili Peppers, Guns 'n Roses og svoleiðis, þó ég hlusti alls ekki mikið á það.."
        }
    ]
}