{
    "forum_title": "Myndlist",
    "user": "silleh",
    "user_id": "60714",
    "date": "2007-03-31 10:00:55",
    "title": "Luis Royo",
    "text": "Luis Royo er spánverji sem hefur hlotið talsverða frægð fyrir fantasíuteikningar sínar. Hann vinnur við að teikna fantasíumyndir fyrir bækur, tímarit (t.d. Heavy Metal myndasögublaðið), tölvuleiki og jafnvel geilsadiskahulstur.\nHann fæddist árið 1954 í Olalla á Spáni en ólst upp í Zaragoza. Hann byrjaði feril sinn á því að læra einvherskonar arkitektúr (technical drawing for construction) og svo málun, innanhúss hönnun og fleira. En árið 1978 fékk hann áhuga á teiknimyndasögum(fyrir fullorðna) og heldaði sig þeim upp frá því. Á árunum 1981-1982 voru verk hans gefin út í tímaritum á borð við Rambla, El Víbora og Heavy Metal. En raunverulegt upphaf frægðar hans er talin vera árið 1983 þegar hann kynntist Rafael Martínez á myndasöguhátíð í Zaragoza og samþykkti að gera fimm teiknignar fyrir Norma Editorial. Síðan þá hefur hann unnið margar myndir og öðlast sífellt meiri frægð. Hann hefur gefið út bækur með myndum sínum, tarot spilastokka og portfolio sem hafa notið mikilla vinsælda. 1995 var farið að nota verkin hans í söluvarning eins og dagatöl, boli og plaköt.\nBækur sem hann hefur gefið út :\nWomen - 1992\nMalefic - 1994\nSecrets - 1996\nDreams - 1999\nProhibited Book I - 1999\nEvolution - 1999\nProhibited Book II - 2001\nConceptions I - 2001\nVisions - 2003\nProhobited Book III - 2003\nConceptions II - 2003\nFantastic Art - 2004\nProhibited Sketchbook - 2004\nConceptions III - 2005\nSubversive Beauty - 2006\nDark Labyrinth - 2006\nWild Sketches - 2006\nTarotspilastokkar:\nThe Black Tarot - 1998\nThe Labyrinth Tarot - 2004\nPortfolio:\nWarm Winds\nIII Millenium\nStriptease\nTattoos\nChains\nProhibited\nTattoo and Piercing\nMeðal merkilegustu verka hans að mínu mati eru Prohibited bækurnar, The Labyrinth Tarot og Subversive Beauty. Prohibited trílógían inniheldur virkilega erótískar myndir þar sem Royo spilar með ævintýrið um Fríðu og dýrið sem helsta þema. The Labyrinth Tarot er merkilegt fyrir það að hann var fjögur ár að ljúka stokknum sem samanstendur af tarotspilum með hans útfæringu á hverju spili, ásamt bók með öllum myndunum og útskýringum höfundarins á hverju spil fyrir sig. Subversive Beauty er ein af nýlegustu bókunum og er mitt persónulega uppáhald vegna vandaðra teikninganna(sjá mynd sem fylgir greininni.\nFyrir áhugasama mæli ég með að skoða síðuna Http://luisroyofantasy.com því þar er hægt að skoða myndirnar úr öllum bókunum og tarotspilunum sem og lesa nánar um listamanninn.",
    "url": "https://www.hugi.is/myndlist/greinar/506324/luis-royo/",
    "url_id": "506324",
    "id": "4743639",
    "replies": [
        {
            "user": "Greymantle",
            "user_id": "18648",
            "date": "2007-03-31 13:03:36",
            "id": "4744082",
            "reply_to_id": "4743639",
            "text": "Úff, gljáa-airbrushið hans er svo.. *shudder*.. væmið, fín grein engu að síður."
        },
        {
            "user": "Hloofy",
            "user_id": "60777",
            "date": "2007-03-31 17:06:34",
            "id": "4744721",
            "reply_to_id": "4743639",
            "text": "Luis Royo er með svo frábærann stíl. Pottþétt my favourite."
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2007-03-31 18:33:55",
            "id": "4744950",
            "reply_to_id": "4743639",
            "text": "Töffari á einmitt fána með\nÞessa\nHeld að hún heiti delo"
        },
        {
            "user": "silleh",
            "user_id": "60714",
            "date": "2007-03-31 19:21:52",
            "id": "4745124",
            "reply_to_id": "4744950",
            "text": "samkvæmt bókinni sem myndin er í heitir hún New Malefic"
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2007-03-31 20:34:48",
            "id": "4745407",
            "reply_to_id": "4745124",
            "text": "já ok sorry.."
        },
        {
            "user": "siggikorn",
            "user_id": "47904",
            "date": "2007-03-31 20:38:25",
            "id": "4745418",
            "reply_to_id": "4743639",
            "text": "þessi síða er ekki að meika það hjá mér… en annars kannast ég við verkin hans eitthvað…"
        },
        {
            "user": "VitisDrengur",
            "user_id": "65901",
            "date": "2007-04-12 20:50:27",
            "id": "4786137",
            "reply_to_id": "4743639",
            "text": "snillingur snillingur snillingur hef bara dýrkað hann síðan í 4 bekk."
        },
        {
            "user": "mansoninn",
            "user_id": "59228",
            "date": "2007-04-16 13:15:33",
            "id": "4797668",
            "reply_to_id": "4743639",
            "text": "sama segi ég Luis Royo er fkn snillingur. Hann teiknar geðveikar myndir að mínu mati."
        }
    ]
}