{
    "forum_title": "Sagnfræði",
    "user": "gthth",
    "user_id": "10645",
    "date": "2001-11-10 16:18:57",
    "title": "Ab Urbe Condita: Að læra af sögunni.",
    "text": "Það virðist blasa við að Ab urbe condita sé fyrst og fremst verk um sögu Rómar frá upphafi, frá stofnun borgarinnar, eins og skilja má af titli verksins. Það er það ekki. Tilgangur Lívíusar er ekki einvörðungu sá að rekja sögu borgarinnar frá upphafi; það hafa aðrir gert á undan honum, eins og hann bendir sjálfur á í formála sínum. Það sem skiptir Lívíus máli er að segja söguna á réttan hátt, svo draga megi af henni lærdóm. Því sagan er til þess að læra af henni.\nÞað skipti Lívíus reyndar líka miklu máli að segja söguna vel. Lívíus var undir töluverðum áhrifum frá Cíceró sem hélt því fram að rómverskir sagnaritarar stæðu þeim grísku að baki vegna þess að þeir væru einasta naratores, sögumenn, en ekki, exornatores rerum, þ.e. þeir stílfærðu ekki verkið.(1)\nHér verður þó einkum fjallað um þann tilgang Lívíusar að nota söguna sem uppeldistæki, til að innræta mönnum ákveðið hugarfar og til að brýna fyrir þeim gildi fornra dygða (stundum væri jafnvel hægt að segja að hann notaði söguna í áróðursskyni, ef svo má að orði komast). Hér gefst ekki rými til að gera efninu nein tæmandi skil. Það verður látið nægja að líta á nokkur dæmi um þann boðskap sem finna má í ýmsum sögum sem dreifðar eru um allt verkið. Umfjöllunin er takmörkuð við fyrstu bækurnar en þar fjallar Lívíus um það tímabil í sögu Rómar þar sem heimildir voru fæstar. Því mætti færa rök fyrir því að einmitt þar hefði hann hvað mest svigrúm til að koma að eigin skoðunum með frjálslegum efnistökum..\nFyrsta bók Ab urbe condita er strax uppfull af sögum af öllu mögulegu tagi, sögum innan hinnar stóru sögu, þ.e. sögu Rómar. Þær fyrstu eru auðvitað ekkert annað en hreinræktaðar goðsögur. Þær fjalla um forsögu borgarinnar sem Lívíus segir stuttlega frá. Þetta eru m.a. sögurnar um komu Eneasar frá Trójuborg og um bræðurnar Rómúlus og Remus sem bjargað var af úlfynju. Fæstar sögurnar eru þó eiginlegar goðsögur. En skyldar goðsögnum eru alls kyns upprunaskýringar, eins og sagan af uppruna orðatiltækisins Talassio í brúðkaupum, orðsins vindicta (lausn úr ánauð) eða þess siðar Rómverja að kasta spjóti í átt til þess lands sem þeir lýstu stríði á hendur.(2) Ab urbe condita er stútfull af slíkum sögum. En þær eru síður en svo aðalatriði. Mikilvægari sögur en upprunaskýringarnar eru þær sögur sem hafa einhvern boðskap að geyma. Þær mætti ef til vill nefna lærdómssögur.\nÞað má greina á milli að minnsta kosti þrenns konar sagna af þessu tagi. Annars vegar eru sögur sem lýsa breytni sem er aðdáunarverð og Rómverjar ættu að taka sér til fyrirmyndar. Hins vegar eru sögur um hegðun sem er síður eftirbreytniverð - reyndar alls ekki eftirbreytniverð. Þær sýna hvernig ýmsir lestir geta orðið manni að falli og stuðlað að því að allt fari til fjandans. Þessar sögur eiga að vera lesandanum víti til varnaðar. Og að lokum eru þær sögur sem vart er hægt að nefna annað en áróðurssögur þótt stjórnspekisögur komi einnig til greina.\nÞað ber þó að hafa í huga að sögurnar gegna jafnan tvöföldu hlutverki. Þær eru oftar en ekki ómissandi fyrir framvindu sögunnar og hefur það að sjálfsögðu áhrif á framsetningu þeirra. Þessu má ekki gleyma þegar leitað er að boðskapi Lívíusar í sögunum.\nLítum fyrst á sögu af fyrra taginu, þ.e. sem lýsir einhverri aðdáunarverðri breytni eða skapgerð. Afbragðsdæmi er sagan af Horatíusi Coclesi sem var reiðubúinn til að fórna sér ef þess gerðist þörf til að verja Róm.(3) Þegar Etrúrar náðu yfirhöndinni á Janiculumhæð stóð hann fastur fyrir á lítilli hengibrú á meðan aðrir Rómverjar tóku til fótanna. Þar varðist hann Etrúrunum á meðan tveir félaga hans sem ekki höfðu flúið hömuðust við að skera á brúna. Þá fyrst er þeim hafði tekist það stökk Hóratíus út í Tíber og synti í land, heill á húfi. Pólýbíos segir söguna eilítið öðruvísi. Hann segir Hóratíus hafa drukknað og engan heiður hlotið. Lívíus er reyndar einn um það að segja söguna um Hóratíus Cocles þannig að hann lifi af.(4) Frásagnarháttur Lívíusar er einnig dramatískari en annarra. Hann hefur lýsinguna á stuttum og einföldum setningum en þegar hápunktur frásagnarinnar nálgast verður lýsingin heldur skáldlegri, eins og til að gæða söguna lífi.(5)\nAnnað dæmi um álíka hugrekki og staðfestu er sagan um Gaius Múcíus.(6) Hann er fyrirmyndardæmi um rómverskan hermann sem er reiðubúinn til að gera meira en skyldu sína í þágu borgarinnar. Honum mistekst reyndar ætlunarverk sitt, að ráða Porsenna Etrúrakonung af dögum, og er handsamaður. En þá fyrst fær hann að sýna hvað í honum býr. Þegar Porsenna hótar að láta brenna hann lifandi svarar Múcíus með því að stinga hendinni í eldinn og kveinkar sé ekki einu sinni við það. Hlaut hann af þessu viðurnefnið Scævola sem þýðir örvhentur. Slík er staðfesta þeirra sem leita dýrðar.\nÞessa sögu segir Lívíus einnig í talsvert breyttri mynd frá því sem var upphaflega sagan.(7) Díonýsíos frá Halikarnassos segir t.d. langa sögu um deilur í öldungaráðinu um það hvort senda átti Múcíus eða ekki. Hann segir ítarlega frá áformum Múcíusar um að dulbúast og lauma sér inn í herbúðir andstæðinganna og útskýrir að Múcíus hafi getað átt samræður við Porsenna þar eð hann kunni etrúsrku. Lívíus aftur á móti fer hratt yfir sögu þar til hann kemst að hápúnktinum sem er samtal Múcíusar og Porsenna. Áherslan er öll á stolt og áræðni unga Rómverjans og undran og furðu konungsins.\nNánast í beinu framhaldi af sögunni um Múcíus Scævola er enn önnur sagan um hugdirfsku sem Lívíus segir beinlínis að sé merkari en hinar. Hér segir frá stúlkunni Cloelíu sem var fangi Etrúra.(8) Hrærð af hugdirfsku Múcíusar, leiddi hún fjölda rómverskra stúlkna í flótta frá etrúrsku fangabúðunum. Stúlkurnar syntu yfir Tíber og komust þannig undan etrúrsku vörðunum sem ekki gátu synt í fullum herklæðum.(9) Rómverjar skiluðu Cloelíu til Etrúranna svo nýgerðir friðarsamningar héldust en Porsenna lofaði að sleppa henni aftur. Hann leyfði henni einnig að velja hóp rómverskra fanga til að taka með sér því svo dáðist hann að hugrekki stúlkunnar. Cloelía valdi þá hóp ungra pilta þar eð þeir voru viðkvæmari fyrir ýmis konar ofbeldi og misnotkun sem fangar þurfa oftar en ekki að sæta.\nHóratíus Cocles og Múcíus Scævola eiga það sameiginlegt að sýna fádæma kjark og fórnfýsi þegar hætta steðjar að; og Cloelía auk þess mikið hyggjuvit. Það er athyglisvert að ekki fer illa fyrir neinu þeirra. Af Hóratíusi var reist stytta en að auki fékk hann allstórt land. Múcíus Scævola missti hægri handlegginn en komst þó lífs af. Hann fékk einnig land, sem síðan nefndist Múcíusarvellir. Cloelíu mun einnig hafa verið tileinkuð stytta. Heimildir greinir á um hver eða hverjir það voru sem gáfu styttuna en Lívíus gefur í skyn að það hafi verið Rómverjar allir og gerir þakklæti þeirra því meira.(10) Með öðrum orðum verður lesandinn þess áskynja að þeir sem fórni eigin hag fyrir hag borgarinnar hljóti þakklæti og virðingu borgarinnar sem verðlaunar þeim ríkulega.\nÖgn flóknari er sagan af Lúkretíu undir lok fyrstu bókar.(11) Því sú saga gegnir nefnilega allmikilvægum tilgangi öðrum, ólíkt hinum sögunum sem nefndar hafa verið, og því ekki eins auðvelt fyrir Lívíus að móta þá sögu eftir eigin höfði til koma til skila einhverjum boðskap - en komum að því á eftir. Það sem skiptir okkur máli núna er hegðan Lúkretíu. Henni er lýst sem dygðugri konu og einkum eljusamri. Þegar mennirnir voru að heiman í stríði skemmti hún sér ekki, líkt og hinar konurnar, fram á rauða nótt, en var þess í stað upptekin við einhverja nytsamlega iðju ásamt vinnukonum sínum. Þá er henni einnig lýst sem hlýlegri konu og er í frásögninni lögð áhersla á það hversu hlýjar móttökur hún veitti Tarquiniusi Collatinusi, manni sínum, og gestum hans við komu þeirra. Svona eiga konur að vera, af frásögninni að dæma. Lúkretía er ljóslega öðrum rómverskum konum til fyrirmyndar. En sagan er rétt að byrja. Það sem gerðist næst er það að Sextus Tarquinius, hinn hrokafulli og ógeðþekki konungssonur, tók að girnast Lúkretíu. Hann sneri aftur til Lúkretíu nokkrum dögum síðar án vitneskju Collatinusar. Lúkretía tók að sjálfsögðu vel á móti honum enda brygðist hún aldrei skyldum sínum sem gestgjafi. En um nóttina nauðgaði Sextus Lúkretíu. Lúkretía sendi þá eftir manni sínum og föður sínum og sagði þeim allt af létta og lét þá lofa að hefna sín en að því loknu dró hún upp rýting og stakk sig í kviðinn. Tilraunir mannanna til að sannfæra hana um að hún væri á engan hátt sek, þar sem það er sálin sem syndgar en ekki líkaminn, komu að engu gagni. Það gerir söguna auðvitað enn meira sláandi hve sárt þeir virðast hafa fundið til með Lúkretíu. En Lúkretía vissi það sjálf að sektin væri ekki hennar. Það hugðist hún sanna með því að svipta sig lífi. “Ég veiti sjálfri mér syndaaflausn”, segir hún svo, “en ég tek samt út refsinguna”.(12)\nHegðan Lúkretíu hlýtur að teljast óvenjuleg, hvort sem er á okkar tímum eða á tímum Lívíusar. Hún er afar sláandi og Lívíus segir hana þannig í ákveðnum tilgangi. Höfum í huga siðgæði samtímamanna Lívíusar var honum ekki alveg að skapi. Hann dáðist að fornum dygðum. Og sagan af Lúkretíu sýnir hina fullkomlega dygðugu konu í hörmulegum kringumstæðum og hvernig hún bregst við þeim. Því fer víðsfjarri að annað eins hvarlaði að samtímamönnum Lívíusar. En hvers vegna sættir Lúkretía sig við það að sæta refsingu fyrir það sem hafði átt sér stað þegar hún er sjálf fyllilega meðvituð um það að hún er sjálf saklaus? Eiga allar konur að fyrirfara sér hafi þeim verið nauðgað? Eru þær gjörsamlega eyðilagðar; er þeim engrar undankomu auðið? Sá getur varla verið boðskapurinn. En Lúkretía stendur öðrum augljóslega mun framar hvað varðar dygðir og skapgerð. Lívíus leit eflaust á söguna um Lúkretíu sem dæmi um það hve göfug tryggðin er.(13) Svona er fólk ekki, en svona ætti það kannski að vera.\nHitt er svo annað mál að Lívíus þurfti á einhverju yfirgengilegu og hrópandi ranglæti að halda á þessum stað verksins, og helst harmrænum atburði, til að útskýra og réttlæta afnám konungdæmisins og upphaf lýðveldisins. Þess vegna er erfiðara að fullyrða um boðskap í sögu Lúkretíu. Lívíus gat ekki sagt að dag einn hafi Rómverjar ákveðið að afnema konungdæmið. Sagan um nauðgun Lúkretíu var þegar til; og Lívíus gerði úr henni lítinn harmleik.(14)\nEkki eru færri sögur af hinu taginu í Ab urbe condita, það er að segja sögum sem eiga að vera lesendum víti til varnaðar. Ein slík er sagan af Tarpeiu.(15) Hún gerðist sek um svik við borgina en fékk makleg málagjöld því hún var drepin af óvinunum. Boðskapur Lívíusar er afar skýr: Það borgar sig ekki að gerast svikari, það er aldrei hægt að treysta óvininum.\nSagan um Tarpeiu hefur einnig það hlutverk að skýra hvernig Sabínar komast inn fyrir borgarmúra Rómar. Það einfaldlega gengi ekki að óvinurinn sé án alls fyrivara kominn inn í sjálfa Róm. En boðskapur sögunnar rýrnar síst við það. Hlutverkið sem frásögnin af Tarpeiu gegnir í framvindu sögunnar er ekki nærri því eins mikilvægt og sagan af Lúkretíu. Staða sögunnar innan verksins þvingar ekki Lívíus til að setja hana fram á neinn sérstakan hátt. Það skiptir ekki máli hvort Tarpeia var svikari eða ekki. Ein útgáfa sögunnars sem Lívíus greinir frá, er einmitt á þá leið að Tarpeia hafi verið hetja sem reyndi að afvopna óvinina en látið lífið.Það er hins vegar fróðlegt að sagan um Tarpeiu gæti hæglega flokkast sem upprunaskýring alveg eins og lærdómssaga. Sagan útskýrði nafn Tarpeiusteinsins svonefnda, þar sem svikarar og landráðsmenn voru teknir af lífi.(16) Lívíus nefnir þetta þó ekki.\nÞennan sama boðskap, eða afar svipaðan, er að finna í fleiri sögum enda mikilvægur boðskapur. Rómverksa stúlkan Hóratía fór t.d. afar illa að ráði sínu þar sem hún grét óvininn frekar en bræður sína.(17) Hún gerðist sek um proditio. Fyrir það fékk hún að gjalda með lífi sínu. Enn og aftur: Sviksemi borgar sig ekki!\nSvik og prettir koma víðar við sögu. Það er forvitnilegt að bera sögurnar um Tarpeiu og Horatíu saman við aðra. Sú saga segir frá því að er Tarquiniusi Superbusi hafi mistekist að vinna skjótan sigur í stríði gegn Gabínum hafi hann gripið til svika og blekkingar, öldungis órómversks framferðis.(18) Yngsti sonurinn, Sextus Tarquinius, var þá sendur til Gabí undir því yfirskyni að hann væri flóttamaður. Faðir hans væri nú orðinn svo tortrygginn að hann ofsótti jafnvel fjölskyldu sína og ættingja. En er Sextus hafði náð trausti Gabínanna og komist til hárra metorða tók hann að losa sig við helstu valdamenn Gabí, að tilskipun föður síns, með þeim afleiðingum að styrkur borgarinnar þvarr og Rómverjar náðu að lokum yfirráðum yfir henni og innlimuðu hana í ríkið.\nÞað er athyglisvert að hér fá svikararnir ekki makleg málagjöld eins og Tarpeia og Hóratía. Enda er einn grundvallarmunur á svikum stúlknanna og svikum Tarquinianna. Stúlkurnar sviku Róm. Það gerðu Tarquiniarnir ekki. Þvert á móti var sviksemi þeirra í þágu Rómar, að minnsta kosti þetta skiptið. Það væri einkennilegt ef Lívíus tæki upp á því að refsa þeim fyrir þessi svik þegar haft er í huga að öll sagan stefnir að ákveðnu marki, yfirráðum Rómar, eða drottnun öllu heldur, yfir nánast öllum þekkta heiminum. Hins vegar er framferði Tarquinanna almennt orðið slíkt að ekki boðar gott. Svo ekki sé minnst á hvernig Tarquinius Superbus komst upphaflega til valda. Það er blóði drifin saga. Að endingu fá þeir vissulega að kenna á því, en fyrir aðrar sakir. Menn fá ekki að kenna á því fyrir að koma borginni að gagni. Lívíusi nægir það hér að segja að aðferðir þeirra hafi verið með öllu órómverskar.(19)\nÞað komast fleiri upp með að haga sér illa og víkur nú sögunni að Hóratíusi sem drap systur sína.(20) Eins og áður sagði fór hún illa að ráði sínu. Hún er svikarinn í sögunni. Og sama hversu rangur verknaður Hóratíusar er,(21) getur hann ómögulega fengið fyrir ferðina. Engu að síður er samúðin ekki með honum frekar en með systur hans (enda það sem hann gerði ekki aðeins rangt heldur einnig ógeðfellt). Þar kemur faðir þeirra til sögunnar. Hann hlýtur samúð lesandans og verður til þess að Hóratíus sleppur með skrekkinn.\nÞað virðist með öðrum orðum vera svo að einn boðskapur sé öðrum mikilvægari. Hann er sá að hvaðeina sem er gert í þágu borgarinnar lýðst þótt ekki sé það ávallt jafn aðdáunarvert - og stundum hreint út sagt ógeðfellt.\nEnn er hefur ekki verið rakið dæmi um þær sögur sem voru nefndar áróðurssögur eða stjórnspekisögur hér að ofan. En kjarna þriðju bókar Ab urbe condita má lesa sem nokkurs konar stjórnmálaáróður. Þar segir m.a. frá Quintusi Cincinnatusi, Appíusi Kládíusi og tímenningunum (decemviri).\nQuintus Cincinnatus var hógvær og hygginn maður sem var tregur til þess að taka að sér embætti, embætti dictators hvorki meira né minna. Hann var líka fljótur að segja af eftir að hafa leitt Rómverja til sigurs gegn Ækvínum og hélt aftur til vinnu á jörð sinni.(22) Cincinnatus er skydurækinn föðurlandsvinur en ekki valdagráðugur framapotari.\nÁ 302. ári eftir stofnun borgarinnar (um 452 f.Kr.) færðist valdið hins vegar frá konsúlum til tímenninganna. Að ári liðnu neituðu þeir hins vegar að fara frá völdum og voru enn við völd á þriðja ári. Þá víkur sögunni að fantinum Appíusi Kládíusi, einum tímenninganna, sem sem girntist Verginíu. Hann höfðaði mál gegn föður hennar og hélt því fram að stúlkan væri stokuþræll sem hann átti. Þegar Verginíus sá að hann gat ekki forðað dóttur sinni frá því að lenda í klóm Appíusar greip hann í örvæntingu sinni til þess örþrifaráðs að drepa stúlkuna. Málið olli mikilli hneykslun almennings sem reis upp gegn tímenningunum og hrakti þá frá völdum. Appíus var fangelsaður en hinir sendir í útlegð.\nÞað er ljóst að Lívíus hreifst ekki að þeirri hugmynd að spilltur múgurinn fengi að stjórna. Öll þriðja bókin er áróður gegn lýðræði að aþenskum hætti. Það veikir ríkið. Lívíus kaus fremur að treysta á höfðingja eins og Cincinnatus, sem beinlínis réttlæta feðraveldið, og úrvalsstjórn patríseia. Vandinn er sá að það er allt eins hugsanlegt að einhver patríseii neiti að fara frá völdum eins og plebeii. Samtímamenn Lívíusar hljóta samt að hafa borið saman Cincinnatus við Cæsar sem virtist ekki ætla frá völdum eftir að hafa sigrað Pompeius og endað borgarastyrjöldina (um stundarsakir).(23) Hann hafði verið kosinn alræðismaður (dictator) til lífstíðar og orðrómur gekk jafnvel þess efnis að hann hyggðist taka sér konungstign.\nHér hafa verið rakin örfá en minnisstæð dæmi um sögur sem Lívíus ætlar lesandanum að draga lærdóm af. Sögurnar af Hóratíusi Coclesi og Múcíusi Scævola eiga t.d. að innræta lesandanum (rómverskum lesendum að minnsa kosti) ættjarðarást og vera fullkomin dæmi um menn sem eru reiðubúnir að leggja allt að veði fyrir Róm. Hollusta er göfug. Af öðrum sögum má læra hvað beri að varast. Sviksemi borgar sig ekki; svik við föðurlandið eru ófyrirgefanleg. Og valdagræðgi og hvers kyns girndir verða mönnum að falli. Að lokum er það höfuðatriði, eins og lesa má úr þriðju bók, að hæfir einstaklingar veljist í valdastöður. Það skiptir minna máli hvort fjöldinn fær einhverju um það ráðið hver fer með völdin. Helst ætti lýðurinn að ráða sem minnstu.\nÞví fer víðs fjarri að hér hafi efninu gerð tæmandi skil. Sögurnar eru fleiri, og um leið margbreytilegri, en svo að hér hafi gefist rými til að fjalla um þær allar. Einunig hefur verið reynt að greina frá nokkrum minnisstæðum sögum til að varpa ljósi á það hvernig Lívíus nýtir söguna til að koma ýmsum skilaboðum áleiðis. Því sá sem hefur það ekki hugfast við lestur Ab urbe condita mun missa af æði miklu enda er hér um yfirlýstan tilgang höfundar að ræða.\n__________________________________\nTilvísanir:\n(1) Walsh (1961) 33.\n(2) Sjá Liv. I.9, II.5, I.32.\n(3) Sjá Liv. II.10.\n(4) Ogilvie (1978) 258 og áfr.\n(5) Ibid. 260. Sumir hafa talið að Lívíus hafi söguna frá Enníusi vegna þess hve skáldlegur hann verður, en Enníus samdi í bundnu máli.\n(6) Sjá Liv. II.12.\n(7) Sjá Ogilvie, op.cit., 262 og áfr.\n(8) Sjá Liv. II.13. Fjölmargir segja söguna um Cloelíu og engir tveir eins. Sjá Ogilvie, op.cit., 267.\n(9) Samkvæmt sumum heimildum fór hún yfir ána á hesti en Lívíus minnist ekkert á það. Sjá, Ogilvie, op.cit., 267.\n(10) Sjá Ogilvie, op.cit., 268.\n(11) Liv. I.57 og áfr.\n(12) Ibid. I.58.\n(13) Sbr. Ogilvie, op.cit., 219.\n(14) Um muninn á sögunni hjá Lívíusi og Díonýsíosi frá Halikarnassos, sjá Ogilvie, op.cit., 219.\n(15) Sjá Liv. I.11.\n(16) Ogilvie, op.cit., 74.\n(17) Liv. I.26.\n(18) Ibid. I.53 og áfr.\n(19) Tarquinius Superbus var heldur ekki eiginlegur Rómverji. Hann kom frá Etrúríu og þar var hann meira að segja aðfluttur. Upphaflega var hann frá Kórinþu.\n(20) Sjá Liv. I.24 og áfr.\n(21) Hóratíus er í raun sekur um caedes civis indemnati, að hindra framgang réttvísinnar eða taka lögin í eigin hendur, sjá Ogilvie, op. cit., 115.\n(22) Sjá Liv. III.13.\n(23) Borgarastyrjöldin blossaði auðvitað upp aftur eftir morð Cæsars.\nHeimildaskrá:\nOgilvie, R.M., A Commentary on Livy Books 1-5 (Oxford: Clarendon Press, 1978).\nWalsh, P.G., Livy. His Historical Aims and Methods (Cambridge: Cambridge UP,1961).",
    "url": "https://www.hugi.is/saga/greinar/50634/ab-urbe-condita-ad-laera-af-sogunni/",
    "url_id": "50634",
    "id": "332393",
    "replies": [
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2001-11-10 17:28:31",
            "id": "332394",
            "reply_to_id": "332393",
            "text": "Sæll félagi,\nGóð grein!!  Vel unnin :)  Er þetta ritgerð sem þú hefur samið í Háskólanum?\nKv.\nHjörtu"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2001-11-10 17:31:28",
            "id": "332395",
            "reply_to_id": "332394",
            "text": "Sæll,\nÞakka þér. Já kjarninn í þessu er ritgerð sem ég vann við Háskólann :)"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2001-11-10 17:34:25",
            "id": "332396",
            "reply_to_id": "332395",
            "text": "Ég verð nú að kannast við að þetta er kannski að einhverju leyti bókmenntafræðileg ritgerð um sagnfræðilegt verk. En það má taka sagnfræðina ýmsum tökum. Og þar eð sumir sagnfræðingar í fornöld greindu ekki svo skarplega á milli verður það nánast nauðsynlegt. Þess vegna fannst mér þessi grein svo sem alveg eiga heima h´rena :)"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2001-11-10 17:36:54",
            "id": "332397",
            "reply_to_id": "332396",
            "text": "Sæll,\nÞetta er hið besta mál sko, sagnfræðin er nú einu sinni svo víðfem :)\nKv.\nHjörtu"
        }
    ]
}