{
    "forum_title": "Músík almennt",
    "user": "Smekkleysa",
    "user_id": "61764",
    "date": "2007-04-01 21:57:24",
    "title": "Skátar gefa út Ghost of the Bollocks to Come",
    "text": "Skátar gefa út sína fyrstu breiðskífu 2. apríl\nTóndæmi hér:\nwww.myspace.com/skatar\nÚtgáfufélagið Grandmothers Records gefur út fyrstu breiðskífu hljómsveitarinnar Skátar, þ.e. þá fyrstu í fullri lengd.  Skífan heitir svo mikið sem\nGhost of the Bollocks to Come\nog kemur hún út á mánudaginn, 2. apríl.\nFyrsta útgáfa hljómsveitarinnar var\nHeimsfriður í Chile: Hverju skal breyta, bæta við og laga\nsem kom út árið 2004 og hefur mikið vatn runnið til sjávar síðan þá.  Meðlimabreytingar hafa orðið Skátum þó svo að enginn hafi hætt í hljómsveitinni því að máltækið segir „eitt sinn Skáti, ávallt Skáti“.  Upprunalegi söngvari sveitarinnar, Ólafur Guðsteinn Kristjánsson, sagði skilið við sveitina sumarið 2004 og í hópinn bættist nýr söngvari, Markús Bjarnason.   Fyrsta skífan hlaut þónokkra athygli, innanlands jafnt sem og erlendis og var lagið „Halldór Ásgrímsson” meðal annars valið sem “No. 1 Exposure of the Week” hjá útvarpsmanninum John Kennedy á XFM í London.  Í kjölfarið bárust sveitinni eftirspurnir og tilboð frá erlendum útgáfum sem sveitin hafnaði.\nGhost of the Bollocks to Come var að mestu leyti tekin uppá á einni helgi í febrúar í sumarbústað að Kiðjabergi í Grímsnesi af Bjarna Þórissyni í ferðahljóðveri hans.  Það  samanstendur af sextán rása segulbandstæki, lampamixer, vel völdu úrvali af “vintage” hljóðnemum og alls kyns græjum til þess gerðar að ná fram fögrum og hliðrænum hljóm.\nGhost of the Bollocks var hljóðblönduð af Inga Þór Ingibergssyni í Stúdíó Lubba Peace í Keflavík.  Einnig lagði Ingi Þór hönd á plóg við hristuleik í einu lagi og tók sömuleiðis upp mest allan söng og hljómborð.\nHljóð- og hljómjöfnun sem og öll eftirvinnsla var í höndum feðganna John og J.J. Golden í Ventura í Kaliforníu.  Þeir hafa meðal annars unnið með og fyrir tónlistarmenn á borð við íslensku sveitina Graveslime og hinar bandarísku Sonic Youth, Melvins, Faith No More, Calexico, Comets On Fire, Fucking Champs, Chris Isaak, Primus, Black Flag, Bad Brains, Xiu Xiu og ótal fleiri.\nHönnun umslags var í höndum Öldu Rose Cartwright og Kristjáns Freys Einarssonar.\nÁ Ghost of the Bollocks to Come spila eftirtaldir Skátar: Pétur Már Guðmundsson (trommur og slagverk), Björn Kolbeinsson (bassi, söngur og gítar), Benedikt Reynisson (gítar, ukulele, delay og útvarp), Markús Bjarnason (söngur, hljómborð, gólfpáka, gítar og bassi) og Ólafur Steinsson (gítar og bassi).\nHér er brot úr nokkrum umsögnum um hljómsveitina.\n“Wait till you hear Skátar from Iceland. I don't know how to describe them even. Mogwai meets Black Sabbath that you can dance to. A heavy metal DFA?”\n- Moshi Moshi Music\n“They're also f**king mad, and were by far our favourite band of the night. Comparisons to Super Furry Animals are inevitably, especially when the frontman bears a passing resemblance to Gruff Rhys, but we'd like to call it Devo vs Agent Blue. And it was ruddy great.”\n- Drowned In Sound\n“Shiny guitars, neat outfits, and a mix of ramshackle, tuneful Pavement-isms with Make-Up styled declamatory shouting? Fabulous.”\n- Noise Annoys\n“The singer/keyboardist's energy is boundless, jumping and running in place, kicking over mic stands, the band unfazed and continuously firing out their songs.”\n“…there's actually very little here that falls in frame with the outsider's view of Iceland's music and this eccentric quintet most certainly does not look anything like elves (no disrespect to the elfin branch of Iceland's music industry).”\n- The Reykjavik Grapevine\n“…as if Devo had made it halfway to turning into the Pixies, only to take a hard left turn into early-Eighties King Crimson.”\n- Rolling Stone Magazine",
    "url": "https://www.hugi.is/musik/greinar/506705/skatar-gefa-ut-ghost-of-the-bollocks-to-come/",
    "url_id": "506705",
    "id": "4748218",
    "replies": [
        {
            "user": "Saidin",
            "user_id": "22936",
            "date": "2007-04-01 22:30:44",
            "id": "4748901",
            "reply_to_id": "4748218",
            "text": "Firsti april?\nHE HE HE"
        },
        {
            "user": "Otcho",
            "user_id": "62154",
            "date": "2007-04-01 22:52:41",
            "id": "4748994",
            "reply_to_id": "4748901",
            "text": "Neeeeeei, þetta eru samt frekar old news…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-04-02 07:19:52",
            "id": "4749686",
            "reply_to_id": "4748218",
            "text": "Svari eytt"
        },
        {
            "user": "tele",
            "user_id": "60182",
            "date": "2007-04-02 13:55:22",
            "id": "4750276",
            "reply_to_id": "4748218",
            "text": "ekki séns félagi\nhvað er klukkan?"
        }
    ]
}