{
    "forum_title": "Hljóðfæri",
    "user": "Ragnarr",
    "user_id": "25730",
    "date": "2007-04-02 18:09:44",
    "title": "Magnarinn í uppreisn",
    "text": "Halló\nMagnarinn minn er í einhverju rugli í dag. Ég var að spila í honum á fullu í gær en svo í dag þegar ég kveiki á honum fer allt í rugl. Það heyrast bara einhver óhljóð og þegar ég slæ á strengina á gítarnum halda óhljóðin bara áfram, en ekkert heyrist í gítarnum, bara óhljóð. Magnarinn er af gerðinni Marshall Valvestate S80 Model 8240. Það gæti hugsanlega vatn hafa farið inná hann.\nHvar er hægt að fara með magnara í viðgerð ? Og er það dýr aðgerð ?\nBætt við 2. apríl 2007 -  23:01\nFattaði að þetta er gítarinn sem er í ólagi en ekki magnarinn (y)",
    "url": "https://www.hugi.is/hljodfaeri/korkar/506941/magnarinn-i-uppreisn/",
    "url_id": "506941",
    "id": "4750957",
    "replies": [
        {
            "user": "LightsOut",
            "user_id": "35849",
            "date": "2007-04-02 19:14:09",
            "id": "4751162",
            "reply_to_id": "4750957",
            "text": "Kíktu bara með hann niður í Rín."
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2007-04-02 19:38:09",
            "id": "4751260",
            "reply_to_id": "4750957",
            "text": "öryggið sprungið? gæti verið held e´g ef það kviknar ekki almennilega á honum."
        },
        {
            "user": "YAWN",
            "user_id": "44101",
            "date": "2007-04-02 22:47:58",
            "id": "4751924",
            "reply_to_id": "4750957",
            "text": "Léleg snúra?"
        },
        {
            "user": "ehar",
            "user_id": "31826",
            "date": "2007-04-03 08:59:21",
            "id": "4752845",
            "reply_to_id": "4750957",
            "text": "Áts vatn og magnarar eiga nú ekki sérlega vel saman!\nOk miðað við það sem þú segir skruðningar þegar þú slærð á strengi………\nEkki powersupplyið sem er það dyrasta í kvikindinu.\nAnnas er þetta frekar einfaldur magnari þannig séð.\nPrófaðu að opna hann og farðu að öllu með gát.\nSkiptu um forlampan það er einn ax7 í honum.\nSkoðaðu laus tengi, t.d inputt eða í t.d volme takkan, eða bara alla takkana.\nSkoðaðu tengin í hátalarann líka, þarft örugglega að taka þau úr sambandi hvort eð er.\nBlástu riki í burtu, t.d með hárblásara.\nEf hefur verið rafmagnshljóð í t.d rofum, fáðu þér þá rafeindavirkja í dós ( Contaktspray) og liðkaðu þær samsetningar.\nSettu svo saman aftur.  Ef þett gerir ekkert þá er kominn tími á að leita að viðgerðarkalli.\nVeit ekki alveg hvar er best að nálgast svoleiðis núna.  Selfoss! Eða er skagamaðurinn fluttur á Akureyri?\nSpyrja kannski í Miðbæjarradioi eða Íhlutum þegar þú kaupir rafeindavirkjan  :-)\nE"
        },
        {
            "user": "Ragnarr",
            "user_id": "25730",
            "date": "2007-04-03 10:54:00",
            "id": "4752949",
            "reply_to_id": "4752845",
            "text": "Hehe takk fyrir þetta, en ég komst að því að þetta er ekki magnarinn sem er með þetta vesen heldur bara annar gítarinn minn. Ibanezinn minn er með vesenið en síðan hljómar fenderinn bara vel.\nHvar fékkstu annars upplýsingar um búsetu mína ? ;)"
        },
        {
            "user": "ehar",
            "user_id": "31826",
            "date": "2007-04-03 11:17:52",
            "id": "4752996",
            "reply_to_id": "4752949",
            "text": "Bara skign  :-)\nÞá er það Ibanezinn!\nFyrsta sem er líklegt er inputtið! Virinn hafi losnað og liggi nærri jörðinni!\nAnnað sem er líklegt er að geti verið bögg er swittsin.  Nú veit ég ekki hvernig Ibanez þetta er en sennilega er 5 way swits á honum, þar gæti hafa losnað vír!\nAllavega smámal að redda Ibanez!\nE"
        },
        {
            "user": "Ragnarr",
            "user_id": "25730",
            "date": "2007-04-03 11:59:43",
            "id": "4753104",
            "reply_to_id": "4752996",
            "text": "Þetta er 26 ára gamall Ibanez Roadstar !\nhttp://images.hugi.is/hljodfaeri/94679.jpg"
        },
        {
            "user": "ehar",
            "user_id": "31826",
            "date": "2007-04-03 14:13:10",
            "id": "4753558",
            "reply_to_id": "4753104",
            "text": "Klassa græja þarna á fer :-)\nFáir virar sem geta hregt þig.\nTone volme og input  :-)\nOpna plötuna aftan á og skoða.\nMyndi veðja á input!\nVersta sem gæti verið er að pu ghafi dáið en það er ekki stórt vandamál.  Ef þú ert orginal frík má gera hann upp annars bara splæsa í níjan en 75% líkur á vir í inputti.\n90% á einhver vír laus  :-)\nBara smámal að fixa.\nLóðboti og 10-15 mínutur.\nE"
        }
    ]
}