{
    "forum_title": "Bardagaíþróttir",
    "user": "HwaRang",
    "user_id": "13552",
    "date": "2007-04-03 15:37:57",
    "title": "Íslandsmótið í Júdó - Umfjöllun og úrslit",
    "text": "Fann þetta á www.ippon.is en held að þetta komi frá judoland.is svo ég set bara báða tenglana hérna inná\nÚrslit Íslandsmeistaramótsins 2007\nÍslandsmeistaramótinu í Júdó 2007 lauk í dag í íþróttahúsi Seljaskóla í Reykjavík. Þetta er langfjölmennasta mót síðustu ára en yfir 85 keppendur tóku þátt í mótinu. Eins svo oft áður voru glímur þeirra Gígju Guðbrandsdóttur og Önnu Soffíu Víkingsdóttur spennandi og fór svo í ár að þær skiptust á sigrum. Anna Soffía sigraði í -70 kg flokki en Gígja hafði svo betur í Opnaflokki kvenna. Þorvaldur Blöndal sigraði bæði í -100 kg flokki og einnig í opnum flokki karla og fer því heim tvöfaldur Íslandsmeistari.\nAðrar úrslitaglímur voru einnig skemmtilegar, hægt er að segja að gamlar kempur hafi haft undirtökin í léttari flokkum þannig vann Höskuldur Einarsson sigur í -60 kg flokki og er það í 14 skipti sem hann verður Íslandsmeistari. Darri Kristmundsson sigraði í -66 kg flokki og vann bikarinn til eignar þar sem þetta var 3 árið í röð sem hann sigrar. Eiríkur Ingi Kristinsson sigrað svo í -73 kg flokki af öryggi, Eiríkur varð síðast Íslandsmeistari árið 1996. Glíma Axels og Snævars í -81 kg flokki bar þess merki að þar fóru glímumenn sem þekkja vel til hvers annars, Axel hafði sigur að lokum og var vel að þeim sigri kominn.\nJósep Þórhallsson og Jón Gunnar Björgvinsson glímdu til úrslita í -90 kg flokki þar sem Jósep sigraði örugglega með því að “sturta” andstæðingi sýnum eins og Jón Gunnar komst að orði. Þormóður Á. Jónsson sigraði svo í +100 kg flokki en hann glímdi við Heimir Haraldsson.\nMargar skemmtilegar glímur voru glímdar og er það frábært að sjá þann fjölda mun á keppendum milli síðustu ára.\nHér eru úrslit mótsins\nKonur\n-52 kg\n1. sæti Jóna L. Jónsdóttir JR\n2. sæti Maya staub, Ármann\n-63 kg\n1. sæti Ingibjörg Guðmundsdóttir, Ármann\n2. sæti Margrét Bjarnadóttir, Ármann\n3. sæti Auður óskarsdóttir, JR\n3. sæti Hrönn Gunnarsdóttir, ÍR\n-70 kg\n1. sæti Anna S. Víkingsdóttir, Ármann\n2. sæti Gígja Guðbrandsdóttir, JR\n-78 kg\n1. sæti Árdís Ó. Steinarsdóttir, JR\n2. sæti Helga P. Friðþjófsdóttir, JR\nOpin flokkur kvenna\n1. sæti Gígja Guðrbrandsdóttir, JR\n2. sæti Anna S. Víkingsdóttir, Ármann\n3. sæti Margrét Bjarnadóttir, Ármann\n3. sæti Árdís Ó. Steinarsdóttir, JR\nKarlar\n-60 kg\n1. sæti Höskuldur Einarsson, JR\n2. sæti Eyjólfur Svansson, Ármanni\n3. sæti Axel Kristinsson, Ármann\n3. sæti Bergþór S. Jónsson, KA\n-66 kg\n1. sæti Darri Kristmundsson, Ármann\n2. sæti Vilhelm Svansson, Ármann\n3. sæti Viktor Bjarnason, JR\n3. sæti Tómas H. Tómasson, Ármann\n-73 kg\n1. sæti Eiríkur I. Kristinsson, JR\n2. sæti Kristján Jónsson, JR\n3. sæti Hermann R. Unnarsson, JR\n3. sæti Birgir Páll Ómarsson, Ármann\n-81 kg\n1. sæti Axel Ingi Jónsson, JR\n2. sæti Snævar Már Jónsson, JR\n3. sæti Guðmundur T. Ólafsson, UMFS\n3. sæti Hans R. Snorrason, KA\n-90 kg\n1. sæti Jósep B. Þórhallsson, JR\n2. sæti Jón Gunnar Björgvinsson, Ármann\n3. sæti Jón Kristinn Sigurðsson, KA\n3. sæti Baldur Pálsson, JR\n-100 kg\n1. sæti Þorvaldur Blöndal, Ármann\n2. sæti Guðmundur Sævarsson, Ármann\n3. sæti Birkir Már Benediktsson, JR\n+100 kg\n1. sæti Þormóður Á. Jónsson, JR\n2. sæti Heimir Haraldsson, Ármann\n3. sæti Gunnar Páll Helgason, JR\nOpin flokkur Karla\n1. sæti Þorvaldur Blöndal, Árrmann\n2. sæti Birkir M. Benediktsson, JR\n3. sæti Heimir Haraldsson, Ármann\nÞormóður Á. Jónssson og Anna Soffía Víkingsdóttir hlutu Eysteins bikarinn í ár sem er gefinn bestu Júdókonu og besta Júdómanni liðins árs. Eysteins bikarinn var gefinn sambandinu á 30 ára afmæli sambandsins af fyrrum formanni JSÍ Eysteini Þorvaldssyni.\nÍ sveitakeppni kepptu lið Ármanns, Júdófélags Reykjavíkur og KA í karlaflokki en í kvennaflokki kepptu tvö lið, Ármann og Júdófélag Reykjavíkur.\nÚrslit í sveitakeppni kvenna var á þann veg að JR sigraði í 4 glímum en Ármann í 3 og er því sveit JR Íslandsmeistarar. Vonandi sjáum við fleiri sveitir í kvenna flokkum á næsta ári.\nHjá körlum byrjaði sveit Ármanns á móti sveit KA. Í fyrstu fjórum glímunum skiptust sveitirnar á sigrum en eftir því sem þyngri menn glímdu sigur Ármenningar á og höfðu sigur með fimm sigrum gegn tveimur.\nNæst glímdu Ármenningar við Júdófélag Reykjavíkur og sigraði Júdófélag Reykjavíkur fyrstu glímu en Ármenningar þá næstu. Þriðja glíman milli Birgis frá Ármanni og Eiríks frá JR var mjög spennandi þar sem reynsla Eiríks hafði sitt að segja og sigraði Eiríkur glímuna á armlás eftir flotta sókn á Seo-nage. Snævar sigraði svo fyrir JR í -81 kg flokki. Staðan var því orðinn 3 – 1 fyrir JR. JR tryggði sér svo sigur í næstu glímu þar sem Jósep sigraði Jón Gunnar með fallegu Ippon kasti – staða var því 4 – 1 fyrir JR. Birkir sigraði svo Guðmund í -100 kg flokki – staðan var því 5 – 1. Loka glíman var milli Þormóðs og Þorvalds og sigraði Þorvaldur þessa loka glímu en þar fóru stálinn stinn – staðan var því 5 – 2 fyrir Júdófélagi Reykjavíkur.\nÍ loka viðureign mótsins áttust við lið JR og KA. Þar sigraði sveit JR með 6 vinningum á móti 1 og varð þar með Íslandsmeistari Karla í sveitakeppni árið 2007.\nJR sigraði því bæði í Karla og Kvenna flokki í ár.",
    "url": "https://www.hugi.is/martial_arts/greinar/507187/islandsmotid-i-judo-umfjollun-og-urslit/",
    "url_id": "507187",
    "id": "4753874",
    "replies": [
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2007-04-03 17:11:22",
            "id": "4754129",
            "reply_to_id": "4753874",
            "text": "Spennandi mót þó ég hefði viljað sjá mitt lið (Ármann) standa sig betur.\nVonandi að maður fái að taka þátt í -100 á næstu árum. Sé ekki framá að komast ofarlega en alltaf gaman að taka þátt."
        },
        {
            "user": "Icaruz",
            "user_id": "57559",
            "date": "2007-04-03 21:51:12",
            "id": "4755390",
            "reply_to_id": "4753874",
            "text": "Karlar\n-60 kg\n1. sæti Höskuldur Einarsson, JR\n2. sæti Eyjólfur Svansson, Ármanni\n3. sæti Axel Kristinsson, Ármann\n3. sæti Bergþór S. Jónsson, KA\n2. Sætið er vitlaust, sá sem á að vera þarna er Eyjólfur Guðjónsson, KA"
        },
        {
            "user": "HwaRang",
            "user_id": "13552",
            "date": "2007-04-04 11:19:43",
            "id": "4756633",
            "reply_to_id": "4755390",
            "text": "ok takk fyrir að lata vita af þvi úrslitin eru frá judoland.is eitthvað klikkað hja þeim"
        },
        {
            "user": "Khan",
            "user_id": "18059",
            "date": "2007-04-04 16:58:22",
            "id": "4757511",
            "reply_to_id": "4753874",
            "text": "Glæsilegt að sjá hvað JR er að koma sterkt inn. Eftir nokkura ára tap í sveitakeppni náum við loksins að taka þetta. Það skiptir reyndar ekki öllu máli hver vinnur hér heima. Það sem skiptir máli er að það sé vinaleg samkeppni á milli félagana og að við séum duglegt að hafa sameiginlegar æfingar. Síðan förum við út og berjum á útlendingunum saman."
        },
        {
            "user": "Mercenary",
            "user_id": "57856",
            "date": "2007-04-06 19:51:09",
            "id": "4763822",
            "reply_to_id": "4757511",
            "text": "Sammála!"
        },
        {
            "user": "INRI",
            "user_id": "44984",
            "date": "2007-04-10 10:55:55",
            "id": "4775611",
            "reply_to_id": "4763822",
            "text": "haha því þið grúttöpuðu… :P"
        },
        {
            "user": "Mercenary",
            "user_id": "57856",
            "date": "2007-04-10 12:14:11",
            "id": "4775813",
            "reply_to_id": "4775611",
            "text": "shiiiiitXD"
        },
        {
            "user": "INRI",
            "user_id": "44984",
            "date": "2007-04-10 13:34:17",
            "id": "4776165",
            "reply_to_id": "4775813",
            "text": "Hey er æfing í kvöld?"
        }
    ]
}