{
    "forum_title": "Tilveran",
    "user": "audrey18",
    "user_id": "51926",
    "date": "2007-04-04 17:08:28",
    "title": "16 ráð til að öðlast betra sjálfstraust",
    "text": "Hæ fólk.\nÞessi grein er um sjálfstraust, eitthvað sem allir vilja en ekki nærri því eins margir hafa.  Það getur enginn haldið því fram að sjálfstraust sé ekki mikilvægt. Sjálfstraust er það sem kemur okkur áfram, eins og bensín á bíl. Það er ótrúlegt hvað lífið verður í raun miklu þægilegra þegar maður er sáttur við sjálfan sig. Það opnar fyrir þér óteljandi dyr. Öll vandamál verða auðleysanlegri, öll samskipti verða auðveldari o.s.fr.v. Allir erfiðleikar verða manni eins og leikur. Sjálfstraust er réttara sagt lykilinn að árangri í ÖLLU. Allir þeir sem hafa náð langt hefðu aldrei nokkurn tímann getað gert það án þess að trúa á sjálfan sig. Þau vissu ekki nákvæmlega hvernig þau ætluðu að ná árangri, þau vissu bara að þau ætluðu og gátu gert það.\nEf þú tekur þig í sátt þá gera aðrir það ósjálfrátt líka. Hugsaðu t.d um einhvern sem þú lítur upp til, einhvern sem þú dáir. Er sú manneskja óörugg með sjálfa sig? Hélt ekki. Við þekkjum öll einhverja manneskju sem hefur þann eiginleika að geta laðað alla að sér. Svona týpa sem labbar inn í herbergi og fær ALLA til að horfa á sig. Þessar manneskjur hafa svo mikla útgeislun að hún virkar eins og segull á annað fólk. Oft er talað um þessa útgeislun sem ,,x faktor“. Þessi x faktor er að mínu mati ekkert annað en gott sjálfsöryggi. Ég veit ekki með ykkur en mér finnst fólk sem talar og hreyfir sig af öryggi mjög aðlaðandi. Finnst ykkur ekki líka skemmtilegra að tala við manneskju sem talar hátt og skýrt og glaðlegum rómi og horfir beint í augun á ykkur, heldur en manneskju sem rétt muldrar orðin á meðan hann eað hún starir oní bringuna á sér?\nÉg hef lesið fjöldan allan af bókum um þetta viðfangsefni, aðallega vegna þess að lengi vel var mitt sjálfsálit ekkert til að hrópa húrra fyrir. Mér fannst ég varla eiga rétt á því að vera til, svo slæmt var það. Ég reyndi altaf að láta lítiið fara fyrir mér, gekk hokin, rétt eins og ég væri að biðjast afsökunar á því að ég væri til. Eftir að ég byrjaði að sanka að mér ýmsum upplýsingum og vinna í sjálfri mér þá get ég nú ekki annað sagt en ástandið hafi breyst og svo sannarlega til hins betra. Og það er DÁSAMLEG tilfinning. Nokkurs konar frelsistilfinning eiginlega. Í fyrsta lagi er ég í miklu meira jafnvægi og ég hef mun betri stjórn á öllu í kringum mig. Ég er líka rólegri, ekki eins uppspennt. Ég er ekki lengur óhrædd við að takast á við erfiðleika og hindranir. Ég er ófeimanri við að segja það sem mér finnst og standa á mínu. Það hefur gert mér auðveldara að fá mínu fram. Ég er löngu hætt að pæla í hvað öðrum finnst um mig, einfaldlega vegna þess að ég er sátt við sjálfa mig. Og fyrst að ég er sátt við sjálfa mig, þá skiptir álit annara mig engu máli.\nMér líður svo vel og mig langar endilega að öðrum líði þannig líka. Þess vegna ákvað ég að skrifa niður nokkra punkta, nokkur ráð úr þeim bókum sem ég hef lesið og bætti síðan við nokkrum eftir sjálfa mig. Vonandi hjálpar þetta einhverjum……þetta hjálpaði allavega mér!\n1. Lykilinn að sjálfstrausti sá að vita nákvæmlega hver þú ert sem persóna, og, það sem meira er, SAMÞYKKJA þig eins og þú ert, með öllum þínum kostum og göllum. Ekki reyna að breyta persónuleika þínum á neinn hátt. Þú situr nú einu sinni uppi með þinn persónuleika það sem eftir er ævinnar, þannig að af hverju ekki að sætta sig bara við hann?  Spurðu sjálfan þig: Hverjir eru kostir mínir/gallar? Hvar liggja hæfileika mínir? Hverjar eru skoðanir mínar á hinum og þessum málefnum? Hvað vil ég fá út úr lífinu, hver er ástríða mín? Hvað veitir mér gleði/ánægju?  Miðaðu stöðugt að því að kynnast þér sem persónu. Það er ekki eitthvað sem gerist á einum degi, en það margborgar sig. Eins og spakur maður sagði eitt sinn: ,, There are no shortcuts to any place worth going.”\n2. Hættu að rembast við að vera fullkomin/n og reyna alltaf að þóknast öllum. Sættu þig við að það er einfaldlega ekki hægt. Það er ENGINN fulkominn.\n3. Einblíndu stöðugt á alla þá góðu kosti sem þú hefur. Minntu þig reglulega á þá. Það er t.d sniðugt að skrifa þá niður og bæta síðan við hvaða aðstæður þú getur notað þá. Hugsaðu um hvað þú hefur að gefa og ræktaðu það. Það er heldur ekki vitlaust að þú spyrjir vini þína hvað þeim finnst vera kostir þínir. Ef þeir eru sannir vinir þínir þá eiga þeir ekki eftir að ljúga að þér. Ég er ekki að segja að þú eigir að hunsa gallana sem þú hefur, það er í fínu lagi að vilja bæta sig, en hætta samt að einblína stöðugt á þá og sætta þig við að þeir eru til staðar, eins og hjá öllum öðrum.\n4. Haltu dagbók. Í lok hvers dags, skrifaðu þá niður þau atvik þar sem þér leið vel með sjálfan þig, allt það jákvæða sem gerðist yfir daginn.\n5.Ögraðu þér eins mikið og þú mögulega getur. Ýttu þér stöðugt út í að gera hluti sem virðast hræðilega erfiðir, eins og að tala við ókunnuga, standa upp fyrir framan bekkinn,segja skoðun þína þegar þú veist að aðrir eru ósammála o.s.f.rv . Prófaðu t.d að gera þrjá ,,hræðilega“ hluti á dag. Sjálfstraust er í raun allt spurning um æfingu. Líttu á hverja ögrun sem ,,æfingu”. Það er erfitt fyrst en síðan verður það eins og leikur fyrir þér!\n6. Stór hluti er einnig hugarfarsbreyting. Neyddu þig til að koma fram með tvær jákvæðar hugsun um sjálfa/n þig í hvert sinn sem neikvæð hugsun kemur upp. Orðaðu líka neikvæðu hugsanirnar öðruvísi. Í staðinn fyrir,, Ég fæ aldrei vinnu“ segðu þá,, Ég er að leita mér að vinnu. Í staðinn fyrir ,,Það verður aldrei neinn hrifinn af mér” segðu þá ,, Það er margt við mig sem heillar fólk.“\n7. Hættu að hugsa í sífellu hvað fólki finnst um þig. Ef þú ert sátt/ur við þig þá er það allt sem skiptir máli. Segjum t.d þú gerir mistök, segir eitthvað vitlaust eða klæðist flík sem þú heldur að öðrum finnist ljót. Helduru virkilega að fólk eigi eftir að hugsa um það í langan tíma á eftir? Sannleikurinn er sá að flestir eru hvort sem er of uppteknir við að hugsa um sjálfan sig.\n8. Komdu fram við þig eins og þú kemur fram við vini þína. Þú ert ekki stöðugt að gagnrýna vini þína og lítillækka, svo að af hverju ættiru að gera það við sjálfa/n þig….?\n9. Forðastu eins mikið og þú getur að vera nálægt fólki sem er stöðugt að gagnrýna þig. Sæktu í félagskap fólk sem fyllir þig vellíðan og ánægju.\n10.Einblíndu á allt sem þú getur verið þakklát/ur fyrir. Fyrst þú getur lesið þessa grein, þá þýðir það t.d. að þú hefur bæði sjón og getur lesið, það er meira en margir geta sagt. Ég veit að þetta hljómar væmið, en það er bara svo oft sem við einblínum á allt sem við erum óánægð með, allt sem við eigum ekki, og gleymum að vera þakklát fyrir það sem við höfum.\n11. Settu þér markmið og náðu því. Skrifaðu niður á blað hvert markmiðið er, hvernig þú ætlir að ná því og hversu langan tíma þú ætlir þér í það. Stattu svo við það. Það er þess virði.\n12. Ef þú átt þér draum, LÁTTU HANN ÞÁ RÆTAST! Ekki óttast mistök, það er betra að taka áhættu og mistakast heldur en að gera ekkert og sjá alltaf eftir því. Kýldu bara á það. Það er það sem lífið snýst um. Ekki hugsa að þú getir ekki eitthvað, hvernig veistu það, ef þú lætur ekki á reyna?  Ég las einu sinni í bók ,,It´s not what we are that holds us back it´s what we THINK we are not.”\n13. Ekki láta aðra segja þér hvað þú getur og hvað þú getur ekki, þú veist það best sjálf/ur hvað þú ert fær um.\n14.VERTU ÞÚ SJÁLFUR. ALLTAF. Þú reynt að leika hvaða týpu sem er og fólk mun alltaf sjá í gegnum það. Það er hins vegar enginn í heiminum jafngóður í að vera þú heldur en þú.\n15. Eki bera þig saman við aðra. Einblíndu frekar á allar þínar góðu hliðar og ræktaðu þær. Þú ert þú. Það er allt í lagi að hafa metnað til gera vel, en ef þú ert alltaf að bera þig saman við þennan og hinn, þá er það versta sem þú getur gert fyrir sjálfstraustið. Það er í raun tapað spil, því þá áttu alltaf eftir að finna einhvern sem er sætari, hæfileikaríkari eða gáfaðri en þú.\n16. Búðu þig undir að þegar þú hefur sætt þig við sjálfa þig að þú eigir stöðugt eftir að mæta hindrunum. Fólk á eftir að gera hvað sem það getur til að buga þig, reyna að sannfæra þig að þú ert ekki nógu góð/ur og þurfir að breytast. Ekki láta það stoppa þig. Stattu á þínu! ÞAð er gríðarlega erfitt en ef það tekst þá er það líka merki um mikinn þroska. Sem er gott.",
    "url": "https://www.hugi.is/tilveran/greinar/507411/16-rad-til-ad-odlast-betra-sjalfstraust/",
    "url_id": "507411",
    "id": "4756990",
    "replies": [
        {
            "user": "jolli69",
            "user_id": "29588",
            "date": "2007-04-04 17:35:37",
            "id": "4757619",
            "reply_to_id": "4756990",
            "text": "Mjög góð grein:) ég reyndar las hana ekki alla en vildi bara koma á framfæri sem ég hugsa þegar ég vil aukið sjálfstraust og það er ein lítil setning sem hljómar svo; “ótti er óskilgetið afkvæmi fáfræði og óvissu.” Las hana í eitthverri bók eftir Dale Carnegie. Ég hef alltaf hugsað um þessa setningu og það er hreint ótrúlegt hvað þessi setning hefur gert fyrir mig og jákvæð hugsun, ég er alveg hætt nánast að hugsa neikvætt=) Eftir að ég byrjaði á þessari hugsun, rétt eins og þú talar um, þá finn ég á mér þennan ákveðna léttleika og lífsgleði og þetta gerðist sko ekki á löngum tíma."
        },
        {
            "user": "jolli69",
            "user_id": "29588",
            "date": "2007-04-05 01:18:53",
            "id": "4759182",
            "reply_to_id": "4757619",
            "text": "Sú setning kemur lítið að gagni þegar maður er að byggja upp sjálfstraust í að tala við stelpu ;D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-04-05 12:28:42",
            "id": "4759732",
            "reply_to_id": "4759182",
            "text": "þú meinar það já:P hehe ætli það sé ekki bara jákvæða hugsunin sem gerir gagn þar:)"
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2007-04-04 17:53:43",
            "id": "4757690",
            "reply_to_id": "4756990",
            "text": "fín grein,\n13. Ekki láta aðra segja þér hvað þú getur og hvað þú getur ekki, þú veist það best sjálf/ur hvað þú ert fær um.\nhehe,  um leið og ég las þetta datt mér í hug dönskukennarinn minn sem hélt því fram að ég gæti ekki fengið 9,5 á samræmdu enskuprófi vegna þess að ég hafi ekki búið í enskumælandi landi, samt sem áður fékk ég 8,5 í 9. bekk.  Gaman að þessu."
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2007-04-04 18:29:29",
            "id": "4757782",
            "reply_to_id": "4757690",
            "text": "þú verður að fá 9,5 það væri svo mikið face"
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2007-04-04 18:34:35",
            "id": "4757805",
            "reply_to_id": "4757782",
            "text": "hehe, nákvæmlega!  Þegar og ef það gerist, ætla ég að standa upp og hlæja að henni á útskriftinni."
        },
        {
            "user": "Ebeneser",
            "user_id": "22074",
            "date": "2007-04-04 18:41:08",
            "id": "4757831",
            "reply_to_id": "4757805",
            "text": "klárlega"
        },
        {
            "user": "Flowermeister",
            "user_id": "46302",
            "date": "2007-04-04 22:23:05",
            "id": "4758588",
            "reply_to_id": "4757805",
            "text": "Dönskukennarinn er líka bara sérstök. Kallar stundum krakka í bekknum asna og hórur ( er í áttunda bekk)."
        },
        {
            "user": "Flowermeister",
            "user_id": "46302",
            "date": "2007-04-04 22:33:04",
            "id": "4758608",
            "reply_to_id": "4758588",
            "text": "æ hún þorkatla greyið á bara erfitt um þessar mundir.. og bara, allar mundir tel ég."
        },
        {
            "user": "Flowermeister",
            "user_id": "46302",
            "date": "2007-04-05 00:28:44",
            "id": "4759027",
            "reply_to_id": "4758608",
            "text": "hahaha >8D"
        },
        {
            "user": "Addi21",
            "user_id": "24719",
            "date": "2007-04-04 18:34:31",
            "id": "4757804",
            "reply_to_id": "4757690",
            "text": "Enda fékstu líka bara 8.5 :)\nKannski hafði hann rétt fyrir sér.. en auðvita á maður ekki að segja svona.\nFélagi minn fékk nú 10 á þessu samræmda enskuprófi í 9. bekk, og hefur aldrei farið til annarra landa heldur en Danmörku."
        },
        {
            "user": "Addi21",
            "user_id": "24719",
            "date": "2007-04-04 18:35:14",
            "id": "4757808",
            "reply_to_id": "4757804",
            "text": "þá var ég líka í 9 bekk, nú er ég að klára 10 bekk með 3 menntaskólaáfanga að baki mér.\nBætt við 4. apríl 2007 -  18:38\nmenntaskólaáfanga í ensku."
        },
        {
            "user": "Addi21",
            "user_id": "24719",
            "date": "2007-04-04 18:40:21",
            "id": "4757828",
            "reply_to_id": "4757808",
            "text": "Dugleg/ur :D\nÁnægður þegar fólk vill leggja eitthvað á sig í skóla. Græðir alltaf á því… ss. í framtíðinni með mikklu hærri laun eða í mikklu skemmtilegri vinnu en aðrir."
        },
        {
            "user": "Addi21",
            "user_id": "24719",
            "date": "2007-04-04 18:45:45",
            "id": "4757847",
            "reply_to_id": "4757828",
            "text": "jamm, ég er búin með rúmlega eina önn, 24 einingar."
        },
        {
            "user": "Addi21",
            "user_id": "24719",
            "date": "2007-04-04 21:00:03",
            "id": "4758282",
            "reply_to_id": "4757847",
            "text": "Vá…\nSkal láta þig hafa vinnu þegar ég stofna fyrirtæki :P"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-04-04 21:52:39",
            "id": "4758473",
            "reply_to_id": "4758282",
            "text": "glæsilegt ;]"
        },
        {
            "user": "Villzi",
            "user_id": "35429",
            "date": "2007-04-04 23:32:49",
            "id": "4758837",
            "reply_to_id": "4757847",
            "text": "Ef þú ert búinn með þrjá áfang ertu mestalagi kominn með 9 einingar, sem eru sirka helmingur af önn."
        },
        {
            "user": "Villzi",
            "user_id": "35429",
            "date": "2007-04-04 23:39:38",
            "id": "4758854",
            "reply_to_id": "4758837",
            "text": "takk fyrir að segja mér það,\nég er líka búin með alla dönskuáfanga, tvo íslenskuáfanga og stærðfræðiáfanga"
        },
        {
            "user": "Villzi",
            "user_id": "35429",
            "date": "2007-04-05 01:41:52",
            "id": "4759252",
            "reply_to_id": "4758854",
            "text": "Þú talaðir um 3 áfanga þarna í efra svarinu þínu, svo það meikaði ekki sens að þú ættir að vera kominn með 24 einingar fyrir það :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-04-05 13:27:40",
            "id": "4759883",
            "reply_to_id": "4759252",
            "text": "þá var ég líka bara að tala um 3 enskuáfanga.  Ekkert talað um fleiri."
        },
        {
            "user": "DIPPER",
            "user_id": "8725",
            "date": "2007-04-04 23:02:21",
            "id": "4758736",
            "reply_to_id": "4757690",
            "text": "Ég útskrifaðist úr grunnskóla með 10 á ensku samræmdu. Aldrei hef ég búið í enskumælandi landi.\nSýndu þessum kennara hvað hann hefur ragnt fyrir sér og rústaðu þessu prófi."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-04-04 23:24:29",
            "id": "4758813",
            "reply_to_id": "4758736",
            "text": "hehe nákvæmlega, hún sagði að maður fengi orðaforðann úr því að búa erlendis, en halló, maður fær hann líka með lestri bóka!  Get hæglega náð 10 að eigin mati.+"
        },
        {
            "user": "Helgi1989",
            "user_id": "29268",
            "date": "2007-04-04 18:03:54",
            "id": "4757720",
            "reply_to_id": "4756990",
            "text": "flott grein"
        },
        {
            "user": "Addi21",
            "user_id": "24719",
            "date": "2007-04-04 18:35:05",
            "id": "4757806",
            "reply_to_id": "4756990",
            "text": "Flott grein.\nFanst samt eitt vanta… Vera jákvæður…\nEn annars skemmtileg og fróðleg lesning."
        },
        {
            "user": "Mage",
            "user_id": "58551",
            "date": "2007-04-04 19:43:39",
            "id": "4758071",
            "reply_to_id": "4756990",
            "text": "Svo er það auðvitað þeir sem “eru alltaf þeir sjálfir” en eru með lítið sjálfstraust því fólk almennt þolir það ekki -.-"
        },
        {
            "user": "MDMA",
            "user_id": "40109",
            "date": "2007-04-05 16:51:06",
            "id": "4760434",
            "reply_to_id": "4758071",
            "text": "Þoli ekki fólk sem getur ekki verið það sjálft."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-04-04 23:18:23",
            "id": "4758797",
            "reply_to_id": "4756990",
            "text": "Þessi grein er til fyrirmyndar og einstaklega góð.\na)Hún er efnismikil, áhugaverð og vel rökstudd\nb)Hún er vel uppbyggð\nc)Hún er án nokkurra málvillna sem er eitthvað sem margur hugarinn ætti að reyna að apa eftir.\nTakk fyrir góða grein og komdu með meira um þetta!"
        },
        {
            "user": "eero",
            "user_id": "44660",
            "date": "2007-04-05 02:48:31",
            "id": "4759352",
            "reply_to_id": "4756990",
            "text": "Vá langt síðan maður hefur lesið svona góða og áhrifaríka grein.\nTakk fyrir!"
        },
        {
            "user": "zailex",
            "user_id": "1631",
            "date": "2007-04-05 12:40:01",
            "id": "4759755",
            "reply_to_id": "4756990",
            "text": "frábær grein :)"
        },
        {
            "user": "JonMusic",
            "user_id": "35111",
            "date": "2007-04-05 15:29:38",
            "id": "4760237",
            "reply_to_id": "4756990",
            "text": "Frábær grein!"
        },
        {
            "user": "PiskO",
            "user_id": "44188",
            "date": "2007-04-05 16:32:55",
            "id": "4760397",
            "reply_to_id": "4756990",
            "text": "Frábær grein hjá þér, en mætti ég spurja, hefurðu farið á Dale Carnegie námskeið? Minnti mig alveg rosalega á þannig manneskju =)"
        },
        {
            "user": "locutus",
            "user_id": "5920",
            "date": "2007-04-05 18:40:02",
            "id": "4760750",
            "reply_to_id": "4756990",
            "text": "Mjög góð greinn"
        },
        {
            "user": "Applecake",
            "user_id": "65963",
            "date": "2007-04-09 16:20:47",
            "id": "4772497",
            "reply_to_id": "4756990",
            "text": "……………"
        }
    ]
}