{
    "forum_title": "Harry Potter",
    "user": "samot",
    "user_id": "41381",
    "date": "2007-04-06 01:47:41",
    "title": "Trivia, fjórða umferð, stigatafla",
    "text": "Þá kom að því að enginn væri með allt rétt, hæsta skor þessrar viku voru 7 stig.\nAð meðaltali fengust 3,56 stig í þessari viku.\nRétt svör eru eftirfarandi:\n1. Hún hætti sem læknir og tók upp stöðu innan Hogwart.\nDilys Derwent hætti sem læknir á St.Mungos og varð skólastjóri í Hogwart\n2. Kemur aðeins fyrir í fyrstu bókinni og aðeins á mánudögum.\nUmberto the great, eða Umberto hinn magnaði (tilbúin þýðing).  Sjónvarpspersóna í miklu uppáhaldi hjá Dudley.\n3. Fékk hæstu einkunn í öllum áföngum sínum við útskrift. Það eru þó nokkur ár síðan þar sem hann er orðinn gráhærður.\nÞað var hinn frægi Dawlish, smá einkahúmor sem þeir sem hlusta á Pottercast skilja.\n4. Sleikti sólina á Mallorka og slapp við að gera vinkonu sinni greiða.\nYvonne, vinkona Petuniu sem slapp við að passa Harry.\n5. Drápari sem ber eftirnafn sem við fyrstu sín gæti verið íslenskt.\nÞað er hann Jugson\n6. Eiginmaður hennar heitir Tobias, hver er hún? Eileen Prince, móðir Sevurus nokkurs Snape.\n7. Angelina Johnson vildi ekki fara á stefnumót með honum, eins og allur skólinn veit.\nLee Jordan, hann lýsti því yfir þegar hann var að lýsa Quiddich leik, þannig veit allur skólinn það.\n8. Reyndi að drepa þá sem voru að hjálpa honum, honum verður þó ekki kennt um það. Vonum að hann gefi ekki upp öndina.\nEnginn gat þessa spurningu.  Þetta er mugginn Herbert Chorley, aðstoðamaður mugga forsætisráðherrans.  Var undir imperius álögunum og lét eins og önd (þar af leiðandi vísunin í öndina í vísbendingunni), hann reyndi að kyrkja læknana á St. Mungos.\n9. Hefur sést kyssa tvær stelpur mjög innilega. Var þó hafnað af liðsfélaga sínum.\nRoger Davies er herran, honum var hafnað af Cho þegar hann bauð henni út.\n10. Býr í Norfolk og trúði ekki sínum eigin augum þann 1. september 1992.\nFrú Hetty Bayliss sem sá fljúgandi bíl…\nStigataflan fyrir þessa viku leit svona út:\nsnilli23- 7\nProngsie- 7\nCho- 7\nDrHaha- 6\nGelgjan- 5\nOfurGuffi- 5\nH13-4\npeegoony- 3\nteardrop- 3\neyrnaslapinn- 2\nWeasley- 2\nsvanaerla- 2\nbangso- 2\nGuguhead- 1\nRemusLupin- 1\nTHT3000- 0\nHeildar stigataflan lítur því svona út:\nDrHaha- 26\nCho- 26\nOfurGuffi- 25\nSvanaerla- 22\nteardrop- 22\neyrnaslapinn- 21\nsnilli23- 21\nWeasley- 20\nH13- 20\nProngsie- 19\nmajawolfy- 18\nKatPotter- 18\nDavidOrri- 17\nellipelli- 17\nbangso- 16\nPadfoot- 10\nToggi- 10\nGalbatorix- 10\nlyras- 10\nArtharas- 9\nEvans- 9\nfridabjork- 9\nMissBlack- 9\nGelgjan- 9\nguguhead- 8\nMurtahag- 6\nnonni06- 5\nTHT3000- 4\npeegoony- 3\nRemusLupin- 2\nÞá er ekkert eftir nema að koma með spurningarnar fyrir næstu viku.  Að þessu sinni er aðeins spurt um galdra (þá er átt við álög, bölvanir og allan pakkann).\nEkki er nóg að segja afvopnunargaldur ef ég er að spyrja um expelliarmus… verið nákvæm, óþarfi að tapa stigum út á það.\n1. Hefur verið notaður á heimili Dursley fjölskyldunnar og á heimili Hagrid.  Þó í mjög ólíkum tilgangi.\n2. Fyrst þegar við sjáum þennan galdur er það rósarunni sem verður fyrir barðinu á honum.  Síðar eru það annar runni, borð og hillur sem fá að kenna á honum.\n3. Átti að frysta ákveðið vandamál en gerði ekkert gagn.  Eflaust ekki alvöru galdur.\n4.  Harry átti að verða fyrir þessum galdri, hann fór þó í Hermione sem til lengri tíma græddi á að verða fyrir honum.\n5. Snape á slæmar minningar um þennan galdur.  Hedwig er hinsvegar vafalaust þakklátur Tonks fyrir notkun hans.\n6.  Hentugt að kunna þennan galdur ef þú kannt ekki Heimlich takið.\n7.  Á að gera hluti vatnshelda, virkar þó ekki fullkomlega.\n8.  Galdur tengdur fljótum köngulóm frá Ítalíu sem Harry og Neville hafa fengið að kenna á.\n9.  Ólíkt því sem kemur fram í kvikmyndinni og tölvuleiknum hendist fólk ekki til sem verður fyrir þessum galdri.  Áhrifin eru mun fyndnari.\n10.  Kallar fram vatn, jafnt í litlu sem og í miklu magni.\nSendið svörin á mig, gleðilega páska, lifið í lukku!",
    "url": "https://www.hugi.is/hp/pistlar/507784/trivia-fjorda-umferd-stigatafla/",
    "url_id": "507784",
    "id": "4762065",
    "replies": []
}