{
    "forum_title": "Músík almennt",
    "user": "smeppi",
    "user_id": "717",
    "date": "2007-04-08 16:09:26",
    "title": "Playlistinn minn :D",
    "text": "Fólk alltaf að senda inn svona playlistana sína. Minn eiginlegi playlisti er að vísu bara allt sem ég á og síðan vel ég bara einhverja góða plötu eða shuffle.\nHinsvegar, þá var ég bara rétt í þessu að skrifa disk, og er að fara að blasta honum á eftir. Ákvað að skrifa bara niður lögin af honum, það er svona ágætis lengd held ég.\nReyni alltaf að hafa sem mesta fjölbreytni í þessu, því það er erfitt að átta sig á því fyrirfram hvernig stemningin verður, bara taka með sér alla stemningu sem til er. Hef gert þetta nokkrum sinnum og mæli eindreigið með þessu :D\n1. Serial Thrilla - The Prodigy\nÞetta er nokkuð flott teknó lag með hinni margrómuðu hljómsveit The Prodigy, íslandsvinir með meiru. Veit ekkert hvað ég get sagt um það, en það er bara já, mjög skemmtilegt og góður fílingur í því. Tekið af plötunni The Fat of the Land.\n2. Mother Goose - Jethro Tull\nÞetta lag er þvílík steik og því fannst mér það passa vel hérna, því öllu góðu fylgir mikil (og góð) steik. Hehe. Annars gæti textinn fjallað um margt, sýrutripp, draumur eða bara allment bull, hver veit hvað Ian Anderson er að pæla.\n3. Godfather Theme\nÞetta er bara snilld, það þarf ekkert að orðlengja það.\n4. Theme from To Kill a Man - Portishead\nÉg veit ekki alveg hvaðan þetta lag kemur. Þetta er af einhverri Portishead remix plötu sem kallast Trip Hop Reconstruction. Mjög flott melódía hér á ferð, easy going og skemmtilega þægilegt.\n5. Freedom Fighters - PROMOE\nÞessi mikla sinfónía hans Promoe stendur alveg undir sínu. Þetta er af fyrri plötu hans, Government Music og er fyrri partur af tveim, en hinn kallast Freedom Writers og eru þar komnir saman (held ég) helstu graffarar Svíþjóðar að gefa Promoe og Looptroop kveðju. Er svona óður til grafitis og hip hops. Fallegir tónar hér á ferð, mæli sterklega með þessu.\n6. Bliss - Muse\nÉg veit ekki afhverju, en nýlega datt mér í hug að downlao.. erm, kaupa helling af Muse drasli. Þykir þetta lag bara hin ágætis melódía, en áttaði mig á því þegar ég var byrjaður að skrifa diskinn að ég hefði kannski átt að setja Knights of Cydonia frekar.. Meh, who cares. Af plötunni Origin of Symmetry.\n7. Who is Tyler Durden - Fight Club soundtrack\nGeðveikt töff lag. Mætti vera harðara, en svona er það bara. Upphafslagið af soundtrackinu úr Fight Club, hef ekki hugmynd um hvar það birtist í myndinni.\n8. Í Frelsarans Nafni - Siggi Lauf\nFrábært lag og ennþá betri texti. Þar sem Ísland kennir sig við kristni og Hugi er hóstaður hér er betra að vera ekkert að fara nánar útí það.\n9. Stoopid - Snot\nEftir öll þessi rólegu lög var ákveðið að taka stefnuna í eitthvað örlítið harðara. Þó hafði ég mig ekki í það að setja Joy Ride inn, fannst þetta passa betur inní stemninguna á disknum. Lagið fjallar basically um rasisma og hvernig hann blindar fólk og lætur það acta ‘Stoopid’. Af fyrstu og einu plötu Snot, Get Some.\n10. Scapegoat - Atmosphere\nReiður gaur… Af plötunni Overcast.\n11. Time what is Time - Blind Guardian\nHeavy Metal Sinfonía, þetta lag, og hreinlega allt sem þessum snillingum dettur í hug að búa til er algjört eyrnakonfekt! Erfitt var að velja milli þessa lags og Thorn, Nightfall, And this Story Ends og fleirri laga. En ég mundi ekki eftir því að hafa notað þetta fyrr, þannig það varð fyrir valinu. Tekið af meistaraverkinu Somewhere far Beyond.\n12. Blood Sugar - Pendulum\nSonic recreation of the end of the world.. Nei fuck it, I lied :D Drum and Bass í hæsta gæðaflokki.\n13. Viðrar Vel til Loftárása - Sigurrós\nEftir allt extacyið sem fylgir Pendulum var ákveðið að róa hlutina örlítið niður. Hvað er betra en Sigurrós í það? Af plötunni Ágætis Byrjun, sem er bara alveg ágæt! (Ágætt er betra en gott)\n14. The Moor - Opeth\nAf plötunni Still Life, sem kom út ekki löngu eftir meistaraverkið Blackwater Park (sem ætti að vera kennd í grunnskólum) og mig grunar að hún sé framhald af henni. Framhald af dauða og ógeði, haha. Líklega er fólk að syrgja í þessu lagi, en það verður að viðurkennast að ég hef ekki kynnt mér þessa plötu nógu mikið til að fullyrða um það.\n15. The Nurse who Loved Me - A Perfect Circle\nÞetta er örugglega fallegasta lag sem til er. Minnir samt að endirinn sé eitthvað fucked. Held að þetta sé sönn saga frá því þegar söngvarinn hvað-hann-nú-heitir-aftur var í meðferð og eitthvað dæmi, en ég sel það nú ekki dýrara en ég keypti það.\n16. Passes By - The Telepathetics\nÞetta er einhver emo vitleysa sem vill svo til að hljómar bara þrusuvel. Sem og öll platan, Ambulance. Mæli með henni, góður partífílingur sem maður hefur ekki heyrt síðan á Kafbátamúsíkinni.\nEn þá voru þessar 80 mínútur sem ég hafði orðnar útúrtroðnar, skeikaði að vísu 49 sekúndum ef ég man rétt, en who cares. Þetta er komið gott. Ég þakka fyrir mig að sinni, vona að þið hafið notið lestursins.",
    "url": "https://www.hugi.is/musik/greinar/508198/playlistinn-minn-d/",
    "url_id": "508198",
    "id": "4766944",
    "replies": [
        {
            "user": "Drulluhali",
            "user_id": "46542",
            "date": "2007-04-08 16:20:40",
            "id": "4769094",
            "reply_to_id": "4766944",
            "text": "er málið að senda svona grein inn you say?"
        },
        {
            "user": "sverrirf",
            "user_id": "61443",
            "date": "2007-04-08 22:17:45",
            "id": "4770595",
            "reply_to_id": "4769094",
            "text": "Algjörlega. Alltaf gaman af þessu."
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2007-04-08 17:06:10",
            "id": "4769285",
            "reply_to_id": "4766944",
            "text": "14. The Moor - Opeth\nAf plötunni Still Life, sem kom út ekki löngu eftir meistaraverkið Blackwater Park (sem ætti að vera kennd í grunnskólum) og mig grunar að hún sé framhald af henni. Framhald af dauða og ógeði, haha. Líklega er fólk að syrgja í þessu lagi, en það verður að viðurkennast að ég hef ekki kynnt mér þessa plötu nógu mikið til að fullyrða um það.\nÉg biðst forláts, en þetta er víst bara mest allt rugl og vitleysa. Ég talaði við félaga minn, sem er mikill áhugamaður um Opeth og komst að því að Still Life kom út á undan Blackwater Park, sem gerir framhalds-kenningu mína handónýta.. Nema það sé verið að fara aftur í tímann í Blackwater Park, það gæti alveg verið :p"
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2007-04-08 18:01:01",
            "id": "4769536",
            "reply_to_id": "4766944",
            "text": "Sonic recreation of the end of the world..\nNei\nfuck it, I lied\nhann segjri ekki nei…ágætis listi!"
        },
        {
            "user": "Kreator",
            "user_id": "23042",
            "date": "2007-04-08 18:45:27",
            "id": "4769754",
            "reply_to_id": "4766944",
            "text": "Einkar fjölbreyttur playlisti. Hata samt Serial Thrilla með Prodigy.. :P"
        },
        {
            "user": "JesusChrist",
            "user_id": "50715",
            "date": "2007-04-08 21:28:38",
            "id": "4770404",
            "reply_to_id": "4766944",
            "text": "Hættur að hlusta á Maiden?"
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2007-04-09 06:15:20",
            "id": "4771624",
            "reply_to_id": "4770404",
            "text": "Ertu á sýru?"
        },
        {
            "user": "JesusChrist",
            "user_id": "50715",
            "date": "2007-04-09 11:29:57",
            "id": "4771764",
            "reply_to_id": "4771624",
            "text": "Alls ekki mundi bara eftir Iron Maiden greinunum."
        },
        {
            "user": "smeppi",
            "user_id": "717",
            "date": "2007-04-09 14:21:09",
            "id": "4772133",
            "reply_to_id": "4771764",
            "text": "Já ok.\nMeina sko, það hættir enginn að hlusta á Maiden. Það er ekki hægt!\nÉg er bara kominn að svo djöfulli leiðinlegum disk :("
        }
    ]
}