{
    "forum_title": "Stjórnmál",
    "user": "enss1o",
    "user_id": "65333",
    "date": "2007-04-09 14:44:41",
    "title": "Vinstri grænir og peningamálin.",
    "text": "Getur einhver hérna sagt mér það hvernig vinstri grænir ætla að afla pening hér ef þeir komast í ríkisstjórn? ég skil það ekki alveg þeir virðast vera mjög áhugasamir að eyða öllum peningunum sem álverin og fleiri auðlindir hafa safnað(sem þeir hafa alltaf verið á móti) en ekki geta þeir komið með sínar eigin hugmyndir um fjáröflun. Mér finnst samfylkingin akkurat flokkurinn sem á að vera hér í ríkisstjórn hann vill ekki byggja of mikið af auðlindum og ekki of lítið og þess vegna kýs ég þá t.d í vor líka út af velferðamálum ofl.",
    "url": "https://www.hugi.is/stjornmal/korkar/508615/vinstri-graenir-og-peningamalin/",
    "url_id": "508615",
    "id": "4772200",
    "replies": [
        {
            "user": "Redfish",
            "user_id": "4160",
            "date": "2007-04-09 16:13:23",
            "id": "4772469",
            "reply_to_id": "4772200",
            "text": "Hærri skattar."
        },
        {
            "user": "boran",
            "user_id": "65784",
            "date": "2007-04-11 18:58:54",
            "id": "4781712",
            "reply_to_id": "4772469",
            "text": "Þeir segjast ekki ætla að hækka skatta"
        },
        {
            "user": "imbakassi",
            "user_id": "59115",
            "date": "2007-04-09 16:59:04",
            "id": "4772627",
            "reply_to_id": "4772200",
            "text": "Alcan…"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2007-04-09 17:59:40",
            "id": "4772877",
            "reply_to_id": "4772200",
            "text": "Þeir hafa talað um að halda sköttum á svipuðu róli á meðan núverandi ríkisstjórn hyggst lækka skatta allverulega.  Þ.e.a.s. þeir ætla að taka inn tekjuskatt sem þeir ættu ekki að þurfa til að fjármagna allar leiðréttingaraðgerðir sem þarf til þess að koma á fullkomnum jöfnuð sjálfsagt."
        },
        {
            "user": "enss1o",
            "user_id": "65333",
            "date": "2007-04-09 19:47:37",
            "id": "4773370",
            "reply_to_id": "4772877",
            "text": "en þeir hljóta að sjá það að leið og skattarnir eru lækkaðir þá gerist það að fólkið fær meira pening þegar fólk er komið með meiri pening þá fer það frekar að kaupa hluti og þá græðum við pening á svo kölluðum virðiraukaskatti hvernig dettur fólki í hug að kjósa vg vill það borga meiri pening eða ?"
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2007-04-10 01:10:38",
            "id": "4774852",
            "reply_to_id": "4773370",
            "text": "Kannski vill fólk fá almennilegt velferðarkerfi hérna á land, útlenskir verkamenn nenna ekki einu sinni að nýta sér það.\nSíðan er ansi mikil heimska þessa dagana að hvetja fólk til að eyða því að risaframkvæmdir xb/xd hafa veikt efnahagskerfið."
        },
        {
            "user": "imbakassi",
            "user_id": "59115",
            "date": "2007-04-11 18:09:40",
            "id": "4781406",
            "reply_to_id": "4774852",
            "text": "Áður en þú kemur með svona staðreyndir skaltu kynna þér hvernig efnahagsmálum var háttað árið 1995 þegar ríkisstjórn xb og xd tók við völdum."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2007-04-11 18:36:50",
            "id": "4781572",
            "reply_to_id": "4781406",
            "text": "Þetta svar segir mér ansi lítið en það er staðreynd að hagkerfið er hættulega útþent í dag."
        },
        {
            "user": "imbakassi",
            "user_id": "59115",
            "date": "2007-04-11 19:09:10",
            "id": "4781777",
            "reply_to_id": "4781572",
            "text": "Kynntu þér hvernig atvinnuástandið var árið 1994.  Þá sérðu að stjórnin hefur verið að standa sig."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2007-04-12 00:44:31",
            "id": "4783297",
            "reply_to_id": "4781777",
            "text": "Veistu, það er ágætis þumalputtaregla að þjóðfélög þurfi að velja atvinnuleysi eða verðbólgu. Núna er ástandið svo slæmt að ég mun líklega ekki getað eignast íbúð fyrr en um þrítugt."
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2007-04-20 17:23:43",
            "id": "4812594",
            "reply_to_id": "4783297",
            "text": "piff auli, ég og 3 vinir mínir vorum að skoða leiguíbúðir og við hefðum getað leigt góða íbúðir og haft sæmilegan aukapening með skóla."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2007-04-20 18:27:22",
            "id": "4812821",
            "reply_to_id": "4812594",
            "text": "Varla ætlarðu að leigja með 4 manneskjum alla ævi þína, hvað gerist þegar að þú ætlar að kaupa þér þína eigin íbúð.\nBlokkaríbúð sem að kunningi minn gat fengið í fyrra er búin að hækka um millu á ári! það er ansi mikið huh?"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2007-04-20 18:38:58",
            "id": "4812880",
            "reply_to_id": "4812821",
            "text": "Nei kannski ekki, en ef það er svona ódýrt að leygja þá er ekkert svo mikið dýrara að kaupa húsið sjálfur, svo ef maður er kominn með fasta vinnu og þannig þá er það ekkert mál, taka bara lán og spila á létta strengi."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2007-04-22 13:17:49",
            "id": "4818091",
            "reply_to_id": "4812880",
            "text": "Og síðan étur verðbólgan upp launin þín, vextirnir haldast verðtryggðir og þú situr í skuldasúpu næstu 30-40 ár. Alveg eins og nánast öll íslensk heimili.\nVelkominn í hóp skuldugustu heimila heims!"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2007-04-22 15:58:36",
            "id": "4818661",
            "reply_to_id": "4818091",
            "text": "Er það ekki bara útaf því að allir eru að kaupa eithver risa einbílishús þótt þeir hafi ekkert efni á því. Held bara að fleyri ættu að vera aðeins meira forsjálir og pæla í því hvað þeir séu að kaupa. En svona er víst Ísland, maður getur keypt það sem manni sýnist og eina sem maður lendir í er skuldasúpa, hvað er svo slæmt við það ef maður býr í flottu og góðu húsi og á bíl og er í fínni vinnu og fær nóg að éta?"
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2007-04-23 02:11:30",
            "id": "4821119",
            "reply_to_id": "4818661",
            "text": "Því að þetta er ekkert annað en gálgafrestur, við þurfum ríkisstjórn sem vill endurreisa velferðarkerfið og stuðla að aðhaldi í fjármálum."
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2007-04-23 17:41:10",
            "id": "4822602",
            "reply_to_id": "4821119",
            "text": "Til hvers þarftu ríkisstjórn til að passa uppá að þú sért ekki í skuldum?"
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2007-04-24 15:19:14",
            "id": "4825376",
            "reply_to_id": "4822602",
            "text": "Það væri ágætt að fá menn til að minnka skuldahallann sem að B-D hafa verið svo duglegir að safna að hann er kominn í eina og hálfa árslandframleiðslu.\nSíðan væri fínt að komast í ESB og drepa okur íslensku bankanna sem þeir eru svo flinkir við."
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2007-04-24 16:21:41",
            "id": "4825621",
            "reply_to_id": "4825376",
            "text": "Fara í ESB og leifa hverjum sem er að veiða fiskin okkar? Ég held ekki."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2007-04-24 18:07:51",
            "id": "4826136",
            "reply_to_id": "4825621",
            "text": "Þetta er svo léleg tugga að það nær engri átt.\nSannleikurinn er sá að það er lítið mál að fá undantekningu frá þessu þar sem þetta er stærsta auðlind okkar. Ekki er neinn að taka olíu frá Dönum eða Bretum."
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2007-04-24 20:38:06",
            "id": "4826834",
            "reply_to_id": "4826136",
            "text": "Þeir leifa ekki Norðmönnum að fá undanþágu frá þessu."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2007-04-27 00:43:15",
            "id": "4834647",
            "reply_to_id": "4826834",
            "text": "Íslendingar og Norðmenn hafa ekki reynt nærrum því nógu mikið að reyna á þetta."
        },
        {
            "user": "Swooper",
            "user_id": "50432",
            "date": "2007-04-25 12:26:01",
            "id": "4828408",
            "reply_to_id": "4825621",
            "text": "Lítil fórn fyrir það sem við myndum græða á að komast í ESB (til að nefna eitt lítið dæmi: Opna samkeppni við HÍ. Auka skólagjöld í skóla í ESB-löndum vegna þess að Ísland er ekki í ESB eru svimandi há. Ég veit það, ég er að fara til bretlands í nám á næsta ári.). Eru ekki Íslendingar smám saman að hætta að éta fisk hvort eð er?"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2007-04-25 15:06:44",
            "id": "4828845",
            "reply_to_id": "4828408",
            "text": "Skiptir engu hvort við étum hann, bara spurning um að græða á honum.\nAuka skólagjöld í skóla í ESB-löndum vegna þess að Ísland er ekki í ESB eru svimandi há.\nEn þarna, ertu nokkuð til í að endursegja þetta, ég er svolldið tregur og fattaði þetta ekki alveg =/"
        },
        {
            "user": "Swooper",
            "user_id": "50432",
            "date": "2007-04-25 16:00:04",
            "id": "4829054",
            "reply_to_id": "4828845",
            "text": "Þeir sem eru ekki úr ESB þurfa að borga margfalt hærri skólagjöld í ESB löndum heldur en þeir sem eru úr ESB löndum. Ef við værum í ESB væri þar með miklu meiri samkeppni við HÍ, þar sem fæstir hafa efni á/tíma að fara út í nám, nema þá mögulega framhaldsnám eftir BS/BA. Afsakaðu hvað þetta var klaufalega orðað hjá mér áðan ^^"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2007-04-25 16:03:36",
            "id": "4829065",
            "reply_to_id": "4829054",
            "text": "Þá fer maður bara í nám á Íslandi, eða er það ekki nógu og fínt kannski :P"
        },
        {
            "user": "Swooper",
            "user_id": "50432",
            "date": "2007-04-25 16:15:39",
            "id": "4829122",
            "reply_to_id": "4829065",
            "text": "Nám á Íslandi er eflaust fínt útaf fyrir sig, en það er engu að síður takmarkað. Raungreinanám er t.d. mjög akademískt hérna, sem hentar ágætlega ef menn hugsa sér þess konar starfsferil(ss. kennslu eða rannsóknarstörf) en ekki jafn praktískt og það sem hægt er að komast í víða í evrópu og bandaríkjunum."
        },
        {
            "user": "Swooper",
            "user_id": "50432",
            "date": "2007-04-25 19:47:51",
            "id": "4829966",
            "reply_to_id": "4829122",
            "text": "Kann að vera.\nEn íslendingar sem taka t.d. Bachelor-gráðuna hér við HÍ og fara svo út fyrir masterinn, þeir eru oft nemendurnir að skara framúr í erlendum háskólum, einmitt út af strembnu undannámi við HÍ.\nÞannig eru hlutirnir allavega í verkfræðideildinni."
        },
        {
            "user": "Swooper",
            "user_id": "50432",
            "date": "2007-04-26 14:12:37",
            "id": "4832110",
            "reply_to_id": "4829966",
            "text": "Það kann vel að vera satt. En væri engu að síður ekki hentugt að hafa raunverulegt val um hvaða háskóla maður lærir við, í stað þess að vera “neyddur” til að velja HÍ?"
        },
        {
            "user": "Swooper",
            "user_id": "50432",
            "date": "2007-04-26 16:35:16",
            "id": "4832645",
            "reply_to_id": "4832110",
            "text": "Enginn neyddur til þess. Það eru 8 háskólar á Íslandi, skilst mér."
        },
        {
            "user": "Swooper",
            "user_id": "50432",
            "date": "2007-04-26 17:54:14",
            "id": "4832951",
            "reply_to_id": "4832645",
            "text": "Ah, en HÍ er sá eini sem býður upp á flestar greinarnar. Geturðu lært sagnfræði annars staðar en í HÍ? Eðlisfræði? Frönsku? Landafræði? Sálfræði? Japönsku? Flestir hinna háskólanna sérhæfa sig í tiltölulega fáum greinum (HR er t.d. aðallega í viðskiptafræði, tölvunarfræði og einhverjum skyldum greinum). Það gæti reyndar verið að HA sé með sæmilega breitt svið, þekki það ekki sérstaklega, en hann er engu að síður takmarkaður.\nÞað sem ég er að reyna að segja er að með ESB aðild myndu valkostir íslenskra stúdenta margfaldast, sem er jákvætt fyrir alla sem hlut að eiga. Íslenskir háskólar fá raunhæfa samkeppni (sem er jákvætt), stúdentarnir val, atvinnulífið fjölbreyttar menntaða einstaklinga osfrv."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2007-04-10 01:08:13",
            "id": "4774839",
            "reply_to_id": "4772200",
            "text": "Í gegnum skatta og með því að styrkja meðalstór og lítil fyrirtæki en ekki einhver verksmiðjuskrímsli. það er staðreynd að í evrópusambandinu kemur meira en helmingurinn af veltu þess úr meðalstórum og litlum fyrirtækjum og 70% nýrra starfa verða líka til í þeim. Stóriðja er einhæf og býður alls ekki upp á það mikil atvinnutækifæri."
        },
        {
            "user": "Icaruz",
            "user_id": "57559",
            "date": "2007-04-13 11:37:11",
            "id": "4787680",
            "reply_to_id": "4772200",
            "text": "Það vill nú svo skemmtilega til að ég var á einhverjum fundi þar sem Steingrímur var að tala (Einhver vímafundur)\nHann sagði að ríkið græði ekki nema 20-30% á álverunum og svona þannig að það er ekkert gríðarlega mikill peningur þannig að þeir styrkja bara lítil og meðalstór fyrirtæki…"
        },
        {
            "user": "enss1o",
            "user_id": "65333",
            "date": "2007-04-13 19:20:17",
            "id": "4789218",
            "reply_to_id": "4787680",
            "text": "Nei en vistri grænir hafa verið á móti öllu frá upphafi. virkjunum ofl. þannig að með þá alltaf í stjórn þá veit ég ekki hvernig þetta væri allavega ekki gott."
        },
        {
            "user": "Icaruz",
            "user_id": "57559",
            "date": "2007-04-13 20:02:57",
            "id": "4789347",
            "reply_to_id": "4789218",
            "text": "Græðum ekkert mikið á álverunum, fyllum bara í koltvíoxíðkvótann okkar og svona þannig að værum ekkert verr sett ef við hefðum sleppt þessum álverum…"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2007-04-20 17:25:06",
            "id": "4812600",
            "reply_to_id": "4789347",
            "text": "Atvinna á Austurlandi?"
        },
        {
            "user": "Icaruz",
            "user_id": "57559",
            "date": "2007-04-20 20:16:55",
            "id": "4813255",
            "reply_to_id": "4812600",
            "text": "Fást ekkert svo mikil störf við svona virkjanir og álvert, bara við að byggja þau, og hverja látum við vinna við það? Útlendinga…"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2007-04-20 20:35:20",
            "id": "4813315",
            "reply_to_id": "4813255",
            "text": "Mest Íslendingar, svo eru bæði Byko og Húsasmiðjan að gera búðir þarna og Bónus og krónan eithvað líka. Svo bara fjölgar fólki og allir verða glaðir."
        },
        {
            "user": "Icaruz",
            "user_id": "57559",
            "date": "2007-04-20 21:42:04",
            "id": "4813502",
            "reply_to_id": "4813315",
            "text": "Nei? Ekki ég…"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2007-04-20 21:49:29",
            "id": "4813524",
            "reply_to_id": "4813502",
            "text": "Af hverju ekki?"
        },
        {
            "user": "Icaruz",
            "user_id": "57559",
            "date": "2007-04-20 22:04:09",
            "id": "4813571",
            "reply_to_id": "4813524",
            "text": "Umhverið marr…"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2007-04-20 22:06:21",
            "id": "4813582",
            "reply_to_id": "4813571",
            "text": "Já það, nóg af því á Austurlandi."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2007-04-15 01:07:40",
            "id": "4793348",
            "reply_to_id": "4772200",
            "text": "Hægri menn skapa ójöfnuð en safna upp pening. Vinstri menn koma síðan og spandera öllum sjóðum í fólkið, repeat.\nÞetta kallast demókrasía (síbreytileg stjórn) og tryggir að hægri menn fari ekki með allt til fjandans með græðgi sinni og að vinstri menn keyri ekki allt á kúpuna."
        }
    ]
}