{
    "forum_title": "Skóli",
    "user": "karinn",
    "user_id": "13179",
    "date": "2001-11-12 19:04:36",
    "title": "Hugi bannaður í skólum!!!!!!!!!",
    "text": "Ég er í verslo og oft eftir skóla eða í götum þá er mjög þæilegt að fara á netið til að stytta sér stundir og oftar en ekki verður hugi fyrir valinu, þar til að núna nýlega var honum lokað, nú þrátt fyrir miklar vangaveltur hef ég ekki fundið eina einustu ástæðu til að banna huga þar sem skaðsemi hennar er engin, eða hefur allavegana ekki talist mikil hingað til. Einnig hef ég heyrt að það sama hafi verið gert í Iðnó og muni og fleiri skólum og alltaf séu að bætast við skóla.\nþetta er ekki sú hugmynd sem ég hafði um félagslíf skólanna og finnst mér að við þurfum að berjast, berjast fyrir rétt okkar að hafa skoðanir því það er jú grunvöllur frjálsræðiss í hinu vestræna heimi.\nEn hvað er til ráðs, hvað er hægt að gera svo að einhver taki mark á manni,????\nÞað eina sem mér dettur í hug er að fara nógu margir að mótmæla, hugsanlega safna undirskrifta listum, allavega getum við ekki gefist upp án tilraunar til að koma í veg fyrir að þetta alvarlega mál verði að veruleika(eða meiri veruleika en það er því þetta er byrjað að gerast), án þess að láta skoðanir okkar í ljós því hvað erum við að gera hér á huga ef við látum ekki skoðanir okkar í ljós, því er þetta eitt mesta skref mannkynsins afturubak á þessu millenium.\nhjálpið mér að mótmæla þessum hamförum!!!!",
    "url": "https://www.hugi.is/skoli/greinar/50893/hugi-bannadur-i-skolum/",
    "url_id": "50893",
    "id": "334195",
    "replies": [
        {
            "user": "Foo",
            "user_id": "1931",
            "date": "2001-11-13 10:18:14",
            "id": "334196",
            "reply_to_id": "334195",
            "text": "Þetta er náttúrulega bara rugl… það er ekki eins og þetta sé einhver svæsin klámsíða!\nVið getum talað við Félag Framhaldsskólanema, þeir hafa það að stefnu að berjast fyrir réttindum nemendanna. Og svo er um að gera að tala við nemendaráðin í skólunum, þau geta örugglega tekið þetta mál upp á fundum með skólastjórum og félögum.\nVið sættum okkur ekkert við einhverja svona kúgun!"
        },
        {
            "user": "Atari",
            "user_id": "100",
            "date": "2001-11-13 11:51:31",
            "id": "334197",
            "reply_to_id": "334196",
            "text": "Mig langar að sjá FF reyna að gera eitthvað, greyið FF er lamað í ár. Stjórn FF á að standa af 7 einstaklingum en hafa bara formann, og ég vorkenni honum hálfpartinn því hann er í endalausu álagi og er í þokkabót með enga reynslu af félgasmálum.\nÞAð sem þið getið reynt er að taka út proxy í vöfrum og sjá hvernig það gengur, það gengur í sömum tilvikum. Fer auðvitað eftir því hvernig kerfið er upp sett"
        },
        {
            "user": "zorglubb",
            "user_id": "347",
            "date": "2001-11-13 12:47:21",
            "id": "334198",
            "reply_to_id": "334197",
            "text": "Nú á maður varla orð. Er þetta svona harkaleg forræðishyggja í skólastjórnendum? Gaman væri að fá haldbær rök þeirra við þessu kjaftæði."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-11-13 10:38:51",
            "id": "334199",
            "reply_to_id": "334195",
            "text": "Hvernig væri að surfa bara eitthvað klám og bera svo fyrir þig að Huga hafi verið lokað ;)"
        },
        {
            "user": "grugli",
            "user_id": "9479",
            "date": "2001-11-13 10:49:33",
            "id": "334200",
            "reply_to_id": "334195",
            "text": "Þetta er asnalegt!\nHugi.is kemur sér bara mjög vel í skólanum og það er meira að segja hægt að nota þetta við námið, t.d. í félagsfræði. T.d. með því að senda in kannanir og fleira.\nÞað væri lang sniðugast að gera bara undirskriftalista í skólunum þar sem þetta er bannað og láta skólastjórnendur hafa hann."
        },
        {
            "user": "einar81",
            "user_id": "6690",
            "date": "2001-11-13 11:49:17",
            "id": "334201",
            "reply_to_id": "334195",
            "text": "Ég hef bara aldrei heyrt aðra eins vitleysu! að banna huga.is í skólum… ég geri einmitt það sama og þú ef ég er í eyðu eða eitthvað, þá skelli ég mér yfirleitt á huga (eins og ég er einmitt að gera núna) Hafa skóla yfir völd virkilega ekkert betra að gera heldur en að níðasta á saklausum einstaklingum… díses kræst segi ég nú bara!\nT.d. þá er sér Skóla síða á huga og núna er kominn sér síða fyrir Fjölbrautaskólan við Ármúla, og er kannski búið að banna huga þar líka! Þetta er mjög góður vettvangur til að kynna og auglýsa skólann sinn, hvað er um vera og svo framvegis. Ég hef sossum ekkert út á Versló að setja en stundum eru þeir einum of…\nÉg trúi bara varla sona rugli, (er nokkuð 1. apríl?)"
        },
        {
            "user": "Amagaad",
            "user_id": "1115",
            "date": "2002-01-28 15:30:37",
            "id": "334202",
            "reply_to_id": "334201",
            "text": "uhmm nei… hugi á aldrei eftir að vera bannaður hér… (FÁ) og mun vonandi aldrei verða… enda engin gild ástæða til…"
        },
        {
            "user": "Cruxton",
            "user_id": "631",
            "date": "2001-11-13 12:57:24",
            "id": "334203",
            "reply_to_id": "334195",
            "text": "Prófið þetta til að fara framhjá þessu:\nTools-Internet Options-Connections-LAN settings-Taka hakið af “Use proxy…”"
        },
        {
            "user": "malicious",
            "user_id": "5591",
            "date": "2001-11-13 16:37:59",
            "id": "334204",
            "reply_to_id": "334203",
            "text": "Sorry Crux en adminin hefur lokað á ALLAR stillingar, internet options t.d.\nÞað er erfitt að vera í skóla þar sem nemendur eru sakaðir um hugsunarhátt hryðjuverkamanna af yfirvöldum skólans :D"
        },
        {
            "user": "karinn",
            "user_id": "13179",
            "date": "2001-11-14 00:25:06",
            "id": "334205",
            "reply_to_id": "334204",
            "text": "hugi er ekki eina síðan sem er bönnuð heldur eru allar síður sem verða eithvað vinsælar eins og steakandcheese.com og einkamál.is\nreyndar þá er hægt að komast inn á huga með því að skrifa að mig minnir:“hugi.jcd.net” eða kanski var það jdc eða cdj, allavega einhvað með þessum stöfum en þá er bara hægt að skoða en ekki loga sig inn þannig að eina sem það gerir er að gera mann pirraðan út af því maður sér kannski einhverja góða grein sem maður getur ekki svarað."
        },
        {
            "user": "malicious",
            "user_id": "5591",
            "date": "2001-11-14 12:40:17",
            "id": "334206",
            "reply_to_id": "334205",
            "text": "þetta er svo skrýtið, eru þeir kannski að borga fyrir bandvídd innanlands??"
        },
        {
            "user": "vaffess",
            "user_id": "9092",
            "date": "2001-11-14 17:18:44",
            "id": "334207",
            "reply_to_id": "334206",
            "text": "held að heimskinginn Þórður Hauks(kerfistjóri versló) hafi gert samning við íslandssíma og eftir því sem ég veit best rukka þeir fyrir innanlandsbandvídd líka."
        },
        {
            "user": "FrosenFr",
            "user_id": "9393",
            "date": "2001-11-16 10:32:37",
            "id": "334208",
            "reply_to_id": "334207",
            "text": "Þeir eru bvara Fífl og Fávitar ef þeir banna Huga.\nHvað er svona slæmt við það ég meina ó ney við spilum Quake og Half-Life ónei við erum víst þá terroristar COMMON! þetta er svo heimskulegt. Hérna er sönn saga um grunnskóla! Frændi minn var einu sinni að fara á skóla Lan þar sem áttu að vera 200 krakkar úr mörgum skólum á Laninu EN… einn kennarinn var víst ekki sáttur sem sagt kennari frænda mínns svo að það fífl lét BANNA LANIÐ! svo 200 manns urðu svektir. Hvílikt Fífl getur fólk verið! Ef frændi minn hefði látið mig vita fyrr af þessu hefði ég farið og LAMIÐ kennara FÍFLIÐ!!!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-04 06:16:39",
            "id": "334209",
            "reply_to_id": "334205",
            "text": "Er verið að loka þessu af því að þeir vilja helst að fólk sé frekar að gera heimaverkefnin í tölvunum þeirra, heldur en að vera að leika sér á huga.is og vera þá að taka pláss frá þeim sem vilja komast í tölvurnar og gera heimaverkefnin?\nÞeesu hafa sko kennarnarnir örugglega stungið uppá :("
        },
        {
            "user": "manutd",
            "user_id": "14108",
            "date": "2001-11-13 13:25:01",
            "id": "334210",
            "reply_to_id": "334195",
            "text": "Þetta er rugl!!!!!!!!"
        },
        {
            "user": "bunnygurl",
            "user_id": "14817",
            "date": "2001-11-13 15:12:11",
            "id": "334211",
            "reply_to_id": "334195",
            "text": "þetta er svo mikið kjaftæði að banna huga.is ….. hvað ætli verði bannað næst…. www.leit.is ??? við “verðum” bara að sætta okkur við það að skólayfirv0ld hér á Íslandi eru virkilega “rugluð” og ég held að þau þurfi aðeins að fara yngja sig upp …… það þýðir ekkert að eitthverjir gamlir kallar um 70 ´séu að segja okkur hvað sé gott og hvað ´se vont…..þegar það sem þeir miða við er þegar við íslendingar slogum með orfi og ljá…… þannig ég segi bara : BRING IT ON !!!"
        },
        {
            "user": "beebee",
            "user_id": "7587",
            "date": "2001-11-13 15:14:34",
            "id": "334212",
            "reply_to_id": "334211",
            "text": "híhí ! “be - agressive, be, be - agressive !!”\nmuahahha :)   hvað í fjenden á að vera svona slæmt við huga.is í skólum !?!\nmaður kemst á rotten og irkið í flestum skólum held ég !"
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2001-11-13 16:36:07",
            "id": "334213",
            "reply_to_id": "334195",
            "text": "Hjúkk! eins gott ég hætti í skólanum!"
        },
        {
            "user": "Iceberg",
            "user_id": "5323",
            "date": "2001-11-18 02:13:17",
            "id": "334214",
            "reply_to_id": "334195",
            "text": "Ég tel að þeir sem nota ekki huga hafi bara einhverjar ranghugmyndir um huga. Ég er í Fjölbrautaskóla suðurnesja og þegar sagt var að hugi yrði bannaður heyrðist „ohhhhhh“ í öllum stákunum en sumar stelpurnar sögðu „hva! er þeð einhver klámsíða!“"
        },
        {
            "user": "Steinia",
            "user_id": "2047",
            "date": "2001-11-18 03:38:31",
            "id": "334215",
            "reply_to_id": "334195",
            "text": "ég er í verslo, en Þórður gerði þetta til að “sjá” hvort umferðin og álagið mundi minka við þetta. Hann gerði þetta víst líka í fyrra og allir kvörtuðu, hann tók þetta þá af, en lét síðan aftur seinna upp.\nsíðan sem hægt er að fara á er hugi.cjb.com\nSkulum þakka huganotandanum “hansi” fyrir það\n*klapp*klapp*\n:)"
        },
        {
            "user": "thom",
            "user_id": "5176",
            "date": "2001-11-26 01:10:36",
            "id": "334216",
            "reply_to_id": "334215",
            "text": "En þetta er líka soldið kjánalegt af því að undir huga eru áhugamál einsog sagnfræði og það er nú bara slatti af fróðlegum og skemmtilegum greinum þar. Ég ætla ekki að kaupa að þetta sé til að minnka trafík af því að hugi er ekkert annað en slatta af texta, grafík hér er skorin við nögl.\nÞað sem ég geri hinsvegar er bara að putty-a mig yfir á linux server sem ég get notað útí bæ og síðan lynxa ég mig inná huga. Það er jú ekki alveg eins þægilegt en skilar samt textanum."
        },
        {
            "user": "karinn",
            "user_id": "13179",
            "date": "2001-11-26 09:10:15",
            "id": "334217",
            "reply_to_id": "334216",
            "text": "ÞAÐ ER BÚIÐ AÐ OPNA HUGA Í VERSLÓ!!!!!!!!!!!!!!!!!\nþetta er í fyrsta skipti sem ég hef komist á huga í langan tíma og núna verð ég að fara og fullnægja huga þörfunum mínum!!!!!!!!!\n:)"
        },
        {
            "user": "Steinia",
            "user_id": "2047",
            "date": "2001-11-18 03:39:56",
            "id": "334218",
            "reply_to_id": "334195",
            "text": "ég er í verslo, en Þórður gerði þetta til að “sjá” hvort umferðin og álagið mundi minka við þetta. Hann gerði þetta víst líka í fyrra og allir kvörtuðu, hann tók þetta þá af, en lét síðan aftur seinna upp.\nsíðan sem hægt er að fara á er hugi.cjb.com\nSkulum þakka huganotandanum “hansi” fyrir það\n*klapp*klapp*\n:)"
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2001-11-18 12:16:17",
            "id": "334219",
            "reply_to_id": "334218",
            "text": "Steini\nmannstu eftir því þegar bókasafnvörðurinn í grunnskólanum okkar rak nemendur út fyrir að fara á Huga..og bróðir minn sem er í Garðaskóla segir að það sé enn bannað,þótt að mar komist á síðuna."
        },
        {
            "user": "Steinia",
            "user_id": "2047",
            "date": "2001-11-18 12:23:16",
            "id": "334220",
            "reply_to_id": "334219",
            "text": "The bad old days :) JAmm remember that, mannstu líka þegar við vorum reknir af “gamla” bókasafninu fyrir að hrinda fullt af bókum úr hillunum ?\nGamli (góði) Garðaskóli :)"
        },
        {
            "user": "kjerulf",
            "user_id": "12099",
            "date": "2001-11-22 13:51:47",
            "id": "334221",
            "reply_to_id": "334195",
            "text": "iss ég er nú bara í tíma núna að lesa þetta og ég er alveg hlessa. Hef reyndar grunað að eitthvað svona yrði gert hér bráðlega. Vona ekki fyrir þá því ég tek þá bara upp á að downloada ISO skrám allan daginn utanlands."
        },
        {
            "user": "izelord",
            "user_id": "1143",
            "date": "2001-11-23 12:24:55",
            "id": "334222",
            "reply_to_id": "334195",
            "text": "ef ég man rétt þá er í sumum tilfellum(þegar netkerfið er illa sett upp) hægt að fara á mirror.hugi.is , svo er líka hægt að fara á babelfish.altavista.com (altavista.com->translate )og biðja um þýðingu á huga.is.\ngetur líka reynt http:\\\\3261718552 (dword value af huga ip)\nönnur hugmynd er simply að nota ip addressuna (þá það virka efalaust ekki :P). Það myndi vera\nhttp://194.105.224.24"
        },
        {
            "user": "ari218",
            "user_id": "12984",
            "date": "2001-11-24 22:44:42",
            "id": "334223",
            "reply_to_id": "334195",
            "text": "Í mínum skóla (Garðaskóla) var mér bannað að fara á huga út af því að hann er spjall og leikjasíða."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-04 06:11:55",
            "id": "334224",
            "reply_to_id": "334195",
            "text": "Hugi.is er ómissandi síða og mjög þroskandi og er leiðin að góðu félagslífi…HVAÐ ANNAÐ?????????????  Erum við ekki að skiptast á skoðunum ofl????  Eru ekki fullt af áhugamálun með viti hér eins og t.d. heimspeki!!!!  Heimspeki er kennd í skólum og ekki bætir það áhugann að leyfa huga.is ekki að vera!!!!  Ætti frekar að auðvelda manni heimspekina því maður lærir líka af öðrum nemendum, ekki bara af kennurum!  Maður fær skiptar skoðanir og fólk lítur öðruvísi á málin í heimspeki, það hefur sést hér á huga og ég sé enga ástæðu fyrir þessa stjórn að loka á okkur!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!:(\nEn  hvað um bókasöfnin…verður hugi opinn þar??  er nefnilega oft á bókasöfnum :)\nEn það ætti að vera opið í hverjum skóla"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-06 19:07:04",
            "id": "334225",
            "reply_to_id": "334195",
            "text": "Iss marr ég er í barnaskóla og þar er það ekki neitt bannað!\nÞannig að bara ligga liggalái 'eg kemst á hugi.is í skólanum ekki þiiið ligga ligga lái"
        },
        {
            "user": "MarySkary",
            "user_id": "12047",
            "date": "2002-02-01 03:11:56",
            "id": "334226",
            "reply_to_id": "334195",
            "text": "Það fer svo mikið í taugarnar á mér að hugi.is sé bannaður í skólum!!!!!\nÞegar ég skrái mig á huga.is þar, þá verða stafirnir óskýrir og mér tekst ekki að skrifa eða svara pósti frá öðrum…sama er með hotmail…það kemur > í staðinn fyrir ð eða þ og svo framvegis HUNDLEIÐINLEGT!!!!!!!!!!!!!!!"
        },
        {
            "user": "MarySkary",
            "user_id": "12047",
            "date": "2002-02-03 15:03:51",
            "id": "334227",
            "reply_to_id": "334226",
            "text": "Hvers lags bull er þetta? Í skólanum mínum eru engar sérstakar síður bannaðar og tölvurnar eru aðallega notaðar til þess að spila Counterstrike eða skrifa misgáfuleg komment inn á umræðuvef málfundafélagsins…og inn á milli eru nokkrir að gera heimaverkefni…"
        }
    ]
}