{
    "forum_title": "Deiglan",
    "user": null,
    "user_id": null,
    "date": "2001-11-12 21:48:09",
    "title": "Rasistar í Bandaríkjunum endurnýja áróður sinn",
    "text": "Í frétt veftímaritsins www.visir.is mátti sjá í dag að rasistar í miðvesturríkjum Bandaríkjanna hafa notfært sér hryðjuverkaárásirnar í Bandaríkjunum til þess að hala inn nýja meðlimi. Þeir gera það með áróðri gegn aröbum og múslimum og reyna að láta alla araba og múslima líta út sem hryðjuverkamenn. Miðstöðin fyrir nýtt samfélag heita sex ára gömul samtök sem staðsett eru í Oak Park og eru 338 rasistahreyfingar í þeirri miðstöð. Rasistarnir hafa t.d. notað myndir af brennandi turnum í áróðursskyni fyrir því að loka Bandaríkjunum fyrir útlendingum og þá sérstaklega lituðum að ég held því að rasistar telja að fólk sem er af sama kynþætti og þeir séu ekki útlendingar.\nSkýrsla var gerð um rasistana í þessum ríkjum og hét hún: ,,Ríki haturs: Hvít þjóðerniskennd í miðvesturríkjunum 2000-2001.\" og er þar lýst yfir að rasistarnir hafi staðið fyrir fjölmörgum mótmælum, opinberum uppákomum, dreifingu áróðursbæklinga og jafnvel nokkrum glæpum á undanförnum mánuðum að því er mannréttindasinninn Devin Burghart sagði.\nÞetta eru leiðindafréttir og þær ber að taka alvarlega og við verðum að fræða fólk um það að arabar og múslimar tóku ekki þátt í þessum árásum né hafa á nokkurn hátt stutt þær fyrir utan örfáa menn sem þykjast vera múslimar og segjast styðja þessar árásir en enginn alvöru múslimi styður samt þessar árásir þar sem trú þeirra er friður og fordæmir svona verknaði og múslimar um allan heim hafa einmitt fordæmt þennan verknað. Mennirnir sem frömdu árásirnar voru heldur ekki múslimar heldur hreinræktuð illmenni. Þótt að þeir hafi verið af Arabískum uppruna þá er fáránlegt að dæma alla araba fyrir það t.d. hafa allir kynþættir átt sín illmenni líka og er beinlínis asnalegt að tengja heilan kynþátt við svona verk.",
    "url": "https://www.hugi.is/deiglan/greinar/50924/rasistar-i-bandarikjunum-endurnyja-arodur-sinn/",
    "url_id": "50924",
    "id": "334606",
    "replies": [
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2001-11-13 07:39:23",
            "id": "334607",
            "reply_to_id": "334606",
            "text": "Sumt fólk eru fæddir hálfvitar og lítið hægt að gera í því. Efast um að svona Redneck náungar taki einhverjum sönsum.\nYou have to get them when they are young."
        },
        {
            "user": "Gyzmo",
            "user_id": "3814",
            "date": "2001-11-13 09:20:05",
            "id": "334608",
            "reply_to_id": "334606",
            "text": "Þetta er ljóslifandi dæmi um hvernig fáfræði getur af sér meiri fáfræði, en auðvitað var við þessu að búast, svona tækifæri til að spilla fólki er einfaldlega of gott til að sleppa, ég er reyndar hissa á að það hafi tekið þá þetta langan tíma til að byrja á þessu"
        },
        {
            "user": "Gyzmo",
            "user_id": "3814",
            "date": "2001-11-13 15:56:17",
            "id": "334609",
            "reply_to_id": "334608",
            "text": "Þú hefur tekið orð mín úr samhengi. Ég sagði að þeir menn sem fremja illverki og kalla sig múslima eru í raun og veru ekki múslimar þar sem þeir eru búnir að snúa út úr fallegum gildum Islam en orðið Islam merkir undirgefni og friður. Þessir menn hafa því undir fölsku flaggi kallað sig múslima og komið þannig óorði á stórann hóp múslima sem hefur það ekki á markmiði sínu að koma illa fram við náunga sinn eins og þessir skúrkar sem sprengdu World Trade Center í loft upp."
        },
        {
            "user": "Gyzmo",
            "user_id": "3814",
            "date": "2001-11-13 18:22:04",
            "id": "334610",
            "reply_to_id": "334609",
            "text": "Kannski hefur þú misskilið mig frekar peace4all.\nég var að svara krizza"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2001-11-14 18:33:16",
            "id": "334611",
            "reply_to_id": "334609",
            "text": "Sæll,\nAuðvitað eru þeir múslimar, bara slæmir múslimar.  Bæði t.d. Kóraninn og Biblían eru rit sem deilt er um hvernig eigi að túlka.  Ert þú með einhverja 100% rétta túlkun á þessum ritum?  Er hún til???\nKv.\nHjörtu"
        },
        {
            "user": "krizzi",
            "user_id": "8997",
            "date": "2001-11-13 10:15:31",
            "id": "334612",
            "reply_to_id": "334606",
            "text": "Bíddu, hver samdi þetta nafn á þessari skýrslu og hver gaf hana út? Mér fynst það rangt að segja þessa menn illmenni, þótt að þeir erum óttalegir fábjánar. Með því að segja það, þá gerum við líka málstað þeirra illan. Og málstaður þeirra er byggður á kóraninum. Þá tengjum við kóranin við hið illa. Mér er illa við það að deila heimin upp í hið vonda og hið góða. Mér fynst það ekkert annað en einhverskonar miðaldar-páfagarðs afsakanir! Hið vonda er heldur fáfræði og hið góða er sanleikurinn (eithvað eins og Platón hélt framm)\n–Krizzi–"
        },
        {
            "user": "hallurha",
            "user_id": "5362",
            "date": "2001-11-13 10:47:05",
            "id": "334613",
            "reply_to_id": "334612",
            "text": "Hvað er seinasti ræðumaður að segja?\nMálstað þeirra illan? Ertu að meina rasistanna?\nMálstaður þeirra er byggður á kóraninum? Ertu núna að tala um Múslima? Tengja kóranin við hitt illa?…???\nGaman að þessu. Ananrs alveg sammála þér í góð\\ill deilingunni. Það bara virkar ekki. Öll mál hafa fleiri hliðar en “mín hlið\\Ranga hliðin” þó þú hafir orðið fyrir einhverju slæmu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-11-13 11:32:46",
            "id": "334614",
            "reply_to_id": "334612",
            "text": "krizzi:\nHvað er að nafni skýrslunnar?  “Ríki haturs … ” sýnist mér bara vera vel viðeigandi, og ætli hún hafi ekki heitið “State of Hate … ” á ensku.  Þar sem að þessir menn eru kynþáttahatarar, þá er nafngiftin vel viðeigandi.\nEn um múslimana.\nHvernig gerum við Kóraninn vondan með því að segja málstað manna illan?  Já, málstaðurinn er byggður á Kóraninum að einhverju leiti, en hann er ekki eina byggingarefnið.\nLítum á hús.  Hús eru byggð úr mörgum hlutum, og hús geta verið góð og slæm hús.  Ef þau eru slæm, er þá eingöngu við jarðveginn að sakast, eða styrktarjárnið?"
        },
        {
            "user": "Gyzmo",
            "user_id": "3814",
            "date": "2001-11-13 11:45:20",
            "id": "334615",
            "reply_to_id": "334612",
            "text": "Krizzi\nTorquiomada var forsprakki spænska rannsónarréttarins, hann pyntaði og myrti í nafni kristinar trúar, hann var svo sannarlega illmenni, það eru allir sammála um það.\nEr kristin trú ill þess vegna??\nErum við sem iðkum kristinna trú þá ekki öll af illu komin??"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-11-13 17:10:56",
            "id": "334616",
            "reply_to_id": "334615",
            "text": "Hryðjuverkamennirnir eru illir frá okkar sjónarmiði en frá margra annara (sem er leiðinlegt hvað eru margir) sjónarmiði eru þeir hetjur. Mr.Laden og co. eru bara búnir að taka öllum orðum kóransins aðeins of alvarlega og bæta fleirri reglum. Margt vond hefur líka verið gert í kristinni."
        },
        {
            "user": "dresib",
            "user_id": "8563",
            "date": "2001-11-14 17:28:24",
            "id": "334617",
            "reply_to_id": "334612",
            "text": "OK, það er eitt að kunna ekki að stafsetja málið sem maður skrifar á en það er algert lágmark að geta gert sig skiljanlegan.\nEf þú átt við rasistana þá er kannski einföldun að segja að þeir séu allir illmenni en samkvæmt mínu gildismati er hugsjón þeirra ill þar sem ég lít á allt hatur milli manna sem eitthvað illt.\nEf þú átt við Múslima þá var enginn að segja að þeir væru allir illmenni (nema kannski rasistarnir í Bandaríkjunum) en þeir sem frömdu voðaverkin voru illmenni. Þeirra kenning er byggð á ákveðinni túlkun á Kóraninum sem flestir hófsamari Múslimar líta á sem rangtúlkun. Kóraninn er hægt að túlka til ills alveg eins og Biblían var túlkuð til ills á tímum krossfaranna og síðar rannsóknarréttarins."
        },
        {
            "user": "krizzi",
            "user_id": "8997",
            "date": "2001-11-14 23:07:25",
            "id": "334618",
            "reply_to_id": "334612",
            "text": "Ég ætla að leiðrétta mig sjálfan hérna… ég er hræddur um að ég gerið mig ekki alveg nóg og skýran.\nMeð því að gera þessa aðila sem eru í þessum öfga-samtökum í Islam við hið fullkomlega illa (eins og Bush hefur gert) þá erum við að styrkja málstað rasista í BNA. Það ætti heldur að segja að stefna þeirra er allt önnur er stefnan í BNA.\nEf þessir tossar í KKK (bara sem dæmi) tengja þessa öfgamenn við hið slæma, tengja þeir líka kóranin við hið slæma…\nVona að þetta leysi þennan miskilning sem þessi grein hefur valdið…\n–Krizzi–"
        },
        {
            "user": "dresib",
            "user_id": "8563",
            "date": "2001-11-15 01:02:27",
            "id": "334619",
            "reply_to_id": "334618",
            "text": "Öfgar eru af hinu illa, sama hvaða nafni þeir nefnast. Bush hefur réttilega kallað hryðjuverkasamtök bin Ladens, Al-Queda, ill og beint eða óbeint kallað samtök talibana ill þar sem þau styðja hryðjuverkastarfsemi og brjóta mannréttindi og líta frelsi einstaklingsins hornauga. Bush hefur, einsog svo margir aðrir, bent á að þessir öfgamenn eru ekki fulltrúar annarra múslima, sem eru flestir alveg jafn friðelskandi og hver annar vesturlandabúi (eru reyndar margir hverjir vesturlandabúar og alls ekki endilega fluttir inn frá Mið-Austurlöndum. Ráðamenn í Bandaríkjunum hafa varað við því að ráðist sé gegn Múslimum og fólki sem lítur út eins og arabar, en rasistar hafa einfaldlega komist að þeirri niðurstöðu sjálfir, án aðstoðar Bush, að Múslimar og Arabar séu af hinu illa, m.a. vegna þess að þeir ERU RASISTAR og líta á heiminn samkvæmt gott/illt skiptingunni."
        },
        {
            "user": "gsi",
            "user_id": "6125",
            "date": "2001-11-15 04:12:46",
            "id": "334620",
            "reply_to_id": "334619",
            "text": "hvernig geta hvítir menn í Ameríku kallað aðra “úlendinga”. KKK eru “kristin” samtök..  Timothy McVeigh lýsti því yfir að hann væri sjálfur kristinn, ég man ekki eftir að neinn hafi farið um og drepið eða ofsótt aðra kristna/hvíta menn eftir að hann sprengdi upp oklahoma bygginguna.\nTrúið á Guð, ekki einhverjar bækur."
        },
        {
            "user": "dresib",
            "user_id": "8563",
            "date": "2001-11-15 13:28:31",
            "id": "334621",
            "reply_to_id": "334620",
            "text": "Maður á yfirleitt miklu auðveldara með að sjá fjölbreytnina í eigin samfélagi en margir virðast halda að önnur samfélög séu mjög einsleit og að skoðanir háværustu einstaklinga þeirra séu skoðanir alls hópsins. Rasistar virðast halda að Mohammed Atta og félagar séu á einhvern hátt fulltrúar islams á meðan þeir myndu ekki láta sér detta það í hug að kalla Timothy McVeigh fulltrúa kristni."
        }
    ]
}