{
    "forum_title": "Tíska & útlit",
    "user": "SjukiPuki",
    "user_id": "12551",
    "date": "2001-11-13 16:18:52",
    "title": "Ástin er dottin úr tísku",
    "text": "Ég var að horfa á Fashion TV um daginn. Það var verið að taka viðtal við einhvern ítalskan hönnuð og kíkt inn á sýningu hjá honum. Ég man ekki alveg hvað hann hét en hann gerði lítið annað en að tala um það hvað það væri mikil klisja og hversu ömurlegt það væri að nota svarta og dökka tóna í vetrarlínum sínum. Hann talaði um það að það gerði ekkert nema að draga fólk niður í þunglyndi og kom með þá fráleitu hugmynd (að mínu mati) að fólk ætti að klæðast heitari litum á veturnar. Þegar hann var spurður út í hvaða liti helst nefndi hann grænan og gulan en þvertók fyrir það að nota rauða liti og sagði að ástin er dottin úr tísku. Kommon. Hvaða fáviti vill ganga í svona æpandi litum þegar veturinn er runnin í garði, ég hélt að fötin ættu að ríma við umhverfið sem maðurinn er í en ekki að greina mann frá því.\nKannski eru veturnir mildari á Ítalíu og þettu myndi kanski frekar ganga að ganga í svoleiðis fötum þar, en samt. Og að útskúfa rauða litin frá vetrinum ég meina eigum við að hengja upp gul jólaskraut og kaupa appelsínugult jólatré og í staðin að byrja að láta framlæða rauða páskaunga.\nÞað eina sem ég meina með þessari grein er að ekki svissa litum á milli árstíða sama hvort það sé á Ítalíu eða Íslandi, smáíhaldsemi er í tísku þó svo að hönnuðir eigi að reyna að finna upp á einhverju nýju.\nEndilega kommentið á þessa grein.",
    "url": "https://www.hugi.is/tiska/greinar/51074/astin-er-dottin-ur-tisku/",
    "url_id": "51074",
    "id": "336013",
    "replies": [
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2001-11-13 17:14:01",
            "id": "336014",
            "reply_to_id": "336013",
            "text": "Hátískuhönnuðir eru bara yfirhöfuð veruleikafirrtir…"
        },
        {
            "user": "krilli",
            "user_id": "6640",
            "date": "2001-11-13 17:52:39",
            "id": "336015",
            "reply_to_id": "336013",
            "text": "b u l l\n- þetta er bæði Bull.\ntil hvers að ganga útfrá einhverri árstíð þegar maður er að klæða sig í föt?\ngengur út frá því náttúrulega hvernig veður er *innaní þínum eigin haus*\nsem jú náttúrulega er öðruvísi t.d. hjá mér á veturna stundum\nen til hvers að búa til einhverjar rugl reglur? (ekki ástæðulaust að þetta rímar) … bara til þess að búa þær til ?\nfnehp er í tísku núna og ekki fnehp? hvað meinar fólk?\nafþví mér finnst það svo mikið þá vil ég segja það aftur\nég vill meina að svona meiningar séu\nb u l l meininga"
        },
        {
            "user": "telia",
            "user_id": "5165",
            "date": "2001-11-13 17:56:32",
            "id": "336016",
            "reply_to_id": "336013",
            "text": "Tíska skíska, maður á að ganga í því sem maður vill og endu öðru!!"
        },
        {
            "user": "telia",
            "user_id": "5165",
            "date": "2001-11-13 18:33:14",
            "id": "336017",
            "reply_to_id": "336016",
            "text": "Það er engin skilda að vera í dökkum litum þegar veturinn gengur í garð, en alltaf gaman að vera öðruvísi að æpa aðeins upp þunglyndið hjá fólki sem virðist já einmitt ganga í garð á þeim tíma. En æi fer einhver eftir þessum hönnuðum…En ástin dottin úr tísku hahaha??? :) gaman að þessu.."
        },
        {
            "user": "kvkhamlet",
            "user_id": "10172",
            "date": "2001-11-13 18:55:10",
            "id": "336018",
            "reply_to_id": "336017",
            "text": "Ég er sammála þessum hönnuði sem þú vitnar í, teliu og krilla (er ég nokkuð að gleyma e-u?)allaveganna þá þoli ég ekki að vera í dökkum fötum of lengi, max einn dagur! Ég verð bara að fara í bleiku, grænu, rauðu, bláu, fjólubláu lalala fötunum mínum því ég verð barasta dauð af svörtum og gráum í oflangann tíma! Ég er bara í því sem mig langar til að klæðast hverju sinni, þó svo að á dagatalinu standi nóvember og það vilji til að ég sé í túrkísskapi!\nkveðja kvkhamlet"
        },
        {
            "user": "occular",
            "user_id": "4827",
            "date": "2001-11-13 19:34:51",
            "id": "336019",
            "reply_to_id": "336013",
            "text": "fökk fashion.."
        },
        {
            "user": "katarina87",
            "user_id": "14821",
            "date": "2001-11-15 23:50:10",
            "id": "336020",
            "reply_to_id": "336013",
            "text": "Að segja að ástin sé farin úr tísku er það vitlausasta sem ég hef heyrt á ævi minni!!! Ástin er það sem heldur lífinu uppi á jörðinni….tilgangur þinn í lífinu er að framfleyta kynslóðinni þ.e.a.s. eignast börn og ástin er verk náttúrunnar til að draga fólk saman!!! Að segja að ástin sé farin úr tísku er eins og að segja að nammi sé hollt eða e-ð álíka heimskulegt!! Ást og rómantík er nákvæmlega það sem við viljum sjá….það sem flestar bíómyndir snúast um það er bætt ástarævintýri inní myndina til að gera hana meira “SPENNANDI”!!!!"
        },
        {
            "user": "Bluefire",
            "user_id": "13254",
            "date": "2001-11-19 16:33:20",
            "id": "336021",
            "reply_to_id": "336020",
            "text": "Það er líka nokkuð athyglisvert að hann segir að fólk ætti að ganga í bjartari litum til að rífa fólk upp úr skammdegisþunglyndinu, en samt segir hann að ástinni eigi ekki að flíka núna. Hvað er áhrifaríkara á vanlíðan og þreytu en ást? Fyrir utan það að rautt þarf ekki að vera tákn fyrir ást, það getur allt eins staðið fyrir jól, dauða, eld, hita, hvað sem er! (Þessi síðasta athugasemd var ekki illa meint, bara eitthvað sem fólk var að tala um í kringum mig)"
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2001-12-11 00:13:52",
            "id": "336022",
            "reply_to_id": "336020",
            "text": "Katarina, er ekki svar þitt einmitt dæmi þess að ástin sé dottin úr tísku. Fyrir þér hefur ástin bara þann tilgang að eignast börn, semsagt bara hagkvæmnisástæður fyrir ástinni. Já ástin er greinilega dottin úr tísku og þú fittar inn ;)"
        },
        {
            "user": "fantasia87",
            "user_id": "14784",
            "date": "2001-12-13 13:59:12",
            "id": "336023",
            "reply_to_id": "336022",
            "text": "Hoppaðu uppí græna rassinn þinn!"
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2001-12-17 22:21:53",
            "id": "336024",
            "reply_to_id": "336023",
            "text": "Fassa: Bíddu… hvað áttu við með því?"
        },
        {
            "user": "fantasia87",
            "user_id": "14784",
            "date": "2001-12-20 13:39:03",
            "id": "336025",
            "reply_to_id": "336024",
            "text": "Æi… þetta var katarina. Hún er besta vinkona mín og var að skoða greinina inni á mínu nicki! Og hún svaraði þér en fattaði ekki að hún væri inni á mínu!!! LJÓSKA!!!!!"
        },
        {
            "user": "coupland",
            "user_id": "6222",
            "date": "2001-12-05 21:43:39",
            "id": "336026",
            "reply_to_id": "336013",
            "text": "hverjum er ekki sama hvað þröngsýnum fatahönnuði finnst? ef þú elskar ekki þá ertu ekki lifandi."
        }
    ]
}