{
    "forum_title": "Hljóðfæri",
    "user": "Diddii",
    "user_id": "44763",
    "date": "2007-04-19 13:43:43",
    "title": "Nýjir pickupar",
    "text": "Sælir Hugarar\nÉg er mikið að pæla að setja nýja pickupa í\nFender P-bass Standard\n. Þá einhvern frá\nSeymour Duncan\n.\nEr að spila allt frá\nblues -> Metal\n, hef verið að skoðað\nSPB\nseríuna hjá þeim en er að velta því fyrir mér hvort það sé einhver hérna sem hefur skipt um pickupa í sínum og hvernig álit hans er á þessu?\nEndilega segjið ykkar skoðun, langar að heyra allt þó vitið mjög lítið um þetta",
    "url": "https://www.hugi.is/hljodfaeri/korkar/511174/nyjir-pickupar/",
    "url_id": "511174",
    "id": "4808525",
    "replies": [
        {
            "user": "Matti21",
            "user_id": "42058",
            "date": "2007-04-19 17:32:21",
            "id": "4809178",
            "reply_to_id": "4808525",
            "text": "Fer eiginlega bara eiginlega eftir því hversu heitan pikköpp þú villt (hversu mikið gain)\nSPB-1 er frekar “kaldur”, aðalega fyrir popp, blús og klassískt rokk\nSPB-2 er svona millivegurinn, hard rokk, blús og svona.\nSPB-3 er heitastur og lang vinsælasti duncan bassapikköpinn, aðalega fyrir hard rock og metal en hann er samt líka lang fjölbreyttastur af þeim. Notaður af slatta af frægum bassaleikurum m.a. Steve harris (iron maiden).\nSjálfur mundi ég taka SPB-3 þar sem þá hefurðu nóg af gaini og getur bara still magnarann fyrir það sem þú ert að spila.\nGætir jafnvel fengið þér STC-3M3 eða STC-3M4 tone circuit með SPB3 og þá geturðu algjörlega stillt sándið þitt fyrir bara hvaða tónlistarstefnu sem er, pínu vesen að setja það í samt, þyrfti náttúrlega að fræsa fyrir batteríi og vesen. En hvort sem þú gerir það eða ekki mundi ég taka SPB3"
        },
        {
            "user": "Diddii",
            "user_id": "44763",
            "date": "2007-04-19 19:09:04",
            "id": "4809494",
            "reply_to_id": "4809178",
            "text": "“STC-3M3 og STC-3M4”\nhvað er þetta?"
        },
        {
            "user": "Matti21",
            "user_id": "42058",
            "date": "2007-04-19 19:29:05",
            "id": "4809541",
            "reply_to_id": "4809494",
            "text": "Þetta heitir tone circuit á ensku. Nokkurnveigin EQ/formagnari inni í bassanum þínum. Getur lesið meira um þetta hér\nhttp://www.seymourduncan.com/products/bassesdescr.shtml#ToneCircuitsOnBoardEQforBass\nÞetta krefst náttúrlega þess að þú fræsir úr bassanum þínum, fyrir bæði brettinu og batteríi. Pínu vesen en ef maður vill mjög fjölbreytt sánd þá er þetta vel þess virði. Stendur reyndar þarna “for music man” en þetta er til fyrir P-bassa líka skilst mér, mjög vinsælt með SPB-3.\nBætt við 19. apríl 2007 -  19:31\nbetri mynd af þessu\nhttp://www.warmoth.com/catalog/product_info.php?products_id=27232&osCsid=hbti2p45fjshppg9juqos66kh7"
        }
    ]
}