{
    "forum_title": "Heilsa",
    "user": "Sjnelli",
    "user_id": "56666",
    "date": "2007-04-21 13:39:30",
    "title": "Hjálp...",
    "text": "Mig vantar smá hjálp kæru hugarar, eins og kannski nafn korksins gefur til kynna, þannig er mál með vexti að ég er svolítið feitur og er kominn í háa þriggja stafa tölu og er reyndar í smá megrun. Ég er reyndar kominn með smá áættlun en mér finnst það ekki nóg. Mig vantar einhverjar góðar hreifingar til að koma líkamanum af stað. Ég hef ekki áhuga á að byrja að fara á einhverjar æfingar eins og til dæmis fótbolta og þessháttar, mig vantar bara eitthvað skemmtilegt til að gera, ef einhver af ykkur getur sagt mér góða leið til að grennast þá langar mig bara að þakka fyrir framm :D :D",
    "url": "https://www.hugi.is/heilsa/korkar/511635/hjalp/",
    "url_id": "511635",
    "id": "4814890",
    "replies": [
        {
            "user": "uberduber",
            "user_id": "56881",
            "date": "2007-04-21 14:14:37",
            "id": "4815001",
            "reply_to_id": "4814890",
            "text": "Þú getur: Út að hlaupa, magaæfingar, armbeygja, bakæfingar, hnébeygjur þar sem þú notar bara líkamsþynginda það eru fullt af æfingu getur líka bara keypt þér kort í ræktina."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2007-04-21 16:49:33",
            "id": "4815474",
            "reply_to_id": "4814890",
            "text": "Ef þú átt iPod getur þú farið út að ganga og hlustað á tónlist eða hljóðbækur á labbinu.  Ég þekki gaur sem las Njálu fyrir próf með því að fara alltaf út að ganga og hlusta á bókina í iPod-num.  Þú getur lært tungumál og hvað eina!\nAnnars, ef þú vilt brenna vel og skemmta þér mæli ég með fitness boxi.  Það er hardcore ;)"
        },
        {
            "user": "Sjnelli",
            "user_id": "56666",
            "date": "2007-04-21 19:57:15",
            "id": "4816069",
            "reply_to_id": "4815474",
            "text": "cool takk :D"
        },
        {
            "user": "Rassgata",
            "user_id": "34794",
            "date": "2007-04-22 08:41:30",
            "id": "4817662",
            "reply_to_id": "4815474",
            "text": "oj eg væri til i njalu a ipodinn.. er hægt ad finna thad a netinu?"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2007-04-22 10:57:18",
            "id": "4817750",
            "reply_to_id": "4817662",
            "text": "Getur fundið hljóðbækur út um allt á enskum torrent síðum (leitaðu bara af audiobook).  Svo eru oft íslenskar hljóðbækur á torrent.is"
        },
        {
            "user": "Greymantle",
            "user_id": "18648",
            "date": "2007-04-21 17:42:05",
            "id": "4815652",
            "reply_to_id": "4814890",
            "text": "hætta að borða sykur í staðinn fyrir megrun, byrja á léttri hreyfingu (eins og göngutúrum) og auka rólega álagið."
        },
        {
            "user": "ruslakallin",
            "user_id": "63003",
            "date": "2007-04-21 20:04:15",
            "id": "4816098",
            "reply_to_id": "4814890",
            "text": "það er gott ef þér finnst til dæmis erfitt að hlaupa að fara í sund.. ;)"
        },
        {
            "user": "Sjnelli",
            "user_id": "56666",
            "date": "2007-04-21 20:15:38",
            "id": "4816150",
            "reply_to_id": "4816098",
            "text": "Ég get ekki farið í sund, klórið fer of mikið í húðina"
        },
        {
            "user": "ruslakallin",
            "user_id": "63003",
            "date": "2007-04-21 23:13:08",
            "id": "4816837",
            "reply_to_id": "4816150",
            "text": "ok.. :S"
        },
        {
            "user": "Steini1",
            "user_id": "35121",
            "date": "2007-04-22 02:13:40",
            "id": "4817468",
            "reply_to_id": "4814890",
            "text": "Mataræði númer eitt tvö og þrjú, henda út draslinu og fara að leggja metnað í matinn sem þú borðar, farðu svo að bæta smá hreyfingu við, 2-3 x 20 mínútna göngutúrum á dag, þarf ekkert að vera mikið meira í byrjun. Svo ættirðu bara að finna á þér hvenær þú ert til í e-ð meira, eins og að fara út að skokka/hjóla.\nBætt við 22. apríl 2007 -  02:15\nog eins og einhver sagði, taka ipodinn með út að labba og þér þarf engan veginn að leiðast, manni líður oft bara helvíti vel eftir að hafa verið úti að rölta í smá."
        },
        {
            "user": "Sjnelli",
            "user_id": "56666",
            "date": "2007-04-22 17:18:23",
            "id": "4818938",
            "reply_to_id": "4814890",
            "text": "Jáá Mataræðið er aðal málið. Ekkert gengur upp ef þú ert að slepja smjörlíki í morgun mat og þamba kók.\nBorða mikið af ávöxtum og grænmeti, drekka mikið vatn, og ekkert snakk eða kók. En ekki sleppa þó öllu því góða, Laugardagar eru ekki nammidagar að ástæðulausu.. þú getur litið á það sem verðlaun eftir vikuna ef þú ert búin að standa þig vel. Kannski spurning um sjálfsaga.\nGott að byrja ekki og geyst af stað, byrja kannski á léttum göngutúrum og sundferðum og reyna borða hollt.. þetta síast inní mann með tímanum.\nSvo ef þú ert að fara í bað heima hjá þér eða sturtu… er ekkert mál að skella handklæði á gólfið og gera bakæfingar,magaæfingar og armbeygjur\n(ef armbeygjur eru of erfiðar er hægt að vera á hnjánum) ..\nBætt við 22. apríl 2007 -  17:20\njá húðin.. well þá geriru bara eins og þér sért að synda á gólfinu hjá þér."
        },
        {
            "user": "Sjnelli",
            "user_id": "56666",
            "date": "2007-04-23 15:32:40",
            "id": "4822049",
            "reply_to_id": "4818938",
            "text": "Cool, takk, en ég get samt ekki farið í sund, klórið fer allt of mikið í húðina á mér og það er svo óþægilegt þegar ég kem uppúr, jafnvel þótt ég þríf klórið af eins vel og hægt er þá klæjar mig geðveikt á frammhandleggjunum og svoleiðis."
        }
    ]
}