{
    "forum_title": "Stjórnmál",
    "user": "Maxel",
    "user_id": "51216",
    "date": "2007-04-22 23:02:54",
    "title": "Er persónuskattur óþarfur?",
    "text": "Í fyrsta lagi er ég 16 ára pjatti, mjög litla reynslu af pólitík en hef mínar skoðanir. Ykkur er frjálst auðvitað að leiðrétta allar villur og ég veit ekki mikið um lög. En samt hef ég nú eitthvað hugsað um persónuskattinn. Fyrir einhverjum 20-30 árum var persónu skattur mjög mikill hagnaður fyrir ríkið, ábyggilega í kringum 20 prósent eða svo, í dag held ég að þetta sé ekki nema rúm 5%. Það væri eflaust hægt að fella hann niður og hækka matvöruskatt (varð dálítið fúll þegar matvöruskattur var lækkaður því það var skref í hina áttina). Ég er nú frekar hægrisinnaður, en það er samt hægt að hugsa um fólkið í hægri stjórn (hef heyrt frá einhverjum flokk að þeir vilji fella hægri stjórn o_O). Hugsið ykkur ef dýrar vörur hefðu hærri skatt og þær ódýrari minni skatt… hvað gerir fátækt fólk? Það kaupir ódýrar vörur. Hvað gerir vel efnað fólk það kaupir dýrar vörur… Bæði græðir illa efnaðri almenningurinn á þessu og persónuskatturinn yrði afnuminn sem þýddi að maðurinn hef meiri pening til að eyða, án þess að raska fjárhag ríkisins. Hef nú ekki þurft að borga í skatt en fæ leiðinlega tilfinningu þegar ég hugsa um að þurfa borga 25% af mínum launum sem ekki væri nauðsynlegt með öðru skipulagi. Ég er enginn hippadrusla (sem flestir krakkar eru og gargandi að öll illu fyrirtækinn séu að jarða ísland í allri sinni dýrð og eina vitneskjan sem þau hafa er frá michael moore eða eikka slíkt) og er auðvitað að reyna að hugsa um bætt kjör sjálfs míns og auðvitað múgsins líka, en er ég ekki hluti af múgnum? Einn maður benti mér á það að í áramótaávarpinu væru íslendangar kallaðir þegnar.. eins og þegnar konungs (hann gerði það reyndar ekki núna). Kenning þessarar manns er að ríkið er að reyna halda í almenning með því að láta það halda að við tilheyrum því með því að kalla okkur meðal annars þegna og láta okkur borga persónuskatta. Við skulum ekki gleyma því að\nríkið tilheyrir okkur.\nSvo finnst mér nú þetta virkjanavæl út í hött. Hvað með það þótt sé verið að stækka álverið? Hvað með það? Ef það er eitthvað álver sem á að laga þá væri það þetta í straumsvík. Og hvað með það þótt það sé virkjun út rassgati á Kárahnjúkum þar sem áður fyrr gastu aðeins farið á flugvél eða vel breyttum jeppa? Það var ööööölluuuuum sama um þetta áður.Eitt enn. Mér finnst Ómar Ragnarsson ver orðinn bilaður og sívælandi fátækur gamall einstæður kall(mín skoðun). Endilega segið ykkar skoðun en verið kurteis svo svarinu ykkar verði ekki eytt ;)",
    "url": "https://www.hugi.is/stjornmal/greinar/512022/er-personuskattur-otharfur/",
    "url_id": "512022",
    "id": "4819869",
    "replies": [
        {
            "user": "Marketwatch",
            "user_id": "22466",
            "date": "2007-04-22 23:19:58",
            "id": "4820628",
            "reply_to_id": "4819869",
            "text": "noo"
        },
        {
            "user": "Maxel",
            "user_id": "51216",
            "date": "2007-04-22 23:49:35",
            "id": "4820791",
            "reply_to_id": "4820628",
            "text": "o_O"
        },
        {
            "user": "Marketwatch",
            "user_id": "22466",
            "date": "2007-04-23 15:49:19",
            "id": "4822101",
            "reply_to_id": "4820791",
            "text": "It's true."
        },
        {
            "user": "algjorsmali",
            "user_id": "61063",
            "date": "2007-04-22 23:20:39",
            "id": "4820630",
            "reply_to_id": "4819869",
            "text": "ágætar pælinga"
        },
        {
            "user": "Grubnar",
            "user_id": "2125",
            "date": "2007-04-23 00:25:10",
            "id": "4820925",
            "reply_to_id": "4819869",
            "text": "Ef að þú ert raunverulega 16 ára, af hverju skrifar þú þá ekki betur en þetta?"
        },
        {
            "user": "Maxel",
            "user_id": "51216",
            "date": "2007-04-23 02:24:38",
            "id": "4821138",
            "reply_to_id": "4820925",
            "text": "hömm?"
        },
        {
            "user": "classic",
            "user_id": "65075",
            "date": "2007-04-23 00:26:38",
            "id": "4820928",
            "reply_to_id": "4819869",
            "text": "já..\nÉg\ner mjög sammála þessu, ég er orðinn frekar pirraður á því að fara á hausinn við að fara útí búð og kaupa mér samloku og eitthvað að drekka..\nkostar einfaldlega of mikið!\nsko, ef samloka myndi lækka um 50 kall væri það stór plús fyrir mig.. ég geng ekki um með 5000 kall í vasanum í nestispening.. ég læt mér nægja að taka með svona 3-400 kall, og það Á! að vera nóg til að kaupa mat í nesti!\nskiptir engu, en já, þetta með matinn er alveg hárrétt hjá þér!\nég styð þig í þessu helvítis rugli!"
        },
        {
            "user": "Marketwatch",
            "user_id": "22466",
            "date": "2007-04-23 15:50:11",
            "id": "4822103",
            "reply_to_id": "4820928",
            "text": "Noob.\nBætt við 23. apríl 2007 -  15:53\nÞað væri eflaust hægt að fella hann niður og hækka matvöruskatt (varð dálítið fúll þegar matvöruskattur var lækkaður því það var skref í hina áttina)."
        },
        {
            "user": "classic",
            "user_id": "65075",
            "date": "2007-04-23 17:06:18",
            "id": "4822435",
            "reply_to_id": "4822103",
            "text": "vá ég þoli ekki fólk sem segir noob,\nhoppaðu upp í rassgatið á þé"
        },
        {
            "user": "sofus",
            "user_id": "2648",
            "date": "2007-04-23 18:19:08",
            "id": "4822773",
            "reply_to_id": "4822435",
            "text": "noo"
        },
        {
            "user": "classic",
            "user_id": "65075",
            "date": "2007-04-23 20:32:01",
            "id": "4823380",
            "reply_to_id": "4822773",
            "text": "?…."
        },
        {
            "user": "Marketwatch",
            "user_id": "22466",
            "date": "2007-04-24 19:04:19",
            "id": "4826379",
            "reply_to_id": "4823380",
            "text": "noob?"
        },
        {
            "user": "halfdankall",
            "user_id": "61495",
            "date": "2007-04-23 01:54:15",
            "id": "4821097",
            "reply_to_id": "4819869",
            "text": "mér finnast skattar persónulega vera mjög nauðsynlegir í þeirri mynd sem þeir eru. Að hækka þessa skatta og lækka hina finnst mér heldur ekki vera lausn, mér finnst persónulega áður en við förum að væla um að lækka skatta ættum við að koma með tillögu um hvernig ríkissjóður gæti fengið peninga til móts við þá sem þeir tapa á því að lækka eða afnema skatta.\nOg auk þess skila 5 prósent skattur af einhverju helvíti miklu í kassann, hugsaðu bara með því að hver íslendingur myndi gefa þér 10 krónur, þá ertu að fá 3 milljónir, reyndu síðan að hugsa þetta í stærra samhengi, ég er í sumarvinnu afþví að ég er í skóla, reiknum með 800 þús kalli þar, 100-200 þúsund fara í skatt. þetta er strax orðinn slatta peningur, en margfaldaðu hann með 300.000\nskattar er eitthvað sem við eigum ekki að vanmeta eða væla yfir. berjumst frekar fyrir lækkuðu bensínverði ;)\nBætt við 23. apríl 2007 -  01:58\nannar í sambandi við greinina þína finnst mér mjög mikið koma til að hækka álagningu á dýrari mat og lækka á ódýrari. En þrátt fyrir það held ég að það dugi skammt á móts við þessi prósent sem við borgum í skatt af laununum okkar :)"
        },
        {
            "user": "Maxel",
            "user_id": "51216",
            "date": "2007-04-23 02:24:24",
            "id": "4821136",
            "reply_to_id": "4821097",
            "text": "jamm etta er allt bara pælingar\nBætt við 23. apríl 2007 -  02:28\nþað eru ábyggilega hægt að finna aðrar lausnir og annað skipulag á skattinnheimtu án þess að raska jafnvæginu"
        },
        {
            "user": "halfdankall",
            "user_id": "61495",
            "date": "2007-04-24 14:55:34",
            "id": "4825294",
            "reply_to_id": "4821136",
            "text": "já, það er auðvitað örugglega hægt"
        },
        {
            "user": "Swooper",
            "user_id": "50432",
            "date": "2007-04-23 15:09:42",
            "id": "4821972",
            "reply_to_id": "4819869",
            "text": "Ég sé ekkert að því að borga skatt af launum. Ríkið þarf einhvern veginn að eignast pening til þess að reka alla opinbera starfsemi (heilbrigðiskerfið og menntakerfið eru vinsæl dæmi), og laun eru eins góður staður til að taka þann pening og hver annar, ef ekki betri. Með þrepaskiptum tekjuskatti má sjá til þess á tiltölulega einfaldan hátt að ekki sé tekið of mikið af þeim sem hafa litlar tekjur og meira af þeim sem hafa efni á því að borga í ríkiskassann. Hinsvegar virðist það ekki vera stefa núverandi stjórnvalda, sem taka sem minnst af þeim sem græða milljónir en nánast allt af öryrkjum og eldri borgurum.\nHugsaðu þetta svona: Ef ríkið tekur ekki skatt af laununum þínum þá tekur það bara skatt af einhverju öðru svo þú kemur út á sama stað."
        },
        {
            "user": "Marketwatch",
            "user_id": "22466",
            "date": "2007-04-23 15:55:37",
            "id": "4822126",
            "reply_to_id": "4821972",
            "text": "Hinsvegar virðist það ekki vera stefa núverandi stjórnvalda, sem taka sem minnst af þeim sem græða milljónir en nánast allt af öryrkjum og eldri borgurum.\nTrue"
        },
        {
            "user": "jolli69",
            "user_id": "29588",
            "date": "2007-04-23 17:08:08",
            "id": "4822444",
            "reply_to_id": "4821972",
            "text": "Hinsvegar virðist það ekki vera stefa núverandi stjórnvalda, sem taka sem minnst af þeim sem græða milljónir en nánast allt af öryrkjum og eldri borgurum.\nAlveg auðvelt að segja “haha heimskulegt að lækka skatta hjá þeim sem þéna minnst þessum risa fyrirtækjum…”\nStaðan er einfaldlega orðin þannig að fyrirtækin eiga mjög létt með að flytja sig hreinlega úr landi ef þeim er ofboðið hérna svo ríkisstjórnin gat lítið gert því það hefði verið mikið meira tap…\nEn já, ljótt hvað þeir gera við öryrkja og eldri borgara.\nEn ekki mála þá alveg forljóta með því að tala um eins og það hafi ekkert verið á bakvið það að að taka sem minnst af þeim sem græða mest.\nÞað eru í raun fyrirtækin sem eru vondu kallarnir, en peningarnir því miður tala hæst."
        },
        {
            "user": "Maxel",
            "user_id": "51216",
            "date": "2007-04-23 20:11:50",
            "id": "4823283",
            "reply_to_id": "4821972",
            "text": "nei, því að þú hefur meiri pening fyrir sjálfan þig og getur óbeint stjórnað hvað þú borgar."
        },
        {
            "user": "Marketwatch",
            "user_id": "22466",
            "date": "2007-04-23 15:54:36",
            "id": "4822121",
            "reply_to_id": "4819869",
            "text": "Greinin þín er illa skrifuð og þú hefur alls ekki lagt nógu mikinn metnað í að skrifa hana og pæla í henni.\nHippadruslur er ekki fallegt orð."
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2007-04-23 17:04:23",
            "id": "4822422",
            "reply_to_id": "4819869",
            "text": "Stóriðjustefna er rugl.\nAnnars er ég ágætlega sammála.\nBætt við 23. apríl 2007 -  17:06\nNei bíddu nú við, ég er það ekki. Þegiðu!"
        },
        {
            "user": "viceroy",
            "user_id": "3376",
            "date": "2007-04-23 20:21:46",
            "id": "4823317",
            "reply_to_id": "4819869",
            "text": "Nei sjáðu til væni minn. Allir þegar landsins ættu að eiga sama rétt á sama auð og við erum að rækta í sömu gæðum (þar sem við hömrum á þessu helvítis slagorði “Íslenskt já takk” (samt einhver veginn tekst þeim að halda íslenska bjórnum dýrustum)).\nUm leið og við förum að draga línuna við það að ríkir fái fyrsta flokks kjöt af lambi, svíni eða nauti eða hverju sem við viljum þá erum við farin að stéttarflokksgreina þjóðfélagið enn meira en það er og þar sem stéttarskipting “lýðst” ekki á íslandi þá kemur þetta ekki til greina. Hins vegar eigum við að horfa á það sem skiptir máli\nHorfum til Danmerkur (jújú landið sem hafði okkur undir stjórnvöl þar til 1944 og eflaust hlægja að ástandinu hér í dag í laumi). Það sem þeir gerðu er að hafa nauðsynjavöru ódýra og taka miklu minni skatt af því (ástæðan fyrir því að það er ódýrara) en hafa lúxusvöru dýra (nammi, gos, snakk og allt í þeim dúr) og hafa því meiri skatt af því þar sem álagningin er meiri. Ísland verður að hafa forgangsröðina í réttri röð. Þýðir ekki að lækka skattinn á allar vörur og nammi og gos sem enginn þarf í raun lækkar um 20% meðan allt hitt lækkar um 7% eða hversu mikið það var.\nÞarf ég nammi til að lifa af? eða kók? sígó (þær eru nú reyndar dýrari en fjandinn sem gerir þetta að lúxus ríka mannsins (ef út í það er farið burtséð frá heilsufari))\nHvort viljum við?\nLyf… ódýrt eða dýrt?\nÞetta er nauðsyn fyrir sjúklinga (eða alvöru öryrkja eins og ég vil kalla þá) og aldrað fólk… Vil ég borga minna fyrir vöru sem ég þarf ekki til að þetta fólk borgi meira fyrir það sem þau vilja?\nOg + hversu mikið fólk ætlar að drullast til að átta sig á að tekjuskatturinn er 25% en ekki 37%?\nViceRoy"
        },
        {
            "user": "Maxel",
            "user_id": "51216",
            "date": "2007-04-23 22:59:12",
            "id": "4824031",
            "reply_to_id": "4823317",
            "text": "já ég hef örugglega ekki sagt þetta alveg rétt, en það sem þú segir með nauðsynjavörur = ódýrari, lúxusvörur=dýrari hugmyndina er það sem ég hef akkurat í huga. Þá þyrftu td vel efnað fólk að borga óbeint meiri skatt, því það kaupir dýrari vörur og öfugt.\nBætt við 23. apríl 2007 -  23:01\nOg + hversu mikið fólk ætlar að drullast til að átta sig á að tekjuskatturinn er 25% en ekki 37%?\nhver sagði það"
        },
        {
            "user": "viceroy",
            "user_id": "3376",
            "date": "2007-04-24 08:30:43",
            "id": "4824596",
            "reply_to_id": "4824031",
            "text": "Bætti því bara við sko :P\nVar að benda á fleiri hluti en bara sem skrifað var um og margir virðast halda að tekjuskattur ríkisins sé 37% en það er bara ekki rétt. Svo segir ríkið að þeir muni lækka tekjuskattinn t.d. niður í 22% og allir verða glaðir þegar þeir halda að skatturinn verði 22% en ekki 34% þá í staðinn"
        },
        {
            "user": "Maxel",
            "user_id": "51216",
            "date": "2007-04-24 15:14:57",
            "id": "4825362",
            "reply_to_id": "4824596",
            "text": "ahm okei"
        },
        {
            "user": "Maxel",
            "user_id": "51216",
            "date": "2007-04-29 13:52:55",
            "id": "4841491",
            "reply_to_id": "4819869",
            "text": "Lélegt, hvernig getur þér verið sama um íslenska náttúru í fyrsta lagi. Þetta með dýrar og ódýrar vöru er ekki allveg sniðugt, heldur ætti að flokka sem nauðsynjavörur og svo lúxusvörur(þ.e.a.s. nammi, gos og snakk og þess háttar). Annars þarf ríkið á peningum á að halda og þar sem við fáum góða heilbrigðisþjónustu og menntamálin á góður stigi þá er þetta góður díll þannig séð."
        },
        {
            "user": "Maxel",
            "user_id": "51216",
            "date": "2007-04-29 21:34:16",
            "id": "4843074",
            "reply_to_id": "4841491",
            "text": "BWAA fattar þetta engin, persónuskattur er svo lítill að hann skiptir engu máli eignilega, það er hægt að fylla hann með hverju semn er, toll, matvöru og blablabla, og íslensk náttúra, jújú, en það má alveg byggja á henni, soldið pirrandi að hvar sem eikker verksmiðjur ætla að byggja eru eikkerir hommar sem fara gráta"
        },
        {
            "user": "Maxel",
            "user_id": "51216",
            "date": "2007-04-29 23:11:04",
            "id": "4843559",
            "reply_to_id": "4843074",
            "text": "Ég er ekki bara að tala um persónuskatta, heldur bara skatta yfir höfuðið og að hækka tolla og matvöruskatta? Það er einmitt það sem við ættum að lækka."
        },
        {
            "user": "Maxel",
            "user_id": "51216",
            "date": "2007-04-30 16:53:16",
            "id": "4845291",
            "reply_to_id": "4843559",
            "text": "afhverju?"
        },
        {
            "user": "Maxel",
            "user_id": "51216",
            "date": "2007-04-30 17:54:20",
            "id": "4845600",
            "reply_to_id": "4845291",
            "text": "Því verðið er svo hátt í fyrsta lagi og sparar fjölskyldum mikinn pening."
        },
        {
            "user": "Maxel",
            "user_id": "51216",
            "date": "2007-04-30 20:08:32",
            "id": "4846289",
            "reply_to_id": "4845600",
            "text": "haha ef persónuskattur væri ekki ætti fjölskyldan meiri pening vinu"
        },
        {
            "user": "Maxel",
            "user_id": "51216",
            "date": "2007-04-30 20:41:02",
            "id": "4846463",
            "reply_to_id": "4846289",
            "text": "Það er alltaf þörf á einhverjum skatt."
        },
        {
            "user": "Maxel",
            "user_id": "51216",
            "date": "2007-04-30 21:27:10",
            "id": "4846707",
            "reply_to_id": "4846463",
            "text": "já ég veit það en það er svo lítið sem persónuskattur gerir, lestu greinina, það er auðveldlega hægtað hækka matvöruskatt pínulítið til að fylla upp í þetta"
        },
        {
            "user": "sigurdsson",
            "user_id": "408",
            "date": "2007-04-29 23:29:18",
            "id": "4843652",
            "reply_to_id": "4819869",
            "text": "Fín grein hjá þér og gaman að þú skulir vera að pæla í þessu þrátt fyrir aldur, ég var að verað 20 ár þegar ég fór fyrst að hugsa um pólitík.\nÞað sem ég held að þú sért að tala um er FairTax (\nhttp://en.wikipedia.org/wiki/FairTax),\nMike Gravel, einn frambjóðandi fyrir Demókrata til forseta í Bandaríkjunum vill koma þessu í gegn þar. Beisiklí þá þýðir þetta að fella niður alla skatta og í staðinn er einn vöruskattur settur á alla vörur og þjónustu (t.d 25%), þú heldur öllum laununum þínum eftir og getur ráðið hvort þú viljir eyða peningunum í að drekka rándýrt kók eða bara vatn."
        },
        {
            "user": "Maxel",
            "user_id": "51216",
            "date": "2007-04-30 16:57:27",
            "id": "4845315",
            "reply_to_id": "4843652",
            "text": "jamm"
        }
    ]
}