{
    "forum_title": "Tolkien",
    "user": "Snojo",
    "user_id": "53541",
    "date": "2007-04-23 00:28:37",
    "title": "The Children of Húrin",
    "text": "The Children of Húrin\nLoks hefur ný bók litið dagsins ljós, 30 árum eftir dauða J.R.R. Tolkien. Bókin ber nafnið ‘The Children of Húrin’ og er gerð eftir gömlum handritum sem Tolkien skrifaði, og svo kláruð af syni hanns, Christopher Tolkien.\nBókin kom út 17. Apríl 2007, og gerist löngu fyrir tíma Lord of the Rings. Hún fjallar um hetju frá fyrstu öldinni, Húrin af mönnum, sem er ‘cursed’ af ‘the Dark Lord Morgoth’.\nTekið af Wikipedia:\nThe book was published on 17 April 2007,[1][2] by HarperCollins in the United Kingdom and by Houghton Mifflin in the United States. Alan Lee, illustrator of The Hobbit and The Lord of the Rings created the painting on the jacket as well as other paintings throughout the book.\nThe story deals with a hero of the First Age, Húrin, of the race of Men, who is cursed by the Dark Lord Morgoth, and the effect this curse has on his children Túrin Turambar and Nienor.\nThe Children of Húrin takes the reader back to a time long before The Lord of the Rings, in an area of Middle-earth that was to be drowned before Hobbits appeared, and when the great enemy was still the fallen Vala, Morgoth, and Sauron was only Morgoth's lieutenant. This heroic romance is the tale of the Man, Húrin, who dared to defy Morgoth's force of evil, and his family's tragic destiny, as it follows his son Túrin Turambar's travels through the lost world of Beleriand…\nGrein eftir ‘Bryan Appleyard’ úr blaðinu ‘The Sunday Times’\nThis is, as Tolkien’s grandson Adam has put it, the “director’s cut” of The Children of Hurin — though I am not sure if the director in question is father or son.\nYet the very fact that this is how the book has emerged points to one of the most revealing oddities of Tolkien’s work. He was not, primarily, a novelist, and, as AN Wilson has suggested, not really a writer. The task he set himself was to create the world, Middle-earth, that preceded ours. He did so through maps, etymologies, invented species — primarily elves and orcs — and vast and often indecipher-ably complex genealogies. From this mountain of curious invention, the books emerged. But they were only ever fragments of the whole. Reading Tolkien, one is perpetually aware of a vast back story that will probably never be completely knowable, because, as a whole, it resided only in Tolkien’s head. The novels, in other words, were byproducts of a much larger project.\nThe Wilson charge that Tolkien was not really a writer will horrify millions, but he had a point. Tolkien’s style — indeed, his entire approach — was derived from English narrative poems such as Beowulf and Gawain and the Green Knight, from the Norse sagas and, especially in the case of this latest book, from Wagner. These were tales of heroism and magic, of absolute values, of the last things. The obvious approach for a contemporary writer who wishes to retrieve such forms is to update their style and, perhaps, set them in a contemporary context. This is emphatically not what Tolkien set out to do. He wanted to recreate their world and their language, only marginally adjusted for modern ears. A sentence from the first paragraph of The Children of Hurin makes the point: “His daughter Gloredhel wedded Haldir, son of Halmir, lord of the men of Brethil; and at the same feast, his son Galdor the tall wedded Hareth, the daughter of Halmir.”\nThe modern mind is clearly being dragged by the scruff of its neck away from its literary comfort zone. Wilson’s point was that, having made this gesture, Tolkien’s interest in style ended. He compares him to Iris Murdoch: “Actually, Murdoch and Tolkien had this in common, though they could hardly be more different in other respects: like Murdoch, Tolkien did not worry about ‘style’ at all, simply charging on, where The Lord of the Rings was in question, with his sub-William Morris prose.”\nThis is exactly right. Years ago, I gave up on The Lord of the Rings and The Hobbit precisely because the prose seemed to be all surface, with none of the deeper currents that make good or great writing. My childhood hunger for fantasy had been fed by the wit, elegance and power of TH White’s wonderful novel sequence The Once and Future King. After that, Tolkien seemed thin and frequently prissy, in a tweedy, donnish kind of way. I was entirely in sympathy with the remark of one Hugo Dyson, on listening to Tolkien reading from The Lord of the Rings: “Not another f***ing elf.”\nThat said, The Children of Hurin is a different kettle of fish. I didn’t give up on it, primarily because an intense and very grown-up manner saves it from the failings of his other works. The prose is still more gesture than depth, but there is a real feeling of high seriousness. It is not a children’s story like The Hobbit, and it is much darker than The Lord of the Rings. This is Tolkien in Wagnerian mode. Indeed, it may be possible to say that it is echt Tolkien. The popularity of his other works may well have distracted him from the seriousness and intensity of his vision of Middle-earth. He was a devout Catholic, and although Christianity is not explicitly present, there is an unfolding drama of history and salvation throughout the work. This was a man who meant what he said. But, why? What did it all mean? The first and most obvious point to make is about context. Middle-earth was born in the dark days of the first world war, and The Lord of the Rings was written during and in the aftermath of the second. It would be absurd to see the evil lords Morgoth and Sauron as the Kaiser and Hitler; indeed, Tolkien always denied any allegorical intention. Nevertheless, his dreams of ancient, epic struggles between good and evil do feel like a way of making sense of the meaning-less, globalised slaughter of the 20th century.\nThere is a further twist to this. Tolkien is conventionally seen as an antimodernist figure. He disliked technology, and his pursuit of the ancient seems to echo that of the preRaphaelites and the gothic fantasist Augustus Pugin, designer of the Palace of Westminster.\nThis may be seen as escapism, a rejection of modernist engagement with the present and the future, but I’m not sure this is quite fair. Compare, for example, Tolkien’s project with two of the greatest works of modernist literature. James Joyce’s Ulysses tells the story of the ordinary life of a Dublin day as a recapitulation of the legend of the wandering Greek hero. TS Eliot’s The Waste Land is a mythological panorama, drawing on the tales of the past to cast devastating light on the condition of the present, the whole thing haunted by the spectre of mental breakdown.\nIn other words, though utterly different (and much greater artists), these writers were doing something similar to Tolkien: trying to cast light on the present by adapting the tales and mythologies of the past. Tolkien’s project was, indeed, more like simple escapism — his past was, after all, entirely his own invention — but that does not diminish its significance as a prime symptom of the modern condition.\nIn fact, in view of the sales and the global cultural impact of Tolkien’s tales of Middle-earth, it would be insane to attempt to diminish its significance. These books have plainly struck a contemporary nerve. There is a need for, not fantasy, exactly — both Christopher and Lee agree that they do not want Tolkien to be cosily confined to the fantasy genre — but for stories that seem better, grander, bigger and stranger than the drab narratives of the mere present. As The Lord of the Rings was in the midst of its rise up the global bestseller lists, the board game Dungeons & Dragons, first sold in 1974, was sweeping fetid undergraduate bedrooms. Today, it would be similarly fantastic computer games such as World of Warcraft. Magic, in an age of disbelief, endures in curious interstices of the contemporary.\nIn addition, both the Star Wars films and the Harry Potter books confirm the contemporary longing for the grand and magical narrative. Glaurung the dragon sounds remarkably like Jabba the Hutt, and Turin’s talking sword could belong to Harry. There seems to be a need, across all modern cultures, for the story that transcends time and space, that, by escaping the particulars and compromises of the present, directly addresses the ultimate issues of life. If tweedy Tolkien raises our eyes above the mundane with his headlong, gestural prose and wild mythologies, then who am I to complain? Anyway, as a book, not just a fragment of a project, The Children of Hurin, in its own dotty but also awe-inspiring way, works.\nSix thousand years before Bilbo Bag-ginsfound the ring of Sauron, Turin and Nienor were born to Hurin, called the Steadfast, lord of Dor-lo-min, husband of Morwen. Turin waged war against Morgoth and slew Glaurung, the first of the dragons of Morgoth. But . ..\nNo, I’d better not go on. The plot of JRR Tolkien’s The Children of Hurin is about to thrill and intrigue millions. It has an initial print run of 500,000 worldwide, but that will be just the beginning. Tolkien’s The Lord of the Rings has sold 150m copies — 50m of those since Peter Jackson’s films were released. Another 50m copies of other Tolkiens, primarily The Hobbit, have also been sold. It is safe to say that the “great tale” of Turin is about to become a global myth.\nThe book has been retrieved by Tolkien’s son Christopher from his father’s assorted writings. It was begun in 1918, but never formally organised into a novel. Christopher has now done this, using, it is said, only his father’s words, with few grammatical changes. In theory, this raises the possibility of the retrieval of other great tales from this period — The Fall of Gondolin, Beren and Luthien has been suggested, and The Lay of Leithian — but, in practice, none of these seems to be in the complete, though dispersed, state of The Children of Hurin. This will probably be the last finished Tolkien tale.\nThe timing is significant. The films fundamentally changed the status of the books. As Alan Lee, the illustrator of The Children of Hurin and Oscar-winning art director of the three movies, tells me, there is something literal about film. In designing for Jackson, he found himself having to flesh out every nuance. Whereas Tolkien might sketch in a page of prose, the modern cinema audience wants the whole thing on screen. Furthermore, a generation of Lord of the Rings fans was created — but not necessarily Tolkien readers. The emphasis had shifted from the books.\nThis seems, at least in part, to explain the timing of The Children of Hurin. Christopher first told David Brawn, publishing director of HarperCollins, about the book two years ago, when the film fuss was ready to die down. It was, Brawn believes, a clear attempt to return his father’s work to the printed page. And, indeed, for Lee, it has been a chance to escape the literalism of the movies and to get back to his haunting, suggestive and very English fairy-tale style.\nA new posthumous Tolkien is a risk, however. In 1977, the publication of The Silmarillion was criticised because it included interpolations by Christopher. The charge was that the estate was exploiting the legacy. It was lampooned as “The Sell-a-Million”. The implication was that Tolkien was becoming a brand rather than an author, a process surely accelerated by the films. On the other hand, it is the job of literary executors to find good unpublished material. If Christopher has, indeed, done no more than string together a coherent story from his father’s prose, I can’t see much of a problem. He has done only what his father intended.\nThe Children of Hurin by JRR Tolkien is published on April 17\nÉg þakka fyrir mig, og vona að lesturinn hafi verið góður :)\nSjálfur bíð ég spenntur eftir bókinni og mun líklegast kaupa hana við fyrsta tækifæri!\nVerst þykir mér þó að bókin hafi ekki verið auglýst betur en þetta. Rakst á grein um hana daginn sem hún kom út fyrir tóma heppni :D\n-ZeroZabe",
    "url": "https://www.hugi.is/tolkien/greinar/512139/the-children-of-hurin/",
    "url_id": "512139",
    "id": "4820839",
    "replies": [
        {
            "user": "delonge",
            "user_id": "22183",
            "date": "2007-04-23 00:32:46",
            "id": "4820954",
            "reply_to_id": "4820839",
            "text": "Sorry það verður ekki hægt að kommenta um þessa grein :S. Allt tilvitanir, hræðilegt alveg. Var ekki almennilega að hugsa þegar ég samþykkti, langt síðan efni kom."
        }
    ]
}