{
    "forum_title": "Ferðalög",
    "user": "lyons",
    "user_id": "21741",
    "date": "2007-04-23 02:15:10",
    "title": "Benidorm, hagstæðasta lausnin?",
    "text": "Ég og 2 félagar mínir +1 ættingi (fullorðni gaurinn í hópnum) ætlum að fara til benedorm í sumar þ.e.a.s. í ágúst helst 8-10 ágúst og vera í 10-14 daga.\nÞar sem ég hef aldrei bókað ferðalag áður og veit ekkert um þennan bransa var ég að pæla í hvað væri hagstæðast fyrir mig í þessum málum.\nVið þurfum ekkert fjögurra stjörnu hótel en það er algjört möst að það sé innan við 500 metra frá ströndinni og ekki langt í burtu frá bænum. Ekki væri verra ef það væri lyftingaaðstaða á hótelinu.\nEr hagstæðara fyrir mig að taka pakka í gegnum ferðaþjónustu eða bóka farmiða og taka hótelið sér?\nÉg er að miða við að pakkinn væri helst undir 95þús með flugvallarsköttum fyrir flug+ gistingu á mann en auðvitað má gjaldið vera lægra.\nP.S ég veit að þetta er ekkert staður til að fræðast um þjóð né menningu og geri mér fullkomlega grein fyrir því.",
    "url": "https://www.hugi.is/ferdalog/korkar/512192/benidorm-hagstaedasta-lausnin/",
    "url_id": "512192",
    "id": "4821124",
    "replies": [
        {
            "user": "bonobo",
            "user_id": "22716",
            "date": "2007-04-23 21:41:28",
            "id": "4823664",
            "reply_to_id": "4821124",
            "text": "Það er alltaf ódýrast að panta á netinu og þá er einfaldast að panta hjá íslensku ferðaskrifstofunum:\nwww.heimsferdir.is\nwww.plusferdir.is\nwww.uu.is\nHeld að flestar fara til Benidorm. Það er samt alltaf hagstæðast að panta sólarferðir í febrúar þegar bæklingarnir koma :) Mundu það bara næst."
        },
        {
            "user": "lyons",
            "user_id": "21741",
            "date": "2007-04-24 16:23:26",
            "id": "4825627",
            "reply_to_id": "4823664",
            "text": "Já átta mig alveg á því, fengum bara þessa hugdettu að fara í smá djammferð í síðustu viku og ætlum að láta verða af því."
        },
        {
            "user": "bonobo",
            "user_id": "22716",
            "date": "2007-04-24 17:02:42",
            "id": "4825819",
            "reply_to_id": "4825627",
            "text": "Akkúrat. Vona bara að ég hafi komið að gagni :)"
        },
        {
            "user": "killme",
            "user_id": "12617",
            "date": "2007-04-26 00:32:07",
            "id": "4831255",
            "reply_to_id": "4821124",
            "text": "jaja ferð bara með plúsferðum og á levante club og ferðin ætti ekki að kosta meira en 60-70 þús á manninn"
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2007-05-09 13:40:02",
            "id": "4879243",
            "reply_to_id": "4821124",
            "text": "Alltaf langódýrast og best að panta sjálfur en auðveldara að láta ferðaþjónustu gera það."
        }
    ]
}