{
    "forum_title": "Deiglan",
    "user": "Nuff",
    "user_id": "365",
    "date": "2001-11-14 11:24:44",
    "title": "Dansað í Kabul",
    "text": "Jamm, það er dansað á götunum í Kabul i dag.\nÞað er leikin tónlist. Bílar aka um göturnar með hátalarakerfi á fullu og leika þjóðlega Afghanska tónlist(sem var bönnuð) og fólkið dansar!\nRakarar hafa fullt að gera við að fjarlægja skegg.\nKonur mega klæða sig að vild, ferðast einar um göturnar, ekki þörf lengur á að eiginmaður eða einhver karlkyns ættingi fylgi þeim hvert fótmál.\nKonur mega fara að vinna, mennta sig. Ekkjur þurfa ekki lengur að betla, sjálfum sér og börnum sínum til framfæris.\nStúlkur mega sækja skóla.\nUtanríkisráðherra Norðurbandalagsins býður Sameinuðu Þjóðunum að miðla málur milli ættbálka svo mynda megi þjóðstjórn, þar sem allir ættbálkar hafi sína formælendur.\nAllt er þetta í rétta átt.\nSamt hafa verið framin ódæðisverk. Talibanar, Arabar og Pakistanar, sem höfðu gengið til liðs við Talibana, hafa verið teknir af lífi án dóms og laga.\nSvo er bara að vona að restin af Afghanistan verði fresluð undan járnhæl Talibana, en sem minnst mannfall verði.\nHófsömum Talibönum mun verða boðin aðild að komandi stjórn. Þetta er yfirlýstur vilji Bretlands, BNA og Pakistan. Allar 6 þjóðirnar sem eiga landamæri að Afghanistan leggja mikla áherslu á að mynduð sé þjóðstjórn. Þær eru samstíga í þeirri ósk.\nVonandi er ekki mikið eftir af þessu stríði. Því fyrr sem hægt verður að koma matvælum til sveltandi íbúa, því betra. Að Afghanir svelti ekki er líklega besta einstaka aðgerðin til að komast hjá átökum í framtíðinni.\nLengi lifi frjálst Afghanistan.",
    "url": "https://www.hugi.is/deiglan/greinar/51229/dansad-i-kabul/",
    "url_id": "51229",
    "id": "337293",
    "replies": [
        {
            "user": "Necc",
            "user_id": "4478",
            "date": "2001-11-14 14:57:06",
            "id": "337294",
            "reply_to_id": "337293",
            "text": "Já þetta er mjög stórt skref í rétta átt.\nVonum nú bara að striðið fari að enda !"
        },
        {
            "user": "Gungun",
            "user_id": "8102",
            "date": "2001-11-14 15:20:03",
            "id": "337295",
            "reply_to_id": "337293",
            "text": "YES!!! Loksins mega konurnar í\nAfganistan fara að LIFA."
        },
        {
            "user": "ArabStrap",
            "user_id": "1396",
            "date": "2001-11-14 15:31:05",
            "id": "337296",
            "reply_to_id": "337295",
            "text": "Tja ef Norðurbandalagið nauðgar þeim ekki það er að segja…\nEkki skil ég hvað þú ert að hrópa húrra fyrir þessu þar sem lifnaðarhættir í Afganistan hrjá þig ekki á nokkurn máta."
        },
        {
            "user": "Gyzmo",
            "user_id": "3814",
            "date": "2001-11-14 15:39:20",
            "id": "337297",
            "reply_to_id": "337293",
            "text": "Þetta er einmitt málið.\nTil hamingju Afganistan.\nStaðreyndin er sú að þetta land mun núna blómstra töluvert betur.\nÞetta er sigur fyrir mannréttindi\nMér langar núna að heyra í öllum þeim sem voru að tala um vondu vondu Bandaríkin sem voru að pína aumingja talíbanana sem gerðu ekki neitt nema að fela hættulegasta hryðjuverkamann heims.\nVið sem horfðum á heildarmyndina vitum að jafnvel þótt mannfall hafi orðið, þá hefðu fleirri dáið í þessu brjálæði sem var þar fyrir."
        },
        {
            "user": "dresib",
            "user_id": "8563",
            "date": "2001-11-14 17:36:17",
            "id": "337298",
            "reply_to_id": "337297",
            "text": "Fagniði rólega vinir!\nÞó að Kabúl og Mazar-e-Sharif séu fallnar í hendur N-bandalaginu þá er helsta bakland Talibana, S-Afganistan, eftir. Fullnaðarsigur vinnst í fyrsta lagi þegar Kandahar fellur, og jafnvel ekki einu sinni þá."
        },
        {
            "user": "Buddy",
            "user_id": "1889",
            "date": "2001-11-14 18:40:43",
            "id": "337299",
            "reply_to_id": "337298",
            "text": "Þetta eru miklu frekar áróðurssigur heldur en hernaðarsigur. Taliban eru að verða komir að mörkum ‘'Pashtunistan’'.\nHernaðarsigrarnir gætu komið í kjölfarið. Mazar-e-Sharif var stærri sigur en fær minni umfjöllun í fjölmiðlum."
        },
        {
            "user": "greatness",
            "user_id": "13144",
            "date": "2001-11-14 22:03:39",
            "id": "337300",
            "reply_to_id": "337297",
            "text": "Bandaríkin sem heild eru ekki vond en hafa samt vonda fortíð sem þeir hafa ekki enn að miklu leyti beðist afsökunar fyrir eða jafnvel reynt að bæta. Mér finnst það ekki réttlætanlegt að Bandaríkjamenn ráðist á Talibana vegna þess að þeir halda hlífarhendi yfir hryðjuverkamenn þegar það ganga enn Bandarískir stríðsglæpamenn lausir í Bandaríkjunum, margir hverjir mun verri en flestir Talibanar.\nVið skulum heldur ekki gleyma því að Bandaríkjamenn réðust á Talibana vegna þess að þeir héldu/halda hlífðarhendi yfir Osama Bin Laden, ekki vegna þess að þeir brjóta mannréttindi samkvæmt mannréttindasáttmála Sameinuðu þjóðanna. Ég veit hinsvegar ekki til þess að Afghanistan sé aðili að þeim mannréttindasáttmála en það er kannski bara aukaatriði. Þess vegna finnst mér það í rauninni ekki skrýtið að Talibanar hafi ekki látið Osama af hendi,\n1: Bandaríkjamenn sýndu þeim aldrei sannanir fyrir aðild Osama að árásunum. Það er kannski aukaatriði núna í augum flestra því að margir vilja lesa það úr viðtali við Osama að hann hafi játað verknaðinn.\n2: Samkvæmt trúarsannfæringu Talibana gátu þeir einungis látið Osama af hendi ef Bandaríkjamenn sýndu þeim sannanir sem þeir gerðu ekki.\n3: Hvers vegna sýndu Bandaríkjamenn ekki sannanir. Kannski vegna þess að þeir höfðu aldrei neinar sannanir til að byrja með. Kannski vegna þess að sannanir þeirra voru allar líkindasannanir. Það er að segja að engin bein sönnunargögn voru til og ef þú ferð fyrir rétt með einungis líkindasönnunargögn þá vinnurðu ekki málið, nema kannski í Bandarískuréttarkerfi þar sem er kviðdómur.\nÉg er ekki með þessari grein að segja að ég finni til með Osama. Ég er Bandarískur að hluta til og finn til með löndum mínum en við megum ekki leyfa Bandaríkjamönnum að skapa sér fleiri fordæmi fyrir óhófleg not á hernaðarstyrk til þess að koma sínum hagsmunum fram án tillits til annara í framtíðinni. Við verðum að muna að Sameinuðu þjóðirnar greiddu ekki atkvæði með þessu fyrr en eftir að árásirnar byrjuðu.\nMér finnst þetta vera hættulegt fordæmi. Kannski eruð þið hin bara sátt við þetta?"
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2001-11-14 23:29:02",
            "id": "337301",
            "reply_to_id": "337300",
            "text": "Nei, ég fyrir mína parta, er aldrei sáttur við stríð.\nEn ef eitthvað ríki neyti aflsmunar gagnvart einhverju öðru ríki, sbr. Írak gegn Kuweit, þá þarf að grípa í taumana. Eins á við, að mínu mati, er hryðjuverkasamtök gerast svo öflug, eins og Al Quada er, að þau geti framið viðlíka hermdarverk eins og þau 11. sept.\nAl Quada er orðin Alþjóðleg(Global) með aðila í allt og mörgum löndum. Byggð á ofsatrú. Meðlimir geta verið breskir, þýskir, franskir eða bandarískir ríkisborgarar, sem eiga tvennt sameiginlegt. Ofsatrú og hatur á vestrænum gildum.\nÞeir taka hollustu við trúna fram fyrir tryggd við þeirra nýja föðurland. Sbr. könnun í Bretlandi. Þeir eru tilbúnir að þyggja endalaust allt sem þeim stendur til boða í þeirra nýja föðurlandi, en ekkert gefa til baka, nema hatur.\nSlíkir menn eru hættulegir.\nÞað var margoft tekið fram, er umræðan um sannanir fyrir sekt Bin Laden voru til umræðu að þær væru í besta falli líkindasannanir. Þetta átti við þær sem voru gerðar opinberar. Almenningur fékk ekki að vita hvaða aðrar sannanir voru til taks. Þær voru bara fyrir augu ráðamanna í þeim löndum sem kröfðust þeirra.\nAð opinbera slíkt gat komið einhverjum í klípu, og jafnvel kostað hann lífið.\nLifið heil."
        },
        {
            "user": "greatness",
            "user_id": "13144",
            "date": "2001-11-15 01:54:52",
            "id": "337302",
            "reply_to_id": "337301",
            "text": "Fín rök, góð lesning en athyglisvert að þú nefnir Írak og Kúveit. Var kannski Víetnam bara góðu Bandaríkin á móti vondum Kommúnistum. Hvað þá yfirgangsstefna Bandaríkjanna í Suður-Ameríku. Stefna Bandaríkjanna í þeim heimshluta er eitthvað sem ég vil síst að verði að venju alls staðar í heiminum eins og mér sýnist nú stefna í.\nÉg á bátt með að trúa því yfirleitt að einhverjar haldbærar sannanir séu við hendi. Með því á ég við áþreifanlegar sannanir eins og þú bendir á. Það að upplýsa það gæti komið einhverjum í klípu. Þú átt þá líklegast við að það sé einhvers konar moldvarpa inni í samtökum Talibana eða Al quada. Ef svo er og sú moldvarpa hafi komist yfir gögn sem sýna að osama stóð að baki þessu er þá ekki líklegt að hann hafi verið í aðstöðu til að vara við árásunum. Hinsvegar eru þetta bara getgátur í besta lagi.\nSú staðreynd situr eftir að við, almúginn verðum að treysta orðum ráðamanna Bandaríkjanna og þeirra þjóðarleiðtoga sem hafa fengið að sjá þær “sannanir” sem liggja fyrir og segja þær vera traustverðugar.  Ég á bara bágt með að treysta þeim einfaldlega vegna þess að sá sem er að stjórna “showinu” getur gert of mikið fyrir þessa þjóðarleiðtoga fyrir þá að neita honum eða opinberlega viðurkenna að þessar sannanir séu ekki til. Leiðtogar Bretlands, Pakistans, Íslands og annara ríkja hafa ekkert að græða á því að véfengja orð Bush, þeir græða einungis á því að vera sammála honum."
        },
        {
            "user": "azrael72",
            "user_id": "12295",
            "date": "2001-11-15 02:14:56",
            "id": "337303",
            "reply_to_id": "337302",
            "text": "þið vitið vonandi öll að það er tilgangslaust að ræða um utanríkismál á grundvelli réttlætis og siðferðis ????\n“war is the continuation of policy by other means”\nRíki hafa ákveðna hagsmuni, og leitast við að verja þá og auka vegsemi sína, til þessa beita þau þeim aðferðum sem þau telja vænlegust, en taka um leið tillit til þess fjölþjóðakerfis sem til staðar er.  Já, og þeim er sama um vilja einstaklingsins… sannanirnar koma okkur ekkert við."
        },
        {
            "user": "ArabStrap",
            "user_id": "1396",
            "date": "2001-11-15 10:30:19",
            "id": "337304",
            "reply_to_id": "337303",
            "text": "“war is the continuation of politics by other means” meinarðu =)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-11-15 11:38:14",
            "id": "337305",
            "reply_to_id": "337304",
            "text": "Nokkuð viss um að ‘policy’ sé líka brúklegt, þar sem ‘policy’ þýðir eitthvað í áttina að ‘stefna’ samanber ‘foreign policy’ = ‘utanríkisstefna’."
        },
        {
            "user": "Nuff",
            "user_id": "365",
            "date": "2001-11-15 18:33:54",
            "id": "337306",
            "reply_to_id": "337302",
            "text": "Greatness.\nNei, ég býst fastlega við að hvorki Bretar né BNAmenn hafi ‘moldvörpu’ innan Al Quada.\nÞað sem mér þykir líklegra er að eitthvert Múslimaríkið hafi slíkan mann og hafi það ríki gefið upplýsingar um 11. sept, eftir að sá atburður gerðist. Þó að ‘moldvarpan’ geti gefið upplýsingar um orðinn hlut, þá er hún kannski ekki nógu háttsett innan Al Quada, til að getað varað við. Nema þá mjög almennt orðað, annars væru dagar ‘hennar’ taldir.\nÉg nefndi bara Írak og Kuveit vegna hversu stutt er síðan.(10 ár)\nEf einhver nennir þá er hægt að lesa skrána um bin Laden hér:\nhttp://news.bbc.co.uk/hi/english/uk_politics/newsid_1579000/1579043.stm\nÞetta er samantekt frá Downing St. 10 frá 4 oct.\nÞetta er allt á ensku."
        },
        {
            "user": "greatness",
            "user_id": "13144",
            "date": "2001-11-15 21:17:07",
            "id": "337307",
            "reply_to_id": "337306",
            "text": "Þakka þér kærlega fyrir þennan link Nuff. Hann skýrir hlutina aðeins betur."
        },
        {
            "user": "azrael72",
            "user_id": "12295",
            "date": "2001-11-17 13:33:40",
            "id": "337308",
            "reply_to_id": "337307",
            "text": "nei ég átti við policy… eins og Clausewitz skýrir það."
        },
        {
            "user": "Gyzmo",
            "user_id": "3814",
            "date": "2001-11-14 15:45:58",
            "id": "337309",
            "reply_to_id": "337293",
            "text": "BTW flott grein Nuff"
        },
        {
            "user": "grugli",
            "user_id": "9479",
            "date": "2001-11-14 16:54:38",
            "id": "337310",
            "reply_to_id": "337293",
            "text": "Þetta er örugglega það sama og í gammla daga þegar talibanarnir tóku við stjórn að því að kanarnir hjálpuðu þeim.\nNúna snýst þetta bara við. Núna eru framin ódæðisverk á saklausum talíbönum sem eru jú ekki allir vondir…"
        },
        {
            "user": "DelphiGiz",
            "user_id": "5928",
            "date": "2001-11-14 17:10:42",
            "id": "337311",
            "reply_to_id": "337310",
            "text": "Og hvert fara allir litlu talíbana-hermennirnir?  Hvað ætli litlu talíbana-hermennirnir sem yfirgáfu Kabúl rétt fyrir innrásina séu að fara að gera?  Án efa eru þeir farnir að tappa te á flöskur, baka rúgbrauð og dusta rykið af vopnunum sínum áður en þeir hefja hrynu af smá-skærum á þau landsvæði sem Norður-bandalagið hefur náð undir sig.  Þeir vita fullkomnlega hvernig skal berjast í Afganistan og þeir hafa áralanga reynslu í því. “Ég vona að núna komi betri tímar…” gimmie a fucking brake, ´cause those Talibans are not going on a one!\nkv.\nDelphiGiz"
        }
    ]
}