{
    "forum_title": "Stjórnmál",
    "user": "hallurha",
    "user_id": "5362",
    "date": "2001-11-14 18:21:27",
    "title": "Hvernig væri að vera aktífari?",
    "text": "Sælt veri fólkið.\nNú hef ég lesið marga greinina og séð að margir hafa sterkar skoðanir á þeim.\nSem dæmi nefni ég greinina “Almenn hegningarlög(XXII. kafli) - kynferðisbrotAlmenn hegningarlög(XXII. kafli) - kynferðisbrot”\nSú grein er vel skrifuð og margt athyglisvert kemur fram. Eitt það besta var að einn stakk upp á að senda mail á Dómsmálaráðherran og láta skoðanir sínar í ljós.\nÞetta er ekki svo slæm hugmynd.\nÍ mörg ár hef ég hlustað á fólk kvarta og kveina, þar á meðal föður minn. Þetta fólk hefur alltaf sagt að eitthvað sé að en það geti ekkert gert í því, það sé bara ekki hægt að ná í ráðamennina og svo fr.\nEn núna á þessari tækniöld er ekkert vandamál að senda smá email.\nÞá geta karlarnir og konurnar sem yfir okkur eru og segjast tala okkar mál og vinna í okkur þágu eki sagst vera í tengslum við almenningin, sem erum jú við!.\nÉg hvet fólk eindregið að fara og senda mail ef því liggur eitthvað sterkt á hjarta, ekki bara svara greinum hérna á Huga(samt gera það líka :).\nOg ef einhver fer að hvarta yfir því að hann sé að drukkna í emailum, þá vitum við að sá maður eða kona hefur ekki verið að standa sig í stykkinu.\nAð lokum verð ég þó að vara fólk við og biðja það að vanda orð sín og vera kurteist. Ef sami munnsöfnuður er notður í bréfunumo og er notaður í svörunum þá verður þeim hennt!\nOg einnig verður að benda á að ekki þíðir að koma með einhverjar fáránlegar uppástungur(hver og einn verður að meta fyrir seg, ég ætla ekki að reyna meta fyrir alla hvað þeim finnst vera fáránlegt). Fólk verður að vanda sig og þá er ég viss um að hlutir mundu breytast.\nAlla vega hjá þeim starfsmönnum ríkisins sem hafa samvisku, eru að vinna sitt starf og gera sína skyldu með því að lesa bréf almúgans!.\nGó almúgi, við eigum landið!(erum bara ekki að græða neitt á því ;)",
    "url": "https://www.hugi.is/stjornmal/greinar/51235/hvernig-vaeri-ad-vera-aktifari/",
    "url_id": "51235",
    "id": "337384",
    "replies": [
        {
            "user": "vgr",
            "user_id": "9249",
            "date": "2001-11-14 21:55:21",
            "id": "337385",
            "reply_to_id": "337384",
            "text": "Eða hvernig væri það að panta bara tíma hjá honum og tala við hann í eigin persónu. Það er hægt að hringja nið´rí Alþingishús og fá viðtal."
        },
        {
            "user": "hallurha",
            "user_id": "5362",
            "date": "2001-11-14 21:58:02",
            "id": "337386",
            "reply_to_id": "337385",
            "text": "Slíkt er náttúrulega en betra en ég held að fæstir nenni að fara niðureftir.\nEmail er svo þægilegt en hitt er jú mikið betra."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2001-11-15 01:52:33",
            "id": "337387",
            "reply_to_id": "337384",
            "text": "Það er alveg rétt hjá þér hallurha að til þess að hafa áhrif þurfum við að ræða við þá er hafa með málin að gera, en eins og þú segir einnig réttilega þá er ekki tekið mark á okkur nema við getum borið mál okkar fram af háttprýði og almennri kurteisi.\nÉg vil hins vegar benda á það að email er enn sem komið er ekki jafngilt formlegu skriflegu erindi, mér best vitanlega. Það er hins vegar ekki þar með sagt að það geti ekki komið skilaboðum áleiðis, sem það örugglega gerir, og því fleiri þvi betra sem nota þessa aðferð til þess að koma sínum sjónarmiðum á framfæri.\nGóð grein.\nkveðja.\ngmaria."
        },
        {
            "user": "china",
            "user_id": "8023",
            "date": "2001-11-15 08:24:45",
            "id": "337388",
            "reply_to_id": "337387",
            "text": "já fallega orðað, EN hvar fáum við mailinn þeirra?? heldurðu að hann svari??? það væri líka gaman að fá nokkra alþingismenn til að svara einhverju hér á huga.is það fer að styttast í kosningar og telja okkar atkvæði alveg jafn mikið og þeirra.(bara hugmynd). það væri gaman að chekka allaveganna :)\nKv: vigni"
        },
        {
            "user": "hallurha",
            "user_id": "5362",
            "date": "2001-11-15 08:31:04",
            "id": "337389",
            "reply_to_id": "337388",
            "text": "Mailin fáum við á Althingi.is og fleiri síðum. Svo má alltaf leita að þeim á leit.is.\nOg ef maður veit ekki hvern maður vill tala við þá má bara spurja.\nÞað er góð spurning hvort þeir svari eða hvort þeir lesi mailin sín sjálfir yfir höfuð eða hafi menn sem gera það fyrir sig.\nÞað kemur allt niður á það hvort þeir eru að vinna sína vinnu eða eru siðblindir peningaplokkarar sem hugsa ekkert um hvað við hugsum.\nEn endilegaað reyna!!!"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2001-11-16 01:09:10",
            "id": "337390",
            "reply_to_id": "337388",
            "text": "Kæri Vignir.\nAlþingismenn eiga tölvur og hafa netsamband og kíkja á huga sem aðrar síður þjóðmálaumræðu, skárra væri það.\nNetfang alþingismanna finnur þú á Alþingi síðunni.\nkveðja.\ngmaria."
        }
    ]
}