{
    "forum_title": "Heilsa",
    "user": "Andres18",
    "user_id": "4577",
    "date": "2001-11-14 12:10:41",
    "title": "Stalheppinn að vera a lifi i dag",
    "text": "Sælt verið folkið\nEg ætla að segja ykkur fra 2 siðustu vikum sem eg var farveikur og eg var lagður inna spitala. Afsakið ef þessi grein a ekki heima her. Þetta stoð a milli 29 oktober og 12 november en eg er enn að jafna mig.\nOk það byrjaði með höfðuverk sem kom við og við manudaginn 29 oktober, en eg var að vinna hja bonus um kvöldið. Svo um nottina var eg kominn með bulllandi hita 39 stig og beinverki. A þriðjudag var eg afram með 39 stiga hita. En a miðvikudag for eg að taka eftir að eg gat ekki opnað vinstri auga nema að halfu og var orðinn soldinn bolginn a augnabryninni.Þannig var það þangað til a föstudag að eg vaknaði og þa gat eg omögulega opnað vinstri auga og mer leist ekkert a blikuna þegar bolgan ox þvillikt fra miðvikudeginum svo eg akvað að fara upp a heilsugæslustöð solvangs, þar sagði læknirinn mer að eg væri með sykingu fyrir ofan vinstri auga, sagði mer að fara til augnlæknis sem og eg gerði og þurfti að biða i minnst klukkutima að hann liti a mig. Hann sagði mer að fara a borgararspitala og að það ætti jafnvel að leggja mig inn. Eg for þangað og þegar þar kom leið nær yfir mig og eg var lagður inn. Um kvöldið kl half 10 var eg kominn með 40,4 stiga hita og kuldahroll. Eg var settur a syklalyf og næringu i æð. hitinn lækkaði niður i 39 stig um nottina og helt ser. Daginn eftir var eg settur i allskonar myndatökur sem og sunnudaginn, bloðprufur og slikt.En það fyrsta sem eg heyrði var að eg væri með sykursyki sem reyndist vera vitlaust svo vegna þess að þegar bloðprufan var tekinn var hun tekin þar sem eg fekk næringu i æð og ruglaði hun hana. (En það sannaðist þegar hun var tekinn aftur)Eg reyndist hinsvegar vera með lugnabolgu. Sykingin var að dreifa ser a fullu og var byrjuð a hægri auga.\nEg for i 2 aðgerðir sem eg var skorinn upp en þær heppnust baðar vel. En eg var svæfður i fyrri en ekki i seinni. Það voru sett einhver 2 rör i ennið,eitt a milli nefsins og vinstri auga og svo i seinni aðgerðinni 1 i augnabrunnina. Eftir fyrri aðgerðina sagði smitsjukdomalæknirinn mer að sykingin hefði nað inn fyrir beinið en það stoð ein himma a milli heilans og sykingar. Eg atti hættu a heilahimmubolgu en sem betur fekk eg hana ekki og eg þakka guði fyrir að þessi himma hefði verið til staðar annars væri eg ekki að skrifa þessa grein. Eftir þessar aðgerðir og um leið og eg kom var eg settur a stift program a syklalyfjum eða 6 sinnum a solarhring a 4 tima fresti.3 siðustu dagana var eg orðinn hitalaus og bara orðinn agætur en samt mjög þreyttur. Eg fekk að fara siðasta manudag en gegn þvi að eg taki inn 3 töflur að syklalyfjum a dag og eg a að mæta til smitsjukdomalæknir 22 november og i myndatökur eftir 4 vikur.\nÞað sem skelfdi mig mest aður en eg for i baðar aðgerðinar er að maðurinn sem la beint a moti mer hafði komið a manudaginn 5 november en hann var að fara i brjosthalsaðgerð, og læknirinn sagði að hann ætti að að fa að fara bara um kvöldið, hann kom gangandi inn a spitalann og for i aðgerðina, en hann var svæfður en þegar hann vaknaði var hann lamaður niður fyrir mitt og gat EKKI gengið, læknirinn sagði:“Aðgerðin heppnast vel” og var svo drifinn i aðra aðgerð en eftir hana var hann vist aðeins skarri en samt gat ekki hreyft fæturnar nema til hliðanna en samt ekki gengið\nSama sagði læknirinn við hann “Aðgerðin heppnast vel” Þegar eg for\na manudaginn var hann ennþa þarna, læknirinn gat ekki gefið neina utskyringu,yppti bara upp öxlum og sagðist aldrei hafa lent hafa seð þetta. (eg heyrði allt það sem gekk a milli þeirra en aumingja maðurinn sagði mer það svo sjalfur) Hann gat ekkert kvartað og lagði ekki einu sinni i það.\nEg missti 2 vikur ur skola vegna þessa og vinnu og er að utskrifast ur iðnskolanum i hfj, eg er að reyna að na þessu upp og er að hætta að vinna næsta föstudag alfarið hja bonus. En eg ætla að leita mer að rafvirkjuvinnu eftir aramot, eg a hættu að fa þetta\naftur og sertstaklega lugnabolgu en eg lifi i voninni.\nSvo eg spyr ykkur folk HEFUR EINHVER LENT I SVIPUÐU??\nAllavega verð að halda lifi minu afram og reyna að gleyma þessu.\nKveðja Andres",
    "url": "https://www.hugi.is/heilsa/greinar/51230/stalheppinn-ad-vera-a-lifi-i-dag/",
    "url_id": "51230",
    "id": "337312",
    "replies": [
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2001-11-15 10:29:45",
            "id": "337313",
            "reply_to_id": "337312",
            "text": "Neh ég hef sem betur fer ekki lent í neinu svona svipuðu..\nGott að þú ert ná þér allavega"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2001-11-15 16:43:08",
            "id": "337314",
            "reply_to_id": "337312",
            "text": "Ég þekki einn sem lenti í því að fara til tannlæknis út af tönn sem hann var með ígerð í.  Hún var tekin og þegar hann var ennþá að drepast í þessu nokkrum dögum seinna og kominn með hita hringdi hann í tannlækninn sem lagði til að hann væri bara með flensu.  Þá fór hann til læknis og var lagður beint inn á spítala og var þar í viku með pensillín í æð ofl.  Sýkingin var komin niður að viðbeinum og ef hann hefði komið 2 dögum seinna hefði hún verið komin niður í brjóstkassa og hefði þurft að opna hann og setja rör.  Það þurfti hins vegar bara að setja smá gat á hálsinn á honum í staðinn."
        },
        {
            "user": "Maxine",
            "user_id": "12506",
            "date": "2001-11-16 02:19:19",
            "id": "337315",
            "reply_to_id": "337312",
            "text": "já ég fékk heilahimnubólgu,ef ég hefði verið send 2 tímum seinna uppá sjúkrahús væri ég ekki hérna,það er búið að taka mig 5 ár að jafna mig og getað unnið almennilega,ekki gefa upp vonina þó að heilsan sé ekki uppá marga fiska til að byrja með bara að vera þolinmóðu"
        },
        {
            "user": "Dbd",
            "user_id": "6373",
            "date": "2001-11-18 03:32:06",
            "id": "337316",
            "reply_to_id": "337315",
            "text": "vinur minn hefur 2 fengið heilahimnu bólgu í annað skiftið bráðdrepandi en var hepinn að það var brugðist fljótt við ..nuna líður honum vel en er pínu gleyminn ."
        },
        {
            "user": "kvkhamlet",
            "user_id": "10172",
            "date": "2001-11-20 23:15:10",
            "id": "337317",
            "reply_to_id": "337316",
            "text": "ég fékk einu sinni blóðsjúkdóm, sem virkar þannig að blóðið storknaði ekki. þetta var eitthvað blóðflögu dæmi, lágmark er held ég 40 eða 50 þúsund og ég var komin niðrí 15 þúsund. Ég hefði dáið ef þetta hefði fattast örlítið seinna. Svo fékk ég einu sinni lungnabólgu, en samt ekkert líkri þinni, ég varð bara veik í uþb 2 mánuði og var lengi að ná mér alveg, gat til dæmis ekki æft fótbolta sumarið á eftir, en þetta var um jólin… bara svona smáhlutir sem hafa hent mig sem betur fer! En þú ert heppinn að allt hafi gengið vel, og gangi þér vel að vinna upp tímann sem þú misstir úr skóla!\nkveðja kvkhamlet"
        },
        {
            "user": "Andres18",
            "user_id": "4577",
            "date": "2001-12-07 14:26:42",
            "id": "337318",
            "reply_to_id": "337317",
            "text": "Aður en eg veiktist var eg buinn að vera með martraðir i ein og halfan manuð, minnst tvisar i viku vaknaði eg upp. Eg dreymdi alltaf sama drauminn að einhver fjandsamleg vera væri að koma i herbergið og vildi lif mitt en eg sa ekki það i framan og vaknaði alltaf upp um miðja nott þegar það var eins og halfan meter fra mer. Eg atti mjög erfitt að sofa og bað til guðs.\nKannski var verið að vara mig við eða eitthvað..\nGetið þið seð eitthvað ur þessum draumi??\nKveðja\nAndres"
        },
        {
            "user": "Dangergirl",
            "user_id": "10387",
            "date": "2001-12-14 23:01:02",
            "id": "337319",
            "reply_to_id": "337312",
            "text": "já ég fékk heilahimnubólgu og missti heyrnina ég var að visu bara 2 og hálfs árs .. en það var samt svo skelfingleg lifsreynsla að alla tið siðan hef ég hatað lækna !!!! ….\nþetta með martraðirnar sem þú fékkst … á spitalanum nýbúin að missa heyrnina 2ja ára gömul sagði ég við mömmu að afi væri dáinn .. hann dó þennann sama dag … bara 7 árum seinna !! við erum kannski móttækilegri fyrri yfirskilvitnlegum hlutum þegar við veikjumst … mér var að batna þarna .. og þú rétt fyrir veikindin þin !!!…\nen hver veit kannski er það allt bara tilviljun .. samt kýs ég að trúa á hitt !!"
        },
        {
            "user": "Dangergirl",
            "user_id": "10387",
            "date": "2001-12-16 03:45:10",
            "id": "337320",
            "reply_to_id": "337319",
            "text": "fékkstu heyrnina ekki aftur???  Ég vona að þú hafir fengið heyrnina aftur!!!!!  Hræðilegt að veikjast svona"
        },
        {
            "user": "Dangergirl",
            "user_id": "10387",
            "date": "2001-12-16 14:10:06",
            "id": "337321",
            "reply_to_id": "337320",
            "text": "nei ég fékk ekki heyrnina aftur … :) …\nHeilahimnubólga getur valdið lömun … og i minu tilfelli lömuðust taugar frá eyra upp i heila … taugarnar sem sjá um að koma hljóðinu til skila !! …\nfullt af fólki sem missir heyrn svona og sjón og lamast alveg … mér finnst ég stálheppin að vera á lifi og sjá og geta hreyft mig :)\nþað er ekki svo slæmt að heyra ekki held að ef ég hefði misst heyrn eldri og munað kannski hverning það væri að heyra þá fyndist mér kannski ég vera að missa af einhverju … mér finnst ég hins vegar ekki hafa misst af neinu ég eignaðist táknmál og menning heyrnarlausra er stórkostleg … ég myndi ekki vilja vera án hennar i dag !!…\nLæknavisindin hafa gert ýmislegt til að reyna að lækna heyrnarleysi .. en þeim yfirsést alltaf eitt … 90% þeirra sem eru heyrnarlaus vilja ekki fá heyrnina aftur … fyrir þeim er það eins og fyrir hina sem hafa heyrt alla ævi að missa heyrnina allt i einu … það að fá heyrnina allti i einu er bara of mikil breyting og sjokk …\nfyrir mér er heyrnarleysi ekki fötlun heldur málminnihlutahópur …. hópur fólks með aðra menningu og annað móðurmál …\nerfitt að skilja það en svona er það :) :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-16 03:46:58",
            "id": "337322",
            "reply_to_id": "337312",
            "text": "Hef ekki lent í þessu en langaði bara að sýna hlýju mína og segja að þetta hefur verið hræðileg veiki-ALGJÖR martröð!!!!!!!!!\nGangi þér vel með það sem þú ert að vinna upp í skólanum"
        }
    ]
}