{
    "forum_title": "Heimilið",
    "user": "jokull10",
    "user_id": "68373",
    "date": "2007-04-25 12:15:21",
    "title": "Óþolandi nágranni!",
    "text": "Jæja ég var að kaupa mér íbúð ásamt kæratanum fyrir svona u.þ.b 5 mánuðum síðan og við erum búin að búa þarna síðan. Þetta er 10 ára gömul íbúð á 3 hæð í 4 hæða fjölbýli. Við vorum mjög ánægð þegar við fluttum þangað en síðan fór ýmislegt að koma í ljós.\nNágrannarnir okkar sem búa fyrir ofan okkur eru langt frá því að vera kurteist fólk. Heldur eru þau frekar dónaleg við allt og alla. Þau neita að borga í sameiginlega hússjóði, mæta aldrei á húsfundi og eru bara hreint út sagt mjög ókurteis.\nÞegar maður mætir þeim í stigaganginum þá er bara endalaus fýla í gangi og allt ómögulegt. Alltaf eitthvað röfl um eitthvað sem tengist húsinu. Ef það er ekki hundaskítur úti í garði þá er verið að kvarta undan hávaða yfir íbúðinni fyrir ofan. En þar býr 83 ára gömul kona alein, svo við höfum oft verið að spyrja okkur hvaða hávaða er þar að finna.\nOg þar sem þau hafa ekki borgað í hússjóði þá hafa þau stundum tekið sig til og gengið sjálf í ýmsar lagfæringar, bæði á garðinum og í hjólageymslunni við mismunandi fögnuð. Einn laugardagsmorgun var t.d búið að setja öll hjól út þar sem þau ákváðu að mála gólfið í hjólageymslunni. Svo viku seinna var öllum sent heim reikningur fyrir 8.800 krónur sem átti síðan að leggja beint inn á þau þar sem þau höfðu víst að eigin sögn borgað úr eigin vasa. En engin hafði samþykkt þessa ,,lagfæringu\".\nAllt varð auðvitað brjálað og lögfræðingar voru settir í málið, sem nú er í vinnslu. En ég get sagt ykkur það að andrúmsloftið í stigaganginum er mjög sérstakt þessa dagana. Sem betur fer láta þau mjög lítið fyrir sér fara og maður sér þau eiginlega ekkert á vappinu! Það verður allavega spennandi að sjá hvenrig framhaldið verður. En þetta eru án efa verstu nágrannar sem ég hef nokkru sinni kynnst. Vona að engin eigi eftir að lenda í því sama!!",
    "url": "https://www.hugi.is/heimilid/greinar/512456/otholandi-nagranni/",
    "url_id": "512456",
    "id": "4824313",
    "replies": [
        {
            "user": "Pesi",
            "user_id": "2184",
            "date": "2007-04-25 12:50:11",
            "id": "4828459",
            "reply_to_id": "4824313",
            "text": "Vá …\nég verð nú að segja að þetta er nú alveg rosalegur yfirgangur í þessu fólki"
        },
        {
            "user": "frantic89",
            "user_id": "6497",
            "date": "2007-04-25 12:51:50",
            "id": "4828461",
            "reply_to_id": "4824313",
            "text": "Haha láttu mig þekkja það. Bjó í blokk með pirrandi gamalli konu sem var bara frekar reið útí samfélagið en sem betur fer er ég í einbýlishúsi núna."
        },
        {
            "user": "FranklinSteiner",
            "user_id": "47579",
            "date": "2007-04-25 14:42:03",
            "id": "4828766",
            "reply_to_id": "4828461",
            "text": "duplex"
        },
        {
            "user": "frantic89",
            "user_id": "6497",
            "date": "2007-04-25 14:42:45",
            "id": "4828768",
            "reply_to_id": "4828766",
            "text": "dup-hvað?"
        },
        {
            "user": "Atmosphere",
            "user_id": "60978",
            "date": "2007-04-25 15:52:37",
            "id": "4829013",
            "reply_to_id": "4828768",
            "text": "myndin:P með Ben Stiller:P held ég:P"
        },
        {
            "user": "Stec",
            "user_id": "66870",
            "date": "2007-04-25 15:08:56",
            "id": "4828856",
            "reply_to_id": "4828766",
            "text": "haha akkurat!"
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2007-04-25 12:58:45",
            "id": "4828480",
            "reply_to_id": "4824313",
            "text": "Haha minnir mig á kvikmynd eða eitthvað"
        },
        {
            "user": "duplicate",
            "user_id": "59224",
            "date": "2007-04-25 19:14:51",
            "id": "4829846",
            "reply_to_id": "4828480",
            "text": "Duplex?"
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2007-04-25 20:36:04",
            "id": "4830156",
            "reply_to_id": "4829846",
            "text": "Til dæmis jámm :)"
        },
        {
            "user": "tele",
            "user_id": "60182",
            "date": "2007-04-25 13:04:08",
            "id": "4828496",
            "reply_to_id": "4824313",
            "text": "truntufólk"
        },
        {
            "user": "Addi21",
            "user_id": "24719",
            "date": "2007-04-25 13:11:59",
            "id": "4828516",
            "reply_to_id": "4824313",
            "text": "Haha alveg ótrúlegt hvað fólki finnst gamnan að tuða og röfla…\nÞetta fólk á bágt!\nEn sjáðu samt hvað það er þannig séð gaman að hafa svona fólk í stigaganginum… það er engin lognmolla :P\nAlltaf að lýta á björtu hliðarnar :D\nBætt við 25. apríl 2007 -  13:22\nÞegar ég bjó í blokk var alltaf mjög góður andi… þá meina ég mjög góður.\nÞað var gott fólk í öllum íbúðum. Engin partý, engin læti allt mjög rólegt og allir hálfpartinn vinir og kunningjar - alveg drauma stigagangur.\nT.d. heldur mín fjölskylda enþá mjög góðu sambandi við fólk sem að bjó á móti okkur og er mikill vinskapur þar á milli."
        },
        {
            "user": "Libero",
            "user_id": "30203",
            "date": "2007-04-25 13:30:10",
            "id": "4828560",
            "reply_to_id": "4824313",
            "text": "Ojj.. ég kannast vel við þetta vandamál með leiðinlega nágranna.\nLeiðinlegi nágranni minn borgaði reyndar í hússjóð en hann var samt alltaf með leiðindi! Hann var fyrir neðan okkur og hann kom alltaf í tíma og ótíma til okkar að kvarta eitthvað. Ekki það að við vorum með einhvern hávaða, heldur kom hann til dæmis eitt kvöldið og bankaði harkalega. Vinkona mín fór til dyra, sem bjó með okkur unnusta mínum þá og fékk þá þessar skammir frá fíflinu. Hann fór að skamma hana fyrir að hafa skellt klósettsetunni harkalega þegar hún var þar inni að athafna sig! Vinkona mín sagði bara við hann:\n,,Hvað ertu eiginlega að ibba þig? Klukkan er ekki einu sinni orðin hálf tíu!\"\n(Að kveldi til)\nSvo var það eitt laugardagskvöldið sem ein 15 ára stelpa var ein heima því að foreldrar hennar höfðu skroppið eitthvert erlendis eina helgi. Þau bjuggu í íbúðinni á móti okkur. Stelpan ákvað að bjóða hálfum bænum í partý til sín og voru þá mikil læti.. Graðhestamúsíkin í botni og maður heyrði þau að kasta glerflöskum út um  allt. Svo voru alltaf einhverjir krakkar að fara framm á gang og fara á trúnó og því fylgdi mikið grenj og læti.. Óþolandi! Löggan kom síðan þangað og sendi alla heim.\nEn þetta er ekki búið.. Því að klukkan tíu á  sunnudagsmorgni dinglaði einhver eins og mófó. Við skötuhjúin vorum ekki beint í besta ástandi því að við höfðum skroppið á skemmtistað bæjarins um nóttina. Unnusti minn fór þá til dyra og stóð þá ekki nágrannafíflið fyrir utan og hélt að möppu. Hann fór að taka blöð úr henni og fór að undirbúa sig fyrir þvílík ræðuhöld:\n,,Sko, það líðast ekki svona læti í þessari blokk eins og var hjá ykkur í gær..\"\nKallinn minn var bara:\n,,Bíddu, bíddu! það voru engin læti hjá okkur í gær!\"\nNágrannafílfið:\n,,Ha? Var ekki partý hjá ykkur í gær?\"\nKallinn minn:\n,,NEI!! Það var hjá stelpupíkunni á móti!\"\nNágrannafíflið:\n,,Nú? Oftast koma lætin frá ykkur..\"\nKallinn minn:\n,,Bíddu ,bíddu!!! Það hafa ekki verið nein svokölluð læti hérna síðan vinkona okkar flutti fyrir 2 mánuðum eða svo!\nNágrannafíflið:\n,,Ó.. fyrirgefið..\"\n(Sneri sér að næstu hurð og bankaði þar)\nVið vorum búin að fá mikið ógeð af þessu fífli.. Þannig að við ákváðum að bjóða öllum sem við þekktum í áramótapartý til okkar til þess að jafna út sakirnar við hann. :) Hann kom ekkert eftir það.. enda fluttum við úr blokk helvítis í byrjun mars. :)"
        },
        {
            "user": "Mash",
            "user_id": "53466",
            "date": "2007-04-25 16:51:37",
            "id": "4829291",
            "reply_to_id": "4828560",
            "text": "ojj…þvílíkt fífl þessi náungi"
        },
        {
            "user": "Libero",
            "user_id": "30203",
            "date": "2007-04-25 19:58:24",
            "id": "4830013",
            "reply_to_id": "4828560",
            "text": "Mér fannst kallinn þinn ekkert kurteis heldur…"
        },
        {
            "user": "Libero",
            "user_id": "30203",
            "date": "2007-04-26 13:25:04",
            "id": "4832001",
            "reply_to_id": "4830013",
            "text": "Hann? Ókurteis??\nHann hafði verið mjög kurteis þangað til að fíflið bankaði upp á klukkan 10 á sunnudagsmorgun! Og kennt okkur um partý sem var ekki einu sinni á okkar vegum! Auðvitað varð hann drullupirraðir og kannski dónalegur líka en það var bara mjög skiljanlegt! Ég hefði gargað á fíflið ef ég hefði farið til dyra!"
        },
        {
            "user": "doddi",
            "user_id": "1219",
            "date": "2007-04-26 14:45:22",
            "id": "4832207",
            "reply_to_id": "4832001",
            "text": "Hann hefur bara ruglast og haldið að partýið hafi verið hjá ykkur, auðvitað er það mál til að kvarta yfir ef það hafa verið mikil læti og partý alla nótt í íbuðinni hliðina á þér, þannig maður skilur alveg að hann skuli hafa orðið svona ágengur.\nSvo hjálpar það ekkert að svara honum dónalega."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-04-26 22:44:52",
            "id": "4834179",
            "reply_to_id": "4832207",
            "text": "Nákvæmlega."
        },
        {
            "user": "Libero",
            "user_id": "30203",
            "date": "2007-04-26 13:28:16",
            "id": "4832012",
            "reply_to_id": "4830013",
            "text": "Ertu kannski gamli nágranni minn?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-04-26 22:44:24",
            "id": "4834176",
            "reply_to_id": "4832012",
            "text": "Nei…"
        },
        {
            "user": "skiturjonas",
            "user_id": "56687",
            "date": "2007-06-24 14:27:23",
            "id": "5021506",
            "reply_to_id": "4828560",
            "text": "vó ertu bara 19 ára og strax trúlofuð ?"
        },
        {
            "user": "Libero",
            "user_id": "30203",
            "date": "2007-06-25 19:11:47",
            "id": "5024924",
            "reply_to_id": "5021506",
            "text": "Já.. Veit samt um ennþá sjúkara dæmi, að það var stelpa að trúlofa sig um daginn, á 16 ára afmælinu sínu!! Þau eru búin að vera saman í 5 mánuði.. Ég var búin að vera með mínum talsvert lengi þegar við opinberuðum og ég átti tvo mánuði í 18 ára afmælið mitt.\nÉg hélt fyrst að þetta væri djók hjá henni en svo mætti hún með hringinn sinn í vinnuna og VARÐ að sýna öllum! Það fannst öllum þetta krípí!"
        },
        {
            "user": "skiturjonas",
            "user_id": "56687",
            "date": "2007-06-25 22:26:28",
            "id": "5025565",
            "reply_to_id": "5024924",
            "text": "Mér finnst þetta ekkert sjúkt, mer finnst þetta bara svo, fullkomið eikka! :)Gangi ykkur svoooooo vel"
        },
        {
            "user": "LightsOut",
            "user_id": "35849",
            "date": "2007-07-20 20:55:02",
            "id": "5088550",
            "reply_to_id": "5024924",
            "text": "Svolítið seint að svara þessu en ég var með stelpu í bekk og hún trúlofaði sig þegar hún var 14 eða nýorðin 15. Þá voru þau búin að vera saman í 5 mánuði eða eitthvað."
        },
        {
            "user": "gaulverji",
            "user_id": "14174",
            "date": "2007-04-25 14:49:10",
            "id": "4828789",
            "reply_to_id": "4824313",
            "text": "Ótrúlegt hvað það skapast mikil vandamál við það eitt að fólk er lélegt í mannlegum samskiptum."
        },
        {
            "user": "bebba88",
            "user_id": "59577",
            "date": "2007-04-25 15:15:37",
            "id": "4828880",
            "reply_to_id": "4824313",
            "text": "eitt fatta ég ekki, þú segir að þið búið á 3. hæð í 4. hæða blokk, og nágrannafíflin fyrir ofan ykkur, og 83 ára gömul kona fyrir ofan þau? Eru hæðirnar þá orðnar 5? hvernig passar þetta?"
        },
        {
            "user": "FranklinSteiner",
            "user_id": "47579",
            "date": "2007-04-25 23:24:29",
            "id": "4830957",
            "reply_to_id": "4828880",
            "text": "hey já, reyndar, hvernig stendur á því… er spuni hér á ferð ?"
        },
        {
            "user": "Choken1",
            "user_id": "5320",
            "date": "2007-04-26 13:19:58",
            "id": "4831988",
            "reply_to_id": "4828880",
            "text": "kannski býr gamla konan við hliðinna á fíflinu. Þá búa þau bæði fyrir ofan skrifanda."
        },
        {
            "user": "bebba88",
            "user_id": "59577",
            "date": "2007-04-26 23:54:51",
            "id": "4834521",
            "reply_to_id": "4831988",
            "text": "nei vegna þess að skrifandi segir að gamla konan búi fyrir ofan nágrannafíflin"
        },
        {
            "user": "Choken1",
            "user_id": "5320",
            "date": "2007-04-28 16:57:04",
            "id": "4839145",
            "reply_to_id": "4834521",
            "text": "Ef það er ekki hundaskítur úti í garði þá er verið að kvarta undan hávaða yfir íbúðinni fyrir ofan. En þar býr 83 ára gömul kona alein\nHann tekur ekki sérstaklega fram að hún býr yfir þeim þannig að hann gæti verið að meina fyrir ofan sig. Það eru venjulega fleiri en 1 íbúð á hverri hæð í fjölbýli. En ef hann meinnti það þá hefði hann átt að orða það betur vegna þess að þetta er auvitað ruglandi.\nHann hefði átt að gera\nyfir íbúðinni fyrir ofan hjá honum.\neða\nyfir íbúðinni fyrir ofan okkur.\neða bara orðað þetta allt öðruvísi."
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2007-04-25 15:15:43",
            "id": "4828881",
            "reply_to_id": "4824313",
            "text": "Sumt fólk heldur bara að lífið gangi út á að vera með frekju og yfirgang."
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2007-04-25 15:28:15",
            "id": "4828915",
            "reply_to_id": "4824313",
            "text": "Eitt sinn bjó ég í fimm hæða gömlu fjölbýlishúsi. Þar var alveg sæmilegur friður milli nágranna þar til það flutti inn par með nýfætt barn. Og afþví ÞAU voru með nýfætt barn, þá áttu allir sem bjuggu í húsinu (10 íbúðir) helst bara ÞEGJA allan daginn og læðast um stigaganginn.\nEitt sinn kom strákurinn upp til mín og kvartaði yfir að sjónvarpið hjá mér væri of hátt stillt (ég var á fjórðu hæð, hann á fyrstu!) Og aumingjans manneskjan sem bjó á móti þeim á fyrstu hæðinni mátti ekki tala of hátt í símann án þess að það væri bankað hjá henni. Þegar þau skildu eitt sinn miða með svívirðingum á hurðinni hennar, fór formaður húsfélagsins og las yfir þeim. Þau fluttu út skömmu síðar - væntanlega eitthvert uppá öræfi í ró og frið ;) Og öllum í húsinu var létt.\nHið furðulegasta er kannski að þetta var við fjölfarna götu á 101-svæði - ekki beinlínis rétti staðurinn að fljytja á ef maður er ofur-viðkvæmur fyrir umgangi fólks og bíla."
        },
        {
            "user": "doddi",
            "user_id": "1219",
            "date": "2007-04-25 15:58:49",
            "id": "4829048",
            "reply_to_id": "4824313",
            "text": "Þetta var doldið skondin saga haha ;'D eða nágrannar. Er ekki gott að hlæja síðan saman af þeim  þegar hann er farinn ? Hafið aldrei prófað að flippa aðeins í kjellinum haha"
        },
        {
            "user": "doddi",
            "user_id": "1219",
            "date": "2007-04-25 18:11:21",
            "id": "4829597",
            "reply_to_id": "4829048",
            "text": "Sammála, mig hefur innilega gaman af því að lesa þessar sögur :) En það getur verið erfitt að búa í blokk, sérstaklega útaf tillitsemi við aðra íbúa, mín reynsla við blokkir hefur alltaf verið góð, hef í nokkur skipti þurft að þola að nágranni spili tónlist hátt og það er alveg rétt að það er hreint óþolandi, sérstaklega ef maður sjálfur þarf að læra fyrir skóla og þannig. En fólk sem bankar upp á og kvartar yfir að ein helvítis klósettseta skellist of harkalega á virkilega bágt. Ef fólk missir eitthvað harkalega í gólfið er ekkert sem það getur gert við því, en of mikið af fólki er fífl."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-04-25 18:04:12",
            "id": "4829564",
            "reply_to_id": "4824313",
            "text": "Er ekki regla að það verði að greiða í hússjóð?\nEf þau greiða ekki í hússjóð “sem er til staðar”, þá getur húsfélagið selt undan þeim íbúðina…\nÞað er einhverskonar spes veð-vesen sem tengist hússjóðum “bein aðfararheimild” eða eitthvað álíka…"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2007-04-25 18:06:58",
            "id": "4829578",
            "reply_to_id": "4824313",
            "text": "Snilld.\nÞað væri nú annars gaman að heyra hvað þau segja við vini sína í partýum.\n“Oh, ég þoli ekki þetta fólk sem býr í blokkinni minni! Ég tók til hendinni einn daginn og það verða bara allir brjálaðir!!”"
        },
        {
            "user": "RapeHills",
            "user_id": "70221",
            "date": "2007-10-10 09:00:29",
            "id": "5298966",
            "reply_to_id": "4829578",
            "text": "Á svona fólk vini til að fá í partý? :p"
        },
        {
            "user": "Mephz",
            "user_id": "29276",
            "date": "2007-04-25 18:17:30",
            "id": "4829635",
            "reply_to_id": "4824313",
            "text": "ég hata ekkert meira en nágranna sem dettur i hug að fara snyrta garðinn sinn klukkan 8 um morgun á sunnudegi :'"
        },
        {
            "user": "hendrixx",
            "user_id": "7447",
            "date": "2007-04-25 18:56:12",
            "id": "4829767",
            "reply_to_id": "4829635",
            "text": "já shit mar. gaurinn fyrir ofan mig tók uppá því að slá garðinn kl 11 á sunnudagsmorgni. fuck hvað ég var pirraður. var ekki lengi að botna heimabíóið með graðhestarokki. þá fékk ég smá frið."
        },
        {
            "user": "Mephz",
            "user_id": "29276",
            "date": "2007-04-25 19:02:10",
            "id": "4829794",
            "reply_to_id": "4829767",
            "text": "hah"
        },
        {
            "user": "Heimir88",
            "user_id": "20634",
            "date": "2007-04-26 07:47:29",
            "id": "4831518",
            "reply_to_id": "4829767",
            "text": "Ekkert að því að slá garðinn kl.11"
        },
        {
            "user": "hendrixx",
            "user_id": "7447",
            "date": "2007-04-26 18:10:23",
            "id": "4833018",
            "reply_to_id": "4831518",
            "text": "jú á sunnudagsmorgni og þegar ég bý í kjallaraíbúðinni alveg við grasblettinn."
        },
        {
            "user": "Heimir88",
            "user_id": "20634",
            "date": "2007-04-26 23:42:19",
            "id": "4834470",
            "reply_to_id": "4833018",
            "text": "Sunnudagur er tilvalinn dagur til þess sérstaklega fyrir vinnandi fólk, svo er kominn dagur kl.11"
        },
        {
            "user": "hendrixx",
            "user_id": "7447",
            "date": "2007-04-27 00:01:45",
            "id": "4834545",
            "reply_to_id": "4834470",
            "text": "hoppaðu uppí rassgatið á þér drengur, þú talar einsog gömul kerling.\nþú vilt ekki vera vakinn upp á fuckin sunnudagsmorgni kl 11 með sláttuvél á fullu uppvið gluggann hjá þér. tala nú ekki um ef þú komst seint heim af djamminu.\nsunnudagar eru dagar til þess að slappa af og ef svo skemmtilega vill til að þú sért vinnualki sem getur ekki slappað af og veist ekkert hvað þú átt að gera af þér á þessum eina degi vikunnar sem þú ert í fríi, finndu þér þá hobbý og sláðu garðinn seinna um daginn."
        },
        {
            "user": "Heimir88",
            "user_id": "20634",
            "date": "2007-04-27 12:33:32",
            "id": "4835256",
            "reply_to_id": "4834545",
            "text": "Það sem ég er að segja er að heimurinn snýst ekki í kringum þig :P\nOg jújú ég veit alveg að það er óþolandi að vera vakinn óþægilega eftir gott djamm, en eiga nágrannar þínir að lifa lífinu sínu í samræmi við þitt félagslíf ?\nOg svona í lokin, baðstu hann um að bíða með að slá blettinn ?"
        },
        {
            "user": "hendrixx",
            "user_id": "7447",
            "date": "2007-04-27 16:24:04",
            "id": "4836028",
            "reply_to_id": "4835256",
            "text": "er nú ekki að ætlast til þess, finnst það bara vera almenn kurteisi að vera ekki að vekja allt hverfið fyrir hádegi á sunnudögum. sunnudagar eru slappa-af dagar.\njá það gerði ég einsog ég sagði hérna fyrir ofan, með því að spila smá tónlist fyrir hann. á alltaf auðveldara með að tjá mig í gegnum músik ;)"
        },
        {
            "user": "Heimir88",
            "user_id": "20634",
            "date": "2007-04-27 22:17:55",
            "id": "4837315",
            "reply_to_id": "4836028",
            "text": "Það eru nú til aðrar leiðir en svefn, til þess að slappa af.\nOg það sem ég er að segja er að það er ekkert bannað að slá garðinn á þessum tímum, enda er þetta ekkert svo snemma.\nVæri annað ef þetta væri kl.09"
        },
        {
            "user": "Lorax",
            "user_id": "36395",
            "date": "2007-05-06 20:40:50",
            "id": "4869515",
            "reply_to_id": "4829767",
            "text": "Það eru alveg yndisleg lög til staðar í Lúxemborg… Þar má nágranni þinn ekki trufla þinn frið fyrr en eftir hádegi, þannig að ef hann er byrjaður að slá garðinn klukkan 11 máttu hringja á lögguna… :)"
        },
        {
            "user": "hendrixx",
            "user_id": "7447",
            "date": "2007-05-06 22:29:18",
            "id": "4869934",
            "reply_to_id": "4869515",
            "text": "hehe sweet"
        },
        {
            "user": "hendrixx",
            "user_id": "7447",
            "date": "2007-05-06 22:31:43",
            "id": "4869945",
            "reply_to_id": "4869515",
            "text": "nohh gella sem hefur áhuga á mótorhjólum, bardagalistum, boxi, comics og metal/rocki.\nþú ert keeper mar :D"
        },
        {
            "user": "Lorax",
            "user_id": "36395",
            "date": "2007-05-06 22:39:11",
            "id": "4869975",
            "reply_to_id": "4869945",
            "text": "Hehe, þakka hrósið ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-04-25 18:28:17",
            "id": "4829676",
            "reply_to_id": "4824313",
            "text": "Kannski er kellingin fyrir ofan svona hress, kannski er hún að æfa stepdanns með restinni af saumaklúbbnum eða eitthvað:)"
        },
        {
            "user": "habe",
            "user_id": "19892",
            "date": "2007-04-25 18:33:55",
            "id": "4829693",
            "reply_to_id": "4824313",
            "text": "Það er alltaf leiðinlegt þegar samskipti nágranna verða leiðinleg.\nSem betur fer, þá eru til góð lög um fjöleignarhús, getur nálgast þau hér\nhttp://www.althingi.is/lagas/nuna/1994026.html\n.\nSamkvæmt þessum lögum, þá ber öllum að greiða í hússjóð, og hússjóður á fyrsta veðrétt í íbúðum fyrir húsgjaldi.  Það þýðir að ef þú borgar ekki í hússjóð, þá má bjóða íbúðina þína upp, og hússjóður fær borgað, áður en nokkur annar fær krónu.\nEinnig segir í þessum lögum, að allt sameiginlegt viðhald skuli vera samþykkt á húsfundi.  Annars eru íbúar ekki skuldbundnir til að greiða hlut í þeim.  Undantekningin er ef það er nauðsynlegt til að bjarga verðmætum.\nEn ef viðkomandi íbúar eru að gera alla aðra brjálaða, þá myndi ég skoða ákvæðið í þessum lögum, um að meina viðkomandi að búa í húsinu.  Það er sem sagt hægt að neyða fólk til að selja íbúð sína í fjöleignarhúsum, séu þau ekki að fylgja almennum umgengisreglum.\nKveðja habe."
        },
        {
            "user": "ZooMix",
            "user_id": "33242",
            "date": "2007-04-25 19:58:50",
            "id": "4830015",
            "reply_to_id": "4824313",
            "text": "farðu og málaðu á hurðina þeirra eitthvað krot, og sendu svo reikninginn til þeirra…"
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2007-04-25 20:19:29",
            "id": "4830094",
            "reply_to_id": "4824313",
            "text": "lol eru þetta ungt fólk eða gömul ?\nBætt við 25. apríl 2007 -  20:21\ngamalt hjón?*"
        },
        {
            "user": "enss1o",
            "user_id": "65333",
            "date": "2007-04-25 20:31:37",
            "id": "4830134",
            "reply_to_id": "4824313",
            "text": "vá ruglaðir nágranar maður ef eg væri þu myndi eg láta reikningin i póstkassan hja þeim bara  :D"
        },
        {
            "user": "Moli0",
            "user_id": "54391",
            "date": "2007-04-25 21:23:21",
            "id": "4830302",
            "reply_to_id": "4824313",
            "text": "Ég er svo fegin að búa ekki lengur hjá foreldrum mínum. Langflestir í því húsi, 4 íbúðir, eru snargeðveikir.\nKjallaraíbúð: Mæðgur. Pinnahælar um miðjar nætur, en ég heyrði aldrei í þeim því herbergið mitt var hjá svefnherbergjunum þeirra, en forstofan og eldhúsið + stofa var undir herbergi mömmu og pabba og þau sváfu ekki.\n1. hæð: Mamma og pabbi + systir mín\n2. hæð: Hjón með lítið barn. Áður en þau eignuðust barnið voru þau með orgíur. Alveg greinilegar háværar orgíur. Gleymi aldrei sumrinu þegar þau héldu að þau væru ein heima í húsinu, en svo vildi til að litla ég var ein heima. Þetta var mannskemmandi. Eftir að þau eignuðust barnið breyttust orgíurnar í brjáluð rifrildi. Endalaust nöldur og leiðindi við aðra. Ég mætti konunni í dag þegar ég var hjá mömmu, og hún gaf mér augnaráð dauðans í gegnum bílana, og flautaði á mig jafnvel þó ég hefði vikið svo að hún gæti komist í stæðið sitt.\n3. hæð: Ofsatrúarkona og börnin hennar. Truflaðasta fólk sem ég hef séð. Þau kunna ekki að leggja, hún hefur oftar en einu sinni lagt í einkastæðið okkar og lokað fyrir bílskúrinn. Pinnahælar. Yfirhöfuð heimskt fólk, og ég mæti á húsfundi bara til að heyra heimskuna sem vellur uppúr greyið konunni.\nNúna bý ég í 12 hæða húsi, ætli það séu ekki um 100 íbúðir :p en nágrannarnir eru allt í lagi, fer ekki mikið fyrir þeim."
        },
        {
            "user": "freki",
            "user_id": "1682",
            "date": "2007-04-25 21:52:42",
            "id": "4830442",
            "reply_to_id": "4824313",
            "text": "HE HE Láttu mig þekkja þetta ég bý í blokk og það eru 2 svona nágrannar fyrir neðan mig.  Einn er leigubílsstjóri sem er svo fúll að það er engu lagi líkt.  Þegar þau hjónin bjuggu saman, hún er látin núna var annað hljóð í strokknum.  Ég veit ekki hvað ég hef gert honum en alltaf þegar hann sér mig eða ég kem nálægt honum þá segir hann Ekki koma nálægt mér.  Nú ert ég að bera út moggan og fer því af stað kl 5 hann kom einu sinni í dyrnar þegar ég var ða koma heim e°ftir blaðburð og sagði við mig að ég labbaði hátt upp stiga, svo lokaði hann næst þegar ég ætlaði að spyrja hvernig ég labba hátt þá segi hann komdu ekki nálægt mér.\nEins er fyrir neðan hann kelling sem er geðveik.  Fyrst þegar hún flutti inn stóð hún á tröppunum og bannaði öllum að koma inn.  Eins var par á móti þessum leigubílsstjóra og þau fluttu,  Það var vegna að hennar sögn að nágrannar á móti okkur voru með krakka.\nEins er hún að ásaka mig að henda Blaðinu og Fréttablaðinu, eins að ég hendi plasti út um allt.\nHún hringdi upp í Mogga og kvartaði yfir mér.  Hringdi svo þegar ég var búin að fá miða frá henni og þeir upp á mogga könnuðust ekkert við þetta.\nOG svona í lokinn er ein lítil saga :)\nHún var að koma heim og var fyrir aftan mig.  Ég fer inn og smelli hurðinni beint á hana og þegar ég sný mér við horfir hún á mig með þessum svip.  Ég hef það fyrir reglu að ekki halda hurðinni fyrir neinum, það á að nota lykla."
        },
        {
            "user": "Satine",
            "user_id": "31910",
            "date": "2007-04-26 13:38:42",
            "id": "4832036",
            "reply_to_id": "4830442",
            "text": "Whaaat? :S mér finnst nú allt í lagi að halda hurðinni fyrir þá sem þú veist að búa þarna.. :S"
        },
        {
            "user": "AmanShne",
            "user_id": "53705",
            "date": "2007-04-25 21:56:19",
            "id": "4830455",
            "reply_to_id": "4824313",
            "text": "Nágranni minn sagðist ætla að myrða alla í fjölskyldunni minni =) þegar ég átti heima í Fannarfelli. Annar nágranni minn fleygði móður sinni niður af svölunum. Sami nágranni var vappandi fyrir utan blokkina að japla á grænum nammipokum, hann var með eitthvað heiladæmi og vildi ekki taka pillurnar."
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2007-04-26 00:54:46",
            "id": "4831316",
            "reply_to_id": "4830455",
            "text": "Let me guess… Unufell?\nBætt við 26. apríl 2007 -  00:58\nÚps sorrý, sá eftirá að þú skrifaðir Fannarfell. En það hlaut að vera í Fellunum ;)"
        },
        {
            "user": "AmanShne",
            "user_id": "53705",
            "date": "2007-04-26 07:51:53",
            "id": "4831520",
            "reply_to_id": "4831316",
            "text": "Jamm það var uuuu ævintýralegur tími skulum við segja."
        },
        {
            "user": "TDO",
            "user_id": "68606",
            "date": "2007-04-25 23:31:40",
            "id": "4830981",
            "reply_to_id": "4824313",
            "text": "Djöfull er stigagangurinn minn góður miðað við þessar lýsingar að ofan. Allir þekkjast frekar vel og ég spila tónlistina bara eins hátt og ég vil, nema þegar ég sé að það er verið að svæfa börn (eða þegar fólkið biður mig um að lækka..sem er alltaf gert vingjarnlega).\nÞað er bara í einni íbúð hérna þar sem fólkið er ekkert að blanda geði við okkur hin, það er líka skuggalegt fólk…"
        },
        {
            "user": "UnnZ",
            "user_id": "28659",
            "date": "2007-04-26 01:03:08",
            "id": "4831338",
            "reply_to_id": "4824313",
            "text": "Djöfull virðast margir hérna vera eitthvað óheppnir með nágranna.\nÉg var greinilega frekar heppinn þegar ég átti heima í blokk, Ómar Ragnarsson í íbúðinni við hliðiná meira að segja. Það var nú reyndar einhver leiðinda kelling á jarðhæðinni sem var með doldið bögg."
        },
        {
            "user": "raptor",
            "user_id": "9169",
            "date": "2007-04-26 21:52:40",
            "id": "4833924",
            "reply_to_id": "4824313",
            "text": "Þetta er magnað að heyra en þau eru í vondum málum, þetta fólk. Þú getur prentað út lög um fjöleignarhús\nhttp://www.althingi.is/lagas/nuna/1994026.html\nog hent þeim inn um bréfalúguna hjá þeim, og kannski litað ákveðnar greinar ;)\nstendur meðal annars:\n13. gr.\nSkyldur eiganda eru þessar helstar:\n1. Skylda til að vera í húsfélagi og fara eftir löglegum ákvörðunum þess og virða þær.\n2. Skylda til að greiða hlutdeild í sameiginlegum kostnaði.\n3. Skylda til að taka eðlilegt og sanngjarnt tillit til annarra eigenda við hagnýtingu séreignar.\n4. Skylda til að virða rétt og hagsmuni annarra eigenda við hagnýtingu sameignarinnar.\nEinnig:\nRáðstöfunarréttur eigenda yfir sameign.\n36. gr.\nEiganda er á eigin spýtur óheimilt að framkvæma nokkrar breytingar á sameign eða helga sér til einkanota tiltekna hluta hennar. Eigandi getur ekki öðlast sérstakan rétt til sameignar á grundvelli hefðar, hvorki eignarrétt né aukinn afnotarétt.\nEinstökum eiganda er ekki heimilt upp á sitt einsdæmi að taka ákvarðanir eða gera ráðstafanir sem snerta sameign eða sameiginleg málefni nema svo sé ástatt sem greinir í 37. og 38. gr.\n39. gr.\nAllir hlutaðeigandi eigendur eiga óskoraðan rétt á að eiga og taka þátt í öllum ákvörðunum er varða sameignina, bæði innan húss og utan, og sameiginleg málefni sem snerta hana beint og óbeint.\nÁkvörðunarréttur skv. 1. mgr. á m.a. við um fyrirkomulag, skipulag, útlit, viðbyggingar, breytingar, hvers kyns framkvæmdir, endurbætur, viðhald, rekstur, ráðstöfun með samningi, hagnýtingu sameignar og séreignar og setningu reglna þar um.\nSé um að ræða sameign sumra en ekki allra, sbr. 7. gr., nægir að þeir sem hlut eiga að máli standi saman að ákvörðun nema um atriði eða framkvæmd sé að ræða sem snertir líka hagsmuni hinna þótt ekki liggi fyrir greiðsluskylda þeirra, svo sem útlitsatriði.\nSameiginlegar ákvarðanir skulu teknar á sameiginlegum fundi eigenda, húsfundi, en þó getur stjórn húsfélags tekið vissar ákvarðanir í umboði eigenda sem bindandi eru fyrir þá, sbr. 69. og 70. gr. Þá hafa einstakir eigendur í vissum tilvikum, sbr. 37. og 38. gr., rétt til að gera ráðstafanir sem bindandi eru fyrir aðra þótt fundur hafi ekki fjallað um þær.\nÚrræði eiganda sé hann ekki hafður með í ráðum.\n40. gr.\nHafi eigandi ekki verið boðaður á húsfund með þeim hætti sem lög þessi mæla fyrir um þar sem ákvörðun er tekin um sameiginleg málefni þá er hann ekki bundinn af ákvörðunum sem á þeim fundi eru teknar, sbr. þó 3. mgr.\nHafi verið tekin ákvörðun um sameiginlega framkvæmd getur hann krafist þess að hún verði stöðvuð og neitað að greiða hlutdeild í kostnaði vegna hennar þar til lögleg ákvörðun hefur verið tekin. Skal eigandi hafa uppi slík andmæli án ástæðulauss dráttar og strax og tilefni er til.\nHafi eigandi sótt fund óboðaður eða þrátt fyrir ófullnægjandi boðun þá getur hann ekki borið fyrir sig ágalla á fundarboðun og eru þá ákvarðanir fundarins bindandi fyrir hann.\nHúsfélagi er rétt að bæta úr eða staðfesta á öðrum fundi, sem skal haldinn svo fljótt sem kostur er, ákvörðun sem annmarki er á að þessu leyti. Sé það gert verður ákvörðunin bindandi fyrir viðkomandi eiganda og hann greiðsluskyldur.\nEf um óverulegan ágalla á fundarboði eða fundi að öðru leyti hefur verið að ræða þá er eiganda ekki rétt, þrátt fyrir ákvæði 1. og 2. mgr., að synja um greiðslu ef ákvörðun hefur verið um brýna framkvæmd, t.d. nauðsynlegt viðhald, eða ef augljóst er að vera hans á fundi, málflutningur og atkvæðagreiðsla gegn framkvæmd hefði engu breytt um niðurstöðuna og ákvörðunina, svo sem ef yfirgnæfandi meiri hluti eigenda hefur verið á fundinum og greitt atkvæði með.\nÞað er mjög ýtarlega farið í allt sem varðar fjölbýlishús í þessum lög, gott að kynn sér þetta ef einhver vandamál eru…"
        },
        {
            "user": "Atvinnukrimmi",
            "user_id": "60338",
            "date": "2007-04-27 14:20:14",
            "id": "4835588",
            "reply_to_id": "4824313",
            "text": "haha það er einmitt fólk fyrir ofan mig sem að er alltaf að hvarta yfir hávaða í rafmagnsgítarnum mínum…reyndar spila ég soltið hátt :D\nEn eitt kvöldið voru þau með eitthvað singstar í botni og ég að fara í skólan dagin eftir….allt í lagi meða það.\nsvo næsta dag voru þau aftur með singstarið í botni og ég líka í skólan næsta dag.\nsvo næsta dag eftir það þá gerðist þetta aftur…\nþá tók ég magnarann minn og alla hátalara og tengdi saman og spilaði með metal petal eins hátt og ég gat..það endaði með að þau komu niður og sögðust ekki heyra í Singstarinu fyrir gítarnum :D:D\nhehehehe"
        },
        {
            "user": "Addi2",
            "user_id": "44861",
            "date": "2007-07-23 18:15:46",
            "id": "5094393",
            "reply_to_id": "4835588",
            "text": "Face!"
        },
        {
            "user": "bonobo",
            "user_id": "22716",
            "date": "2007-04-29 00:21:22",
            "id": "4840520",
            "reply_to_id": "4824313",
            "text": "Já, það eina sem ég þoli ekki við að búa í fjölbýli eru nágrannar.\nKynlífshljóð á furðulegustu tímum (t.d. kl. 5 um dag)\nÖskur.\nPartí langt fram á nótt þar sem fólk er úti á gangi með læti.\nGamalt fólk að segja manni ævisöguna sína.\nNúna er ég reyndar að fara flytja í annað fjölbýli og fyrrverandi eigandi sagðist aldrei taka eftir nágrönnunum…\n…ég vona að það sé satt því það væri himnaríki."
        },
        {
            "user": "Skulina",
            "user_id": "64699",
            "date": "2007-05-04 22:41:12",
            "id": "4863557",
            "reply_to_id": "4824313",
            "text": "frekja og yfirgangur er það sem ég hata mest..arr.. þetta virðist vera alveg hræðilegt fólk,,*hryllingur* .."
        },
        {
            "user": "ArwenUndómiel",
            "user_id": "63548",
            "date": "2007-05-19 21:47:09",
            "id": "4912651",
            "reply_to_id": "4824313",
            "text": "Ég hef aldrei búið í fjölbýli eða blokk en frændi minn, frænka og mamma þeirra búa í blokk. Þar eru ágætir nágrannar, en einu sinni, veit ekki hvort hún býr þar ennþá:$, bjó í blokkinni ein stelpa með fjölskyldu sinni, hún var sirka 13 ára þá, og hún var þvílíkt óþolandi! Alltaf kl. svona 10-11 á morgnanna bankaði hún á dyrnar til að spyrja hvort frænka mín gæti leikið eða til þess að kvarta. Síðan kom hún svona 3-4 sinnum á dag til að gera þennan sama hlut, að spyrja eftir frænku minni eða til að kvarta. Einu sinni kom hún klukkan hálf ellefu um kvöld til þess eins að kvarta!"
        },
        {
            "user": "Kronoza",
            "user_id": "67316",
            "date": "2007-06-07 23:37:32",
            "id": "4977486",
            "reply_to_id": "4824313",
            "text": "vá , þau eiga að borga í sameiginlegan hússjóð.\nsvo geta þau enganvegin ákveðið sjalf einhverja framkvæmd, það verður allt að fara fyrir fund og fá meirihluta samþykki.\nertu buin að tala við húseigendafélagið ??"
        },
        {
            "user": "jokull10",
            "user_id": "68373",
            "date": "2007-06-10 19:58:39",
            "id": "4984389",
            "reply_to_id": "4977486",
            "text": "Jájá og þau þykjast ekkert geta gert!!"
        },
        {
            "user": "Kronoza",
            "user_id": "67316",
            "date": "2007-06-16 20:41:14",
            "id": "5002646",
            "reply_to_id": "4984389",
            "text": "já , það getur verið að húsfélagið sjálft þurfi að ráða til sín lögfræðing eða eitthvað.\ner þetta ekki ágætlega stórt húsfélag ?\ner ekki einhver formaður.?"
        },
        {
            "user": "jokull10",
            "user_id": "68373",
            "date": "2007-06-18 14:53:54",
            "id": "5006498",
            "reply_to_id": "5002646",
            "text": "jújú þetta er stórt húsfélag"
        },
        {
            "user": "Kronoza",
            "user_id": "67316",
            "date": "2007-06-18 16:14:23",
            "id": "5006679",
            "reply_to_id": "5006498",
            "text": "ja eg se nuna þegar eg les þetta aftur að það eru lögfræðingar komnir í malið."
        },
        {
            "user": "christmastree",
            "user_id": "64770",
            "date": "2007-07-22 21:06:27",
            "id": "5092532",
            "reply_to_id": "5006679",
            "text": "WTF???? þú býrð á þriðju hæð í fjögurra hæða húsi. og þeir fyrir ofan þig. sem þýðir það að þau búi á 4. hæð. en samt býr 83 ára kona fyrir ofan þau."
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2007-07-22 21:19:25",
            "id": "5092606",
            "reply_to_id": "4824313",
            "text": "ég var að kaupa í stigagangi þar sem ein hjón höfðu ekki borgað frá því þau fluttu inn, upphæðin var komin uppí 130 þ þannig það hefur langur tími liðið (hússjóðurinn er 7000) ég keypti fyrir 3 mán og fæ afhent eftir 8 daga, allavegna .. þegar við vorum að skoða var okkur sagt frá þessu og okkur var sagt að þetta væri löngu komið í lögfræðing, og að húsfélagið ætti fyrsta veðrétt í íbúðinni þannig að þetta myndi borgast á endanum ;) allavegna var íbúðin tekin af þeim víst, því hún var á sölu um daginn.."
        },
        {
            "user": "hugzo",
            "user_id": "65485",
            "date": "2007-07-24 21:05:21",
            "id": "5097698",
            "reply_to_id": "4824313",
            "text": "Afhverju hringið þið bara ekki í lögfræðing og gerið eitthvað í málinu ég meina þau borga ekkert og svo eru þau að láta ykkur borga eitthvað drasl sem þið báðuð ekki um :S.."
        },
        {
            "user": "RapeHills",
            "user_id": "70221",
            "date": "2007-10-10 08:58:09",
            "id": "5298964",
            "reply_to_id": "4824313",
            "text": "Einhver kelling sem býr fyrir ofan mig hélt partí til kl 6 á morgnanna flesta daga, líka virka. Hefði átt að nota tækifærið og messa yfir henni, en hún er hætt eftir að hún kynntinst löggunni. Semsagt, hún byrjaði með lögreglumanni.\nBætt við 10. október 2007 -  09:18\nSvo var annar karl sem talaði OF mikið, hann kom einu sinni upp til að tala við mömmu mína um ruslapoka sem stífluðu rennuna. Þar sem hún var ekki heima gat hann allt eins eitt mínum tíma líka, sem hann gerði svo sannarlega. Hann útskýrði fyrir mér að ef maður henti pizzakössum eða 2l gosflöskum niður rennuna að þá stíflast, ekkert sem ég vissi ekki. Svo sagði hann mér að þetta væri alls ekki hann því allt hans rusl færi í litlum glærum pokum.\nSíðan endurtók hann þetta tíu sinnum."
        },
        {
            "user": "Kjullinn",
            "user_id": "70712",
            "date": "2007-11-03 14:06:42",
            "id": "5360872",
            "reply_to_id": "4824313",
            "text": "ég er farinn að halda að þú eigir nágranna eins og ég veit ekki hvað.ömó að borga því þið samþigtum ekki"
        }
    ]
}