{
    "forum_title": "Kettir",
    "user": "turtlelephant",
    "user_id": "68391",
    "date": "2007-04-23 21:56:29",
    "title": "hvað á maður að gera?",
    "text": "ég og vinkona mín vorum áðan úti að hjóla. við stoppuðum í nauthólsvík og þar sáum við kött. við vorum heillengi að spá í hvað við ættum að gera, skilja hann eftir eða taka hann með okkur og tjékka hvort að einhver köttur eins og hann væri týndur. af því að hann illa lyktandi og með tár og stýru í augunum. samt var hann mjög kelinn og var alltaf að mala og þæfa í okkur eins og að hann þyrfti einhverja athygli. ég veit að þetta er mjög stutt grein en mig langaði bara að spurja hvað maður ætti að gera ef að maður sér kött og heldur að hann sé villtur. því að kannski er hann bara að fá sér stóran göngutúr.",
    "url": "https://www.hugi.is/kettir/korkar/512408/hvad-a-madur-ad-gera/",
    "url_id": "512408",
    "id": "4823709",
    "replies": [
        {
            "user": "girlygirl",
            "user_id": "9160",
            "date": "2007-04-24 13:45:21",
            "id": "4825147",
            "reply_to_id": "4823709",
            "text": "Ættir að fara inn á kattholt.is og renna yfir myndirnar af týndum köttum. Ef hann er þar þá hefurðu samband við eigandann og segir honum hvar kisinn var."
        },
        {
            "user": "turtlelephant",
            "user_id": "68391",
            "date": "2007-04-24 14:35:40",
            "id": "4825245",
            "reply_to_id": "4825147",
            "text": "búin að því :P\ntakk samt."
        },
        {
            "user": "kisakis",
            "user_id": "61921",
            "date": "2007-04-24 18:41:20",
            "id": "4826294",
            "reply_to_id": "4823709",
            "text": "þú gætir komið þangað eftir nokkra daga og séð hvort hann sé þar enn, ef ekki þá er hann örugglega kominn heim."
        },
        {
            "user": "turtlelephant",
            "user_id": "68391",
            "date": "2007-04-24 18:41:52",
            "id": "4826296",
            "reply_to_id": "4826294",
            "text": "þakka þér fyrir. ætla að prófa það."
        },
        {
            "user": "Demona",
            "user_id": "39409",
            "date": "2007-04-24 23:12:18",
            "id": "4827584",
            "reply_to_id": "4826294",
            "text": "Hvað ef hann býr í grenndinni og hún sér hann aftur þegar hann er bara að leika sér eitthvað úti?"
        },
        {
            "user": "kisakis",
            "user_id": "61921",
            "date": "2007-04-25 18:46:42",
            "id": "4829732",
            "reply_to_id": "4827584",
            "text": "þá getur maður spurt flesta í götunni hvort einhver eigi þennann kött."
        },
        {
            "user": "Demona",
            "user_id": "39409",
            "date": "2007-04-25 18:58:42",
            "id": "4829778",
            "reply_to_id": "4829732",
            "text": "Það er nú ekkert gefið að einhver kannist við köttinn. En jú það er hægt."
        },
        {
            "user": "turtlelephant",
            "user_id": "68391",
            "date": "2007-04-25 19:03:56",
            "id": "4829799",
            "reply_to_id": "4829732",
            "text": "það eru eingar götur nálægt :P"
        },
        {
            "user": "kisakis",
            "user_id": "61921",
            "date": "2007-04-26 13:45:10",
            "id": "4832057",
            "reply_to_id": "4829799",
            "text": "oki"
        },
        {
            "user": "bonobo",
            "user_id": "22716",
            "date": "2007-04-30 15:56:59",
            "id": "4845031",
            "reply_to_id": "4823709",
            "text": "Ef að þú sért greinilega að kötturinn er búinn að vera á löngu flakki eins og þessi, hann er óhreinn og veikur þá áttu að taka hann með þér og fara með hann í Kattholt. Þó svo að í Kattholti eru einstaklega margir kettir sem vantar heimili þá er það þetta sem Kattholt stendur fyrir, reynir að bjarga þeim sem ekki bjarga sér sjálfir."
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2007-05-10 12:01:35",
            "id": "4882084",
            "reply_to_id": "4823709",
            "text": "þetta er greinilega ekki villiköttur, ef hann vill láta gæla við sig, annars ef mar finnur kött sem enginn virðist hugsa um er best að fara með dýrið upp í kattholt, eigendur týndra katta leita þangað, og ef kotturinn er eyrnamerktur þá geta þær í kattholti einfaldlega flett upp á eigendunum, svo líka þó svo dýrið sé ekki týnt þá viðist enginn hugsa um það komið með sýkingu í augun, minn færi samdægurs til læknis ef hann fengi einhvað svoleiðs…."
        }
    ]
}