{
    "forum_title": "Hljóðvinnsla",
    "user": "Addni",
    "user_id": "8004",
    "date": "2007-04-24 17:02:46",
    "title": "Taka upp bassa ?",
    "text": "Jæja, er smá að forvitnast hvernig þið piltar takið upp bassa. Ég tók hann direct um daginn og var ekki alveg nógu ánægður með sándið (bassinn minn er hinsvegar yndislegur og get fengið frábært sánd úr flestum mögnurum) en allavega ég tók hann direct, keyrði hann í gegnum fínasta software compressor og EQ-aði smá en var ekki alveg nógu ánægður með árangurinn. Fanst vanta meira Power í bassann (gat ekki hækkað meira í hljóðkortinu, fór að peaka og hljóðið fór að rifna ef ég hækkaði of mikið í einhverju)\nÞannig langaði að spyrja hvað þið gerið. Takiði direct eða gegnum magnara, eða jafnvel í gegnum einhverja græju og svo í hljóðkortið.\nNotiði eitthvað plugin ss. magnarahermi (kunningi minn lét mig fá Ampeg SVX magnaraherminn sem ég reikna með að prufa almenninlega í næstu upptökum), EQ, Compressor, og hvaða plug-in og hvað geriði í því\nEf þið eruð að taka upp magnara, hvernig magnara eruði að nota og hvaða mica ?\nÉg hefði prufað að taka upp með magnara ef ég ætti eitthvað sem vit er í (Stefni á öfluga MarkBass stæðu næsta vor eða svo), hefði þá notað AKG bassatrommumic og/eða Shure SM57",
    "url": "https://www.hugi.is/hljodvinnsla/korkar/512576/taka-upp-bassa/",
    "url_id": "512576",
    "id": "4825820",
    "replies": [
        {
            "user": "YAWN",
            "user_id": "44101",
            "date": "2007-04-24 18:16:49",
            "id": "4826182",
            "reply_to_id": "4825820",
            "text": "Þú getur prufað að nota bassa->formagnara->hljóðkort.\nEn annars tek ég bassa aldrei direct."
        },
        {
            "user": "Addni",
            "user_id": "8004",
            "date": "2007-04-24 19:20:56",
            "id": "4826449",
            "reply_to_id": "4826182",
            "text": "Já æji ég föndra eitthvað úr þessu."
        },
        {
            "user": "YAWN",
            "user_id": "44101",
            "date": "2007-04-24 19:29:53",
            "id": "4826502",
            "reply_to_id": "4826449",
            "text": "Jæja, gerir þetta bara eins og þú vilt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-04-24 19:31:36",
            "id": "4826511",
            "reply_to_id": "4825820",
            "text": "Mæli hiklaust með Ampeg SVX ef þú ætlar direct leiðina. Nota það með smá EQ og er mjög sáttur við það."
        },
        {
            "user": "Galdrakall",
            "user_id": "41959",
            "date": "2007-04-24 19:35:41",
            "id": "4826532",
            "reply_to_id": "4825820",
            "text": "ég nota alltaf Guitar Rig þegar ég er að taka upp gítar, sem er svona magnarahermir eitthvað, og hef séð líka að það er líka stuðningur fyrir bassa (sem sagt bassamagnarahermir)"
        },
        {
            "user": "Addni",
            "user_id": "8004",
            "date": "2007-04-24 22:42:37",
            "id": "4827425",
            "reply_to_id": "4826532",
            "text": "Er með guitar rig, hef ekki náð nógu skemmtilegu bassasándi úr því að mér finnst"
        },
        {
            "user": "Galdrakall",
            "user_id": "41959",
            "date": "2007-04-24 23:59:47",
            "id": "4827734",
            "reply_to_id": "4827425",
            "text": "oki, ég hef persónulega ekki prófað það með bassa vildi bara benda þér á það"
        },
        {
            "user": "ZooMix",
            "user_id": "33242",
            "date": "2007-04-24 19:46:10",
            "id": "4826580",
            "reply_to_id": "4825820",
            "text": "Ég nota alltaf magnara. Á magnarann læt ég Shure Beta 52 bassatrommumic og Shure SM 57. Blanda því saman með góðum árangri."
        },
        {
            "user": "Addni",
            "user_id": "8004",
            "date": "2007-04-24 22:42:08",
            "id": "4827418",
            "reply_to_id": "4826580",
            "text": "Langar að gera það en magnarinn sem ég hef er ekki nógu góður til að það borgi sig"
        },
        {
            "user": "ZooMix",
            "user_id": "33242",
            "date": "2007-04-24 23:36:11",
            "id": "4827682",
            "reply_to_id": "4827418",
            "text": "já okei, ég er með fender bassman þessa stundina eftir að vinur minn kom með hljómsveitina sína í Janúar í stúdíóið og gleymdi magnaranum:D…geðveikur magnari en ég er að safna monningum fyrir Ampeg lampahaus."
        },
        {
            "user": "Addni",
            "user_id": "8004",
            "date": "2007-04-25 11:27:01",
            "id": "4828276",
            "reply_to_id": "4827682",
            "text": "ampeg smampeg :P neinei segi svona, öruglega fínir magnarar þó að þeir hafi einhvernegin aldrei heillað mig :)"
        },
        {
            "user": "ZooMix",
            "user_id": "33242",
            "date": "2007-04-25 11:32:39",
            "id": "4828282",
            "reply_to_id": "4828276",
            "text": "lampi er alltaf lampi :)"
        },
        {
            "user": "ZooMix",
            "user_id": "33242",
            "date": "2007-04-26 00:17:51",
            "id": "4831206",
            "reply_to_id": "4828282",
            "text": "Og digital er alltaf digital? Mixa með eyrunum, ekki augunum :P"
        },
        {
            "user": "ZooMix",
            "user_id": "33242",
            "date": "2007-04-26 10:30:41",
            "id": "4831684",
            "reply_to_id": "4831206",
            "text": "Ég fíla bara lampasánd mun betur, ekki útaf því að það er flott að segjast vera með lampamagnara…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-04-26 15:17:11",
            "id": "4832338",
            "reply_to_id": "4831684",
            "text": "jamm, veit alveg hvað þú meinar… en það eru svo sannarlega til vonlausir lampa magnarar og góðir digital. Að segja annað, að mínu mati, eru fordómar :P"
        },
        {
            "user": "surfer45",
            "user_id": "57315",
            "date": "2007-04-25 13:30:19",
            "id": "4828561",
            "reply_to_id": "4825820",
            "text": "Ég tek alltaf upp í gegnum\nþennan\nog það er frábært. Var vanur að mica upp magnaran því að tengja beint í pre-ampinn sökkaði. En fæ alltaf frábært bassa sound núna.\nBætt við 25. apríl 2007 -  13:33\nsorry vantar nokkur n. hér koma þau n….n"
        },
        {
            "user": "Diddii",
            "user_id": "44763",
            "date": "2007-04-25 14:06:58",
            "id": "4828672",
            "reply_to_id": "4825820",
            "text": "Mica bassamagnara upp, ég fýla magnara hljóminn mun betur en “direct in” :/"
        },
        {
            "user": "halldor89",
            "user_id": "28057",
            "date": "2007-04-25 14:55:19",
            "id": "4828809",
            "reply_to_id": "4825820",
            "text": "Það er líka mikill munur á direct boxum. Hvernig box var þetta?"
        },
        {
            "user": "Addni",
            "user_id": "8004",
            "date": "2007-04-25 15:49:04",
            "id": "4828997",
            "reply_to_id": "4828809",
            "text": "þetta var nú bara alveg direct.. bein í hljóðkortið (instrument input)"
        },
        {
            "user": "pacifica",
            "user_id": "51028",
            "date": "2007-04-28 22:26:54",
            "id": "4840073",
            "reply_to_id": "4825820",
            "text": "Mér finnst kraftmesta og tærasta soundið koma með mic á magnarann… þurfa ekkert endilega að vera geggjaðar græjur, ég hef til dæmis góða reynslu af því að mica upp fender rumble 60 með samson Q kick, þó svo að mxl micarnir hafi tekið þetta betur… en samsoninn var alveg mjög góður samt…"
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2007-05-03 02:22:39",
            "id": "4856114",
            "reply_to_id": "4825820",
            "text": "Ég tek bassa yfirleitt bara upp direct og föndra svo smávegis með software compressor og eq, oftast er málið með að fá bassahljóminn góðann í mínu tilfelli að eiga frekar smávegis við önnur hljóð í mixinu, þá aðallega trommur, stór drynjandi bassatrommuhljóð tildæmis taka oft sama tíðnissvið og bassinn."
        },
        {
            "user": "negrasvikari",
            "user_id": "57197",
            "date": "2007-05-03 15:15:54",
            "id": "4857262",
            "reply_to_id": "4825820",
            "text": "Bassi í Boss BR-8"
        }
    ]
}