{
    "forum_title": "Manager leikir",
    "user": "wbdaz",
    "user_id": "6083",
    "date": "2001-11-14 21:23:37",
    "title": "The Italian job.",
    "text": "Jæja, eftir 7 góð á með Forest Green og slatta af tiltlum og persónulegum verðlaunum (samtals 40 sinnum þjálfari mánaðarsins og 2 þjálfari ársins í Englandi) ákvað ég að þetta lið færi ekki lengra (ég bara nennti ekki að berjast lengur við meistaradeildina, ég er búinn að tapa of oft í úrslitaleiknum).\nSvo ég ákvað að segja bara upp og sjá hvaða störf væru á lausu. Nú ég fann Lens í frönsku deildinni, en franska deildin einhvernvegin hefur aldrei heillað mig (alltof lítið af pening og líkur á góður gengi í Evrópukeppninni eru litlar). En það voru nokkur lið á Ítalíu sem vildu endilega fá mig, og á endanum þá fann ég hið glæsilega Neriaca (eða eitthvað svoleiðis, ég er ekki með saveið fyrir framan mig) sem voru nokkurnvegin nýliðar í Ítölsku Serie C/2 (Gerist ekki minna en það :) ) og það fyrsta sem ég þurfti að gera var að free transfera 8 leikmenn (langaði að losna við fleiri en ákvað að vera ekkert að gera stjórnina fúlari) einmitt um leið og ég skrifaði undir þá keypti liðið 7 nýja leikmenn, og einn af þeim var svona nokkuð þolanlegur. Fullt af leikmönnum voru settir á sölulista og það gekk nokkuð greiðlega að losna við þá (flestir fóru nú fyrir lítið sem ekkert reyndar) En það skemmtilega var þegar ég kíkti í bókhaldið, 1 milljón pund til að kaupa leikmenn.\nMinn hoppaði nú af kæti og fór að leita og leita. 3 DC-ar voru snöggir að hlaupa inn, einn vinstri kantur kom fljótlega, einn sem var M/LRC og 2 sóknarmenn. Og svo einn smákall, svona til að hafa meðalnöfnin nógu stutt. Ég fékk Figo frítt. :D Hann er reyndar orðinn 34 ára og með 14 í stamina, en samt, Figo er alltaf Figo.\nEr búinn að eyða tæpri milljón og á hálfa eftir enn (náði að selja einn aumingjann fyrir hálfa milljón, enn meiri kætishoppanir) og spilaði einn æfingaleik, eitthvað Ítalskt smálið, og vann 5-1. Ég vona bara að afgangurinn af tímabilinu eigi eftir að ganga jafn vel :)\nJæja, besti þjálfri í heimi (skv. leiknum, ekki mín orð ;) ) farinn aftur í neðri deildirnar. Hvað eru líkurnar á því að mér takist að vinna ítalska tiltilinn á 4 árum? :D",
    "url": "https://www.hugi.is/manager/greinar/51250/the-italian-job/",
    "url_id": "51250",
    "id": "337501",
    "replies": [
        {
            "user": "kjerulf",
            "user_id": "12099",
            "date": "2001-11-15 11:39:54",
            "id": "337502",
            "reply_to_id": "337501",
            "text": "ég segji bara að þú ert í góðum málum á meðan figo hættir ekki. Ég tók við liði í C1 og gekk svona lala, keypti reyndar engan en síðan sótti ég um annað töluvert betra lið í sömu deild og fékk starfið. Mér gekk mjög vel með það og endaði í fyrsta sæti í c1 og skellti mér beint í aðra deild. Ég á enga stjörnu og liðið mitt er að meðaltali 10x ódýrara en hjá flestum hinum liðunum.  Eftir 6 leiki er ég í sætinu fyrir ofan fall svo það er bara að vona að ég haldi þeim uppi eða sæki um starf hjá þriðja liðinu. Markmið mitt í þessu savi er að vinna ítölsku deildina sanngjarnlega."
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2001-11-15 16:12:06",
            "id": "337503",
            "reply_to_id": "337502",
            "text": "Figo ætlar því miður að hætta eftir tímabilið, en hann er svosem enginn lykilmaður í liðinu. Það ég hef einn nú þegar sem er mjög fínn (25 leikir, 23 mörk) og einn portúgala í sigtinu til að skapa færin.\nEr búinn að spila einhverja 30 leiki samtals, og vinna 28, eitt tap og eitt jafntefli. Tapið kom í bikarnum eftir að ég hafði unnið fyrri leikinn 6-0 :) Létt deild, og bara vonandi að mér takist að skrapa sama einhverjum pening í sumar svo ég geti keypt nokkra nýja menn.\nEitt sem ég gerði mér ekki grein fyrir í byrjun samt, ég má bara hafa einn non-EU leikmann í liðinu í deildinni. Og ég er með 3 sem áttu að vera byrjunarliðsmenn. Vesen :)"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2001-11-15 17:00:13",
            "id": "337504",
            "reply_to_id": "337503",
            "text": "Annars ef einhver hefur áhuga á því þá er mynd af framgangi Forest Green þessi 7 ár sem ég var með þau, á kasmírsíðunni minni, ég ætla ekki að gera link ;)"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2001-11-16 08:41:29",
            "id": "337505",
            "reply_to_id": "337504",
            "text": "Ah well, myndin er líka komin hérna inn í “Skjáskotið”\nEina sem ég er að spá í, afhverju er enginn búinn að orga “Svindlari, svindlari” enþá? :)"
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2001-11-16 14:38:25",
            "id": "337506",
            "reply_to_id": "337505",
            "text": "Svindlari!\nÞetta hlýtur að vera mjög áhugaverð taktík annars, ef að þér tekst að vinna allar þessar deildir í röð.\nMaður nær kannski að hoppa upp um tvær deildir, en þá þarf að endurnýja hópinn alveg til að taka næsta stökk, þannig að það kemur oft slappt ár (eða tvö) þar á milli."
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2001-11-16 16:10:25",
            "id": "337507",
            "reply_to_id": "337506",
            "text": "Nokkurnvegin sama taktík og er hérna á huga undir mínu nafni.\nÉg þurfti náttúrulega alltaf að vera að leita að betri leikmönnum, en sumir entust lengur en aðrir (T.d. M.A.Risso, Paul Daglish og Lee Gold.)"
        }
    ]
}