{
    "forum_title": "Tölvuleikir",
    "user": "porky",
    "user_id": "2189",
    "date": "2001-11-14 23:23:18",
    "title": "Pac Man",
    "text": "Tölvuleikurinn Pac Man er álitinn besti tölvuleikur allra tíma, að mati 500 breskra tölvu- og leikjavélanotenda. Pac Man, sem einkum er spilaður í spilakössum, sló Super Mario, Löru Croft og jafnvel Sonic The Hedgehog vð í könnuninni, að því er fram kemur á fréttavef BBC. Pac Man hlaut 39% atkvæða, en það eru helmingi fleiri atkvæði heldur en Sonic The Hedgehog. Super Mario hafnaði í þriðja sæti. Þá þótti það tíðindum sæta að tölvuleikur um Harry Potter hafnaði í áttunda sæti listans þó að leikurinn væri ekki kominn út fyrir PlayStation, GameBoy og einmenningstölvur.\nPac Man, sem kom upphaflega út hjá Namco árið 1981, er mest seldi spilakassaleikur allra tíma, en þegar leikurinn kom út voru seldar yfir 100 þúsund Pac Man-leikjavélar um heiminn. Fyrirtækið segir að tekjur, sem hafa skapast af framleiðslu leiksins, séu um 10,7 milljarðar ísl. króna. Á síðari árum hefur Namco gefið út Pac Man-leiki fyrir leikja- og einmenningstölvur. Þá er leikurinn einnig spilaður á Netinu. Höfundur Pac Man er Tohru Iwatani, sem kvaðst hafa fengið hugmyndina þegar hann sat veislu og sá flatböku sem búið var að taka eina sneið af. Billy Mitchell frá Flórída er sagður hafa náð hæsta skori í Pac Man, 3.333,360, eftir sex klukkustunda samfellda spilamennsku árið 1999.\nListinn á BBC lítur þannig út:\n1. Pac Man (39%)\n2. Sonic The Hedgehog (17%)\n3. Super Mario (12%)\n4. Lára Croft (10%)\n5. Donkey Kong (8%)\n6. Pókemon (6%)\n7. Yoshi (4%)\n8. Harry Potter (2%)\n9. Ray Man (1%)\n10. Max Payne (1%)",
    "url": "https://www.hugi.is/tolvuleikir/greinar/51264/pac-man/",
    "url_id": "51264",
    "id": "337595",
    "replies": [
        {
            "user": "malicious",
            "user_id": "5591",
            "date": "2001-11-15 15:56:45",
            "id": "337596",
            "reply_to_id": "337595",
            "text": "rólegur á copy-paste :)\n“jafnvel Sonic The Hedgehog” greinilega fréttamaður sem veit ekkert um tölvuleiki"
        },
        {
            "user": "porky",
            "user_id": "2189",
            "date": "2001-11-15 17:13:00",
            "id": "337597",
            "reply_to_id": "337596",
            "text": "jebbs copy- paste er cool\nfinnst það alveg eiga rétt á sér get ekki séð að það skipti einhverju máli þó að greinar séu pastaðar hér inn. Fólk sem hefur séð greinina áður þarf ekki að lesa hana en það getur allavega commentað á hana og innihaldið."
        },
        {
            "user": "abh",
            "user_id": "539",
            "date": "2001-12-09 17:35:31",
            "id": "337598",
            "reply_to_id": "337597",
            "text": "Það er samt lágmarks kurteisi við höfund greinarinnar að láta vita hvaðan þetta er copy-pastað og hver skrifaði greinina!"
        },
        {
            "user": "porky",
            "user_id": "2189",
            "date": "2001-12-09 21:07:24",
            "id": "337599",
            "reply_to_id": "337598",
            "text": "hmmmmm átti ég að maila til BBC og segja að ég ætlaði að Pasta þessu á huga.is\nég hugsa að höfundi greinarinnar sé slétt sama. Þetta var tekið úr mogganum á sínum tíma og þar er enginn höfundur af þessari grein, aðeins þýðandi."
        },
        {
            "user": "jonk",
            "user_id": "2463",
            "date": "2002-01-13 02:16:58",
            "id": "337600",
            "reply_to_id": "337599",
            "text": "nei, enginn sagði að þú ættir að gera það.  Bara að segja okkur að þetta sé copy-paste og hver skrifaði þetta upprunalega.  Og hvort er verið að kjósa tölvuleiki eða tölvuleikja persónur, því Lara Croft er ekki tölvuleikur.  Þetta er eins og segja að Homer Simpsons sé þáttur."
        },
        {
            "user": "Jak",
            "user_id": "16664",
            "date": "2002-01-17 19:31:34",
            "id": "337601",
            "reply_to_id": "337600",
            "text": "Ha ha ha hahahahahahahahahaha húhúhú híhíhí\npókémon hahahahú í ha ha ha 6 sæti, húhúhú´hu\nha ha ha ha hí híhídjöfulsins ha ha ha, ég get ekki hætt að hlæja húhúhú híhíhí hahaha nördar."
        }
    ]
}