{
    "forum_title": "Grafísk hönnun",
    "user": "Cinemeccanica",
    "user_id": "29977",
    "date": "2007-04-25 00:59:21",
    "title": "Tímaritaforrit",
    "text": "Er að fara að gefa út smá tímarit. Samt bara sem verður prentað í kannski 100 eintökum og verður ekki dreyft allmenningi.. ekki að það skipti máli en er ekki til eitthvað ágætis forrit sem maður getur sett upp svona tímarit í. Helst eitthvað annað en Microsoft Publisher.. Þetta þarf samt ekkert að vera svo rosalega pro.. Bara hægt að setja upp tímarit í forriti og skrifa fréttir og setja inn auglýsingar og annað og þá er þetta komið :)",
    "url": "https://www.hugi.is/grafik/korkar/512764/timaritaforrit/",
    "url_id": "512764",
    "id": "4827871",
    "replies": [
        {
            "user": "jonss",
            "user_id": "5899",
            "date": "2007-04-25 01:30:45",
            "id": "4827913",
            "reply_to_id": "4827871",
            "text": "Ég myndi mæla með InDesign frá Adobe. Það er frekar einfalt og þægilegt, mjög líkt vinnuumhverfi og í Illustrator en með meiri áherslu á texta uppsetningu og vinnslu.\nÞað er líka annað umbrotsforrit sem heitir Quark express en ég hef lítið notað það."
        },
        {
            "user": "JonGretar",
            "user_id": "7636",
            "date": "2007-04-25 10:01:10",
            "id": "4828177",
            "reply_to_id": "4827871",
            "text": "Ég notaði Quark við umbrot á vikublaði. Fínt og einfalt.\nSpurning hvort InDesign sé þróaðara. Hef ekki prufað það."
        },
        {
            "user": "Joakimk",
            "user_id": "43781",
            "date": "2007-04-25 23:49:32",
            "id": "4831075",
            "reply_to_id": "4827871",
            "text": "Ég hef unnið aðeins með InDesign og það er nokkuð fínt. Basic atriðin eru frekar einföld og þægileg, sérstaklega ef þú kannt eitthvað á illustrator."
        },
        {
            "user": "HeidisJazz",
            "user_id": "65454",
            "date": "2007-04-26 12:31:29",
            "id": "4831848",
            "reply_to_id": "4827871",
            "text": "Þetta fer mikið eftir því hvernig tímaritið á að vera hannað. Ég reikna með að þú sért að leita eftir einhverju til að kaupa. Það er kannski full dýrt að kaupa pró útgáfu af “the latest and greatest” fyrir ekki stærra verkefni.\nEf peningurinn skiptir máli, þá má reyna eldri útgáfur af Adobe PageMaker eða InDesign (sem tekur við af PageMaker) eða QuarkXpress á eBay t.d. Ég er til dæmis enn að nota PageMaker 6.5 í ýmislegt. Mjög þægilegur, en skortir ýmislegt sem ID og QX hafa.\nEnn eitt forrit er Adobe FrameMaker, en það er töluvert dýrara en hin og er meira stílað inn á bækur, einkum tæknirit. Það er hins vegar líka hægt að fá eldri útgáfur af því á eBay, oft fyrir lítið fé. Uppáhaldsforrit hjá mér."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2007-04-29 17:11:25",
            "id": "4842117",
            "reply_to_id": "4827871",
            "text": "Hefurðu tékka á LaTeX?\nÞað er reyndar ekki forrit, heldur umbrotsmál, eins\nog HTML. Skjöl í LaTeX eru oft svolítið stöðluð\nog það er erfitt að gera “advanced” grafískar\nbreytingar. En það er samt sem áður mjög\nprofessional og lítur frábærlega út. Myndameðhöndlun\ner sjálfvirk og ótrúlega þægileg. Alltaf. Og það er\ntiltölulega einfalt.\nEins og þú lýsir þessu ætti LaTeX að vera fullkomið. Og það er algjörlega ókeypis."
        }
    ]
}