{
    "forum_title": "Dulspeki",
    "user": "ragnartrausti",
    "user_id": "68053",
    "date": "2007-04-25 17:49:51",
    "title": "Heimildarmynd um álfa og huldufólk",
    "text": "Sael\nÈg er ad vinna ad heimildarmynd um álfa og huldufólk á Ìslandi. Erla Stefánsdóttir og Magnús Skarphédinsson munu baedi koma fyrir í myndinni. Er einhver sem getur gefid mér upplysingar um vin, fjölskyldumedlim eda adra sem thid thekkid og hafa séd álfa eda huldufólk og eru tilbúin ad koma fram í heimildarmynd.\nEndilega sendid mér mail á ragnartrausti@gmail.com",
    "url": "https://www.hugi.is/dulspeki/korkar/512897/heimildarmynd-um-alfa-og-huldufolk/",
    "url_id": "512897",
    "id": "4829504",
    "replies": [
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2007-04-25 18:05:56",
            "id": "4829571",
            "reply_to_id": "4829504",
            "text": "Þarf þetta ekki að vera svolítið vísindalegt til að geta kallast heimildarmynd?"
        },
        {
            "user": "Mage",
            "user_id": "58551",
            "date": "2007-04-25 23:33:12",
            "id": "4830986",
            "reply_to_id": "4829571",
            "text": "Oh snap"
        },
        {
            "user": "ragnartrausti",
            "user_id": "68053",
            "date": "2007-04-26 19:48:29",
            "id": "4833457",
            "reply_to_id": "4829571",
            "text": "Vìsindalegt? Èg veit nú bara um eitt ord yfir thessa tegund af kvikmyndagerd og heimildarmynd er thad ord. Tharf hvorki ad vera vísindalegt eda byggja á heimildum. Ekki nema thú sért ad gera heimildarmynd eins og The Planet."
        },
        {
            "user": "LindeLou",
            "user_id": "62795",
            "date": "2007-05-04 23:06:09",
            "id": "4863621",
            "reply_to_id": "4829571",
            "text": "Bíddu síðan hvenar snúast heimlda myndir um vísindi eingöngu ? það eru alveg til hópur allur af ýmis konar heimildarmyndum um fólk, dulspeki ogvísindi. Heimildamyndir byggjast bara út frá heimildum, þarf ekkert endilega að vera vísindalega sannað."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2007-05-05 01:46:17",
            "id": "4864137",
            "reply_to_id": "4863621",
            "text": "Þær snúast ekki ‘eingöngu’ um vísindi, en þegar þær hætta að vera vísindalegar hætta þær að vera heimildamyndir og verða að skemmtiefni eingöngu (þó ekki þarmeð sagt að heimildarmyndir geti ekki verið skemmtilegar).\nJá, það er til heill hellingur af heimildamyndum um svona dulspeki thingy, sumar þeirra jafnvel vísindalegar. Það sem þær vísindalegu eiga sameiginlegt er að nálgast viðfangsefnið vísindalega. Heimildaöflun og vinnsla eftir ákveðnum vinnureglum er almennt talin vísindaleg aðferð á sumum sviðum, þmt. sagnfræði.\n“Vísindalega sannað” er mótsögn, enda er það hvorki tilgangur né geta vísindanna að sanna nokkurn skapaðan hlut.\nAnnars skil ég eiginlega ekki “what you're getting at”. :P Ef þú ert að spá í einhverju sérstöku og getur útskýrt það betur, getum við kannski skoðað það nánar? :þ\nKv."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2007-05-05 16:56:39",
            "id": "4865475",
            "reply_to_id": "4864137",
            "text": "Alveg eins og þú sagðir, þá er hægt að nota vísindalega aðferð til þess að nálgast hlutina. Og ef það er gert þegar efnið er t.d. dulspeki, af hvejru má það þá ekki heita heimildamynd?"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2007-05-05 17:01:13",
            "id": "4865500",
            "reply_to_id": "4865475",
            "text": "Og ef það er gert þegar efnið er t.d. dulspeki, af hvejru má það þá ekki heita heimildamynd?\nHvar sagði ég að það mætti ekki heita heimildamynd?"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2007-05-05 17:03:33",
            "id": "4865507",
            "reply_to_id": "4865500",
            "text": "Þarf þetta ekki að vera svolítið vísindalegt til að geta kallast heimildarmynd?\nÞarna. :P Þú gefur þér einfaldlega það að þetta sé ekki “vísindalegt” bara af því að þetta fjallar um álfa og huldufólk, og segir að þá megi þetta ekki kallast heimildamynd. Hann var einfaldlega að biðja um einhverjar heimildir fyrir  myndina sína en ekki að lýsa aðferðinni eða uppsetningu myndarinnar, sem gæti þess vegna verið vísindaleg.\nEkki að ég hafi einhverja hugmynd um það sko :P"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2007-05-05 17:44:13",
            "id": "4865664",
            "reply_to_id": "4865507",
            "text": "Nei, þetta var spurning hjá mér :-)\nÞað er alveg hægt að fjalla vísindalega um hin og þessi trúmál, en það skilar eiginlega undantekningarlaust bara sömu niðurstöðu, ef útí það er farið."
        }
    ]
}