{
    "forum_title": "Heilsa",
    "user": null,
    "user_id": null,
    "date": "2007-04-25 22:40:01",
    "title": "..!!!*?",
    "text": "ég veit ekki hvort að þetta komi heilsu eða hollust við en kannski sko ég er alltaf með munangur eða kannski ekki alltaf en mjög OFT..!eins og núna er ég með tvö!!! Ég bursta tennunar kvölds og morgna alltaf! og meri seigja stundum bara á miðjum deigi svo er ég líka oft með tyggjó þannig að afjhverju fæ ég svona oft munnangur!!???",
    "url": "https://www.hugi.is/heilsa/korkar/512993/",
    "url_id": "512993",
    "id": "4830729",
    "replies": [
        {
            "user": "Pyro",
            "user_id": "47256",
            "date": "2007-04-25 23:27:23",
            "id": "4830966",
            "reply_to_id": "4830729",
            "text": "C vítamín skortur? eða er ég að fara með tóma þvælu :P veit að munnangur er oft skortur á einhverju .. held C vítamíni"
        },
        {
            "user": "Vougelady",
            "user_id": "67597",
            "date": "2007-04-25 23:36:13",
            "id": "4830999",
            "reply_to_id": "4830729",
            "text": "ertu að tala um nammibólur? (sykur)\nBætt við 25. apríl 2007 -  23:38\nef þú ert með fjólublátt extra þá skil ég þig….:/"
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2007-04-26 00:00:44",
            "id": "4831137",
            "reply_to_id": "4830729",
            "text": "Næringarskortur. Bróðir minn er oft með munnangur vegna næringaskorts, og svo flagnar húðin af höndunum á honum líka vegna þess. Hann er oft bara… hálfskinnlaus á höndunum.\nBorðiði krakkar!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-04-26 16:09:05",
            "id": "4832535",
            "reply_to_id": "4831137",
            "text": "já veistu ég held það sko!!"
        },
        {
            "user": "hbriem",
            "user_id": "12091",
            "date": "2007-04-26 10:19:30",
            "id": "4831666",
            "reply_to_id": "4830729",
            "text": "Hér er grein um munnangur á doktor.is\nAlgengasta gerð munnangurs\ner af óþekktum uppruna, en virðist helst koma þegar ónæmiskerfið er undir streitu.  Ekki er um að ræða C-vítamínskort, en það gæti tengst skorti á B12 vítamíni, folic sýru (B9) eða járni.\nÞótt pirrandi séu eru venjuleg munnangur ekki hættuleg og hverfa venjulega af sjálfu sér á 1-2 vikum án meðferðar.\nEf þau endast lengur en 2 vikur er hugsanlega um krabbamein að ræða og þá þarf að leita læknis."
        },
        {
            "user": "Prototype",
            "user_id": "49679",
            "date": "2007-04-26 16:11:59",
            "id": "4832548",
            "reply_to_id": "4831666",
            "text": "bídddu á ég semsagt ekki að láta þetta fjólulá rugl á eða? held samt að þetta sé útaf  næringaskorti því það stemmir allveg é borða mjög lítið á dæginn vakna á morgunan fæ mér að borða svo kannski borða ég bara ekkert fyrir en næsta dag eða seint um kvöldið ? :S :/"
        },
        {
            "user": "Prototype",
            "user_id": "49679",
            "date": "2007-04-26 17:43:51",
            "id": "4832913",
            "reply_to_id": "4832548",
            "text": "Ég fæ munnangur stundum ekki of oft sem betur fer, kannski einu sinni annan hvern eða þriðja hvern mánuð, en efast að það sé vegna næringarskorti þar sem ég ét helling!\nEn ég hef verið stundum með smá járn skort svo það gæti verið það kannski (eins og svar hbriem)."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-04-26 22:06:08",
            "id": "4833989",
            "reply_to_id": "4830729",
            "text": "Vegna þess að þig vantar næringaefni… Ertu að borð of einhæfa fæðu?"
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2007-04-27 10:07:22",
            "id": "4834956",
            "reply_to_id": "4830729",
            "text": "Streita, næringarskortur og vatnsskortur. Held að það sé það sem veldur þessu. Veit samt lítið um þetta, nema það er ekki tyggjóið (ég gerði tilraun með það þegar ég var alltaf með munnangur)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-04-27 18:08:09",
            "id": "4836467",
            "reply_to_id": "4830729",
            "text": "hættu að slefa uppí þessa stráka blah.."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-04-28 01:06:39",
            "id": "4837896",
            "reply_to_id": "4836467",
            "text": "haha :'D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-05-03 15:55:40",
            "id": "4857438",
            "reply_to_id": "4830729",
            "text": "Skortur á C-vítamíni eða að þú ert alltaf að sjúga varirnar þínar… *sýýýýýggg*…"
        },
        {
            "user": "Mjazy",
            "user_id": "55930",
            "date": "2007-05-04 13:44:10",
            "id": "4861360",
            "reply_to_id": "4830729",
            "text": "ég var með sona um daginn og það passaði einmitt að ég var að fara til tannlæknis og hann sagði að þetta gæti verið sýking, btw þá var þetta sona hvítt einhvernvegin. Ekkert hættulegt, bara eitthvað sem hverfur en hann sagði mér að taka flúor. það er víst líka eitthvað bakteríudrepandi og sótthreinsandi í þokkabót . skildist mér. þannig flúor er ekki bara flúor í þeirri merkingu. :P en ég get alveg sagt það að ég trúi því staðfastlega að þetta munnangur hafi verið út af spöngunum mínum :P en kannsi hjálpar þetta eitthvað"
        }
    ]
}