{
    "forum_title": "Geimvísindi",
    "user": "AJM",
    "user_id": "42092",
    "date": "2007-04-26 00:46:28",
    "title": "Tíminn.",
    "text": "Ekki það að það skipti nokkru máli, en ef nákvæmasta tímamæling í heiminum í dag byggist á hreifingu rafeindar í kringum sesíumatóm, hvernig líður þá tíminn í algeru tómarúmi ( ef það er þá til !! )\nStoppar hann eða hvað ?\nEr ekki kenning Einsteins á þá leið að tími líði hægar fjær massa en nær honum.\nSumir vilja meina að tíminn sé í raun hreyfingar rafeinda í kringum atóm, og að sumir hlutir geti haft áhrif á þennan hraða rafeindanna.\nSemsagt að hægt sé að hraða/hægja á klukku eftir því hvar hún er staðsett.\nAð massi (eða einhvað annað)nálægra atóma hafi áhrif á tímann.\nVið alkul, þegar atóm eiga að vera algerlega hreyfingarlaus, eru þá rafeindirnar ennþá á hreyfingu í kringum atómin eða getum við ‘fryst’ tímann ? Í tómarúmi eðlisfræðinnar hlýtur að vera alkul ?\nAð sjálfsögðu er erfitt að ‘setja’ atómklukku í tómarúm og koma svo seinna og athuga með hana.\nHún hlýtur þá að hafa áhrif á sjálfa sig osfrv.\nEn pælingin er á þá leið að tíminn hljóti að lýða hægar á mismunandi stöðum í alheiminum og því má gera sér í hugarlund að ef við gætum ferðast hvert sem um geiminn að þá gætum við í raun ferðast í annann tíma. Þar sem við kannski fyndum massa sem hefði myndast við miklahvell en væri samt töluvert yngri en miklihvellur ???",
    "url": "https://www.hugi.is/geimvisindi/korkar/513027/timinn/",
    "url_id": "513027",
    "id": "4831297",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2007-04-26 01:02:34",
            "id": "4831336",
            "reply_to_id": "4831297",
            "text": "Það hefur verið sett atómklukka út í geimin, oft, og tíminn líður hraðar úti í geimnum heldur á jörðinni. ; eða öfugt. Ég man samt ekki eftir hverju það fer.. Þyngdarafli eða eitthvað slíkt las ég í Lifandi Vísindum."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2007-04-26 01:08:11",
            "id": "4831351",
            "reply_to_id": "4831297",
            "text": "Virkilega góð spurning þarna hjá þér í endann. :o\nEn annars vil ég bara fullvissa þig um það að það er lítið mál að hægja á klukku, og þarf engar sérstakar rafeindir til!"
        },
        {
            "user": "AJM",
            "user_id": "42092",
            "date": "2007-04-26 17:03:06",
            "id": "4832749",
            "reply_to_id": "4831351",
            "text": "Já ég veit, ég hægi til dæmis oft á vekjaraklukkunni minni :)\nHvað varst þú annars að pæla?"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2007-04-26 17:12:11",
            "id": "4832780",
            "reply_to_id": "4832749",
            "text": "Bara halda vísunum föstum eða taka batterýin úr.\nHver er munurinn á því að það hægist á tímanum og að það hægist á klukkunni?"
        },
        {
            "user": "AJM",
            "user_id": "42092",
            "date": "2007-04-26 21:54:21",
            "id": "4833939",
            "reply_to_id": "4832780",
            "text": "Haha einmitt.\n= þú heldur áfram að eldast þó þú takir rafhlöðurnar úr klukkunni.\nÉg er ekki þeirrar skoðunar eins og margir(þetta er ekki skot) að ef við hefðum ekki fundið upp á klukkunni þá væri tíminn ekki til\n(hann gæti frekar verið misskilið hugtak).\nTíminn gæti vel verið afstæður og ef við horfum einmitt á þetta grundvallaratriði, að hreyfingar rafeinda í kringum atómmiðjur séu mishraðar eftir nálægum massa.\nÞá getur það verið byrjun á löngu orsakasambandi\n(ég má ekki vera að þessu) sem myndi enda þannig að brunahraði lífveru væri helmingi hægari en okkar brunahraði (miðað við Jörðina)og því lifir hún hægar, henni semsagt ‘finnst’ við lifa hratt og okkur finnst hún lifa hægt.\nEn staðreyndin er sú að myndi hún lifa á Jörðinni þá yrði hún jafngömul mér og þér, hún myndi tala og hugsa jafnhratt okkur. Og hún myndi heldur ekki taka eftir muninum, þar sem hún dveldi á móður Jörð.\nVið höfum alltaf gengið út frá því að klukkan sé óskeikull tímamælir en ég held að klukkan sé einungis mælir á það umhverfi sem hún er í.\nHennar hraði er bundin umhverfisáhrifum eins og allt annað.\nÞví er spurning hvort við finnum okkur ekki bara einn stað í öllum alheiminum og segjum að hann sé\nSMT (Space Mean Time).\nÞá getum við auðveldar skilið hluti eins og tíma, eða talinn fjölda hringja rafeinda um atómmiðjur miðað við fjölda talinna hringja efnis sem statt er á SMT.\nTíminn yrði þá mældur eins og í dag nema að til viðmiðunar myndum við nota hlutfall til að útskýra tímamun.\nEf þú ættir tvíburabróður sem hefði fæðst með þér á Jörðinni en hann hefði búið allt sitt líf á Mars, þá mætti segja að samkvæmt SMT væruð þið báðir jafn gamlir og það væri alveg rétt, en þú  fengir kannski seinna en bróðir þinn grá hár á hausinn, og það mætti skýra þannig að Mars hefði ekki hlutfallið 1:1 m.v. SMT en jörðin hefði það hinsvegar.\nÞið væruð semsagt ekki jafngamlir. en samt þó.\nÞið hefðuð ekki ‘upplifað’ sama tímamagn.\nOh, klukkan er orðin allt og margt og ég á að vera að gera annað. kveð í bili."
        },
        {
            "user": "Ripert",
            "user_id": "3946",
            "date": "2007-04-27 18:31:49",
            "id": "4836546",
            "reply_to_id": "4832749",
            "text": "Hvernig hægir þú á klukku?"
        },
        {
            "user": "Feanor",
            "user_id": "6499",
            "date": "2007-04-28 14:24:38",
            "id": "4838717",
            "reply_to_id": "4836546",
            "text": "Tekur batteríið úr eða setur segul á vísana (Ef það eru vísar). Og þar með ertu búin að hægjaa klukkunni þinni."
        },
        {
            "user": "Ripert",
            "user_id": "3946",
            "date": "2007-04-28 15:59:09",
            "id": "4838981",
            "reply_to_id": "4838717",
            "text": "Þetta kallast að seinka klukkunni. Að hægja á henni er allt annað."
        },
        {
            "user": "AJM",
            "user_id": "42092",
            "date": "2007-04-29 14:35:31",
            "id": "4841618",
            "reply_to_id": "4836546",
            "text": "ja , ef klukkan er mekkanísk þá er bara að vera kreatívur og mynda tregðu í gírunum með seigfljótandi efni kannski,\nEf þú ert hinsvegar með kristalstýrða klukku eins og nær allar klukkur í dag eru, þá er bara að finna PLL rásina,\nhún tekur mið af kristal sem kannski er á 4 megariðum og spennustýrðum sveiflugjafa, ef þessi sveiflugjafi\nsveiflar of hægt eða of hratt miðað við ákveðin hraða myndast errorspenna á PLL rásinni og þessa errorspennu fær spennustýrði sveiflugjafinn\nog réttir sig þar með af, ef þú vilt svo flýta eða seinka klukkunni þá er bara að setja eitthvað sem breytir errorspennunni\náður en hún fer í spennustýrða sveiflugjafann. Hvað þú settir í milli fer eftir uppbyggingu rásarinnar en það þarf alls ekki að vera flókið mál.\nÞá skiptir engu máli hvort þú ert með digitalklukku eða hvað. ‘Quarts’ eða ‘Quartz’ merkið á sumum klukkum er bara tilvísun í Quartz kristalinn ( Kvars á íslensku minnirmig ) sem framleiðendur nota sem grunnsveiflueiningu.\nKristallar eru notaðir m.a. í móðurborðum PC talva GSM símum og nær öllum rafeindatækjum sem styðjast við tímamælingar."
        },
        {
            "user": "Ripert",
            "user_id": "3946",
            "date": "2007-04-29 17:06:25",
            "id": "4842105",
            "reply_to_id": "4841618",
            "text": "Sem sagt bara vesen að hægja á klukkunni :þ"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2007-05-01 20:35:38",
            "id": "4850815",
            "reply_to_id": "4831297",
            "text": "Spurning hvort tími hafi einhverja merkingu í tómarúmi.  Það gagnast engum að vita hvað tímanum líður þar enda tími algjörlega merkingarlaust fyrirbæri ef ekki er eitthvert viðmið."
        },
        {
            "user": "AJM",
            "user_id": "42092",
            "date": "2007-05-02 02:17:30",
            "id": "4852026",
            "reply_to_id": "4850815",
            "text": "Já, þessvegna skrifaði ég.\n“Ekki það að það skipti nokkru máli, en ef nákvæmasta tímamæling í heiminum í dag byggist á hreifingu rafeindar í kringum sesíumatóm, hvernig líður þá tíminn í algeru tómarúmi ( ef það er þá til !! )”\nPældu hisvegar í þessu, ef það er ekkert efni/massi í tómarúminu, getum við þá sagt að tíminn ‘líði’ þar ?\nlíður tíminn þá kannski bara á atómum/kvörkum osfrv.\nOg ef svo er, líður þá tíminn mishratt?\nÞað hlýtur eiginlega að vera því ekki er allt ‘efni’ í heiminum eins."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2007-05-02 08:01:12",
            "id": "4852139",
            "reply_to_id": "4852026",
            "text": "hvernig líður þá tíminn í algeru tómarúmi ( ef það er þá til !! )\"\n&\ngetum við þá sagt að tíminn ‘líði’ þar ?\nÉg var að segja það og svara því sem þú skrifaðir.  Að tala um tíma í tómarúmi er merkingarlaust og því ekki hægt að segja að hann líði það því hugtakið hefur enga merkingu í tómarúmi.  Alveg eins og það gagnast þér ekkert að vita hversu margir metrar hljóðið er sem þú heyrðir, það er bara bull.\nOg ef svo er, líður þá tíminn mishratt?\nJá, tíminn líður misjafnlega hratt samkvæmt afstæðiskenningu Einsteins."
        },
        {
            "user": "AJM",
            "user_id": "42092",
            "date": "2007-05-02 15:51:44",
            "id": "4853536",
            "reply_to_id": "4852139",
            "text": "Þetta fellur auðvitað allt niður á skilgreiningu, hvernig við mælum tímann, með sandglasi, hreyfingu rafeinda eða hvað, og ég er enn að spá,\nhvort algert tómarúm sé í raun til ?\nEf svo er ekki þá kannski fáum við nýja skilgreiningu á tímanum.\nÉg er nú reyndar mikið að velta mér upp úr allskonar hlutum og einn þeirra er einmitt ‘hve margir metrar hljóðið er sem ég heyrði’.\nÞað er mjög skemmtilegt að gera alls kyns tilraunir með hljóð, til dæmis hvenær hættir maður að geta greint úr hvaða átt hljóð kemur með tilliti til hækkandi/lækkandi tíðni, þ.e.a.s. hvar eru mörk bylgjulengdarinnar sem maður áttagreinir, þar kemur einmitt inn lengdin milli eyrna þinna.\nEinnig er mjög skemmtilagt að velta sér upp úr resonance herbergja og með tiltölulega orkulitlum bassahátalara má láta allt fara til fjandans. Það er ekkert annað en útreikningar á hljóði.\nÉg tala nú ekki um þegar velja á bylgjulengd hljóðs á fiskileitartæki til þess að aðgreina betur rækjur frá fiskitorfu."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2007-05-02 16:37:11",
            "id": "4853739",
            "reply_to_id": "4853536",
            "text": "Fer eftir því í hvaða hugmyndakerfi þú vinnur.  Tími er raunverulegt fyrirbæri í eðlisfræði og þar ekki neitt raunverulegt tómarúm.  Heimspeki er svo annað mál."
        },
        {
            "user": "Overture",
            "user_id": "41732",
            "date": "2007-05-06 17:12:14",
            "id": "4868741",
            "reply_to_id": "4831297",
            "text": "tíminn er aðeins mældur með sesíuatóm…\ntíminn er alltaf sá sami, þetta er bara alveg eins og klukka. Við eldumst alveg jafn hratt þótt að rafeindirnar kringum sesíuatómið fer hægar eða eitthvað.."
        },
        {
            "user": "AJM",
            "user_id": "42092",
            "date": "2007-05-07 19:39:55",
            "id": "4872983",
            "reply_to_id": "4868741",
            "text": "hvernig veistu það ?\nHvernig veistu hvort það sem hefur áhrif á hraða rafeindanna í kringum (hér)sesíum atóm, hafi ekki sömuleiðis áhrif á allt annað í kringum þig\n(og sjálfa/n þig)?\nEf það hægist jafn mikið á ‘Þér’ og umhverfinu, hvernig getur þú þá vitað hvað tímanum líður?"
        },
        {
            "user": "Overture",
            "user_id": "41732",
            "date": "2007-05-07 19:47:03",
            "id": "4873019",
            "reply_to_id": "4872983",
            "text": "ég hélt nú að það væri BARA talað um sesíu atómið. En ef að allt hægjist í kringum mann, þá veit enginn. Við vitum ekki einu sinni hvað tími raunverulega er, fyrir utan mæling á einhverju."
        },
        {
            "user": "AJM",
            "user_id": "42092",
            "date": "2007-05-07 20:02:30",
            "id": "4873083",
            "reply_to_id": "4873019",
            "text": "Ég er alveg sammála þér, það á eftir að skilgreina tímann betur, en það hafa verið gerðar skemmtilegar tilraunir með tímamælingar þar sem tveir eða fleiri hlutir (atómklukkur) hafa verið samstilltir og síðan sendir í sitthvort umhverfið í nokkurn tíma.\nÍ ljós hefur komið að tíminn líður ekki jafn hratt allstaðar. (EÐA þá að við séum að styðjast við röng mælitæki).\nKenningar merkra manna hafa þó spáð því að tíminn líði ekki jafn hratt allstaðar og því er þetta alltsaman mjög spennandi."
        },
        {
            "user": "Overture",
            "user_id": "41732",
            "date": "2007-05-07 21:22:07",
            "id": "4873408",
            "reply_to_id": "4873083",
            "text": "ætli það hafi ekki verið röng mælitæki.. þarf ansi mikla nákvæmni til að mæla atóm.. En hver veit. Hljómar allaveganna ekki lógískt.. Gæti verið að tíminn sé ekki til, að hann er bara hugtak sem við menn búum til?"
        },
        {
            "user": "AJM",
            "user_id": "42092",
            "date": "2007-05-08 01:58:56",
            "id": "4874380",
            "reply_to_id": "4873408",
            "text": "Það sem ég meinti með röngum mælitækjum var að: við erum hugsanlega að nota mælitæki sem verða fyrir óæskilegum áhrifum frá einhverju sem er í umhverfinu en hefur þó ekki áhrif á framvindu tímans.\nNánar: atómklukkurnar gætu verið áhrifagjarnar fyrir einhverju sem hefur ekki áhrif á tímann sjálfan og þar með erum við að nota rangt mælitæki.\nAtómklukkur eru taldar mjðg nákvæmar og þó að raunstærð rafeindar á braut um átóm sé afar lítil þá er það ekki samasem merki milli þess og að erfitt sé að fá nákvæma niðurstöðu af talningu hringja rafeinda umhverfis atóm.\nOg eins og ég hef sagt áður, þó við hefðum ekki fundið upp klukkuna þá myndi tíminn samt líða !"
        }
    ]
}