{
    "forum_title": "Leikjatölvur",
    "user": "Ekkitil",
    "user_id": "1036",
    "date": "2001-11-15 15:28:46",
    "title": "(PS2) Agent Under Fire - Hands on impressions",
    "text": "007 Agent Under Fire\nPlaystation 2\nElectronic Arts\nAction\n13 Nóvember 2001\nEftir að hafa spilað Goldeneye á Nintendo64 fyrir nokkrum árum síðan þá bjóst ég engann veginn við að fá sömu innlifun eins og þá. RareWare gerði þar einstaklega vel gerðann leik sem maður lá í tímunum saman og spilaði hvert borð aftur og aftur til að ná fullkomnun. Agent Under Fire (AUF) er ekki tengdur við neina bíómynd frá MGM þannig að raunverulega gat EA mótað sýna eigin sögu og í sjálfum sér eftir að vera hálfnaður með leikinn þá gef ég þeim lof í lófa fyrir frumlega hönnun og skemmtilegt plot. Það sem gerir AUF öðruvísi heldur en Goldeneye er að sjálfsögðu það að Goldeneye fylgdi sögu samnefndrar bíómyndar en AUF ekki. AUF er í sjálfum sér bíómynd út af fyrir sig og spilast þannig, kafla fyrir kafla.\nÍ fyrstu missioninni er gaumgæfilega farið rólega yfir takkana og aðgerðir sem JB kann að framkvæma. Það er lítil pressa á manni þrátt fyrir aðstæður og kann ég mjög vel við þá stefnu enda hefðu flestir gefist upp ef allt í einu hefðu 10 hermenn ráðist á mann á meðan maður væri að læra inn á þetta og myndi steindrepast umsvifalaust. Leikspilun er virkilega vel framsett og það er gott jafnvægi á milli aðgerða sem maður velur sér að nota. Til að mynda notar maður álíka mikið gadget´s rétt eins og maður notar vopnin. Samt sem áður stundum í öðrum tilgangi heldur en að drepa auðvitað.\nBílaatriðin í leiknum eru framúrskarandi vel gerð, sérstaklega mission tvö þegar maður stendur upp úr topplúgunni á Austin Martin með vélbyssu, haglara og rocket launcher og skýtur vilt og galið á næstum því allt í kringum sig á meðan það er keyrt um borgina á 100km hraða. Til að mynda langar mig að minnast á þegar ég byrjaði þetta mission þá var ég ennþá að venjast stýringunni og átti að skjóta niður þyrlu, ég miðaði eitthvað rangt og skaut milljón glugga í spað sem voru á skrifstofubyggingunni við hliðina á þyrlunni. Skemmtilegt nokk er að þegar tveir bílar eru að elta mann og tveir óvinir ofan á hverjum þeirra upp úr topplúgunni getur maður annars vegar skotið þá hvern fyrir sig og/eða hins vegar skotið í dekk annars bílsins þannig að hann keyri í veg fyrir hinn og springi. Svona inventive gameplay kann ég að meta og gerði þetta meira life-like alvöru Bond mynd.\nGrafíkin í sjálfum sér svipar mest til grafíkarinnar í Half Life, hún er flott, kvarta ekki undan því, en ég tel að miðað við það sem ég hef séð af MGS2:SOL þá hefði EA getað lagt nokkra mánuði í viðbót á sig til að gera þetta enn raunverulegra með betri shadings og lighteffectum. Alls ekki slæmt, en betur má ef duga skal.\nTónlistin er eins og maður býst við, Bond theminn og breytilegur í gegnum missionirnar eftir því hvernig andrúmsloftið þróast. Ef maður fílar lagið þá er þetta ok en ef maður verður fljótt þreyttur á því þá mun manni þreytast leikspilunin í jafnvægi við það.\nÞetta er definately leikur sem ég mæli með að fólk skoði þegar hann kemur út. Ég mæli ekki með að hann sé keyptur, gæti verið góður fyrir helgarleigu. Amk spilaði ég hann ekki lengur en í 2 tíma og var þegar búinn með 50% af honum. Fór síðan strax aftur í Splashdown, enda er sá leikur snilldin ein og með einu besta soundtracki sem ég hef heyrt í tölvuleik.\nAgent Under Fire fær thumbs up fyrir skemmtun og gott contról, eini mínusinn við contrólið er að það er ekki keyboard og mouse support. Hann fær samt sem áður thumbs down fyrir grafík og tónlist. EA hefði eins og áður sagði mátt gera betur og manni finnst í sjálfum sér eins og leiknum sé rushað á einhvern hátt.\nYkkar tester,\nScOpE",
    "url": "https://www.hugi.is/leikjatolvur/greinar/51369/ps2-agent-under-fire-hands-on-impressions/",
    "url_id": "51369",
    "id": "338154",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2001-11-15 15:57:25",
            "id": "338155",
            "reply_to_id": "338154",
            "text": "Reyndar eitt svolítið fyndið við leikinn, óvinirnir hitta mann ekkert, rétt eins og þeir hitta aldrei Bond í bíómyndum. Maður geysist í gegnum kúluregnið og rústar öllum. Svolítið fyndið. :)\nMaður fær líka sérstakann bónus fyrir eitthvað sem kallast Bond Moves, veit ekki alveg hvernig það er. Kannski ef maður nær að fíla sig sem Bond og gerir hans hreyfingar hvernig sem þær eru. Best að fara að horfa á einhverjar myndir or sum."
        },
        {
            "user": "malicious",
            "user_id": "5591",
            "date": "2001-11-15 15:59:48",
            "id": "338156",
            "reply_to_id": "338154",
            "text": "Takk fyrir ómakið, en það væri samt frábært ef þú gætir reviewað leiki ! :)"
        },
        {
            "user": "7oom",
            "user_id": "8044",
            "date": "2001-11-15 16:24:26",
            "id": "338157",
            "reply_to_id": "338156",
            "text": "Ég skal reviewa leiki, ekkert mál. Hvaða leik viltu að ég taki fyrir? MGS2? FFX? Just name the game."
        },
        {
            "user": "7oom",
            "user_id": "8044",
            "date": "2001-11-15 16:54:48",
            "id": "338158",
            "reply_to_id": "338157",
            "text": "Ég væri nú ekkert á móti því að þú tækir þig til og gerðir eitt gott review af MGS2 :)"
        },
        {
            "user": "kattamat",
            "user_id": "5019",
            "date": "2001-11-16 02:42:29",
            "id": "338159",
            "reply_to_id": "338158",
            "text": "noted"
        },
        {
            "user": "kattamat",
            "user_id": "5019",
            "date": "2001-11-16 09:27:31",
            "id": "338160",
            "reply_to_id": "338159",
            "text": "Hann kemur ekki fyrr en í febrúar á næsta ári samkvæmt viðtali við konami europe á gamespot wefsíðunni."
        },
        {
            "user": "malicious",
            "user_id": "5591",
            "date": "2001-11-16 12:09:21",
            "id": "338161",
            "reply_to_id": "338160",
            "text": "Við erum að tala um AUF en ekki MGS."
        },
        {
            "user": "malicious",
            "user_id": "5591",
            "date": "2001-11-16 15:45:50",
            "id": "338162",
            "reply_to_id": "338161",
            "text": "fljótlega hingað? rofl\nhann kemur 22 feb. 2002\nsem er ekki snemma, þetta fann ég á www.gamespot.com að konami höfðu fullkomlega staðfest að hann komi þá"
        },
        {
            "user": "malicious",
            "user_id": "5591",
            "date": "2001-11-16 16:04:11",
            "id": "338163",
            "reply_to_id": "338162",
            "text": "Bölvað sé PAL og evrópsk lönd með þeirra talsetningu!!"
        },
        {
            "user": "malicious",
            "user_id": "5591",
            "date": "2001-11-15 22:13:27",
            "id": "338164",
            "reply_to_id": "338157",
            "text": "Jamm! Bara alla! þessa “high profile” leiki ef að þú mundir nenna því, ágætt nebblega að hafa svona insider :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-11-16 02:40:37",
            "id": "338165",
            "reply_to_id": "338164",
            "text": "Ég skal vinna í því um helgina."
        },
        {
            "user": "egillauli",
            "user_id": "13255",
            "date": "2001-11-15 16:34:15",
            "id": "338166",
            "reply_to_id": "338154",
            "text": "kemur hann á íslandi eða bretlandi 13novenbe"
        },
        {
            "user": "JoeP",
            "user_id": "873",
            "date": "2001-11-15 18:21:19",
            "id": "338167",
            "reply_to_id": "338154",
            "text": "flott grein (vá hvað ég á eftir að fá mér þennann leik)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-11-15 20:13:41",
            "id": "338168",
            "reply_to_id": "338154",
            "text": "Kemur hann á íslandi eða bretlandi 13Nóvember ???"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-11-16 02:40:10",
            "id": "338169",
            "reply_to_id": "338168",
            "text": "Samkvæmt þeim heimildum sem ég hef þá á hann að koma fljótlega í verslanir hérlendis."
        }
    ]
}