{
    "forum_title": "The Sims",
    "user": "bohochic",
    "user_id": "65656",
    "date": "2007-04-29 12:16:50",
    "title": "Geller Family:)",
    "text": "Chloé Paradise ;; er mamman. Hún er með ljóst stutt hár , hvítasta skintonið og með blá augu.\nApple Paradise ;; er dóttir Chloé , hún er með langt ljóst hár og líka með blá augu.\nChloé og Apple flutti inn á stóran lóð. Það var byggt rosa flott hús á lóðinni með brúum og helling af flottum tréum og líka blómum. Húsið var ekkert það stórt en það var nógu stórt fyrir þær. Apple byrjaði strax í skóla og henni gékk bara vel. Chloé var bara heima fyrst , sjá um húsið og lóðinna og það. En svo fór hún að leita í blaðinu eftir vinnu. Svo fékk hún loksins góða vinnu og varð aldrei sein í vinnuna.\nMatthew Geller sat við tölvuna sína. Hann var ný fluttur inn í lítið grátt fallegt hús með litla soninn sinn Joey. Matthew var ekki búin að eignast marga vini svo hann fór inn á msn og byrjaði að tala við fólk. Hann hitti nú loksins Chloé Gller inná msn. Matthew hringdi oft í hana , næstum á hverjum degi. En hann þurfti nú líka að hugsa um litla strákinn sinn. Matthew og Joey urðu bestu vinir. Þau voru alltaf að leika saman og töluðu mjög mikið saman. Joey vildi nú freykar gera heima námið sitt sjálfur svo pabbi hans hjálpaði honum ekkert.\nChloé gékk bara vel í vinnuni og fékk 365 pening á dag. Apple byrjaði að ganga mjög illa í skólanum , hún nennti alls ekki að gera heima námið sitt þannig hún sleppti því mjög oft. En það var mamma hennar ekki ánægð með. Þegar Apple kom heim úr skólanum tók hún með sér einn vin frá skólanum heim til sín. Hann var alveg svartur/brúnn og rosa sætur. Hún varð strax hrifinn af honum þegar þau byrjaði að tala. Þegar hún var búin að kynnast honum nógu vel byrjaði hún að flirta við hann og hann varð svo ástfanginn af henni.\nHún fékk “first kiss” með honum. Svo spurði hún hvort hann vildi byrja með henni og hann sagði já og brosti. Allt gékk vel með þeim. Apple hringdi í hann á hverjum degi en hann hringdi aldrei í hana. Það fannst Apple mjög skrýtið.\nMatthew var búin að kaupa fleirri flott húsgögn í nýja húsið sitt , skreytti garðinn með flottum blómum , epla tré og cítrona tré. Svo keypti hann helling af dóti fyrir Joey því hann var búin að standa sig svo vel í skólanum. Hann var komin með A+ og kom með kort með sér heim. Pabbinn hans var mjög glaður með það. Þegar Joey var í skólanum hringdi Matthew í Chloé og spurði hana um að koma yfir til sín. Fyrst þegar hann hringdi var hún svo upptekinn og líka í annað skipti en svo þriðja sagði hún já. Þau töluðu saman og urðu góðir vinir.\nÞegar Chloé labbaði heim eftir að hafa verið í heimsókn hjá Matthew byrjaði hún strax að sakna hans. Henni fannst hann svo góður. Hún sá allar skemmtilegu myndirnar sem hann hafði uppá veg og borðum heima hjá honum , af honum sjálfum og Joey. Næsta dag fór hún aftur í heimsókn til hans. Hún bankaði á dyrnar og kom hann til dyrar með stórt bros á munnin.\nHann var mjög glaður að sjá hana aftur. Hann bauð henni mat og þau töluðu mjög mikið saman. Matthew var orðin ástfanginn af Chloé en sagði ekki neitt um það og Chloé varð hrifinn af honum þegar hann byrjaði að flirta við hana. Matthew fannst hún svo falleg og bara yndisleg kona. Hann var búin að missa konuna sína Gabriella í bílslysi , það var liðinn 2 ár síðan það gerðist. En núna var hann bara að hugsa um Chloé\nJoey gékk bara ennþá vel í skólanum. Hann eignaðist eina rosa góða vinkonu sem heitir Dea. Hann hringdi oft til hennar og spurði hvort hún vildi koma í heimsókn og hún sagði já öll skiptinn. Þau léku sér saman , fóra að róla og í marga leiki. En Joey gat ekki verið of mikið með henni því hann þurfti líka að vera inn í herberginu sínu að gera heima námið sitt en Dea skildi það alveg , hún þurfti líka að gera sitt.\nEinn dag þegar Chloé var hjá Matthew spurði Matthew hvort hún vildi flytja inn til hans. Hún neitaði mörgum sinnum en svo sagði hún loksins já. Hún flutti inn til Matthew Geller og Joey með stelpuna sína Apple. Apple var búin að kynnast Joey mjög vel og urðu þau góðu vinir. Hún var líka búin að kynnast Matthew vel. Matthew og Chloé voru svo ástfanginn af hvort öðru að þau vildu trúlofast.\nÞau bæði tvö fóru út í garð þar sem var skreytt með rauðum blómum og rosa háum tré. Og auðvitað sagði Chloé já. Og þau giftust líka sama daginn. Þau voru ekki búin að segja neinum frá því.\nekki komin lengra , viljiði framhald ?",
    "url": "https://www.hugi.is/sims/greinar/513793/geller-family/",
    "url_id": "513793",
    "id": "4841174",
    "replies": [
        {
            "user": "Nesii",
            "user_id": "66083",
            "date": "2007-04-29 12:41:53",
            "id": "4841296",
            "reply_to_id": "4841174",
            "text": "Friends Fan??"
        },
        {
            "user": "bohochic",
            "user_id": "65656",
            "date": "2007-05-01 10:34:22",
            "id": "4848460",
            "reply_to_id": "4841296",
            "text": "já….haha;D"
        },
        {
            "user": "bohochic",
            "user_id": "65656",
            "date": "2007-05-01 18:38:34",
            "id": "4850247",
            "reply_to_id": "4841174",
            "text": "góð saga og komdu endilega með framhaldið!!\ne.s. þú getur líka kíkt á mínar sögur, vivana family:D"
        },
        {
            "user": "bohochic",
            "user_id": "65656",
            "date": "2007-05-27 18:37:16",
            "id": "4939138",
            "reply_to_id": "4850247",
            "text": "okey ;D"
        },
        {
            "user": "Nellika",
            "user_id": "66697",
            "date": "2007-05-04 23:54:37",
            "id": "4863814",
            "reply_to_id": "4841174",
            "text": "á hvaða aldri eru apple og joey..?\nheld samt að apple sé teen og joey child en er samt ekki viss"
        },
        {
            "user": "bohochic",
            "user_id": "65656",
            "date": "2007-05-27 18:36:51",
            "id": "4939136",
            "reply_to_id": "4863814",
            "text": "og í þessa sögu teen og child en núna eru bæði orðinn teen :)"
        },
        {
            "user": "Nellika",
            "user_id": "66697",
            "date": "2007-05-27 19:56:58",
            "id": "4939349",
            "reply_to_id": "4939136",
            "text": "oki…"
        }
    ]
}