{
    "forum_title": "Half-Life",
    "user": null,
    "user_id": null,
    "date": "2001-11-15 14:40:53",
    "title": "Ný clön falla strax útaf einokun þeirra gömlu",
    "text": "Ég veit nú ekki afhverju ég er að kvarta eða senda inn þessa grein,  en ég hef ekki heyrt neinn annan segja þetta, svo að ég bara læt það vaða\nÞegar ný klön koma upp á yfirborðið, byrjar þeir venjulega á því að senda tilkynningu um það hérna á korkna, og hvað er gert??\nMARGIR úr CCP LOVE HATE(meðan það var) og EVIL og fleirum og rakka þá niður til andskotans (undantekning, DeathHunter sem segir ALLTAF GL)\nog þetta er bara byrjunin.\nEf það eru ekki 2-3 GÓÐIR gaurar í því sem eru yfir 16 þá er BARA gert grín að þeim á public og á IRC, (þar sem þeir eru venjulega kickabannaðir fyrir að vilja fá nýja meðlimi eða eru að auglýsa rásina sína sem ER LÖGLEGT (hef ég a.m.k heyrt) og ef þeir dirfast að senda einn post um eitthvað mál sem þeim fynnst ekki vera rétt, þá eru þeir svo gott sem komnir á svartalistann hjá ÖLLUM!\nog svo er komið að SCRIMMUM og mötcum\nÞeir biðja um scrimm á #counter-strike.is og hvað er gert?\nþeim er bent að fara á #scrim.is en þar sem voðalega fáir eru þar oft sem nenna að scrimma við smáklön. og á meðan eru stóru klönin Love CCP evil og VON að ignore-a þá á FULLU (þau vita ábyggilega ekki að eitt scrim getur hjálpað þeim VOÐALEGA mikið, af EINU 30 mín scrimmi) og svo segja alltaf allir núna að öll klön eru full, og svo taka þeir svona 5 manns inn næsta kvöld (tók Love bara sem dæmi, ég veit að þetta eru allt vinir og þessir gaurar þurftu að komast í klan) en ég held að það væri bara betra ef þeir myndu bara einfaldlega segja “sorry, en þú ert of lélegur” eða “sorry, en við þekkjum þig ekkert” eða eitthvað í þeim dúr, hreinskilni er vond en  ekki jafn vond og ef að gaurarnir bíða í nokkra MÁNUÐI eftir plássi, og ekki nennir hann að joina smáklan, því að þau hætta alltaf útaf einoknun þessara STÓRU clana.\nog hvað á að gera??\neinfallt, verið góðir við gaurana,  talið við þá á IRC, ekki ignore-a þá, takið scrimm við þá,  3 á móti 5 er bara gott,  HJÁLPIÐ ÞEIM!!,  þá kannski hætta þau ekki strax\nCadia, Asni, og SaT lifðu þetta af á einhvern ÓSKILJANLEGAN hátt\nen DuDe KeX og fleiri lítil klön gerðu það ekki,  að hluta til útaf þessum stóru klönum.\nég var að hugsa um að hætta að scrifa þetta því og halda BackSpace inni,  en ákvað að ýta bara á senda\n(og ekki senda mér Hate mail útá þetta)\n=P",
    "url": "https://www.hugi.is/hl/greinar/51392/ny-clon-falla-strax-utaf-einokun-theirra-gomlu/",
    "url_id": "51392",
    "id": "338678",
    "replies": [
        {
            "user": "Atari",
            "user_id": "100",
            "date": "2001-11-15 16:30:59",
            "id": "338679",
            "reply_to_id": "338678",
            "text": "Dó bara Dude ekki út vegna áskana og sterkra sannana um svindl… og líka það að mestur hluti meðlima þeirra þekkjast sama ekkert innbyrðis"
        },
        {
            "user": "Serial",
            "user_id": "2270",
            "date": "2001-11-15 16:38:48",
            "id": "338680",
            "reply_to_id": "338679",
            "text": "W00t,ég hef nu ekki tekið eftir þessu,en ef eitthvað nytt klan kemur til sögunnar og er ekkert gott þá er nu ekkert skritið að þeir falli út."
        },
        {
            "user": "willk4",
            "user_id": "7074",
            "date": "2001-11-15 16:41:42",
            "id": "338681",
            "reply_to_id": "338679",
            "text": "Hmmm leiðinlegt að heyra að þú setjir [.evil.] inní þessa umræðu,ég veit ekki betur en að við .evil. menn séu með scrimmglöðustu klönum landsins,og alltaf verið fljótir til að hjálpa nýjum klönum.\nÁ evil rásinni #[.evil.] er stöðugur straumur af klönum að byðja um scrimm,og ÖLLUM er eins tekið þar,þ.e.a.s við reynum að ná í lið ef við mögulega getum (evil er stundum að scrimma 2-3 scrimm Í EINU).\nÞannig að ég bara spyr sósa mín,hefur þú personulega lent í einhverju slíku á #[.evil] rásinni ?\nSvo ég vitni bara í þig sjálfan “og á meðan eru stóru klönin Love CCP evil og VON að ignore-a þá á FULLU ”  !!!\nEf svo er þá bið ég þig fyrir hönd evil afsökunar en ef ekki þá bara wtf ?\nVið erum alltaf tilbúnir að hjálpa nýjum klönum,bara að koma og spyrja…….\nKk\nWillkill"
        },
        {
            "user": "enzyme",
            "user_id": "607",
            "date": "2001-11-15 17:06:11",
            "id": "338682",
            "reply_to_id": "338681",
            "text": "ok, ég ætla að leiðrétta SMÁ misskilning\nÞegar ég sagði að klönin væru að ingore-a þá á fullu gleymdi ég mér víst,  ég meinti að SUMIR gauranir væru að ignore-a þá á fullu, evil er VISSULEGA gott clan (í þeim skilnigni að þeir væru góðHJARTAÐIR ;))\nog flest clön eru það\nen sumir gaurar leggja þá í einelti\nég nefni engin nöfn\nen þeir gaurar sem þetta á við ÆTTU að fara að þroskast aðeins\nog ég er sammála það sem garfi sagði með litadýrð og flood-ið hjá þeim þetta ER pirrnadi, og flestir eru svo vitlausir að þeir halda að þeir megi gera allt á serverum, en það er ekki rétt\nsvo,  bendið þeim á þetta\nef þeir flood, farið í private, talið við þá í rólegheitum, (ekki samt huzzla þá mosi =))\nog á serverum,  segiði þeim bara að fara til andskotans ef þeir eru að tk-a  =)\nog Ashtray:\nég er ekki í clani,  annars myndi ég scrimma við ykkur  ;)\n(og EKKI koma þennan pistil, “ef þú ert svona góð sál, afhverju joinaru ekki eitthvað lítil clan”)"
        },
        {
            "user": "enzyme",
            "user_id": "607",
            "date": "2001-11-15 17:52:41",
            "id": "338683",
            "reply_to_id": "338682",
            "text": "hættið að skrifa svona langar greinar… ég nenni ekki að lesa etta allt ! :Þ"
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2001-11-15 18:15:25",
            "id": "338684",
            "reply_to_id": "338683",
            "text": "Þetta er að vissu leyti rétt… Takið sem dæmi *_DeA_*  Þessir strákar eru allir á milli 12 og 14 eða einhvað álíka (Biðst afsökunar ef svo er ekki) og þetta er tiltölulega nýtt clan. Þeir eru næstum alltaf að spila og sjaldan eða aldrei hef ég séð þá rífa kjaft eða tk lla eða einhvað bögg. Þeir eru góðir spilarar og samt fá þeir endalaust komment eins og: Uuu.. þú verður að vera í leikskóla til að joina dea og Uuuu… Djos vaelid i ykkur litlu kellingaranar mar faer illt i eyrun af ad hlusta a ykkur smápúkar.\nEkki sanngjarnt!  Lítið í eigin barm :D\nP.S. Enginn að móðgast og nei ég er ekki í dea og ég er 17 ára þannig að telst ekki huglægur :D"
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2001-11-16 10:59:46",
            "id": "338685",
            "reply_to_id": "338684",
            "text": "það er nú gott að þú telst ekki huglægur því að þá værirðu ekki til :p\nég held að þú hafir meint að þú teldist ekki hlutdrægur\nnú eða þá að þú teldist hlutlaus\nen ekki huglægur… :)"
        },
        {
            "user": "L4m3r",
            "user_id": "6420",
            "date": "2001-11-16 12:59:37",
            "id": "338686",
            "reply_to_id": "338685",
            "text": "“Þetta eru þessir dæmigerðu týpur sem eru búnir að missa alla vini sína út af stælum”\nLOL!!! Skylark\nWORD."
        },
        {
            "user": "Lummi",
            "user_id": "7880",
            "date": "2001-11-16 22:33:56",
            "id": "338687",
            "reply_to_id": "338686",
            "text": "Vá hvað það er hægt að væla mikið"
        },
        {
            "user": "mcflip",
            "user_id": "3379",
            "date": "2001-11-15 18:18:28",
            "id": "338688",
            "reply_to_id": "338683",
            "text": "sammála enzyme en t.d. [Rs] er búið að vera svona hálf lifandi síðan í byrjun ársins 2000. (en mér sýnist það vera að detta alveg út)"
        },
        {
            "user": "GarFielD",
            "user_id": "1460",
            "date": "2001-11-15 16:38:31",
            "id": "338689",
            "reply_to_id": "338678",
            "text": "Enginn hate mail hérna. Veistu Ég reyni að segja gl við mörg þessarra klana og geri það oftast.\nen þú segir að litlu klönin mega ekki auglýsa rásina sína á #counter-strike.is\nþað er ekki satt. Eitt lítið og sætt #clanrás kæmist örugglega í gegn, fyrir þá sem eru að leita.\nEN, að flodda með svona 300 skilaboðum “joinið #clanrás fyrir besta klanið” allt í litum, bold og underlined, vekur kannski athygli en gerir fáa ánægða.\nSem og fyrir public servera; Margir þessara stráka eru nú allveg ágætir. En þegar þeir fara inná public server(fortress b til dæmis að nefna) Skjóta vini sína óvart niður í svona 3, segja svo sorry. alltílagi, það er hægt að rugglast. EN ef maður teamkillar einn þeirra óvart(já allir geta lent í því) þá verða þeir verstir við(ok kannski ekki allir litli gaurarnir, en sumir þeirra) og skjóta mann í hausinn á spawn, hnífa mann, flahsa, grennsa og jafnvel teamkilla. Þegar maður lendir í þessu, þá bíður maður eftir “sorry” en það kemur ekki. Heldur fær maður stundum: helvítis fávitinn þinn, hoppaðu uppí rassgatið þitt andskotans… og svo mætti lengi telja.\nEru litlu klönin ekki öll slæm, en þegar þau taka inn fólk allveg villt og grimmt(þar á meðal ungmenni sem eru upprennandi stjörnur OG suma af þessum sem eru ungir og reiðir(sbr: síðasta lýsing á ungmenni) og mjög lausclanaðir(slutty in effort).\nFinnst mér þetta góð grein og vel þess virði að vera hérna uppi.\nGl og GG til allra litlu klanana"
        },
        {
            "user": "surgur",
            "user_id": "4026",
            "date": "2001-11-15 23:01:47",
            "id": "338690",
            "reply_to_id": "338689",
            "text": "ahem  blessaðir þetta svar mitt beinist reyndar bara að garifeld :)\nÉg held að þú hafir gert stafsetningarvillu sem pirrar mig mikid Fortress C er friendlyfire server en ekki B. Am I right or do i need to take my pills again???\nquote from Garfield\n“En þegar þeir fara inná public server(fortress b til dæmis að nefna) Skjóta vini sína óvart niður í svona 3, segja svo sorry.”\nkk\nSurgur\np.s. Núna er eg a borða volga og nýja skúffuköku og ískalda mjólk bwahahahahaaha"
        },
        {
            "user": "Ashtray",
            "user_id": "1847",
            "date": "2001-11-15 16:42:46",
            "id": "338691",
            "reply_to_id": "338678",
            "text": "Kæra Tomatsosa við ( CCP ) hofum alveg áhuga að scrimma við ykkur. Málið er bara að við erum activastir á irc.gamesnet.net erum að fylgjastm með messageum þar. Minna á isnet og síðan spilum við mikið af scrimmum og verður stundum pinkulitið þreittir á cs nennum þá kannski ekki að scrimma. en í sambandi við að rakka niður well dont know anything about it.\ngl and hf ;)"
        },
        {
            "user": "WarDrake",
            "user_id": "8143",
            "date": "2001-11-15 16:45:13",
            "id": "338692",
            "reply_to_id": "338691",
            "text": "amen Ashtray"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-11-15 16:58:46",
            "id": "338693",
            "reply_to_id": "338678",
            "text": "það er svo oft þannig að þessi nýju klön eins og Dr,Rock og fleiri, innihalda bara sömu gaurana undir mismunandi clantogum.Og þetta með gaura sem eru í fleiru en einu klani það fer rosalega í taugarnar á mér\n|ASNI|GOTTI"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-11-15 17:02:34",
            "id": "338694",
            "reply_to_id": "338678",
            "text": "BLABLABLABLA\nSko það skiftir ekki neinu máli hvað storu clönin gera við littlu því það er bara betra fyrir littlu ef þeir meika það eftir allt og lika littlu clönin eru lika með önnur litill clön sem eru alltaf að scrimma og læti til dæmis\nDR þegar þeir komu þá huxaði ég að þeir munu vera her i viku ekki lengur en Doktorinn hann syndi öllum að hann getur þetta og mer synist þeir vera meikaða her allavega þá segi ég Good luck Dr og ég vona að þið gefist ekki upp á næstunni"
        },
        {
            "user": "SoKKuR",
            "user_id": "2151",
            "date": "2001-11-15 17:10:03",
            "id": "338695",
            "reply_to_id": "338678",
            "text": "segjið svo að quakearar séu leiðinlegir við n00bs."
        },
        {
            "user": "SoKKuR",
            "user_id": "2151",
            "date": "2001-11-15 17:40:10",
            "id": "338696",
            "reply_to_id": "338695",
            "text": "Gaur, Quake Officially Lick´s Balls, ekki blanda svona einhæfum og einfeldningslegum leik inní svona flóknar samræður fyrir quakera… www.hugi.is/skjalfti/\nmá ég commenta á minni klönin, … U REWL… ekki faith samt…"
        },
        {
            "user": "Occupy",
            "user_id": "183",
            "date": "2001-11-15 17:50:25",
            "id": "338697",
            "reply_to_id": "338696",
            "text": "og er cs eitthvað flókinn ?"
        },
        {
            "user": "MastrBater",
            "user_id": "13408",
            "date": "2001-11-15 17:48:06",
            "id": "338698",
            "reply_to_id": "338678",
            "text": "Cadia ROKKAR :)\n[Cadia]MasturBate"
        },
        {
            "user": "Ravenk",
            "user_id": "1394",
            "date": "2001-11-15 17:48:17",
            "id": "338699",
            "reply_to_id": "338678",
            "text": "Umm, ræt.  Held að það sé líklegra vegna þess að þessi litlu klön KeX/DUDE hafa að meðaltali yngstu meðlimina og það sýnir sig í samskiptum, þroskinn það er, fyrir utan það mögulega hef ég ekki hugmynd:)\nccp|Ravenkettle"
        },
        {
            "user": "durpedurpedurb",
            "user_id": "4224",
            "date": "2001-11-15 18:23:14",
            "id": "338700",
            "reply_to_id": "338678",
            "text": "Ég skal segja þér hversvegna Cadia lifðu af. Þeir lifðu af vegna góðmennsku og kurteisi [Cadia]nixxuzt heitnum, [Cadia]Promazin(einni ex-cadia) og hinum stofnendum klansins sem voru ekkert nema hreinar sálir með gott í huga. ASNI lifði af einfaldlega vegna þess að, quite frankly, þeir eru með massagóða spilara innanborðs, og að því er ég best veit, er vinaklan. SAT tók sinn tíma í að byggja sig upp, fengu sterka menn inn, í gegnum vinskap, og basicly bara gerðu gáfulega hluti. Auðvitað lítil klön ennþá, en þeir berjast fyrir sínu.\nDude, kex? Man ekki eftir neinu gáfulegu frá þessum mönnum…ekki gáfulegum commentum, ekki gáfulegum mannaráðningum (public server, einhver segir “má ég joina?” og hann fær jákvætt svar…) Do unto others what you would want others to do unto you(or sumthing like that).\nCome on. Þessi mórall er ýktur. Og satt að segja skil ég ccp að vilja ekki scrimma við dude eða kex…og satt að segja veit ég ekki hvort að dude eða kex vilji það.\nkk\n[.Love.]Pikachu"
        },
        {
            "user": "ludvikP",
            "user_id": "7297",
            "date": "2001-11-15 18:33:07",
            "id": "338701",
            "reply_to_id": "338700",
            "text": "Ahm Asni gekk jú bara vel á skjálfta var það ekki ?\n[.Love.]Spartakus hjálpaði þeim meiri segja að plana fyrir ccp leikinn sinn og alles…\nog Asni unnu meiri segja eitt love lið í riðlinum sínum ?\nbara GG..\nPuppy."
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2001-11-15 19:00:56",
            "id": "338702",
            "reply_to_id": "338701",
            "text": "þeir í lsd hafa verið til lengi lengi."
        },
        {
            "user": "xark",
            "user_id": "1706",
            "date": "2001-11-15 19:26:23",
            "id": "338703",
            "reply_to_id": "338702",
            "text": "Mikið rétt Whistler\nÞað fer að styttast í tveggja ára afmæli LSD klansins.\nÞað losnar enginn undan LSD fíkninni!\nnema Gandalf en hann leiddist útí áfengið í staðinn :=)\n(no offense steini… :)"
        },
        {
            "user": "guzto",
            "user_id": "108",
            "date": "2001-11-15 19:36:55",
            "id": "338704",
            "reply_to_id": "338703",
            "text": "Sko ég ætla nú bara að svara fyrir hönd SAT.\nSko einsog þú myntist á höfum við lifað þetta af, nú málið er að við höfum ekki fengið mikla eiginlega ekki bara neina kannski er það að við þekkjum nokkra í CCP, og t.d má nefna að CCP hafa verið afskaplega hjálpsamir við að hjálpa okkur koma með strategiu og því umlíkt og vil ég þakka þeim (Zeroxool þá sérstaklega :)). En málið er að láta þetta ekki dynja á sig eða gefast upp…það þýðir ekki að stofna clan og vaða í CCP eða love…ágætt inn á milli að hoppa í þá bara til að prófa og sjá styrk liðsins. En einsog ég segji viðhöfume kki mætt miklu mótmælum heldur þó svo við töpum stórt erum við að bæta okkur, einnig hefur það haldið saman claninu að við erum allir LOCAL kefvík dudes og góðir vinir.\nAllavega over and out\n|SAT|GuZtO*grandmaster*:)"
        },
        {
            "user": "Buddy",
            "user_id": "1889",
            "date": "2001-11-18 02:42:06",
            "id": "338705",
            "reply_to_id": "338703",
            "text": "Ég er alltaf að bíða eftir að LSD springi út. Búnir að hafa góða spilara innanborðs í 2 ár án þess að setja mark sitt nógu vel á leikinn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-11-15 19:17:49",
            "id": "338706",
            "reply_to_id": "338701",
            "text": "þið eruð að gleyma aðal “littla” Clani landsins sme ég er kominn í :) [ Rather ] það er nú bara healviti gott núna :)\n[ Rather ] $ick"
        },
        {
            "user": "viceroy",
            "user_id": "3376",
            "date": "2001-11-15 20:43:10",
            "id": "338707",
            "reply_to_id": "338678",
            "text": "Ég er ekki hissa á að KEX hafi ekki lifað það af…\nLitli bróðir vinar míns var í KEX og vinur minn var að horfa á þá æfa… Allt í einu skaut einn alla vini sína (FF ON) og drap flesta, og hætti svo… Vinur minn spurði hvað hann hefði nú eiginlega verið að gera\n“Æi hann gerir þetta alltaf áður en hann hættir!”\nAuk þess eru flest þessi klön sem lifa, klön sem byrja í gegnum vini..\nVið t.d. í hinu ´fáránlega klani EsreveR erum ekkert á því að hætta þessu klan dóti (enda nýbyrjaðir á því) því að við erum jú bara að leika okkur, spila saman…\nEkki hef ég séð evil menn (sem eru mjög góðir strákar (eða kallar hehe :) ) (alla vega þeir sem voru í því þegar ég var)) vera að rakka nein klön niður, en hvað veit ég svo sem, ég hef ekki verið að fylgjast með því.\nEn þetta er jú máske satt að engir vilji scrimma við þá, sem er sennilegast vegna þess að þeir eru nýjir og scrimmararnir vilja fá áskorun og þeir nenna kannski ekki að pæla í þessu þegar þeir fatta ekki að hinir læra á þessu og fara kannski að spila almennilega (ekki það þeir eru kannsi ekki lélegir)\nÞað er hellingur að vondum spilurum þarna úti…\nSem t.d. er ekkert að defusa eða gera sitt verk og hlusta aldrei á neitt sem maður segir og campa bara, þeir hitta en spila illa…\nlangaði bara að koma þessu að\nViceRoy"
        },
        {
            "user": "knifer",
            "user_id": "2200",
            "date": "2001-11-15 20:47:49",
            "id": "338708",
            "reply_to_id": "338678",
            "text": "Ókey í fyrsta lagi það er ekki gaman fyrir báða aðila að hitt liðið hefur þvílíka yfirburði að það nauðgar hinu.  Mér finnst cool að það séu gaurar að taka sig til og stofna clön á fullu það stuðlar einungis að betra counter-strike spilurum.  Það sem ég ráðlegg þessum klönum sem hafa litla reynslu í counter-strike er að dla fullt af demóum og liggja yfir þeim lon og don og sjá hvernig þessir pro gaurar hegða sér.  Skillz í cs er nefnilega ekki bara aim heldur er það einnig staðsetningarval og fleira, samspil með liðsfélögum og samhæfing á kaupum í liðinu."
        },
        {
            "user": "mp4",
            "user_id": "9175",
            "date": "2001-11-15 20:55:29",
            "id": "338709",
            "reply_to_id": "338678",
            "text": "dude er hætt allaveganna og cadia asni og sat… og öll ný clön, ég vona að það komi eikka nýtt og gott clan á yfirborðið bráðlega…\nkv. mp4"
        },
        {
            "user": "mp4",
            "user_id": "9175",
            "date": "2001-11-15 20:57:56",
            "id": "338710",
            "reply_to_id": "338709",
            "text": "já og eitt… það fannst svindl í tölvu eins meðlims hjá okkur á skjálfta og það var ekki ástæðan að við hættum, við náðum aldrei góðu teamplay í scrimmum og gátum lítið….\nkv. again…\nmp4"
        },
        {
            "user": "johanng",
            "user_id": "9215",
            "date": "2001-11-15 21:11:51",
            "id": "338711",
            "reply_to_id": "338710",
            "text": "btw við scrimmuðum lítið og hef ég áður spurt stór lið um spil og þeir redda liði einu sinni tók ég og nokkrir kunningjar mínir og mötchuðum að mig minni við nef kölluðum okkur family thíhí :D\neins og sumir á serverum eru kannski að brúka kjaft við evil love ccp nef eða einhverja og svo spurja þeir um scrimm við þá sem þeir voru að brúka kjaft við, hvernig haldiði að viðbrögðin hjá þeim mundu vera annaðhvort nei eða ekkert svar…."
        },
        {
            "user": "Screwball",
            "user_id": "10803",
            "date": "2001-11-15 22:47:10",
            "id": "338712",
            "reply_to_id": "338678",
            "text": "jamm…ég er með hugmynd….ef þið eruð fleiri en 10 í claninu…scrimmið bara við hvora aðra, við í Cadia gerum það stundum…. og, sko.. mér finst Cadia líka vera stórt clan :Þ (nei smá djók)\nallavega gl to the little clans…\nég var einu sinni í litlu clani!\nkk\n[Cadia]ScrewBall"
        },
        {
            "user": "faggi",
            "user_id": "4663",
            "date": "2001-11-15 23:18:15",
            "id": "338713",
            "reply_to_id": "338678",
            "text": "ég er samála tómatsósu þegar að ASNI byrjuðu í cs þá var ekki tekið mjög vel á móti okkur…\nþað eru en men sem hata okkur útaf clan taginu\nég ætla ekki að nefna nein nöfn en þetta fynst mér asnalegt.og verið nú góðir við nýju clöninn\nannars drep ég ykkur Múhahahaha! :þ"
        },
        {
            "user": "faggi",
            "user_id": "4663",
            "date": "2001-11-15 23:29:41",
            "id": "338714",
            "reply_to_id": "338678",
            "text": "jú ég gleimdi einu á leiðinlegu atriði á skjálfta 3 á þessu ári kom einsæklingur uppað borðinu okkar og spurði okkur um nickin okkar og síðan benti hann á þá sem hann hataði og vildi lemmja og þá sem voru ágætir þetta fynst mér fíflalegt og þú ættir að skamast þín ég meina fullorðin maður.. ekkert nema nónaskapu"
        },
        {
            "user": "Shamaroth",
            "user_id": "5285",
            "date": "2001-11-16 00:13:49",
            "id": "338715",
            "reply_to_id": "338678",
            "text": "*POT*/*POKE*/*Whatnot*\nGóður punktur, en smá research hefði mátt fara á undan\nLykt er líka svona “lítið” klan, en ég veit ekkert um hverjar viðtökurnar eru. Ég fer stundum in á íslenska servers, og læt bara hina gaurana sjá um að organiza scrimmin. Mér er svo nokk sama hvað ykkur finnst um okkur.\nHinsvegar þarf ég að fara myrða War Ministerinn okkar fyrir að bóka okkur gegn Evil, NEF og svo aftur Evil…. grrrr >:(\n[-LYKT-]WeeMadArthu"
        },
        {
            "user": "Skylark",
            "user_id": "2436",
            "date": "2001-11-16 02:56:56",
            "id": "338716",
            "reply_to_id": "338715",
            "text": "ég er Oblivion og er í nice og evil voru mjög góðir og skemmtilegir við okkur og vildu oft scrimma og það sama að segja um cadia .. ég segi þetta því nice er svona nýtt lélegt clan"
        },
        {
            "user": "Skylark",
            "user_id": "2436",
            "date": "2001-11-16 10:05:51",
            "id": "338717",
            "reply_to_id": "338716",
            "text": "Ég lifi greinilega í mínum eigin heimi þar sem allri CS-ara eru bestu vinir og engin er að ráðast á littla mannin því að ég hef ekki séð þessa skuggahlið á CS-menninunni.\nEf littlu liðunum vantar scrim endileg tala við Love við erum alltaf að leita að scrimmum.\nÉg hef aldrey orðið var við að lið sé lagt í einelti, hins vegar eru spilarar í liðum sem einfaldlega ætti að banna frá öllum tölvuleikjum (Þetta eru þessir dæmigerðu týpur sem eru búnir að missa alla vini sína út af stælum og eru að þvínga sér inn á CS-spilara og virðast hafa meiri áhuga á að fara á taugarnar á fólki heldur enn að spila vel."
        },
        {
            "user": "gori",
            "user_id": "10568",
            "date": "2001-11-18 04:21:22",
            "id": "338718",
            "reply_to_id": "338678",
            "text": "Til þess að clan geti lifað af þurfa einstaklingar innan þess að þekkjast persónulega t.d ég er í |ASNI| og eiginlega allir í asni þekkjast persónulega t.d Gizmo, jogurt, asnaprik,ofninn hans afa, juppe og ég við erum ALLIR jafngamlir og í sama skóla, og erum vinir nema við hötum allir gizmo því hann er fragg hóra og kann ekki að vera kjurr og þetta er ekkert óskiljanlega ástæða því að við allir þekkjumst og spilum soldið mikið saman á lani og kjöftum um þetta í tíma og ótíma t.d kennara tíkinn hefur ótrúlega oft öskarað á mig og jogga að halda kj.. sko =\nbtw, gassi ekki móðgast þúrt bara geih…."
        }
    ]
}