{
    "forum_title": "Manager leikir",
    "user": "copthorne",
    "user_id": "5361",
    "date": "2001-11-15 17:52:06",
    "title": "Loksins!!!!!",
    "text": "Jæja loksins er þetta áhugamál að vakna til lífsins eftir góðan draum.\nMaður sér að það eru alltaf nýjar og nýjar kannannir sem koma inn og heill hellingur af greinum.\nSíðan eru margir sem eru duglegir að senda inn myndir.\nÞetta er mjög gott því eins og china sagði einu sinni í greininni champinn 01-02 þá mættu menn fara lífga áhugamálið við.\nOg já það erum við að gera svo sannarlega.\nReyndar hefur ekkert skjáskot komið inn nýlega en vonandi að menn fari að koma með ný skjáskot. Mönnum finnst náttúrulega skemmtilegt að sjá svo, og líka séð hvað aðrir eru að gera.\nSíðan þegar menn senda inn greinar mættu endilega koma myndir inn. Væri það ekki sniðugt?\nNúna eru menn líka byrjaðir að tala um sögu savea sína og segja hvernig þeim gengur og er ég meðal þeirra.\nAnnars er þetta í fína lagi og á endanum þarf kannski mac2 að fá annan admin með sér ég mæli með wbdaz.",
    "url": "https://www.hugi.is/manager/greinar/51414/loksins/",
    "url_id": "51414",
    "id": "338942",
    "replies": [
        {
            "user": "mac2",
            "user_id": "7487",
            "date": "2001-11-16 17:20:26",
            "id": "338943",
            "reply_to_id": "338942",
            "text": "Ég setti inn nýtt skjáskot í gærkvöldi.\nÉg gef því aðeins meiri tíma og set svo annað inn.\nÉg fór í gegnum mailbox-ið hjá mér um daginn og ég er búinn að setja inn öll skjáskot sem mér finnst vera þess virði að vera þarna.\nEf einhver sér ekki sitt skjáskot þarna verður hann að senda aftur því þá hefur eitthvað misfarist í póstinum hjá mér eða mér hefur ekki litist nógu vel á það.\nKannarnir streyma inn og það sem vantar kannski meira eru myndir.\nSlay er nú aðeins í þessi með mér en ef maður eins og wbdaz(o.fl fóðir) myndi bjóða sig fram til að hjálpa mér væri ég mjög ánægður."
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2001-11-16 17:30:28",
            "id": "338944",
            "reply_to_id": "338943",
            "text": "Hehe, ég þakka :) En annars hef ég nú reynt að vera hjálplegur við menn á korkinum, enda líklega margir nýliðar eftir að nýja útgáfan kom.\nAnnars er helsti gallinn við að setja myndir með greinum að stærðin er bara ekki okkur í hag. Þessvegna reynir maður að setja myndir inn í skjáskotið, eða bara setja það á kasmír síðuna sína :) (Ég ætla að reyna að setja fleiri myndir þar inn, ég læt ykkur vita ef ég verð með eitthvað áhugavert þar)"
        },
        {
            "user": "Saviola",
            "user_id": "10336",
            "date": "2001-11-19 16:28:10",
            "id": "338945",
            "reply_to_id": "338942",
            "text": "Skjaskotin verda natturlega ad vera uppi smatima svo folk geti sed thau ( thott stundum thau seu of adeins farinn vera gomul ). Folk er lika ekkert ad byrja ad senda inn greinar af saveunum sinum. Thad er buid ad vera gera thad sidan eg man eftir thessari sidu.\nAnnars styd eg wbdaz, hann er duglegur ad senda greinar og responda."
        },
        {
            "user": "ExWin",
            "user_id": "12646",
            "date": "2001-11-19 20:45:47",
            "id": "338946",
            "reply_to_id": "338942",
            "text": "Getur einkver kennt mér að senda inn skjáskot?"
        },
        {
            "user": "angelfire",
            "user_id": "7712",
            "date": "2001-11-20 21:20:20",
            "id": "338947",
            "reply_to_id": "338946",
            "text": "Þegar þú ert inn í leiknum og ert með skjá sem sem þú vilt taka mynd af ýttiru á alt og Print screen(Hann er hjá pause og scroll lock.). Svo ferðu út úr leiknum og ferð inn í eitthvað forrit sem tekur myndir inn á sig(paint eða eitthvað) og pastear myndina þar.\nC'ya\nkv angelfire."
        }
    ]
}