{
    "forum_title": "Rokk",
    "user": "torfitransi",
    "user_id": "63167",
    "date": "2007-05-01 14:39:18",
    "title": "Arctic Monkeys - Favourite Worst Nightmare",
    "text": "Jæja nú er önnur breiðskífa frá einni af minni uppáhalds hljómsveit samtímans komin út! Er ég búinn að leggja hlustir á hana og ég er ekki frá því að hún sé jafnvel betri en sú gamla.\nMér langaði að gá hérna á rokk áhugamálinu hvort það væru einhverjir fleiri aðdáendur hér. Eruði búnir að kynna ykkur efnið þeirra eitthvað og ef svo er hver finnst ykkur vera svona helstu lögin?\nDjöfull væri ég til í að fara á Hróaskeldur :'( !",
    "url": "https://www.hugi.is/rokk/korkar/514336/arctic-monkeys-favourite-worst-nightmare/",
    "url_id": "514336",
    "id": "4849283",
    "replies": [
        {
            "user": "fakeplastictrees",
            "user_id": "64593",
            "date": "2007-05-02 00:37:35",
            "id": "4851858",
            "reply_to_id": "4849283",
            "text": "hef bara heyrt nokkur lög, lýst frekar vel á hann.\nBrianstorm er geðveikt"
        },
        {
            "user": "Rosebud",
            "user_id": "46202",
            "date": "2007-05-02 19:32:49",
            "id": "4854525",
            "reply_to_id": "4849283",
            "text": "mér finnst að platan er ekkert spes… :/"
        },
        {
            "user": "AllesKlar",
            "user_id": "19099",
            "date": "2007-05-03 14:49:26",
            "id": "4857156",
            "reply_to_id": "4849283",
            "text": "já hún er nefilega bara allt annað en léleg, barasta fín, toppar fyrri meira segja rétt aðeins bara fyrir gott kæruleysi…\n“i'm going back to 505, if it's seven hour flight or a fourty-five minute drive” …æðislegt"
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2007-05-04 00:03:48",
            "id": "4859909",
            "reply_to_id": "4849283",
            "text": "Fannst fyrsti mun skemmtilegri en þessi er mjög góður…..\nfæ ekki nóg af Fluorescent Adolescent…"
        },
        {
            "user": "DrPhil",
            "user_id": "29624",
            "date": "2007-05-04 11:50:15",
            "id": "4860851",
            "reply_to_id": "4859909",
            "text": "einmitt.\nþað er bara meistaraverk"
        },
        {
            "user": "Pac",
            "user_id": "11943",
            "date": "2007-05-04 16:54:35",
            "id": "4862265",
            "reply_to_id": "4849283",
            "text": "Fyrir mér er Arctic Monkeys ein hæpaðasta hljómsveit sem ég hef heyrt í. Fannst fyrri platan fín en fyrir utan það, ekkert meistarastykki. Gaurar sem er hægt að hafa mjög gaman af, bæði ef maður er til í djammið eða bara bresk rólegheit. En ég hef ekki heyrt mikið af nýju plötunni, hljómar samt ágætlega við fyrstu hlustir.\nAnnars sá ég Arctic Monkeys á Hróarskeldu í fyrra, þeir voru fínir þar. Verða eflaust bara skemmtilegri í ár eftir að hafa nú meira en ár í reynslu í viðbót.\nMæli með að allir sem hafa aldur eða geta fari á Roskilde. Besti fílingur sem er hægt að komast í, er þarna á svæðinu."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-05-07 22:41:14",
            "id": "4873718",
            "reply_to_id": "4849283",
            "text": "ELSKA ÞENNAN DISK!\nhann verður betri eftir hverja hlustun vá hvað ég elska hann!…var ég búin að segja það?^^,\n“D is for Delightful\nAnd try and keep your trousers on\nI think you should know you're his favourite worst nightmare”\n:D:D"
        }
    ]
}