{
    "forum_title": "Deiglan",
    "user": "Eldkatla",
    "user_id": "15501",
    "date": "2007-05-06 21:27:58",
    "title": "Að gefnu tilefni",
    "text": "Að gefnu tilefni langaði mig að setja þetta hérna inn, og langar mig að hvetja fólk til að lesa Goðsagnir og Raunveruleiki sérstaklega vel.\ntakk fyrir :)\nhttp://www.doktor.is/Article.aspx?greinid=1654",
    "url": "https://www.hugi.is/deiglan/korkar/515736/ad-gefnu-tilefni/",
    "url_id": "515736",
    "id": "4869711",
    "replies": [
        {
            "user": "Rassgata",
            "user_id": "34794",
            "date": "2007-05-06 22:42:55",
            "id": "4869986",
            "reply_to_id": "4869711",
            "text": "jamm er sammála því að ekkert réttlæti nauðgun “hún bað um þetta” er aldrei rétt að segja en “hún bað um athygli” er nær. með kynæsandi klæðaburði á djamminu  dregur maður frekar að sér hitt kynið - það er því glannaskapur. Ef maður ætlar að vera í kynæsandi fötum á djamminu á maður að vera alltaf í kringum vini sína"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2007-05-07 06:29:34",
            "id": "4870756",
            "reply_to_id": "4869711",
            "text": "Allt saman komið frá konum. Kona skrifaði þessa grein á doktor.is og náði í heimildir frá öðrum kvenmönnum. Enginn karlmaður kemur þarna við sögu þannig að aðeins er hálf sagan sögð. Getur ekki fullyrt þetta svona.\nBætt við 7. maí 2007 -  06:33\nOg svo varðandi goðsagnir og raunveruleika partinn…sem sagt ef konan segði ekki nei væri það þá ekki nauðgun? Núna nefni ég dæmi út frá þessum texta og svarið mitt við þeirra spurningu er nei, það er samt nauðgun.\nÍ textanum er það þó ekki skýrlega gerður greinamunur á nema mér hafi yfirsést lesturinn, sem gerist á bestu bæjum."
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2007-05-07 11:56:47",
            "id": "4871156",
            "reply_to_id": "4870756",
            "text": "mikið fyrir samsæriskenningar?"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2007-05-07 17:57:06",
            "id": "4872463",
            "reply_to_id": "4871156",
            "text": "Nei mjög lítið. Ekki hrifinn af þannig rugli. Heldur ekki hrifinn af fullyrðingum um rannsóknir og kannannir sem fást ekki staðist miðað við vinnuna bak við þær."
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2007-05-08 00:23:53",
            "id": "4874166",
            "reply_to_id": "4871156",
            "text": "held að hann fatti ekki alveg að það eru í flestum tilvikum konum sem er nauðgað en ekki karlmönnum…. svo það er ekki skrítið að það sé talað um konur í greininni…"
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2007-05-08 00:28:08",
            "id": "4874189",
            "reply_to_id": "4874166",
            "text": "umhumm… það er líka talað um nauðgun á karlmönnum þarna þó það sé ekki mikið farið út í það,\nhann bara neitar að sjá raunveruleikann og heldur sig við gróusögur þó svo enginn eingin rök séu fyrir þeim,"
        }
    ]
}