{
    "forum_title": "Hestar",
    "user": "Kylja",
    "user_id": "58107",
    "date": "2007-05-11 14:37:02",
    "title": "Glóblesa frá Tunguhálsi I",
    "text": "Jæja…þar sem ég er komin í smá pásu frá prófum ákvað ég að lyfta þessu áhugamáli aðeins upp með því að skrifa um mína yndislegu meri, en það er fröken Glóblesa frá Tunguhálsi.\nGlóblesa er fædd árið 1997, og verður því 10 vetra núna í sumar (eða varð Sumardaginn fyrsta ef þið viljið hafa það svo “nákvæmt”).\nFaðir hennar er hinn kunnugi gæðingur, Smári frá Skagaströnd, sem er undan Safír frá Viðvík og Sneglu frá Skagaströnd.\nMóðir hennar, on the other hand, er Gerður frá Skagaströnd sem er undan ónefndum foreldrum á Worldfeng. Verð víst að fara grúska aðeins meira í ættfræðina og hringja í fyrrverandi eigandann og heimta upplýsingar. =)\nGlóblesa er rauðblesótt glófext með grásprengt fax og tagl. Til þess að vera mjög nákvæm, þá er hún frekar rauðvindótt, hún er mjög dökk rauð og svo meira að segja álótt. Svo er hún með grásprengt fax og tagl sem lýsist, því lengra sem það verður. Hún er með rosalega sítt fax og toppurinn nær niður fyrir nasir, en talgið er rosalega þykkt og mikið.\nÉg fékk að heyra um hana fyrir rúmum tveim árum. Stelpan/konan sem ég er að leigja hjá og er alveg hreint frábær, vissi að ég væri að leita að hesti til kaups. Hún benti mér á þessa meri, en hún sagði að hún hafi frumtamið hana og að frændi hennar ætti hana. Einnig var galli, hún var ekki gangsett.\nÉg geymdi þetta bakvið eyrað og hélt áfram að leita, en svo þegar ég fann ekki neitt sem mér leist almennilega á spurði ég meira út í þessa meri sem mér hafði verið sagt frá. Það kom í ljós að hún væri undan gæðingnum Smára frá Skagaströnd og væri hálfsystir tveggja mera sem þessi stelpa átti. Ég ákvað að fá að vita meira um hana og það endaði með því að fékk hana senda í bæinn.\nMerin var ótrúlega falleg, andlitsfríð og fasmikil og ég heillaðist strax að henni. En svo byrjaði ég að ríða henni eftir að hafa kynnst henni aðeins á jörðinni og svona. Hún var alveg ótrúlega vinnusöm og hlýðin þegar ég var á jörðinni, það er hins vegar allt annað mál þegar ég var á baki.\nÞá vildi hún vera niðri með hausinn eins og eitthver álka og ótrúlega stíf og greinilega bara búin að vera riðin á taumnum eftir að hún fór frá stelpunni sem ég þekkti.\nÉg fann strax fyrir connectioni, því við vorum alveg eins í skapinu, óþolinmóðar, frekjur, ákveðnar og næmar og stundum svolítið mikið með hugann við annað…^^\nEn anyways…ég byrjaði að ríða henni, og var svona nokkurnveginn búin að ákveða að kaupa bykkjuna, en eitthvernveginn fór það aldrei í gang. Hún var afskaplega væn og góð, stillti sig eftir knapanum og ég næstum því sett hvaða óvana krakka sem er á hana. Ég gat leyft henni að bíta fyrir neðan hesthúsið, alveg óbundið og engin hjá henni, ég get legið á bakinu á henni meðan hún er inn í gerði og jafnvel haga líka og hún var bara æðiselg! Æðiselgt geðslag, eflaust komið frá Smára.\nSvo ég hafði hana bara áfram og hafði hana í heilann vetur. Þá ætlaði ég að gera mér lítið fyrir og gangsetja álkuna þar sem ég var nú næstum búin að ákveða að kaupa hana.\nOg þannig byrjaði The World War III….=)\nNei nei…það er kannski aðeins og mikið sagt, en það voru sviti,tár og gremja sem fylgdi því, út af því að merin var svo klárgeng!\nEn þetta gekk þó upp og upp undir vorið var hún byrjuð að tölta, en vandamálið var að hún vildi alltaf svo mikið flýta sér og ofreisti sig. Svo tók hún allt og stutt skref því að yfirlína hjá henni var ekki rétt og þannig varð hún stíf í kjaftinum eins og hún væri gjörsamlega tilfinningalaus þar.\nÞó er maður alltaf vitrari eftir á og ég gerði mér ekki grein fyrir yfirlínuvandamálinu.\nÉg fór svo í sveit um sumarið og fékk að hafa hana með mér. Við urðum svo heppnar að fá að fara í mánaðarhestaferð, alla leið í Skagafjörð frá Þingvöllum og til baka. Áætlunin var að vera á Landsmóti Hestamanna yfir aðalhelgina og hafa gaman, ásamt því að gefa hestunum 4 daga frí áður en haldið væri aftur heim.\nUm sumarið eignaðist ég hana formlega. Hitti karlinn og staðgreiddi honum 230 þúsund krónur fyrir merina. Það var 30 júní 2006. *Bless fermingarpeningar!*\nEn þó var og er hún þess virði…;)\nSvo kom hún inn í desember og ég var ennþá hjá þessari stelpu sem sagði mér frá merinni og hún er búin að hjálpa mér helling með Glóblesu mína.\nÞað koma svo seinna í ljós að það væri vandamál með yfirlínuna hjá henni.\nÞ.e.a.s. að hún notaði bakið og hálsinn ekki rétt. Hún ofreisti sig og fór með bakið niður, og það gerði það að verkum að bumban á henni var allt of mikið niður, hún náði ekki fótunum inn undir sig og fór því fljótlega alltaf að flandra út í loftið eftir smá tíma á tölti. Þetta var bara allt of erfitt fyrir hana….Einnig varð hún hræðilega stíf í kjaftinum og maður réð varla við hana á töltinu. Samt ósköp næm og yndislega á öllum öðrum gangi.\nÞví fór ég að vinna í Bónus og fékk eitthvað upp í því, enda jólavertíðin.\nÞá var ég komin með pening og allur þessi peningur átti að fara í einkatíma fyrir hrossið og mig. Við hringdum því í Róbert Petersen og hann kenndi mér ýmisar æfingar og bara ótrúlegt hvað merin er búin að breytast!\nHún er byrjuð að vera með hausinn í lóði, ekki eins og álka alltaf og er byrjuð að tölta eðlilega. Hún á það þó til að vilja fara fara hraðar og því þarf að halda rosalega vel við hana, án þess að nota tauminn of mikið…Því þá er ég búin að missa hana…=/\nEn þetta er ótrúlegt hversu miklum árangri maður getur náð með því að sækja í þessar nútíma tamninga- og þjálfunaraðferðir.\nMæli eindregið með því ;)\nEn nú er þetta að mestu leyti komi hjá mér þó ég geti sagt frá miklu meira, en þetta er gott í bili ;)\nEndilega reyna lífka aðeins upp á þetta áhugamál =)",
    "url": "https://www.hugi.is/hestar/greinar/516331/globlesa-fra-tunguhalsi-i/",
    "url_id": "516331",
    "id": "4877732",
    "replies": [
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2007-05-11 15:20:53",
            "id": "4886296",
            "reply_to_id": "4877732",
            "text": "Flott hvað það gengur allt vel núna hjá ykkur, ef ég hefði ekki séð mynd af merinni áður (og fundist hún geðveikt flott þar), man ekki hvar líklega hér á huga, þá hefði mér fundist 230 þús allt of mikið þegar ég last byrjunnarlýsinguna hvernig hún væri með þig á baki, en svo fyrst hún er öll að koma til þá er hún eflaust vel þess virði enda bráðfalleg meri =)"
        },
        {
            "user": "Kylja",
            "user_id": "58107",
            "date": "2007-05-11 20:03:30",
            "id": "4887189",
            "reply_to_id": "4886296",
            "text": "Hehe…já…takk kærlega =)\nÞegar fólk heyrir frá hvernig hún var, þá er það alveg steinhissa, því hún er búin að breytast svo mikið. Reyndar í þessari mánaðarhestaferð sem ég sagði frá í greininni var fólk alltaf að tala um hver ætti þetta hross og undan hverjum hún væri og eitthvað þannig…=) Þá var hún byrjuð að tölta, en átti það til að flandra og svona vesen (ekki beint besta leiðin til að gangsetja hest í hestaferð, en hún var komin eitthvað á leið) og ég var alltaf rígmontin =D\nHún er með mjög mikla eðlislyftu á tölti því hún hefur svo mikla orka, og eitthvernveginn verður hún að losa hana…á hægu tölti gerir hún það með lyftunni….=P\nFólk hefur líka verið að spyrja mig hvort að þetta sé graðhestur þegar það sér hana í fyrsta sinn…XD\nSvo var þetta með 230 þús…þess vegna var ég alltaf í svona nokkrum efa allann veturinn, þorði aldrei að ganga almennilega frá þessu…\nEn nú er hún bara æðisleg, fór á hana í dag og hún var bara ótrúlega góð =)\nSvo hjálpa tímarnir hjá Robba alveg ROSALEGA mikið…=D"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2007-05-12 19:20:00",
            "id": "4889939",
            "reply_to_id": "4887189",
            "text": "Trúi því vel fólk efaðist talsvert um klárinn minn á sínum tíma en svo var boðið 300 þúsund í hann fyrir 2 árum og í dag er hann margfallt betri svo ég efast um að hann hafi verið slæm kaup á sínum tíma en mér minnir að hann hafi fengist fyrir 150 þús þá vegna þess að eigandinn varð ólétt og gat því ekki farið á bak…"
        },
        {
            "user": "Kylja",
            "user_id": "58107",
            "date": "2007-05-12 22:57:38",
            "id": "4890690",
            "reply_to_id": "4889939",
            "text": "Já einmitt =) Það er geggjað =)\nFólkið í sveitinni sagði við mig að ég gæti fengið 500-700 þús fyrir hana þegar hún veðrur almennilega tamin :P"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2007-05-13 18:21:59",
            "id": "4893023",
            "reply_to_id": "4890690",
            "text": "Af lookinu og lýsingunum að dæma já, eins skemmir ætternið ekki ;)"
        },
        {
            "user": "Kylja",
            "user_id": "58107",
            "date": "2007-05-13 20:15:49",
            "id": "4893523",
            "reply_to_id": "4893023",
            "text": "einmitt =) Svo líka að hún er rosalega fasmikil og eðlishágeng…=) Hlakkar til að sjá hana með hlífum =D"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2007-05-13 22:05:40",
            "id": "4893956",
            "reply_to_id": "4893523",
            "text": "Trúi því, hlakka sjálf mikið til þegar Stráksi minn verður kominn með það mikið jafnvægi að ég geti sett á hann hlífar, en hann er einmitt mjög eðlishágengur, rosalegur á stökki sérstaklega, það þurfti að lærast að sitja það stökk, en núna hefur það jafnast út en er en mjög hátt, brokkið vel hágengt en töltið er ekki alveg komið nóg til að hann hafi jafnvægi í að lyfta mikið :O"
        },
        {
            "user": "Kylja",
            "user_id": "58107",
            "date": "2007-05-13 22:08:56",
            "id": "4893975",
            "reply_to_id": "4893956",
            "text": "Já, það er eiginlega töltið sem hún er mest eðlishágeng á…=) Hún er svo rýmislítið á brokkinu og stökkið er ekki gott hjá henni í föðurættina, svo það þarf bara að þjálfa að extra vel =D\nEn ég er svo viss um að þessi meri eigi eftir að vera með dúndur góða yfirferð, hún er svo orkumikið og ótrúlega dugleg…=)"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2007-05-14 00:28:56",
            "id": "4894593",
            "reply_to_id": "4893975",
            "text": "Ég veit lítið um lyftuna á tölti þar sem þetta er mest þrístuðningur enþá þegar hann kemst á smá meiri ferð kemur í ljós hve mikil lyftan verður þar, enda bara kannski 5 reiðtúrar með of löngum hléum á milli síðan hann fór að tölta aftur, tölti samt aðeins í sumar þegar hann var járnalaus að framan.."
        },
        {
            "user": "Tinni99",
            "user_id": "59683",
            "date": "2007-05-12 18:34:28",
            "id": "4889781",
            "reply_to_id": "4877732",
            "text": "mjög skemmtileg og góð grein hjá þér ;)\nfalleg hryssa á myndini og örugglega þrælskemmtilegt reiðhross..!:D"
        },
        {
            "user": "Kylja",
            "user_id": "58107",
            "date": "2007-05-12 22:56:09",
            "id": "4890685",
            "reply_to_id": "4889781",
            "text": "Takk fyrir =)\nHún er nú ekkert svo skemmtilegt reiðhorss núna….en hún á eflaust eftir að verða með geggjaða yfirferð þegar töltið kemur almennilega og hún er hætt að stífa sig svona eins og hún gerir =)\nHún á eftir að verða rosalega góð held ég :D"
        },
        {
            "user": "Tinni99",
            "user_id": "59683",
            "date": "2007-05-14 13:00:45",
            "id": "4895432",
            "reply_to_id": "4890685",
            "text": "já vonandi það:D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-07-21 12:35:43",
            "id": "5089416",
            "reply_to_id": "4877732",
            "text": "Sætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestur\nSætur Hestu"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-07-21 12:36:28",
            "id": "5089417",
            "reply_to_id": "4877732",
            "text": ":P:P:P"
        }
    ]
}