{
    "forum_title": "Stjórnmál",
    "user": "stofa",
    "user_id": "13845",
    "date": "2007-05-09 15:03:51",
    "title": "X-D eða X-B = Dauði og Blóð",
    "text": "Ef það var ekki á hreinu… vinsamlegast ekki gera mér þann grikk að kjósa þessa gráðugu lygara bush-sleikjubrj(ál)æðinga og morðingja til að stjórna landinu mínu í 4 ár í viðbót… Það væri bara illa gert af ykkur, siríuslí… Ekki gleyma lygunum fyrir írakstríðið, þegar staðfasta þjóðin Ísland studdi hernaðaraðgerðir sem hafa kostað amk tvisvar sinnum fleira fólk lífið heldur en alla Íslendinga! Mér finnst að ég ætti ekki að þurfa að birta myndir af dauðum íröskum börnum hérna til að leggja áherslu á reiði mína… en allir ættu að vita að stríð er óhugnaður sem er ekki hægt að ímynda sér, og ekki einu sinni fanga í mynd af dauðu, brenndu barni.\n84% þjóðarinnar var á móti þessu en ekkert hefur verið gert. Við vorum ekki beðin afsökunar, við sendum bna mönnum ekki opinber skilaboð um að við andmæltum þessu og við erum enn á lista hinna viljugu, sama þó ríkisstjórnin láti eins og hún sé ekki til.\nog fyrir þá sem ætla að skila auðu… ég skil afstöðu ykkar mjög vel en það verða allir sem eru á móti þessari ríkisstjórn að reyna að kjósa hana í burtu… auðir/ógildir munu því miður ekki getað tekið þátt í ríkisstjórnarmyndun eftir kosningar.\nAtkvæði með ríkisstjórninni jafngildir stuðningi við Íraksstríðið og þeir sem ætla ekki að væta hendur sínar blóði á kjördag ættu að passa hvar þeir setja x-ið.",
    "url": "https://www.hugi.is/stjornmal/korkar/516451/x-d-eda-x-b-daudi-og-blod/",
    "url_id": "516451",
    "id": "4879524",
    "replies": [
        {
            "user": "Rabbicool",
            "user_id": "26233",
            "date": "2007-05-09 21:25:16",
            "id": "4880888",
            "reply_to_id": "4879524",
            "text": "Ég ætla að kjósa Framsókn, bara út af þessari fyrirsögn."
        },
        {
            "user": "Rabbicool",
            "user_id": "26233",
            "date": "2008-01-04 15:38:59",
            "id": "5536148",
            "reply_to_id": "4880888",
            "text": "sell out"
        },
        {
            "user": "imbakassi",
            "user_id": "59115",
            "date": "2007-05-09 23:27:26",
            "id": "4881338",
            "reply_to_id": "4879524",
            "text": "Ekki heldur gleyma hækkun á húsnæðislánum í 90%, lengra fæðingarorlofi og ekki heldur gleyma hvaða flokkur það er sem sýnir jafnrétti í verki með framboðslistum sínum."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2007-05-09 23:49:11",
            "id": "4881407",
            "reply_to_id": "4881338",
            "text": "90% íbúðarlán voru nú ein stærstu mistök ríkisstjórnarinnar, hræðileg tímasetning.\nOg ég ætla að minna þig á þegar að félagsmálaráðherra braut jafnréttislög, hann er framsóknarmaður."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2007-05-10 11:27:02",
            "id": "4882015",
            "reply_to_id": "4881407",
            "text": "Jafnréttislögin eru fasismi."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2007-05-10 14:52:45",
            "id": "4882559",
            "reply_to_id": "4882015",
            "text": "Ætlarðu að útskýra mál þitt betur?"
        },
        {
            "user": "Hrislaa",
            "user_id": "42360",
            "date": "2007-05-11 20:48:24",
            "id": "4887377",
            "reply_to_id": "4881338",
            "text": "Neinei.\nEkki heldur gleyma þeim 400 elliborgurum sem eru á biðlista.\nEkki gleyma um 200 unglingum sem eru á biðlista eftir plássi á barna- og unglingageðdeild.\nEkki gleyma skemmdum tönnum barna á Íslandi.\nEkki gleyma eyðingu á náttúrunni, röskun á hagkerfinu, háum vöxtum, viðskiptahalla og óstöðuleika í gengi.\nEkki gleyma fátækum fjölskyldum sem fer vaxandi.\nBætt við 11. maí 2007 -  20:51\nEkki gleyma hæstu sköttunum á öllum norðurlöndunum.\nÁ ég að þylja upp meira fyrir þig af dásemdum ríkissjórnarinnar?"
        },
        {
            "user": "imbakassi",
            "user_id": "59115",
            "date": "2007-05-11 23:00:30",
            "id": "4887745",
            "reply_to_id": "4887377",
            "text": "Ekki gleyma hæstu sköttunum á öllum norðurlöndunum.\nÞetta er nú með því vitlausara sem ég hef séð.  Skattar á Íslandi eru mun lægri en á hinum norðurlöndunum og þéir hafa lækkað síðustu árin og stefnan hjá B og D er að lækka þá enn frekar.  Samfylkingin og VG vilja hinsvegar hækka þá."
        },
        {
            "user": "Hrislaa",
            "user_id": "42360",
            "date": "2007-05-12 00:19:29",
            "id": "4887947",
            "reply_to_id": "4887745",
            "text": "Skattar á Íslandi eru mun lægri en á hinum norðurlöndunum og þéir hafa lækkað síðustu árin\nNei, skattar á Íslandi eru næsthæstir á eftir Svíðþjóð eða Danmörku, man það ekki alveg.\nÞeir einu sem fengu raunverulega skattalækkun eftir 1995 voru fyrirtækjaeigendur, fjárfestar og hátekjufólk (tekjuhæstu 10% þjóðarinnar). Um 90% þjóðarinnar fékk á sig aukna skattbyrði. Skattbyrði meðalfjölskyldunnar á Íslandi jókst úr rúmum 19% í tæp 24% af tekjum. Skattbyrði einhleypra öryrkja jókst úr 7% af tekjum í 17,1% frá 1995 til 2004.\nKannski að kynna sér málin aðeins betur áður en þú ferð að alhæfa.\nÞannig jájá, þeir hafa verið svo góðir að lækka skatta hjá 10% af þjóðinni. Þetta er einstök þróun á Vesturlöndum. Þessi stefna stjórnvalda hefur stóraukið ójöfnuðinn í samfélaginu.\nÉg ætla rétt að vona að fólk látist ekki blekkjast af lygum ríkisstjórnarinnar og kjósi rétt á morgun."
        },
        {
            "user": "imbakassi",
            "user_id": "59115",
            "date": "2007-05-12 08:03:38",
            "id": "4888350",
            "reply_to_id": "4887947",
            "text": "En t.d. Virðisaukaskattslækkunin.  Hún skilar sér til allra.  Það hefur oft verið hamrað á því að Ísland sé skattalægsta landið á norðurlöndunum.  Ég er alveg viss um að skattarnir í Danmörku eru mikið hærri en hér, mig minnir að þeir séu 40%.  Enda er vinstri stjórn þar."
        },
        {
            "user": "Hrislaa",
            "user_id": "42360",
            "date": "2007-05-12 12:16:18",
            "id": "4888602",
            "reply_to_id": "4888350",
            "text": "Nei reyndar þá er ríkisstjórnin í Danmörku mynduð af frjálslyndum og íhaldssömum (the Liberal Party and Conservative Peoples Party). Það kalla ég nú ekki vinstri stjórn.\nEn t.d. Virðisaukaskattslækkunin. Hún skilar sér til allra.\nEkki get ég sagt að mín fjölskylda hafi fundið fyrir lækkun vsk. Það sama hafa meiri hlutinn af íslenskum fjölskyldum, skv. könnun sem birtist í fréttablaðinu fyrir þó nokkru síðan.\nSvo ekki sé talað um það að vsk var ekkert felldur af öllu. T.d. þá eru bleyjur ennþá með 24,5% vsk."
        },
        {
            "user": "GeirGudbrandsson",
            "user_id": "31159",
            "date": "2007-05-14 00:52:02",
            "id": "4894656",
            "reply_to_id": "4888350",
            "text": "Það má nú deila um það þar sem matvöruverð hefur bara ekki lækkað neitt, ég gerði athugun á þessu á minn kæri Sveinn, það eina sem hefur lækkað að ráði eru bækur og tónlist.\nSvo ekki sé farið út í flugfélagsmál, guð minn góður, Icelandair kaupir upp Iceland Express, heldur sama lága verðinu, gott og vel. En allt í einu eru Iceland Express hættir að fljúga út jafn mikið og áður, búið að skera á vinsælu flugin, fullt af helgum dottið út og í staðinn fyrir að fá flug á 17000-25000 þá fór ég persónulega í flug fyrir 2 vikum fyrir 35000 krónur takk fyrir. Sama flug kostaði mig 19000 áður en Icelandair keytpi upp Iceland Express.\nÞessa yfirtöku átti ekki að leyfa."
        },
        {
            "user": "imbakassi",
            "user_id": "59115",
            "date": "2007-05-14 07:18:29",
            "id": "4894896",
            "reply_to_id": "4894656",
            "text": "Keypti Icelandair Iceland express?\nÞað er ekki gott.  En ekkert sem er hægt að banna."
        },
        {
            "user": "GeirGudbrandsson",
            "user_id": "31159",
            "date": "2007-05-14 18:22:45",
            "id": "4896605",
            "reply_to_id": "4894896",
            "text": "Samkeppnisráð hefur vissulega umboð til þess að banna slíka yfirtöku."
        },
        {
            "user": "Hrislaa",
            "user_id": "42360",
            "date": "2007-05-22 20:25:21",
            "id": "4923620",
            "reply_to_id": "4887377",
            "text": "Íslendingar eru með lægstu skattana á norðurlöndunum.Það er stefna sjálfstæðisflokksins að hafa þá lága en samfylkingin og vinstri grænir vilja hækka þá."
        },
        {
            "user": "Hrislaa",
            "user_id": "42360",
            "date": "2007-05-23 20:35:27",
            "id": "4927168",
            "reply_to_id": "4923620",
            "text": "Nei, næstlægstu."
        },
        {
            "user": "Hrislaa",
            "user_id": "42360",
            "date": "2007-05-23 23:10:42",
            "id": "4927870",
            "reply_to_id": "4927168",
            "text": "Nei Ísland er með þá lægstu.Hvaða land hélstu að hefði lægri skatta?"
        },
        {
            "user": "Hrislaa",
            "user_id": "42360",
            "date": "2007-05-23 23:13:38",
            "id": "4927888",
            "reply_to_id": "4927870",
            "text": "Farðu og tékkaðu á því. Ég las einhverja skýrslu.. einhverstaðar og þar segir allavega að Ísland sé með næstlægstu skattana á Norðurlöndum."
        },
        {
            "user": "Hrislaa",
            "user_id": "42360",
            "date": "2007-05-24 16:01:07",
            "id": "4929569",
            "reply_to_id": "4927888",
            "text": "Ég er búinn að tékka á því.Þessi skýrsla er röng.Íslendingar eru með mestu hægri stjórnina á norðurlöndunum."
        },
        {
            "user": "Hrislaa",
            "user_id": "42360",
            "date": "2007-05-24 17:25:18",
            "id": "4929976",
            "reply_to_id": "4929569",
            "text": "Mestu hægri stjórn? Vorum við ekki að tala um skatta. Ég leyfi mér að efast að þú hafir lesið þessa skírslu. Hvar hefuru það annars að við séum með lægstu skattana? Frá pabba þinum sem er sjáfstæðispakk?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-05-24 21:21:51",
            "id": "4931130",
            "reply_to_id": "4929976",
            "text": "http://en.wikipedia.org/wiki/Tax_rates_around_the_world\nÞarna kemur fram að Ísland er með lægstu skattana á norðurlöndunum.Skattar koma hægri og vinstri mikið við.Hægri stjórnir vilja hafa lága skatta og vinstri stjórnir vilja hafa háa skatta."
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2007-05-25 01:26:33",
            "id": "4932098",
            "reply_to_id": "4929976",
            "text": "Bíddu, fyrirgefðu, en hvað heldurðu eiginlega að þú sért?\nDrullar yfir skoðanir annara, virðist telja þig algerlega yfir aðra hafna, talar niður til annara notenda hér og ert með kjaft.\nSkoðanir þínar eru ekkert endilega réttastar og bestar, you know?\nEkki gleyma hæstu sköttunum á öllum norðurlöndunum.\nAf þeim póstum þínum sem ég hef séð virðistu vera stuðningsmaður Vinstri Grænna, en samt ertu að kvarta undan háum sköttum? Þú gerir þér grein fyrir að vinstri stjórnmálamenn vilja hækka skatta og að Sjálfstæðismenn vilja lækka þá, no?\nFrá pabba þinum sem er sjáfstæðispakk?\nGaman að sjá að þú virðir skoðanir fólks, eins og stjórnanda þessarar síðu ber að gera. Má þá ekki einnig færa þetta yfir á þig og “þína”? Afturhaldssamir kommar sem vilja ræna þá sem hafa staðið sig í lífinu.\nYeah."
        },
        {
            "user": "Hrislaa",
            "user_id": "42360",
            "date": "2007-05-25 10:36:54",
            "id": "4932405",
            "reply_to_id": "4932098",
            "text": "Drullar yfir skoðanir annara, virðist telja þig algerlega yfir aðra hafna, talar niður til annara notenda hér og ert með kjaft.\nSkoðanir þínar eru ekkert endilega réttastar og bestar, you know?\nHvar er ég að drulla yfir skoðanir annarra? Þetta kallast stjórnmálaumræða vinan. Þú virðist greinilega ekki einu sinni vita hvað það er.\nTala niður til notanda og er með kjaft? Bíddu nú við? er ég virkilega að heyra þetta koma frá þér haha. Ég hef sjaldan séð kjaftforari manneskju en þig hérna á huga.is.\nAuðvitað finnst mér skoðanir mínar “réttastar og bestar”. Ertu að segja mér að þér finnist þínar skoðanir ekki réttastar og bestar? Eða ertu kannski eitthvað einkennilegt frávik? Það finnst öllum sínar skoðanir vera réttastar og bestar.\nÞú gerir þér grein fyrir að vinstri stjórnmálamenn vilja hækka skatta og að Sjálfstæðismenn vilja lækka þá, no?\nJésús kristur kona! Í guðana bænum vertu ekki að tjá þig um eitthvað sem þú bersýnilega veist ekkert um. VG vilja sem dæmi hækka skattleysismörkin. Sjálfstæðismenn hafa verið við stjórn í 16 ár. Afhverju eru Þeir þá ekki löngu búnir að lækka skatta? Þeir hafa ekki lækkað neina skatta. Skattar hafa hækkað síðan þeir tóku við völdum, reyndar eki hjá hátekjufólki, en hvar er réttlætið í því? Ég held þú vitir ekkert um þetta þannig í guðanna bænum hættu að tjá þig um stjórnmál.\nAfturhaldssamir kommar sem vilja ræna þá sem hafa staðið sig í lífinu.\nÞarna sýndiru endanlega fram á það að þú veist ekkert um stjórnmál og ert í þokkabót þröngsýn. Til hamingju."
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2007-05-25 20:33:15",
            "id": "4934230",
            "reply_to_id": "4932405",
            "text": "Stjórnmálaumræða og það að tala niður til fólks sem er ekki 120% sammála þér og hlusta ekki á hinn aðila er ekki það sama.\nOg jú, veistu, ég veit alveg hvað það er, eins og flest annað fólk. Skemmtilegt hvernig þú sakar alla sem eru ekki sammála þér um að vita ekki hvað umræðuefnið er.\n? Bíddu nú við? er ég virkilega að heyra þetta koma frá þér haha. Ég hef sjaldan séð kjaftforari manneskju en þig hérna á huga.is.\nLíttu þá í spegil. Margt verra fólk heldur en ég hérna.\nreyndar eki hjá hátekjufólki, en hvar er réttlætið í því?\nHátekjufólk er oftast búið að hámennta sig og vinna mikið fyrir sínum launum. Er virkilega sanngjarnt að láta lækni og gangavörð borga það sama af laununum sínum? Vann læknirinn ekki meira fyrir sínu en gangavörðurinn?\nÞarna sýndiru endanlega fram á það að þú veist ekkert um stjórnmál og ert í þokkabót þröngsýn. Til hamingju.\nÞú ættir ekki að vera að tjá þig um þröngýni annara, búin að drulla yfir landsbyggðarfólk og ég veit ekki hvað. Það truflaði mig svo sem ekkert, en ég missti allt álit á þér þegar ég sá “Sjálfstæðispakk”.\nDjöfull ertu að skjóta þig í fótinn."
        },
        {
            "user": "Hrislaa",
            "user_id": "42360",
            "date": "2007-05-25 20:47:10",
            "id": "4934263",
            "reply_to_id": "4934230",
            "text": "Stjórnmálaumræða og það að tala niður til fólks sem er ekki 120% sammála þér og hlusta ekki á hinn aðila er ekki það sama.\nFyrirgefðu, hvað ertu að bulla? Ég hef ekki verið að tala niður til fólks sem er ekki sammála mér, fyrir mér má fólk hafa sýnar skoðanir, þótt mér finnist þær þröngsýnar, fáranlegar, heimskar, ect.\nMargt verra fólk heldur en ég hérna.\nÞannig þér finnst allt í lagi að vera með kjaft og fordóma af því að þú ert ekki sú “allra versta”. Gáfulegt.\nHátekjufólk er oftast búið að hámennta sig og vinna mikið fyrir sínum launum. Er virkilega sanngjarnt að láta lækni og gangavörð borga það sama af laununum sínum? Vann læknirinn ekki meira fyrir sínu en gangavörðurinn?\nEr það s.s. réttlátt að af því að einhver gaur á ríkan pabba, eða er búinn að ganga menntaveginn, að hann þurfi að borga litla sem enga skatta? Á lágtekjufólk að þurfa að borga meiri skatta af sínum skítalaunum en þeir sem eiga ekki peninga sinna skil? Þú ert beinlínis að segja að hátekjufólk sé betra en lágtekjufólk. Það kemur svosem ekki á óvart að þú sért með svona fordómafullt viðhorf þar sem þú hefur gert þó nokkra korka þess efnis að þú hatir ljótt fólk o.s.fv.\nÉg vona að þú eigir aldrei eftir að komast í ríkisstjórn ef þetta er viðhorf þitt.\nbúin að drulla yfir landsbyggðarfólk og ég veit ekki hvað.\nDulla yfir landsbyggðarfólk. Þú veist að ég er frá Akureyri, eins og þú, þannig ég hlít að falla undir landsbyggðarfólk. Ég var að væla yfir hvað\nsumt\nlandsbyggðarfólk getur verið hugmyndasnauðir vælarar.. og þar fram eftir götum."
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2007-05-25 20:59:41",
            "id": "4934300",
            "reply_to_id": "4934263",
            "text": "Er það s.s. réttlátt að af því að einhver gaur á ríkan pabba, eða er búinn að ganga menntaveginn, að hann þurfi að borga litla sem enga skatta?\nBasically… já (einungis mitt álit, btw).\nÁ lágtekjufólk að þurfa að borga meiri skatta af sínum skítalaunum en þeir sem eiga ekki peninga sinna skil? Þú ert beinlínis að segja að hátekjufólk sé betra en lágtekjufólk.\nJá, það finnst mér. Í langflestum tilfellum (ekki öllum samt) er ríki aðilinn búinn að vinna meira fyrir sínu, og ætti því að borga minna (enn og aftur; einungis mitt álit)\nÞað kemur svosem ekki á óvart að þú sért með svona fordómafullt viðhorf þar sem þú hefur gert þó nokkra korka þess efnis að þú hatir ljótt fólk o.s.fv.\nEf þú ert að tala um eldgamla stöffið (2005 and such), ætla ég að nota þetta tækifæri til að biðjast afsökunar á því. Þetta var á hámrki gelgjunnar, og ég skammast mín mjög mikið fyrir skrif mín á huga á þessum tíma.\nDulla yfir landsbyggðarfólk. Þú veist að ég er frá Akureyri, eins og þú, þannig ég hlít að falla undir landsbyggðarfólk. Ég var að væla yfir hvað sumt landsbyggðarfólk getur verið hugmyndasnauðir vælarar.. og þar fram eftir götum.\nGætir svo sem verið aðflutt, en jæja. Ég las ekki “sumt” í þessari setningu, en fyrst þú meintir það þannig, þá er það allt gott og blessað."
        },
        {
            "user": "Hrislaa",
            "user_id": "42360",
            "date": "2007-05-25 21:33:48",
            "id": "4934404",
            "reply_to_id": "4934300",
            "text": "Jæja, mér finnst álit þitt ósmekklegt. Þú ert að játa þarna að þér finnst hátekjufólk betra en lágtekjufólk. Ég kem nú ekki af lágtekjufólki og er meira að segja frekar dekruð, en ég get þó státað mig af því að hafa meiri réttlætiskennd en þetta.\nEf þú ert að tala um eldgamla stöffið (2005 and such)\nÉg vissi ekkert hver þú varst árið 2005, þannig nei ég var ekki að tala um það. Það er ekki lengra síðan en seint á síðasta ári að ég sá þig drulla yfir ljótt og feitt fólk. Ég kalla það nú ekki þroska.\nGætir svo sem verið aðflutt,\nJá ég er nú reyndar aðflutt. Ég hef nú búið lengstan part af lífi mínu í Hallormsstaðarskógi, þannig það er hægt að kalla mig “landsbyggðarpakk”.\nBætt við 25. maí 2007 -  21:39\nSvo segiru að hátekjufólk sé búið að vinna meira fyrir sínu. Verkamannafólk er að vinna langt um erfiðari og meiri vinnu heldur en hátekjufólk. En þér finnst að verkamaður sem vinnur 12 tíma á dag og er með 140 þúsund kall á mánuði eigi að borga meiri skatt heldur en forríkur kall sem liggur á störndinni á Spáni meðan hann lætur fólk vinna fyrir sig. Ég sé ekkert réttlæi í því."
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2007-05-25 22:03:17",
            "id": "4934531",
            "reply_to_id": "4934404",
            "text": "Ég vissi ekkert hver þú varst árið 2005, þannig nei ég var ekki að tala um það. Það er ekki lengra síðan en seint á síðasta ári að ég sá þig drulla yfir ljótt og feitt fólk. Ég kalla það nú ekki þroska\nÉg man vel eftir þessum þræði (já, einn þráður), og ég minntist EKKERT á ljótt fólk, heldur einungis feitt fólk sem gengur í þannig fötum að allt sjáist.\n“Það ætti að banna sumu fólki að vera með bert á milli\nÉg þoli ekki stelpur sem eru 100 kíló og eru samt í mjaðmabuxum og litlum bolum og mittisjökkum. Þið fólk sem eruð svona, smá newsflash; VIÐ VILJUM EKKI SJÁ BERT SPIKIÐ Á YKKUR. Kaupið ykkur föt í réttum stærðum, takk.\nLazytown kveður að sinni.”\nhttp://www.hugi.is/tilveran/threads.php?page=view&contentId=4110234\nÉg sé hvergi minnst á ljótt fólk þarna…\nSvo segiru að hátekjufólk sé búið að vinna meira fyrir sínu. Verkamannafólk er að vinna langt um erfiðari og meiri vinnu heldur en hátekjufólk. En þér finnst að verkamaður sem vinnur 12 tíma á dag og er með 140 þúsund kall á mánuði eigi að borga meiri skatt heldur en forríkur kall sem liggur á störndinni á Spáni meðan hann lætur fólk vinna fyrir sig\nJá, eins og maður verði bara allt í einu ríkur? Bara kaupa Range Rover og púff, þarft aldrei að vinna aftur og munt eiga allan pening veraldar.\n… Það er ekki það einfalt. Fólk leggur á sig þegar það er að byggja upp fjárhaginn, og þegar það er komið á fólk skilið að fá að njóta peninganna. Okei, það er kannski ekki þannig að það megi ekki lækka skattana hjá lágtekjufólkinu, það væri alveg sniðugt (í sumum tilfellum), en, ef skattarnir eru hækkaðir hjá hátekjufólki er alltaf sá möguleiki að það fari úr landi, með peningana sína. Á því tapar ríkið. Ekki gott."
        },
        {
            "user": "Hrislaa",
            "user_id": "42360",
            "date": "2007-05-25 22:16:28",
            "id": "4934574",
            "reply_to_id": "4934531",
            "text": "Höfundur:\nlazytown\nDags:\n18. október 2006 - 15:22\nEins og ég sagði, seint á seinasta ári. Nei þú minntist ekki á ljótt fólk þarna, en ég hef séð þræði eftir þig þar sem þú minnist á ljótt fólk.\nSumir fæðast ríkir og þurfa þar af leiðandi ekki að gera rassgat allt sitt líf. Sumir eru ómenntaðir og fá sniðuga viðskiptahugmynd. Aðrir hafa menntað sig og eru orðnir ríkir, sumir eru fallegir, sumir kunna að leika. En þetta fólk lifir í mun meiri munaði en verkamannafólk. Verkamannafólk vinnur ALLT sitt líf á fullu en getur samt ekki leyft sér neitt vegna lágmarkslauna og hás skatts meðan hátekjufólk fer til útlanda annan hvern mánuð í frí, sumt allavega. Það er munurinn á hátekju og látekju fólki. Fólk eins og þú vill auka ójöfnuð í samfélaginu og drekkja því í kapítalisma þar sem ríkir ráða öllu."
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2007-05-25 22:33:11",
            "id": "4934629",
            "reply_to_id": "4934574",
            "text": "Endilega sýndu mér eitthvað af þessu. Einu svörin sem ég man eftir þar sem ég dissaði ljótt fólk eru eeeeeldgamlir, og var ekkert af því meint. Vil einning taka fram að þá var ég vinstri sinnuð… þannig að, skoðanir mínar hafa breyst… verulega.\nVerkamannafólk vinnur ALLT sitt líf á fullu en getur samt ekki leyft sér neitt vegna lágmarkslauna\nForeldrar mínir eru verkamannafólk með ekkert of há laun (eru meira að segja vinstri græn), en geta samt leyft sér ýmislegt og eru ekki alltaf stritandi. Megnið af þessu fólki þarf eiginlega bara að læra að fara með peninga.\nFólk eins og þú vill auka ójöfnuð í samfélaginu\nÉg bara skil ekki af hverju það á að “hjálpa” því fólki sem kallaði þetta yfir sig. Ef þú ferð ekki í menntaskóla eða einhversskonar framhaldsnám er augljóst að þín bíður bara verkamannastarf. Af hverju þá að fara ekki í skóla, í staðinn fyrir að vinna í fiski og væla um ríkisstjórnina?\nMaður uppsker því sem maður sáir."
        },
        {
            "user": "Hrislaa",
            "user_id": "42360",
            "date": "2007-05-26 10:47:54",
            "id": "4935623",
            "reply_to_id": "4934629",
            "text": "Megnið af þessu fólki þarf eiginlega bara að læra að fara með peninga.\nÞað er náttúrulega eintómt bull í þér. Þú getur ekki verið að fullyrða eitthvað svona út í bláinn.\nVið erum ekkert bara að tala um verkamannafólk. Mamma mín og pabbi eru háskólamenntuð með BA og meistara bæði. Ég tel þau nú hafa unnið fyrir sínu, samt þurfa þau að borga meiri skatta en 10% af þjóðnni sem fellur undir tekjuhæsta fólk landsins.\nÉg bara skil ekki af hverju það á að “hjálpa” því fólki sem kallaði þetta yfir sig.\nKallar þetta yfir sig? Það eru nú ekki það gífurlega mörg ár síðan að vinna var talin í fyrirrúmi, ekki menntun. Vinkona mín varð ólétt 17 ára. Ekki planað. Hún hefur ekki efni á því að fara í skóla. Einstæð móðir á lágmarkslaunum og þar að auki að borga skatt, bleyjur, dagmömmu, mat o.s.fv. Á hún þá ekki skilið neitt betra? Bara af því að hún varð ólétt fyrir slysni? Þvílík sjálfselska er í þér.\nÞað liggur við að þetta sé eitthvað nasista syndrome, nema hvað, þú fyrirlítur fátækt fólk. Fyrirlítur þú foreldra þína fyrir að hafa ekki menntað sig? Menntuðu þau sig af því að þau nenntu því ekki eða höfðu ekki efni á því?\nÁ að níðast á svona fólki sem á litla sem enga peninga eftir að búið er að borga allt, með hærri sköttum en tekjuhæsta fólk landsins?"
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2007-05-26 12:46:21",
            "id": "4935841",
            "reply_to_id": "4935623",
            "text": "Það liggur við að þetta sé eitthvað nasista syndrome, nema hvað, þú fyrirlítur fátækt fólk.\nÉg fyrirlít ekkert fátækt fólk, þekki marga þannig.\nÞvílík sjálfselska er í þér.\nÉg er ekki að geta tengt sjálfselsku við þetta.\nFyrirlítur þú foreldra þína fyrir að hafa ekki menntað sig? Menntuðu þau sig af því að þau nenntu því ekki eða höfðu ekki efni á því?\n1. Nei\n2. Pabbi gerði það ekki af því honum langaði ekki til þess og mamma gerði það ekki af því hún nennti ekki. Efast allavega um að peningar hafi spilað inn í, því nokkrar systur hennar eru menntaðar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-06-01 18:55:15",
            "id": "4956512",
            "reply_to_id": "4934404",
            "text": "Ríkir borga miklu meira í skatt af því að þeir eru með miklu hærri laun.Þeir borga hinsvegar sömu prósentu af laununum sínum."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2007-05-10 11:22:59",
            "id": "4882007",
            "reply_to_id": "4879524",
            "text": "Það hafi í mesta lagi 100.000 dáið í Írak sem er talsvert færri en allir Íslendingar."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2007-05-10 14:51:54",
            "id": "4882551",
            "reply_to_id": "4882007",
            "text": "Af hverju sagði þá Íraska ríkisstjórnin að 120.000 manns hefðu fallið?"
        },
        {
            "user": "coot",
            "user_id": "58043",
            "date": "2007-05-10 15:51:37",
            "id": "4882793",
            "reply_to_id": "4882551",
            "text": "Ég hef ekki séð það.Það er allavega mun nær því sem ég sagði.Korkahöfundur byggir sína tölu líklega á gallaðri rannsókn sem var gerð í pólitískum tilgangi."
        },
        {
            "user": "coot",
            "user_id": "58043",
            "date": "2007-05-10 23:21:38",
            "id": "4884604",
            "reply_to_id": "4882793",
            "text": "Byrjar þetta, geturðu bennt mér á eina rannsókn um dauðsföll í Írak sem hefur engan pólitískan tilgang?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-05-11 14:36:25",
            "id": "4886137",
            "reply_to_id": "4884604",
            "text": "Sú sem bandaríkjastjórn gerði.Það er engin auglýsing fyrir þá að 50.000 hafi dáið í Írak.Auk þess notaði þessi rannsókn kolranga aðferði og þess vegna fékk hún þessar fáránlegu niðurstöður.Það þarf bara common sense til að fatta að hún getur ekki verið rétt."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2007-05-11 01:18:23",
            "id": "4885158",
            "reply_to_id": "4882793",
            "text": "http://news.bbc.co.uk/2/hi/uk_news/politics/6495753.stm\nVæri til í að sjá frá hvaða heimild þú færð 100.000"
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2007-05-11 14:26:21",
            "id": "4886090",
            "reply_to_id": "4885158",
            "text": "Það stendur hvergi þarna að Íraska ríkisstjórnin segi að 120.000 hafi dáið.Ertu með heimild fyrir því?"
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2007-05-11 14:44:50",
            "id": "4886173",
            "reply_to_id": "4886090",
            "text": "HAHAHAHAHAHAHAHA kannski ættir þú að byrja á því að koma með heimildir til að sanna allt kjaftæðið sem að hefur lekið útúr kjaftinum á þér á huga áður en þú heimtar sjálfur heimildir."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2007-05-11 14:51:53",
            "id": "4886209",
            "reply_to_id": "4886173",
            "text": "Ég geri ráð fyrir því að þú hafir skáldað þetta upp fyrst að þú vilt ekki koma með heimildir.Upprunalega álitið mitt var semsagt 100% rétt."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2007-05-11 14:59:27",
            "id": "4886234",
            "reply_to_id": "4886209",
            "text": "Hahaha vilt þú ekki koma með rök fyrir upphaflegu máli þínu, þessari 100.000 tölu þinni? Hvað með smá linka? Hvað með linka fyrir allt kjaftæðið sem að þú hefur hellt yfir huga?\nHahaha, þetta er eins og ef að Solla á grænum kosti myndi skamma mig fyrir að borða ekki nóg kjöt :'D"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-23 16:03:41",
            "id": "5332634",
            "reply_to_id": "4886209",
            "text": "það að ég geti ekki afsannað guð þýðir ekki að guð sé til"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-23 16:46:45",
            "id": "5332783",
            "reply_to_id": "5332634",
            "text": "Hvernig kemur það þessu máli við?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-23 18:10:30",
            "id": "5333062",
            "reply_to_id": "5332783",
            "text": "Ég geri ráð fyrir því að þú hafir skáldað þetta upp fyrst að þú vilt ekki koma með heimildir.Upprunalega álitið mitt var semsagt 100% rétt.\nÞað hvort að hinn aðilinn hafi búið til upplýsingar eða ekki segir ekkert um það hvort þú hafir rétt fyrir þér eða ekki. Zeitgeist the movie er stútfull af lygum um jesú, það þýðir samt ekki, að af því að zeitgeist laug, þá hafi kristnir rétt fyrir sér.\nEf þú vilt líta svo á að þú hafir rétt fyrir þér þarftu sjálfur að færa rök fyrir máli þínu og vitna í þessa skýrslu sem þú talaðir um"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-23 23:06:55",
            "id": "5334058",
            "reply_to_id": "5333062",
            "text": "Ég þarf ekki að gera neitt til að vita að ég hef rétt fyrir mér.Ég þarf kannski að gera eitthvað til að sannfæra aðra en ég veit að ég hef rétt fyrir mér, sama hvað aðrir halda."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-24 00:44:02",
            "id": "5334320",
            "reply_to_id": "5334058",
            "text": "ég sagði aldrei annað. Þú mátt halda það sem þú vilt.\nEn ef þú ert með yfirlýsingar skaltu rökstyðja þæ"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-24 13:06:03",
            "id": "5334781",
            "reply_to_id": "5334320",
            "text": "Ég var ekki með neinar yfirlýsingar í svarinu sem þú svaraðir.Ég var að svara uppspuna sem Isgurdurgur bjó til."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-24 17:42:22",
            "id": "5335492",
            "reply_to_id": "5334781",
            "text": "Ég geri ráð fyrir því að þú hafir skáldað þetta upp fyrst að þú vilt ekki koma með heimildir.Upprunalega álitið mitt var semsagt 100% rétt.\nefast ekki um það. Þú hefur örugglega rétt fyrir þér og hann er algjör kjáni. Mér er alveg sama um það.\nÉg er bara að segja að á meðan þú lætur eins og Ísgurdurgurinn þá líturu út fyrir að vera alveg jafn mikill kjáni og hann"
        },
        {
            "user": "hjalti1",
            "user_id": "23140",
            "date": "2007-05-10 14:38:42",
            "id": "4882507",
            "reply_to_id": "4879524",
            "text": "Já ok ég ættla að fórna mínum eigin hagsmunum fyrir barráttu gegn íraksstríðinu. Með því að gera x við D er ég ekki að drepa neinn eins og þú villt meina og þetta drasl er löngu orðið þreytt. Eins og það hefði breytt einhverju um dauða þessa fólks ef við hefðum sagt nei við þessu og það er á hreynu að þessi líf koma ekki til baka með VG og SF við stjórn. Gerðu mér bara þann greiða svo ég segi á góðri ensku, spare me that hippie crap og farðu bara að sofa!!"
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2007-05-11 20:05:45",
            "id": "4887197",
            "reply_to_id": "4882507",
            "text": "Þetta kann að hafa lítið að gera með buddu Íslendingins, þó svo ástæðan fyrir stuðningnum hafi verið að græða á því.\nEn hvað með geðheilbrigðið?\nVilja menn kjósa þá sem bera þá ábyrgð að hafa stutt þetta og harðneitað að viðurkenna neitt rangt?\nSamkvæmt þínum rökum hefðu Þjóðverjar alveg eins getað haldið áfram að kjósa flokk nasista.\n“ekki koma mannslífin til baka hvort sem er” :D Rugl.\nÞað er bara engum sæmandi að kjósa stríðsæsingamenn."
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2007-05-25 00:32:25",
            "id": "4931978",
            "reply_to_id": "4887197",
            "text": "þú ert semsagt að lýkja sjálfstæðis- og framsóknarflokknum við þýska þjóðernissósíalistaflokkinn(nasistaflokkinn)?\nVeit ekki með þig en engum gyðingum hefur verið stungið í gasklefa á Íslandi í þeim raunveruleika sem ég lifi í, engin fötluð börn hafa verið tekin af foreldrunum af því þau eru of kostnaðarsöm fyrir ríkið, engar dauðasveitir til þess að taka fólk af lífi með óæskilegar stjórnmálaskoðanar hafa verið stofnaðar, enginn lönd hafa verið hernumin til þess að auka lífsrými íslensku þjóðarinnar…. og svo mætti lengi telja…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-05-10 17:44:22",
            "id": "4883217",
            "reply_to_id": "4879524",
            "text": "jamm. B hefur reyndar dregið í land með þetta enda aðallega Davíð og ofurauðtrúa fylgisauðir hans sem kóuðu með þessu. Bara í fyrra voru frambjóðendur Sjalla td spurðir að því í fréttablaðinu hvort þetta hefðu verið mistök.\nNánast Allir sögðu bara “Nei” og bættu svo við hinum innihaldslausa frasa  “ekki miðað við þær forsendur sem þá lágu fyrir”. Sem er í fyrsta lagi alrangt enda sáu flestir í gegnum þessa lélegustu stríðssölumennsku sem sögur fara af og í öðru lagi er fráleitt að segja að ákvörðun geti ekki verið röng af því menn fatta ekki fyrr en eftir á að hún hafi verið röng.. Allar ákvarðanir miðast við það sem liggur fyrir á þeim tíma sem ákvörðunin er tekinn og ef hún reynist röng er hún röng og ekkert meira um það að segja."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-05-10 22:23:27",
            "id": "4884267",
            "reply_to_id": "4879524",
            "text": "afhverju að skila auðu frekar en að fella þessi helvíti ?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-23 16:05:59",
            "id": "5332639",
            "reply_to_id": "4884267",
            "text": "af því að maður vill ekki hafa neitt af þessu pakki á samviskunni"
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2007-05-11 17:48:44",
            "id": "4886742",
            "reply_to_id": "4879524",
            "text": "Jájá flott, þú ert alveg í ruglinu hérna."
        },
        {
            "user": "longbow",
            "user_id": "25468",
            "date": "2007-05-11 18:03:07",
            "id": "4886799",
            "reply_to_id": "4879524",
            "text": "Kjósa xD fyrir betri framtíð, ekki láta vinstrisinnaða fávita skemma það sem á hefur unnist."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-05-11 20:07:56",
            "id": "4887205",
            "reply_to_id": "4879524",
            "text": "Á morgun skilur á milli siðleysingja og annarra.\nhttp://ruv.is/heim/frettir/frett/store64/item153816/\nDanmörk: Það er borgarastríð í Írak\nLeyniþjónusta danska hersins telur að ástandið í Írak hafi versnað svo að undanförnu að þar ríki borgarastyrjöld. Herlið Dana í suðurhluta Íraks verður kallað heim í sumar. Til stendur að senda sérsveit þangað í staðinn.\nSkýrsla dönsku leyniþjónustunnar um Írak var birt í dag. Þar kemur fram að upplausnin og öngþveitið í landinu hefur aukist svo að undanförnu, að ekkert orð lýsir ástandinu betur en borgarastyrjöld. Sérfræðingar leyniþjónustunnar segja að Írakar berjist innbyrðis um landssvæði, auðlindir og pólitísk völd. Þeir segja að þjóðin sé klofin bæði trúarlega og þjóðernislega.\nÞessi nýjasta skýrsla leyniþjónustunnar er sú svartasta hingað til. Í fyrri skýrslum hefur komið fram að ástandið í Írak sé slæmt, en aldrei fyrr hefur verið fullyrt að borgarastríð ríki í landinu."
        },
        {
            "user": "manadis",
            "user_id": "31690",
            "date": "2007-05-12 11:24:19",
            "id": "4888494",
            "reply_to_id": "4879524",
            "text": "gleymið ekki að átrúnaðargoð vinstri manna var mesti fjöldamorðingi sögunnar.. Stalín."
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2007-05-12 19:40:35",
            "id": "4889992",
            "reply_to_id": "4888494",
            "text": "Ekki gleyma því að Hitler var hægrisinnaður…\nPlís, Stalín er ekki atrúnaðargoð vinstri manna. Það er eins og að segja að Hitler sé átrúnaðargoð hægri manna."
        },
        {
            "user": "manadis",
            "user_id": "31690",
            "date": "2007-05-12 19:41:55",
            "id": "4889997",
            "reply_to_id": "4889992",
            "text": "Hitler var veikur á geði."
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2007-05-12 19:42:58",
            "id": "4890002",
            "reply_to_id": "4889997",
            "text": "Eru einhverjar heimildir fyrir því að Stalín hafi verið heill á geði? Fyrir utan Sovéskar heimildir, auðvitað."
        },
        {
            "user": "manadis",
            "user_id": "31690",
            "date": "2007-05-12 20:10:05",
            "id": "4890097",
            "reply_to_id": "4890002",
            "text": "nei en saga 203 er góð byrjun,"
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2007-05-12 20:19:03",
            "id": "4890132",
            "reply_to_id": "4890097",
            "text": "Það er einmitt málið að það er ómögulegt að segja til um hvort Stalín hafi þjást af EINHVERJU því ef einhver hefði haldið vitneskju þá hefði sovéska leyniþjónustan verið fljót að hylma yfir það.\nÁ meðan þú þvaðrar hérna um að Hitler hafi verið veikur á geði og að fólk eigi ekki að kjósa vinstri stjórn því gallhörðu kommarnir á fimmta áratugnum dýrkuðu stalín, þá vil ég benda þér á að fara í áfanga sem heitir Félagsfræði 303 og er um stjórnmálafræði og þar kynnistu hinum raunverulegu upptökum vinstri stefnunnar. Heimspeki 103 sakar ekki heldur."
        },
        {
            "user": "manadis",
            "user_id": "31690",
            "date": "2007-05-12 21:40:32",
            "id": "4890372",
            "reply_to_id": "4890132",
            "text": "búin með fél 303."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-05-22 20:27:54",
            "id": "4923633",
            "reply_to_id": "4889992",
            "text": "Hitler var ekki hægri sinnaður.Hann var örlítið til hægri sem var það eina góða við hann.Stalín var hins vegar langt til vinstri og hann hefur verið átrúnaðargoð mjög mjög margra vinstri manna."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-23 16:07:47",
            "id": "5332646",
            "reply_to_id": "4889992",
            "text": "ég hef víst gleymt því að Hitler var hægrisinnaður.\nVar hann ekki formaður sósíalistaflokksins?\nNotaði hann ekki þrælaafl?\nStóð hann ekki á bak við einar mestu ríkisframkvæmdir 20. aldarinnar?\nEða misminnir mig eitthvað?"
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2007-10-23 16:17:17",
            "id": "5332680",
            "reply_to_id": "5332646",
            "text": "National Socialism er ekki það sama og socialismi.\nNational Socialism er lengst til hægri á stjórnmálaskalanum.\nNema auðvitað að allir þeir kennarar sem hafa kennt mér stjórnmálafræði viti ekki í sinn haus."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-23 16:45:45",
            "id": "5332777",
            "reply_to_id": "5332680",
            "text": "þjóðernishyggja kemur vinstri og hægri ekkert við. sósíalismi er alltaf sósíalismi.\nÞað að segja að þjóðernissósíalismi sé lengst til hægri er bara bull. Hitler notaðist við þrælavinnu og réðst í miklar ríkisframkvæmdir (byggingu autobahn)\nHann var fasisti en það er ekki hægt að segja að hann hafi verið hægri maður. Ég er ekki að segja að hann hafi verið vinstri maður, enda hataðist hann við kommúnistanna, en hann var ekki hægri maður. Hann var fasisti fyrst og fremst.\nþjóðernishyggja kemur hægri og vinstri lítið við.\nHvaða stjórnmálafræðikennari sagði þér það? Í hvaða skóla?\nauk þess, ekki segja bara: kennarinn minn sagði það.\nEf hann hefur rétt fyrir sér þá kemur það málinu ekki við, það þarf að færa rök fyrir því."
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2007-10-23 17:54:05",
            "id": "5333009",
            "reply_to_id": "5332777",
            "text": "Hann heitir Stefán Karlsson og er stjórnmálafræðikennari við MH.\nOg já, það er rétt Hitler var fyrst og fremst fasisti.\nÍ guðanna bænum lestu upphaflega svarið mitt við þræðinum sem og póst þess sem ég var að svara. Þaðan kemur ástæðan fyrir stuttu og órökstuddu svari mínu. Hell, ég skal pósta því hérna fyrir þig:\ngleymið ekki að átrúnaðargoð vinstri manna var mesti fjöldamorðingi sögunnar.. Stalín.\nOg endilega slepptu því að vekja upp gamla þræði. Það mætti halda að þú værir\nnecromancer\n."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-23 18:14:15",
            "id": "5333076",
            "reply_to_id": "5333009",
            "text": "Það hvað hann sagði afsakar ekki það sem þú sagðir.\nHitler var ekki hægri maður. Stalín var vinstrimaður.\nAlveg sama hvort þeir voru átrúanaðar goð eður ei.\nEkki vekja upp gamla korka? Ef þú hefur breytt þinni skoðun síðan þú skrifaðir þetta þá skaltu bara segja það. Það eru úreltar hugmyndir sem ég hafði einu sinni á huga. Ef einhver kommentar á þær þá segist ég bara hafa skipt um skoðun.\nEf þú hefur ekki skipt um skoðun þá ættiru nú að geta svarað fyrir þig (sem þú og gerðir)\nEkki væla yfir elli korksins, korkar fyrnast ekki á huga. Hvað kemur aldurinn málinu við?"
        },
        {
            "user": "Vilhelm",
            "user_id": "2179",
            "date": "2007-10-23 18:34:34",
            "id": "5333147",
            "reply_to_id": "5333076",
            "text": "“Ekki væla yfir elli korksins, korkar fyrnast ekki á huga. Hvað kemur aldurinn málinu við?”\nAldurinn kemur öllu við. Þegar hálft ár er liðið frá því maður síðast svaraði þræðinum eru góðar líkur á að maður vilji helst ekki demba sér aftur í umræðurnar. Annars væri þráðurinn ennþá á lífi, ekki satt?\nAnnars, þá gafstu mér góða hugmynd sem ég ætla að stinga upp á við yfirstjórn Huga. Að koma því þannig upp að maður fái ekki skilaboð þegar einhver svarar tveggja mánaða gömlum þráðum, sama hver stillingin var í upphafi.\nOg með þessu bið ég þig sælan og blessaðan, þú mátt vera hér áfram að lesa og svara gömlum þráðum en þar sem ég hef stillt það þannig að ég fái engar áminningar þótt fólk svari mér þá geri ég ekki ráð fyrir að ég snúi hingað aftur."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-23 19:34:11",
            "id": "5333366",
            "reply_to_id": "5333147",
            "text": "eðli umræðunnar hefur ekkert breyst síðasta hálfa árið. Ef þú hefur ekki áhuga skaltu bara segja það í staðinn fyrir að reyna að skjóta á mig."
        },
        {
            "user": "tele",
            "user_id": "60182",
            "date": "2007-05-12 22:24:24",
            "id": "4890531",
            "reply_to_id": "4879524",
            "text": "hefur einhver vinstri stjæorn einhverntímann staðið sig betur í þessu landi"
        },
        {
            "user": "Mage",
            "user_id": "58551",
            "date": "2007-05-12 23:21:21",
            "id": "4890793",
            "reply_to_id": "4890531",
            "text": "Áfengisbannið, það var allveg rosalega “successful”."
        },
        {
            "user": "Jolamadurinn",
            "user_id": "58823",
            "date": "2007-05-12 23:20:07",
            "id": "4890786",
            "reply_to_id": "4879524",
            "text": "ætlaru þá bara að byggja atkvæðið þitt á stríðinu í írak"
        },
        {
            "user": "binnib",
            "user_id": "195",
            "date": "2007-05-13 02:07:41",
            "id": "4891423",
            "reply_to_id": "4890786",
            "text": "Það er ekki órökrétt þar sem þetta er það mál sem snertir hvað flest mannslíf"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-23 16:08:43",
            "id": "5332654",
            "reply_to_id": "4891423",
            "text": "það er mjög órökrétt.\nÞað mál snertir ekki nein mannslíf en hefur áhrif á innanríkisstjórnmál næstu 3,5 árin"
        },
        {
            "user": "binnib",
            "user_id": "195",
            "date": "2007-10-23 16:13:41",
            "id": "5332668",
            "reply_to_id": "5332654",
            "text": "endilega svaraðu þó svo að korkurinn sé löngu dauður, ég hef gert slíkt það sama :).\nEn það sem ég var að meina er að írakstríðið hefur drepið fleiri en t.d. að einkavæða bankana"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-23 16:42:15",
            "id": "5332763",
            "reply_to_id": "5332668",
            "text": "örugglega, en við erum ekki á bak við íraksstríðið.\nStuðningur okkar breytti engu.\nAuk þess sem margfallt fleiri voru drepnir með köldi blóði af skipunum Saddam Hussein en hafi dáið í Íraksinnrásinni og borgarastríðinu sem fylgdi á eftir.\nEn eins og þú segir, svo lengi sem korkar fyrnast ekki þá áskil ég mér rétt að svara þeim.\nEf fólk hefur breytt um skoðun þá kemur það bara í næsta svari. Ef ekki þá ætti það að geta svarað fyrir sig :)"
        },
        {
            "user": "binnib",
            "user_id": "195",
            "date": "2007-10-23 20:08:26",
            "id": "5333459",
            "reply_to_id": "5332763",
            "text": "Það er kannski rétt hjá þér. En mér finnst alltaf hugsunin á bakvið hlutina skipta máli, flestir skilja að þessi stuðningur var politsks eðlis en ekki að við viljum slátra fólki því það er gaman, eða öllu heldur stiðjum að láta sl´tra fólki.\nJamm, maður er kannski að renna í gegnum gamlar grenar og korka og hefði vilja svara einhverju þá á maður auðvitað að gera það. Fólk virðist ekki þora að svara eða eitthvað þegar korkar eru orðnir gamlir. Ef svarið hefur notanda nafn skráð, þá er notandinn ennþá til og hugsandi sem aldrei fyr, þannig að maður á bara svara :D"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-24 00:09:50",
            "id": "5334241",
            "reply_to_id": "5333459",
            "text": "Það var enginn að slátra fólki af því að það var gaman og það var enginn að slátra saklausu fólki viljandi. nema þá herskáir múslima"
        },
        {
            "user": "IngvarL",
            "user_id": "50417",
            "date": "2007-05-13 02:48:47",
            "id": "4891500",
            "reply_to_id": "4879524",
            "text": "hahahahhahaa, held ég hafi það eina að segja.\nÉg kaus xD, ég er samt á móti íraksstríðinu, finnst margir líta svo vitlaust á þetta, meina ef þú vílar VG, fine by me, kjóstu þá en það eru allir svo uppteknir af því að fella núverandi ríkisstjórn að þeir pæla ekki í hvaða tekur við, var að rökræða við vin minn áðan og hann sagði að honum væri alveg sama hvað stjórn tæki við, það sem skipti bara máli væri að fella núverandi ríkisstjórn.. guð hjálpi okkur öllum ef vinstri grænir mynda nýja ríkisstjórn."
        },
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2007-05-17 01:52:02",
            "id": "4904901",
            "reply_to_id": "4891500",
            "text": "“guð hjálpi okkur öllum ef vinstri grænir mynda nýja ríkisstjórn.”\nHeld raunar að það væri sterkt merki um það að hann ætlaði\nekki\nað hjálpa okkur."
        },
        {
            "user": "Baldurblizz",
            "user_id": "26454",
            "date": "2007-08-25 23:44:05",
            "id": "5177683",
            "reply_to_id": "4904901",
            "text": "Jamm gvöð hjálpi ríka fólkinu… það eignast kanski ekki jafn mikinn aukapening og það hefur gert…"
        },
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2007-08-25 23:55:44",
            "id": "5177708",
            "reply_to_id": "5177683",
            "text": "Já. Það væri frekar svekkjandi svona."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-23 16:10:38",
            "id": "5332660",
            "reply_to_id": "5177683",
            "text": "ertu eitthvað öfundsjúkur?"
        },
        {
            "user": "lyons",
            "user_id": "21741",
            "date": "2007-05-24 04:05:58",
            "id": "4928412",
            "reply_to_id": "4879524",
            "text": "Ætla rétt svo að vona að þín skoðun á stjórnmálum byggist eingöngu á Íraksstríðinu.\nÍsland skrifaði undir stuðning við Íraksstríðið, sendi 2-3 menn út til að vinna við eftirlit og ekkert meira.\nHvorki Ísland né ríkisstjórnin hefur valdið dauðsfalli í Írak.\nþótt auðvitað sé hægt að deila um réttlæti Íraksstríðsins er ekki hægt að byggja stjórnmálaskoðanir sínar á einu máli."
        },
        {
            "user": "lazytown",
            "user_id": "58177",
            "date": "2007-05-24 22:14:21",
            "id": "4931359",
            "reply_to_id": "4879524",
            "text": "Ég hefði hakað í D-ið ef ég væri með kosningarétt, sorry."
        },
        {
            "user": "TempNick",
            "user_id": "63895",
            "date": "2008-03-31 23:45:36",
            "id": "5746969",
            "reply_to_id": "4879524",
            "text": "Viljum við frekar fá einhverjar semi-komma druslur til að stjórna landinu? Nei takk."
        },
        {
            "user": "heirdu",
            "user_id": "42184",
            "date": "2008-08-03 20:15:29",
            "id": "6030540",
            "reply_to_id": "4879524",
            "text": "ég ættla að kjósa sjálfstæðisflokkin en vill samt losna við menn eins og björn bjarnarson úr flokknum… ég væri svo alveg til í að sjá sjálfstæðisflokkinn og vinstri græna saman í stjórn… hvernig sem það færi…:P"
        }
    ]
}