{
    "forum_title": "Hljóðvinnsla",
    "user": "whapz",
    "user_id": "22940",
    "date": "2007-05-11 18:42:23",
    "title": "Trommu Sound.. ?",
    "text": "Er að spá hvað menn eru að nota til að fá flott þétt Kraftmikið trommu sound.. Ég var að splæsa í Mic-a á settið (Pearl Session) núna fyrir stuttu, En ég er ekki alveg fíla þá, ekki að koma eins vel út og ég var að vonast.. Mic-ar sem ég var að kaupa eru..\nTom/Floor (Beta 98D/S)\nSnare (SM 57)\nBass (Beta 52A)\nBass (Beta 91 Kick Drum) Fer að kaupa þennan..\nOverHeads (2x B-2 Behringer)\nHerbergis Mic (MXL 2006 Large Diaphragm Condenser)\nHvað munduð þið mæla með..",
    "url": "https://www.hugi.is/hljodvinnsla/korkar/516977/trommu-sound/",
    "url_id": "516977",
    "id": "4886950",
    "replies": [
        {
            "user": "Smallzi",
            "user_id": "60451",
            "date": "2007-05-12 13:03:41",
            "id": "4888734",
            "reply_to_id": "4886950",
            "text": "ef þú ert að taka upp, þá eru til að byrja með Beta 98 ekki svo góð hugmynd að mínu mati, ég hef alltaf haldið því fram að þeir ættu frekar að vera notaðir live heldur en í upptökum þar sem þetta eru condenser micar. Færð alveg örugglega meiri kraft með dýnamískum.\nBeta 52 er æðislegur, er að nota hann og hann hljómar mjög vel, þarf bara að pæla mikið í uppstillingu á honum.\nSM 57 á snare = góð hugmynd\nOverhedarnir eru kannski ekki þeir bestu en skila örugglega sínu.\nEn ég mundi allavega segja að þú værir með helvíti gott micasett og þyrftir ekki að kaupa þér fleiri, einungis þjappa trommurnar vel ef þú vilt meiri kraft og láta reverb eða eitthvað."
        },
        {
            "user": "Okind",
            "user_id": "13415",
            "date": "2007-05-12 14:50:41",
            "id": "4889033",
            "reply_to_id": "4886950",
            "text": "hvernig er settið tjúnað?? það skiptir auðvitað höfuðmáli, svo er mikið atriði að troða ekki mækunum alveg ofaní trommurnar, leyfa þeim aðeins að anda,beta 98 ætti alveg að virka á floortom, en sennilega er betra að nota dýnamískan eins og t.d. sm57 eða mitt uppáhald sennheiser MD421, ég nota þá á sneril yfir og undir,tom, floor og bassatrommu með akg 112. En svo eru það overheadarnir, þeir eru mestu trommumækarnir, mæli með einhverju öðru en behringer, Rode eða Se stereo-pari. Það er allavega mín skoðun. En náttulega fyrst og fremst tjúna settið og nota góð skinn!!!\nBætt við 12. maí 2007 -  14:53\nmeð overhead meinti ég að nota frekar Rode eða Se en behringe"
        },
        {
            "user": "whapz",
            "user_id": "22940",
            "date": "2007-05-12 15:47:48",
            "id": "4889186",
            "reply_to_id": "4886950",
            "text": "Hehe Andskotinn.. Hefði átt að spurja um þessa Beta 98 áður en ég fór að kaupa þá þeir voru nefnilega rándýrir.. Ég helt að þeir væru þeir bestu í Upptökur, En takk fyrir að benda mér á þetta ég á eftir að grúska eitthvað meira í þessu.. :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-05-14 21:57:27",
            "id": "4897433",
            "reply_to_id": "4889186",
            "text": "Þeir eru vel nothæfir í upptökum, þola mikið hljóð og feedbackar lítið."
        },
        {
            "user": "ZooMix",
            "user_id": "33242",
            "date": "2007-05-13 00:16:10",
            "id": "4891024",
            "reply_to_id": "4886950",
            "text": "Þú þarft að fikta nokkuð með sándið sama hvaða mic þú ert með. EQ skiptir höfuðmáli varðandi allt sem þú ert að taka upp, og auk þess er compressor mjög mikilvægur á Bassatrommu og sneril, auk þess sem reverb gefur oftar en ekki einhvern skemmtilegan lit á sneril. Varðandi Overheadana lýst mér ekki vel á þá. Mæli frekar með einhverjum pencil overhead eins og Shure KSM 109 eða álíka til að hafa í sama gæðaflokki og hinir micarnir þínir."
        },
        {
            "user": "whapz",
            "user_id": "22940",
            "date": "2007-05-13 09:44:45",
            "id": "4891718",
            "reply_to_id": "4891024",
            "text": "ahh kk.. Ok ætla aldrei að hlusta á Sölumenn aftur, Ég splæsti í þessa Overheada í Tónastöðinni útaf því að gaurinn þar sagði að þetta væri mjög góðir overheadar akkurat fyrir upptökur og þeir væru alltof ódýrir miðað við gæði.. Arrr : o En þakka fyrir Info ætla að skrifa þetta hjá mér.. :)"
        },
        {
            "user": "ZooMix",
            "user_id": "33242",
            "date": "2007-05-13 15:00:31",
            "id": "4892512",
            "reply_to_id": "4891718",
            "text": "Þú ættir samt að ná ágætu sándi út úr þeim en samt er miklu meiri fræði hvernig þú notar micana og hvaða effecta og EQ stillingu þú notar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-05-14 21:58:35",
            "id": "4897441",
            "reply_to_id": "4886950",
            "text": "Annars geturu bara effektað þetta nóg og kjúað uppí helvíti og með overana."
        },
        {
            "user": "Gonzales",
            "user_id": "67078",
            "date": "2007-05-20 00:37:21",
            "id": "4913209",
            "reply_to_id": "4886950",
            "text": "Metallica voru mokkra mánuði að finna út sándið á “The Black Album”."
        }
    ]
}