{
    "forum_title": "Gullöldin",
    "user": "gaulverji",
    "user_id": "14174",
    "date": "2007-05-12 23:11:12",
    "title": "Hvað var Bob Dylan að sýsla á sjöunda áratugnum - greinasamkeppni",
    "text": "Áhrif Bob Dylan á tónlistarheiminn eru ómælanleg. Tónlistarferill hans teygjist yfir fimm áratugi og þrátt fyrir að hafa verið dæmdur útbrunninn af gagnrýnendum og aðdáendum á hverjum þeirra hefur hann alltaf risið upp og gefið frá sér efni sem er svo frábært að enginn getur efast um vald hans yfir tónlistinni né málinu, nú síðast með plötunni Modern Times í september 2006.\nFerill hans byrjar fyrir alvöru í New York í janúar árið 1961 þar sem hann heillaðist fljótlega af Folk-senunni þar sem var aðallega staðsett í Greewich Village. Hann hafði verið í listaskóla í Minneapolis, Minnesota, heimafylgi sínu en nú var kominn tími fyrir bita af stóra eplinu. Woody Guthrie hafði verið hans langstærsti áhrifavaldur en hann lá á banabeði sínu á sjúkrahúsi í New York og  Bob heimsótti hann á sjúkrahúsið því að lög Woody höfðu kennt honum allt sem hann þurfti að vita til að lifa. Í New York safnaðist fólk saman á kaffihúsum og hlýddu á unga listamenn flytja ljóð eða tónlist. Bob varð fljótlega einn þessara listamann en hann flutti lög sín á kaffihúsi sem hét Gaslight Café. Fyrirkomulagið þar var á þá leið að flytjendurnir fengu borgað úr peningakörfu sem gekk á milli gestanna. Bob flutti aðeins lög eftir aðra listamenn á þessum tíma því að hann leit aðeins á sig sem flytjanda en alls ekki lagahöfund. Bob var skemmtilegur og grófur flytjandi og fékk gott orðspor. Hann reyndi aðeins fyrir sér í útgáfumálum en það gekk ekkert mjög vel. Hann hafði ekki góða söngrödd og útsetningar hans af lögum voru groddalegar og grófar. Að lokum fékk hann þó samning hjá Colombia eftir að hafa fegnið góða gagnrýni í The New York Times en einnig var hann orðinn nokkuð þekktur í Greenwich Village. Á fyrstu plötunni hans Bob Dylan(1962) voru ellefu lög eftir aðra listamenn og tvö lög eftir hann sjálfan, Song to Woody og Talkin‘ New York. Hin lögin voru samansafn af blús, gospel og folk tónlist. Bob hafði hlustað á mikið magn af tónlist frá árum sínum í Minnesota og mikið af því efni var erfitt að komast yfir en Bob var víst sérfræðingur í að sannfæra fólk um að „lána“ sér plöturnar sínar. Hann var líka snjall tónlistarmaður með skarpt tóneyra og gott minni. Hann þurfti þessvegna yfirleitt að hlusta á lög einu sinni eða tvisvar til að geta spilað þau. Þessi plata kom út í mars árið 1962 eða um ári eftir að hann fór til New York. Þarna hét Bob ennþá tæknilega séð Robert Allen Zimmerman en í ágúst sama ár fór hann og breytti nafni sínu endanlega í Bob Dylan. Seinna nafnið var tekið frá skáldinu Dylan Thomas. Ástæða þess að Bob breytti um nafn er sögð vera sú að Zimmerman var gyðinganafn og ekki var talið að hægt væri að „make‘a“ það heitandi því. Það var ekki fyrr en Simon og Garfunkel komu upp á sjónarsviðið að það breyttist.\nNæsta plata kom út árið 1963 og bar nafnið The Freewheelin‘ Bob Dylan og var tímamótaverk. Tilkoma hennar gerði Bob að rödd heillar kynslóðar. Hún var full af hnitmiðuðum og snjöllum baráttusöngvum, sá frægasti Blowin‘ in the wind. Bob deildi mjög á samfélagið sem hann bjó í og málefnin sem hann tók á voru meðal annars réttindi svartra og kjarnorkustyrkjöld. Einnig voru þarna ástarlög og húmorinn var aldrei langt undan. Með þessari plötu varð Bob einn af fáu vinsælut flytjendum sem sömdu sín eigin lög því að hún innihélt aðeins tvær ábreiður.  Aftur á móti urðu lögin hans skotmark annara flytjenda sem nældu sér í auðfenginn pening með því að syngja lögin hans á óáhugaverðan sterílan hátt og má þar helst nefna útsetningu Peter, Paul & Mary á vinsælasta lagi plötunnar Blowin‘ in the Wind. Bob Dylan titlaði sig aldrei sem söngvara mótmælasöngva, það var titill sem kom annars staðar frá. Samt sem áður var litið á hann sem leiðtoga þessara hreyfingar ungs fólks sem vildi breytingar. Hann gerði einfaldlega bestu lögin og stíllinn hans var svo óvenjulegur. Hann var ekki alinn upp við sömu lög og þeir sem í kringum hann voru og það heyrðist vel í söngstílnum. Bob hafði ekki lært að syngja heldur var hann undir miklum áhrifum frá gömlum tónlistarmönnum og lögin hans báru keim af tónlist blökkumanna á 4. og 5. áratugnum.\nDylan hélt áfram mótmælasöngvunum á næstu plötu sinni The Times they are a-Changin‘(1964) en þessi plata var mun drungalegri og dimmari heldur en Freewheelin‘. Augljósasta dæmið um það er myndin framan á plötunni.  Húmorinn er ekki lengur til staðar og ástarlögin eru full af söknuði og trega. Kærastan hans, Suzie, sem hafði verið með honum framan á Freewheelin‘ hafði verið í Ítalíu og síðan endaði samband þeirra þegar hún kom til baka og Bob hefur greinilega ekki verið hátt uppi þegar hann samdi plötuna, lögin One to many mornings og Boots of spanish Leather eru góð dæmi um það. Frægasta lagið á plötunni er titillagið The Times they are a-Changin‘ og það lýsir vel andrúmsloftinu á þessum tíma. Fólk er hvatt til þess að lýta í kringum sig og átta sig á því að allt er á hreyfingu, það er nauðsynlegt að fara að synda eð maður sekkur.\nNæsta plata var ekki svona dimm og drungaleg þó að á henni má sjá, í laginu It ain‘t me babe, að Bob var orðinn leiður á því að vera kallaður kóngur mótmælendasöngva, með drottningunni Joan Baez sér við hlið. Platan Another side of Bob Dylan(1964) var tekinn upp í einni töku þann 9. júní 1964. Bob var þarna búinn að uppgötva að mótmælasöngvar geta ekki breytt neinu heldur voru textarnir mun persónulegri. Platan inniheldur enga stórkostlega hittara eins og þær fyrri en var samt vel tekið af gagnrýnendum sem aðdáendum.  Þarna gerði hann einnig upp sakirnar við Suzie, fyrrverandi kærustu sína, eða reyndar miklu frekar fjölskyldu henna í laginu Ballad in Plain D. Hann fór mjög ófögrum orðum um systir hennar og móður enda sagði hann seinna að þetta lag væri það eina um Suzie sem hann sá eftir að hafa samið(hin voru meðal annars One to many mornings,Boots of Spanish Leather & Don‘t think twice it‘s allright. Húmorinn var samt kominn til baka og drungalegt yfirbragð The Times they are a-Changin‘  hafði verið skipt út fyrir glettni þó að platan ávarpi grafalvarleg efni. Hann hafði líka uppfært fataskápinn sinn. Í stað þess að klæðast heilum gallabuxum og vinnuskyrtu varð útlit hans miklu rokkaðra, boðaði breytingar sem voru í nánd.\nNæsta plata, Bringing It All Back Home(1965), skiptist í tvennt. Fyrri hlutinn innihélt lög þar sem rokkhljómsveit spilaði með Dylan en á hinum hlutanum var hann einn með kassagítar eins og áður. Kassagítar lögin voru samt ekki mótmælasöngvar heldur um hans eigin persónulegu reynslu af samfélaginu og það fjarlægði hann enn meira frá því samfélagi sem hann hafði verið hluti af. Fyrr á árinu hafði Bob kynnst Bítlunum á hótelherbergi í New York og kennt þeim að reykja kannabis og þeim kom vel saman. Einnig hafði hann orðið fyrir miklum áhrifum frá útgáfu The Animals á House of the rising sun. Að heyra þetta lag í rokkútgáfu opnaði fyrir honum dyr og með Tom Wilson (maðurinn sem setti Sound of Silene í folk-rock útgáfu) fór hann að gera tilraunir með þennan nýja hljóm. Eftir að hafa komið nokkrum sinnum saman fengu þeir heila rokkhljómsveit með sér og byrjuðu að spila. Engar æfingar voru haldnar og master-útgáfur af fimm lögum voru tilbúnar eftir þrjá og hálfan tíma (hálf þrjú til sex) af spilamennsku, eitthvað sem er fráleitt nú til dags. Eftir kvöldmat komu þeir aftur saman og héldu áfram að spila en þær upptökur voru ekki nógu góðar og var þeim því hafnað. Daginn eftir spiluðu þeir svo restina af lögunum og þá var upptökum lokið eftir einn og hálfan dag. Öll lögin höfðu verið tekin upp rafmögnuð en Bob hafði aldrei ætlað plötunni að vera öll á þann veg og var því tæplega helmingnum skipt út fyrir órafmagnaðar útgáfur.  Joan Baez spilaði á þessum tímum í síðasta sinn með Bob í mjög langan tíma og var það mjög eðlilegt miðað við stefnuna sem Bob var að taka. Sagt hefur verið um Bringing It All Back Home að hún sé áhrifamesta plata síns áratugs og það má sjá allar tegundir nútímatónlista í henn. Einn gagnrýnandi skrifaði í Rolling Stone: „Með því að blanda saman Chuck Berry taktinum hjá The Rolling Stones og Bítlunum við vinstrisinnaða, folk tónlistana frá Folk uppgangstímabilinu hafði Dylan svo sannarlega fært það aftur heim og búið til nýtt rokk og ról“. Þetta gerðist fyrri hluta ársins 1965. Um sumarið var Bob eitt af aðalnúmerunum á Newport Folk hátíðinni þar sem hann hafði slegið í gegn síðustu tvö árin. Hann kom á svið með stórr, rafmagnaðri hlómsveit og spilaði lögin Maggies Farm, Like a Rolling Stone og It Takes A Lot To Laugh, it Takes a Train To Cry undir stanslausum púum. Að lokum var honum nóg boðið og fór útaf sviðinu í fússi. Einn af aðstandendum tónleikana grátbað Bob um að koma aftur á sviðið og gerði hann það, núna einn með kassagítar, og tók lögin Mr. Tamborine man og It‘s All Over Now Baby Blue við góðar undirtektir. Yfirleitt er talið að slæm viðbrögð áhorfenda hafi verið vegna þess að þeim líkaði ekki við Bob með rafmagnsgítar, fannst hann hafa svikið tónlistina sem gerði hann frægan en þó eru uppi kenningar um að þeir hafi virkilega verið að púa á hljóðkerfið. Eitt er víst þó að Bob kom ekki aftur fram á þessari hátið fyrr en 2002 og þá við góðar undirtektir. Eftir þetta skipti Bob tónleikum sínum í tvennt, fyrst var hann einn með kassagítar en svo var hann með hljómsveitinni. Hann fékk alltaf góð viðbrögð við fyrri hlutanum en oft slæm viðbrögð við seinni hlutanum. Eitt sinn var meira að segja hrópað á hann: „Júdas“ en það gerði hann bara enn ákveðnari í að halda sínu striki því að hann sagði hljómsveitinni að spila það helvíti hátt um leið og Like a Rolling Stone byrjaði.\nLike a Rolling Stone varð stór hittari í bæði Bandaríkjunum og Bretlandi þrátt fyrir að vera yfir sex mínútur að lengd. Platan sem það var á Highway 61 Revisited (1965) innihélt ekki bara þetta lag sem átti eftir að verða eitt hans frægasta heldur var hún stútfull af stórgóðu efni sem var vel tekið. Reiðin og biturðin sem er svo ríkjandi í Like a Rolling Stone er einnig að finna á öðrum lögum plötunnar. Aðeins eitt lag var ekki rafmagnað á plötunni, hið stórkostlega Desolation Row, lag sem hefur verið rýnt í í tugi ára síðan en lítill botn fenginn í. Þó að Bob hafi tapað aðdáendum með því að gerast rafmagnaður eignaðist hann miklu fleiri og það má segja að aðeins þeir sem voru þröngsýnir afturhaldsseggir hafi móðgast við hann. Hljómsveitarmeðlimirnir hans voru orðnir leiðir á því að spila undir púinu og sumir vildu ekki slíta sig frá öðrum verkefnum þannig að Bob var í stökustu vandræðum með að finna tónlistarmenn til að túra með sér þannig að hann réð kanadísku hljómsveitina The Hawks , sem seinna átti eftir að vera kölluð einfaldlega The Band, til að túra með sér og spila inná næstu plötu. Blonde on Blonde(1966) var síðasta platan í þessari mögnðu trilógíu og er oft talinn vera hámarkið í listsköpun Bobs, allavegana á sjöunda áratugnum. Platan var jafnvel enn rokkaðri og er talin vera fyrsta tvöfalda rokkplatan. Bob hafði verið svo duglegur að það þurfti tvær breiðskífur undir öll lögin. Plötunni var vel tekið, bæði hjá gagnrýnendum og aðdáendum, sérstaklega hjá þeim fyrrnefndu þó. Blonde on Blonde markaði tímamót í sögunin því að um sumarið lenti Bob í alvarlegu mótorhjólaslysi sem kostað hann nærri lífið. Aldrei hafa verið gefin upp full meiðsli hans en vitað er að hann hálsbrotnaði.  Þar með endaði þetta áhugaverða skeið sem einkenndist af þroskun Bob úr trúbador í rokkara. Hann vaknaði við þetta slys og sá að álagið á hann hafði verið allt of mikið. Hann hafði í raun verið að gera þetta fyrir aðra sem voru eins og blóðsugur á honum, eitthvað sem hann vildi alls ekki. Um leið og hann hafði fengið nógan bata til að halda áfram í tónlistinni lokaði hann sig niðrí kjallara með The Hawks þar sem hann spilaði tónlist allan daginn. Þar voru á ferðinni gömul þjóðlög og önnur nýrri sem Bob hafði samið og afslappað andrúmsloft kjallarans gerði það að verkum að útkoman var frábær. Í átta ár gengu upptökurnar á milli manna í ólöglegum útgáfum þangað til að þær voru gefnar út árið 1975 undir nafninu The Basement Tapes. Í desember næsta ár gaf Bob út fyrstu plötuna sína frá slysinu. John Wesley Harding(1967). Platan var stórt skref frá súrrelíska rokkinu sem var ríkjandi á þremur síðustu plötum því að yfir henni ríkti einfaldur kántríandi og textarnir voru innblásnir úr biblíusögum. Þrátt fyrir næstum enga kynningu varð platan gífurlega vinsæl og All Along The Watchtower varð stór smellur þó að Bob hafi ekki samþyktt það sem smáskífu. Fólki líkaði greinilega vel við endurkomu Bob í órafmagnaða tónlist eftir þrjár tilraunakenndar rokkplötur. Sjálfstraustið hjá Bob er aðdáunarvert, hann sendi frá sér látlausa og einfalda sveitatónlist þegar sækadelísk tónlist í anda Sgt. Peppers var það allra vinsælasta.\nÁ næstunni lét Bob fara lítið fyrir sér og einbeitti sér að fjölskyldulífinu. Hann hafði spilað mjög lítið opinberlega ef undanskilin er minningarathöfn um Woody Guthrie sem dó skömmu fyrir útkomu John Wesley Harding. Á árinu 1968 náði Bob að halda sér alveg útúr sviðsljósinu þó að pressan væri enn á höttunum á eftir honum og að lögin hans væru enn að tröllríða heiminum.  Nashville Skyline(1969) var meginstraums kantrí og er helst minnst fyrir dúett Bob með Johnny Cash á laginu Girl From North Country sem var upphaflega á plötunni Freewheelin‘ og smellnum Lay Lady Lay. Yfirbragð þessarar plötu var mun hressara en á John Wesley Harding og röddin varð skyndilega orðin mjúk.\nHver einasta plata og hvert einasta lag sem Bob Dylan sendi frá sér á sjöunda áratugnum markaði djúp spor í sögu tónlistarinnar og óteljandi tónlistarmenn hafa orðið fyrir áhrifum frá þeim síðan.",
    "url": "https://www.hugi.is/gulloldin/greinar/517199/hvad-var-bob-dylan-ad-sysla-a-sjounda-aratugnum-greinasamkeppni/",
    "url_id": "517199",
    "id": "4890042",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2007-05-12 23:53:09",
            "id": "4890930",
            "reply_to_id": "4890042",
            "text": "góð grein hjá þé"
        },
        {
            "user": "hendrixx",
            "user_id": "7447",
            "date": "2007-05-13 02:54:47",
            "id": "4891514",
            "reply_to_id": "4890042",
            "text": "modern times er reyndar ekki nýjasta platan hans. blues kom út mánuði eftir henni.\nbob dylan er bestu"
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2007-05-13 09:18:23",
            "id": "4891695",
            "reply_to_id": "4891514",
            "text": "Blues er held ég bara best of plata, eða samansafn af áður útkomnum lögum, ekki ný plata."
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2007-05-13 09:28:05",
            "id": "4891699",
            "reply_to_id": "4890042",
            "text": "The Hawks spiluðu ekki með Bob Dylan á Blonde On Blonde.\nFrábær grein, ítarleg og skemmtileg."
        },
        {
            "user": "Kadens",
            "user_id": "67957",
            "date": "2007-05-13 11:38:10",
            "id": "4891900",
            "reply_to_id": "4891699",
            "text": "jú hluti úr henni"
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2007-05-13 11:39:26",
            "id": "4891906",
            "reply_to_id": "4891900",
            "text": "Aðeins Robbie Robertson held ég.\nBob fór til Nashville og tók hana upp með tónlistarmönnum þaðan."
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2007-05-16 11:49:05",
            "id": "4901978",
            "reply_to_id": "4891699",
            "text": "Af hverju ertu að svara sjálfum þér?\nBætt við 16. maí 2007 -  11:51\nruglaðist, fannst einsog ég hafi verið að lesa þína grein. Fannst líka frekar kjánalegt að þú hafir verið að svara sjálfum þér."
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2007-05-16 11:58:55",
            "id": "4902000",
            "reply_to_id": "4901978",
            "text": "Hehe…annars hefur aldrei nokkur skaðast af því að tala við sjálfan sig."
        },
        {
            "user": "rasta",
            "user_id": "42337",
            "date": "2007-05-13 12:24:16",
            "id": "4892044",
            "reply_to_id": "4890042",
            "text": "Rosaleg flott grein."
        },
        {
            "user": "Ragnarr",
            "user_id": "25730",
            "date": "2007-05-13 12:58:47",
            "id": "4892125",
            "reply_to_id": "4890042",
            "text": "Skemmtileg grein, gaman að sjá svona eitt tímabil tekið fyrir."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-05-30 11:28:53",
            "id": "4948005",
            "reply_to_id": "4890042",
            "text": "woww góð og löng grein enn Dylan er maðurinn… og semur bestu texta sem til eru… og sem hafa áhrif\n….\n:D"
        }
    ]
}