{
    "forum_title": "Tíska & útlit",
    "user": "Coconuts",
    "user_id": "56894",
    "date": "2007-05-13 01:35:23",
    "title": "bleikt hár anyone?",
    "text": "Ég var að spá hvort einhver hérna hefði fengið sér bleikar strípur, smá bleikan lit eða eitthvað slíkt í dökkt hár?\nEf svo er, var það erfitt, hvernig kom það út, hvert fór viðkomandi, hvað kostaði o.s.frv. ;)\n…btw ég þarf ekki einhver svona comment eins og “ohh kommon ekki lita hárið á þér bleikt.. það er glatað”.\nTakk takk :)",
    "url": "https://www.hugi.is/tiska/korkar/517290/bleikt-har-anyone/",
    "url_id": "517290",
    "id": "4891319",
    "replies": [
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2007-05-13 01:40:31",
            "id": "4891338",
            "reply_to_id": "4891319",
            "text": "Ef bleikur litur á að haldast vel í dökku hári, verður að aflita það fyrst. Vinur minn aflitaði á sér hárið sjálfur og setti pakkalit í, og hann var með skærbleikt hár næstu mánuðina."
        },
        {
            "user": "Irizh",
            "user_id": "60763",
            "date": "2007-05-13 01:54:22",
            "id": "4891382",
            "reply_to_id": "4891319",
            "text": "Ég hef sett bleikar strípur úr pakka í vin minn og hann var með frekar dökkt hár, komu mjög bleikar út en með tímanum dofnuðu þær og urðu hálfpartinn gulgrænar.\nÉg hef líka látið setja bleikt í hárið á mér í svona 3 cm af endunum en þá var ég líka mjög ljóshærð og það hélst mjög vel í þann tíma sem ég var með þetta.\nEn ég man ekkert hvað ég borgaði fyrir það en ég fór á bætt útlit."
        },
        {
            "user": "sabbz",
            "user_id": "35505",
            "date": "2007-05-13 02:22:43",
            "id": "4891455",
            "reply_to_id": "4891319",
            "text": "jáá ég setti eitt sinn rauðann matarlit í hárið á mér og það var einhvað bleikt eftir á í 2 mánuði. enn ég er með ljóst hár."
        },
        {
            "user": "Coconuts",
            "user_id": "56894",
            "date": "2007-05-13 17:31:32",
            "id": "4892863",
            "reply_to_id": "4891455",
            "text": "rauðan matarlit?? wtf??? helst hann lengi í hári :S"
        },
        {
            "user": "sabbz",
            "user_id": "35505",
            "date": "2007-05-13 17:32:45",
            "id": "4892868",
            "reply_to_id": "4892863",
            "text": "ég reyndi að skola hann úr strax enn það varð smá efti"
        },
        {
            "user": "Coconuts",
            "user_id": "56894",
            "date": "2007-05-13 17:34:20",
            "id": "4892877",
            "reply_to_id": "4892868",
            "text": "já okei! s.s ef maður setur matarlit í hárið á sér og lætur hann bíða, þá fer hann seint úr :S\nekki að ég ætli að testa, en hahah, skondið ;)"
        },
        {
            "user": "Demona",
            "user_id": "39409",
            "date": "2007-05-13 11:10:57",
            "id": "4891838",
            "reply_to_id": "4891319",
            "text": "Af því sem ég hef séð er bleikur, litur sem helst ekki lengi í og þarf að viðhalda honum."
        },
        {
            "user": "Coconuts",
            "user_id": "56894",
            "date": "2007-05-13 17:31:03",
            "id": "4892860",
            "reply_to_id": "4891838",
            "text": "nei enda var ég ekki að spurja hvort hann héldist lengi. mér er alveg sama um það….\nbara hvernig það kom út strax u see"
        },
        {
            "user": "Demona",
            "user_id": "39409",
            "date": "2007-05-13 18:54:51",
            "id": "4893163",
            "reply_to_id": "4892860",
            "text": "Ok..en nei?"
        },
        {
            "user": "Coconuts",
            "user_id": "56894",
            "date": "2007-05-13 21:20:03",
            "id": "4893755",
            "reply_to_id": "4893163",
            "text": "hmmmmmm?\nnei við hverju þá?"
        },
        {
            "user": "Demona",
            "user_id": "39409",
            "date": "2007-05-13 21:31:53",
            "id": "4893794",
            "reply_to_id": "4893755",
            "text": "Þú sagðir nei, sem passaði ekki."
        },
        {
            "user": "Coconuts",
            "user_id": "56894",
            "date": "2007-05-13 22:17:25",
            "id": "4894019",
            "reply_to_id": "4893794",
            "text": "aaah já meinar… sorry.\nNei as in…. nei hann helst ekki lengi í,  ég veit það. ;P\nah whatever… ég veit ekkert af hverju ég setti þetta nei þarna fremst. En ég giska á að ég hafi verið að meina það einhvernveginn svona ;)"
        },
        {
            "user": "hastalavista",
            "user_id": "58905",
            "date": "2007-05-14 16:46:18",
            "id": "4896291",
            "reply_to_id": "4891319",
            "text": "vinkona mín er með svart og bleikt hár, var með dökkt áður en hún litaði það svona, og það var byrjað á því að það þurfti að aflita allt það sem hún ætlaði að lita bleikt, og svo lita það, fyrst bleikt og síðan svart.\nLiturinn dofnar mikið og verður soldið ljótur eftir soldinn tíma og þess vegna er best er að kaupa bleika froðu sem þú getur sett í þig heima til þess að viðhalda litnum :)\nkostaði nálægt 10 þús minnir mig, en annars fer það bara eftir því hvað hárgreiðslukonan gerir mikið við þig :)\nvona að þetta hjálpi þér e-ð smá ;p"
        },
        {
            "user": "Sina",
            "user_id": "34148",
            "date": "2007-05-17 16:59:17",
            "id": "4906286",
            "reply_to_id": "4896291",
            "text": "þarf ekkert endilega að dofna fljótt.. nema náttúrulega að það sé skol. veit um stelpu sem var með bleika enda, og þeir héldust alveg skææærbleikir í marga mánuði. ég fór á sömu hárgreiðslustofu (kristu í kringlunni) og fjólublái liturinn minn hefur haldist mjög vel."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2009-06-22 23:06:44",
            "id": "6752995",
            "reply_to_id": "4906286",
            "text": "er Krista góð stofa ?\neru þeir með svona strípur einsog bleikn, fjólubláan, rauðan ogsvoframvegis.. ?\nhaldast þeir lengi eða verða þeir ljótir eftir smá tíma [: ?\nhvað helduru að það kosti c.a að fá strípur þar ?\nva, spurningaflóð x]\nhaha sorry xD"
        },
        {
            "user": "Barnari",
            "user_id": "45286",
            "date": "2007-05-14 17:01:15",
            "id": "4896339",
            "reply_to_id": "4891319",
            "text": "Ég var með ljóst hár, lét lita það svart og svo bleikan ofan í það svarta. Þurfti ekkert að aflita því það er til svona .. duft sem eiginlega aflitar og litar bleikt í einu.\nÞað var ekkert vesen, allt gekk voða smooth, kostaði minnir mig .. 7000 kall, klipping, svartur litur og bleikar strípur. Svo bara bleikar strípur ættu að vera eitthvað minna, 2000 kall kannski. Ég fór á stofu sem kallast Studio Hallgerður, mjög ódýr og góð stofa, að mínu og vina minna mati.\nEngu að síður þarftu að halda því vel við, eftir mánuð eða tvo var bleiki liturinn appelsínugulur, ekki smart. (En eftir það fór ég bara í það að lita allt hárið á mér blátt, haha.)"
        },
        {
            "user": "kaninukvikindi",
            "user_id": "43342",
            "date": "2007-05-14 21:52:02",
            "id": "4897398",
            "reply_to_id": "4891319",
            "text": "Ég er með bleikt hár.. Byrjaði á svörtu með rauðum strípum, fór yfir bara rauðan topp og svo bara bláan topp og er núna með bara bleikan topp (hef verið lengst þannig, það fer mér best) Ég litaði það fyrst í Hárkó og koastaði einhver 12 þús kall held ég..\nÞað er ekki mjög dýrt að hafa það þannig (nema að þú farir alltaf á stofu), aflitar bara hárið og kaupir lit útí búð.. setur hann bara í þegar það fer að upplitast (gerist yfirleitt hratt).. Bara passa að nota ekki liti sem skemma (ég gerði það óvart.. mæli ekki með litunum frá stargazer) því þá verður hárið að tyggjói eins og eftir mikla aflitun og þannig.."
        },
        {
            "user": "Coconuts",
            "user_id": "56894",
            "date": "2007-05-15 13:31:28",
            "id": "4898821",
            "reply_to_id": "4897398",
            "text": "Já okei. Ég ætla sko ekki að halda þessu við reyndar. Bara hafa þetta tímabundið, svo lita yfir það með dökku aftur. En hérna hvar getur maður keypt bleikann lit sjálfur?\nBtw hefurðu nokkuð prófað að þúst aflita ekki áður en þú litar bleikt. Heldurðu að það sé hægt að gera svona “bleikan blæ” í dökkt hár?\nthx ;)"
        },
        {
            "user": "kaninukvikindi",
            "user_id": "43342",
            "date": "2007-05-15 13:47:57",
            "id": "4898882",
            "reply_to_id": "4898821",
            "text": "Þegar ég litaði mitt rautt fyrst fattaði hárgreiðslugellan ekki að aflita það fyrst og rauðu strípurnar urðu bara svart með MJÖG litlum rauðum blæ.. Þú getur keypt svona skemmtilega liti í hagkaup veit ég, pakkinn lítur út eins og svona gosdósir. Stargazer litirnir fást í Hókus Pókus og henta alvega ágætlega (fyrir utan að skemma hárið :P). Bleiki liturinn sem ég hef verið að nota heitir Magenta.\nBleikur blær myndi samt pottþétt virka en ekki víst að það myndi sjást neitt voðalega vel."
        },
        {
            "user": "Coconuts",
            "user_id": "56894",
            "date": "2007-05-15 15:40:37",
            "id": "4899226",
            "reply_to_id": "4898882",
            "text": "nei akkúrat ég skil…. en hvar finnur maður þetta í hagkaup? :O hvað heitir þetta?\ner þetta svona skol bara eða?"
        },
        {
            "user": "kaninukvikindi",
            "user_id": "43342",
            "date": "2007-05-15 17:25:56",
            "id": "4899579",
            "reply_to_id": "4899226",
            "text": "Ég sá þetta bara með öllum hárlitunum í hagkaup þar sem make up stuffið allt er.. Veit ekki hvort þetta er litur eða skol.. Þetta sem ég hef verið að nota frá stargazer er semipermanent litut"
        },
        {
            "user": "Coconuts",
            "user_id": "56894",
            "date": "2007-05-15 17:35:55",
            "id": "4899621",
            "reply_to_id": "4899579",
            "text": "ooook. takk. já ég held að ég hafi séð þetta stargazer dæmi einhverntíman í hókus pókus, en kannski ekki sniðugt fyrir mig að nota það ef það skemmir hárið, því hárið mitt er mjööög viðkvæmt.\nen takk fyrir hjálpina ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-05-16 16:37:28",
            "id": "4902902",
            "reply_to_id": "4891319",
            "text": "Ég var með brúnt sítt hár, og ég litaði rauðar og ljósar strýpur í það mest allt, og þá komu bleikar strýpur(áttu bara aða verða rauðar en ég fattaði þetta svona eftir á(A) ) Hehehe, og klippti síðan svona stráka stutt að ofan og sítt að aftan, og síðan tjásaður toppur og svona, mér fannst það geðveikt og flestum öðrum líka, fékk mikið hrós fyrir þetta, náttla einhverja gagnríni en mjög mörgum fannst þetta svalt, doldið svona 80's ! :D\nFékk svona crasy color lit á stofu sem er á loftleiða hótelinu og heitir Garbo, þau eru geðveikt góð sko!\nLiturinn átti að fara að dofna eftir 10 þvotti, og þá varð allt bleikt, en síðan tók alveg sinn tíma fyrir afgangin að fara, aflitaði einu sinni og þá var eftir svona rauð bleikt í endunum, síðan er þetta alveg farið núna.. Sem betur fer, þetta fór svona tæplega vikur fyrir ferminguna. :')!"
        }
    ]
}