{
    "forum_title": "Forritun",
    "user": "havh",
    "user_id": "497",
    "date": "2001-11-17 20:39:46",
    "title": "Hvers vegna fara svo mörg project ....",
    "text": "fram yfir tímamörk?\nMjög áhugaverð spurning sem verið er að kasta hérna fram í skoðannakönnuninni.  Persónulega finnst mér samt vanta einn virkilega stóran þátt þarna inn.  Reynsluleysi.\nSegja má að allir liðirnir séu upp að vissu marki réttir (nema sá um harðari verkefnastjórnun) en spurningin er afhverju?\nGreining og hönnun ekki nógu nákvæm.\nÞessi liður er einna mikilvægastur og í raun þarf að skipta honum alveg í tvennt.  Ef greining er ekki nógu góð þá seinkar/klúðrast afgangurinn af verkefninu venjulega að einhverju leiti.  En afhverju er þessi liður að klúðrast?  Frekar einfalt svar að minni hálfu:  Hópurinn sem greinir verkefnið hefur ekki nógu mikla kunnáttu á innviði fyrirtækis/umfangsefninu sem verkefnið á við OG þeir eru of reynslulitlir til að átta sig á því!  Sérstaka tækni þarf til að draga þarfir til verkefnis fram og tekur sú vinna umtalsverðan tíma, og þá er ég ekki að tala í dögum eða vikum.\nHvað varðar hönnun á verkefni þá þarf hún ekki að vera svo mikill áhættuþáttur í verkefni EF þarfnagreining er rétt unnin og ekki þarf að splæsa/fixa/bæta þegar almenn forritunarvinna er hafinn/að ljúka.  Mjög erfitt er að draga allar þarfir fram en það er líka spurning um hvort um aukaatriði eru að ræða eða hvort stóratriði fóru úrskeiðis við forritun/hönnun.\nMenn í fleiri verkefnum.\nKemur fyrir að þetta tefji, því miður.  Sjálfur er ég að vinna fast við tvö verkefni þar sem ég vinn en þau eiga samt margt sameiginlegt (sem betur fer).\nEkki nógu hörð verkefnisstjórnun.\nEkki nógu HÆF verkefnisstjórnun væri nær lagi.  Vandamálið liggur í því að verkefnastjórar séu ekki nógu hæfir til að vinna vinnuna sína.  Persónulega er ég á þeirri skoðun að verkefnisstjóri eigi að geta forritað og hannað en ekki bara skrifað tímaskýrslur og sagt þú gerir þetta.\nTími vanáætlaður í upphafi.\nEf fólk er ekki nógu reynslumikið til að geta unnið forvinnuna nógu vel til að nokkurn veginn geta fengið réttan tíma (Ég þekki dæmi um verkefni sem fór 15x fram úr tímaáætlun og var það einungis vanhæfni þeirra sem unnu það verkefni sem olli því.\nPrófanir/prófanalýsingar ekki nógu góðar.\nFer eftir hvað er átt við hér…. Ef það er verið að tala um einingaprófanir þar sem hluti kerfisins er skrifað útí bæ (þá er nú talað um afhendingar eða kerfisprófanir) þá gæti ég keypt það að vissu marki, en annars hef ég ekki vitað til þess að eiginlegar prófanalýsingar hafi seinkað verkefni (nema þær hafi verið alltof góðar og fundið því alltof margar villur :)\nOf stuttur vinnudagur.\nHva?  það eru 30 tímar í mínum…\nAnnað?\nMargt annað getur ollið seinkunum.\nVandamálið er að venjulega er ekki hægt að meta tíma sem fer í kerfi vel nema með virkilega vel unnri þarfagreiningu og til þess þarf einnig að fá reynslumikið fólk sem veit út á hvað Bisnessinn gengur og hvað þarf hugsanlega til.  Alltof mikið er af því að fólki nýbúnnu úr skóla er hennt í verkefnastjórnun og val á tækni þó það hafi enga reynslu til að takast á við það.  Að ‘mennta’ manneskju sem er ný út úr skóla tekur tíma og verður hún venjulega ekki afkastamikill starfskraftur fyrr en 6+ mánuðum upp í ár (fer eftir verkefnum/verkfærum/bisness).  Þetta er ein af ástæðum fyrir því að þeir sem eru að kaupa vinnu af hugbúnaðarhúsum eru almennt komnir með ógeð á starfsgreininni okkar því þeir hafa verið lognir fullir af fólki sem, því miður, einfaldlega vissi ekki betur.\nkv\nHalldó",
    "url": "https://www.hugi.is/forritun/greinar/51726/hvers-vegna-fara-svo-morg-project/",
    "url_id": "51726",
    "id": "341032",
    "replies": [
        {
            "user": "Carvel",
            "user_id": "10115",
            "date": "2001-11-19 12:23:56",
            "id": "341033",
            "reply_to_id": "341032",
            "text": "sammála,\nÞó langar mig til að benda á það að það er ekki sjaldan sem að samkeppnin um hvert verkefni (útboð) er frekar ósangjörn með tilliti til tímapunkta. Það er stundum tekið fram í útboðsgögnum hvenær ákveðið verkefni á að vera búið.  Þarna eru oft gerðar óraunhæfar kröfur, löngu áður en öll kurl eru komin til grafar.\nkv.\n-carvel"
        },
        {
            "user": "Skarsnik",
            "user_id": "213",
            "date": "2001-11-20 21:24:07",
            "id": "341034",
            "reply_to_id": "341033",
            "text": "Halelúja! ég hef kynnst oft stuttum tíma ALLTOF vel (hvernig hljómar að sofa heima hjá sér 4 daga í heilan mánuð? og ekki beint sofa í vinnunni, bara leggja sig á sófann) :P"
        },
        {
            "user": "Froztwolf",
            "user_id": "3350",
            "date": "2001-11-23 10:29:55",
            "id": "341035",
            "reply_to_id": "341032",
            "text": "Málið er það með allt skipulag, sama hvort er í forritun eða annars staðar að það er aldrei gert ráð fyrir töfum eða alvarlegum vandamálum í tímaplaninu. (Enda erfitt að skipuleggja hversu mörg vandamál eiga að koma upp núna)"
        },
        {
            "user": "Grunt",
            "user_id": "13153",
            "date": "2001-11-27 19:22:40",
            "id": "341036",
            "reply_to_id": "341032",
            "text": "Mín skoðun er sú að leita eigi dýpra að orsökum þeirra vandamála sem hrjá hugbúnaðargerð. Vandamálið er held ég að mental gírinn hjá flestum þeim sem vinna í hugbúnaði, er sá að menn séu að “framleiða” hugbúnað, þ.e. að rétt röð sé að greina, hanna og forrita, í þessari röð, með svipuðum hætti og menn greina, hanna og byggja mannvirki. Inn í þessan hugsunarhátt eru byggðar tvær meginforsendur sem báðar eru alrangar.\nÍ fyrsta lagi að hönnun sé lágt hlutfall af heildarkostnaði og fari að mjög litlu leyti fram á byggingarstigi. Í byggingariðnaði er dæmigert að greiningar og hönnunarkostnaður sé í kring um 15-20% af heildarkostnaði, þar sem “return á investment” við að bæta hönnunina er yfirleitt hár. Samsvarandi tölur í hugbúnaði er að 50-60% af heildarkostnaði, og sú vinna fer að verulegu leyti fram í forritun. Það er því ljóst að það borgar sig illa að gera mikla hönnun fyrirfram, þar sem hún mun hvort sem er breytast verulega þegar inn í forritun er komið. Það er alveg sama hvað menn segja “já en, það á bara að gera meiri hönnun strax”, það er reynsla undanfarinna áratuga sem segir þetta.\nÍ öðru lagi þá er gert ráð fyrir að innleiðing hugbúnaðar breyti ekki kröfunum sem gerðar eru til hans. Þau ferli sem menn notast almennt við leitast við að halda breytingum frá upprunalegu kröfunum í lágmarki í stað þess að gíra sig inn á að láta viðskiptavininn fá það sem hann raunverulega þarf á að halda. Það er reynsla mín, og flestra þeirra sem ég hef talað við, að kröfur til hugbúnaðar er eitthvað sem breytist um leið og notandi fær fyrstu útgáfu af sínum hugbúnaði.\nÉg held því að leiðin út úr þeim ógöngum sem verktakastarfsemi hugbúnaðarmanna hefur verið í hingað til hljóti að fela í sér að koma þessu á framfæri, og reyna í framhaldi af því að koma upp umhverfi þar sem hagsmunir forritara og viðskiptavina fara betur saman heldur en nú er, þar sem þeir ganga oft í berhögg við hvorn annan.\nKveðja\nGrunt"
        },
        {
            "user": "ibwolf",
            "user_id": "1170",
            "date": "2001-11-29 16:00:40",
            "id": "341037",
            "reply_to_id": "341036",
            "text": "Það er margt til í ofanrituðu.\nÍ raun má segja að eitt helsta vandamálið er það að áhættugreining er oftast allt of lítil.  Áhættugreining myndi t.d. (ef vel væri að verki staðið) sýna hvar hætta væri á að verkið tefðist og væri hægt að grípa til ráðstafana áður en komið er í óefni.  T.d. ef ljóst væri að þarfir gætu (og jafnvel mundu) breytast þá væri e.t.v. skoðandi að nota einhverskonar ýtrunarferli þar sem viðskiptavinurinn er mikið með í ráðunum (gott í vefverkefni t.d.).\nAllt of oft er bara vaðið af stað.  ‘Þetta reddast’.\nNú má aftur spyrja ‘af hverju’?\nÁstæðan er jafnan gríðarlega hörð samkeppni.  Það eru allir tilbúnir að lofa öllu og ef þú reynir að koma með raunhæfa áætlun þá fær bara einhver annar verkið (og skiptir engu máli að hann eyði svo meiri tíma í það en hans áætlun og jafnvel _þín_ áætlun hljóðuðu upp á).\nÞessu er því miður mjög erfitt að breyta.  E.t.v. ef fyrirtæki fara að skoða ferill hugbúnaðarhúsa og gera meiri kröfur til þess að áætlanir standist heldur en til krónutölunnar (eða dagsetningarinnar) einnar saman.\nOg hvað getum við gert?  Jú, við getum búið okkur undir þetta.  Reynt að tryggja að það fari allavega ekki tími til spillis.  Allt of oft er farið of geyst af stað af því að ljóst er að tíminn er knappur en við það tapast bara meiri tími því að menn ‘vinna ekki heimavinnuna sína’ (ef svo má að orði komast).\nÞað sem ég er að reyna að segja er:  Ef þú ert á eftir áætlun er enn meiri ástæða en áður að nota öguð vinnubrögð því annars tefst verkið bara enn meira.\nEinnig er mjög mikilvægt að læra af eldri verkefnum."
        },
        {
            "user": "Grunt",
            "user_id": "13153",
            "date": "2001-12-01 14:47:03",
            "id": "341038",
            "reply_to_id": "341037",
            "text": "Þá er næst að spyrja, hver er ástæðan fyrir því að áhættugreining er of lítil? Ég tel að ástæðuna megi rekja til þess sem ég var að tala um hér að ofan, að menn eru að reyna að vinna eftir ferli sem í grunninn hentar ekki hugbúnaðargerðar, sem verður til þess að þegar menn eru að reyna að greina áhættu, þá eru menn að gera það of snemma.\nÞað sem virðist gerast er að menn setja sig í gírinn “ok, hverjar eru helstu hætturnar í þessu verki” einhverntímann í greiningarfasa, finna fáar sem engar og telja þar með áhættugreiningu lokið. Reyndin er sú að stærstu áhættuþættirnir koma ekki í ljós fyrr en farið er að útfæra kerfið, og jafnvel ekki fyrr en þegar það er komið í “production”. Út af þessu verður ferlið að vera þannig sett upp að menn séu að fylgjast með því þegar hættur koma í ljós, og hjóla þá í þær eins fljótt og auðið er.\nMín skoðun er sú að gömlu “analyze, design, implement, test, deploy” ferlin séu þannig í eðli sínu að áhættugreining falli ekki eðlilega inn í þau, og því þarf að þvinga þennan þátt inn. Það sem er að koma fram á þessu sviði og hafa verið kallaðir “agile” processes (XP þar fremst í flokki) byggja hins vegar að miklu leyti á virkri áhættugreiningu í gegn um allan líftíma verkefnis. Það er meðal annars vegna þessa sem mikil áhersla er lögð á að kerfi séu sett í notkun eins fljótt og hægt er, og ferillinn því settur upp sem viðhaldsproject nánast frá upphafi.\nMikið notað hugtak í XP er “spike”, sem mætti kalla könnun eða útúrdúr á íslensku. Það er sett inn sem verkþáttur hvenær sem menn sjá vandamál sem er ekki almennilega skilgreint, og menn treysta sér ekki til að áætla. Yfirleitt þá er útkoman úr slíku könnunarverki áætlun um hversu langan tíma tæki að leysa viðkomandi vandamál, stundum þá kemur það reyndar þannig út að lausnin er komin um leið og er búið að skilgreina vandamálið, og það er þá bara gott mál.\n-G"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-01 16:35:02",
            "id": "341039",
            "reply_to_id": "341032",
            "text": "Mér finnst Grunt koma með mjög athyglisverða punkta um áhættugreiningu. Þetta hefur svo sannarlega vantað í nánast öllum hugbúnaðarverkefnum sem ég hef tekið þátt í, og er sá fjöldi orðinn talsverður.\nÉg tel hinsvegar líka að menn séu að miða of mikið við lítil verkefni. Tilfellið er nefnilega að lítil vekefni eru auðvelt í greiningu, og er mjög algengt að forritarinn sjái alfarið um alla greiningu, hönnun og forritun, bara á meðan hann hefur grófa kröfulýsingu í höndunum. Þetta er þó nánast eingöngu tilfellið með lítil verkefni… sem standast auðvitað sjaldnast tímamörk, en skekkjan er nógu lítil til að menn taki eftir því. Vika til eða frá skiptir mjög takmörkuðu máli nema upp á að geta sagst hafa skilað verkefninu á hárréttum tíma.\nSíðan, þegar menn eru komnir í stór verkefni þar sem margir forritarar eru að vinna saman, þá verður þessi skekkja oft gríðarleg… og fjöldi forritara getur verið margföldunarstuðull.\nÞetta er eiginlega það eina sem ég hef að segja. :) Sammála öllum hérna."
        },
        {
            "user": "ajaxultra",
            "user_id": "9669",
            "date": "2001-12-30 16:30:32",
            "id": "341040",
            "reply_to_id": "341032",
            "text": "Stutt og laggott svar\n“Pí effect”\nTaktu tímaáætlunina og margfaldaðu hana með pí þá færðu út nokkuð rétta mynd af tímanum sem fer í projectið"
        },
        {
            "user": "cyrez",
            "user_id": "6397",
            "date": "2002-04-18 11:02:14",
            "id": "341041",
            "reply_to_id": "341040",
            "text": "gömul og góð regla :)"
        }
    ]
}