{
    "forum_title": "Deiglan",
    "user": "Solid",
    "user_id": "56227",
    "date": "2007-05-13 09:24:38",
    "title": "Stjórnin \"þraukaði\"",
    "text": "Stjórnin hélt meirihluta með einum þingmanni,\nKaffibandalagið er úr sögunni.\nR lista stjórn ómöguleg, (framsókn og vg hatast of mikið)\nSamfylkingin & sjálfstæðir? (Pólitískt sjálfsmorð fyrir samfylkinguna?)\nSjálfstæðir & Framsókn-núverandi stjórn(Framsókn mundi hugsanlega hverfa …)\nNú byrjar spennan,\nÉg glápti á þetta frá 5-enda\nBest fannst mér að Jón Sigurðsson formaður B komst ekki inn, sem útilokar nánast stjórnarmyndun B & D\nFlottur sigur hjá VG þó D hafi ekki verið sigurminni…\nLeiðinlegt fyrir S, sama hvað skoðanakannanir síðustu mánuði hafa sagt þá er þetta engin sigur heldur afturhvarf (nákvæmlega sama fylgi og 99')\nJæja, hverjar eru ykkar hugmyndir ?",
    "url": "https://www.hugi.is/deiglan/korkar/517305/stjornin-thraukadi/",
    "url_id": "517305",
    "id": "4891697",
    "replies": [
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2007-05-13 09:33:47",
            "id": "4891703",
            "reply_to_id": "4891697",
            "text": "Jónína Bjartmarz var búin að lofa okkur landsmönnum að Framsókn mundi ekki fara í stjórn ef hann hlyti jafn lítið fylgi og skoðanakannanir sýndu, nú er það raunin og spurning hvort Jónína og flokksfélagar standi við kosningaloforðið.\nÉg tel breytingar í stjórn óumflýjanlegar, þá tel ég S og D vera líklegast."
        },
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2007-05-13 09:39:34",
            "id": "4891710",
            "reply_to_id": "4891703",
            "text": "Ég kaus S, opinber það hér enda stoltur Samfylkingarmaður.\nEn ég kaus ekki S til þess að þeir færu svo í ríkistjórn með spillingabatteríinu sem kallast Sjálfstæðisflokkurinn.\nEf sú verður rauninn þá verð ég sár, þó vissulega verður fínt að fá Evrópusambands umræðuna þá vonandi á skrið, enda þarf að sameina Jarðarbúa undir eitt, ekki skipta okkur í lönd ef við viljum lifa af. Og er Evrópusambandið góð byrjun. (SÞ Gerir ekki shit gagn)\nEn ég er hræddur um svo ég haldi áfram með áhyggjurnar að S flokkurinn lendi í því sama og B.\nÁstæðan fyrir að B er að tapa svona en D er að vinna svona er því að B er ekki búið að vera að gera það sem kjósendur og stuðningsmenn hans vill að þeir geri, en hinsvegar hefur D gert það sem þeirra fólk vill að það geri.\nOg ég er hræddur um að sama gerist með S.\nEn stjórn með samfylkingu er eitthvað sem ég vil sjá, vegna ES, menntamála, velferðar, stimpilgjaldið burt og ég elska Össur!(Öss?.. hehe)"
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2007-05-13 09:42:17",
            "id": "4891714",
            "reply_to_id": "4891710",
            "text": "S og D hlýtur samt að vera betri kostur en D og B. Nema náttúrulega S V og B flokkar myndi saman en það gerist ekki."
        },
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2007-05-13 09:44:39",
            "id": "4891717",
            "reply_to_id": "4891714",
            "text": "V og B eru óvinir, vægast sagt. Sást auglýsingarnar frá B… “Viltu netlöggu..” og teiknuðu persónu líka steingrími vera að gægjast í tolvuna þína…\nS & D er því miður það sem stefnir í, og rétt. Skömminni skárra en D & B enda þarf ferska breytingu hér á bæ.\nOg b hefur gott af því að losa sig undan taki D í smástund, ná sér á ról og verða aftur að þessum ágæta flokki sem þeir og voru."
        },
        {
            "user": "SirThorri",
            "user_id": "68208",
            "date": "2007-05-13 15:40:21",
            "id": "4892609",
            "reply_to_id": "4891717",
            "text": "Ungliðahreyfingar B og V stóðu vissulega í nokkuð ómálefnalegri baráttu um tíma. En þegar allt kemur til alls eru það formenn flokkanna sem karpa um stjórnarmynstur. Og ég held að Jón Sigurðsson og Steingrímur J. geti nú alveg náð einhverri lendingu. Og ef við erum að tala um R-lista samsetningu, þá er náttúrulega Samfylkingin þarna inn á milli til að sætta stríðandi (stríðandi í merkingunni að stríða e-r) fylkingar. Eftir allt saman, þá hefur Ingibjörg gert það áður, í borginni, og tókst vel upp.\nOg það gæti líka komið Framsókn ágætlega, eins og ég reifaði nú í grein minni á /stjórnmál :\nhttp://www.hugi.is/stjornmal/articles.php?page=view&contentId=4892156"
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2007-05-14 00:46:16",
            "id": "4894640",
            "reply_to_id": "4891717",
            "text": "Gætirðu gefið mér link af þessari netlögguauglýsingu? Er orðinn forvitinn ^^"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-05-14 01:31:27",
            "id": "4894737",
            "reply_to_id": "4894640",
            "text": "http://www.youtube.com/watch?v=ZlwPk9LQe4c"
        },
        {
            "user": "Mephz",
            "user_id": "29276",
            "date": "2007-05-13 12:50:24",
            "id": "4892107",
            "reply_to_id": "4891710",
            "text": "góður unnar ég kaus lika samfylkginguna ;>\nen ég vildi þrátt fyrir það fá Samfylkinguna í bandalag við sjalfstæðisflokkinn og framsókn út.  Það myndi minnka stóryðju og samfylkgin myndi setja áherslu á það sem þau lofuðu, einnig koma i veg fyrir mikinn hluta skandals sem sjalfstæðisflokkurinn kemst upp með að gera i tilvist framsókn.\nEg reyndar hata vinstri græna og allt sem kemur að þeim flokk svo mér leyst alls ekki á kaffibandalagið ."
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2007-05-13 14:26:39",
            "id": "4892393",
            "reply_to_id": "4891710",
            "text": "það er bara þér að kenna að verða sár yfir því ef xD og xS mynda ríkisstjórn enda var mjög augljóst að það stefndi í það alla kosningabaráttuna."
        },
        {
            "user": "Pesi",
            "user_id": "2184",
            "date": "2007-05-13 09:49:06",
            "id": "4891721",
            "reply_to_id": "4891697",
            "text": "ég ákvað að njóta þess þetta síðasta ár mitt sem ég hef til þess að þurfa ekki að pæla í þessu"
        },
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2007-05-13 09:56:34",
            "id": "4891726",
            "reply_to_id": "4891721",
            "text": "Ertu að deyja á þessu ári eða verðurru ekki átján fyrr en næsta ár ?"
        },
        {
            "user": "Pesi",
            "user_id": "2184",
            "date": "2007-05-13 09:57:16",
            "id": "4891729",
            "reply_to_id": "4891726",
            "text": "verð átján í nóvember :D"
        },
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2007-05-13 09:58:13",
            "id": "4891730",
            "reply_to_id": "4891729",
            "text": "ok :)"
        },
        {
            "user": "Pesi",
            "user_id": "2184",
            "date": "2007-05-13 09:58:45",
            "id": "4891732",
            "reply_to_id": "4891730",
            "text": ":D"
        },
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2007-05-13 11:43:11",
            "id": "4891916",
            "reply_to_id": "4891697",
            "text": "Það sem ég er að vona að verði næsta ríkisstjórn en er kannski ekki besti kosturinn ég veit það ekki alveg. Er samstarf Sjálfstæðisflokks og Vinstri grænna.\nÞað sem mér líkar við það er einna helst að þá kemur ESB ekki til umræðu á þessu kjörtímabil. Einnig gæti þetta hjálpað til að halda úti góðum árum, grænn flokkur og svo einn flokkur sem heldur vel utanum efnahagin.\nEinnig er fínt að fá smá tilbreytingu í ríkisstjórn, jafn framt hugsa ég að það væri gamann að sjá smá andstæður starfa saman."
        },
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2007-05-13 22:08:34",
            "id": "4893973",
            "reply_to_id": "4891916",
            "text": "ESB umræða er nauðsynleg, þá tek ég fram og bolda\numræða\nAð forðast að ræða málið er fáránlegt!"
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2007-05-13 12:29:48",
            "id": "4892062",
            "reply_to_id": "4891697",
            "text": "D og S eða D og V, það er að mínu mati aðalspurningin.\nÉg vona að Samfylkingin verði fyrir valinu, þar sem að samstarf með sjálfstæðisflokk mundi held ég ekki fara vel fyrir VG."
        },
        {
            "user": "thevoid",
            "user_id": "29339",
            "date": "2007-05-13 15:22:16",
            "id": "4892573",
            "reply_to_id": "4891697",
            "text": "Geir segir áframhaldi stjórnarsamstarf blasa við\nGeir Haarde, formaður Sjálfstæðisflokksins, sagði í hádegisfréttum á Stöð 2 að flokkurinn væri ótvíræður sigurvegari kosninganna. Hann segir áframhaldandi stjórnarsamstarf blasa við.\nGeir sagði að ríkistjórnin væri vel starfhæf þrátt fyrir að vera aðeins með eins manns meirihluta.\n„Það er nóg,“ sagði hann. „Þá er það bara spurning um hvort pólitískar forsendur séu fyrir því að stjórnin haldi áfram. Ég tel að það geti vel verið svo.”\nGeir segir því áframhaldandi stjórnarsamstarf framsóknar og Sjálfstæðisflokks blasa við. „Auðvitað eru aðriri möguleikar til í stöðunni með okkar stjórnarforystu, en það er ekkert sem kallar á breytingar.\"\n**************\nJa hérna. Hvernig getur hann sagt þetta, hafandi td. Bjarna Harðar hjá framsókn.\nÍ kosningunum 91 fékk vinstristjórnin 32 menn en kaus að halda ekki áfram. Eins fékk viðeyjarstjórnin 32 menn 1995 en hélt ekki áfram. En hann ætlar að halda áfram??\nGood luck :D"
        },
        {
            "user": "thevoid",
            "user_id": "29339",
            "date": "2007-05-13 15:37:30",
            "id": "4892601",
            "reply_to_id": "4892573",
            "text": "Er hann ekki bara að reyna að hræða S og V svo þeir verði samvinnufúsari, svona svipað og Vilhjálmur gerði í borginni? Ég held að hann meini lítið með þessu. Ég vona það alla vega."
        },
        {
            "user": "...",
            "user_id": "38859",
            "date": "2007-05-14 13:48:42",
            "id": "4895577",
            "reply_to_id": "4891697",
            "text": "Það hvort áfram haldandi stjórn heldur áfram er ekki einungis spurning um hvort það sé pólítískur grundvöllur fyrir því, heldur hvort það nógu lítill siðferðislegur grundvöllur og nóg lýðræðishatur.\nEf stjórnin heldur áfram, þá er lýðræðið fallið.\nÞeir fengu færri atkvæði, eða 88.098 atkvæði (sirka 48.3% fylgi) á móti þeim 94.064 atkvæðum (sirka 51.6% fylgi, sem flestir sjá eflaust að er meira) sem stjórnarandstaðan fékk og er það einungis vegna þess hversu meingallað kosningakerfi okkar er sem þessi stjórn hefur það tækifæri að halda áfram,.\nT.d. er þessi 5% regla alveg fáránleg.\nNú er ég ekki stuðningsmaður Íslandshreyfingarinnar en þeir fengu nóg af atkvæðum til að ná inn tveimur mönnum en þessi vægast sagt fáránlega regla kemur í veg fyrir það.\nEf að þessir flokkar ætla að kenna sig við lýðræði, þá halda þeir ekki áfram samstarfi því það væri vægast sagt ólýðræðislegt og tillitslaust gagnvart þjóðinni.\nMinnistjórn Vinstri Grænna og Samfylkingar með verndun frá Framsókn málið?\nVeit ekki, en allavega ekki þessi sama stjórn, en það er kominn tími á að vinstri flokkar fái að koma nálægt því hvernig hlutum er háttað hér.\nOg þrátt fyrir þetta meingallaða kerfi okkar munaði nú bara því að Framsóknarflokkur fengi 11 atkvæði í viðbót og þá væri stjórnin fallinn.\nÉg bíð bara spenntur eftir því hvað gerist."
        }
    ]
}