{
    "forum_title": "Sagnfræði",
    "user": "DutyCalls",
    "user_id": "59211",
    "date": "2007-05-15 02:12:37",
    "title": "Rafmagnsstóllinn",
    "text": "Í tilefni af lítilli umræðu á sagnfræðiáhugamálinu um “kosti og galla” við  pyntinga/aftökuaðferðir, gróf ég þessa 10 ára gömlu pælingu upp úr “lagernum” mínum. Ekki taka þessu of alvarlega, enda er þetta skrifað í flýti og fremur léttum dúr, þrátt fyrir alvarlegt umræðuefni :)\nHér á landi og nánast allstaðar í Evrópu eru menn algerlega andsnúnir dauðarefsingum, og er ég svosem engin undantekning. Það kann því að virðast furðulegt að skrifa grein um mis-“góðar” aftökuaðferðir. En þegar maður gefur þessu fyrirbæri rafmagnsstólnum bara smá-umhugsun, verður maður bara að skrifa þær hugleiðingar á blað!\nStundum hefur það flogið mér í hug að réttast væri að setja hið versta af glæpahyskinu hér á landi “í stólinn”, eins og gert er í USA. En við umhugsun er ég er ekki svo viss um það. Ég er nefnilega, eftir að hafa horft nokkrum sinnum á bíómyndir þar sem þessi aftökuaðferð er sýnd á raunsannan hátt, búinn að fá ógeð á henni. Að raka af mönnum hárið, óla þá oní stól, setja rafskaut á höfuð þeirra og fætur og grilla þá síðan með rafstraumi - ef að þetta er ekki “cruel and unusual punishment”, þá veit ég ekki hvað það er.\nMætti ég þá frekar biðja um að vera hengdur! Henging hálsbrýtur menn, kippir mænunni úr sambandi og öllu er lokið á augabragði. Í samanburði er það einfalt, ódýrt og snyrtilegt. Þess eru hinsvegar dæmi að menn hafi þraukað í rafmagnsstól í 10-20 mínútur. Það rýkur úr fanganum, og lykt af brunnu holdi fyllir klefann, auk þess sem að fanginn losar oft þvag. Þessi aftökuaðferð er líklega sú viðbjóðslegasta sem tíðkast hefur á vesturlöndum síðan hætt var að rekja úr mönnum garnirnar einhverntíman á miðöldum.\nRafmagnstóllinn var fundinn upp í Bandaríkjunum á síðari hluta nítjándu aldar, og er í raun og veru bjánaleg uppfinning, svipuð þeim og við sáum oft hjá Fróða Ýmissyni í Spaugstofunni. Nóg var til af hálf biluðum uppfinningamönnum sem fundu upp aragrúa af gagnslausum og fáránlegum uppfinningum. Uppfinningum sem nú eru grafnar og gleymdar, en stundum grafnar upp fólki til skemmtunar. Í raun og veru ætti rafmagnsstóllinn að vera í flokki með með öllum þessum hlægilegu uppfinningum, en er það ekki.\nÆtli það hafi ekki verið þessi tröllatrú sem menn höfðu þá á tæknina sem að gerði útslagið. Var ekki flott fyrir Bandaríkjamenn að geta sagst svo tæknivæddir að þeir tækju glæpamenn af lífi með rafmagni? Jú, það hefur þótt svo kúl að engum datt í hug að hugsa aðeins útí þetta og spyrja “Já en Fróði, til hvers?” Til hvers að vera að eyða tugum kílówatta af rafmagni í að murka lífið úr manni með tilheyrandi brunalykt, þegar hægt var að gera þetta snöggt og snyrtilega með snöru og fallhlera, eins og hafði tíðkast öldum saman?\nEitt enn um rafmagnsstóla, svo er ég hættur, lofa því: Góð er sagan um kónginn í Afríku sem heyrt hafði af þessarri sniðugu nútímaaðferð sem að Ameríkanar höfðu við að lífláta fólk. Hann pantaði eitt stykki rafmagnsstól frá US of A, og nú yrði sko óvinum hans til setunnar boðið! En svo þegar að stóllinn góði var kominn, ráku menn sig á nokkuð sem menn höfðu ekki hugsað útí. Rafmagsstólar þurfa rafmagn eigi þeir að þjóna tilgangi sínum, og ekki var eitt einasta raforkuver í landinu! Þannig að kóngsi varð að finna önnur not fyrir þennan annars fína stól: Hann lét því taka af honum ólarnar og rafskautin, og notaði hann framvegis sem hásæti sitt! Þessa sögu sel ég nú ekki dýrara en ég keypti hana, en það er gaman að henni.",
    "url": "https://www.hugi.is/saga/greinar/517791/rafmagnsstollinn/",
    "url_id": "517791",
    "id": "4898201",
    "replies": [
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2007-05-15 02:27:10",
            "id": "4898208",
            "reply_to_id": "4898201",
            "text": "horfðiru á OZ?\nBTW mér finnst fallöxin langsniðugasta aftökuaðferðin og ég myndi án efa velja hana fyrir sjálfan mig ^^"
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2007-05-15 02:47:40",
            "id": "4898221",
            "reply_to_id": "4898208",
            "text": "Sá eitthvað af þeim, en “húkkaðist” ekki, og man ekki eftir aftökusenu úr þeim þáttum :(\nMan nú ekki alveg hvaða myndir ég er að tala um í greininni, en dettur Green Mile í hug."
        },
        {
            "user": "Squdzo",
            "user_id": "64730",
            "date": "2007-05-15 15:53:46",
            "id": "4899273",
            "reply_to_id": "4898221",
            "text": "skjóta menn bara í hausinn, fljótast"
        },
        {
            "user": "Ozwald",
            "user_id": "19934",
            "date": "2007-05-15 21:17:53",
            "id": "4900681",
            "reply_to_id": "4898221",
            "text": "nóg af aftökusenum og umfjöllun um dauðarefsinguna bara í þessum þáttum enda einhverjir bestu þættir sem gerðir hafa verið."
        },
        {
            "user": "Steini",
            "user_id": "24054",
            "date": "2007-05-15 02:29:25",
            "id": "4898212",
            "reply_to_id": "4898201",
            "text": "Að drepa fólk með þessum hætti er sóðalegt, en sumir (ættingjar fórnalamba) fá mikla ánægju út úr því að sjá t.d. þann sem myrti einhvern nákominn þeim. En svo er það að drepa saklaust fólk svona, sem er enþá verra.\nBandaríkjamenn eru virkilega íhaldssamir og þetta er líklegast ekkert að fara á næstunni."
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2007-05-15 03:04:01",
            "id": "4898238",
            "reply_to_id": "4898212",
            "text": "en sumir (ættingjar fórnalamba) fá mikla ánægju út úr því að sjá t.d. þann sem myrti einhvern nákominn þeim.\nÞað er einmitt það sem mér og eflaust mörgum öðrum þykir hvað sjúklegast við þetta bandaríska aftöku-attitjúd. Ég hef stundum reynt í huganum að setja mig í spor aðstandenda fórnarlamba, ímynda mér t.d. að einhver geðsjúkur hrotti hefði pínt, misnotað og myrt afastelpuna mína.\nMyndi ég vilja að hann yrði tekinn af lífi? Já.\nMyndi ég vilja horfa á aftökuna? Nei.Slíkt yrði síst til að róa hug minn eftir slíkt áfall. Mér myndi nægja að vita að hann væri dauður, hefði verið “lógað” og myndi ekki nokkurntíman framar ógna fleiri börnum."
        },
        {
            "user": "Steini",
            "user_id": "24054",
            "date": "2007-05-15 13:43:15",
            "id": "4898864",
            "reply_to_id": "4898238",
            "text": "Myndi ég lenda í því yrði ég ekkert á móti því að sjá þetta gerast.\nEngu að síður góð grein og áhugaverð lesning. :)"
        },
        {
            "user": "jandia",
            "user_id": "56182",
            "date": "2007-05-15 03:18:23",
            "id": "4898244",
            "reply_to_id": "4898201",
            "text": "Já mér finnst þetta frekar ógeðslegt:/ Frekar myndi ég vilja fá eitur eða eitthvað sem að virkaði bara strax. Eða fallöxina eins og einhver sagði! En hah, ég myndi helst vilja brýna hana sjálf til að vera viss um að það þyrfti bara eitt högg til að drepa mig>_"
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2007-05-15 03:29:26",
            "id": "4898248",
            "reply_to_id": "4898244",
            "text": "Einhversstaðar hef ég lesið að fallöxin virki í sumum tilfellum “of snöggt”. Þú (eða öllu heldur hausinn á þér) getur semsagt heyrt og séð í einhver augnablik eftir að aftakan er framkvæmd.\nEn líklega er þetta bara hryllingssögu-rugl, og í öllu falli er þetta skárri dauðdagi en rafmagns-grillun."
        },
        {
            "user": "jandia",
            "user_id": "56182",
            "date": "2007-05-15 03:32:37",
            "id": "4898250",
            "reply_to_id": "4898248",
            "text": "Uuuugh, það er ógeðslegt líka. Ég vil nú samt helst bara ekki vera tekin af lífi almennt! (:"
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2007-05-15 03:46:28",
            "id": "4898252",
            "reply_to_id": "4898250",
            "text": "Nú á dögum er enda lítil hætta á því, enda aftökur ólöglegar nánast allstaðar á vesturlöndum.\nMeð einni mikilvægri undantekningu þó, Bandaríkjunum - og þá sérstaklega mið- og suðurríkjunum.\nBesta ráðið til að sleppa við aftöku þar er að drepa ekki fólk. En ef þú hreinlega ræður ekki við drápsfýsnina er best að vera ekki svört og/eða fátæk.\nAnnarsstaðar í heiminum er besta ráðið til að sleppa við aftöku að láta lítið fyrir sér fara og gagnrýna ekki stjórnvöld viðkomandi lands."
        },
        {
            "user": "Hairdoismylife",
            "user_id": "57267",
            "date": "2007-05-15 03:54:37",
            "id": "4898255",
            "reply_to_id": "4898248",
            "text": "Nei reyndar er þetta satt. Lifandi Vísindi fjölluðu meðal annars um þetta. Læknar og vísindamenn tóku og skráðu atvik þar sem hausar hálshöggvina líka grettu sig eða kölluðu eitthvað.\nÞeir héldu þá um hausinn áður og þegar hann var farinn af, þá tóku þeir hann strax og skoðuðu gaumgæfilega andlitið og skráðu allt.\nHvernig tilfinning ætli það sé að vera bara haus? Einhver með reynslusögu? :)"
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2007-05-15 12:32:01",
            "id": "4898671",
            "reply_to_id": "4898255",
            "text": "Vá, í hvaða blaði var þetta?"
        },
        {
            "user": "Hairdoismylife",
            "user_id": "57267",
            "date": "2007-05-15 14:25:53",
            "id": "4898989",
            "reply_to_id": "4898671",
            "text": "Ég man ekki hehe, ég mundi vita það ef ég nennti að fara í gegnum bunkana af blöðunum ;)"
        },
        {
            "user": "ratatat",
            "user_id": "64227",
            "date": "2007-05-15 20:35:14",
            "id": "4900526",
            "reply_to_id": "4898255",
            "text": "Mig grunar reyndar að þetta sé bull. Þú ert ekki að fara að kalla neitt þegar það er búið að höggva af þér allan hálsinn."
        },
        {
            "user": "Hairdoismylife",
            "user_id": "57267",
            "date": "2007-05-15 20:43:43",
            "id": "4900547",
            "reply_to_id": "4900526",
            "text": "Þetta er ekki bull….ég skal finna þetta blað á næstunni og segja frá.\nMinnir að stóð m.a. að þetta gerðist svo snöggt að þetta “gabbaði” hausinn, þannig í örfáar sekúndur þá var hausinn enn í fullu fjöri. Og það eru skráðar heimildir fyrir því að nöfn hafa verið kölluð.\nEn þetta gerðist ekki næstum því alltaf, munið það."
        },
        {
            "user": "MooMoo",
            "user_id": "66476",
            "date": "2007-05-16 15:21:10",
            "id": "4902655",
            "reply_to_id": "4898255",
            "text": "Mér finnst það nú hæpið að þeir gætu kallað eitthvað, ég er nú enginn læknir samt en væru raddböndin þá ekki komin í sundur?\nEn ef að lifandi vísindi sagði það hlýtur eitthvað að vera til í því.\nEn veistu nokkuð hvaða tölublað það er?"
        },
        {
            "user": "Hairdoismylife",
            "user_id": "57267",
            "date": "2007-05-16 15:27:18",
            "id": "4902673",
            "reply_to_id": "4902655",
            "text": "Skal tjekka á þessu þegar ég kem heim úr vinnunni. En mig minnir að þetta hafi bara verið smá grein, þannig yfirlitið sýnir ekki mikið um að það sé í blaðinu…held ég.\nSkal samt gá eitthvað."
        },
        {
            "user": "MooMoo",
            "user_id": "66476",
            "date": "2007-05-16 16:00:44",
            "id": "4902794",
            "reply_to_id": "4902673",
            "text": "Ahh takk!"
        },
        {
            "user": "Mutter",
            "user_id": "13004",
            "date": "2007-05-17 19:08:36",
            "id": "4906741",
            "reply_to_id": "4898248",
            "text": "ekkiru einhvern sem hefur reynt á það ? :P"
        },
        {
            "user": "MooMoo",
            "user_id": "66476",
            "date": "2007-05-16 15:57:24",
            "id": "4902779",
            "reply_to_id": "4898244",
            "text": "Reyndar hefur sársaukinn og grimmdin við eituraðferðina verið mikið deyfð og falin.\nsjá link\nhttp://en.wikipedia.org/wiki/Lethal_injection#Controversy:_Arguments_against\nIn total, opponents argue that the effect of dilution or improper administration of thiopental is that the inmate dies an agonizing death through suffocation due to the paralytic effects of pancuronium bromide and the intense burning sensation caused by potassium chloride."
        },
        {
            "user": "jandia",
            "user_id": "56182",
            "date": "2007-05-16 15:58:50",
            "id": "4902786",
            "reply_to_id": "4902779",
            "text": "Já ég hef reyndar heyrt um það líka:/ Ojæja, þá held ég að skot í höfuðið sé bara málið!"
        },
        {
            "user": "MooMoo",
            "user_id": "66476",
            "date": "2007-05-17 19:09:00",
            "id": "4906742",
            "reply_to_id": "4902786",
            "text": "Ég held að það sé ekki valkostur."
        },
        {
            "user": "jandia",
            "user_id": "56182",
            "date": "2007-05-18 10:47:00",
            "id": "4908242",
            "reply_to_id": "4906742",
            "text": "Ég held nú að maður fái ekki beint að velja hvernig maður er tekinn af lífi hvorteðer. Ég var “just saying” ;)"
        },
        {
            "user": "MooMoo",
            "user_id": "66476",
            "date": "2007-05-18 11:52:45",
            "id": "4908330",
            "reply_to_id": "4908242",
            "text": "Reyndar fær maður að velja um fimm til fjórar aðferðir í öllum ríkjum Bandaríkjanna nema Nebraska þar sem stóllinn er eini valkosturinn.\nÞessar fimmaðferðir eru stóllinn, henging, sprautan,  gasklefi og skotsveit.\nBætt við 18. maí 2007 -  12:02\nNei, þetta er víst ekki rétt hjá mér, flest bjóða uppá bara sprautuna en sum bjóða líka uppá hengingu eða stólinn, og Nebraska er undantekning að venju."
        },
        {
            "user": "Addi21",
            "user_id": "24719",
            "date": "2007-05-15 04:57:32",
            "id": "4898265",
            "reply_to_id": "4898201",
            "text": "Þetta er jú sóðalegt, en ætli hugsunins með þessu sé ekki að sýna hvað glæpir þeirra voru sóðalegir á 10 mínútum sem það tekur að bræða úr þeim lífið…"
        },
        {
            "user": "Pradine",
            "user_id": "67783",
            "date": "2007-05-15 08:06:51",
            "id": "4898310",
            "reply_to_id": "4898201",
            "text": "Þetta er fortíðin.\nég trúi því ekki að það séu lélegir rafmagnsstólar núna."
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2007-05-15 12:59:49",
            "id": "4898740",
            "reply_to_id": "4898310",
            "text": "Rafmagn hefur samt ekkert breyst síðan í fortíðinni, þú munt grillast hvernig sem á málið er litið."
        },
        {
            "user": "Pradine",
            "user_id": "67783",
            "date": "2007-05-15 21:50:01",
            "id": "4900824",
            "reply_to_id": "4898740",
            "text": "Já en með réttum græjum ætti gaurinn að fara í gegnum algjört skyndigril."
        },
        {
            "user": "gaulverji",
            "user_id": "14174",
            "date": "2007-05-15 09:05:31",
            "id": "4898348",
            "reply_to_id": "4898201",
            "text": "Tja, allavegnna ef þetta er eins og var lýst í Grænu mílunni þá er þetta nú bara stúpid. Hvað er það því að fá kúlu í hjartað? Kannski það að þá þarf einhver að hleypa af?"
        },
        {
            "user": "gaulverji",
            "user_id": "14174",
            "date": "2007-05-15 10:10:19",
            "id": "4898415",
            "reply_to_id": "4898348",
            "text": "Því að þú deyrð ekki strax og ferð í gegnum sársauka?"
        },
        {
            "user": "gaulverji",
            "user_id": "14174",
            "date": "2007-05-15 11:10:01",
            "id": "4898510",
            "reply_to_id": "4898415",
            "text": "Deyr maður ekki strax af því að fá kúlu í gegnum hjartað?"
        },
        {
            "user": "gaulverji",
            "user_id": "14174",
            "date": "2007-05-15 23:18:34",
            "id": "4901252",
            "reply_to_id": "4898510",
            "text": "Ég held ekki. Það lætur þig blæða út fljótt býst ég við samt."
        },
        {
            "user": "gaulverji",
            "user_id": "14174",
            "date": "2007-05-16 09:33:23",
            "id": "4901793",
            "reply_to_id": "4901252",
            "text": "Heldurðu ekki? Hvaðan er sú vitneskja? Ég er 99% viss um að þú deyrð strax enda hefur þessi aðferð verið mikið notuð og skv. líffræðikennaranum mínum."
        },
        {
            "user": "antisport",
            "user_id": "16493",
            "date": "2007-05-17 03:50:05",
            "id": "4905059",
            "reply_to_id": "4901793",
            "text": "Það að fá kúlu í hjartað er mjög sársaukafullt en tekur snöggt af. fólk deyr\nekki\nstrax við það að fá kúlu í hjartað þar sem fólki blðir út við það.\nBætt við 17. maí 2007 -  03:52\n*blæði"
        },
        {
            "user": "MooMoo",
            "user_id": "66476",
            "date": "2007-10-08 00:03:14",
            "id": "5293434",
            "reply_to_id": "4905059",
            "text": "Nei, það held ég að sé nú ekki alveg rétt.\nÞ.e. að fólki blæði út ef það fær skot í hjartað.\nAllavega samkvæmt mínum skilningi á mannslíkanum, sem mjög takmarkaður er(skilningur minn), en þá myndi hjartað ekki halda áfram að dæla blóði ef byssuskot skýst í gegnum það.\nOg blóðið verður að vera á stöðugri hreyfingu og sífellt að endurnýjast ekki satt?\nHeilinn fengi t.d. ekkert súrefni ef maður fengi skot í hjartað."
        },
        {
            "user": "arcangel",
            "user_id": "58132",
            "date": "2007-05-15 11:03:02",
            "id": "4898503",
            "reply_to_id": "4898201",
            "text": "þetta er fínt tölvurstóll!\nkemur mér alltaf í stuði  ;)"
        },
        {
            "user": "Parvati",
            "user_id": "49586",
            "date": "2007-05-15 11:05:24",
            "id": "4898506",
            "reply_to_id": "4898201",
            "text": "Mér finnst dauðarefsingar bara bjánalegar yfir höfuð. Í mínum huga er miklu verri refsing lífstíðarfangelsi. Ef þið hugsði ykkur sjálf, hvort mynduð þið vilja sitja alein í einhverjum klefa með samvisku ykkar (ef þessi kvikinda hafa einhverja, þaes.) án ættingja eða vina alla ævi, eða deyja á 1 sekúndu án sársauka? Rafmagnsstólar og önnur aftöu tæki sem valda sársauka falla þó ekki undir þetta dæmi, en já, ég persónulega myndi frekar vilja fá sprautu í æð og sofna svo bara en að dúsa í fangelsisklefa alla tíð.\nGóð grein annars ; )"
        },
        {
            "user": "OfficerDickhead",
            "user_id": "54819",
            "date": "2007-05-15 13:51:03",
            "id": "4898895",
            "reply_to_id": "4898201",
            "text": "Finnst að shot to the head sé best.. Ekkert cruel, ekki unusual, og er ekki eitthvað kjánalegt ceremony eins og með fallöxi, stólin, hengingu and that crap"
        },
        {
            "user": "eMiz",
            "user_id": "65406",
            "date": "2007-05-15 15:21:12",
            "id": "4899158",
            "reply_to_id": "4898201",
            "text": "Mér fynnst nú bara vel sloppið ef einhver “barnanýðingur”t.d. fær bara eina sprautu eða einhvern straum i sma stund og þá er það búið mál…frekar að láta þennann fávita dúsa alla sína æfi í einhverju saurugu fangelsi þar sem hann verður sjáfur fórnalamb í “sturtunni” eða einhvað og verður þar alla sína æfi.þá kannski fær hann samúð með sínu fórnalambi.   p'z"
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2007-05-15 16:16:46",
            "id": "4899350",
            "reply_to_id": "4898201",
            "text": "Ein spurning!… er gasklefinn ekki enn notaður?\nég heyrði að náunga sem átti að taka af lífi með gasklefa (í BNA held ég)en hann var þar lifandi í 7 min að kveljast/kafna."
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2007-05-15 19:40:17",
            "id": "4900284",
            "reply_to_id": "4899350",
            "text": "Sjaldan núorðið skilst mér af þessum lestri:\nhttp://en.wikipedia.org/wiki/Gas_chambe"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-05-15 21:25:01",
            "id": "4900713",
            "reply_to_id": "4900284",
            "text": "okei, takk….\nvá þetta er alveg sama ruslið og rafmangsstóllinn. flókið og kvalarfullt."
        },
        {
            "user": "Struggle",
            "user_id": "66859",
            "date": "2007-05-15 17:12:57",
            "id": "4899526",
            "reply_to_id": "4898201",
            "text": "Mér finnst heimskulegt að hafa þessa rafmagnstóla í gangi.\nEinu leiðarnar sem ég sé að mundi ganga væru jú henging eða nokkrir gaurar line-a sig upp og skjóta mann.\nAllar hinar geta orðið svo andskoti cruel!.\nT.d. Rafmagnstóllinn, þú segir sjálfur að maður getur steikst þar í hva? 10-20 min. Sem er soldið sjúkt.\nGasklefinn - Einhver sagði að einhver gaur hafði lifað þar inni í 7 min, sem er líka andskoti crule!\nHálshöggvun - Eina sem þarf er að gleyma að brýna exina og þá er fjandinn laus.\nEins og sagt var í íslendingasögu ef ég man rétt\nEftir rúm 5 högg sagði maðurinn “Högðu fastar, svo þetta muni ljúka af”. Og minnir mig að gaurinn varð að höggva 10-15 sinnum í hann þangað til maðurinn dó, en samt var höfuðið ekki komið af.\nEn sjálfur er ég á móti aftökum alfarið. Segi að ríkið sé ekkert skárri en maðurinn við af taka af honum lífið."
        },
        {
            "user": "addi36",
            "user_id": "50805",
            "date": "2007-05-15 19:06:53",
            "id": "4900061",
            "reply_to_id": "4898201",
            "text": "Mér finnst að þaað mætti setja suma menn í svona tæki. Eða allaveganna aftöku, henging, aftökusveit,fallöxi allt er þetta möguleiki. Menn sem nauðga ungum krökkum eða bara hverjum sem er á þetta skilið að mínu mati, þar sem nauðgun er ekkert grín. Einnig morðingjar og hinn ýmsi lýður. Þú getur rökrétt á móti mér að þá erum við engu skárri en maðurinn sem framdi glæpinn fyrst. En mér finnst það bara ekki rétt, bææði þá er þetta réttlát refsing fyrir sumt sem er óafsakanlegt og svo myndi þetta gefa fordæmi, sem vonandi myndi minnka tíðni svona glæpa.\nEkki þaarf endilega að taka allt þetta fók af lífi eins og þú gætir kannski skilið af texta mínum, en mér finnst mjög mikilvægt að bæta þetta dómsmálakerfi á Íslandi. Finnst ykkur eðlilegt að maður sem nauðgar barnabarninu sínu og stingur það, setur það í ruslapoka og hendir útí móva, og barnið rétt svo lifir af fái bara 2 ár? En þetta er bara saga sem ég hef heyrt og sel hana ekki dýrar en ég keypti hana eins og þú orðar það.\nOg svoo margir dópistar og margt meira þegar það er búið að standa það af verki með dóp og eftir ofbeldis verk líka er þeim góðfúslega sleppt ef það bara viðurkennir. Snilldar dómskerfi.\nGæti hljómað eins og grimm manneskja en sumir eiga þetta bara skilið!"
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2007-05-15 21:27:12",
            "id": "4900725",
            "reply_to_id": "4898201",
            "text": "Henging er reyndar ekki óbrigðul aftaka. Þess eru dæmi að fólk hafi lifað af fleiri en eina hengingu."
        },
        {
            "user": "Icaruz",
            "user_id": "57559",
            "date": "2007-05-15 21:49:20",
            "id": "4900819",
            "reply_to_id": "4898201",
            "text": "Hey góð grein gamli:)\nEn smá spekúlering, hvað ertu gamall og hverjir eru þínir fjölskylduhagir?"
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2007-05-15 22:07:49",
            "id": "4900906",
            "reply_to_id": "4900819",
            "text": "Djís, er ég orðinn leiður á að svara þessu, en tekst alltaf að koma mér í þá aðstöðu samt ;)\nEn jæja, hér er skýringin:\nÉg er brátt að verða 35 ára, en kona mín er eldri og á rúmlega tvítuga dóttur, sem aftur á þriggja ára dóttur. Þannig að ég er ekki alvöru afi þó ég sé það “for all intents & purposes” :)"
        },
        {
            "user": "Icaruz",
            "user_id": "57559",
            "date": "2007-05-15 22:29:25",
            "id": "4901011",
            "reply_to_id": "4900906",
            "text": "Ók, og hvernig tekur afabarnið því að afinn sé í tölvunni allan tímann að tala á einhverju forumi um sagnfræði við sveitta sagnfræðinörda?"
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2007-05-15 22:41:17",
            "id": "4901084",
            "reply_to_id": "4901011",
            "text": "Þökk sé Walt Disney og teiknimyndafabrikkunni sem hann stofnaði fyrr á síðustu öld, getur maður stundum keypt sér eilítinn frið til tölvuhangs þegar sú stutta er í pössun :P"
        },
        {
            "user": "Icaruz",
            "user_id": "57559",
            "date": "2007-05-16 12:10:49",
            "id": "4902039",
            "reply_to_id": "4901084",
            "text": "Já, þeink god for disney…."
        },
        {
            "user": "Mutter",
            "user_id": "13004",
            "date": "2007-05-17 19:11:56",
            "id": "4906755",
            "reply_to_id": "4898201",
            "text": "ég vil nu að skattruinn minn fari í eitthvað skárra en að eiða tugum þúsunda volta í einhvern krimma, skilst að byssu kúlan kosti minna :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-07-30 13:02:43",
            "id": "5111709",
            "reply_to_id": "4906755",
            "text": "Ég hugsa að fæstir í aftökuliði vilja vera sá sem drepur mann. Enda er ágætt að vita af því að ein byssunna sé hlaðin púðri en ekki skoti. Þá getur maður vonað að maður var ekki sá sem að aflífaði manninn"
        }
    ]
}