{
    "forum_title": "Box",
    "user": "Marciano",
    "user_id": "7486",
    "date": "2001-11-18 16:39:34",
    "title": "Lewis vann beltin aftur",
    "text": "Lennox Lewis rotaði Hasim Rahman í nótt í bardaga þeirra í Las Vegas. Rahman stóð aðeins í honum fyrstu tvær loturnar en meiddi hann aldrei mikið. Í þriðju lotu náði Lewis góðu höggi sem Rahman fann vel fyrir og slökkti síðan á Rahman með svakalegri hægri um miðja fjórðu lotu.\nRahman hafði verið með stæla á blaðamannafundum og fékk bara það sem hann átti skilið. Lennox sagði eftir bardagann að Rahman hefði aðeins fengið beltin lánuð í smátíma en síðan skilað þeim aftur og kallaði þetta 15 mínútna frægð hjá Rahman sem neitaði að tala við blaðamenn eftir bardagann.\nLennox Lewis sagði eftir bardagann að hann myndi berjast við hvern sem er en vildi helst fá Mike Tyson.\nKveðja Marciano",
    "url": "https://www.hugi.is/box/greinar/51823/lewis-vann-beltin-aftur/",
    "url_id": "51823",
    "id": "341677",
    "replies": [
        {
            "user": "halli2",
            "user_id": "10186",
            "date": "2001-11-18 19:36:51",
            "id": "341678",
            "reply_to_id": "341677",
            "text": "Þetta var rosalegur hammer hjá Lewis, hann var greinilega mun betri en Hasim í þessum bardaga. Djöfull verður magnað ef hann fær að slást við Tyson fljótlega en þá mun hann endanlega tapa beltunum :)"
        },
        {
            "user": "Kull",
            "user_id": "6541",
            "date": "2001-11-18 19:46:15",
            "id": "341679",
            "reply_to_id": "341678",
            "text": "Tyson á ekki séns í Lewis núna, sástu ekki bardaga Tyson á móti Pulsu Brian? Tyson var engan veginn sannfærandi.\nSíðan getur Lewis alltaf beitt sömu taktík og Holyfield gerði og sigrað Tyson þannig."
        },
        {
            "user": "Smuffi",
            "user_id": "3462",
            "date": "2001-11-18 20:28:20",
            "id": "341680",
            "reply_to_id": "341679",
            "text": "sammála"
        },
        {
            "user": "fridfinnur",
            "user_id": "4873",
            "date": "2001-11-18 20:41:44",
            "id": "341681",
            "reply_to_id": "341680",
            "text": "Ég hef enn fulla trú á því að Tyson geti unnið Lewis. Tyson var í drullulélegu fomi á móti Nielsen…aldrei verið þyngri og barði hann samt sundur og saman. Við sáum nú öll hvað gerðist þegar Lewis var í slöppu formi…Hann var rotaður af einhverjum amatör sem ekki var einusinni reitaður hjá neinu sambandi, síðan aulast Lewis til að koma sér í sæmilegt form og klárar dæmið eins og maður, ekki eins og að Hasim Rahman hafi verið góður boxari.\nAð mínu mati er Lennox Lewis hrikalega overrated boxari…ég meina…hvað hefur maðurinn gert síðustu ár. Hann rotar Andrew Golota sem tapaði fyrir Micheal Grant. Hann vinnur Shannon Briggs sem tókst nánast að rota Lewis (þess má geta að Briggs tapaði síðan á móti feitum manni sem heitir Sedrick Fields) Hann gerir jafntefli við hinn aldna Evandir Holyfield sem hafði verið að ströggla með Vaughn Bean í bardaganum áður, Lewis átti þó skilið að vinna þann bardaga, síðan berst hann aftur við Holyfield í bardaga sem ég skoraði jafntefli. Eftir þetta berst hann við Micheal Grant sem var rotaðir í 1. lotu af einhverjm nóboddí sem heitir Jameel McCline sem enginn hefur heyrt um. Hann rotar Tyson fórnarlambið Frans Botha og berst síðan við David Tua í einum leiðinlegasta bardaga síðari ára…nokkrum mánuðum seinna tapar Tua fyrir Chris Byrd sem var laminn sundur og saman af báðum Klitchko bræðrunum um árið og er síðan steinrotaður af Hasim Rahman sem einginn hafði heyrt um. Síðan vogar maðurinn sér að tala um að hann sé einn bersti þungavigtari sem nokkurntíman hefur verið uppi. Ég vona bara að Tyson roti hann svo hann loki stóra kjaftinum á sé"
        },
        {
            "user": "obese",
            "user_id": "13211",
            "date": "2001-11-19 14:35:38",
            "id": "341682",
            "reply_to_id": "341681",
            "text": "Uss Tyson er bara útbrunninn.\nLewis barði Holyfield, sem var búinn að buffa Tyson.  Lewis var fljótari að rota Botha og Golata en Tyson.  Botha var raunverulega yfir á stigum móti Tyson þegar hann var rotaður.\nÁ meðan Lewis barðist við Holyfield tvisvar, Michael Grant, Botha, Tua og Rahman 2svar,\nbarðist Tyson við Botha, Norris, Francis, Savarase, Golata og Nielsen.\nÞað er ekki alveg sami caliber.  Og btw var Rahman víst reitaður (t.d. #4 IBF)"
        },
        {
            "user": "fridfinnur",
            "user_id": "4873",
            "date": "2001-11-19 18:13:12",
            "id": "341683",
            "reply_to_id": "341682",
            "text": "Það er satt að Holyfield sigraði Tyson auðveldlega í fyrri bardaganum, við vitum ekki hvernig seinni hefði farið ef að Tyson hefði haldið geðheilsunni, Tyson var náttúrlega ryðgaður í anal í fyrri bardagnum, hafði barist samtals einhverjar 3 lotur á einhverjum 5 árum og auk þess var Holyfield orðinn allt annar og verri boxari þegar að Lewis kom. síðan er t.d. Saverse alls ekkert slæmur boxari. hann t.d. rotaði Lance Whitaker sem rotaði Oleg Maskaev auðveldlega sem rotaði Hsaim Rahman auðveldlega."
        },
        {
            "user": "Marciano",
            "user_id": "7486",
            "date": "2001-11-20 12:34:33",
            "id": "341684",
            "reply_to_id": "341683",
            "text": "Tyson þarf samt ekki að vinna Lewis, þótt hann rotaði savarese sem rotaði menn sem rotaði annan mann sem rotaði annan mann. Sumir boxarar henta betur fyrir Tyson og sumir henta Lewis betur. Ég væri hinsvegar til í að sjá Tyson-Tua. Það væri geggjaður bardagi. Lewis vinnur Tyson ef þeir berjast"
        },
        {
            "user": "obese",
            "user_id": "13211",
            "date": "2001-11-20 12:49:38",
            "id": "341685",
            "reply_to_id": "341683",
            "text": "Strákar viljiði vera með úrslit á hreinu þegar þið skrifið?!\nSavarase vann Whitaker á stigum (www.boxrec.com)\nog það var mjög umdeildur sigur, því Whitaker hafði barið hann niður í slagnum.\nFyrir utan að Tua hafði rotað Rahman, Ruiz og Maskaev og unnið (ég held líka rotað) David Izon\nog Obed Sullivan.  Hann var mjög verðugur andstæðingur fyrir Lewis þó hann hafi tapað síðar fyrir Chris Byrd."
        },
        {
            "user": "FrankDrebin",
            "user_id": "2310",
            "date": "2001-11-20 17:03:28",
            "id": "341686",
            "reply_to_id": "341685",
            "text": "Ef tyson nær sér upp í svipað form og hann var á móti Bruno Seldon & so on. talandi ekki um ef hann verður eitthvað nálægt því sem hann var fyrir fangelsisvistina á lewis ekki sjéns. Eins og einhver nefndi hér áðan eru þetta ekkert rosalegir kallar sem að lennox hefur tekið upp á síðkastið og lennox myndi ég ekki telja á top 50 yfir bestu boxara frá upphafi. Lennox er fínn boxari en hann er með veika kinn. eins og mátti sjá á móti rahman og Oliver McCall hér fyrr um árin. 1 gott högg slekkur á honum og þegar þú ert með þann galla er Tyson ekki rétti maðurinn til að fá högg frá. Lennox var kannski fyrr að afgreiða Botha en lítið á höggið sem Tyson gaf honum. Ég segi að það er líklegra að lennox vinni á stigum en rothöggi og öfugt með Tyson. En það verður gaman að sjá hvað gerist og vonum bara að tyson hafi vit á því að vaða ekki strax í lennox reyna að taka nokkra bardaga fyrst."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-11-21 23:44:00",
            "id": "341687",
            "reply_to_id": "341686",
            "text": "Hvað er að ykkur Helvístis Box áhugamenn að þið skuluð kalla ykkur það Tyson er bestur og verður alltaf bestur ef eitthver annar segir eitthvað annað þá einfaldlega BÍT ég eyrað af honum. Og hvað eru allir að tala um og lennox hafi unnið holyfield þetta var svo mikið mútu kjaftæði holyfield var miklu betri en þessi Helvítis Letingi og ég HATA HELVÍTS LENNOX OG FUCKING TALÍBANA HANN PRINCEINN NASFUCKER Megi þeir totta skaufan á Bin laden"
        }
    ]
}