{
    "forum_title": "Dulspeki",
    "user": "Iwmwar",
    "user_id": "38594",
    "date": "2007-05-18 10:06:12",
    "title": "Spádómar",
    "text": "Varðandi spádóma þá vil ég segja það að ég get sett fram rök, í fjórum hlutum, fyrir því að spádómar geta aðeins leit af sér óhamingju. Búum til dæmi þar sem spámaður spáir fyrir einhverjum. Byrjum á að setja fram tvær fullyrðingar önnur er að hann sé sannspár hin er að hann sé falsspámaður. Skiptum svo báðum tilfellunum upp þannig að í öðru þeirra spáir hann velgengni en í hinu hrakförum. Skoðum nú niðurstöðuna úr öllum tilfellunum fjórum:\nSannspá um velgengni\nHér eyðilegur spáin ánægjuna af óvæntri velgengi því að sá sem spáð var fyrir hefur nú fengið nasa þef af henni og væntir hennar.\nFalsspá um velgengni\nHér gefur spámaðurinn falskar vonir um velgengi sem veldur þeim sem spáð var fyrir vonbrigðum þegar ekki rætist úr spánni.\nSannspá um hrakfarir\nHér eykur spáin á erfiðleika hrakfaranna með því að valda óþarflega auknum áhyggjum þar til að hrakfarirnar skella á. Ef ekki hefði verið fyrir spánna hefði sársaukinn og áhyggjurnar varað skemur og verið minni en ella.\nFalsspá um hrakfarir\nHér veldur spáin óþarflegum áhyggjum af hrakförum sem aldrei verða eins og spáð var.\nÞó að þessi dökka mynd sé dregin upp að spádómum hef ég ekkert á móti því að nota Tarot spil eða aðrar aðferðir sér og öðrum til dægrastyttingar með spádómum sér til gamans. Þetta er eingöngu sett fram til gamans og hægt færi að færa rök fyrir hinu gagnstæði ef vilji er fyrir því.\nTarot spil er hinsvegar hægt að nota sér til vísbendingar og ráðleggingar þar sem litið er á þau sem lifandi einingar af guðdóminum.\nMinni á fyrirlestur um Tarot spil laugardaginn 19. maí kl. 20:00. Verð 500 kr. Frekari upplýsingar á\nwww.magia.is\n.",
    "url": "https://www.hugi.is/dulspeki/greinar/518493/spadomar/",
    "url_id": "518493",
    "id": "4907970",
    "replies": [
        {
            "user": "Blublu",
            "user_id": "12532",
            "date": "2007-05-18 13:51:28",
            "id": "4908691",
            "reply_to_id": "4907970",
            "text": "En hvað ef spáin hvetur fólk til dáða og fær það til að láta drauma síma rætast? Reyndar hef ég aldrei skilið mekanismann á milli pappaspjalda og óorðnum veruleika. En jæja."
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2007-05-19 15:47:37",
            "id": "4911546",
            "reply_to_id": "4907970",
            "text": "Tarot spil er hinsvegar hægt að nota sér til vísbendingar og ráðleggingar þar sem litið er á þau sem lifandi einingar af guðdóminum.\nen eru spódómer ekki líka notaðir sem ráðleggingar, þegar ég spái kem ég alltaf með ráðleggingar sem ég sé með, og líka þær sem ég þekki sem gera þetta líka.\noft geta spádómar sefað áhyggjur…\nt.d. frænka mín veiktist alvarlega í kringum jólin, ég var með miklar áhyggjur af henni og mér þar sem þessi sjúkdómur er ættgengur, hún er eldri en ég og ég hélt að ég væri komin úr hættu (v. þess að ég er komin yfir aldurinn sem þetta er að greinast) en svo veikist hún sem er eldri. nokkru síðar er ég á spjalli við konu sem ég þekki, hún segir mér að allt verði gott í sambandi við þetta mál og ýmislegt fleira, og hvatti mig til að gera hlut sem mig hefur langað að gera lengi, en ekki sagt neinum frá, frá mínu sjónar horni er það þetta sem spádómar eru um…\nBætt við 19. maí 2007 -  15:51\njá best að bæta því við að hún reyndist sannspá um frænku mína :D"
        }
    ]
}