{
    "forum_title": "Bardagaíþróttir",
    "user": "holukall",
    "user_id": "14454",
    "date": "2001-11-19 11:05:24",
    "title": "vopn, vopn og meiri vopn",
    "text": "Ég er að æfa kung fu og stór partur af kung fu eru vopn. Það er alveg merkilegt hvað það eru heimskulegar reglur í sambandi við hvað má flytja inn og hvað ekki. Sifuinn minn var að flytja inn Nunchaku til íslands, þetta voru æfinga nunchaku. Það átti að taka af honum nokkrar því það var ALVÖRU KEÐJA sem hélt þessum tveimur plaststöngum með mjúka gúmmíinu utan um. aftur á móti mátti hann koma með tré nunchaku því það var band til að halda þeim saman…..er það bara ég eða er þetta EKKERT SMÁ HEIMSKULEGT! hvað er að þessum gaurum?! Sifu þurfti að hringja í vin sinn í lögreglunni til að tala við tollgaurinn. þetta er ekki allt….það voru teknar af honum tvær stórar marmarakúlur, þeir sem þekkja þetta vita að þetta er til að snúa í höndunum þetta á að örva einhverja taugapunkta í hendinni en þetta er líka gott til að fá framhandleggs vöðva. Og þetta tóku þeir af honum….hvað átti hann að gera? HENDA þessu í fólk, HALLÓ steinar eru betri því þeir geta verið beittir. Það sem ég vill er að það verði bara strangt eftirlit með vopnum, ég vill að Sifu geti pantað beitt sverð handa mér til að æfa á. ég er ekki að segja að allir eiga að geta pantað vopn, það ætti að vara skrá hjá lögreglunni hver er að æfa á hvaða vopn, hvar, er hann með gráðu á það, er hann að mæta í tíma og alskonar þannig. Um leið og einhver myndi hætta að æfa þá þyrfti hann að koma til lögreglunnar einu sinni í viku eða mánuði og sína að hann á ennþá vopnið. málið er að það þarf ekkert að banna allt það þarf bara að fylgjast með þessu. þeir sem eru að æfa bardagalistir eiga ekki að þurfa að sætta sig við að geta aldrei haldið á beittu vopni sem þeir hafa lært á því það er bannað á íslandi.\n(Sifu þýðir kennari)",
    "url": "https://www.hugi.is/martial_arts/greinar/51943/vopn-vopn-og-meiri-vopn/",
    "url_id": "51943",
    "id": "342603",
    "replies": [
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2001-11-20 00:13:47",
            "id": "342604",
            "reply_to_id": "342603",
            "text": "Jamm fáranleg lög, tollurinn býr bara til lög á staðnum, það er sérstök klausa í lögunum sem segir “Kylfur sem ætlaðar eru til íþróttaiðkunar eru löglegar” og ef Kung Fu er ekki íþrótt þá veit ég ekki hvað. Escrima, Bo, Nunchaku og allt þetta er löglegt, sverðin eru reyndar ólögleg.\nBtw ég held að Shifu þýði Master eða meistari."
        },
        {
            "user": "holukall",
            "user_id": "14454",
            "date": "2001-11-20 09:25:40",
            "id": "342605",
            "reply_to_id": "342604",
            "text": "það er það sama þegar það kemur að kung fu. sá sem er meistari er jafnframt kennarinn þinn"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-06 21:20:52",
            "id": "342606",
            "reply_to_id": "342604",
            "text": "þetta er mjög öflugt og kraftmigið er það skilið"
        },
        {
            "user": "obsidian",
            "user_id": "1799",
            "date": "2001-11-20 10:54:29",
            "id": "342607",
            "reply_to_id": "342603",
            "text": "Það er rétt að það er ansi pirrandi hvernig vopnareglurnar eru hér, en skiljanlegar að nokkru leyti.  Til dæmis er sverðainnflutningur bannaður einfaldlega vegna þess að það er bannað að flytja inn öll bitvopn (hnífa og þ.h.) sem eru með lengra blaði en e-ð ákveðið (7 cm minnir mig).  Hins vegar eru reglurnar um kylfur og önnur slík bitlaus vopn mun óskýrari, t.d. má væntanlega flytja inn baseball kylfu til “íþróttaiðkunar”.  Það vita hins vegar allir að svoleiðis kylfur eru einnig heppilegar til að mölva hnéskeljar.\nÞað sem fer í taugarnar á mér er að oft virðast svona hlutir vera geðþóttaákvörðun tollarans sem maður lendir á.  Ég hef t.d. labbað mér inn í flugvél á Heathrow og í gegnum tollinn í keflavík með bæði jo og bokken alveg án þess að reyna að fela það neitt.  Ég var spurður hvað þetta væri í tollinum og sagði að ég væri með bardagastaf og sverð.  Tollarinn varð eins og blautur kúkur í framan af undrun og hleypti mér í gegn.  Auðvitað eiga að vera skýrari reglur um það hvað er leyft og hvað ekki til að maður þurfi ekki að eiga á hættu að það sem var leyft í gær verði bannað á morgun bara af því tollarinn var í fúlu skapi þann daginn.\nobsidian"
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2001-11-20 16:40:10",
            "id": "342608",
            "reply_to_id": "342607",
            "text": "Jamm tollinum er eiginlega nokk sama hvað stendur í lögum, ef þeim FINNST að þetta sé ólöglegt þá er það ólöglegt."
        },
        {
            "user": "Trixie",
            "user_id": "2522",
            "date": "2001-11-27 18:04:27",
            "id": "342609",
            "reply_to_id": "342603",
            "text": "Ji minn… er eg ta glaepamadur!\nEg keypti mer Nunchaku i Kina - tad er ur malmi med kedju a milli, og tad besta er ad tad er haegt ad skrufa stangirnar saman og mynda tar med eina stong ur ollu saman!\nEg spadi ekki einu sinni i hvort tetta vad ologlegt eda ekki - setti tad bara inn i rosa stora mynd af Bothisavha sem eg keypti i Shaolin musterinu og rolti i gegnum tollinn…\nEru hord vidurlog vid tessu???"
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2001-11-28 01:27:48",
            "id": "342610",
            "reply_to_id": "342609",
            "text": "Þetta Á að vera löglegt, en ef þeir ákveða að vera leiðinlegir þá taka þeir þetta bara af þér og búið mál, sama mál við flestum svona hlutum. Þ.e.a.s. hnífar sverð og svoleiðis. Væntanlega annað mál við byssum og þvíumlíkt.\nAllir sem ég veit að hafa lennt í svona að láta taka af sér þá hafa aldrei evrið eftirmálar, meirað segja með loftbyssur og stóra hnífa þá er það bara tekið."
        },
        {
            "user": "holukall",
            "user_id": "14454",
            "date": "2001-11-29 09:38:58",
            "id": "342611",
            "reply_to_id": "342610",
            "text": "ég fer til útlanda í sumar og ég ætla að taka með mér alvöru beitt sverð til baka, ef ég verð tekinn í tollinum er ég fucked!….vitiði hvað myndi vera gert ef ég yrði tekinn?"
        },
        {
            "user": "qeySuS",
            "user_id": "280",
            "date": "2001-11-29 14:55:35",
            "id": "342612",
            "reply_to_id": "342611",
            "text": "ég hef aldrei verið tekinn í tollinum með neitt (hef reyndar komist í gegn með nokkra hluti ;).\nEn ég held að þeir taki það bara af þér og búið mál. Dont quote me on it samt, spurðu jimmy hann hefur örugglega reynt þetta."
        },
        {
            "user": "Fleebix",
            "user_id": "5906",
            "date": "2001-12-01 17:18:22",
            "id": "342613",
            "reply_to_id": "342611",
            "text": "á ferð minni frá búlgaríu til svíðþjóðar og þaðan til danmerkur með lest og flaug frá kastrup byrjaði ég með eftirfarandi:\n1 x Loftbyssu\n1000x Loftbyssu skot (standard pakki)\n1 x Balisong (butterfly hníf)\n2 X vindlar (Crystal, nammikjamms!)\n2ltr x af tequila\n1 x SVERÐ Í KATANASTÍL, gert úr búlgörsku stáli og vafið með feikslönguskinni… (cheeeezy…)\nþað sem gerðist var eftirfarandi: Við brottför frá búlgaríu ætlaði brjáluð tollara kona að taka Armani rakspírann minn, sannfærð um að hann væri sprengja. Allt blessaðist þó, og hún amaðist ekkert við hinu.\nBalisonginn var tekinn við komuna til Svíþjóðar. Restinn var látin í friði. Butterflyar eru álitnir ólöglegir þar og hann sást við gegnumlýsinguna.\nÞegar ég var við brottför frá kastrup fundu tollararnir Loftbyssuna og ömuðust sosum ekkert við henni, hún var sett í pappakassa sem var innsiglaður frá “den danske tollereembæt” eller eitthvað, svo var mér hleypt í gegn.\nEn við komuna til Íslands… whoa! Ég var stöðvaður (ÉG ER ALLTAF STÖÐVAÐUR!!!). Fyrst opnuðu þeir pappakassann. “Svona er bannað” sögðu þeir. Svo opnuðu handtöskuna mína. ´lookið á andlitinu.. Bíngó!\nég hafði sett tekílað í tvær vatnsflöskur.. og ég held að það hafi étið sig í gegnum tappann.. það var í það minnsta farið að leka soldið yfir í plastpokann sem var utanum. Loftbyssuskotin voru tekin án comments. Vindlarnir líka…\nMér var vísað til yfirtollarans, sem var ósköp góðlátlegur kall, allt annað heldur en ribbalda líðurinn fram´mi í leitinni, og yfirtollaranum var látið allt draslið í té.\nFyrst lyft'ann upp Tekílapokanum.. og glotti bara. ég var ekki viss um hvað ég áttað gera svo ég glotti bara til baka.\nSvo var það byssan og skotin. “Þetter bannað” sagð'ann.\n“já ég veit” sagði ég.\n“Okei” sagði hann.\nSvo dró hann fram vindlana, og ég SÁ að þetta var eitthvað sem hann langaði að smjaska á. Dóminíkanskir Vindlar´í glerhulstri báðir tveir, kostuðu mig 1000 kall stykkið.\n“Hvað ertu gamall” spurð'ann.\n“ég er 17” sagði ég, og þá var hann fljótur að benda á að ég væri ekki nógu gamall til að hafa tóbak undir höndum. ég suðaði í honum um að þetta væri ammælisgjöf handa pabba o.s.frv. svo á endanum fékk ég þá aftur “en ég mátti engum segja”.\nEn mesti húmorinn í þessu var það að katanasverðið, meterslangt blað and all, komst í gegn á ÖLLUM STÖÐUM. það stóð meira segja hálft upp úr handtöskunni! í danmörku var ég reyndar spurður hvað þetta væri, því það var í svörtum hlífðarpoka sem fylgdi því, og ég sagði bara að það væri katana. stelpan spurði hvað það væri og ég sagði sverð. hún kinkaði kolli og hleypti mér í gegn…\nsvo varðandi spurningu þína holukall… ef þú ert undir aldri er það eina sem veðrur gert er að þú verður látinn kvitta fyrir því að sverðið hafi verið tekið í tollinum og verði gert upptækt. sem er sárt. en betra en sekt.\nFleebix / Atli Viða"
        },
        {
            "user": "hjaltit",
            "user_id": "15434",
            "date": "2001-11-29 18:37:08",
            "id": "342614",
            "reply_to_id": "342603",
            "text": "Ég er alveg sammála þér um þetta!\nHvar er þú að æfa kung-fu?"
        },
        {
            "user": "hjaltit",
            "user_id": "15434",
            "date": "2001-11-29 18:37:15",
            "id": "342615",
            "reply_to_id": "342603",
            "text": "Ég er alveg sammála þér um þetta!\nHvar er þú að æfa kung-fu?"
        },
        {
            "user": "JohnnyG83",
            "user_id": "15807",
            "date": "2001-12-07 22:22:37",
            "id": "342616",
            "reply_to_id": "342603",
            "text": "Það er hægt að flytja inn bitlaus sverð sem er ekkert mál að brýna. Það verður líklegast tekið af þér í tollinum, en ef þið hafið samband við sýslumanninn á keflarvíkurflugvelli, fáið þið sverðið örugglega til baka, gegn litlu gjaldi (1700 kr). En það er lítið verð ef þið kaupið sverð í benidorm á 200 kall. Kung Fu æfingar í Pumping Iron Fitness Gym dugguvogi 12 s.553-5590"
        },
        {
            "user": "Ægishjálmur",
            "user_id": "75058",
            "date": "2010-02-17 13:41:39",
            "id": "7076411",
            "reply_to_id": "342603",
            "text": "hvar æfiru kung fu?"
        }
    ]
}