{
    "forum_title": "Dulspeki",
    "user": "numba",
    "user_id": "68355",
    "date": "2007-05-25 07:33:44",
    "title": "why?",
    "text": "ég hef oft vellt fyrir mér..\nSumir segjast að þeim dreymir ekki,\ner það ekki frekar bara að þeir muna ekki eftir því?\nsuma dreynir í lit aðra í svart/hvítt afherju?\nog afhevrju dreymir manni stunum eða jafnvel sama drauminn aftur og aftur?\nendilga segiði ykkar sv0r/skoðanir á þessu..",
    "url": "https://www.hugi.is/dulspeki/korkar/520342/why/",
    "url_id": "520342",
    "id": "4932262",
    "replies": [
        {
            "user": "Ameza",
            "user_id": "19261",
            "date": "2007-05-25 11:28:30",
            "id": "4932479",
            "reply_to_id": "4932262",
            "text": "Ég held að alla dreymi en eins og þú segir þá muni þeir það ekki.\nMig minnir að ég hafi lesið einhverstaðar að þetta hefði eitthvað að gera með svona svefn “tímabil” og ef þú vaknar á draumatímabilinu mannstu drauminn þinn, annars ekki."
        },
        {
            "user": "LindeLou",
            "user_id": "62795",
            "date": "2007-05-26 16:33:32",
            "id": "4936322",
            "reply_to_id": "4932262",
            "text": "Ég hef aldrei lennt í því að dreyma sama draumin oftar en einusinni. En ég bíst við að ef það gerist þá sé eitthvað að angra mann sem veldur því að manni dreymir hann aftur og aftur."
        },
        {
            "user": "numba",
            "user_id": "68355",
            "date": "2007-05-26 16:35:09",
            "id": "4936323",
            "reply_to_id": "4936322",
            "text": "jáá.. það gæti líka verið sko."
        },
        {
            "user": "Faceless",
            "user_id": "63304",
            "date": "2007-06-27 18:51:35",
            "id": "5030211",
            "reply_to_id": "4936322",
            "text": "Já einmitt. Hundurinn minn var bráðkvaddur þegar að ég var ein heima og ennþá núna finnst mér ég vera ábyrg yfir dauða hennar þó að það komi mér ekkert nálægt hvað gerðist, og dreymir mig stöðugt drauma um dauða. Svona eins og einhver lést og ég þyrfti að fá hann/hana tilbaka.\nÞetta er svo ruglingslegt, en allavega það er yfirleitt þannig að þegar að eitthvað er að naga mann þá dreymir mann sama aftur og aftur."
        },
        {
            "user": "HezioN",
            "user_id": "64829",
            "date": "2007-05-26 20:58:48",
            "id": "4936993",
            "reply_to_id": "4932262",
            "text": "Las í Lifandi Vísindi fyrir nokkru síðan að maðurinn dreymir\nalltaf\n, jafnvel nokkra tugi drauma á einni nóttu, en man oftast ekki eftir því."
        },
        {
            "user": "numba",
            "user_id": "68355",
            "date": "2007-05-26 21:05:42",
            "id": "4937008",
            "reply_to_id": "4936993",
            "text": "jáá.. ég man smat eftir öllum draumunum mínum..\nég get lýstþví hverning það leit út, hvað fólkið sagði, hverning það leit út og allt!"
        },
        {
            "user": "HezioN",
            "user_id": "64829",
            "date": "2007-05-26 21:06:49",
            "id": "4937011",
            "reply_to_id": "4937008",
            "text": "Svalt. :o"
        },
        {
            "user": "numba",
            "user_id": "68355",
            "date": "2007-05-26 21:50:50",
            "id": "4937098",
            "reply_to_id": "4937011",
            "text": "hehe ju´ju..\nÞað skilur þetta enginn sem ég hef sagt..\nen ég hef getað sagt alltaf frá þeim!"
        },
        {
            "user": "numba",
            "user_id": "68355",
            "date": "2007-05-27 23:56:19",
            "id": "4940045",
            "reply_to_id": "4937098",
            "text": "Ég held það sé talað um að maður muni ekki eftir draumum nema maður vakni upp frá þeim."
        },
        {
            "user": "numba",
            "user_id": "68355",
            "date": "2007-05-28 00:05:06",
            "id": "4940076",
            "reply_to_id": "4940045",
            "text": "jææjaa.. þá geri ég það örugglrga á hverjum einasta degi :O"
        },
        {
            "user": "dangerkid27",
            "user_id": "35237",
            "date": "2007-06-22 10:50:34",
            "id": "5016619",
            "reply_to_id": "4932262",
            "text": "Draumar, eru upplýsingar sem heilinn safnar og vinnur úr yfir þann tíma sem þú ert vakandi. Þegar þig dreymir ertu í raun að ‘fara yfir’ þær upplýsingar sem þú safnaðir yfir daginn, annars er ég enginn draumafræðingur svo ég get ekki beint svarað spurningunni mjög nákvæmlega.\nPersónulega gleymi ég stundum draumum 2 mín. eftir að ég vakna svo að það getur mjög líklega verið að það sé þannig að fólk gleymi bara draumum í stað þess að dreyma bara alls ekkert."
        },
        {
            "user": "skuma",
            "user_id": "73983",
            "date": "2008-08-22 14:19:19",
            "id": "6073814",
            "reply_to_id": "4932262",
            "text": "ég man oft drauminn eftir kannski mánuði ár bara ef ég rekst á eitthvað sem minnir mig á hann samt mundi ég ekki eftir honum þegar ég vaknaði"
        }
    ]
}