{
    "forum_title": "Dulspeki",
    "user": "Andyandlou",
    "user_id": "1783",
    "date": "2007-05-26 08:18:44",
    "title": "Ég er trúaður.",
    "text": "Ætli þetta sé ekki góður staður til að játa trúnna sína. Já, ég trúi á guð. En hinsvegar er ég ekki með jafnsterka trú á biblíuna. Guð og jesú eru annars mínir menn.",
    "url": "https://www.hugi.is/dulspeki/korkar/520583/eg-er-truadur/",
    "url_id": "520583",
    "id": "4935527",
    "replies": [
        {
            "user": "comics",
            "user_id": "35325",
            "date": "2007-05-26 16:04:25",
            "id": "4936269",
            "reply_to_id": "4935527",
            "text": "Hvað ætlarðu að gera ef þú deyrð og svo tekur einhvern gæji með rana og fjórar hendur á móti þér?\nÞá verð ég hérna á jörðinni að láta mata mig á vínberjum hugsandi “sucker”."
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2007-05-26 22:23:57",
            "id": "4937179",
            "reply_to_id": "4936269",
            "text": "Hahaha! Sennilega mun ég hugsa “bömmer”"
        },
        {
            "user": "Mage",
            "user_id": "58551",
            "date": "2007-05-26 23:53:30",
            "id": "4937449",
            "reply_to_id": "4936269",
            "text": "Nema auðvitað ef þú dóst á undan, þá vera þú og gaurinn með ranan með gettoblaster hlustandi á pink."
        },
        {
            "user": "IceLock",
            "user_id": "33708",
            "date": "2007-05-28 03:14:00",
            "id": "4940611",
            "reply_to_id": "4935527",
            "text": "Afhverju eru Guð og Jesú þínir menn? Vill ekki vera leiðinlegur en hjálpar þetta þér eitthvað?\nÞegar ég var lítill var mér bara kennt að trúa á þetta og ég fermdist, það var ekki fyrren 3-4 árum eftir það að ég fattaði að þetta gerir nákvæmlega ekkert fyrir mig."
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2007-05-28 13:30:52",
            "id": "4941184",
            "reply_to_id": "4940611",
            "text": "Jámm þetta hjálpar mér. Mér finnst það þægilegt að það gæti verið einhver sem er að vernda mann og hugsa um mann."
        },
        {
            "user": "HinniBinni",
            "user_id": "41558",
            "date": "2007-06-11 20:28:54",
            "id": "4987306",
            "reply_to_id": "4941184",
            "text": "Mér finnst þægilegra að hugsa að forfeður mínir verndi mig á meðan ég lifi. Bæði því þeir eru skildir mér og vegna þess að ég get staðfest að þeir hafir einhver tíman lifað jarðnesku lífi. Svo vona ég að geti gert það sama fyrir afkomendur mína. But that's just me..:S"
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2007-06-12 01:53:55",
            "id": "4988361",
            "reply_to_id": "4987306",
            "text": "Mér finnst það líka frábært ef fólk trúir á þannig! :) Ég held að mest allir þurfi smá trú."
        },
        {
            "user": "HinniBinni",
            "user_id": "41558",
            "date": "2007-06-12 20:03:07",
            "id": "4990132",
            "reply_to_id": "4988361",
            "text": "Já akkúrat, alveg sama hve þróað og tæknivætt samfélagið okkar verður, þá þörfnumst við öll andlegan styrk og eitthvað til þess að trúa á!:D"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-01 00:54:14",
            "id": "5276209",
            "reply_to_id": "4990132",
            "text": "rökstyddu.\nég þarf ekki vott af trú og ekki er ég taugahrúga.\nÞarf engan andlegan stuðning þar sem að ég óttast ekki dauðann heldur sætti mig við hann. Frekar að njóta þessa lífs en að hugga sig við eitthvað betra seinna mei"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2007-10-01 01:11:19",
            "id": "5276232",
            "reply_to_id": "5276209",
            "text": "Haha. :-)\nEinmitt.\nVirkilega asnaleg, og asnalega lífseig goðsögn um að allir þurfi trú.\nSýnir kannski bara sjúklega hugsun þeirra sem eru hvað verst haldnir af henni?"
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2007-10-01 11:51:52",
            "id": "5276648",
            "reply_to_id": "5276209",
            "text": "Þarf ekkert endilega að vera ótti við dauðann sem veldur trúnni. Heldur er þetta kærleikurinn að einhver sé að fylgjast með manni og heldur verndarhendi yfir manni.\nÉg óttast ekki dauðann og hef í rauninni komið mjög nálægt honum í alvarlegu bílslysi."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-01 15:55:43",
            "id": "5277208",
            "reply_to_id": "5276648",
            "text": "ótti við einmanaleika?"
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2007-10-01 21:22:06",
            "id": "5278475",
            "reply_to_id": "5277208",
            "text": "Gæti verið það. En ég efast um það. Það er bara gott að hugsa til þess að það sé eitthvað þarna."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-01 21:35:18",
            "id": "5278542",
            "reply_to_id": "5278475",
            "text": "Ástæðan fyrir því hlýtur að vera að þér finnist eitthvað vanta.\nÉg þarf ekki að hugsa út í “eitthvað” “þarna” sem er að fylgjast með mér. Ég er sáttur."
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2007-10-01 21:51:13",
            "id": "5278640",
            "reply_to_id": "5278542",
            "text": "Nei, nei finnst ekkert vanta. Mér finnst þetta meira sem ábót. Þú virðist samt ekki sáttur við það að fólk trúi á eitthvað æðra. Einhver slæm reynsla ?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-01 22:01:09",
            "id": "5278680",
            "reply_to_id": "5278640",
            "text": "Hvað meinaru að ég sé ekki sáttur með það? Mér finnst það bara órökrétt og kjánalegt. Ekki meira en það (nema í þeim tilvikum sem það verður hættulegt eða þegar það er talið virðingarvert)\nEngin slæm reynsla, bara skynsamur hugu"
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2007-10-02 00:17:27",
            "id": "5279171",
            "reply_to_id": "5278680",
            "text": "Eitthvað virðist efinn naga þig þar sem þér finnst þú verða svara svona korkum um trú manns. Skrítið?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-02 14:17:23",
            "id": "5279858",
            "reply_to_id": "5279171",
            "text": "hvernig leiðiru það út?\nÞetta er umræðuvefur. Eðli hans er að ræða um hlutina og segja sína skoðun.\nEkki fara út fyrir efnið."
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2007-10-02 22:41:10",
            "id": "5281571",
            "reply_to_id": "5279858",
            "text": "Þetta var einfaldega leið til að finna út afhverju þú trúir því svo heitt að guð sé ekki til og að aðrir ættu ekki að trúa."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-03 13:39:57",
            "id": "5282433",
            "reply_to_id": "5281571",
            "text": "trúi ég heitt að hann sé ekki til?\nég dreg það stórlega í efa að hann sé til, rétt eins og ég dreg tilvist dreka, einhyrninga og huldufólks í efa. Ég get ekki fullyrt að þessi fyrirbæri séu ekki til, en ég svo gott sem gert það.\nÞað er ekki það að aðrir ættu ekki að trúa, heldur vil ég vita hvers vegna aðrir trúa. Hvað fær fólk til að kaupa við ævintýrasögu sem sannleik án þess að efast um hana. Forvitni mannskepnunnar að verki"
        },
        {
            "user": "HinniBinni",
            "user_id": "41558",
            "date": "2007-10-03 18:51:15",
            "id": "5283210",
            "reply_to_id": "5276209",
            "text": "Hér ætla ég að vitna í Gunnar Dal ef þér er ekki sama:\nTrú og vísindi eiga samleið. Þau eru bæði leit mannsins að veruleika, innri og ytri veruleika. Trú og þekking nærast á sömu opinberun. Gáfumenn tuttugustu aldarinnar deildu iðulega á þeim forsendum að þetta væru tvær grundvallarandstæður. Það er von mín að þriðja árþúsundið skilji að trú og þekking eiga samleið, að veröld án guðs sé innantóm veröld, veröld án merkingar. Hvað stoðar það manninn að eignast heiminn og týna sál sinni? Það er þekkingin sem gerir okkur frjáls, ekki síst þekkingin á einingu lífsins og tilverunnar. Það fær okkur til að skilja hvaðan við komum, hver við erum og hvers vegna við erum hér.\nSvo er spurningin, hvað er\ntrú\n?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-03 21:30:00",
            "id": "5283732",
            "reply_to_id": "5283210",
            "text": "Trú er að telja sig vita eitthvað án sönnunargagna. Svo fremi sem ég viti.\nTrú og vísindi eiga ekki samleið (hver er annars Gunnar Dal :s?)\nVísindi byggjast á því sem er mælanlegt eða hægt að fylgjast með, komast að sannleikanum og safna sönnunargögnum.\nTrú gerir ekki neitt af þessu. Hver sem er getur trúað því sem hann vill, án nokkurra sönnunargagna og það á að vera talið sannleikur. Eða alla vegana “Sannleikur fyrir honum”. Hvað þýðir það? Annað hvort eru hlutir sannir eða ekki.\nVísindi eru sífellt að endurnýja sig, kenningar að takast á (ekki með vopnum) safna sönnunargögnum og hin vísindalega aðferð og gagnrýnn hugsunarháttur sér til þess að við komumast alltaf nær sannleikanum.\nEkkert að ofangreindu á við um trú. Þá getur hver sem er fengið “leynilega opinberun” um heilagan sannleik."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-01 00:54:40",
            "id": "5276211",
            "reply_to_id": "4988361",
            "text": "Þú mátt hætta að halda það. Ég þarf það ekki."
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2007-05-29 14:45:14",
            "id": "4944980",
            "reply_to_id": "4935527",
            "text": "Til hamingju með að hafa fundið eitthvað sem að virkar fyrir þig :)\nAfhverju finnst þér annars biblían ekki vera þinn tebolli?"
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2007-05-29 18:54:18",
            "id": "4946033",
            "reply_to_id": "4944980",
            "text": "Eins og var í einhverri teiknimynd “There are things i like and things i dont like”. Mér líkar vel við það þegar það er talað um náungakærleik og allt það en er illa við það þegar talað er um þræla og þannig."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-05-29 19:20:15",
            "id": "4946162",
            "reply_to_id": "4946033",
            "text": "Þetta er bara tíðarandinn.\nSvo eru þrælar nær oftast notaðir sem myndklíking í næyja testamentinu."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-01 00:55:43",
            "id": "5276213",
            "reply_to_id": "4946162",
            "text": "Ertu að meina eins og : Þú skalt ekki girnast þræl náunga  þíns?"
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2007-06-03 00:17:37",
            "id": "4960458",
            "reply_to_id": "4935527",
            "text": "Hversvegna eru Guð og Jesú þínir menn? Afhverju ekki t.d. Allah og Múhameð?"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2007-06-03 19:21:43",
            "id": "4962333",
            "reply_to_id": "4960458",
            "text": "Já eða sir Isaac Newton og Erwin Schrödinger???"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-01 00:56:22",
            "id": "5276215",
            "reply_to_id": "4962333",
            "text": "Af því að þá er kötturinn ekki bæði dauður og lifandi í einu… sem er bara töff"
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2007-06-03 19:22:44",
            "id": "4962335",
            "reply_to_id": "4960458",
            "text": "Allah er Guð. Arabíska orðið fyrir Guð. rétt eins og Adonai.\nJesú og Múhammeð tigna sama Guð.\nÞó að Múhammeð hafi aftur á móti gert það á meiri svona “afhausa-hundruði-gyðinga-persónulega-og-giftast-9-ára-stelpum” hátt."
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2007-06-03 19:29:48",
            "id": "4962363",
            "reply_to_id": "4962335",
            "text": "Samt sitthvor trúarbrögðin fyrir því."
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2007-06-03 21:57:01",
            "id": "4962990",
            "reply_to_id": "4962363",
            "text": "Þau eru það jú.\nEn ekkert af Abrahamísku spámönnunum vildu stofna ný trúarbrögð. Þetta varð alltaf að ákveðnum hóp sem að tók eitt yfir annað í dýrkun á sama Guðinum og myndaði eigin trúarbrögð.\nJesú sjálfur vildi aðeins siðbót í Gyðingdóminn, en ekki önnur trúarbrögð við hlið hans.\nMúhammeð vildi leiðrétta meinta afmyndun sem að “fólk bókarinnar” hafði stundað og færa dýrkunina nær því sem hún var í upphafi Gyðingdóms.\nGyðingdómur er miðjan, upphafið.\nJesú boðaði framför og siðbót\nMúhammeð boðaði Íhaldsemi og afturför.\nTil að setja þetta mjög einfalt upp."
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2007-06-03 22:01:02",
            "id": "4963007",
            "reply_to_id": "4962990",
            "text": "Eh, ok?"
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2007-06-07 09:28:18",
            "id": "4975043",
            "reply_to_id": "4962335",
            "text": "afhausa-hundruði-gyðinga-persónulega-og-\ngiftast-9-ára-stelpum\nsem sýnir bara hvað þetta er sjúk trú…\nBætt við 7. júní 2007 -  09:31\nheh… hann var barnaníðingur… nei nú er þessi trú algerlega endalega útskrifuð hjá mér…"
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2007-06-07 15:03:28",
            "id": "4975767",
            "reply_to_id": "4975043",
            "text": "Í rauninni giftist hann 6 ára stelpu. En svaf fyrst hjá henni þegar hún var 9 ára.\nAth. að Múhammeð er samkvæmt Kóraninum og Súnnuni hinn fullkomni múslimi sem öðrum ber að líkjast sem best."
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2007-06-07 15:43:32",
            "id": "4975849",
            "reply_to_id": "4975767",
            "text": "ok… aumingja fólkið í þessum löndum…\nég er búin að vera að reyna að vera fordómalaus og umburpðalynd gagnvart öllu sem tengist múslimatrú, en ég ætla bara að hætta því, ég er líka búin að vera gg dómlaus og umburðalind gagnvat tæum en ég ætla að hætta því líka (að gefni ástæðu)\nundafarið er ég farin að halda að allir fordómar eru þarna af ástæðu.. isss.."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-01 00:59:48",
            "id": "5276221",
            "reply_to_id": "4975849",
            "text": "Ekki vera umburðalynd gagnvart trúarbrögðum. Þau eiga enga virðingu skilið.\nHins vegar skaltu ekki sýna útlendingum fordóma, það er það lægsta sem þú getur lagst. Ég þekki fullt af góðu fólki sem hefur flust til þessa lands og á ekkert nema gott skilið.\nÞú getur ekki mögulega haft ástæðu til að hætta umburðalyndi gagnvart tælendingum vegna þess að þetta eru allt mismunandi einstaklingar.\nÞú getur hins vegar kosið að sýna trú ekki umburðalyndi því þetta er allt sama trúin."
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2007-10-03 11:00:37",
            "id": "5282186",
            "reply_to_id": "5276221",
            "text": "híhí… jammz.. ég skrifaði þetta í gremju kasti… æææ ég er ekki fordómafull manneskja (eða rayni að vera það ekki) ég skrifaði þetta þegar stóð illa á… bróðir minn varð ástfanginn af tælenskri stelpu og hann helt að hún elskaði hann líka, en nei, hún var bara að nota hann, hún vildi að þau myndu flíta sér að giftast því hún átti aðeins 8 mánuði eftir af landvistarleyfi, auðvitað vill mar ekki að ástin manns verði send úr landi svo hann gerði það, fjölskylda mín studdi þau og við vorum öll glöð að þau skyldu vera svona “ástfanginn”. daginn eftir fór hún frá honum, flutti til frænku sinnar og hann fékk þau boð að hann fengi ekki að sjá hana fyrr en hann hefði greitt heimamundinn til foreldra hennar sem búa í tælandi… sem hann auðvitað ætlaði ekki að greiða og sótti um skilnað… ég veit auðvityað að allir eru einstaklingar og fólk er mis innrætt…"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-03 13:43:11",
            "id": "5282436",
            "reply_to_id": "5282186",
            "text": "einmitt.\nÉg þekki sjálfur allnokkra nýbúa og þeir eru flest allir yndælis fólk. Svo á móti þekki ég íslendinga sem eru ósvífnir, siðspilltir og hreinlega rotnir að innan.\nBara mismunandi mannlegt eðli, kemur uppruna lítið við."
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2007-06-07 15:57:25",
            "id": "4975878",
            "reply_to_id": "4960458",
            "text": "Allah er guð minn… múslimar trúa á sama guð og við. Þeir bara segja að múhameð sé spámaður þeirra og trúa öðruvísi. Semsagt í sögunni má rekja þetta sem svona… gyðingadómur-kaþólska-(kristni)-íslam"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-01 01:00:56",
            "id": "5276223",
            "reply_to_id": "4975878",
            "text": "slepptu þessu kaþólska, hún varð ekki til fyrr en klofingin varð. Segðu frekar frumkristni.\nHins vegar er allah ekki sami guð. Í kristni er Jesú guð, ekki í islam. Stór munur."
        },
        {
            "user": "Kwarkle",
            "user_id": "59795",
            "date": "2007-06-04 01:27:29",
            "id": "4963955",
            "reply_to_id": "4935527",
            "text": "HAlelúja"
        },
        {
            "user": "slani",
            "user_id": "7090",
            "date": "2007-06-14 01:59:37",
            "id": "4994699",
            "reply_to_id": "4935527",
            "text": "Þetta er nokkuð seint svar en ég vil bara segja, gott hjá þér, betra að trúa og hafa rangt fyrir sér, því þú tekur þá minni áhættu en þeir sem neita að trúa öllu. Þú tapar engu á því að trúa og bara betra fyrir þig ef þú hefur rétt fyrir þér\n(bara svo þú vitir það þá er ég ofstækismaður á móti trú, þetta er bara þreytan að tala og venjulega rífst ég eins og brjálaður á móti öllum trúarbrögðum en ég er bara eitthvað svo glaður núna að ég nenni því ekki, örugglega bara þreyttur en já annars gott hjá þér og ef þetta virkar fyrir þig haltu því þá bara áfram)\nps. Hvað er ég að segja RARRR TRÚARBRÖGÐ ERU ILL HÆTTU ÞESSU, guð er ekki til. Það er ekkert sem sannar það ROAWR.\nps2. Hefur einhver annar en ég hugsað um þetta, annaðhvort var guð bara nauðgari sem nauðgaði maríu mey eða hann var hún og þá var hún lesbískur nauðgari með typpi (shemale), vá ég er þreyttur."
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2007-06-14 02:50:46",
            "id": "4994766",
            "reply_to_id": "4994699",
            "text": "Haha! Gott svar ! Ég skil nú ekki fólk sem er alltaf að rífast og segja alveg 100% vissir um það að guð er ekki til og öll trúarbrögð eru slæm. Etc.\nannars já þetta með fæðingu jesús og allt það þá tek ég því mjög léttlega er ekki að fara taka allt bókstaflega. ;)\nJá soldið seint svarað :P"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-01 00:52:47",
            "id": "5276208",
            "reply_to_id": "4935527",
            "text": "Hvernig geturu trúað á guð og jesú en ekki á Biblíuna? Biblían er eina heimildin um guð og jesú. Það er ekki talað um guð né jesú utan biblíunnar. Biblían er það næsta sem kemst sögulegum heimildum um þessa feðga sem voru í raun sama fyrirbærið.\nJesú myndi líta á þig sem guðlastara fyrir það sem þú gerðir þarna, en það er að dýrka falsgoð.\nEn hverjum er ekki sama um það. Jesú var maður með ljótt siðgæði. Falleg miðað við sinn tíma, en ljótt nú til dags.\nVið erum komin siðferðislega langt fram úr Jesú og Guði."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2007-10-01 01:15:34",
            "id": "5276238",
            "reply_to_id": "5276208",
            "text": "Kannski trúir hann bara á “það góða í manninum” ha?\n:-p"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-01 15:37:56",
            "id": "5277161",
            "reply_to_id": "5276238",
            "text": "sem er.. tja, ekki trú."
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2007-10-01 11:49:15",
            "id": "5276641",
            "reply_to_id": "5276208",
            "text": "Hvernig get ég dýrkað falsgoð ef ég er að trúa á Guð? Væri ekki frekar guðlast að trúa á biblíuna?\nSkaust þig soldið í fótinn þarna.\nMér finnst einfaldlega biblían of mikið gerð af mönnum með pólitískum tilgangi."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-01 15:54:03",
            "id": "5277203",
            "reply_to_id": "5276641",
            "text": "því að biblían er það eina sem segir vilja guðs. Annað en það þá getur guð verið hvað sem þú vilt að hann sé, sem sagt ekki sá guð sem hann segist vera. Þá ertu búin/n að gera þér ímynd að guði sem þér líkar betur og byrjaður að dýrka það, sem er falsgoð og brot á öðru boðorði minnir mig.\nannars, þegar fólk er byrjað að gera sína eigin mynd að guði þá er það nánast því það sama og trúleysi.\nsumir ganga meira að segja svo langt að hafna biblíunni, sköpunnarsögunni, samþykkja öll vísindi og taka bara mark á “góða” boðskap jesú og trúa síðan ekki á guð, nema þá kannski sem kærleika… og þá spyr maður sig hvar er guð í því?"
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2007-10-01 21:20:24",
            "id": "5278470",
            "reply_to_id": "5277203",
            "text": "Biblían er ekki það eina segir segir “vilja” Guðs. Margir spámenn, dýrlingar og aðrir hluta breiða út orð hans. Og ef ég man rétt þá er enginn leiðarvísir að því hvernig á að dýrka “ímynd” guðs. Sem er btw ekki annað boðorð.\nÉg tel múslima eða gyðinga ekki vera syndara bara vegna þess að þeir trúa öðruvísi á Guð.\nEr málið að hætta að vera bitur og reyna lesa aðeins til um þetta áður en þú reynir að rökræða svona?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-01 21:34:14",
            "id": "5278536",
            "reply_to_id": "5278470",
            "text": "Biblían er það eina sem segir til um vilja hins kristna guðs. Samkvæmt kristinni trú.\nÞú mátt trúa hvaða rugludalli sem er sem segist hafa verið opinberaður og sé með nýjasta nýtt frá guði, en það gerir það ekki að vilja guðs.\nDýrlingar og spámenn geta breitt út orð hans… rétt, en ef það orð stangast á við biblíuna eru þeir heldur illa séðir, og ekki beint hægt að flokka þá sem kristna.\nÉg tel múslima eða gyðinga ekki vera syndara bara vegna þess að þeir trúa öðruvísi á Guð.\nEn áttaðu þig á því að sama þótt þér finnist þeir ekki syndara þá eru þeir ekki flokkaðir sem kristnir. Einmitt út af því að þeir hafa önnur trúarrit og tilbiðja sinn guð á annan hátt.\nEkki segja mér að lesa mér til í stað þess einfaldlega að svara mér, frekar lágkúrulegt"
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2007-10-01 21:50:00",
            "id": "5278635",
            "reply_to_id": "5278536",
            "text": "Ég sagðist nú aldrei vera kristinn heldur aðeins trúaður. Þú tókst þér það bessaleyfi að segja það.\nÞú mátt trúa hvaða rugludalli sem er sem segist hafa verið opinberaður og sé með nýjasta nýtt frá guði, en það gerir það ekki að vilja guðs.\nHverjir voru það þá sem skrifuðu biblíuna? Einmitt lærisveinar jesú og aðrir. Jesú er talinn vera spámaður af múslimum t.d. Og ég ætla ekki að neita því. Og þeirra Guð er sá sami Guð og ég trúi á. Þeir hafa líka biblíuna sem part af sínum trúarritum.\nOg ég svaraði þér býsna vel og mér finnst enn að þú ættir að lesa þér til því mér virðist þú ekki hafa þetta allt á hreinu."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-01 21:59:45",
            "id": "5278675",
            "reply_to_id": "5278635",
            "text": "Í fyrsta lagi þá er Jesú ekki söguleg persóna, þannig lærisveinar hans voru kannski heldur ekki til, og ef svo er þá geta þeir varla hafa skrifað mikið.\nÍ öðrulagi er ekki vitað hverjir skrifuðu nýjatestamentið. Það var talið að það hafi verið skrifað af postulunum og lærisveinum þeirra en þetta hefur verið dregið í efa á síðustu árum.\nTrúir þú á sama guð múslimar? Þá ætla ég að vona að þú vitir ekki mikið um þann guð.\nHversu mikið trúiru? Hverju trúiru?"
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2007-10-02 00:16:42",
            "id": "5279168",
            "reply_to_id": "5278675",
            "text": "Ekki söguleg persóna ? Hvernig byggirðu það? Ég gæti þá allt eins sagt að Alexander mikli hafi ekki verið til!\nOg já múslimar, gyðingar, kaþólikkar og mótmælendur trúa allir á sama Guð. Þeir bara stunda sína trú öðruvísi ! Allir eiga að vita þetta ! :O Það kemur mér rosalega á óvart að þú vitir þetta ekki"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-02 14:16:10",
            "id": "5279855",
            "reply_to_id": "5279168",
            "text": "Einu heimildirnar um tilveru jesú eru guðspjöllin í nýjatestamentinu og þau meira að segja eru ekki skrifuð fyrr en 30-80 árum eftir dauða hans og geta alls ekki komið sér saman um eitt eða neitt.\nEf þú lest guðspjöllin fjögur sérðu hversu oft þau mæla gegn hvort öðru.\nÞeir trúa ekki allir á sama guðinn þó allir þessir guðir hafi uppruna í sama fyrirbærinu, abrahamíska guðnum.\nGyðingar trúa á guð gamla testamentisins, guð ísraela.\nKristnir trúa því að Guð sé þrískiptur, og að jesú, heilagur andi og Drottinn séu allt mismunandi hliðar á sama….pening (?)(þó svo að heilagur andi hafi alltaf verið bróðirinn sem var ekki mikið í kastljósinu)\nMúslimar hins vegar trúa ekki að jesú hafi verið guð og því getur ekki verið um sama guð að ræða.\nAllir eiga að vita þetta.\nÞeir eiga uppruna í sama fyrirbærinu, en eru ekki sami guðinn."
        },
        {
            "user": "Andyandlou",
            "user_id": "1783",
            "date": "2007-10-02 22:39:34",
            "id": "5281565",
            "reply_to_id": "5279855",
            "text": "Jámm einmitt það eru heimildir um hann.\nMúslimar trúa að Jesú var spámaður en ekki messías eins og við kristnir trúum. Þeir segja líka að múhammeð hafi verið spámaður sem skrifaði svo kóraninn sem einskonar framhald af biblíunni. Rauninni vildi múhammeð líka vera með Jerúsalem sem höfuðborg íslams en hann var rekinn burt.\nEins og ég segi þá er þetta sami guðinn en mismunandi hvernig trúað er á hann. Meina annars geturðu sagt að mótmælendur og kaþólikkar séu að trúa á sitthvoran Guð. Öll þessi trúarbrögð fara í rauninni í theology flokkinn.\nSmá sögukennsla í gangi."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-03 13:37:21",
            "id": "5282428",
            "reply_to_id": "5281565",
            "text": "Jámm einmitt það eru heimildir um hann.\nÉg var heldur aldrei að neita því. Heimildirnar eru samt jafn áreiðanlegar og hver önnur ævintýrasaga. Skrifaðar áratugum eftir dauða jesú, segja allar mismunandi frá, jafnvel einföldustu atburðum og eru stútfullar af töfrum og göldrum.\nHins vegar er guð kristinna og múslima ekki sami guðinn út af þeirri einföldu ástæðu að hjá kristnum var JESÚ guð, ekki hjá múslimum, svo það getur ekki verið um sama guðinn að ræða.\nJesú var guð og guð var jesú samkvæmt kristinni trú. Samkvæmt islam var jesú aðeins mannlegur spámaður."
        }
    ]
}