{
    "forum_title": "Djammið",
    "user": "caprio",
    "user_id": "29506",
    "date": "2007-05-26 14:50:20",
    "title": "Desyn Masiello á íslandi 15-18 júní (Flex music)",
    "text": "Súperstjarnan –Desyn Masiello– er væntanlegur hingað til lands helgina 15-18 júní. kappinn spilar á 3 ,,klúbbakvöldum,, á 2 dögum\nstuðið byrjar á Akureyri 15 júní þar sem töffararnir í No-Request fagna 1 árs afmæli og halda flottasta party sem sést hefur í Sjallanum Akureyri þar mun Desyn spila frá kl 00,30 - 4,00\ndaginn eftir Laugardagskvöldið 16 júní spilar hann á Nasa í Reykjavík, fyrst kl 20,00-23,30 fyrir 16 ára og eldri\nsvo er aðal partýið frá miðnætti til kl 5,30 þar spilar stjarnan fyrir 20 ára og eldri !\násamt Desyn kemur fram Landslið íslenskra plötusnúða! Ghozt, Mr Cuellar & Leibbi\nDesyn Masiello kom hingað til lands 01 des 2006 og það kvöld var kosið ,klúbbakvöld ársins 2006, þannig að það er von á brjáluðu kvöldi 16júní!!! pumpandi dans & klúbbatónlist öruglega nálægt þér 15-16 júní 2007\nFlex Music lofar einu stærsta kvöldi ársins!\nmiðasala hefst innan skamms í Skór.is | 12 tónum| og Centro akureyri\nwww.flex.is",
    "url": "https://www.hugi.is/djammid/korkar/520626/desyn-masiello-a-islandi-15-18-juni-flex-music/",
    "url_id": "520626",
    "id": "4936130",
    "replies": [
        {
            "user": "Tiddis",
            "user_id": "64350",
            "date": "2007-05-31 15:12:25",
            "id": "4952549",
            "reply_to_id": "4936130",
            "text": "Who?"
        },
        {
            "user": "caprio",
            "user_id": "29506",
            "date": "2007-06-01 10:44:19",
            "id": "4954958",
            "reply_to_id": "4952549",
            "text": "hann.:)\nDesyn Masiello kom hingað til lands á vegum Flex Music þann fyrsta desember á síðasta ári og sló í gegn á mjög svo eftirminnilegu kvöldi á NASA. Þessi frábæri plötusnúður er væntanlegur afturá vegum Flex Music þar sem hann kemur fram þrisvar sinnum á einni helgi.\nÁ Akureyri mun klúbbasamfélagið No Request halda upp á afmæli og í tilefni af því hefur No Request í samstarfi við Flex Music ákveðið að halda risa afmælisveislu á Sjallanum, föstudagskvöldið 15. Júní þar sem Desyn Masiello treður upp ásamt Leibba. Desyn spilar frá 00:30 til 04:00.\nLaugardagskvöldið 16. Júní kemur Desyn Masiello fram ásamt Ghozt úr Flex Music og Mr. Cuellar úr hinu frábæra krúi Barcode sem hefur verið að gera allt vitlaust upp á síðkastið. Fyrst verður dansveisla fyrir 16 ára og eldri klukkan 20:00 en þetta er gert í ljósi gífurlegs áhuga ungmenna á danstónlist. Svo um miðnætti hefst svo veislan þar sem Desyn hefur lofað að gera allt brjálað í bókstaflegri merkingu.\nDESYN MASIELLO\nÁrið 2004 bentu Sander Kleinenberg, Deep Dish og Danny Howells allir á Desyn sem þeirra uppáhaldsplötusnúð og næsta “superstar DJ” í viðtali sem tekið var af DJ mag\nhttp://www.djmag.com\n, sem þá var að taka viðtöl við stærstu plötusnúða heims í sambandi við valið á top 100 listanum það árið!\nDesyn Masiello byrjaði að stúdera danstónlist árið 1989 og var þá aðeins 16 ára gamall. Hann ferðaðist á milli svokallaðara rave partýa í bretlandi á þessum árum og heillaðist þá einna mest af acid/house og seinna meir progressive house tónlist sem kom þó ekki upp á sjónarsviðið fyrr en árið 1992. Árið 1990 var hann búinn að kaupa sér plötuspilara og farinn að stúdera danstónlistina. Næstu 6 árin var hann að vinna í hljóðblöndun ofl tengt tölvum og hljóði.\nÞað liðu aðeins nokkrir mánuðir þangað til þessi sami diskur var kominn í dreifingu út um allan heim. Stórir “pródúserar” og umboðsmenn í tónlistargeiranum voru búnir að taka eftir þessum unga snillingi og komu sér í samband við hann. Strax í kjölfarið var kappinn farinn að spila á klúbbum og tónlistarhátíðum út um allan heim\nSeinnihluta árs 2001 stofnaði hann síðan umboðsskrifstofuna Symphonic ásamt vini sínum og þá fyrst fóru hjólin að snúast. Þarna var hann farinn að spila á flottustu klúbbum veraldar helgi eftir helgi og spilaði reglulega á klúbbum & partyum sem eru þekkt og þekktust undir Cream, Renaissance, Gatecrasher, og Glastunbury hátíðinni . Þetta sama ár buðu Deep Dish honum með sér á túr um Bandaríkin! Í kjölfarið gaf hann síðan út hinn vinsæla disk “In House We Trust” hjá Yoshitoshi útgáfunni sem er einmitt í eigu þeirra Deep Dish bræðra.\nÁrið 2004 bauð John Digweed honum með sér á “end of summer” heimstúr. Sama ár var hann í úrslitum um Essential mix of the year sem BBC útvapstöðin stendur fyrir ár hvert. Einnig hefur hann sem tónlistarmaður “bootlegað” lög eftir Yellow, Blondie, The Eurythmics, Bítlana, Depeche Mode og James Brown , svo einhverjir séu nefndir.\nDesyn Masiello - Sjallinn 15. Júní 2007 kl. 23:00\nDesyn Masiello - NASA 16. Júní 2007 kl. 20:00 (16 ára og eldri)\nDesyn Masiello - NASA 16. Júní 2007 kl. 00:00 (20 ára og eldri)\nFORSALA\nSkór.is (Kringlunni og Smáralind), 12 Tónar (v/Skólavörðustíg) og Centró á Akureyri.\nVEFSVÆÐI\nhttp://www.flex.is\nhttp://www.myspace.com/myflexmusic\nhttp://www.myspace.com/soscollective"
        }
    ]
}