{
    "forum_title": "Metall",
    "user": "Protester",
    "user_id": "34863",
    "date": "2007-05-27 14:37:58",
    "title": "The Haunted",
    "text": "The Haunted er hljómsveit sem rekur ættir sínar til Gautaborgar í Svíþjóð, en þar var hún stofnuð árið 1996 af Patrik Jensen á gítar, Jonas Björler á bassa, Adrian Erlandsson á trommum, Anders Björler á gítar og Peter Dolving sem söngvara. Báðir Björler bræðurnir og Erlandsson voru áður í hljómsveitinni At the Gates, sem margir hér ættu að kannast við sem eina af frumkvöðlahljómsveitum Sænsku Melodic Death-Metal senunnar.\nThe Haunted sameinar sándið í original Thrash Metal sem einkenndi Metal senuna á 9. áratug síðustu aldar, við Death-Metal, en söngurinn er þó meira i nánd við Pönk og Hardcore en eitthvað annað.\nThe Haunted – The Haunted (1998)\nÁrið 1998 gaf The Haunted út sína fyrstu plötu sem bar þann einfalda titil; The Haunted. Stuttu áður höfðu þeir þó gefið út demo plötu sem var kölluð Demo ’97.\nÞað má svo sannarlega að þessi plata hafi komið þeim almennilega fram á sjónarsviðið, og voru þeir nefndir sem Nýliðar Ársins af þónokkrum tímaritum, og platan var jafnvel sögð vera plata ársins af Terrorizer Tímaritinu.\nPlatan er hröð, hrá, og stendur svo sannarlega undir því sem borið er upp á hana, þótt að hún standist ekki samanburð við seinna efnið þeirra, en það besta við hana að mínu mati er án efa söngurinn og textasmíðin. Peter Dolving hefur þann góða hæfileika að eiga mjög auðvelt með að láta tilfinningar sýnar koma í gegn þegar hann syngur, og það gerir hann svo sannarlega í textunum sínum þar sem hann dælir frá sér reiðinni sem hann finnur fyrir sem einangraður einstaklingur og áhorfandi í stórgölluðu samfélagi.\nLagalisti:\n1. Hate Song\n2. Chasm\n3. In Vein\n4. Undead\n5. Choke Hold\n6. Three Times\n7. Bullet Hole\n8. Now You Know\n9. Shattered\n10. Soul Fracture\n11. Blood Rust\n12. Forensick\nBesta lagið er að mínu mati In Vein.\nYou and many are one alone.\nYou seek through the heavens and under the stone.\nThe words that I speak are still left untold.\nFor who's there to listen when silence is gold?\n————————————————————\nThe Haunted Made Me Do It (2000)\nEftir að The Haunted var gefin út yfirgáfu Peter Dolving og Adrian Erlendsson bandið, mörgum til mikillar mæðu, en Adrian gekk þá í Cradle of Filth. Marco Aro var fenginn til að taka við af Peter og Per Möller Jensen frá Danmörku var fenginn til að slá skinnin eftir að Adrian fór. The Haunted Made Me Do It er mun melódískari en fyrri platan, en þeir halda samt ennþá í ræturnar með hröðum Trash-kenndum riffum. Platan komst í efsta sæti vinsældalista í Svíþjóð og sat þar í fjórar vikur, og stuttu síðar unnu drengirnir í bandinu til Sænskra Grammy-verðlauna (Já, þau eru til) fyrir Bestu Þungarokks-plötu Ársins.\nEftir útgáfu plötunnar fóru þeir á tónleikaferðalag um Evrópu með Entombed og Nile, og síðar spiluðu þeir í Japan með In Flames.\nÞetta er fyrsta plata hljómsveitarinnar með Marco Aro, og ég verð nú að segja eins og er að hann kemst ekki með tærnar þar sem Peter hafði hælana. Textasmíðin er ekki jafn ljóðræn, söngurinn ekki jafn hrár og tilfinningaþrunginn, og eins og hann myndi síðar sýna fram á, þá er hann hræðilegur á tónleikum. Lagasmíðin hjá restinni af bandinu er hinsvegar nóg til að gera þessa plötu mjög góða, og ég mæli svo sannarlega með henni. Marco fer örugglega ekki jafn mikið fyrir brjóstið á öllum og mér.\nLagalisti\n1. Dark Intentions (intro)\n2. Bury Your Dead\n3. Trespass\n4. Leech\n5. Hollow Ground\n6. Revelation\n7. The World Burns\n8. Human Debris\n9. Silencer\n10. Under the Surface\n11. Victim Iced\nBesta lagið á þessari plötu held ég að hljóti að vera Bury Your Dead, þótt að The World Burns sé close second.\nAppease your fevered mind\nRecoil from self-possession.\nSet things straight one last time:\nBury your dead.\n——————————————————–\nThe Haunted – Live Rounds in Tokyo (2001)\nEins og ég nefndi áðan þá er Marco Aro hreint út sagt ömurlegur Live. Hann er það slæmur að enn þann dag í dag hef ég ekki verið fær um að hlusta á þennan disk til enda.\nMaðurinn hljómar eins og hann sé að deyja af stungusári fyrir framan hundruðir manna. Hann er ótrúlega mónótónískur og er líka móður allan tímann, en finnst samt nauðsynlegt að öskra alltaf titilinn á laginu sem er næst í míkrafóninn þótt hann hafi varla þrótt í það.\nLítið meira er hægt að segja um plötuna þar sem ég get ekki hlustað á hana af viti án þess að meiða mig.\nLagalisti:\n1. Intro\n2. Dark Intentions\n3. Bury Your Dead\n4. Chasm\n5. Trespass\n6. Shattered\n7. Hollow Ground\n8. Choke Hold\n9. Leech\n10. In Vein\n11. Revelation\n12. Bullet Hole\n13. Silencer\n14. Three Times\n15. Undead\n16. Hate Song\n17. Eclipse (Bónus Stúdíólag)\n——————————————————-\nThe Haunted – One Kill Wonder (2003)\nÞessi plata þeirra var gefin út í febrúar 2003, og með henni brutu The Haunted sitt eigin met og sátu í efsta sæti vinsældalistans fimm vikur í röð, og Alternative Press nefndu hljómsveitina meðal “25 mikilvægstu Metal-hljómsveitir heimsins”. Platan varð gífurlega vinsæl um allan heim og The Haunted fóru eftir útgáfu hennar á tónleikaferðalag um nær allan heim. Þegar vinsældir hljómsveitarinnar voru orðnar svona miklar, kom það mjög mörgum á óvart þegar Marco Aro yfirgaf hljómsveitina. En eftir það hófust viðræður við Peter um að snúa aftur sem söngvari.\nLagalisti\n1. Privation of Faith Inc. (intro)\n2. Godpuppet\n3. Shadow World\n4. Everlasting\n5. D.O.A\n6. Demon Eyes\n7. Urban Predator\n8. Downward Spiral\n9. Shithead\n10. Bloodletting\n11. One Kill Wonder\nPersónulega skil ég ekki af hverju þessi plata varð til þess að þeir urðu jafn vinsælir og þeir eru í dag á erlendum markaði, þar sem mér finnst þessi plata ekki með þeim bestu sem þeir hafa sent frá sér. Hún er samt sem áður mjög góð, og inniheldur mörg góð lög. Besta lagið verð ég sennilega að segja að sé Bloodletting.\n——————————————————–\nThe Haunted – rEVOLVEr (2004)\nÞetta er fyrsta plata hljómsveitarinnar eftir að Peter ákvað að snúa aftur, og ég verð að segja að það var þeim fyrir bestu að fá hann til baka. Bandið var ekki samt án hans. Titillinn á plötunni var valinn til að tákna þróun bandsins frá upphafsdögunum. Plötunni var vel tekið um allan heim, jafnt af aðdáendum og gagnrýnendum.\nLagalisti:\n1. No Compromise\n2. 99\n3. Abysmal\n4. Sabotage\n5. All Agains All\n6. Sweet Relief\n7. Burnt To a Shell\n8. Who Will Decide?\n9. Nothing Right\n10. Liquid Burns\n11. My Shadow\nÞessi plata er með því besta sem hljómsveitin hefur gert, og hér halda þeir áfram að þróa hljóminn, en passa samt alltaf upp á að halda í rætur sínar. Peter er í frábæru formi og sýnir að hann hefur engu gleymt.  Besta lagið er líklegast 99, en Who Will Decide og All Against All eru einnig gríðarlega góð.\nA last minute decision.\nLay it all on the line.\nGlasspipe recollections of antichrist.\nThe nominees all on fire.\nCash money upfront.\nWe're all part of the scam.\nDead stars at the ends of a rope.\nA fake miracle to behold.\n——————————————————\nThe Haunted – The Dead Eye (2006)\nNýjasta stúdíóplata The Haunted var gefin út í október síðastliðið ár, og hefur hlotið miklar vinsældir. Á henni sýnir Peter nýja hlið á sér sem söngvara á meðan bandið er að spila tónlist sem mætti kalla drungalegri en eldra efnið þeirra.\nLagalisti:\n1. The Premonition\n2. The Flood\n3. The Medication\n4. The Drowning\n5. The Reflection\n6. The Prosecution\n7. The Fallout\n8. The Medusa\n9. The Shifter\n10. The Cynic\n11. The Failure\n12. The Stain\n13. The Guilt Trip\nGríðarlega gott stuff, sem ég get hlustað nær endalaust á. Að mína mati er besta lag plötunnar The Drowning. Vafalaust.\nSteal my freedom of speech my liberty\nFail my rights to express myself\nAll this half-lied semperfi stone-faced bullshit\nInfecting me to deplete my design\nI'm drowning in the fear of gods\nThe more I see the less I want\nI was not raised to shut my mouth\nbut as long as it holds me\nI'll fight it and scold it\nall my life\n——————————————————-\nJæja, þá er ég búinn að kynna fyrir ykkur hljómsveitina The Haunted, sem ég mæli eindregið með að allir Thrasharar kynni sér. Þetta er eðalstöff.\nÞið getið heyrt tóndæmi á www.myspace.com/thehaunted\nTakk fyrir mig,\nProtester.",
    "url": "https://www.hugi.is/metall/greinar/520770/the-haunted/",
    "url_id": "520770",
    "id": "4937880",
    "replies": [
        {
            "user": "tommigud",
            "user_id": "29592",
            "date": "2007-05-27 15:11:52",
            "id": "4938624",
            "reply_to_id": "4937880",
            "text": "Fínasta ágrip um stór gott band."
        },
        {
            "user": "Luthersson87",
            "user_id": "46088",
            "date": "2007-05-27 15:35:22",
            "id": "4938676",
            "reply_to_id": "4937880",
            "text": "fínasta grein"
        },
        {
            "user": "666666",
            "user_id": "20119",
            "date": "2007-05-27 16:00:41",
            "id": "4938717",
            "reply_to_id": "4937880",
            "text": "Mér sem finnst The Haunted Made Me Do It besti diskurinn þeirra… Og Revolver sá slappasti :S"
        },
        {
            "user": "Protester",
            "user_id": "34863",
            "date": "2007-05-27 16:12:54",
            "id": "4938733",
            "reply_to_id": "4938717",
            "text": "The Haunted Made me Do It er mjög góður diskur, og svo sannarlega það besta sem þeir gerðu með Marco Aro sem söngvara."
        },
        {
            "user": "Cockness",
            "user_id": "40497",
            "date": "2007-05-27 16:40:38",
            "id": "4938777",
            "reply_to_id": "4937880",
            "text": "Fín grein."
        },
        {
            "user": "sacrebleu",
            "user_id": "66381",
            "date": "2007-05-27 17:26:17",
            "id": "4938918",
            "reply_to_id": "4937880",
            "text": "Klassa band þrátt fyrir þreyttann stíl."
        },
        {
            "user": "Protester",
            "user_id": "34863",
            "date": "2007-05-27 17:41:24",
            "id": "4938968",
            "reply_to_id": "4938918",
            "text": "Hvað meinaru með þreyttum stíl?"
        },
        {
            "user": "sacrebleu",
            "user_id": "66381",
            "date": "2007-05-27 18:16:05",
            "id": "4939072",
            "reply_to_id": "4938968",
            "text": "Með þreyttum stíl meina ég metalstíl sem ég er kominn með leið á, eða svona þessi At The Gates/The Haunted keimur."
        },
        {
            "user": "Protester",
            "user_id": "34863",
            "date": "2007-05-27 18:21:58",
            "id": "4939098",
            "reply_to_id": "4939072",
            "text": "Oki, skil þig."
        },
        {
            "user": "sixx",
            "user_id": "54015",
            "date": "2007-05-27 19:51:15",
            "id": "4939334",
            "reply_to_id": "4937880",
            "text": "frábær grein um klassa band!"
        },
        {
            "user": "Fannekkertgott",
            "user_id": "60154",
            "date": "2007-05-27 21:54:43",
            "id": "4939677",
            "reply_to_id": "4937880",
            "text": "1. The Premonition\n2. The Flood\n3. The Medication\n4. The Drowning\n5. The Reflection\n6. The Prosecution\n7. The Fallout\n8. The Medusa\n9. The Shifter\n10. The Cynic\n11. The Failure\n12. The Stain\n13. The Guilt Trip\nÖll lögin af plötunni byrja á “The” ^^ þótti þetta frekar skondið."
        },
        {
            "user": "Protester",
            "user_id": "34863",
            "date": "2007-05-27 23:32:19",
            "id": "4939967",
            "reply_to_id": "4939677",
            "text": "Það er lika viljandi gert…"
        },
        {
            "user": "Fannekkertgott",
            "user_id": "60154",
            "date": "2007-05-27 23:33:06",
            "id": "4939972",
            "reply_to_id": "4939967",
            "text": "Ahh, My bad þá."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2007-05-28 03:21:41",
            "id": "4940620",
            "reply_to_id": "4937880",
            "text": "Þakka þér kærlega fyrir þessa grein. Hef einmitt verið að leita að einhverju nýju efni sem er thrash-legt og ekki er það verra að það sé einnig meló-death þar sem það er það sem ég hlusta mest á núna.\nNúna er bara spurning um að finna þetta einhvers staðar."
        },
        {
            "user": "Protester",
            "user_id": "34863",
            "date": "2007-05-28 12:03:13",
            "id": "4940932",
            "reply_to_id": "4937880",
            "text": "Ekki alveg band fyrir mig.\nÉg hef ekki gaman af því :("
        },
        {
            "user": "Protester",
            "user_id": "34863",
            "date": "2007-05-28 12:10:49",
            "id": "4940951",
            "reply_to_id": "4940932",
            "text": ":("
        },
        {
            "user": "Pythagoras",
            "user_id": "54862",
            "date": "2007-05-28 15:35:27",
            "id": "4941570",
            "reply_to_id": "4937880",
            "text": "er ekki en búinn að lesa greinina, en takk. tékkaði myspace-ið. frábært efni!"
        }
    ]
}