{
    "forum_title": "Hljóðfæri",
    "user": "Elvis2",
    "user_id": "10456",
    "date": "2007-05-28 02:10:41",
    "title": "Nokkur góð ráð.",
    "text": "Ég ætla að gefa ykkur nokkur ráð sem ég hef lært í gegnum árin og ástæðan er sú að þetta eru allt ráð sem ég fór ekki eftir á einhverjum tímapunkti og ég sé eftir því að hafa ekki gert það, ég vona að eitthvað af eftirfarandi nýtist ykkur og endilega bætið við þetta góðum ráðum sem mér hefur yfirsést.\n1. Aldrei selja neinum hljóðfæri án þess að viðkomandi staðgreiði það.\nÉg hef selt gítara og allskonar hljóðfæradót af því að ég var blankur og í sumum tilfellum hefur fólk borgað hluta af ásettu verði með loforði um að borga restina eftir helgi, það hefur nánast aldrei staðist.\nÞað á ekki að vera nokkuð mál fyrir neinn að fá amk tímabundið hækkaða yfirdráttarheimild á debetkort hjá þeim banka sem hann eða hún er í viðskiptum við þannig að það er engin ástæða að geyma að borga einhvern 20.000 kall fyrir gítar sem maður kaupir í einhverja daga, ef einhver býðst til að borga inná hljóðfæri þá skaltu bara segja “ókei, en þú færð ekki gítarinn í hendurnar fyrr en ég fæ restina af peningunum.”\n2. Ígrundaðu vandlega hvað þú ert að selja því þú færð það örugglega aldrei aftur.\nÉg hef selt 1965 módel af Rickenbackergítar sem var eins og nýr fyrir algjöra smápeninga, eins seldi ég Gibson Explorer sem ég átti fyrir klink. Sko.. Skítt með hvað ég fékk fyrir þá, ég bara dauðsé eftir að hafa selt þá og það á eftir að bögga mig alla tíð, áttaðu þig á því að jafnvel þótt þú eigir í dag einhvern algeðveikann hálfrarmilljónkrónu Gibson Les Paul Custom þá er gamli Squier stratocasterinn þinn gítarinn sem þú lærðir á og þú notaðir hann í mörg ár þrátt fyrir að bara hálspickuppinn hljómaði vel og ef þú selur hann þá á þér sennilega eftir að líða eins og þú hafir gefið frá þér barn í ættleiðingu.\n3. Aldrei skilja gítarinn þinn eða effektana þína eftir þar sem þú varst að spila á tónleikum.\nÉg hef látið stela frá mér 3 shure sm57 hljóðnemum, 2 Boss Compressorum, 1 Alesis AirFX og alveg endalaust af snúrum. Vinir mínir hafa látið stela frá sér meðal annars 2 Marshallstæðum, 1 custom shop Fender Telecaster, myndvarpa fyrir 300.000 og guðmávita hverju öðru.\nÞað er regla að ef þú skilur eftir smáhluti sem passa í vasa eða undir jakka þá munu þeir hverfa.\n4. Ef þið deilið æfingarplássi með öðrum hljómsveitum merkið þá snúrurnar ykkar.\nKaupið ykkur rúllu af teipi í einhverjum lit, rauðu, grænu eða hvaðeina og setjið teip utan um annann endann á snúrunni við plögginn, þannig vitið þið að þið eigið þessar snúrur, það er aldrei til nógu mikið af snúrum og það munu einhverjir fá lánaðar snúrurnar ykkar og “gleyma” að skila þeim, gangið því þannig frá þeim að þið þekkið þær aftur.\n5. Umgangist fíkniefnaneytendur og fíkniefnasala eins lítið og þið mögulega getið.\nDópistar eru ekki vinir ykkar, þeir voru það kannski einhverntímann en sá tími er liðinn. Tveir “vinir” mínir brutust inn hjá mér og stálu dóti frá mér, það er frekar dýrt að vera tildæmis amfetamínneytandi og það er auðveldlega hægt að skipta stolnum gítar fyrir nokkur grömm af amfetamíni og þegar fólk er orðið að alvöru neytendum þá telur það ekkert eftir sér að ræna vini sína, þetta eru því miður einföld sannindi.\n6. Tékkið á því hvað það kosti að tryggja hljóðfærin ykkar og spyrjið þá tryggingafélagið út í hvað líði langur tími þangað til það greiði fyrir eitthvað sem hverfur frá ykkur og hver sjálfsábyrgðin sé.\n7. Ef þið deilið æfingarplássi með fleiri böndum setjið þá umgengnisreglur og tímatöflur yfir hvenær hvert band sé með æfingar og farið eftir þeim.\nÞað er ekkert meira pirrandi en að mæta á æfingu á fyrirfram umsömdum tíma og að þeir sem deili með ykkur plássi séu þá á staðnum að æfa og séu jafnvel á fylleríi, frávik frá settum umgengnisreglum á að jafngilda brottrekstri því ef hitt bandið gerir svona einu sinni og kemst upp með það þá munu þeir gera það aftur, og það á alltaf að vera á kristalstæru að hljómsveit sem deilir húsnæði með annari hljómsveit megi ekki lána öðrum hljómsveitum húsnæðið sitt nema þá að það sé með fullri vitund og samþykki hinnar hljómsveitarinnar.\nÓkei, segjum þetta gott í bili, og endilega bætið við þessa upptalningu því sem ég er að gleyma.",
    "url": "https://www.hugi.is/hljodfaeri/greinar/520930/nokkur-god-rad/",
    "url_id": "520930",
    "id": "4939891",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2007-05-28 02:20:30",
            "id": "4940524",
            "reply_to_id": "4939891",
            "text": "Flott ráð, og fólk ætti alvarlega að fylgja þeim."
        },
        {
            "user": "BBQ",
            "user_id": "62471",
            "date": "2007-05-28 02:22:55",
            "id": "4940533",
            "reply_to_id": "4939891",
            "text": "Mögnuð grein er það sem ég hef að segja."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-05-28 11:09:51",
            "id": "4940839",
            "reply_to_id": "4939891",
            "text": "Svona ráð geta aðeins komið af bitri reynslu. Þekki flest af þessu sjálfur. Góð ráð!"
        },
        {
            "user": "egg27",
            "user_id": "37794",
            "date": "2007-05-28 11:24:37",
            "id": "4940868",
            "reply_to_id": "4939891",
            "text": "Góð grein og góð ráð sem ég mun fara eftir :P"
        },
        {
            "user": "Grimsi92",
            "user_id": "37040",
            "date": "2007-05-28 12:15:01",
            "id": "4940967",
            "reply_to_id": "4939891",
            "text": "þessi númer 2 er totally true\neftir ég fékk mér gibsoninn minn ætlaði ég að selja 10þ króna washburninn minn og búinn að finna kaupenda en svo sagði ég bara við hann ,sorry ekki til sölu og ég ´se ekki eftir því að hafa ekki selt honum gítarinn á 18þ kronu"
        },
        {
            "user": "hugmyndin",
            "user_id": "56014",
            "date": "2007-05-28 12:47:34",
            "id": "4941072",
            "reply_to_id": "4939891",
            "text": "flott grein. mikið af viti þarna:)"
        },
        {
            "user": "frissinetti",
            "user_id": "68397",
            "date": "2007-05-28 15:50:33",
            "id": "4941605",
            "reply_to_id": "4939891",
            "text": "snjéðugt …\nmaður með reynslu sé ég."
        },
        {
            "user": "Lummehh",
            "user_id": "68204",
            "date": "2007-05-28 16:27:55",
            "id": "4941746",
            "reply_to_id": "4939891",
            "text": "Geggjað!"
        },
        {
            "user": "YAWN",
            "user_id": "44101",
            "date": "2007-05-28 19:41:54",
            "id": "4942496",
            "reply_to_id": "4939891",
            "text": "Flott grein góðar reglur."
        },
        {
            "user": "Kvissi",
            "user_id": "66862",
            "date": "2007-05-28 20:19:58",
            "id": "4942654",
            "reply_to_id": "4939891",
            "text": "Takk!! þetta á öruglega eftir að koma okkur öllum að gagni!"
        },
        {
            "user": "Mash",
            "user_id": "53466",
            "date": "2007-05-29 01:14:11",
            "id": "4943917",
            "reply_to_id": "4939891",
            "text": "takk, ég á klárlega eftir að hafa þetta í huga"
        },
        {
            "user": "Audunn",
            "user_id": "66061",
            "date": "2007-05-29 11:33:49",
            "id": "4944421",
            "reply_to_id": "4943917",
            "text": "nei, þú hefur þetta Á huga!!!\nGET IT? Á HUGA!!!!"
        },
        {
            "user": "Gauthals",
            "user_id": "62903",
            "date": "2007-05-29 01:33:37",
            "id": "4943953",
            "reply_to_id": "4939891",
            "text": "Snilldar grein"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-05-29 12:33:13",
            "id": "4944572",
            "reply_to_id": "4939891",
            "text": "Já þetta eru bara mjög góð ráð\nog flott safnið þitt."
        },
        {
            "user": "Ikemike",
            "user_id": "53998",
            "date": "2007-05-29 22:11:39",
            "id": "4946866",
            "reply_to_id": "4939891",
            "text": "Heillarráð :)"
        },
        {
            "user": "Gigger",
            "user_id": "17393",
            "date": "2007-05-30 02:28:02",
            "id": "4947675",
            "reply_to_id": "4939891",
            "text": "flott grein.\nEitt sem ég get bætt við með hvernig á að lána hljóðfærið þitt.\nEf einhver kemur á tónleikum og biður um\nað fá lánað hljóðfærið þitt segðu “nei”.\nSvo ef að þú lendir í stöðu þar sem að þú eiginlega verður að\nlána viðkomandi cymbal eða effect eða míkrafón, þá skalltu fara\nyfir hljóðfærið með viðkomandi og fá hann til að samþykkja að\nhljóðfærið sé í nákvæmlega því ástandi sem það er í.\nÞá getur þú verið viss um að hann sé sökudólgurinn og hann veit\nþað líka ef hann skemmdi eitthvað.\nÉg veit ekki hvernig lögunum er háttað í kringum þessa hluti\nen þú átt eki að láta fólk komast upp með að eyðileggja hlut sem kostar 1000 kr. eða meira\nEf hann eyðileggur hljóðfærið þitt á einhvern hátt þá skalltu\nsegja honum það og fylgja því fast eftir að fá þitt aftur!\nÞú varst að hjálpa honum. Hann á að vera þakklátur.\nFólk ber mjög litla virðingu fyrir hlutum sem það hefur ekki þurft\nað hafa fyrir því að fá, s.s borga eða vinna fyrir þeim.\nMaðurinn sem þú ert að lána græjuna þína gæti verið dópisti\nsem hefur engu að tapa.\nEkki treysta neinum sem þú þekkir ekki vel!\nÉg hef brennt mig á þessu nokkrum sinnum.\nEn ef að ég lána einhverjum eitthvað þá:\n1. Segi ég við viðkomandi að ég fylgjist með honum nota hljóðfærið.\n2.Að ef að græjan sé á einhvern hátt skemmt þá muni ég í raun selja honum cymbalann og fá fulla upphæð fyrir hljóðfærið.\n3. Að ef að ég sé viðkomandi fara á einhvern hátt illa með hljóðfærið á sviði þá muni ég koma upp á svið og taka það af honum!\n4. Ef hann samþykkir þetta ekki þá muni hann ekki fá það lánað.\nÉg veit að þetta er hart, en ef þú segir þetta þá eru allar líkur á\nað hann fari betur með hljóðfærið þitt!\nEkki lána hljóðfæri sem ykkur þykir vænt um.\nÞetta eru bara ráð sem ég fer eftir og er einungis skoðun mín."
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2007-05-30 06:04:59",
            "id": "4947730",
            "reply_to_id": "4939891",
            "text": "Ég var búinn að gleyma þessu ráði.\nÉg einmitt lánaði vinkonu minni gítarmagnara og hún lenti í því að ónefndur fáviti sprengdi báða hátalarana í honum, það kostaði hana það að hún varð eiginlega að kaupa af mér magnarann og að kaupa hátalarapar í hann sem hún gerði.\nSíðan þá hef ég reyndar lánað henni eitthvað af dóti og þá segi ég alltaf við hana að ef það skemmist þá megi hún bara eiga það.\nVinur minn lánaði hljómsveitinni HAM einusinni Marshallstæðu til að nota á einum tónleikum og hann fékk hana ekki aftur fyrr en mörgum mánuðum seinna, HAM eru ágætis náungar en þetta var bara eitt allsherjar klúður og kæruleysi hjá þeim.\nÞað er reynsla mín af því að lána hljóðfæri og annað að í 90% tilfella hef ég á endanum þurft að fara og sækja hlutina, fólk er ekkert að skila einhverju sem það er að nota."
        },
        {
            "user": "karelatli",
            "user_id": "67152",
            "date": "2007-06-03 18:25:16",
            "id": "4962118",
            "reply_to_id": "4939891",
            "text": "sniilld\nég mun hafa þetta í huga maður takk..:D"
        },
        {
            "user": "Toggo",
            "user_id": "57133",
            "date": "2007-06-04 23:14:47",
            "id": "4967458",
            "reply_to_id": "4939891",
            "text": "góð grein en vá hvað þú hefur lent í því slæmu marr en gott að þú látir aðra vita svo þeir þurfi ekki að reka sig á sjálfir ;)"
        },
        {
            "user": "Spock",
            "user_id": "65000",
            "date": "2007-06-05 13:31:00",
            "id": "4968647",
            "reply_to_id": "4939891",
            "text": "Allt eru þetta þjóðráð."
        },
        {
            "user": "igorvst",
            "user_id": "30198",
            "date": "2007-07-23 22:52:36",
            "id": "5095496",
            "reply_to_id": "4939891",
            "text": "Lánaði vini mínum einu sinni Fender precison bassa til að nota á einu giggi.\nHonum var stolið eftir tónleikana og hann ætlaði að borga mér kvikindið en var ekki búin að því eftir 2 ár en sem betur fer var ég með Yamaha SG 2000 gítar sem ég ætlaði laga fyrir hann svo fyrir rest seldi ég hann til að hafa fyrir Bassanum\nSvo reglan er EKKI LÁNA HLJÓÐFÆRINN YKKAR NEMA HAFA TRYGGINGU"
        },
        {
            "user": "Senety",
            "user_id": "62250",
            "date": "2007-08-10 15:09:59",
            "id": "5135624",
            "reply_to_id": "4939891",
            "text": "geðveik grein hjá þér, komst með fullt af góðum ráðum sem mér hefur aldrei dottið í hug. takk;)"
        }
    ]
}