{
    "forum_title": "Bækur",
    "user": "Hawk4",
    "user_id": "39101",
    "date": "2007-05-30 19:40:17",
    "title": "Svalasta 7an",
    "text": "Já ég gerði ritgerð um þessa bók fyrir stuttu og ákvað bara að deila henni með ykkur :)\nSvalasta 7an er sautjánda bók verðlaunahöfundarins Þorgríms Þráinssonar og er 349 blaðsíður. Bókin kom út árið 2003 og er útgáfu fyrirtæki þess Andi ehf.\nBókin er um strák sem heitir Jóel. Bestu vinir Jóels eru Tommi og Álfhildur og systir Jóels heitir Rebekka sem er alltaf kát. Tommi og Jóel eru alltaf að fíflast og leika sér og æfa þeir báðir fótbolta og er Jóel mjög metnaðarfullur gagnvart honum og er hann og Tommi valdir í úrvaldshóp KSÍ og æfingarnar áttu að vera í Egilhöll um næsta sumar. Mamma Jóels, Hulda, var alltaf að drekka áfengi og var yfirleitt blönk og kom stundum með karla með sér heim á næturnar. Eina nótt vaknaði Jóel við pískur, fliss og karlmannshlátur. Jóel opnaði augun og reisti sig upp í rúminu og fór á klósettið, þar stóð nakinn maðurinn og burstaði í sér tennurnar með tannburstanum hans Jóels. Manninum krossbrá og leit vandræðilegur til Jóels, áður en Jóel náði að hugsa rökrétt setti hann hausinn undir sig og hljóp af fullum þunga á vesalings næturgestinn. Gesturinn kastaðist aftur á bak, skall með hnakkann í veginn án þess að geta borið hendurnar fyrir sig og steinlá ofan á baðkarinu, steinrotaður.\nDagana eftir þetta atvik var Jóel mjög fúll gagnvart mömmu sinni og nennti ekki að tala við hana. Dag einn þegar Jóel koma heim af æfingu heyrði hann að mamma hans var að bölva einhverju í símann og var grátandi inn í herberginu sínu, Jóel lagði við hlustir, hún var augljóslega að tala við Svein pabba Jóels sem hafði stungið af til Kína fyrir löngu. Hún fullyrti að hann ætti sök á því að hún hefði ekki haldið áfram í námi og að hún flutti ekki til Danmerkur. Hún spurði síðan trekk í trekk hvers konar pabbi það væri sem styngi af frá ungum börnum. Jóel sem var að hlusta var viss um að ör hjartsláttur hans koma upp um hann. Þegar Hulda hafði þagað í smá stund, augljóslega til að hleypa Sveini að, öskraði hún skyndilega að honum kæmi það andskotann ekkert við hver væri pabbi Rebekku. Jóel krossbrá var ekki Rebekka systir hans, bara hálfsystir ? Eftir þetta tóku jólin við og um jólin var mamma Jóels mjög skemmtileg, drakk næstum aldrei, bakaði heilu sortirnar af kökum og kræsingum. Nýja árið lagðist ekki eins vel í Rebekku og í Jóel, hún vaknaði ekki eins spræk og venjulega, fór samt snemma að sofa en kvartaði undan slappleika. Í janúar fór Rebekka til læknis og í blóðprufu og greindist Rebekka með krabbamein og Jóel neyddist til að flytja til Reykjavíkur. Jóel leið mjög illa. Hann vildi ekki fara til Reykjavíkur, vildi ekki fara í annan skóla og í annað íþróttafélag. Þegar Jóel kom til Reykjavíkur prófaði hann æfingu með Val og þar gekk honum vel hann var ákveðinn og ekkert gat stoppað hann í fótboltanum. Þegar Rebekka byrjaði að missa hárið ákvað Jóel að krúnuraka sig og styðja systur sína,                                         en þá byrjuðu allir að stríða honum með því að hann væri að herma eftir Beckham og Jóel varð mjög  óvinsæll. Á æfinguni með Val var tilkynnt hverjir væru með í bikarúrslita leiknum um helgina og Jóel varð ekki valinn. Dag einn þegar Jóel var hjá systur sinni fóru þau fram á ganginn að leika sér og heyrðu þau að einhver var að syngja, We are the champions my friend…., og kom þá þjálfari Jóels í Val og á eftir honum komu allir strákarnir í Val haldandi á bikarnum og allir krúnurakaðir til að sýna honum stuðning því þeir höfðu frétt um systir hans. Þeir urðu allir mestu vinir og sagan endar á því að Jóel finnur sig í Val í fótboltanum og systir hans fór að líða betur og þau máttu flytja heim til Akureyrar eftir tvö ár.\nÉg verð að segja að mér finnst þessi bók vera mjög góð og höfða mikið til mín, allir ættu endilega að kíkja í hana :)\n-Hauku",
    "url": "https://www.hugi.is/baekur/greinar/521372/svalasta-7an/",
    "url_id": "521372",
    "id": "4946463",
    "replies": [
        {
            "user": "HezioN",
            "user_id": "64829",
            "date": "2007-05-30 19:50:06",
            "id": "4949988",
            "reply_to_id": "4946463",
            "text": "Enter is your friend."
        },
        {
            "user": "korstenborsten",
            "user_id": "68654",
            "date": "2007-05-30 20:02:12",
            "id": "4950048",
            "reply_to_id": "4946463",
            "text": "þetta er eina bókin af 3 sem ég hef lesið frá upphafi til enda, þetta er svona bók sem höfðar til mans, þetta er flott ritgerð, vantar kanski svona smáá meira um líf hans i hana :)"
        },
        {
            "user": "katryn",
            "user_id": "39302",
            "date": "2007-05-30 23:17:30",
            "id": "4951024",
            "reply_to_id": "4950048",
            "text": "Eru ekki bara komnar 2? :S."
        },
        {
            "user": "Zkari",
            "user_id": "18718",
            "date": "2007-05-31 12:10:25",
            "id": "4952026",
            "reply_to_id": "4951024",
            "text": "Nei það eru til fleiri bækur en tvær í heiminum"
        },
        {
            "user": "habibi",
            "user_id": "53130",
            "date": "2007-06-28 03:02:04",
            "id": "5031689",
            "reply_to_id": "4952026",
            "text": "Ekki ljúga svona að fólkinu."
        },
        {
            "user": "korstenborsten",
            "user_id": "68654",
            "date": "2007-06-01 00:05:27",
            "id": "4954493",
            "reply_to_id": "4951024",
            "text": "jú en ég hef bara lesið 3 bækur..fattaru hin var hann var kallaður þetta.. sem er b.t.w. mögnuð ;)"
        },
        {
            "user": "kleinumamma",
            "user_id": "62592",
            "date": "2007-05-30 20:11:24",
            "id": "4950096",
            "reply_to_id": "4946463",
            "text": "haha! Ömurleg bók"
        },
        {
            "user": "Contemplative",
            "user_id": "62939",
            "date": "2007-05-30 20:16:21",
            "id": "4950125",
            "reply_to_id": "4950096",
            "text": "Nei, hún er skemmtileg og endurspeiglar erfiðu lífi unglinga, og jafnvel en erfviðar í Jóels tilfelli, ég hef lesið báðar bækurnar og þær eru mjög góðar, en Já, ef þú hefur lesið bókina þá getur alveg vel verið að þú hafir aðrar skoðanir en ég."
        },
        {
            "user": "siggason",
            "user_id": "60857",
            "date": "2007-05-30 20:11:57",
            "id": "4950099",
            "reply_to_id": "4946463",
            "text": "eey ég er búinn að lesa hana marh :D"
        },
        {
            "user": "Contemplative",
            "user_id": "62939",
            "date": "2007-05-30 20:14:31",
            "id": "4950115",
            "reply_to_id": "4946463",
            "text": "Ein af bestu bókunum sem ég hef lesið eftir íslenska höfunda, snillingurinn þorgrímur þráinsson samdi þessa btw.\nBætt við 30. maí 2007 -  20:19\nEn já, þetta er mjög mikill SPOLIER fyrir þá sem hafa ekki lesið bókina, mundu að gera SPOILER í nafninu næst þegar þú hendir svona mikið af upplýsingum út næst."
        },
        {
            "user": "GrollX",
            "user_id": "29766",
            "date": "2007-05-30 20:18:44",
            "id": "4950139",
            "reply_to_id": "4946463",
            "text": "hahh ég er akkurat að lesa hana.\nAkkurat svo svalt að þetta gerist á Akureyri þar sem að ég bý."
        },
        {
            "user": "HinniBinni",
            "user_id": "41558",
            "date": "2007-05-31 11:56:22",
            "id": "4952000",
            "reply_to_id": "4950139",
            "text": "Akureyri er auðvitað ekkert annað en snilldar bær:P"
        },
        {
            "user": "GrollX",
            "user_id": "29766",
            "date": "2007-05-31 18:27:57",
            "id": "4953234",
            "reply_to_id": "4952000",
            "text": "Akkurat!\nEnda bý ég þar og hef alltaf búið:D"
        },
        {
            "user": "Fredidbad",
            "user_id": "56224",
            "date": "2007-05-30 21:18:48",
            "id": "4950405",
            "reply_to_id": "4946463",
            "text": "Haha einmnitt líka hjá mér, ein af fáu bókunum sem ég hef klárað =/"
        },
        {
            "user": "hastalavista",
            "user_id": "58905",
            "date": "2007-05-30 22:39:41",
            "id": "4950831",
            "reply_to_id": "4946463",
            "text": "geðveik bók :D og líka framhaldið ;D þetta eru einar af fáu bókunum sem ég hef actually nennt að lesa !"
        },
        {
            "user": "delonge",
            "user_id": "22183",
            "date": "2009-02-14 21:23:25",
            "id": "6513218",
            "reply_to_id": "4950831",
            "text": "hvað heitir framhaldsbokin?? var að ljuka þessari bok áðan og kom mér á ovart.. langar að vita framhaldið endaði svo kjanalega eitthvað."
        },
        {
            "user": "Steini1",
            "user_id": "35121",
            "date": "2007-05-30 23:20:19",
            "id": "4951044",
            "reply_to_id": "4946463",
            "text": "Góð bók, get ekki með góðri samvisku sagt það sama um greinina en hún er ágæt ;)\nFinnst mjög flott hjá ÞÞ hvað hann nær erfiðu lífi unglings nútímans vel og segir vel frá, ein af betri íslenskum bókum síðari ára af mínu mati."
        },
        {
            "user": "Saidin",
            "user_id": "22936",
            "date": "2007-05-31 03:08:49",
            "id": "4951603",
            "reply_to_id": "4946463",
            "text": "Ah þetta er svo mikil hnakkasúpa o_o\nÞorgrímur Þráinsson er gangandi brandari."
        },
        {
            "user": "Pradine",
            "user_id": "67783",
            "date": "2007-05-31 10:34:15",
            "id": "4951867",
            "reply_to_id": "4946463",
            "text": "Af hverju ertu að skrifa þessa grein?\nTil að safna stigum eða?\nOG þetta er nú bara hundleiðinleg rjóma/drama saga.\nSvo mikið kjaftæði.\nEina nótt vaknaði Jóel við pískur, fliss og karlmannshlátur. Jóel opnaði augun og reisti sig upp í rúminu og fór á klósettið, þar stóð nakinn maðurinn og burstaði í sér tennurnar með tannburstanum hans Jóels. Manninum krossbrá og leit vandræðilegur til Jóels, áður en Jóel náði að hugsa rökrétt setti hann hausinn undir sig og hljóp af fullum þunga á vesalings næturgestinn. Gesturinn kastaðist aftur á bak, skall með hnakkann í veginn án þess að geta borið hendurnar fyrir sig og steinlá ofan á baðkarinu, steinrotaður.\nDagana eftir þetta atvik var Jóel mjög fúll gagnvart mömmu sinni og nennti ekki að tala við hana. Dag einn þegar Jóel koma heim af æfingu heyrði hann að mamma hans var að bölva einhverju í símann og var grátandi inn í herberginu sín\nErtu að grínast?\nErtu að lýsa því sem gerðist í bókinni??!!\nÞú ert laaaaaaaaaaame."
        },
        {
            "user": "Aitor",
            "user_id": "63344",
            "date": "2007-05-31 11:29:31",
            "id": "4951948",
            "reply_to_id": "4946463",
            "text": "Góð bók, slöpp grein.\nBara mín skoðun…"
        },
        {
            "user": "russatik",
            "user_id": "67439",
            "date": "2007-05-31 11:50:00",
            "id": "4951984",
            "reply_to_id": "4946463",
            "text": "Mjöög góð bók… ágætis grein.. en samt.. það vantar inn eiginlega alla bestu kaflana úr bókini, eins og með Álfhildi og hvað góðir vinir þau hefðu verið, og svo vantar líka þetta með þarna hátíðina í skólanum. mættir aðeins segja frá því , og svo vantar líka að segja um stelpuna sem var á sjúkrahúsinu hjá Rebekku.\nvantar miikklu meira um líf hans í þessa grein ;)"
        },
        {
            "user": "HinniBinni",
            "user_id": "41558",
            "date": "2007-05-31 11:57:24",
            "id": "4952002",
            "reply_to_id": "4946463",
            "text": "Ágætis grein, hef samt aldrei lesið bókina, þannig erfitt að dæma."
        },
        {
            "user": "Nainsi",
            "user_id": "45345",
            "date": "2007-05-31 12:25:44",
            "id": "4952057",
            "reply_to_id": "4946463",
            "text": "mér finnst samt soldið skrýtinn endir í undir 4 augu sem er framhaldið. kemur önnur bók eða ?"
        },
        {
            "user": "Nainsi",
            "user_id": "45345",
            "date": "2007-06-05 20:53:46",
            "id": "4970287",
            "reply_to_id": "4952057",
            "text": "Já, það átti að koma önnur, hann var búinn að lofa því einhvern tíma á höfundalestri þegar ég var í grunnskóla :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-05-31 13:16:29",
            "id": "4952200",
            "reply_to_id": "4946463",
            "text": "Núna ert þú búinn að segja frá eiginlega öllu sem að gerist í bókinni. Heitir þetta ekki Spoiler?"
        },
        {
            "user": "saha",
            "user_id": "50693",
            "date": "2007-05-31 14:12:45",
            "id": "4952352",
            "reply_to_id": "4946463",
            "text": "Snilldar bók, ég hef einmitt gert ritgerð um þessa bók ;)."
        },
        {
            "user": "deluxe",
            "user_id": "49801",
            "date": "2007-05-31 15:00:44",
            "id": "4952506",
            "reply_to_id": "4946463",
            "text": "God bok, agaet grein en vantar margt i greinina/ritgerdina.  Margir fleiri mikilvaegir punktar i bokinni."
        },
        {
            "user": "Kwarkle",
            "user_id": "59795",
            "date": "2007-05-31 15:04:52",
            "id": "4952518",
            "reply_to_id": "4946463",
            "text": "Er þetta virkilega ritgerð?\nEn ókei, góð umfjöllun um bókina =) Ég er sammála um að þetta sé góð bók og bækurnar tvær um Jóel finnst mér einu skemmtilegu bækurnar eftir Þorgrím Þráins."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-05-31 16:41:55",
            "id": "4952832",
            "reply_to_id": "4946463",
            "text": "Þetta er góð bók, og líka seinni bókin. En mér finnst þetta frekar slöpp grein, illa uppsett og skringilega orðuð.\nÞú mættir alveg nota enter pínu oftar! ;)\nKemur allt! :)"
        },
        {
            "user": "DrPhil",
            "user_id": "29624",
            "date": "2007-05-31 19:53:56",
            "id": "4953586",
            "reply_to_id": "4946463",
            "text": "búinn að lesa hana og hún sökkaði dauðan hest!"
        },
        {
            "user": "Pradine",
            "user_id": "67783",
            "date": "2007-05-31 21:08:12",
            "id": "4953821",
            "reply_to_id": "4946463",
            "text": "hver er tilgangurinn í því að lesa hvað gerðist í einhverri bók?\nLesið hana frekar!"
        },
        {
            "user": "Nainsi",
            "user_id": "45345",
            "date": "2007-06-05 20:55:23",
            "id": "4970294",
            "reply_to_id": "4946463",
            "text": "Ég verð nú að segja að ég hef lesið betri bækur, bæði eftir hann og aðra. En þó er þessi bók skemmtileg og góð afþreying en framhaldið fannst mér alveg hreint hlægilega lélegt en hann getur gert betur það er engin spurning."
        },
        {
            "user": "Merenwen",
            "user_id": "69119",
            "date": "2007-06-18 22:52:18",
            "id": "5007963",
            "reply_to_id": "4946463",
            "text": "ágætis grein, en verð nú að segja að þessi bók er nú ekki neitt bókmenntalegt afrek, hún eiginlega nær því varla að kallast afþreying - var með óstöðvandi kjánahroll allan tíman sem ég las hana :("
        },
        {
            "user": "Grautur",
            "user_id": "19104",
            "date": "2007-06-28 14:24:53",
            "id": "5032314",
            "reply_to_id": "4946463",
            "text": "ég hélt einu sinni að þessi bók væri um mig því ég var númer 7 í KA… svo passaði tímasetningin ekki alveg, samt ágætis bók"
        },
        {
            "user": "JonniS",
            "user_id": "60210",
            "date": "2007-07-06 16:22:17",
            "id": "5053141",
            "reply_to_id": "4946463",
            "text": "Ég hef lesið báðar bækurnar og þær höfðuðu mikið til mín! (haha, afi minn á báðar, las hjá honum)\nEn, já, ég mæli eindregið með þessum bókum þær eru great!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-07-13 12:04:58",
            "id": "5068946",
            "reply_to_id": "4946463",
            "text": "Í janúar fór Rebekka til læknis og í blóðprufu og greindist Rebekka með krabbamein og Jóel neyddist til að flytja til Reykjavíkur\nÞað kom aldrei fram að hann ætti EKKI heima í Reykjavík…\nÁgæt ritgerð um frábæra bók.\nEn persónulega þoli ég ekki Þorgrím Þráinsson og “colgate” brosið hanns !!"
        },
        {
            "user": "Stjarna4",
            "user_id": "62112",
            "date": "2007-08-09 01:36:26",
            "id": "5132283",
            "reply_to_id": "4946463",
            "text": "Þetta er frábær bók en mjög slöpp ritgerð um hana…\nÞegar þú gerir ritgerð um bók áttu að segja mjöög lauslega um hvað hún er og ekki láta kom fram spoilera. Eins og hvernig hún endar og hvað gerist í stórum dráttum. (Eins og þú gerir núna) Síðan áttu að segja þína skoðun á bókinni, sögupersónunni og fleiru sem þér dettur í hug. Einnig getur þú talað um boðskap bókarinnar.\nÞetta er ekkert skítkast, bara að láta þig vita :)\n..og já, ég hef líka skrifað ritgerð um þessa bók^^"
        },
        {
            "user": "arazta",
            "user_id": "59148",
            "date": "2007-08-15 19:05:46",
            "id": "5149265",
            "reply_to_id": "4946463",
            "text": "Mér finnst þetta frábær bók, greinin allt í lagi svona.\nÉg held að ég hafi lesið allar bækurnar eftir Þorgrím Þráinsson nema Lalla Ljósastaur eða hvað sem hún heitir, og ég verð að segja að þær eru allar uppáhalds bækurnar mínar eftir íslenskan höfund, þá sérstaklega\nBak við bláu augun\nsem kom út í kringum 1990.\nEf einhver les þetta álit og hefur ekki lesið bækurnar eftir Þorgrím Þráinsson, þá hvet ég þá manneskju eindregið til þess. Hann skrifar alveg frábærar bækur.\n-arazta"
        },
        {
            "user": "silungur",
            "user_id": "20592",
            "date": "2007-10-15 03:11:38",
            "id": "5310818",
            "reply_to_id": "4946463",
            "text": "Flott grein hjá þér! Þorgrímur er náttúrulega bara snillingur og þessi bók hans, eins og hinar sem ég hef lesið eftir hann, er tær snild. Þorgrímur skrifar að sjálfsögðu alltaf um fótboltastráka, enda er það eitthvað sem hann þekkir. Mér finnst líka rosalega magnað hvernig hann nær alltaf að koma inn spennu, húmor og erfiðum málum sem draga fram tár hjá lesendanum á svona snildarlegan hátt."
        },
        {
            "user": "thug4less",
            "user_id": "56888",
            "date": "2009-04-17 10:07:22",
            "id": "6625907",
            "reply_to_id": "4946463",
            "text": "Rebekka has cancer, olololol"
        }
    ]
}