{
    "forum_title": "Heilsa",
    "user": "1Xtra",
    "user_id": "25810",
    "date": "2007-05-30 19:41:43",
    "title": "Grennast?",
    "text": "Okey, ég hef lifað núna bara á ógeði(hollum mat), svosem skyri, ávöxtum, fisk og kjúkling sé eitthvað sé nefnt í nokkrar vikur, einnig skelli ég mér í ræktina, og ég hef ekki lést um hálft helvítis gramm. Gerir nákvæmlega ekki nokkurn skapaðan hlut heldur en að maður vaknar alveg handónýtur af þreytu daginn eftir.\nHvað er í gangi? Hvar pantar maður sér tíma í fitusog?",
    "url": "https://www.hugi.is/heilsa/korkar/521597/grennast/",
    "url_id": "521597",
    "id": "4949947",
    "replies": [
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2007-05-30 20:09:46",
            "id": "4950089",
            "reply_to_id": "4949947",
            "text": "Þú ert öruglega að fá eithverja vöðva."
        },
        {
            "user": "saedis88",
            "user_id": "54628",
            "date": "2007-05-30 20:21:04",
            "id": "4950147",
            "reply_to_id": "4949947",
            "text": "þetta tekur smá tíma til að byrja með :)"
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2007-05-30 20:21:13",
            "id": "4950149",
            "reply_to_id": "4949947",
            "text": "Vöðvarnir sem þú ert að fá eru þyngri en fitan sem þú ert að losa þig við… gefðu þessu tvær vikur í viðbót og þú ættir að sjá árangur.\nPrófarðu líka að mæla þig? Mittisummál og það?"
        },
        {
            "user": "Drulluhali",
            "user_id": "46542",
            "date": "2007-05-30 20:26:41",
            "id": "4950174",
            "reply_to_id": "4949947",
            "text": "fitan breytist í vöðva… ummálin eru líklega að minnka :) mundu að það er betra að taka léttari þyngdir með mörgum endurtekningum ef að þú ert að létta þig í ræktinni :) þú færð líka sjúkt þol á því"
        },
        {
            "user": "beeblebrox",
            "user_id": "16761",
            "date": "2007-05-30 22:04:43",
            "id": "4950623",
            "reply_to_id": "4950174",
            "text": "Fita getur ekki breyst í vöðva. Og ég mæli ekki með því að taka of margar endurtekningar heldur frekar að halda sig við svona 8-12 reps og 3-5 sett. Mikið fleiri endurtekningar en það og þá ertu ekki að lyfta nógu þungu til að stuðla að hraðari hjartslætti og vöðvavexti. Ef þú ert hins vegar aðallega að leita að vöðvaþoli en ekki stærri og sterkari vöðvum eða minni fitu má svo sem auka reps fjöldan."
        },
        {
            "user": "Drulluhali",
            "user_id": "46542",
            "date": "2007-05-30 22:10:15",
            "id": "4950641",
            "reply_to_id": "4950623",
            "text": "æi vá ég var að tala um það þegar fitan brennur stækka vöðvarnir.\nhinsvegar er hann/hún að tala um að brenna fitu svo að vöðvarnir stækki ekki (þannig skildi ég þetta) og þá er betra að taka margar endurtekningar og hafa bara nógu lága þyngd…"
        },
        {
            "user": "beeblebrox",
            "user_id": "16761",
            "date": "2007-05-30 22:21:13",
            "id": "4950696",
            "reply_to_id": "4950641",
            "text": "Vöðvarnir stækka ekkert endilega þegar fitan brennur. Ef eitthvað er þá minnka þeir frekar. Ef maður vill brenna fitu án þess að vöðvarnir stækka er best að borða aðeins minna en það sem maður þarf til að viðhalda þyngd sinni (en ekki of lítið) og lyfta nógu þungu til að stuðla að því að líkaminn brenni hraðar og frekar fitu en vöðvum. Ef þú borðar það lítið að þú ert ekki að þyngjast, þá stækka vöðvarnir afar lítið ef eitthvað.\nHversu léttar þyngdir ertu annars að tala um? Og hversu oft?"
        },
        {
            "user": "Drulluhali",
            "user_id": "46542",
            "date": "2007-05-30 22:26:08",
            "id": "4950735",
            "reply_to_id": "4950696",
            "text": "þyngdir og endurtekningar fara vitanlega eftir æfingum. en það er samt búið að sann aþað að þú brennir meiri fitu á 40 mínútna göngu en á 20 mínútna sokki,\nsprengikrafturinn verður bara minni en þú minkar á því.. þetta er bara dæmi\nþegar ég geri svona sem er svona 2 sinnum í mánuði, fer ég kanski í bekkinn án þess að setja lóð og tek 20 kg svona 35x6 eða eikka… svínvirka"
        },
        {
            "user": "beeblebrox",
            "user_id": "16761",
            "date": "2007-05-30 22:51:18",
            "id": "4950901",
            "reply_to_id": "4950735",
            "text": "Það er misskilningur að það borgi sig frekar að ganga í 40mín en að skokka í 20mín (nema að þú sért kannski að ganga gríðarlega hratt og skokka mjög hægt). Í öllum tilvikum er betra að reyna sem mest á sig, þá brennir líkaminn ekki bara á meðan þú ert að hlaupa heldur eykst brennslan yfir allan daginn og þú brennir því mun meira en með því að ganga, á styttri tíma.\nHvað meinarðu með að það “svínvirkar”, hefur það virkað betur en að t.d. lyfta 3x8 eins þungu og þú getur? Þegar þú ert að lyfta svona léttu svona oft hefðuru alveg eins getað verið heima hjá þér að lyfta bók 100 sinnum upp í loftið. Það gerir lítið gagn. Endilega bentu mér á síðu eða aðrar heimildir sem mæla með svona gríðarlegum fjölda endurtekninga með svo léttum þyngdum.\nAuðvitað má taka fleiri reps en venjulega stundum til að breyta til, og er það ekkert nema gott, en ég held að fleiri en 20 (hvað þá 35) sé frekar tilgangslaust."
        },
        {
            "user": "Drulluhali",
            "user_id": "46542",
            "date": "2007-05-30 23:02:07",
            "id": "4950961",
            "reply_to_id": "4950901",
            "text": "ég sá þetta í einhverjum sjónvarps þætti frá bandaríkjunum á gerfihnattadisk… man ekki nafnið\nog þú ert ekki að brenna neinu þegar þú ert að taka háar þyngdir sjaldan.. þá ertu bara ð pumpa vöðvana upp"
        },
        {
            "user": "beeblebrox",
            "user_id": "16761",
            "date": "2007-05-30 23:21:22",
            "id": "4951050",
            "reply_to_id": "4950961",
            "text": "Eftir þungar æfingar þá hraðast efnaskipti líkamans í meira en sólarhring eftir á. Þannig að þó svo að þú brennir ekki gríðarlega miklu (samt slatta og meira en með mjög léttum þyngdum) á meðan þú ert að lyfta þá brenniru meira allan daginn og næsta. Ég hef hvergi lesið neitt sem mælir með því að lyfta svona oft og svona léttu en flest það sem ég hef lesið mælir á móti því vegna þess hversu lítið það gerir fyrir mann.\nMeð því að lyfta þyngra stuðlaru líka að því að viðhalda vöðvunum og þannig efnaskiptum líkamans og sem bónus líta allir betur út og eru sterkari/hraustari með einhverja vöðva en bara húð og fitu."
        },
        {
            "user": "Drulluhali",
            "user_id": "46542",
            "date": "2007-05-30 23:23:58",
            "id": "4951058",
            "reply_to_id": "4951050",
            "text": "en með því að lyfta þungu stækka vöðvarnir… rétt? og þegar að þú ert að lyfta léttu og oft stuðlaru líka að betra þoli… maraþon hlauparar til dæmis eru að hlauta frekar langar vegalengdir og gera það án þess að eyða sprengikraftinum í að hlaupa hratt… slow and steady virkar fyrir þá\nBætt við 30. maí 2007 -  23:25\njá og þeir eru allir drullu granni"
        },
        {
            "user": "beeblebrox",
            "user_id": "16761",
            "date": "2007-05-30 23:35:46",
            "id": "4951101",
            "reply_to_id": "4951058",
            "text": "Með því að borða meira en þú brennir og lyfta þungu stækka vöðvarnir. Með því að borða minna en þú brennir og lyfta þungu brennir líkaminn frekar fitu en vöðvum og viðheldur frekar efnaskiptum.\nMaraþonhlauparar æfa aðallega eða einungis til þess að hlaupa langt og auðvitað eru þeir ekki að eyða allri orkunni sinni í að spretta. Þetta hefur þó ekkert með það að gera að með meiri áreynslu brenniru meira (t.d. þungum lyftingum, eða HIIT). Þeir eru drullugrannir því að auðvitað brennir maraþonhlaup slatta en þú gætir brennt hraðar án þess að þurfa að skokka 40km með öðrum aðferðum.\nÞeir eru líka með mjög litla vöðva og líta að mínu mat ekki jafn vel út og t.d. spretthlauparar sem eru grannir en vöðvaðir."
        },
        {
            "user": "Drulluhali",
            "user_id": "46542",
            "date": "2007-05-30 23:46:45",
            "id": "4951135",
            "reply_to_id": "4951101",
            "text": "100 metra hlauparar eru nú margir hverjir efni í fitness sko\nen að taka létt of er betra uppá þolið og þú veist það alveg… og fólk sem er að leitast eftir því að grennast er mögulega ekki að leitast eftir því að byggja sig eitthvað svakalega upp… og þú átt ekkert að borða minna þegar þú ert að reyna að létta þig, borða bara léttari fæðu.. eins og grænmeti og svoleiðis sem að bætir ekki miklu utan á mann"
        },
        {
            "user": "beeblebrox",
            "user_id": "16761",
            "date": "2007-05-30 23:56:59",
            "id": "4951179",
            "reply_to_id": "4951135",
            "text": "Ef þú vilt auka þol mæli ég með skorpuþjálfun (e. HIIT), mikið efni um það á netinu. Auðvitað bætir það þolið að taka léttara oft en þegar þyngdirnar eru orðnar það léttar að þú getur tekið samtals 200 reps þá er það að gera afar lítið fyrir þig.\nÞegar ég segi borða minna er ég að tala um að borða hollt en minna af kaloríum (en ekki of lítið) og nógu mikið af próteini og hollum fitusýrum. Ef þú innbyrðir færri kaloríur en þú brennir þá léttistu, alltaf. Svo fer það eftir því hvort að þú sért að lyfta almennilega eða ekki hvort að líkaminn fari fekar að brenna fitu eða vöðvum. Þú getur ekki stækkað, sama hversu þungu þú ert að lyfta ef þú borðar ekki fleiri kaloríur en þú brennir.\nSem sagt:\nMaturinn ræður því hvort að þú þyngist eða léttist.\nMeð því að lyfta bætiru frekar á þig vöðvum en fitu ef þú ert að borða mikið en brennir frekar fitu en vöðvum þegar þú borðar lítið."
        },
        {
            "user": "Drulluhali",
            "user_id": "46542",
            "date": "2007-05-31 00:02:25",
            "id": "4951207",
            "reply_to_id": "4951179",
            "text": "já þetta er rétt.. en ég er ekki mikið í þessu með að lyfta bara 20 kg í bekknum… en þegar ég geri það (er ekkert voðalega breyur/stór) þá er ég alveg sprunginn sko"
        },
        {
            "user": "Kollamasi",
            "user_id": "55443",
            "date": "2007-06-01 00:53:05",
            "id": "4954667",
            "reply_to_id": "4950901",
            "text": "Venjulega tek ég í flestum lyftingaræfingum það ég get tekið semsagt kannski eins og í bekkpressu tek ég : 10 * 40 kg, 10* 50 kg, 10*60 , og þá get ég sagt þér að þetta ber árangur þar sem þetta er MAXIÐ mitt. síðasta settið er erfiðast og maður finnur vel með tímanum að maður grennist. geri þetta í öllum settum. + svona bætiði ykkur í lyftingum."
        },
        {
            "user": "beeblebrox",
            "user_id": "16761",
            "date": "2007-06-01 11:42:53",
            "id": "4955025",
            "reply_to_id": "4954667",
            "text": "3x10 er ágætis reps fjöldi og leyfir manni að taka almennilega á og koma efnaskiptunum í gang (ég mældi áðan t.d. með 3x8 sem er svipað)."
        },
        {
            "user": "Drulluhali",
            "user_id": "46542",
            "date": "2007-05-30 23:04:48",
            "id": "4950976",
            "reply_to_id": "4950735",
            "text": "líkaminn er að brenna fitu aðallega EFTIR æfinguna,  því hann gengur á kolvetnisbyrgðir sínar á meðan, og því erfiðari æfingin því meiri fitu eyðir líkaminn í að jafna sig eftir æfinguna."
        },
        {
            "user": "Drulluhali",
            "user_id": "46542",
            "date": "2007-05-30 23:12:55",
            "id": "4951001",
            "reply_to_id": "4950976",
            "text": "jamm en whatever… ég lærði hitt.. en það er gott að vera leiðréttur :) ég læri þá bara meira"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-05-31 08:43:31",
            "id": "4951717",
            "reply_to_id": "4951001",
            "text": "og það er gott að leiðrétta :)"
        },
        {
            "user": "Greymantle",
            "user_id": "18648",
            "date": "2007-05-30 21:15:23",
            "id": "4950396",
            "reply_to_id": "4949947",
            "text": "Ekki lyfta það mikið að þú sért handónýtur, heldur reyndu að ná upp takti þar sem þú færð t.d. helst engar harðsperrur dagana eftir, og borðar hollan mat, frekar litla skammta en stóra, oft á dag. Ekki bíða eftir árangri, komdu þessu uppí venju sem þú getur sætt þig við og svo kemur árangurinn aftann að þér einn daginn."
        },
        {
            "user": "beeblebrox",
            "user_id": "16761",
            "date": "2007-05-30 21:59:47",
            "id": "4950597",
            "reply_to_id": "4949947",
            "text": "Ertu viss um að þú sért ekki að borða of lítið, miðað við þessa þreytu? Ef þú borðar of lítið reynir líkaminn að halda í eins mikla fitu og hann getur og brennir mun minna.\nHversu oft ferðu í ræktina og hvað ertu að gera þar? Besta leiðin til að grenna sig er að lyfta.\nÉg bendi líka á eins og fleiri hér að vogin segir ekki alla söguna heldur frekar spegillinn og málbandið."
        },
        {
            "user": "1Xtra",
            "user_id": "25810",
            "date": "2007-05-30 22:15:21",
            "id": "4950662",
            "reply_to_id": "4950597",
            "text": "Fer 2 daga í röð frí einn dag, alltaf eftir vinnu á kvöldin. er kannski ekki nóg.\nHita upp með því að hlaupa, lyfti, geri magaæfingar t.d. og hleyp svo meira eftir á. Ekkert mikið í senn, er c.a. klukkutíma á kvöldin(hef ekki orku í meira)."
        },
        {
            "user": "beeblebrox",
            "user_id": "16761",
            "date": "2007-05-30 22:23:35",
            "id": "4950717",
            "reply_to_id": "4950662",
            "text": "Mæli með að þú farir að lyfta þar sem það er besta leiðin til að brenna og grennast.\nHér er afar góður guide fyrir byrjendur um mataræði, lyftingar og fleira:\nhttp://www.liamrosen.com/fitness.html\nBætt við 30. maí 2007 -  22:27\nOg já, ef þú ert að gera fleiri en 20-30 magaæfingar í senn þá ertu ekki að gera nógu þungar æfingar og þær gera afar lítið fyrir þig. Settu lóð á bringuna þar til þú getur ekki gert fleiri en 12 reps í nokkrum settum.\nMagaæfingar brenna ekki magafitu frekar en aðrar æfingar, en ég vona að þú vissir það fyrir."
        },
        {
            "user": "1Xtra",
            "user_id": "25810",
            "date": "2007-05-30 22:24:01",
            "id": "4950720",
            "reply_to_id": "4950717",
            "text": "Tjekka á þessu! Takk fyrir svarið. ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-05-30 22:59:25",
            "id": "4950945",
            "reply_to_id": "4949947",
            "text": "það tekur sirka mánuð fyrir líkaman að koma sér í “missa fitu/safna vöðvum” gírinn, fer eftir hreyfingu í æsku og þannig.\nlíkaminn á það líka til að þegar það á bara að taka þetta með trukki og missa nokkur kíló þá byrjar hann að safna vatni minnir mig.\nsmelltu þér bara inn á eas.is og kíktu á hlutina þar, þeir vita hvað þeir tala um."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-05-31 13:12:04",
            "id": "4952191",
            "reply_to_id": "4949947",
            "text": "Þú ferð í ræktina- þú færð vöðva. Fitan fer- vöðvar koma. Vöðvar koma í staðinn fyrir fituna og auðvitað vega vöðvar eitthvað.\nKeep going on… Þýðir ekkert að hætta. Svo lengi sem þú borðar hollt (það þarf ekkert að vera neitt kanínufæði, þú mátt alveg fá þér lambakjöt og brúnaðar kartöflur án þess að fá samviskubit, þarft bara að passa þig á nonnabita og mcdonalds) þá ertu í góðu!"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2007-05-31 14:32:09",
            "id": "4952405",
            "reply_to_id": "4949947",
            "text": "Hvernig handónýtur?  Ertu með strengi eða ertu bara þreyttur?  Ef þetta eru strengir gæti verið að þú drekkir ekki nóg vatn.  Ef þetta er þreyta gæti verið að þú borðir ekki nóg eða næringarskortur, taka fjölvítamín.  Passa sig svo bara á ofreynslu, ekki gera meira en þú getur.  Það veldur vöðvarýrnun og það getur verið sársaukafullt líka (i.e. handónýtur)."
        },
        {
            "user": "1Xtra",
            "user_id": "25810",
            "date": "2007-05-31 15:46:07",
            "id": "4952663",
            "reply_to_id": "4952405",
            "text": "Hehe, er bara þreyttur á morgnana en maður er fljótur að vera hress. Bara það að koma sér fram úr rúminu er eins og einhver hafi beðið mann um að rífa úr sér hjartað, ekki hægt. Var auðvitað með strengi fyrst þegar ég var að byrja, gat varla þvegið á mér hárið eða sett á mig húfu, gat ekki lyft höndunum svo hátt. :)"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2007-05-31 16:01:16",
            "id": "4952701",
            "reply_to_id": "4952663",
            "text": "Morgunþreyta er oftast orsökuð af óreglulegum svefn held ég.  Það gæti verið út af því að þú vaknar og sofnar á mismunandi tímum, það gæti líka verið að eitthvað trufli svefninn hjá þér og þú náir ekki almennilegum djúpsvefn.  Sem þýðir að jafnvel þótt þú sofir í átta tíma þá færðu litla raunverulega hvíld.  Gæti líka bara verið að þú sért letingi eins og ég :P"
        },
        {
            "user": "tele",
            "user_id": "60182",
            "date": "2007-05-31 20:28:31",
            "id": "4953691",
            "reply_to_id": "4949947",
            "text": "eins og saedis sagði þá tekur þetta tíma til að byrja með, en þegar hjólið fer að snúast þá verður þetta\nmikklu\nauðveldara"
        },
        {
            "user": "Kollamasi",
            "user_id": "55443",
            "date": "2007-06-01 00:57:34",
            "id": "4954677",
            "reply_to_id": "4949947",
            "text": "gefa þér eina hugmynd, ekki stíga á vigtina á hverjum degi. prófaðu frekar að stíga á hana á eins vikna fresti og alltaf á morgnanna þegar þú ert með ekkert í maganum semsagt ekker búinn að borða . góður árangur á viku er 1-2 í byrjun (ef þú ert með mikið af aukakílóum á þér) svo þegar eftir nokkrar vikur ætti þetta að vera komið í 0.5-1 kg á viku. + ekkert nammi og gos gefur rosalegann árangur, það er erfitt fyrst vikunna, en eftir aðra vikunna breytist þetta í lífstíl."
        },
        {
            "user": "Irizh",
            "user_id": "60763",
            "date": "2007-06-01 21:30:41",
            "id": "4957026",
            "reply_to_id": "4949947",
            "text": "veit um fólk sem hefur misst þónokkur kíló á bæði danska og atkins.. samt finnst mér atkins ekki heilbrigður en það er bara mitt álit"
        }
    ]
}