{
    "forum_title": "Hestar",
    "user": "Kylja",
    "user_id": "58107",
    "date": "2007-05-31 18:50:15",
    "title": "Tvö folöld í kaup?",
    "text": "Jæja…\nNú er ég í sveit og verð þar í allt sumar.\nMér var boðið í kaup 2 folöld, ein meri og ein hestur, eins vetra bæði tvö.\nÉg hef ekki séð þau almennilega en merin er bleikálóttskjótt og hesturinn jarpskjóttur…\nMerin er undan Herkúles frá Stóra Langadal, sem er undan Kolskegg frá Ásmundarstöðum.\nHEfur eitthver reynslu af afkvæmum og afabörnum Kolskeggs? Ef svo er, hvernig eru hrossin?\nSvo er hesturinn, eins og áður hefur komið fram, jarpskjóttur. Það er ekki vitað með vissu hver faðirinn er þar sem hann var slysafang.\nÞau segja að merina verði eflaust rosalega rúm, þar sem faðir hennar, Herkúles er ofsalega rúmur.\nÞau segja með þann jarpskjótta að hann verði örugglega fínn reiðhesturi, hann fer um á öllum gangi og er voðalega snotur að sjá.\nEn þetta er einungis það sem þau segja, ég hef aldrei séð folöldin, en ég vonast til að geta séð þau seinna í sumar, þar sem mig langar svolítið í folald/folöld, sem ég get svo tamið sjálf í framtiðinni.\nÉg var að hugsa, hvað ykkur finnst kæru hugarar?\nÆtti ég að hafna þessum tveimur folöldum í kaup eða ætti ég að skella mér á þau?",
    "url": "https://www.hugi.is/hestar/korkar/521826/tvo-folold-i-kaup/",
    "url_id": "521826",
    "id": "4953357",
    "replies": [
        {
            "user": "Tinni99",
            "user_id": "59683",
            "date": "2007-05-31 21:03:54",
            "id": "4953800",
            "reply_to_id": "4953357",
            "text": "ég myndi sko alls ekki hafna þessu sko !"
        },
        {
            "user": "lilje",
            "user_id": "63200",
            "date": "2007-05-31 21:54:31",
            "id": "4953971",
            "reply_to_id": "4953357",
            "text": "Ef ég væri þú myndi ég fara að skoða þau. Fá að fá þau inní hesthús/ eða eitthvar sem hægt er að vera með þau, og meðhöndla þau. Hvernnig þau taka því og auðvitað hvað þau kosta. Sjá hreyfingar og gá hvort gangur sé hreint eða eitthverjir aukataktar. þótt þau séu með aukatakta er það kannski bara útaf því að þau eru ekki nógu þroskuð… Kannski segji ég bara. En svo auðvitað að segja okkur bettur frá þeim þegar nær dregur. T.d hvað þau kosta og hvernig þau líta út. T.d merinn gæti allveg orðið kynbótahross :).. Allveg viss með það. Allavega hvernig þau á bænum lýsa henni =).. Ég myndi þokalega kaupa hana :D.."
        },
        {
            "user": "Sidewinder",
            "user_id": "45248",
            "date": "2007-06-01 13:07:24",
            "id": "4955226",
            "reply_to_id": "4953971",
            "text": "meðhöndla þau. Hvernnig þau taka því\nja það er nú ekki allt því að hryssan mín hún var nú alveg kolbrjáluð fyrst þegar hún kom inn sem folald en núna er hún ljúf eins og lamb(4 v)\nog hún kemur labbandi til mín í gerðinu og allt. svo það er ekki hægt að dæma í rauninni af hvernig þau eru fyrst því þau gætu breyst seinna."
        },
        {
            "user": "lilje",
            "user_id": "63200",
            "date": "2007-06-01 13:39:31",
            "id": "4955345",
            "reply_to_id": "4955226",
            "text": "Það er nú alltaf gert við folold á Hólum. Þetta kallast eitthvað sérstakt.. Hef séð myndand sem kom einu sinni í sjónvarpið.. Hvernig það á að meðhöndla folold sem er tekinn inn af manni…\nBætt við 1. júní 2007 -  13:43\nÍ fyrsta skifti meina ég þá.. Og mörg ræktunarbú gera þetta. Láta múl á folod á hreinsa hófa og laga ef það þarf. Og svo að kempa… Eitthvern tíman er allt fyrst.. Ef þau taka því eitthvað verulega illa, þá á maður bara að reyna nærsta dag. Hef heyrt um mjög fá folöld sem verða kollbrjáluð í sinni fyrstu meðhöndlun.. :S.. Og ég hef heyrt um mörg folöld.."
        },
        {
            "user": "Sidewinder",
            "user_id": "45248",
            "date": "2007-06-01 13:41:40",
            "id": "4955362",
            "reply_to_id": "4955345",
            "text": "já… man eftir því en var ekki sagt að þetta hefði komið út ekki alveg eins og þau bjuggust við eða e-ð"
        },
        {
            "user": "lilje",
            "user_id": "63200",
            "date": "2007-06-01 13:42:27",
            "id": "4955364",
            "reply_to_id": "4955362",
            "text": "Jápp.. bætti líka við þarna ef þú ert ekki búinn að sjá það ;P"
        },
        {
            "user": "Kylja",
            "user_id": "58107",
            "date": "2007-06-03 21:18:00",
            "id": "4962808",
            "reply_to_id": "4953971",
            "text": "Sko, ég er ekki að skoða þau til kaups, heldur myndi ég geta fengið þau bæði eða annað hvort í laun fyrir sumarið…\nMálið er bara að ég er ein í minni fjölskyldu sem stundar hestamennsku af eitthverri alvöru. Foreldrar mínir eru hrædd við hesta og sem stendur höfum við ekki efni á að eiga mörg hross, sérstaklega þar sem ég þéna ekki mikið fyrir mína vinnu á veturna.\nFaðir merarinnar, Herkúles fór í fyrstu verðlaun fyrir hæfileika núna um daginn á kynbótasýningu á Hellu, þá 18 vetra gamall. Honum hefur verið riðið sirka 30 sinnum yfir allan veturinn og því held ég að það sé ekkert svo vitlaust að fá allavega merina, ég er ekki jafnviss með hestinn…=)"
        },
        {
            "user": "lilje",
            "user_id": "63200",
            "date": "2007-06-04 10:23:57",
            "id": "4964339",
            "reply_to_id": "4962808",
            "text": "ok…"
        },
        {
            "user": "Tinni99",
            "user_id": "59683",
            "date": "2007-06-05 17:15:51",
            "id": "4969363",
            "reply_to_id": "4962808",
            "text": "já, þú gætir tekið merina en ekki hestinn ;) eða bara bæði :D"
        },
        {
            "user": "kvensnift",
            "user_id": "68618",
            "date": "2007-06-01 15:24:16",
            "id": "4955754",
            "reply_to_id": "4953357",
            "text": "eég mundi taka þau:D  alltaf gaman að temja og meðhöndla svona folöld:)"
        },
        {
            "user": "fghfkgyughv",
            "user_id": "60479",
            "date": "2007-06-01 15:52:26",
            "id": "4955831",
            "reply_to_id": "4953357",
            "text": "°skoða þau og efþér list vel á að þá skaltu bara láta vaða efþað er eitnhvað vit í verðinu ;D jarpt og blaikálótskjót er náttla bara gott ;D"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2007-06-01 21:55:00",
            "id": "4957104",
            "reply_to_id": "4953357",
            "text": "Stóri-Langidalur.. Ef það er bara einn Stóri-Langidlur þá er þetta ættað nálægt sveitinni minni, það voru mörg falleg hross þar, en ég myndi ekki taka ætternið fyrir víst, kallinn átti yfir 200 hross þarna, man þegar mér var sagt að hann væri búinn að fækka niður fyrir 100 og ég afsannaði það með því að labba fram á klett og telja í kaffitímanum, sá um 150 hross þá, man ekki náhvæmlega.\nHef heyrt af því þegar fólk fór með honum inn á dal að skoða hrossin og hann var ætíð að sjá sömu hrossin aftur og aftur, þekkti engan vegin sín hross.\nEn skoðaðu folöldin samt vel, við getum ekki áhveðið fyrir þig hvort þér líst á þau eða ekki.\nHrossin sem komu yfir fjallið árlega frá Stóra Langadal voru mörg helvíti falleg ef maður gat litið hjá því hvað þau voru oft horuð, en eftir sumarið fóru þau vel feit til baka en komu svo aftur jfn horuð næsta vetur ef þau komu, það var aðalega ein meri sem fór framhjá ár eftir ár og ein sem kom og var um kjurt mest allt sumarið, eigandinn fékkst ekki til að sækja þau hross sem struku yfir fjallið og til okkar eða eitthvað, kann samt líklega ekki alla söguna.."
        },
        {
            "user": "Kylja",
            "user_id": "58107",
            "date": "2007-06-03 21:29:24",
            "id": "4962858",
            "reply_to_id": "4957104",
            "text": "Það gæti alveg verið að þetta sé þaðan þar sem Herkúles er frá…=)\nÞar sem hann var keyptur af fólki frá Forsæti í Landeyjum ásamt 200 hrossa pakka.\nFólkið á bænum sem ég er á, tömdu flest þessi 200 hross, en mörgu var eini slátrað.\nÞetta stóð hafði eki verið snert, og mörg komin á 8-10 veturinn. Flest hrossin voru tamin og annaðhvort seld, slátrað eða fólkið á Forsæti héldu þeim.\nÉg var með þeim þarna í sumar og þá fórum við í mánaðarhestaferð á landsmótið á Gaddstaðaflötum í Skagafirði. Hrossin úr stóðinu voru sirka 60-70 sem komu með og ég reið mörgum þeirra. Nokkur af þeim voru undan Herkúles og mér fannst þau fín reiðhross, enda engar almennilega merar búnar að fara undir hann.\nÉg veit ekki mikið um þessi folöld nema það sem þau eru búin að segja, en eins og ég sagði fyrir ofan að þá var Herkúles að fara fyrir nokkrum dögum í fyrstu verðlaun fyrir hæfileika, 8,11 fyrir kosti.\nÞeim verður smalað í sumar og þá ætla ég að kíkja á þau og tékka hvernig þau eru, en mér finnst nú líklegt að bleikálóttskjótta merin sé flott, þar sem þau eru ekki enn búin að slátra henni. Þau eru nefnilega andskoti fljót að slátra hrossunum ef þau sjá engar hreyfingar eða flotta byggingu.\nFólkið á bænum þar sem ég er keyptu síðan Herkúles fyrr í vetur og ætla að nota hann á eitthvað af sínum merum nú í sumar og það verður spennandi að sjá það á næsta ári.\nSú bleikálóttskjótta er keypt af Forsætisfólkinu, svo fólkið á þessum bæ veit eki alveg hvernig móðirin er."
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2007-06-03 21:41:07",
            "id": "4962912",
            "reply_to_id": "4962858",
            "text": "Ok ég held, án þess að vita það fyrir víst, að þau á Forsæti hafi fengið stóran hluta af hrossunum frá Stóra-Langadal, spes tilviljun að frænka mín átti Forsæti fyrir nokkrum árum, fullt af stöðum sem ég þekki til að koma í umræðuna núna :O"
        },
        {
            "user": "Kylja",
            "user_id": "58107",
            "date": "2007-06-03 21:51:04",
            "id": "4962959",
            "reply_to_id": "4962912",
            "text": "Já, svona er þetta skondið….=P"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2007-06-03 22:08:38",
            "id": "4963045",
            "reply_to_id": "4962959",
            "text": "Já samt gaman að geta allt í einu talað um staði eða fólk sem maður þekkir, ætli fólk fari ekki að tala um tmningarbúin Söðulsholt og Hóla í Helgafellsveit næst?"
        },
        {
            "user": "Kylja",
            "user_id": "58107",
            "date": "2007-06-03 22:10:12",
            "id": "4963050",
            "reply_to_id": "4963045",
            "text": "Söðulsholt….eitthvernveginn kannast ég við það…=)\nMan bara ekkert hvernig…=)"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2007-06-03 22:26:15",
            "id": "4963149",
            "reply_to_id": "4963050",
            "text": "Söðulsholt er nýopnuð(um 4 mán síðan ef ég man rétt, kannski aðeins meira samt) hestamiðstöð, tamningarbú og þar var byggð geggjuð aðstaða, reiðhöll með hringerði inní, rétt áður en það var opnað þar. Hefur ábyggilega eitthvað verið talað um það einhversstaðar ;)\nHólar í Helgafellsveit opnuðu svo í sumar, bæði frábærir staðir =)"
        },
        {
            "user": "IcePrincess",
            "user_id": "49936",
            "date": "2007-06-04 11:49:17",
            "id": "4964504",
            "reply_to_id": "4963149",
            "text": "Pabbi minn var að vinna við sumarbústað hjá þessum bæ. En þá voru hrossin í girðingu sem maður sá ekki grasið fyrir skít. Hrossinn voru að teyja sig vel yfir girðinguna til að borða gras og voru mjög horuð. En á meðan fór fjölskyldan til útlanda í tvær vikur, veit að dýralæknir er búin að oft kvarta undan þessu en það gerist ekkert samt.\nkv"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2007-06-04 13:05:25",
            "id": "4964735",
            "reply_to_id": "4964504",
            "text": "Á Hólum? Veistu núna ertu að miskilja dæmið, hestarnir voru hafðir í litlu “sveltihólfi” meðan verið var að ríða út og temja, svo þess á milli voru þau í góðri beit, það er ekki hægt að þurfa alltaf að fara út í haga til að ná í ótamið tryppi og svona svo svona sveltihólf eru góður kostur, þá eru hrossin ekki eins þung á sér þegar kemur að því að fara á bak. Eins var oftast byrjað á grennri hrossunum og þeim sleppt útfyrir hólfið ef það var talið þörf á því.\nÉg vann þarna í 2 mánuði og get fullvissað þig um að hrossin voru vel haldin, hestarnir mínir voru full grannir þegar við komum en fitnuðu vel þarna, girðingin sem þeim var sleppt í var áborin og allt! Svo í haust voru þau á túnunum.\nAnnað hvort er þetta miskilningurinn að þið hafið bara séð þau í hólfinu meðan verið var að ríða út eða að þú ert að rugla við annan bæ. Skil ekki alveg dæmið með að fjölskyldan hafi farið út, Sirrý og Jói bjuggu allavega niðri í hólmi síðast þegar ég vissi og fjölskyldan sem býr þarna hefur ekkert með hestana að gera."
        },
        {
            "user": "IcePrincess",
            "user_id": "49936",
            "date": "2007-06-05 08:28:59",
            "id": "4968109",
            "reply_to_id": "4964735",
            "text": "Hann var á landareign rétt hjá, en ég kalla þetta ekki sveitahólf þar sem þar voru 200 hross, þegar þeir hættu að telja smiðirnir. Hann var heldur ekki með nóg hey fyrir þá yfir veturinn. Þetta er svolítið síðan  kannski 4 ár hkanski eru þau búin að gera endurbætur. Ég veit allveg hvernig það er að hafa svo hólf svo þeir séu ekki of feitir. Þar sem við getum þetta líka. En annað borð var þetta tún og það var enginn þarna sem reið út eða sinnti hestunum meðan hann var þarna. Þetta var um haustið. En Allavegna hét bærinn sama nafni. Undanlegt að þeir heita sama nafni og hafa svona mikið af hrossum og svipuðum stað.\nkv"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2007-06-05 12:23:19",
            "id": "4968463",
            "reply_to_id": "4968109",
            "text": "Já áttu við Stóra-Langadal? Hélt þú værir að tala um Hóla og fékk sjokk.. En á Hólum hafa aldrei verið fleiri en 30 hross.\nEn já í Stóra-Langadal var ekki falleg sjón, það komu nokkur hross yfir fjallið á hverju ári, fóru spikfeit en komu grindhoruð.."
        },
        {
            "user": "IcePrincess",
            "user_id": "49936",
            "date": "2007-06-06 11:42:06",
            "id": "4972008",
            "reply_to_id": "4968463",
            "text": "k smá misskilningur á ferð. Maður vorkennir bara svo hrossum sme eru illa með farinn og engir gerir neitt.\nkv"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2007-06-06 13:37:55",
            "id": "4972328",
            "reply_to_id": "4972008",
            "text": "Það voru margir sem reyndu að kvarta yfir hrossunum í Stóra-Langadal meira að segja sláturhúsið kvartaði eftir að hafa fengið tvo bílfarma sem þurfti að henda eða eitthvað álíka.."
        },
        {
            "user": "lindalf",
            "user_id": "70510",
            "date": "2007-10-18 10:26:35",
            "id": "5319479",
            "reply_to_id": "4968463",
            "text": "Vill bara spytja um hvenaer hestarna komu svona horadir fra Stora Langadal. Eg var ad vinna par fra 95 till 99 og hestarnir voru aldrei horadir a pessum tima.\nEg hef lika tamid mörg hross undan honum herkules og pau voru öllt mjög audvelt i tamningu. pad er mjög langt sidan eg hef skrivad a islensku so eg vona ad pid öll skilur mig//Linda\nBætt við 18. október 2007 -  10:59\nKarlinn sem atti öll hrossin er buinn ad selja öll hrossin, og dalnum til Islandsbankin. Sorglegt ad heyra ad man purfti ad slatra svo mörg af hestonum. Pau voru allir i godu standi pegar eg var par sidast en pad er nu komin nokkur ar sidan 2005 a sumrin held eg."
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2007-10-31 16:17:14",
            "id": "5353024",
            "reply_to_id": "5319479",
            "text": "Held að það séu 3-6 ár, man það ekki nákvæmlega, en eftir að við fórum að vera með hesta þá hættu hrossin að koma, eitt hrossið varð eftir mest allt sumarið fyrir um 4 árum en árin þar áður höfðu alltaf komið hross til okkar og fleiri í sveitinni könnuðust líka við stóra langadals hrossin, leifðu þeim að vera yfir sumarið en svo fóru þau/voru sótt að hausti og komu aftur horuð að næsta sumri =$"
        }
    ]
}