{
    "forum_title": "Húðflúr og götun",
    "user": "simalinur",
    "user_id": "65164",
    "date": "2007-06-03 22:43:46",
    "title": "gat í nefið",
    "text": "ókei mig langar ótrúlega mikið í gat í nefið og ég var að pæla er það nokkuð vont,,?\nOg hvernig er best að sjá um það?\nOg líka hvar er best að láta gera það :)??",
    "url": "https://www.hugi.is/hudflur/korkar/522569/gat-i-nefid/",
    "url_id": "522569",
    "id": "4963235",
    "replies": [
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-06-03 23:11:28",
            "id": "4963386",
            "reply_to_id": "4963235",
            "text": "Þetta er ekkert besti staðurinn til að gata en samt alveg þolanlegur ;) Þetta er náttúrlega brjósk og því oft meira mál að stinga..\nÉg hef látið stinga mig 2 sinnum (fyrst sjálf og svo á stofu) og sársaukinn var alveg þess virði.\nÞessu fylgir bara almenn umhirða gata. Ég hef bestu reynsluna af því að nota “Vetnisperoxíð” og það fæst í apóteki á 300 kall. Það er blandað 1 tappa af efninu á móti 3 töppum af vatni og sú blanda er notuð til að þrífa gatið 1-2 á dag (samt alltaf gott að blanda nýtt í hvert skipti)\nÞetta er gert í smá tíma á meðan gatið er að gróa :)"
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2007-06-04 17:49:50",
            "id": "4965730",
            "reply_to_id": "4963235",
            "text": "ég fékk mér 12 ára, ég man ekki eftir neinum sársauka, var gert með byssu minnir mig í kiss"
        },
        {
            "user": "smurfy",
            "user_id": "53549",
            "date": "2007-06-04 18:21:21",
            "id": "4965902",
            "reply_to_id": "4963235",
            "text": "ég var í 9.bekk þegar ég fékk gat í nefið. Ég lét nota byssu í gatið þó að mælt sé nú frekar með nál.\nEn ég meiddi mig ekki neitt! Mér brá smá við stungunni en ekkert annað! Þetta er auðveldasta gat sem ég hef fengið mér."
        },
        {
            "user": "Orkamjas",
            "user_id": "55230",
            "date": "2007-06-04 21:42:12",
            "id": "4967013",
            "reply_to_id": "4963235",
            "text": "Mitt var gert með byssu, og mér fannst það ekkert mjög vont, bara svipað og í eyrnasnepilinn. Svo þarf það að gróa í svona mánuð."
        },
        {
            "user": "Fenrir",
            "user_id": "34852",
            "date": "2007-06-04 22:37:14",
            "id": "4967271",
            "reply_to_id": "4963235",
            "text": "Mitt var gert með nál.\n“Var það sárt” er heimskuleg spurning. Auðvitað er það vont, það er bara mismunandi HVERSU vont. Þú munt aldrei vita hversu vont það var af reynslu annarra. Hættu að vera aumingi og gerðu það bara.\nTattoo og Skart er vafalaust besti staðurinn. Ég hef alltaf farið til Sessu, og götin mín eru ÖLL flott, greru vel og hún er einstaklega góð í að valda sem minnstum sársauka. Hún er samt mjög hörð á aldurstakmarki, svo að ekki einu sinni reyna að komast í gegn ef þú ert ekki 18 ára.\nÞað er best ef þú kaupir sótthreinsandi hjá Sessu, það virkar ótrúlega vel, það er þægilegt og ágætis lykt af því líka. Það kemur með svona dropamæli þannig að þú þarft ekkert að hafa áhyggjur af einhverjum pappírsdruslum eða bómul."
        },
        {
            "user": "Fenrir",
            "user_id": "34852",
            "date": "2007-06-07 12:47:33",
            "id": "4975403",
            "reply_to_id": "4967271",
            "text": "Mér finnst einmitt ógeðslega vond lykt af þessu sótthreinsandi dæmi :p"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-06-07 13:09:11",
            "id": "4975465",
            "reply_to_id": "4975403",
            "text": "Já mér fannst hún fyrst svolítið skrítin XD En svo einhvernveginn vandist ég henni og núna finnst mér hún fín :P"
        },
        {
            "user": "kelaa",
            "user_id": "33481",
            "date": "2007-06-04 23:45:28",
            "id": "4967579",
            "reply_to_id": "4963235",
            "text": "það er svolítið síðan ég fékk mér gat í nefið og það var gert með byssu.\nÞótti það alls ekkert vont, fannst eiginlega bara skrýtið hvað ég fann lítið fyrir þessu.\nKonan sem gerði gatið sagði svo við mig að ég myndi bóglna eitthvað, en aldrei kom bólgan =D"
        }
    ]
}