{
    "forum_title": "Deiglan",
    "user": "gomamiso",
    "user_id": "18080",
    "date": "2007-06-05 14:21:58",
    "title": "STRÆTÓ!",
    "text": "Hvað er eiginlega málið með þessar strætóferðir í dag?!\nEndalausar breytingar, og notabene, ekki til hins góða!\nÉg varð virkilega pirruð að heyra af þessu breyttu leiðum, sérstaklega þar sem strætóarnir ganga á 30 fresti allan daginn!! (undantekningar)\nÉg veit ekki hvort þessar nýju leiðir séu betri en var fyrir marga, en fyrir mig eru þær hræðilegar! ég get ekki tekið strætó fyrr en 07:14 til þess að komast upp í Hamraborg og þaðan niður í Kringlu og Ártún. Þá er klukkan orðin 08:05 þegar ég kemst loksins í vinnuna mína. Þar sem ég vinn í mötuneyti þá er það ekki sérlega vel þegið að mæta seint.\nJú ég gæti reynt að nota hjólið og vaknað fyrr til þess að hjóla niður í Hamraborg. Þá tek ég strætó sem fer 07:03. En vandamálið er það að þegar ég er komin niður í Kringlu þá þarf ég að bíða í 15 mín eftir næsta strætó. Með því er ég mætt niður í vinnu 07:35, sem er heldur ekki sérlega vel litið.\nEn kannski er þetta væl í mér en mér finnst þessar asnalegu breytingar gjörsamlega út úr kortinu.\nP.s. Svo er hætt að keyra upp að gamla berklaheimilinu þar sem afi minn er nú vistaður. Nú þarf að redda henni ömmu far þangað á hverjum degi þar sem hún býr hjá Hamraborg. Þetta fannst mér virkilega lélegt.",
    "url": "https://www.hugi.is/deiglan/korkar/522924/straeto/",
    "url_id": "522924",
    "id": "4968794",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2007-06-05 14:49:32",
            "id": "4968866",
            "reply_to_id": "4968794",
            "text": "Keyrðu bíl, það er boðskapurinn sem strætó er að segja okkur."
        },
        {
            "user": "steini21",
            "user_id": "31936",
            "date": "2007-06-05 14:50:21",
            "id": "4968868",
            "reply_to_id": "4968794",
            "text": "Alveg ótrúlega tillitslaust að hafa ekki tekið þínar þarfir til skoðunar :O"
        },
        {
            "user": "lilienfeld",
            "user_id": "20337",
            "date": "2007-06-05 21:28:36",
            "id": "4970482",
            "reply_to_id": "4968794",
            "text": "Jamm, 30 mín ferðatíðni sökkar.\nEn af hverju er eitthvað verra að mæta seint í mötuneyti en eitthvert annað?"
        },
        {
            "user": "enss1o",
            "user_id": "65333",
            "date": "2007-06-06 20:02:39",
            "id": "4973651",
            "reply_to_id": "4968794",
            "text": "Hryngdu i stræto dótið og kvartaðu. Sendu þetta hingað www.mbl.is/bladberi\nBætt við 6. júní 2007 -  20:04\nahah sorry meina www.mbl.is/velvakandi    ahah hvað var eg að hugsa bladberi???\nEn þarna geturðu sent þarna inn i moggann."
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2007-06-07 16:29:49",
            "id": "4975937",
            "reply_to_id": "4968794",
            "text": "bíll er málið held ég bara"
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2007-06-08 17:59:11",
            "id": "4979302",
            "reply_to_id": "4968794",
            "text": "Maður hefði nú haldið að þeir væru að “laga sig að þörfum meirihlutans” með þessu…þú bara ert ekki sá meirihluti :), annars mæli ég nú ekki með því að vera háð duttlungum strætóbílstjóra ef það er svo mikilvægt fyrir þig að mæta alveg á réttum tíma."
        },
        {
            "user": "gomamiso",
            "user_id": "18080",
            "date": "2007-06-12 17:08:43",
            "id": "4989310",
            "reply_to_id": "4979302",
            "text": "Ég var ögn pirruð þegar ég skrifaði þessa grein en það sem ég er að ýja að eru þessar stöðugu breytingar á Strætó. Maður er varla búinn að læra á nýtt kerfi og þá kemur nýtt, oftar en ekki til hins verra."
        },
        {
            "user": "DaVinci",
            "user_id": "23585",
            "date": "2007-06-16 15:36:40",
            "id": "5001911",
            "reply_to_id": "4979302",
            "text": "en þar er nefnilega málið, þeir eru ekki að því.. ég meina leiðir sem eru ekki stofnleiðir eru bara ekki að gera sig. Strætóinn minn fer á klukkutíma fresti alla daga og svo byrjar hann frekar seint að ganga ef maður þarf að mæta snemma í vinnuna inní reykjavík, og ef ég tek strætó í vinnuna get ég valið um að mæta annaðhvort hálftíma of snemma, sem eins og höfundur korksins sagði er ekki vel liðið, eða að mæta hálftíma of seint, sem er augljóslega ekki vel liðið heldur. Það sama er með vinkonu mína, ef hún á að mæta 12 í vinnuna þarf hún að taka strætó klukkan 10, og fyrirgefðu, mér finnst það frekar snemmt miðað við að venjulega tæki svona korter, 20 mín að keyra þangað á bíl.\nOg allir sem ég hef talað við eru á móti þessu kerfi, það var betra fyrir, þó að það hafi ekki verið fullkomið þá.\nMér finnst bara vera miklu minna samræmi í þessu kerfi en því sem var í vetur, maður þarf miklu oftar að bíða í 20 mín eða lengur núna."
        },
        {
            "user": "Kilo",
            "user_id": "44241",
            "date": "2007-06-18 11:50:49",
            "id": "5006162",
            "reply_to_id": "5001911",
            "text": "ef þetta hentar öllum svona illa og viðskiptin minka þá hljóta þeir að breita þessu aftur…"
        },
        {
            "user": "DaVinci",
            "user_id": "23585",
            "date": "2007-06-18 20:21:58",
            "id": "5007378",
            "reply_to_id": "5006162",
            "text": "já, ég vona það"
        },
        {
            "user": "LataStelpan",
            "user_id": "62411",
            "date": "2007-06-10 01:10:28",
            "id": "4982693",
            "reply_to_id": "4968794",
            "text": "ég er alveg sammála þér! Mér finnst þetta bara lélegt af þeim að vera alltaf að breyta þessu, og af hverju geta þeir þá a.m.k ekki verið með sama tíma um helgar og á virkum dögum? Svo var ég í strætó um daginn og þá voru fyrir framan okkur 2 aðrir strætóar að fara eiginlega alveg sömu leið, á sama tíma! Ég hefði nú haldið að strætó yrði mikið notaður á sumrin, útaf öllu unga fólkinu í vinnu og þess háttar. Og svo kemur það líka alltof oft fyrir að strætó komi bara ekki þá þarf maður að bíða þarna í hálftíma! Ekki ánægjulegt :/ Ef eitthvað, þá verða þessar breytingar til þess að ég noti strætó mun minna en ég gerði áður. Ég get t.d. valið um að mæta 20 mín. of snemma í vinnna eða 10 mín. of seint. Og ég á heima á Seltjarnarnesi og vinn upp í Lynghálsi sem er akkúrat í hinumenda bæjarins svo það er ekki auðvelt að komast á milli staða :/ Æji, ég er pirruð."
        },
        {
            "user": "Mephz",
            "user_id": "29276",
            "date": "2007-06-11 21:41:44",
            "id": "4987562",
            "reply_to_id": "4968794",
            "text": "uff..stræto..slæmar minningar birrr…"
        },
        {
            "user": "Rakky",
            "user_id": "33772",
            "date": "2007-06-18 02:12:54",
            "id": "5005929",
            "reply_to_id": "4968794",
            "text": "Ekki bara það heldur stíflast allt í mjódd þegar þeir mæta allir á svæðið ^^"
        },
        {
            "user": "SinSin",
            "user_id": "58293",
            "date": "2007-07-01 00:36:16",
            "id": "5039151",
            "reply_to_id": "4968794",
            "text": "skil ekki af hverju þeir voru að breyta þessu til að byrja með\nvar fínt eins og það va"
        }
    ]
}