{
    "forum_title": "Anime og manga",
    "user": "Hawkuro",
    "user_id": "67313",
    "date": "2007-06-07 19:00:52",
    "title": "Röfl",
    "text": "Gott fólk á hugi.is/manga. Hér eru margir sem eru sí-veinandi og vælandi yfir öllum anime-um sem manni getur dottið í hug. Afhverju? Þarf virkilega að vera að endurtaka aftur og aftur og aftur hví Shippuden sökkar? Hér mun ég taka á nokkrum anime-um og segja nokkur orð um kvartanir um þau, bæði hér og annarstaðar. Enjoy.\nDragonball/Z\nDragonball og Dragonball Z eru líklega ein af mest elskuðu og hötuðu anime-um á netinu. Mér finnst það sjálfum mjög fínt anime/manga og hef mjög gaman af því, enda hefur Dragonball/Z mótað nútíma  shonen manga. Það eru einnig mörgum sem finnst Dragonball/Z vera alveg ömurleg sería, og það er allt í lagi, fólk hefur mismunandi smekk.\nEN\nEkki allir af þeim sem hata segja allveg satt. Meira að segja hefur megnið af þeim sem hatar það aldrei séð meira en kanski þátt eða tvo inni í miðri seríu. Náttúrulega eru margir sem hafa séð seríuna eða ágætlega stóran part af henni og finnst hún samt ekki góð og það er allt gott og blessað. En þeir sem hafa ekki séð nógu stóran hlut af Dragonball eða nokkurri annari seríu eiga að\nhalda munninum sínum lokuðum.\nÉg sá einu sinni þráð eða grein um Dragonball þar sem var verið að tala um hvað DB væri góð sería. Allt í lagi. Þá kom einhver og sagði að DB væri léleg sería. Vitlaus staður en annars allt í lagi (Ef hann hefur séð nóg af DB til að hafa góða skoðun á því). Þegar ég sagði vitlaus staður, meinti ég vitlaus staður. Skítakast aldarinnar hófst. '\nHvað er að ykkur!?\n' hugsaði ég. Þarna voru tveir einstaklingar, báðir eldri en 13 ef ég man rétt, að kastast á, talandi um mömmu hins og ógnandi hvor öðrum eins og þeir hafi verið fæddir í gær. Ég spyr, hvað er að svona fólki? Ég meina, trúir einhver hér í eina sekúndu að einstaklingurinn sem fannst DB lélegt segji ‘já, það er rétt hjá þér, DB er frábært’ eftir að það er búið að segja að hann snerti sig á skólaklósettinu?\n-'Þú snertir þig á skólaklósettinu, asninn þinn'\n-'Já það er rétt hjá þér, Dragonball er frábær sería'\nEr fólk svo gjörsamlega brenglað að það heldur að þetta gerist…. nokkurntíman? Ég spyr bara: Hvaða kennitölu er þetta fólk að nota?\nÞað bara þíðir ekkert að reyna að koma skoðunum sínum yfir á aðra, allavega ekki svona.\nÉg endurtek, ef þú hefur séð nóg af einhverri seríu máttu segja hvað sem þú villt um hana, veldu bara réttan stað til að segja skoðun þína og ekki láta eins og fimm-ára krakki.\nJæja, nóg með það. Þá er komið að Naruto.\nNaruto\nÉg les Naruto mangað og hef verið að fylgjast með Shippuden. Mér fannst megnið af filler örkinni í Naruto ekki vera gott og finnst Shippuden vera einum of hægir. Það þíðir ekki að Naruto sé versta anime á jarðríki. Frekar vil ég að Shippuden hafi smá fillera inn á milli en að fá eitt og hálft ár af fillerum í viðbót. Á meðan les ég mangað og það er mjög fínt akkurat í augnablikinu.\nEins og ég sagði þá finnst mér Shippuden nokkuð hægt og margir eru sammála. En Naruto hefur skánað og Shippuden er mun betri en fillerarnir í enda upprunalegu seríunnar. Hér hef ég séð hvern Naruto þátt á fætur öðrum breytast í ‘Fillerarnir sökka, hættu að horfa á Naruto’. Já, fillerarnir sökka en að segja það aftur og aftur vil alla em þú sérð á íslensku spjallborði er ekki lausnin. Lausnin heitir manga.\nOg Aftur, ef þú hefur séð nóg af hinu sanna Naruto og finnst það samt lélegt, er það allt í fínu lagi, fólk hefur mismunandi smekk.\nOg þá er komið að Bleach.\nBleach\nAnnað en Shippuden, er Bleach á hröðu nótunum (fyrir utan nýjasta þáttinn, sem er smá mini-filler-arc). Bounto örkin er á enda og Anime-ið er farið að fylgja manganu aftur. Talsmátinn um þessa seríu finnst mér vera til fyrirmyndar hér á Huga. Allavega skárri en hvernig er farið með aumingja Naruto. Reyndar á sumt fólk erfitt með að átta sig á því að fillerarnir (sem eru allt-í-lagi að mínu mati, en ekki eru allir sammála) eru\nbúnir\nog góði parturinn er í gangi. Aftur: mörgum finnst Bleach bara ekki góð sería og hafa séð nóg til að dæma hana. En sumir hættu að horfa á Bleach í fillerunum og eru ekki byrjaðir aftur að horfa og segja samt að jafnvel það nýja sökki. Þetta er fáránlegt, enda eru þessir aðilar, eins og ég sagði, ekki búnir að sjá nýja dótið.\nOg að lokum er það One Piece sem ég vil tala um.\nOne Piece\nAð mínu mati er One Piece það besta sem komið hefur fyrir heiminn í mörg ár. Og mér finnst bara leiðinlegt hve lítil umfjöllun er um það. Annars hef ég eiginlega ekkert að kvarta um. :)\nOg að lokum\nMegnið af því sem ég sagði um Dragonball/Z, Naruto og Bleach getur gilt um nokkurnveginn öll anime og í rauninni hvað sem er.\nAuðvitað er fullt af fólki bæði hér og annarstaðar sem hefur séð nóg af einhverri seríu til að geta sagt að hún sé góð/léleg.\nEinnig held ég að lang flestir kunni að haga sér og fari ekki í skítaköst útaf einhverju gjörsamlega fáránlegu.\nBoðorðin 5:\n1.Skítaköst leysa gjörsamlega ekki neitt.\n2.Manga er lausnin á vandamálum varðandi filler.\n3.Það virkar oftast ekki að reyna að koma skoðunum       þínum yfir á aðra, að tjá skoðanir þínar og að þrýsta þeim yfir á aðra eru tveir ólíkir hlutir.\n4.Enginn er fullkominn\n5.Reyndu að velja réttan stað til að tjá þig (ekki segja að Naruto sökki í þráð þar sem allir aðrir elska Naruto).\nEf þú ert móðgaður af þessari grein ert þú líklega ekki einn af þessu fína fólki sem ég nefndi áðan.\nTakk fyrir mig.\n-Hawkuro",
    "url": "https://www.hugi.is/manga/greinar/523441/rofl/",
    "url_id": "523441",
    "id": "4976248",
    "replies": [
        {
            "user": "steinthurs",
            "user_id": "58525",
            "date": "2007-06-07 19:48:04",
            "id": "4976580",
            "reply_to_id": "4976248",
            "text": "Rétt hjá þér.\nSvo finnt mér dragon ball myndasögurnar miklu betri en þættirnir, og allir segja að þær sökki því þeir hafa séð þættina =O!"
        },
        {
            "user": "remulean",
            "user_id": "25163",
            "date": "2007-06-07 21:43:39",
            "id": "4976998",
            "reply_to_id": "4976248",
            "text": "ætli það sé ekki svona lítil umfjöllun um one piece af því að engum dettur í hug að segja að það sé lélegt eða rífast um gæði þess?\nbara pæling, kannski eru einu líflegu umræðurnarþær sem fólk rífst eins og hudnur og köttur?"
        },
        {
            "user": "Greymantle",
            "user_id": "18648",
            "date": "2007-06-07 22:01:34",
            "id": "4977071",
            "reply_to_id": "4976248",
            "text": "Ég er algerlega sammála. Hættið að væla yfir að Oz No Mahou Tsukai sé ömurlegt. Það er það ekki. Væliði frekar um dragon ball zeta sé eins og það sé teiknað af tíu ára krökkum. Það meikar meira sense."
        },
        {
            "user": "jonsi13",
            "user_id": "7538",
            "date": "2007-06-07 22:30:19",
            "id": "4977179",
            "reply_to_id": "4976248",
            "text": "Bleach - Bestu anime sem ég hef nokkurn tímann séð, stanslaus spenna á þessari stundu og geðveikt að sjá Kurosaki Ichigo þróast.\nNaruto - Voru án efa bestu þættirnir fannst mér, ég elskaði þessa þætti en eftir laaangt filler tímabil missti ég áhugann. Shippuuden boðaði nýja tíma með flott nýtt lúkk, þættirnir eru frekar hægir en ég bíð spenntur eftir að Naruto loksin kemst til Gaara hvenær sem það verður.\nOne Piece - Missti mig yfir þeim líka…var bara með fyrstu 210 þættina og náði 8 enn á Youtube en finn enga fleiri þrátt fyrir að vita að það séu yfir 280 komnir. En engu að síður skemmtilegur söguþráður og vonast til að sjá meira."
        },
        {
            "user": "remulean",
            "user_id": "25163",
            "date": "2007-06-07 23:42:00",
            "id": "4977504",
            "reply_to_id": "4977179",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "DmAharry",
            "user_id": "27006",
            "date": "2007-06-08 04:04:45",
            "id": "4978113",
            "reply_to_id": "4976248",
            "text": "hef bara séð One Piece og Bleach.. Eina Anime ið sem ég endist lengur í en 3 þættir…\nen VÁ hvað þeir eru góðir..\nveit ekkert um hina. en égg hef heyrt að naruto sé svolitið fucked up, er það rétt?"
        },
        {
            "user": "UncleBob",
            "user_id": "12390",
            "date": "2007-06-08 16:07:59",
            "id": "4978977",
            "reply_to_id": "4978113",
            "text": "Þú hefur heyrt, ættir frekar að prófa þá og sjá\nhvað þér finnst sjálfum.\nMeð sumt anime, aðalega shounen anime þá þarftu allavega að prófa svona 10 þætti áður en þú deletar því."
        },
        {
            "user": "jonsi13",
            "user_id": "7538",
            "date": "2007-06-08 16:46:13",
            "id": "4979085",
            "reply_to_id": "4978113",
            "text": "já sko Naruto er MEGA gott alveg uppí 80-100. þáttinn. Eftir það er það bara einstaklingsbundið því það komu svo oft filler tímabil og fl. En ég tel það enn vera mjög gott, er bara svolítið ósáttur með það hvað þeir eru lengi á einu atriði stundum."
        },
        {
            "user": "Arasaka",
            "user_id": "15059",
            "date": "2007-06-09 12:50:07",
            "id": "4981006",
            "reply_to_id": "4976248",
            "text": "Já, ég er alveg sammála.\nAllt of harðar skoðanir eins og “Naruto er versta anime í heimi” kemur engum öðrum skilaboðum til naruto aðdáenda en að viðkomandi aðili sé ofstækisfullur bjáni sem ekki er vert að hlusta á.\nUppbyggilegar umræður og róleg samskipti þar sem viðkomandi lýsir því út frá semi-hlutlægum sjónarhóli hvers vegna honum líkar illa við Naruto væri allt annað mál.\nPersónulega skil ég ekki OP hype-ið, er búin að horfa á yfir 100 þætti og finnst ég aldrei sjá neinar nýjar persónuþróanir sem fer í taugarnar á mér, en það þýðir ekki að ég ætli að hrauna yfir alla sem finnst OP skemmtilegt. To each his own."
        },
        {
            "user": "pengu",
            "user_id": "63742",
            "date": "2007-06-09 23:03:25",
            "id": "4982307",
            "reply_to_id": "4976248",
            "text": "góð grein :D ég er allveg sammála um að naruto séu dálítið hægir :O og líka um það sem þú skrifaðir um gæja sem láta eins og 5 ára sér til skemtunar:D"
        },
        {
            "user": "hozzinn",
            "user_id": "47727",
            "date": "2007-06-12 17:44:26",
            "id": "4989457",
            "reply_to_id": "4976248",
            "text": "Amen! ^^"
        },
        {
            "user": "Hellraiser",
            "user_id": "34758",
            "date": "2007-06-12 19:12:32",
            "id": "4989819",
            "reply_to_id": "4976248",
            "text": "afhverju at  bara taka daemi a 4 mest mainstream animeum sem til eru? hefuru ekk sed feiri seriur?"
        },
        {
            "user": "OGodWatHaveIDone",
            "user_id": "67774",
            "date": "2007-06-12 23:58:03",
            "id": "4991281",
            "reply_to_id": "4989819",
            "text": "Mainstream = Umdeilt."
        },
        {
            "user": "Hawkuro",
            "user_id": "67313",
            "date": "2007-06-14 12:59:48",
            "id": "4995257",
            "reply_to_id": "4989819",
            "text": "Aðallega vegna þess að þessar seríur eru mest umdeildar, auðvitað hef ég séð margt fleira.\nEn , eins og ég sagði, þá getur megnið af þessu gilt um hvaða seríu sem er."
        },
        {
            "user": "nanaki",
            "user_id": "64216",
            "date": "2007-06-14 15:47:14",
            "id": "4995617",
            "reply_to_id": "4976248",
            "text": "DGZ, Bleach, OP and naruto kinda sucks :> sorry bara stonecold truth :"
        },
        {
            "user": "Hawkuro",
            "user_id": "67313",
            "date": "2007-06-14 18:43:49",
            "id": "4996338",
            "reply_to_id": "4995617",
            "text": "Hefurðu horft á eitthvað af þeim?\nOg ég meina þá HORFT, ekki bara séð einhverja 2-3 þætti inni í miðri seríu.\nEf þú hefur HORFT á þessar seríur er kominn tími á að segja þér frá staðsetningu. Hverjum ertu að reyna að segja að þessar seríur séu lélegar? Mér? Ég er ósammála. Þeim sem finnst gaman af þessum seríum? Þeir eru líka ósammála. Þeim sem finnst þessar seríur lélegar? Þetta er varla rétti staðurinn fyrir það… Þeir sem eru ósammála mér skoða skoða kommentin hér líklega sjaldan.\nOg ef þú ætlar að segja okkur að þessar seríur séu lélegar, þá dugir oftast ekki bara að segja það, maður verður allavega að segja aðeins frá afhverju ef þú vilt að einhver hlusti.\n(Réttur)\nStaðsetning\nSönnun\nÞetta eru tvö(eða þrjú) svið sem mætti bæta í þessu kommenti þínu…\nMaður fer að spá hvort þú last greinina yfir höfuð…"
        },
        {
            "user": "nanaki",
            "user_id": "64216",
            "date": "2007-06-14 20:53:19",
            "id": "4996913",
            "reply_to_id": "4996338",
            "text": "lol.. já allar og Bleach = fyrir smákrakka imo.. reyndi að horfa á DGZ bara gat það ekki dó smá inní mér yfir því, naruto er bara sama ræman aftur og aftur alltaf grenjandi osf og OP er bara of leiðinlegt.. gert of marga þætti og asnalega teikanð sorry litli kall, og mér gæti ekki verið meira sama um þitt næsta svar þannig mátt sleppa því, þetta er mitt álit á þessu anime sem þú varsta að tala um kthxbai."
        },
        {
            "user": "Suffice",
            "user_id": "51491",
            "date": "2007-06-14 22:51:12",
            "id": "4997369",
            "reply_to_id": "4996913",
            "text": "þú ert fífl…"
        },
        {
            "user": "nanaki",
            "user_id": "64216",
            "date": "2007-06-14 23:13:23",
            "id": "4997479",
            "reply_to_id": "4997369",
            "text": "and why is that? cuz i hate bleach op dbz ?"
        },
        {
            "user": "Suffice",
            "user_id": "51491",
            "date": "2007-06-14 23:56:36",
            "id": "4997629",
            "reply_to_id": "4997479",
            "text": "nei, vegna þess að þú drullar yfir bleach, dbz og naruto.. segir svo ;\nmér gæti ekki verið meira sama um þitt næsta svar þannig mátt sleppa því\n..\ntil hvers varstu þá að segja að þér finnst þessar seríur!?\naf hverju drullaru yfir hluti og segir svo “mér finnst þetta og það er rétt og allir aðrir hafa rangt fyrir sér” .. það er ekkert nema þroskaheft..\nBætt við 14. júní 2007 -  23:59\nog “cuz” er ekki orð .. aftur á móti er “cause” orð .. lærðu ensku áður en þú byrjar að skrifa/tala á henni."
        },
        {
            "user": "Hawkuro",
            "user_id": "67313",
            "date": "2007-06-15 11:58:25",
            "id": "4998222",
            "reply_to_id": "4997629",
            "text": "Takk fyrir."
        },
        {
            "user": "Hawkuro",
            "user_id": "67313",
            "date": "2007-06-15 11:56:57",
            "id": "4998218",
            "reply_to_id": "4996913",
            "text": "Fair enough…\nSamt légleg staðsetning..\nBætt við 17. júní 2007 -  18:05\nBleach = fyrir smákrakka imo..\nBíddu WTF?\n*Hóst*Rangiku-Orihime*Hóst*"
        },
        {
            "user": "TheAshlander",
            "user_id": "47756",
            "date": "2007-06-15 12:43:50",
            "id": "4998310",
            "reply_to_id": "4996913",
            "text": "Harður gæi.\nBæbæ!"
        },
        {
            "user": "Yuchan",
            "user_id": "7849",
            "date": "2007-06-15 22:48:18",
            "id": "5000362",
            "reply_to_id": "4996913",
            "text": "OP er bara of leiðinlegt.. gert of marga þætti og asnalega teikanð\nhvernig getur OP verið leiðinlegt útaf það séu margir þættir og asnalega teiknað?\nsamt gæti verið að ég sé að misskilja einhvað þarna, smá erfitt að lesa ^^\nimo\ner naruto of predictive, var of simple, maður þurfti eiginlega ekkert að horfa á 10 þætti útaf maður gat getið hvað gerðist alla þessa þætti.\nDBZ hef ég aldrei séð og mun líklegast aldrei gera það, ég hef séð DB þó og missti ég áhugann strax.\nBleach var smá “intresting” í byrjun, ég vildi sjá hvert þetta mundi fara en á endanum missti áhugann.\nOne Piece horfi ég nú ennþá á, þetta er mjög góð sería, bara menn dáldið hræddir við 300 ep töluna ^^\nEn eins og nokkrir segja og\nmargir\nfatta ekki að þetta fer eftir smekk, þýðir ekkert að spurja t.d. vin þinn um einhverja skemtilega seríu, hvað þá einhvern sem maður þekkir ekki neitt.\nHeppinn sé ég að ég hafi nokkuðveginn sama smekk og Vilhelm og Iceheader(ekki að segja að þeir hafi akkúrat sama smekk, JUST LOOK AT THEIR DIFFERENCE!), spyr bara mennina og ég get fundið einhverja seríu.. hef samt séð allar sem mælt hefur verið með ; ;\nSegji við alla að horfa á School Days þegar hún kemur út (4. júlí), því ef þetta er eins og í leiknum verður þetta mögnuð sería.\n+_+"
        },
        {
            "user": "nanaki",
            "user_id": "64216",
            "date": "2007-06-15 22:53:27",
            "id": "5000382",
            "reply_to_id": "5000362",
            "text": "hehe, ég var naruto fanboi dauðans.. svo er það bara  alltof endalaust eitthvað núna, OP bara aldrey fílað það, þú veist hvernig þetta er sumt er gott sumt er ekki ;), og bleach var já intresting.. hætti að horfa á það þegar þessir ‘vampíru’ fillers byrjuðu það var alltof mikið fyrir mig og það er of barnalegt imo :s og með DBZ mér finnst það bara bókstaflega heimskulegt og hommalegt no offence skoms;"
        },
        {
            "user": "Suffice",
            "user_id": "51491",
            "date": "2007-06-16 02:21:28",
            "id": "5001089",
            "reply_to_id": "5000382",
            "text": "hvað er svona “hommalegt” við DBZ?"
        },
        {
            "user": "OGodWatHaveIDone",
            "user_id": "67774",
            "date": "2007-06-15 21:27:58",
            "id": "5000039",
            "reply_to_id": "4995617",
            "text": "Of mainstream fyrir þig? Ekki nógu kúl?\nÞað er fínt.. Sumir fíla frekar 5 ára kattastelpur í skólabúningum."
        },
        {
            "user": "Rakky",
            "user_id": "33772",
            "date": "2007-06-26 03:24:51",
            "id": "5026264",
            "reply_to_id": "4976248",
            "text": "Fyndið hve ádeilan á anime hefur farið frá því að crítísera shoujo yfir í að rakka Shounen niður fyrir að vera barnalegt.\nEnn merkilegra finnst mér þegar fólk gengur upp að mér og spyr: “Horfir þú á anime”\nÉg :\n“ Já það geri ég”\nHann :\n“ Ertu þá alltað að horfa á teiknaða gaura með svaka vöðva slást með ofurkröftum? ”\nÉg :“ Sögurnar eiga það til að detta inn á það plan”\nHann :\n“ LOL ”( Og gengur burtu til næsta manns og\nspyr ):\n“ERTU BÚINN AÐ SJÁ NÝA HEROS ÞÁTTINN ÞAR GAURINN FÆR KRAFTANA!?!?!”\nUpp á síðkastið fær maður heiminn á móti sér fyrir að horfa á shounen og smátt og smátt er maður farinn að venjast því :) Sjálfur hef ég þá reynslu af aðdáendum þess að þeir eru oft mikið “jarðsettari” en annað fólk , skemmtilegra og blíðara viðmóts , auk þess hefur það mikið ímyndunarafl svo ekki skortir hugmyndaflugið.\nHægt og hægt fækkar þeim hóp er fíla anime og manga og brátt verðum við fáir yfir 15 ára hér á austurlöndum sem horfa á teiknimyndir með bestu lyst/list.\nVissulega eiga tilteknar seríur til að valda einhverjum einstaklingum vonbrigðum sökum þess að þær henta ekki áhorfanda en eins og þú segir er það alls enginn ástæða til að hrauna yfir þá sem svo heppnir eru fíla það, rakkandi þá niður í einhverrju “öfundsýkiskasti”\nHef ég það að venju að sniðganga fólk sem lætur skoðanir sýnar á umtöluðu efni í ljós á “móðgandi hátt” og finnst mér það að þeir skuli skjóta á það í biturleika sínum hve óþroskað efnið er aðins sýna fram á vanþroska einstaklingsins.\nAnnað vill ég minnast á og það eru skiptar skoðanir á teikningum anime og manga.\ngert of marga þætti og asnalega teikanð sorry litli kall\nHvað er “asnalega teiknað”? Þessi orð eru ekki alveg að passa saman. Á að henda öllum skúlptúrum af söfnum sem ekki endurspegla raunveruleikann?\nHvað með Abstract myndir?\nKarokano er dæmu um mjög anime sem teikningarnar voru mjög umdeildar. Sjálfur elska ég það… Þættirnir ganga út á tilfinningar og eru því öll þessi flashy scenes alger óþarfi. Frekar vill og geta melt þetta frame per frame með rólega simfoniu spilandi í bakgrunni.\nEf safna ætti þeim skít sem hent hefur verið í mann af ókunnugum , vinum og jafnvel þeim sem hafa áhuga á því áhugamáli sem svo “hættulegt er að ”njóta\" myndi hann fylla stóra bílageymslu eða lager.\nGott er að eiga góð skjólföt en eyrnatapparnir og ignore fítusinn sem guð gaf mér virka afar vel."
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2007-09-07 17:19:25",
            "id": "5212147",
            "reply_to_id": "5026264",
            "text": "Má ég spurja þig spurningar því ég er svolítið nýr í þessu öllu,\nHvað er Shounen?\nBætt við 7. september 2007 -  17:23\nog seinen…?"
        },
        {
            "user": "Rakky",
            "user_id": "33772",
            "date": "2007-09-08 16:41:23",
            "id": "5214725",
            "reply_to_id": "5212147",
            "text": "http://www.hugi.is/manga/articles.php?page=view&contentId=4564288"
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2007-09-08 17:33:00",
            "id": "5214893",
            "reply_to_id": "5214725",
            "text": "andskotinn það eru margir spolerar í þessu núna er ég fúll :("
        },
        {
            "user": "Hollowized",
            "user_id": "48365",
            "date": "2007-06-30 14:35:55",
            "id": "5037821",
            "reply_to_id": "4976248",
            "text": "Mer er svo sem drullusama hvort eitthvad se anime eda leikid. Svo lengi sem mer finnst tad skemmtilegt, ta les/horfi eg a tad.\nFila bædi shonen og seinen. Tad virdist bara tvi midur vera tannig ad seinen manga verdur ekki jafn mikid animate-ad og shonen manga. Tek bara sem dæmi, Berserk (bara partur af mangainu var gert af anime, og held ad tad hafi verid frekar low budget), Blade of the Immortal (ekkert anime), Gantz (hef ekki sed tad, en hef lesid ad tad for bara ut i einhverja fillera i seinni partinn, og svo hætti tad, +tad coverar bara part af mangainu fyrst tad er ekki buid ennta), Vagabond (ekkert anime).\nEn ja, sma on topic herna:\nHef aldrei sed Dragonball Z, og get ekki sagt ad eg se eitthvad rosalega spentur fyrir tvi. Get tvi ekki sagt neina skodun um tad.\nHef sed allt Naruto (nema nokkra part 1 fillers). Naruto part 1 er gott (non-fillers audvitad). Shippuuden er omurlegt midad vid fyrsta parinn. Tad er buid ad gjorsamelega eidileggja nokkra bardaga og eg er hundfull yfir tvi. Shippuuden ætti ad vera betur gert heldur en part 1, en tvi midur troadist tad i ofuga att. Audvitad hafa sumir tættir verid betur gerdir en adrir, en Naruto tarf ad fa hærra budget. Tad er faranlegt ad svona vinsælt anime fær svona litinn pening. Eg er anægdur ad eg byrjadi ad lesa mangaid.\nHef sed alla Bleach tættina, og get allavega sagt ad teir hafa ekki mist gædin eins og Naruto. Mer er sama um einhverja fillera svo lengi sem non-fillerarnir eru vel gerdir.\nHef sed alla One Piece tættina, og er alveg anægdur med ta. Teir verda liklega ad byrja med sma fillera bradum, en tad er allt i lagi, enda er One Piece med lang bestu fillerana ad minu mati.\nSem sagt Bleach, OP, og Naruto er allt mjog skemmtilegt ad minu mati (bædi manga og anime), nema ad Shippuuden tarf 100% upgrade."
        },
        {
            "user": "Hawkuro",
            "user_id": "67313",
            "date": "2007-07-01 19:40:24",
            "id": "5040787",
            "reply_to_id": "5037821",
            "text": "Gott fólk, Takið ykkur þennan mann til fyrirmyndar.\nOK, kanski skrifa betur ef þið hafið íslenskt lyklaborð…  :P"
        },
        {
            "user": "Rakky",
            "user_id": "33772",
            "date": "2007-07-03 01:28:46",
            "id": "5044726",
            "reply_to_id": "5037821",
            "text": "seinen?"
        },
        {
            "user": "Hollowized",
            "user_id": "48365",
            "date": "2007-07-03 02:20:57",
            "id": "5044793",
            "reply_to_id": "5044726",
            "text": "Shonen er manga gert fyrir yngri karlkyns kynslodina (audvitad lesa stelpur tetta samt lika).\nSeinen er eiginlega bara Shonen fyrir eldri kynslodina. Sem sagt fyrir fullordid folk.\nDæmi um Shonen:\nNaruto, Bleach, One Piece.\nDæmi um Seinen:\nBerserk, Gantz, Blade of the Immortal.\nAnnars geturu lika bara skrifad seinen a wikipedia, færd nanari upplysingar um tad tar."
        },
        {
            "user": "Rakky",
            "user_id": "33772",
            "date": "2007-07-04 02:10:56",
            "id": "5047259",
            "reply_to_id": "5044793",
            "text": "int..\nHélt nú tildags er samt of bara stjarna fyrir framan nafnið á seríuni sem gefur til kynna að shonenið sé gert fyrir eldra fólk."
        },
        {
            "user": "Grisinn",
            "user_id": "34162",
            "date": "2007-07-04 17:00:31",
            "id": "5048191",
            "reply_to_id": "4976248",
            "text": "allt góðar séríur marr =) ONE PIECE KICK ASS !!!!!!!!!!! og það eru til 4 leiðinlegir bleach þærri. fyrstiþátturinn og 3 seinustu fillerarni"
        },
        {
            "user": "MessrsMoony",
            "user_id": "46152",
            "date": "2007-08-05 09:39:15",
            "id": "5124211",
            "reply_to_id": "4976248",
            "text": "ég er alveg sammála búin að fá nóg af þessu röfli um anime og manga!"
        }
    ]
}