{
    "forum_title": "Hljóðfæri",
    "user": "HoddiDarko",
    "user_id": "54813",
    "date": "2007-06-09 20:57:43",
    "title": "Epiphone Dr, Dimarzio picköpp og B.c Rich til sölu!",
    "text": "Epiphone Dr Kassi\nMig langar bara að sjá hvað fólk myndi borga fyrir gítarinn.\nÉg keypti hann á 30 og eitthvað þúsund fyrir einu ári minnir mig, í rín. ég held að þeir sé ekki enþá að selja þennann bara einhver lélegari módel.\nHann heitir Epiphone dr og svo stendur Eb 10000 eða eitthvað þannig inní honum minnir mig.\nhann er svatrur á litinn og með málaðan mjög þægilegan háls (C háls held ég, ekki V háls)\nHálsinn er nokkuð beinn en ekkert fullkominn, engar slæmar nótur samt heldur hljómar hann afar vel.\nbrúin er ekki máluð en hún er mjög dökk á litinn (rosewood held ég)\nfingerboardið er Rosewood\n25.5“ skali á honum (semsagt stór skali)\n1.68” er breiddin á nutinu\nMahogany body og háls material\nHann er með chrome die-cast stilliskrúfur og Dunlop straplocka (earnie ball ól með púða fylgir með (og líka svona hlutur á hana svo að það sé hægt að ´festa ólina á hálsinn(frá dunlop)\nhálsinn er mjög dökkur og enginn fret standa út, ég prófaði þennan gítar aftur seinna í rín og þá var hálsinn og brúin úr miklu ljósari við (skrítið að þas sama gerðis eiginlega við warlockin minn þegar ég keypti hann :P)\nþað eru 10-47 stengir í honum sem hljóma ekkert súber en einu sinni setti ég martin 12-52 í hann, það hljómaði bara yndislega ;)en þeir sem eru í honum eru nokkuð nýjir og ég hef hann venjulega stilltan í D til að hafa spennuna sem minnsta. ´\nhann er geymdur á staði í mjög góðum hita og það er einginlega alltaf heitt þar inni, stundum lofta ég inní herbergið en þegar ég geri það þá set ég gítarana í annað herbergi, svo að það hefur verið farið afar vel með hann. ég hef samt einu sinni tekið hann til útlanda en hann lítur samt mjög vel út.\nþað eru fáar sem engar rispur á honum, allavegana engar sem sjást.\nog svo er fallegt Cream binding á bodyinu og hálsinum :)\nfinn hvergi mynd af honum á netinu og ég ekki með myndavél svo þessi mgamla mynd af honum verða að duga ;(\nhttp://www.hugi.is/hljodfaeri/images.php?page=view&contentId=4070748\nflassið lýsir soldið upp hálsinn, hann er mun dekkri.\nDimarzio Picköpp\nOg af því að Gítarinn er ekki með picköpp þá keypti ég mér pick með ´gitarnum á 8 þús kall minnir mig í rín, tegund hans er DiMarzio og hann hljómar afar vel. vinur minn átti líka picköpp í sinn kassagítar og það var þvílíkur munur á þeim, minn var svo miklu betri :) og það er svona volume takki á hounum sem maður bara rennir til og þá fer hann úr hæsta vol í lægsta eða öfugt.\nhttp://www.hugi.is/hljodfaeri/images.php?page=view&contentId=4500587\nSet 20 þús minnst á gítarinn, líður hálf illa að skilja við hann en ég bara nota hann aldrei.\nPicköppinn á 6 þús, það breytis ekkert held ég.\nER til í skipta á móti effektum, gítar, picköppum í rafgitar, allskonar dóti allt kemur til greina held ég.\neinhverjar spurnigar?\nB.c Rich Wartribe Warlock\nLangaði bara að tékka kvort einhver vilji þennan gítar. Ég nota hann aldrei og hann hangir bara uppá vegg hjá mér og safnar riki.\nÞetta er Kerry King Special Signature series Warlock. mjög fínn gítar en ég nota hinn gítarinn minn miklu meira. Það er mjög þægilegur, rennilegur háls bolt on háls á honum. 25 , 1/2 skali á fretunum (semsagt langt bil). það er eingungis eitt hvítt pearloid inlay á Rosewood fingraborðinu, og það er á tólfta freti (það eru auðvitað punktar í ofan á sem þú sérð bara) Rosa þægilegur háls, einn af þeim bestu sem ég hef prófað og er hann besti kosturinn við gítarinn.\nHann er með Beast headstock og Diecast tunera. Á truss rod plötuni stendur KKW (kerry king warlock)\nÞað eru 2 B.D.S.M. B.C. Rich humbuckers (B.D.S.M = Broad Dynamic Sonically Matched) sem eru sosem fínir. ef þú villt mjög gott sound mindirðu lílklega skipta en þessir hafa alveg verið nóg fyrir mig í soldinn tíma.\nControlsarnir eru 1 volume, 1 three-way toggle og 1 tone, í þessari uppröðun (vol er efst(næst brúnni) Ég skipti um knobsa sem líta samt alveg eins ut af því að þeir sem voru í honum voru í raun mjög lélegir, eyðilögðust fljótlega.\nMér finnst mjög þægilegt að spila á gítarinn, brúinn er tilvalinn til þess að gallopa og eingar lélgar nótur á hálsinum. það er líka rosalega fínt action og hálsinn er mjög beinn.\nÁ honum er einn Dunlop Pickholder og leður levy ól með mind af hauskúpu.\nPaintið er mjög gott á honum og það eru bara litlar rispur á neðri hornunum eins og eru á flestum pointi gíturum.\nÞessi gítar hefur aldrei verið notaður live heldur eiginlega bara verið í herberginu mínu eða útí skúr þar sem ég geymi gítarana mína\nÉg keypti gítarinn fyrir einu ári á 55 þúsun krónur og ég set sona 30 þús á hann, sem getur alveg lækkað þess vegna. bara komið með tilboð. Ég skoða skitpti á ýmsu eins og magnara, effekta, kannski hljómborð, bassa eða öðrum gítar.\nEkki kommenta kvað gítarinn er ljótur eða að Slayer sökki. maður þarf ekki endilega að fíla slayer til að eiga þenna gítar heldur.\nhttp://images.hugi.is/hljodfaeri/109261.jpg\nþað er þessi hægrameginn\nhttp://i7.photobucket.com/albums/y282/guerilla4/PICT02799.jpg\nhérna er hann í aksjón.\nUpplísingar\nOg ef einhver hefur áhuga þá er síminn minn: 8455906, e-mail: theguerilla@hotmail.com.\nég er í Reykjavík og er ekki sjálfur á bíl en ég get kannski skutlað þessu eitthvað hérna í kring.",
    "url": "https://www.hugi.is/hljodfaeri/korkar/523860/epiphone-dr-dimarzio-pickopp-og-bc-rich-til-solu/",
    "url_id": "523860",
    "id": "4981990",
    "replies": [
        {
            "user": "Sammi92",
            "user_id": "29249",
            "date": "2007-06-09 23:26:06",
            "id": "4982397",
            "reply_to_id": "4981990",
            "text": "buinn að skipta um nafn"
        }
    ]
}