{
    "forum_title": "Smásögur",
    "user": "chefausi",
    "user_id": "44646",
    "date": "2007-06-18 15:09:51",
    "title": "Leðurjakkagellan.",
    "text": "Hér er saga sem ég skrifaði fyrir nokkru síðan. Ég tek fram að hún er uppspuni og persónur ekki raunverulegar. Njótið og commenterið ef þið eruð ánægð. Ég á nokkrar aðrar og nokkrar í smíðum. Set kannski fleiri hér inn bráðlega.\nForsaga að þessari einkennilegu sögu hefst um þrem árum áður á skemmtistaðnum Hótel Íslandi. Ég hafði farið þangað einu sinni sem oftar með sambýliskonu minni, fyrrverandi að skemmta mér ásamt kunningjahjónum okkar. Við vorum nýkominn inn og vorum að ganga í gegnum salina, svona rétt til þess að leita okkur að sæti. Þá mætti ég konu sem ég kannaðist svolítið við, þó ég kæmi henni ekki fyrir mig strax. Hún var grönn, lítil, ljóshærð og í fallegum rauðum kjól. Hún gekk beint til mín og heilsaði mér líkt og hún hefði þekkt mig í áraraðir. “Manstu ekki eftir mér” sagði hún og brosti sínu breiðasta. Þá rifjaðist upp fyrir mér að þessi kona hafði verið með mér í 12 ára bekk fyrir um 18 árum. “Nei, er þetta ekki Arna” sagði ég hálf vandræðanlega. “Hæ, hvað segirðu gott, hvað er að frétta af þér” sagði hún og leit á konuna mína sem var kominn í hrókasamræður við kunningjahjónin. “Er þetta konan þín” bætti hún svo við án þess að ég næði að segja eitthvað. “jú jú, hvað ertu flutt í bæinn” sagði ég aulalega. “Já fyrir löngu síðan” sagði hún og fékk sér sopa af glasinu sem hún var með. “Ég er gift og á eitt barn, en þú?”. Jú ég á einn strák“. ”Heyrðu, gaman að sjá þig, við sjáumst kannski einhvertíma“ sagði ég og vildi nú fara að fá mér í glas á barnum. ”Bæ bæ, sjáumst“ og þar með var hún farinn.\nÞað var síðan þrem árum seinna að ég var skilinn og fluttur í mína eigin íbúð í vesturbænum. Ég var nýkominn úr vinnunni, seint á fimmtudagskvöldi. Ég var að horfa á einhverja mynd í sjónvarpinu, þegar síminn hringdi. ”Halló hver er það“. ”Hæ þetta er Arna, manstu ekki eftir mér?“. ”Neei, það held ég ekki“ sagði ég. ”Ég hitti þig á Hótel Íslandi fyrir nokkru síðan, við vorum saman í skóla einu sinni“. ”Já já komdu sæl, hvað segir þú gott“ og var nú eiginlega hálfhissa yfir þessu samtali. ”Ég ætlaði bara að athuga hvort þú værir til í að koma í heimsókn til mín í kvöld“. ”Heimsókn í kvöld?“ sagði ég og fór nú ekki að lítast á blikuna. ”Já, ég frétti að þú værir skilinn við konuna og mér datt í hug að þér vantaði kannski félagsskap“. ”Hvað ertu ekki gift“ spurði ég forviða og ekki var laust við að ég væri dálítið hissa yfir þessu samtali. ”Nei ég bý ein núna því ég er skilinn eins og þú“. ”Nei, veistu það ég held ekki, ég var að koma heim úr vinnu og ég þarf að vakna snemma í fyrramálið í vinnu“ sagði ég og vildi fara að ljúka þessu samtali sem fyrst. ”Gerðu það, bara dálitla stund vegna þess að ég þarf að segja þér dálítið mikilvægt“. ”Geturðu ekki bara sagt það í símann“ sagði ég og var orðinn dálítið pirraður. ”Nei ég get ekki sagt þér það í símann, svo þú verður helst að koma“. ”Klukkan er orðin hálf ellefu og ég er að fara að sofa, því miður“ sagði ég. ”Þú verður að koma í kvöld, því að þetta er um dálítið sem skeði þegar við vorum í skóla saman“. Þetta var orðið dularfullt og mér fannst sem ekki væri allt með felldu, kannski hún væri drukkinn eða eitthvað, kannski var hún bara að gera at í mér. ”Ég á ekki bíl“ laug ég til þess að reyna losna við hana. ”Þú þarft ekki bíl því ég bý svo stutt frá þér, þú ert ekki nema fimm mínútur að labba“ sagði hún óþreyjulega. ”Jæja ókei, hvar áttu heima? “Sólheimastræti 52, bjallan er merkt nafninu mínu”. “ókei bæ, sjáumst á eftir” sagði ég þó að ég ætlaði mér ekki að fara. “Ekki klikka, ég er farin að bíða eftir þér” sagði hún og lagði á. Ég lagði á og starði á símann nokkra stund. Ég reyndi að rifja upp allar þær stundir sem hún kom við sögu, þegar ég var í 12 ára bekk. Hvernig sem ég reyndi þá mundi ég ekki eftir neinu misjöfnu eða dularfullu frá þeim tíma.\nÉg kláraði að horfa á myndina í sjónvarpinu og fór síðan að sofa. Ég var rétt nýsofnaður þegar síminn hringdi aftur. Ég fór pirraður frammúr og staulaðist fram til að svara í símann. “Ertu ekki að koma?” sagði hún frekar ergilega um leið og ég lagði símtólið að eyranu. “Jú, ég er bara á leiðinni út” laug ég og leit um leið á klukkuna og sá að hún var langt gengin í tólf. “flýttu þér” sagði hún og lagði á.\nMig var farið að gruna margt þegar hér var komið við sögu. Hún hafði sennilega allt annað í huga en að spjalla bara saman. Mig minnti að hún hafi ekki verið neitt ómyndarleg þegar ég hitti hana kvöldið forðum á Hótel Íslandi, en ég gat ekki verið þekktur að hlaupa upp til handa og fóta þó að gömul skólasystir hringdi í mig og vildi fá mig í heimsókn, með eitthvað ósiðsamlegt í huga. En, ef hún væri nú að segja satt um eitthvað sem skeði þegar ég var 12 ára og þoldi enga bið? Ég klæddi mig, fór út og labbaði af stað. Ég var ekki lengi á leiðinni og var kominn upp að húsinu, þar sem hún bjó áður en ég vissi.\nÉg fann strax nafnið hennar á einni bjöllunni og hringdi. Eftir skamma stund heyrði ég lágt suð í læsingu hurðarinnar, sem gaf til kynna að hægt var að opna dyrnar. Ég var kominn inn í stigagang blokkarinnar og gekk ég því upp stigann. Þegar ég var kominn upp á aðra hæð sá ég hvar dyr opnuðust hægt og rólega í hálfa gátt. Ég sá engan í hurðinni en ég vissi að ég var á réttum stað því ég heyrði lága rödd, á bakvið dyrnar sem ég kannaðist, við segja “komdu inn”. Þegar ég var kominn inn brá mér heldur en ekki í brún. Hún stóð þarna á bakvið dyrnar, í engu, ég endurtek í engu nema fráhnepptum, svörtum leðurjakka. Þannig að það sást allt það sem flestar konur sýna ekki nema vel kunnugum og kannski kvensjúkdómalækninum sínum.\n“Nú jæja, var þetta það sem þú ætlaðir að segja mér, sem var svo merkilegt?” stundi ég upp án þess að hugsa. “Farðu úr skónum og komdu inn í stofu” sagði hún þá eins og hún hefði ekki heyrt spurningu mína. Ég fór úr skónum umhugsunarlaust og gekk inn í stofu. Hún bauð mér sæti í leðursófasetti og gekk síðan fram í eldhús um leið og hún sagði “má bjóða þér kaldan bjór?” Það kom smá hik áður en ég þáði það. Hún kom inn í stofu aftur með bjórflösku og glas. Hún settist á móti mér í svart leðursófasettið, þannig að svartur jakkinn hennar eiginlega hvarf og nekt hennar varð ennþá meira áberandi. Hún hellti úr bjórnum í glasið og ýtti glasinu í áttina til mín. Ég tók glasið og fékk mér einn sopa.\n“Gaman að sjá þig hvernig hefurðu það” sagði hún um leið og hún setti fæturna upp á brúnina á sófaborðinu. “Ég hef það bara mjög gott, en hvað var það sem þú ætlaðir að segja mér sem var svona áríðandi”. “það var nú eiginlega ekkert sérstakt, mig langaði bara svo til að hitta þig en þú varst eitthvað svo tregur til að koma”. Hún var varla búinn að sleppa orðinu þegar dyrabjallan hringdi. Hún skaust upp, slökkti ljósið í stofunni og setti fingurinn á munninn og sagði “ussss”. “Við erum ekki heima”. “Hver er að hringja dyrabjöllunni hjá þér svona seint”. “Það er sennilega eiginmaðurinn minn” hvíslaði hún og setti fingurinn aftur á munninn. “Ertu ekki skilinn” sagði ég og mér var ekki orðið um sel. “Nei, hann vinnur á næturvöktum en hann átti ekki að koma heim fyrr en í fyrramálið”. Aftur var dyrabjöllunni hringt og það nokkrum sinnum í röð. “Er hann ekki með lykil að sinni eigin íbúð” spurði ég forviða. “Nei hann er aldrei með lykill, ég er alltaf heima þegar hann kemur heim. Nú var ég orðin verulega hræddur og byrjaður að skjálfa eins og hrísla. ”Ætlarðu ekki að hleypa honum inn“? spurði ég skjálfandi röddu. ”Hann hlýtur að vita að þú ert heima er það ekki“? spurði ég aftur án þess að fá svar.\n”Þetta lítur ekki beint vel út, ég hér og þú hér nakinn bara í leðurjakka, hann drepur mig þegar hann sér mig hér“. ”Já örugglega“ sagði hún án þess að hika.\nMér rann kalt vatn á milli skinns og hörunds. Ég óskaði þess að á þessari stundu væri ég heima hjá mér steinsofandi og hefði ekki þáð heimboð þessarar geggjuðu konu.\nHann var hættur að hringja dyrabjöllunni á íbúðinni og byrjaður að hamast á bjöllunni á íbúðinni við hliðina, það heyrðist greinilega í gegnum veggina. Honum var fljótlega hleypt inn í stigaganginn og heyrði ég greinilega þegar hann hljóp upp stigana. Hjartað var farið að hoppa í mér af skelfingu, hvað kæmi næst! Öðru hvoru á meðan þessu fór fram setti leðurjakkagellan fingur á munn og sagði ”usss, við erum ekki heima“.\nMaðurinn byrjaði nú að hamast á hurðinni með höggum og spörkum. ”Hleyptu mér inn, hver er þarna inni hjá þér!“ öskraði hann með djúpri röddu sem gaf til kynna að hann væri talsvert meira um sig en ég. Þegar hér var komið við sögu var ég farin að íhuga alvarlega að stökkva út um stofugluggann, en hvarf frá því fljótlega vegna þess að íbúðin var annarri hæð. Mér fannst ég vera kominn í sjálfheldu og eitthvað yrði að gera. Mér kom loks til hugar að láta leðurjakkagelluna hleypa bara eiginmanninum inn og síðan myndi ég reyna að útskýra málið fyrir honum og segja bara sannleikann, því eftir á að hyggja þá hefði ekkert skeð eða ég ekkert gert neitt rangt.\nEiginmaðurinn var nú hættur að hamast á hurðinni og byrjaður að banka á dyrnar í íbúðinni við hliðina. Honum var hleypt inn og skömmu seinna byrjaði síminn að hringja. Áfram stóð leðurjakkagellan fastar á því en fótunum að við værum ekki heima. Nú sá ég að ég yrði að grípa tækifærið og það strax. Með gífurlega snöggum hreyfingum, sem ég hélt reyndar að ég ætti ekki til, snaraði ég mér í skóna og reif upp dyrnar. Ég stökk niður stigana í tveim risaskrefum og hentist á útidyrahurðina. Eiginmaðurinn kom öskrandi fram á gang úr íbúðinni við hliðina. ”Hvern djöfullinn varstu að gera“ öskraði hann um leið og hann hljóp niður stigana. Mér fannst sem heil eilífð liði þann tíma sem það tók mig að snúa snerlinum á læsingunni þannig að ég gæti opnað dyrnar. Mér fannst ég heyra másið í eiginmanninum við eyrað á mér, þegar mér tókst loks að opna. Þegar út var komið stökk ég yfir grindverk og annað sem á vegi mínum varð af ótrúlegum fimleik. Hvaða grindarhlaupari sem er, hefði verið stoltur af. Ég reyndi að hlaupa yfir garða og fara ennfremur krókaleiðir á leiðinni heim, til að koma í veg fyrir að eiginmaðurinn fyndi út hvar ég ætti heima.\nÞegar ég var kominn heim heyrði ég einhvers staðar í fjarska öskrað ”komdu hérna helvítis auminginn þinn“. Þegar inn var komið hljóp ég að símanum til að vera tilbúinn að hringja í neyðarlínuna ef eiginmaðurinn myndi sýna sig. Ég var vægast sagt lafhræddur og skalf eins og hrísla. Ég hafði ekki setið þarna lengi þegar síminn hringdi. Ég tók upp tólið og sagði halló án umhugsunar. Þá heyrði ég þessa setningu sem er sem meitluð í huga mér. ”Ég veit hvar þú átt heima helvítið þitt og ef þú svo mikið sem yrðir á konuna mína aftur þá kem ég og drep þig helvítis auminginn þinn\". Og svo skellti hann á.\nLengi vel á eftir tók hjartað í mér kipp í hvert sinn sem síminn hringdi eða bankað var á dyrnar, á kvöldin þegar ég var einn heima. Mér til undrunar hringdi leðurjakkagellan nokkrum sinnum eftir þetta, en ég skellti alltaf á áður en hún næði að bera upp erindið. Já það er stórhættulegt að vera einhleypur, nú á dögum það er víst ábyggilegt.",
    "url": "https://www.hugi.is/smasogur/greinar/524062/ledurjakkagellan/",
    "url_id": "524062",
    "id": "4984716",
    "replies": [
        {
            "user": "mycircle",
            "user_id": "56056",
            "date": "2007-06-18 19:53:19",
            "id": "5007283",
            "reply_to_id": "4984716",
            "text": "Jahá, spes saga :), en samt ágæt ;). Veit samt ekkert um það, ég las hana og fannst hún fín :), en ég hef ekkert bókenntavit ;), þannig að þetta gæti vel verið eitthvert meistarastykki án þess að ég tæki eftir því :)."
        },
        {
            "user": "frantic89",
            "user_id": "6497",
            "date": "2007-06-18 22:55:06",
            "id": "5007975",
            "reply_to_id": "4984716",
            "text": "Hefði viljað lesa þetta ef þú hefðir notað enter takkann soldið meira."
        },
        {
            "user": "chefausi",
            "user_id": "44646",
            "date": "2007-06-18 22:57:35",
            "id": "5007991",
            "reply_to_id": "5007975",
            "text": "Hvað er eiginlega málið. Ég er með þetta vel upp sett í Word og síðan kemur þetta svona eftir að ég geri “Copy-Paste” Veit ekki hvað er að."
        },
        {
            "user": "frantic89",
            "user_id": "6497",
            "date": "2007-06-18 23:01:02",
            "id": "5008011",
            "reply_to_id": "5007991",
            "text": "Það er takki við hliðiná áfram sem heitir Endurskoða. Nota hann bara þá sérðu nákvæmlega hvernig þetta kemur upp."
        },
        {
            "user": "korstenborsten",
            "user_id": "68654",
            "date": "2007-07-05 21:38:02",
            "id": "5051672",
            "reply_to_id": "4984716",
            "text": "haha þetta er snilld..geðpveit svona raunverulegt :D"
        }
    ]
}