{
    "forum_title": "Dulspeki",
    "user": "madetobeangel",
    "user_id": "67387",
    "date": "2007-06-12 17:31:16",
    "title": "Dreymir dýr?:S",
    "text": "ég er bara að pæla sko…:\nEn haldið þið að dýr geti verið skyggn, fengið deja vu, dreymi drauma eða fái martraðir?\nendilega komið með ykkar skoðun!!",
    "url": "https://www.hugi.is/dulspeki/korkar/524360/dreymir-dyrs/",
    "url_id": "524360",
    "id": "4989408",
    "replies": [
        {
            "user": "Mage",
            "user_id": "58551",
            "date": "2007-06-12 20:26:13",
            "id": "4990254",
            "reply_to_id": "4989408",
            "text": "Það er allavega sönnun um að dýrum dreyma en ég veit ekki alveg með skygni."
        },
        {
            "user": "madetobeangel",
            "user_id": "67387",
            "date": "2007-06-12 21:28:15",
            "id": "4990582",
            "reply_to_id": "4990254",
            "text": "neimm ég er nefnilega að pæla þessu fyrir mér…."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2007-06-18 23:11:41",
            "id": "5008065",
            "reply_to_id": "4990254",
            "text": "Nújá. Er alltíeinu ‘sönnun um það’? Ótrúlegt alveg hreint."
        },
        {
            "user": "Mage",
            "user_id": "58551",
            "date": "2007-06-21 21:06:52",
            "id": "5015444",
            "reply_to_id": "5008065",
            "text": "ekki allt í einu, hélt það væri bara common sence, þegar manni dreymir kippast augun til, það gerist líka hjá dýrum."
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2007-06-12 22:24:09",
            "id": "4990827",
            "reply_to_id": "4989408",
            "text": "dýr skynja náttúruhamfarir og vont veður, skyggni er í raun bara sjötta skylningarvitið, þau skinja þrýsting og svona breytingar í loftinu á undann sem maðurinn skynjar ekki, ég persónulega lít á sjöttaskiningarvitið ekki mikið frá hinum, heilinn túlkar upplýsingar sem flestir skynja ekki"
        },
        {
            "user": "madetobeangel",
            "user_id": "67387",
            "date": "2007-06-12 22:36:18",
            "id": "4990878",
            "reply_to_id": "4990827",
            "text": "humm:) jaaaaa..\ncool:)"
        },
        {
            "user": "comics",
            "user_id": "35325",
            "date": "2007-06-20 12:57:18",
            "id": "5011593",
            "reply_to_id": "4989408",
            "text": "Ég veit að hundinn minn dreymir. Það sést oft að honum líður illa þegar hann sefur, hann hálf ýlfrar ofl.\nSvo hleypur hann líka oft í svefni þegar hann liggur á bakinu eða hliðinni, þannig að eitthvað er að gerast."
        },
        {
            "user": "madetobeangel",
            "user_id": "67387",
            "date": "2007-06-20 20:22:53",
            "id": "5012730",
            "reply_to_id": "5011593",
            "text": "jamm..\nþað er nefnilega ástæðan fyrir að ég spurði..\n:).. en jamm gaman að vita að þetta er ekki einsdæmi með köttinn  minn:).."
        },
        {
            "user": "dangerkid27",
            "user_id": "35237",
            "date": "2007-06-22 14:26:24",
            "id": "5017033",
            "reply_to_id": "4989408",
            "text": "Dýr, hundar sérstaklega, eru mjög næm fyrir öndum og svoleiðis dóti, já eins konar skyggn."
        },
        {
            "user": "madetobeangel",
            "user_id": "67387",
            "date": "2007-06-25 12:41:20",
            "id": "5024044",
            "reply_to_id": "5017033",
            "text": "oki… cool:)…"
        },
        {
            "user": "Faceless",
            "user_id": "63304",
            "date": "2007-06-27 18:39:06",
            "id": "5030171",
            "reply_to_id": "4989408",
            "text": "…"
        },
        {
            "user": "madetobeangel",
            "user_id": "67387",
            "date": "2007-06-27 22:51:43",
            "id": "5031039",
            "reply_to_id": "5030171",
            "text": "ha?:O"
        },
        {
            "user": "Faceless",
            "user_id": "63304",
            "date": "2007-06-28 12:14:21",
            "id": "5032025",
            "reply_to_id": "5031039",
            "text": "'æj bara"
        },
        {
            "user": "madetobeangel",
            "user_id": "67387",
            "date": "2007-06-28 20:56:56",
            "id": "5033605",
            "reply_to_id": "5032025",
            "text": "oki:S:S:S"
        },
        {
            "user": "tillumta",
            "user_id": "11059",
            "date": "2007-08-28 03:23:51",
            "id": "5182849",
            "reply_to_id": "4989408",
            "text": "Hunda dreymir allavega og svo hefur maður heyrt fullt af sögum af dýrum sem láta undarlega áður en  t.d. náttúruhamfarir dynja yfir.\nÉg á hund sem getur ekki á neinn hátt talist gáfaður (hleypur spólandi graður á eftir fólki í lopapeysum) ;) en hann dreymir mjög greinilega, maður sér hann oft liggjandi á gólfinu hrjótandi eins og fullvaxinn karlmaður, dillandi skottinu á fullu. Svo stundum hrekkur hann upp og byrjar að gelta bara eitthvað út í bláinn en er svo svakalega sofandi að hann dettur bara á hliðina og sofnar aftur.\nÞegar suðurlandsskjálftinn var 17.júní 2000 vorum við uppí sumarbústað og allt í einu trylltist hundurinn, byrjaði að gelta alveg á fullu og hlaupa um allt eins og óður væri. Við náttúrulega skildum ekkert hvað var í gangi og bara sögðum honum að þegja, sem hann hlýddi ekki og við opnuðum hurðina til að hleypa honum m út, en hann stoppaði bara í dyragættinni og horfði á okkur með sama svip og þegar hann er skilinn eftir einn heima, rosalega biðjandi og leiður. Þá kom skjálftinn, sem útskýrði fyrir okkur hegðun hundsins. Við höldum að hann hafi viljað koma okkur útúr húsinu fyrst hann stoppaði bara svona í gættinni, en það er alveg á hreinu fyrir okkur að hann vissi að það var eitthvað í gangi."
        },
        {
            "user": "madetobeangel",
            "user_id": "67387",
            "date": "2007-11-06 10:49:25",
            "id": "5368247",
            "reply_to_id": "5182849",
            "text": "já… ég hef einmitt heirt af svona hlutum… en mig langar að vita… hvernig dreymir hunda…. í svörtu og hvítu… eða dreymir mýs?… dreymir skordýr?:S"
        },
        {
            "user": "tillumta",
            "user_id": "11059",
            "date": "2007-11-10 15:29:59",
            "id": "5380401",
            "reply_to_id": "5368247",
            "text": "ég efast um að nokkur viti það. þú þyrftir að spyrja hund til að vita það og ég efast um að þú fengir gáfuleg svör ;) ætli það sé samt ekki bara eins og hjá okkur, sumum dreymir í svarthvítu, sumum í lit. sumum dreymir í 3.perónu og öðrum í 1. persónu. Mig dreymir til dæmis í svart hvítu og í 3.persónu. það er eiginlega eins og ég sé að horfa á svart hvítan sjónvarpsþátt um mig.\nÉg las einhvers staðar að öllum spendýrum dreymi, þar með talið músum. En ég veit ekki með skordýr, er ekki viss um að neinn hafi lagt það á sig að gera heilalínurit á sofandi skordýri. Sofa skordýr annars?"
        },
        {
            "user": "madetobeangel",
            "user_id": "67387",
            "date": "2007-12-31 09:25:51",
            "id": "5524279",
            "reply_to_id": "5380401",
            "text": "heheh… vel orðað… en dreymir þig í 3persónu og svarthvítu alltaf? mig dremir alltaf mismunandi…. stundum í svart-hvítu, stundum í 3persónu, stundum er eins og ég sé bara áhorfandi, stundum er eins og ég sé einhver annar…og jamm það er misjafnt…"
        },
        {
            "user": "tillumta",
            "user_id": "11059",
            "date": "2007-12-31 15:21:01",
            "id": "5524791",
            "reply_to_id": "5524279",
            "text": "ég held að mig dreymi langoftast í svarthvítu og í 3.persónu. kannski einstaka undantekningar. Jú, stundum breytist sjónarhornið í draumnum, fer eitthvað eftir því hvað er að gerast, þ.e. að stndum sé ég sjálfa mig og stundum er það í 1.persónu. Stundum er ég ekki einu sinni á staðnum og er bara að horfa á annað fólk vera að gera eitthvað. En ég man aldrei eftir að hafa dreymt í lit"
        },
        {
            "user": "tillumta",
            "user_id": "11059",
            "date": "2007-12-31 15:25:29",
            "id": "5524808",
            "reply_to_id": "5524279",
            "text": "Fann reyndar þetta um að mann dreymi alls ekkert í svarthvítu, finnst þetta vel útskýrt hérna\nhttp://www.zyra.org.uk/dreamcol.htm"
        },
        {
            "user": "madetobeangel",
            "user_id": "67387",
            "date": "2008-01-03 17:16:59",
            "id": "5533148",
            "reply_to_id": "5524808",
            "text": "humm oki:S"
        }
    ]
}