{
    "forum_title": "Heimspeki",
    "user": "andri187",
    "user_id": "25736",
    "date": "2007-06-14 13:19:14",
    "title": "Í mínum huga er orðið \"ást\" í dag misnotað.. eða hvað?",
    "text": "Það er búið að vekja áhuga minn upp á síðkastið hvað ungt fólk í dag virðist vera auð ástfangið. Ástæðan fyrir þessum pælingum kviknaði  í rauninni þegar ég hlustaði á lag með Fræ sem heitir „Að eilífu ég lofa“  og kem ég til með að vitna mikið í það lag.  Sjálfur er ég ekki nema á tuttugasta ári, en það ætti kannski bara að sýna hversu nærri ég er þessum efnum.\nVirðist vera svo skrýtið með ungt fólk í dag og þá er ég aðalega að tala um fólk frá 16 – 21 árs. Ég segji þennan hóp því þetta er sá hópur sem ég kannski er nánastur og sé mest til. Veit ekki hvort ég er einn um að spá í þessu, en svo virðist sem fólk segjist vera ástfangið eftir aðeins nokkur „deit“. Ég ætla bara rita upp textann úr laginu þar sem hann eginlega endurspeglar eginlega mínar pælingar í hnotskorun.\nFræ – Að Eilífu Ég Lofa:\nEf allt er eins og áður var,\nÍ það minnsta hvað varðar ástina\nEr ekkert mál að finnanna ,\nEnþá léttara að drepana\nEins og engin sé að skiljana ,\nEins og engin elski lengur\nEitt sinn var talað um að klífa fjöll\nNú er það bara g-strengur\nSkammarlegt að sjá hvernig farið er með ástina\nNú til dags fólk rengjana\nKlæða hana úr fötunum\nOg  flengjana\nFólkið virðist ekki sjá hversu falleg hún er\nNei\nÞau takana menn notana slítana\nOg fara síðan heim að rúnka sér\nFokk you fólk\nÉg vill elska\nÉg hef ástina upp af götuni\nIlla hirta fucked up\nhvað Samtíminn er búin að nauðga henni\nÞeim finnst eins og elska sé ekkert mál\nAð þau kunni upp á hár á einu kvöldi ástarfár\nEn ást í dag er örþunnt hár\nÁður demantur sem hafði sál\nAllt slétt og fellt og já engin sár\nÞað eru aðrið fiskar vinur\nÍ fkn reykjavíkurborg\nÞú getur söðlað um og valið úr\nEins og ekkert sé\nÞú veist ástin er svo auðveld\nElsku Heimir B\nNeij ástin er alvareg falleg og góð\nÞið er óð ef þið þykist lesið hana eins og lélegt ljóð\nIlla ort og „?“ fullur af klisjum og þversönum\nÍ mínum hug er orðið ást í dag misnotað\nÉg hef á tilfiningunni að fólk segjist vera ástfangið\nbara til að segja bara til að gleðja sig\nHætta saman eftir mánuð og 2 daga að jafna sig\nÞetta er sjálfsblekking, smá neisti í sálartetrið\nKannski passar eitthvað og þau nenna að lesa smáaletrið\nEitt ár eitt barn eitt í viðbót og svo skilnaður\n15 ára unglingur með 4 stjúpfeður\nAð segja ég elska þig er ekkert mál\nMinnsta kosti gegnum sms\nEitt deit og einn dráttur er alveg nóg til þess\nAlir elska í dag eins og í kvikmyndum\nEitt „ i love you“ og svo búið já fólki finnst það\n„því fólk ifinnst það Knúið til þess snúa að virðast in love“ illskiljanlegt\nÞví jo það er cool að lifa á ystu nöf\nFá leið og henda sér niður og lenda ósködduð á fótunum\nÞví miður er það siður að fólk passar sig að halda sig  frá hæðstu fjöllonum\nOg byrja strax að leita að hinum fiskonum\nOg því er bein leið niður á bryggju\nþví ást í dag er ekkert nema gamalt orð lof tímabundna umhyggju.\nVeit svosem ekki hvað ég get sagt meira, held þessar ljóðlínur segji flest allt sem ég vildi segja..\nÉg tek það skýrt fram að ég veit EKKERT hvernig höfundurinn setti það sjálfur upp né hvort þetta sé 100% rétt, þetta er allaveg mjö nærri lagi og dugar alveg.\nSvo virðist sem ungt fólk í dag sé að miskilja ástina all herfilega, velti því fyrir mér hvaða áhrifavaldar hafa haft áhrif á þetta og dró ég fljótlega þá ályktun að kvikmyndir og sjónvarpsþættir hafi haft mikið að segja. Einnig velti ég fyrir mér hversu lengi þetta hefur verið að gerast því ég þekki sjálfur til dæma um fjölskyldur og krakka sem eiga kannski  4 – 5 stjúpsystkyni og ekkert af þeim á sama pabbann eða sömu mömmuna. Engan botn fekk ég í það enda velti ég mér ekkert svo mikið upp úr því þar sem þessi grein er ekkert nema afkvæmi beinna hugsanna minna og er án nokkurra heimilda, fyrir utan þetta lag sem ég nota til að skýra mál mitt en frekar. Fólki finnst í dag ekkert mál að segja „I Love You“ kannski örlítið erfiða að segja „Ég elska þig“ og þar mun erfiðara að viðurkenna að það sé ástangið. Þó svo að „I Love You“ og „Ég elska þig“ hafi nákvæmlega sömur merkingu.. Alllavega ætti að gera það. Þó svo jú, ást er til í mörgum myndum og misterk kannski erfit að skilja á milli.. og það besta sem ég get gert til að útskýra fyrir hvað gerist í mínum haus er á ensku og hljóðar það svo\n„I try to love everybody but Im not in love with everybody“\nSorglegt líka að sjá kannski 15 – 16 ára stelpur sem eru að byrja að stunda kynlíf og taka það sem sjálfsagðan hlut og reyna bara stunda nógu mikið af því og með nógu mörgum.  Svo ég vitni nú bara beint í stelpu sem ég hafði aldrei séð áður sem einn félagi minn þekti.. sátum við snæðing upp á ESSO ártúns höfða og þessi félagi minn benti á mig og sagði langar þig að ríða honum, hún leit á mig með girndar svip og sagði orðrétt „Hver ríð ég ekki“ . Ég fann fyrir kulda hroll með smá vorkun sem fór um mig þegar þessi orð féllu á eyru mér og datt ekkert betra í hug en að segja „Fyrirgefðu elskan en þú ert bara alltof ung“  þá hreytti hún til baka „aldursmunar kjaftæði“ og gekk í burtu.  Þarna gerði ég mig sjálfan sekan um það sem ég spái mikið.. misnotaði orðið „elskan“ eða hvað? Ég veit í sjálfu sér ekkert hvert ég er að fara með þetta, annað en hverju er um að kenna:\nEr þetta fáfræði?\nEr þetta uppeldis tengt?\nEr þetta þessi veruleiki sem við höfum sjálf skapað okkur. Taumlaust stress og engin tími til að siða til krakkana okkar.\nTek sérstaklega eftir hversu slæmt þetta er á höfuðborgar svæðinu. Þó það sé að öllum líkindum bundið bara fólksfjöldanum en hér er líka stressið og áreitið sem mest kannski minna á minni stöðum. Allavega finnst mér ég persónulega taka eftir því.\nEr Eitthvað til í þessu er eða er ég bara plain geðveikur…",
    "url": "https://www.hugi.is/heimspeki/greinar/524638/i-minum-huga-er-ordid-ast-i-dag-misnotad-eda-hvad/",
    "url_id": "524638",
    "id": "4994215",
    "replies": [
        {
            "user": "Lurkur33",
            "user_id": "66310",
            "date": "2007-06-14 13:41:55",
            "id": "4995325",
            "reply_to_id": "4994215",
            "text": "Ég er sammála þér með þetta. Ég held hinsvegar að við höfum alltaf verið svona, og svo að þetta eldist af okkur. Þegar við erum ung þá höfum við aldrei upplifað “ást” þannig að við höldum oft að þegar við höfum fundið einhvern sem okkur líður vel með að þá elskum við hann. Síðan þegar við eldumst þá byrjum við að gera betri og betri greinarmun á hrifningu og ást."
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2007-06-14 13:44:44",
            "id": "4995332",
            "reply_to_id": "4994215",
            "text": "Ég held að það sé töluvert til í þessu hjá þér.  Orsökin er erlaust að leita í ungum aldri ( þeirra sem um er fjallað ) og ákveðnum trendum sem virðast vera mjög sterkir í tíðarandanum ( tísku jafnvel )."
        },
        {
            "user": "Addikongur",
            "user_id": "31452",
            "date": "2007-06-14 13:45:22",
            "id": "4995335",
            "reply_to_id": "4995332",
            "text": "aristóteles?"
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2007-06-14 13:46:55",
            "id": "4995342",
            "reply_to_id": "4995335",
            "text": "addikongur:\nHa? Hvað meinaru?"
        },
        {
            "user": "Addikongur",
            "user_id": "31452",
            "date": "2007-06-14 19:49:10",
            "id": "4996626",
            "reply_to_id": "4995342",
            "text": "BIST DU ARISTOTELES"
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2007-06-14 23:56:57",
            "id": "4997631",
            "reply_to_id": "4996626",
            "text": "Á góðum degi kannski.\nBætt við 15. júní 2007 -  00:00\nAnnars mættirðu alveg uppfræða mig um brandarann.  Ég er ekki alveg að fatta þig."
        },
        {
            "user": "Addikongur",
            "user_id": "31452",
            "date": "2007-06-15 08:03:21",
            "id": "4998009",
            "reply_to_id": "4997631",
            "text": "hæ hó og jibbí jei það er kominn fimmtándi júní"
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2007-06-15 14:12:40",
            "id": "4998519",
            "reply_to_id": "4998009",
            "text": "Þekki ég þig? Endilega sendu mér skilaboð ef þú hefur eitthvað bitastætt að segja."
        },
        {
            "user": "Addikongur",
            "user_id": "31452",
            "date": "2007-06-14 13:44:50",
            "id": "4995333",
            "reply_to_id": "4994215",
            "text": "ég nota “elska þig” og “ástin” daglega enda er ég ástfangin af stelpu sem ég er búinn að vera með í 8 mánuði og finnst ekkert að því að segja það\nen börn í dag nota þessi ástar orð alltof oft og við öllu, alltaf. Misnotar að sjálfsögðu orðið ást þegar maður hugsar út í það.\nEn hverjum er ekki sama, hægt að hlæja að þessum bölvuðu vitleysingum ;)\nog já þú ert að verða geðveikur, The walls are closing in.."
        },
        {
            "user": "kassiopeia",
            "user_id": "22605",
            "date": "2007-06-14 13:45:42",
            "id": "4995338",
            "reply_to_id": "4994215",
            "text": "Ég er sammála þér. Skil alveg hvert þú ert að fara. Allir í kringum mig sem eru nýbyrjaðir saman eru þvílíkt “in love” … eða svo segja þau. Eru flutt inn saman eftir mánuð og whatnot. Ég á kunningjavinkonu sem heldur því fram að hún hafi orðið ástfangin eftir aðeins 3 deit. Fluttu inn saman eftir ca 1 mánuð og eru sko trúlofuð núna. Trúlofuðust eftir svona 2 mánuði. Okei. Svo ég komi ekki út sem algjör hrokagikkur, þá getur vel verið að það sé fólk þarna úti sem bara verður ástfangið af einvherri sérstarki manneskju eftir stuttan tíma. En ég hef mínar efasemdir.\nEn ég er eiginlega komin út fyrir efnið. Ég skil hvert þú varst að fara og ég er sammála þér. AÐ einhverju leiti. Ég held að sumt fólk sé bara að rugla saman ást og væntumþyggju.\nOg ekki einu sinni láta mig byrja á að tala um ungar stelpur nú til dags :P\nEkki það að ég sé eitthavð gömul … hér ætla ég að stoppa."
        },
        {
            "user": "Viskan",
            "user_id": "14331",
            "date": "2007-06-14 13:53:34",
            "id": "4995353",
            "reply_to_id": "4994215",
            "text": "Ég nota orðin ást og að elska MJÖG lítið… ég segi það ekki nema ég raunverulega meina það… annars finnst mér eins og orðin skipti ekki eins miklu máli…\nÉg nota frekar darling eða dear… líklegast eitthvað sem ég hef pikkað upp í Englandi :P\nMaður á ekki að nota orðin elska og ást nema það sé raunverulegt… ég t.d HATA það þegar fólk sem þekkir mig ekki kallar mig elskan eða heldur að það sé ástfangið af mér eða elski eftir stutt kynni… fólk ofnotar þessi orð og við það minnkar meiningin á bakvið þau"
        },
        {
            "user": "Lurkur33",
            "user_id": "66310",
            "date": "2007-06-14 14:06:28",
            "id": "4995384",
            "reply_to_id": "4995353",
            "text": "Fyrir mér er orðið “elskan” ekki það sama og að elska, mér finnst allt í lagi að segja “hæ elskan” bara við vinkonur sínar og eitthvað í þeim dúr.\nÉg hef alltaf skilið það þannig.\nEn ég er líka sammála þér í því að ég segist ekki elska manneskju nema ég meini það."
        },
        {
            "user": "GeirGudbrandsson",
            "user_id": "31159",
            "date": "2007-06-14 14:23:19",
            "id": "4995413",
            "reply_to_id": "4994215",
            "text": "Ég er sammála, margt til í þessu sem þú ert að segja, en hins vegar eru undantekningar eins og platónsk ást:\nDæmi:\nBesti vinur minn, höfum verið bestu vinir í 10 ár eða síðan ég var 6 og hann 7 ára, ég elska hann út af lífinu og myndi gera hvað sem er fyrir hann, og því leyfi ég mér að segja honum reglulega að ég elski hann og kalla hann “ástin”, “elskan” og “yndið mitt” reglulega, mjög gaman hvað fólki blöskrar það þegar ég er búinn að vera að tala við hann í símann og svo kemur: “Já bæ ástin mín, já ég elska þig líka, já ég elska þig, bless elskan” og fólk spyr hvort þetta hafi verið kærastan mín og ég svara “nei þetta var Kiddi”."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2007-06-14 16:01:39",
            "id": "4995650",
            "reply_to_id": "4995413",
            "text": "Fallegt ;)"
        },
        {
            "user": "Baldurblizz",
            "user_id": "26454",
            "date": "2007-06-14 14:41:44",
            "id": "4995466",
            "reply_to_id": "4994215",
            "text": "Það er náttúrulega ekkert einfallt svar við þessu, einfaldlega vegna þess að fólk er misjafnt. Þetta gæti verið öfgafullara hjá sumum en mun jafnara og meira úrval hjá öðrum. En þetta gæti líka blandast saman við það að sé til einhver sjaldgæf persona í heiminum sem þú yrðir yfir þig ástfangin af. Þetta hljómar kanski asnalega en þetta hefur bara ekki verið nógu ransakað. Við erum í raun á mjög frumstæðu stigi hvað þetta varðar. Reindar ef við horfum ámiðausturlandabúa, þá þarf engan snilling til að sjá að þeir eru enn lengra á eftir okkur í þessu. Þetta er bara eitthvað sem á eftir að fá menningarlega þroskun. Það vantar að þrátt fyrir að þú fékst ekki það sem þú vildir að þá reyniru að koma barninu þínu í skilning um að gera ekki sömu mistök. Sammt er þetta mikklu flóknara en það. Það má segja að þetta sé í raun bara enn ein vísindagreinin"
        },
        {
            "user": "Parvati",
            "user_id": "49586",
            "date": "2007-06-14 15:04:26",
            "id": "4995526",
            "reply_to_id": "4994215",
            "text": "Mjög mikið til í þessu hjá þér. Fer samt allra mest í taugarnar á mér þegar 12 og 13 ára krakkar labba um og halda því fram að þau séu ástfangin. Ást er svo miklu meira.\nÁ hinn bóginn hef ég ekkert á móti því að fólk noti orðin “ástin” og “elskan” við vini og fjölskyldu, þar sem maður getur elskað vini sína og ættingja mjög mikið, en á annan hátt að sjálfsögðu."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2007-06-14 16:00:06",
            "id": "4995648",
            "reply_to_id": "4994215",
            "text": "Mér finnst það ósköp saklaust að heyra í táningum tjá ást sína þótt aðeins sé um hvolpaást að ræða.  Hins vegar eru mörg önnur orð sem ég hef áhyggjur af og er misnotuð á afar gróflegan hátt í áróðri o.s.frv.  Ekki ætla ég allavega að spá meira í þessu."
        },
        {
            "user": "Satine",
            "user_id": "31910",
            "date": "2007-06-14 18:53:45",
            "id": "4996384",
            "reply_to_id": "4994215",
            "text": "Ohh já ég er svo sammála! Það tók mig alveg þónokkurn tíma að koma þessu útúr mér við minn fyrrverandi kærasta, ég vildi vera alveg viss um að ég elskaði hann..\nEn já ég hef oft verið að pæla í þessu, fólk er svo fljótt að segjast elska, og mér finnst það svo kjánalegt! Að elska eina manneskju einn daginn og svo aðra þann næsta? Nei það er ekki rétt."
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2007-06-14 19:02:42",
            "id": "4996424",
            "reply_to_id": "4994215",
            "text": "Þetta er ekkert bara í dag held ég, öruglega verið svona lengi lengi. Samt ekki þannig að fólk skilji því að í gamla daga var maður bara eins og fífl ef maður skildi við eithvern þannig að það var ekkert gert, en ég held að fólk hafi verið alveg jafn fljótt að elska og núna."
        },
        {
            "user": "hastalavista",
            "user_id": "58905",
            "date": "2007-06-14 19:18:55",
            "id": "4996489",
            "reply_to_id": "4994215",
            "text": "“hverjum ríð ég ekki?”\nróleg á að vera drusla elskan.\nen annars er ég 100% sammála þér með þetta, “ég elska þig” er svo misnotað í dag og fólk heldur að það sé ástfangið eftir viku samband & svo hættir það saman eftir aðra viku og þá allt í einu eru þau hætt að vera ástfangin.\nÉg hef 3 sinnum á ævi minni sagt “ég elska þig” við sama strákinn, þar sem ég vil ekki ofnota orðið, og vildi ekki segja það fyrr en ég væri 100% á því að ég elskaði hann :)\neins og ég spurði vin minn hvort að hann elskaði kærustuna sem hann var búin að vera með í 1 mánuð, og hann svaraði strax, “já auðvitað, elska hana útaf lífinu” en hún var búin að segja við mig að hún væri ekki viss hvort að hún elskaði hann svona “alvöru ást”, svo spurði ég hann seinna hvort hann væri ástfanginn af henni og þá sagði hann að hann væri ekki viss, því hann vissi ekki allveg hvað ást væri ;)\n(ég er mjög góð vinkona þeirra beggja og “kom” þeim nokkurnvegin saman, til að fyrirbyggja einhvern ‘misskilning’ )\nen já ást í dag er algjörlega misnotuð & ég verð líka aðeins að leiðrétt textann hjá þér þar sem þetta var eitt af uppáhaldslögunum mínum :)\nÉg hef ástina upp af götuni-\nEkki hirða ástina upp af götunni\nIlla ort og „?“ -\nilla ort og snubbóttur endir\n„því fólk ifinnst það Knúið til þess snúa að virðast in love“ -\nþví okkur finnst það knúið til þess nú að vera in love"
        },
        {
            "user": "Pradine",
            "user_id": "67783",
            "date": "2007-06-14 20:02:28",
            "id": "4996676",
            "reply_to_id": "4994215",
            "text": "ég elska gos.\nÉg hata lélegt nammi.\nÞað er ást."
        },
        {
            "user": "Pradine",
            "user_id": "67783",
            "date": "2007-06-14 20:19:38",
            "id": "4996746",
            "reply_to_id": "4994215",
            "text": "þetta er svo alltof satt hjá þér .. vinir mans byrja kannski saman .. og sama kvöld heita þau inná msn “elska þig mest í heiminum!! :**<3” það er aaaaaðeins of .. þoli ekki þegar að eg sé svona .. eg veit bara um eitt par sem að eru alveg inlove og það er besta vinkona min og kærastinn hennar,, þau eru búin að vera saman í 8 manuði og þau virðast skilja hvað ást er .. en jáa eg er komið herna ut fyrir umræðuefnið .. það er líka alveg sorglegt hvað stelpur eru orðnar lauslátar :/ það þarf ekki neitt til ða koma þeim í rúmmið"
        },
        {
            "user": "Pradine",
            "user_id": "67783",
            "date": "2007-06-14 20:56:32",
            "id": "4996929",
            "reply_to_id": "4996746",
            "text": "það þarf ekki neitt til ða koma þeim í rúmmið\nLífið er stutt. :S Til hvers að eyða því í að eltast á fullu mjög lengi við einn drátt?\nEru stelpur hórur ef þeim finnst gptt að **???\nasnalegt viðhorf."
        },
        {
            "user": "Pradine",
            "user_id": "67783",
            "date": "2007-06-15 03:44:39",
            "id": "4997959",
            "reply_to_id": "4996929",
            "text": "við erum að tala um 13-15 ára stelpur .. þær eru rétt orðnar kynþroska .. eg sé ekkert að því ef að þær eru í föstu sambandi en að vera að djamma og bara jáá þessi er sætur best að ríða honum það er ekki venjulegt"
        },
        {
            "user": "Pradine",
            "user_id": "67783",
            "date": "2007-06-15 16:37:40",
            "id": "4998945",
            "reply_to_id": "4997959",
            "text": "why? :S\nallt í lagi undir ákveðnu magni. :P"
        },
        {
            "user": "ebrithil",
            "user_id": "66651",
            "date": "2007-06-14 21:32:21",
            "id": "4997057",
            "reply_to_id": "4994215",
            "text": "ÉG vitna nú bara í Bryan Adams úr laginu Summer of ‘69\n“ Man we were killin’ time\nWe were young and restless\nWe needed to unwind”"
        },
        {
            "user": "hlolli",
            "user_id": "31026",
            "date": "2007-06-16 19:19:35",
            "id": "5002426",
            "reply_to_id": "4994215",
            "text": "Ég hef enn ekki orðið ástfanginn þrátt fyrir margar tilraunir. Ég þrái að fá ástarvímu, ég þrái það miklu meira en að sofa hjá stelpu. Fólk þarf að kunna að elska, ég hef ekki en tekist að finna aðra manneskju í þessum alheimi sem kann að elska en aðeins kann að segja það. Það er sagt að þegar marr verður ástfanginn og finnur þá réttu, stoppar tíminn. Íslenskir kvennmenn í dag eru masókistar, og karlmenn á Íslandi í dag eru ástfangnari af félagslegu öryggi frekar en að brjóta ísinn og elska. Þessi þróun segir sig sjálf, mannskepnan lagar sig að aðstæðum, íslenski kvennmaðurinn er aðlagaður af íslenska karldýrinu og í burtu fer gamli íslenski riddarinn-hetjan-ástmaðurinn. Í dag má segja að fólk sé aldrei nokkurtíman ástfangið heldur er tilfininngin hluti af velgengi aðilla, sérstaklega í augum aðra svo sjálfum sér."
        },
        {
            "user": "deadsoul",
            "user_id": "59675",
            "date": "2007-06-16 20:34:33",
            "id": "5002633",
            "reply_to_id": "4994215",
            "text": "Viltu koma að ríða?"
        },
        {
            "user": "Saidin",
            "user_id": "22936",
            "date": "2007-06-18 16:44:07",
            "id": "5006750",
            "reply_to_id": "5002633",
            "text": "Yes plís."
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2007-06-22 19:26:45",
            "id": "5017935",
            "reply_to_id": "4994215",
            "text": "Ameríkanar misnota orðin ást og hatur algjörlega."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2007-06-24 19:16:03",
            "id": "5022229",
            "reply_to_id": "4994215",
            "text": "“Ungt fólk í dag”… kommon, þetta hefur alltaf verið svona. Það er til nóg af korní ástarljóðum\neftir íslensk ljóskald um “fögru mærirnar í sveitinni”. Það var ekkert endilega ást frekar en\nþað er í dag. Fólk var líka ungt og vitlaust í gamla daga Það er eiginlega meira áhuggjyefni að tvítugur\nmaður sé að skrifa svona “æskan nú til dags” pælingu. Fólk geymir það yfirleitt til a.m.k. fertugs."
        },
        {
            "user": "eerotica",
            "user_id": "32565",
            "date": "2007-07-05 21:53:42",
            "id": "5051702",
            "reply_to_id": "4994215",
            "text": "sumir skilja bara ekki muninn á ást og greddu…"
        },
        {
            "user": "Marwin",
            "user_id": "48010",
            "date": "2007-07-25 08:35:19",
            "id": "5098586",
            "reply_to_id": "4994215",
            "text": "ég ætla að taka fram að ég hef ekki lesið cmd annara hérna inni þannig afsakið ef eg er að endurtaka eitthvað.\nMálið er að ég personulega vill efast um að þessi “tilfinning” “ást” sé í raun til….ást var nú notað yfir orð sem átti að lýsa svo sterkum tilfinningum að ekki neitt annað orð gat líst líða manns eða konu, svo nuna er þetta orðið tilfinningin sjálf, og já fólk er kannski búið að hittast 2x og hey elskan mín segiru? ohh já þykir vænnt um þig, ást hefur sama sem ENGA merkingu sérstaklega þegar allir segja það og meina það, “ekkert ekkert bara að segja það, ég elska þig…” you ppl make me sic…\nen allveg já þú ert ekki sá eini sem hefur pællt í þessu.."
        },
        {
            "user": "Caroline",
            "user_id": "40716",
            "date": "2007-08-08 15:53:54",
            "id": "5130621",
            "reply_to_id": "4994215",
            "text": "Fólk sem telur sig elska einhverja manneskju eftir 3 deit og flytur inn saman eftir 2 mánuðir er ástfangið af hugmyndinni um það að vera loksins komin með kærasta. Loksins búin að festa sig niður. Þá er það frágengið. Þá getur það farið að hugsa um börn og hunda. Þetta er bara svo sorglegt að sjá hvað fólk er tilbúið að gera til þess að festa sig niður, halda í öryggið, normið. Vera eins og allir hinir. Æi bleh.. Þoli þetta bara allsekki. Skilnaðir eru að verða æ algengari því fólk áttar sig ekki á því hverjum það er giftast fyrr en það er gift."
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-08-09 02:45:42",
            "id": "5132360",
            "reply_to_id": "4994215",
            "text": "…já"
        },
        {
            "user": "Acidious",
            "user_id": "25561",
            "date": "2007-08-24 13:45:50",
            "id": "5173914",
            "reply_to_id": "4994215",
            "text": "It's what's known as: Hormones.\nÞetta er einfalt mál þegar þetta er tekið í samhengi. Aldursbilið sem þú nefnir einmitt er nákvæmlega þar sem hormónastarfsemi er í hámarki í líkama einstaklingsins og eru þá sveiflukenndar ályktanir teknar af tilfinningum sínum.\nÞetta er í raun oftúlkun á hrifningu og er ekkert rosalega erfitt að misskilja hana og skilgreina sem “ást” fyrir ófullmótaðann einstakling."
        },
        {
            "user": "ostabaka",
            "user_id": "66623",
            "date": "2007-08-28 21:39:30",
            "id": "5184933",
            "reply_to_id": "4994215",
            "text": "sko mér finnst þetta vera hárrétt hjá þér ég meina maður sér gellur útum allt á öllum skemmtistöðum með fölsuð skilríki að reyna að ríða öllum þarna inni og eru ekki nema kannski 16 ára. ég tek líka undir með þér með þetta að þær séu lauslátari í rvk og í nágrenni. sjálfur á ég heima á akranesi og ok maður sér eina og eina svona sem “elska alla” en alls ekki eins margar og í bænum."
        },
        {
            "user": "Skinnybitch",
            "user_id": "57215",
            "date": "2007-09-01 23:35:27",
            "id": "5195654",
            "reply_to_id": "4994215",
            "text": "gæti ekki verið meira sammála. Ég er sjálf bara 15, en ég hef tekið eftir því eins og hvernig vinkona mín sem er jafn gömul sagði að hún hefði verið ástfangin þegar hún var 10. Sem mér finnst persónulega mjög ólkíklegt. Mér finnst orðið ást bara vera ofnotað hjá ungu fólki, ég er að sjálfsögð engin undantekning ;)"
        },
        {
            "user": "habibi",
            "user_id": "53130",
            "date": "2007-09-19 13:17:04",
            "id": "5245673",
            "reply_to_id": "4994215",
            "text": "fáránlegt að öllum er sama þó maður segist elska vini sína en það er “bannað” að segjast elska kærustuna sína sem maður er nýbyrjaður með. auðvitað elskar maður kærustuna sína þó þetta sé kannski ekki ást á sama leveli og gift fólk… ég allavega elska þá sem eru mér nánastir, fjölskyldan, vinir og kærastan."
        },
        {
            "user": "Busa",
            "user_id": "70004",
            "date": "2007-09-25 11:24:58",
            "id": "5261086",
            "reply_to_id": "4994215",
            "text": "mér finnst persónulega, að það sé ekki endilega verið að misnota orðið ást. þú elskar manneskjuna á meðan þið eruð saman, hvort sem það sé 3 vikur eða 50 ár. ég elska kærastann minn. en við erum bara búin að vera saman í mánuð. við erum búin að vera vinir lengur, og hef ég alltaf elskað hann fyrir hver hann er.\nég segi það ekki oft að ég elski hann samt, en það kemur fyrir að það dettur út. en ég segi öllum í fjölskyldunni minni og vinum að ég elski þau. allavega svona stundum.\nvið notum ást á svo mörgum sviðum. þetta er ekki bara ódauðleg ást, sem bara á að segja hinum útvalda, sem þú ætlar að vera með for the rest of your miserable life. við elskum gæludýrin okkar, við elskum mæður og feður okkar, frændur og frænkur, vini. er þá rangt að segja manneskjunni sem þú er með þessar vikur, mánuði eða ár af ævi þinni að þú elskir hana/hann?\nkannski er ég bara ein af þessum sem finnst ástin vera margbreytileg.\np.s. ég er samt ekki að segja að 13 ára stelpur sem ríða öllu sem er af hinu kyninu viti hvað ást er. það mun vera eitthvað afbrigðilegt (for lack of a better word)"
        },
        {
            "user": "Athyglisbrestur",
            "user_id": "71236",
            "date": "2007-12-19 22:42:11",
            "id": "5493599",
            "reply_to_id": "4994215",
            "text": "Jájá blabla er að svara þessu seint en varð bara.\nOrðið ást er misnotað, það er ekki hægt að vera í rúmlega tæplega 2 ára sambandi og hætta svo í því og nokkrum dögum seinna byrja í næsta sambandi og verða strax ástfanginn aftur ! Það er bara bull! það er stór munur á hrifningu og ást!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-01-14 20:56:10",
            "id": "5563263",
            "reply_to_id": "4994215",
            "text": "Vá.. ég var einmitt að pæla í þessu um daginn..\nFólk notar alltof of “Ég elska þig” þó það sé ekki nema hrifning!"
        },
        {
            "user": "Succubi",
            "user_id": "72576",
            "date": "2008-07-10 20:14:46",
            "id": "5982039",
            "reply_to_id": "4994215",
            "text": "lesið bókaflokkana ‘sagan um ísfólkið’ og ‘Raija’ þá fáið þið kannski e'rja góða mynd um hvað alvöru ást er þar er því lýst vel.."
        },
        {
            "user": "Succubi",
            "user_id": "72576",
            "date": "2008-07-10 20:25:37",
            "id": "5982070",
            "reply_to_id": "4994215",
            "text": "ef ég á að lýsa ástinni þá er það þrá eftir hinni manneskjunni.. það er að vera mállaus og blaðrandi í senn.. hún er falleg og erfið. ástin spyr hvorki um aldur né útlit ef þú elskar einhverja manneskju, þá gæti hún alveg eins verið ljót og óaðlaðandi fyrir öllum nema þér… það er setning sem passar vel við: ‘þú elskar hana ekki af því að hún er falleg, hún er falleg af því að þú elskar hana’ ef þú elskar einhvern þá sérðu alltaf eitthvað fallegt við það sem hún gerir, afbrýðisemi er partur af því.. til eru margar myndir af ástinni s.s. virðing, móðurást, vinarást þetta eru eins konar brot af ástinni en sterkasta mynd af ástinni er sjaldséð.. hrifning er líka partur af ástinni og fólk ruglar þessu tvennu oft saman en stærstu ástina er erfiðast að finna.. sönn ást er annað nafn á stærstu ástina.. vinaást, virðing, hrifning og móðurást og fleiri brot af ást er auðfundið.. ekki láta blekkjast"
        },
        {
            "user": "Succubi",
            "user_id": "72576",
            "date": "2008-07-25 22:15:18",
            "id": "6014208",
            "reply_to_id": "4994215",
            "text": "önnur lýsing á ást: Ástin í lífi okkar er eins og hlutur sem er hannaður sérstaklega handa okkur, og sem þarf að flakka á milli fólks til að koma til okkar, stundum kemur hann snemma, stundum seint og stundum aldrei, þessi hlutur er oft notaður af öðrum sem þrá hann útaf verðmæti eða útliti, maður þarf að átta sig á hvaða hlutur það er, og hvort maður sé með rangan eða réttan hlut"
        },
        {
            "user": "andri187",
            "user_id": "25736",
            "date": "2009-04-14 23:58:18",
            "id": "6622033",
            "reply_to_id": "4994215",
            "text": "mig langar eginlega að endurskrifa þessa grein og breyta henni lítilega og birta hana aftur? er það leyfilegt? mér finnst þetta ekki vera nógu vel tuggið eða vakið nóg umtal.."
        }
    ]
}