{
    "forum_title": "Hestar",
    "user": null,
    "user_id": null,
    "date": "2007-06-21 23:18:41",
    "title": "Brokk :S ?",
    "text": "Dautt áhugamál :S\nMálið er að ég er með hest sem töltar allveg næstum allan tímann. Erfitt að fá hann að brokka, þegar hann kemur á grasið þá fær maður hann til að brokka en annars töltar hann. Ég ætla líklega að keppa á honum svo ég þarf að æfa brokkið :D Hann brokkar svo vel, svo getur einhver bent mér á einhverjar æfingar eða bara hvað sem er :D ?",
    "url": "https://www.hugi.is/hestar/korkar/526150/brokk-s/",
    "url_id": "526150",
    "id": "5015866",
    "replies": [
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2007-06-22 00:14:49",
            "id": "5016104",
            "reply_to_id": "5015866",
            "text": "Ég hef bara verið á bykkjum svo að ef ég sit bara og geri ekki neitt fara þeir að brokka sjálfkrafa."
        },
        {
            "user": "hestafrik",
            "user_id": "55851",
            "date": "2007-06-22 01:14:29",
            "id": "5016287",
            "reply_to_id": "5015866",
            "text": "Það er örugglega best að fara út í móa eða fara brekkur, upp eða niður, ekki brattar brekkur samt en hann ætti að brokka þá… Svo skaltu allaf halla þér fram og ýta á hestinn rétt fyrir framan faxið, svona eins og þú sért að ýta á takka til að láta hann brokka… Hefuru prófað að vera með hlífar/þyngingar á honum, þá ætti að vera auðveldara að láta hann brokka, og það ætti ekki að hafa áhrif á töltið….\nEn vá hvað ég er sammála með að þetta sé dautt áhugamál en ég held bara að það séu svo margir að vinna á fullu núna, sumir útí sveit þar sem er ekki net og svona… Svo er ég t.d. í vinnu frá svona 9-21 alla virka daga svo það er ekki mikill tími í þetta…"
        },
        {
            "user": "hestafrik",
            "user_id": "55851",
            "date": "2007-06-22 13:45:30",
            "id": "5016940",
            "reply_to_id": "5016287",
            "text": "Takk fyrir upplýsingarnar, sumir eru bara ekkert vikir hérna :S.\nEn væri ekki gott hjá mér ef ég myndi byrja að fara útí í móa og þar sem eru þúfur og svona og fara síðan alltaf á svæði sem eru harðari svona smá saman svo hann loks fari að brokka á veginum ?\nBætt við 22. júní 2007 -  13:47\nMálið er að þetta mót er eftir svona mánuð :S"
        },
        {
            "user": "hestafrik",
            "user_id": "55851",
            "date": "2007-06-22 16:17:47",
            "id": "5017323",
            "reply_to_id": "5016940",
            "text": "já nákvæmlega… og, eða það virkar svo vel fyrir mig og mína hesta, að alltaf þegar hann tekur brokkið, þá “ýtiru á þennna takka” sem ég var að tala um og þá venst hann að þú ýtir þarna þegar hann fer á brokk og þá fer hann að læra að fara á brokk þegar þú ýtir… vá hvað ég bulla en allavega… :P\nBætt við 22. júní 2007 -  16:20\nOg það sem manadis sagði að passa ásetuna… hún skiptir alltaf miklu máli…"
        },
        {
            "user": "manadis",
            "user_id": "31690",
            "date": "2007-06-22 16:14:01",
            "id": "5017301",
            "reply_to_id": "5015866",
            "text": "þú verður líka að passa ásetuna, að vera ammaðhvort í hálfléttri ásetu eða stígandi ásetu, þetta var líka vandamál með hestinn minn fyrst þegar ég fékk hann. ég kom honum bara á brokk með því að taka hann niðraf tölti, Ásetan skiptir miklu máli. þú villt ekki trufla hestinn á meðan hann er að ná tökum á þessu, prufaðu líka að láta hann brokka í bauga."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-06-22 16:30:09",
            "id": "5017360",
            "reply_to_id": "5017301",
            "text": "Okey :D , Takk fyri"
        },
        {
            "user": "hugzo",
            "user_id": "65485",
            "date": "2007-07-20 22:11:31",
            "id": "5088714",
            "reply_to_id": "5015866",
            "text": "Bara ekki halda svona fast í tauminn og ekki fara með fótinn svona framarlega annars bara finndu út."
        },
        {
            "user": "Svenninn",
            "user_id": "60871",
            "date": "2007-08-09 11:05:46",
            "id": "5132548",
            "reply_to_id": "5015866",
            "text": "við vorum einu sinni með svona hest bara að lónsera mikið og prufa að þyngja hann að aftan það virkar.\nBætt við 9. ágúst 2007 -  11:11\næi sorry að þyngja að framan. getur verið að hesturinn sé sárfættur og tékka á járningu."
        },
        {
            "user": "ratatosk3",
            "user_id": "65951",
            "date": "2007-08-28 17:43:19",
            "id": "5184006",
            "reply_to_id": "5015866",
            "text": "afhverju kvartaru yfir því, íslenski hesturinn hefur þann kost fram yfir erlenda hesta að geta töltað, auk þess lang þægilegasti gangurinn."
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2007-08-31 12:04:03",
            "id": "5191441",
            "reply_to_id": "5184006",
            "text": "Málið er að í keppnum þarf hesturinn líka að brokka.\nAuk þess er íslenski hesturinn ekki eini hesturinn sem töltir heldur eini hesturinn sem hefur 5 gangtegundir ef ég man rétt, svo fólk vill halda í allar gangtegundirnar þar á meðal brokk =)"
        },
        {
            "user": "ragnhildurst",
            "user_id": "78215",
            "date": "2009-11-07 14:14:00",
            "id": "6946660",
            "reply_to_id": "5015866",
            "text": "Það sem ég gerði við hestin minn var að ég ýtti/þrýsti á milli herðablaðana og hallaði mér framm og það hefur virkað á alla hesta hingað til :D"
        }
    ]
}