{
    "forum_title": "Danstónlist",
    "user": null,
    "user_id": null,
    "date": "2007-06-22 12:39:13",
    "title": "Justice †",
    "text": "Hefur einhver speccad nyju Justice plotuna sem heitir “†” semsagt kross?",
    "url": "https://www.hugi.is/danstonlist/korkar/526212/justice/",
    "url_id": "526212",
    "id": "5016772",
    "replies": [
        {
            "user": "TheFeeling",
            "user_id": "966",
            "date": "2007-06-22 12:49:59",
            "id": "5016791",
            "reply_to_id": "5016772",
            "text": "já er með hana, mögnuð plata.\nPhantom pt. II er brilliant ásamt öllum hinum lögunum."
        },
        {
            "user": "MafuZa",
            "user_id": "57401",
            "date": "2007-06-22 22:25:01",
            "id": "5018394",
            "reply_to_id": "5016772",
            "text": "Eignaðist hana fyrir rúmum mánuði… Án efa besta raftónlist sem sköpuð hefur verið. Genesis, Phantom 1 og 2, D.A.N.C.E, The party, DVNO, Waters of Nazareth. All snilldar lög þó hin séu það líka. Reyndar er Stress eitt versta lag sem ég hef heyrt, en það breytir ekki heildarútliti plötunnar."
        },
        {
            "user": "akarnid",
            "user_id": "6152",
            "date": "2007-06-23 12:08:44",
            "id": "5019299",
            "reply_to_id": "5018394",
            "text": "Þarna mætast andstæðar skoðanir,  mér finnst persónulega Stress vera eitt besta lag plötunnar.  Waters Of Nazareth kemur sterkt á eftir því.\nAuk þess á ég erfitt með að skilgreina þá félaga sem House - meira filthy electro með house-andi noisy keim :)"
        },
        {
            "user": "MafuZa",
            "user_id": "57401",
            "date": "2007-06-23 12:56:34",
            "id": "5019390",
            "reply_to_id": "5019299",
            "text": "Já, satt með skilgreininguna. Waters of Nazareth er klárlega með bestu raflögum heims að mínu mati en Stress finnst mér bara hljóma of mikið eins og iDose"
        },
        {
            "user": "TheFeeling",
            "user_id": "966",
            "date": "2007-06-23 14:51:35",
            "id": "5019543",
            "reply_to_id": "5019299",
            "text": "hvað með franskt hús?\nekki langt frá Daft Punk o.fl. sem eru með þannig tóna, svo er diskurinn gefinn út af Ed Banger records…"
        },
        {
            "user": "shamen",
            "user_id": "7958",
            "date": "2007-08-06 17:53:08",
            "id": "5126321",
            "reply_to_id": "5019299",
            "text": "skilgreining smilgreining\nþeir kalla þetta sjálfir christian club music\nen busy p(ed bangers manager) vill kalla þetta\nSCREAMO"
        },
        {
            "user": "gerald",
            "user_id": "32756",
            "date": "2007-06-23 19:13:33",
            "id": "5020019",
            "reply_to_id": "5016772",
            "text": "var ad versla hana her i paris i dag.\nvar samt buin ad specca hana heima…\nfint stykki"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-06-24 13:44:51",
            "id": "5021438",
            "reply_to_id": "5016772",
            "text": "Ég held að þessi plata muni koma af stað byltingu, distortion í lögum fer að vera meira áberandi 4 sure.\nAnnars tel ég óhætt að fullyrða að þessi diskur er meistaraverk. Heilsteyptur."
        },
        {
            "user": "bjarkikr",
            "user_id": "12613",
            "date": "2007-06-26 18:22:45",
            "id": "5027288",
            "reply_to_id": "5016772",
            "text": "ég er að fýla Phantom lögin, newjack og d.a.n.c.e. best.. mér finnst samt eiginlega öll lögin frekar góð á þessum disk ;)"
        },
        {
            "user": "tonik",
            "user_id": "21598",
            "date": "2007-06-26 23:44:04",
            "id": "5028627",
            "reply_to_id": "5016772",
            "text": "ég varð fyrir vonbrigðum með þennan disk."
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2007-06-27 13:51:48",
            "id": "5029428",
            "reply_to_id": "5016772",
            "text": "Ég bjóst við plötu ársins, en það finnst mér þessi plata ekki vera.  Stórgóð plata á ferð engu að síður."
        },
        {
            "user": "shamen",
            "user_id": "7958",
            "date": "2007-06-27 16:55:57",
            "id": "5029825",
            "reply_to_id": "5016772",
            "text": "alls ekki að standa undir væntingum… mjög skemmtilegt sound samt og fullt af góðu dóti þarna en það er svoldið eins og þetta séu bara margir kaflar og það vantar eitthvað til að þetta verði heilsteypt lög.\ner eiginlega búinn að fá leið á þessu um leið,, sem er frekar súrt,, var kanski bara að gera mér of miklar væntingar.\nen samt sem áður mjög vel gert og soundar vel.. það verður gaman að sjá þessa kappa þegar þeir mæta á klakann, újé!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-06-30 13:54:38",
            "id": "5037718",
            "reply_to_id": "5029825",
            "text": "ÞEGAR þeir mæta á klakann? Eru þeir á leiðinni eða?"
        },
        {
            "user": "shamen",
            "user_id": "7958",
            "date": "2007-08-06 18:08:40",
            "id": "5126351",
            "reply_to_id": "5029825",
            "text": "Venjulega gagnrýni ég ekki tónlistarmenn, en bara verð núna, einn úr velvet ego segir:\n“alls ekki að standa undir væntingum… mjög skemmtilegt sound samt og fullt af góðu dóti þarna en það er svoldið eins og þetta séu bara margir kaflar og það vantar eitthvað til að þetta verði heilsteypt lög.”\náður en þú ætlar að byrja að gagnrýna aðra músíkanta um að gera ekki heilsteypt lög\nbyrjaðu þá sjálfur að gera heilstept lög\nþað vantar svolítið upp á þína músik að hún eigi eftir að gera sig, farðu á píanónámskeið eða eitthvað, hættu allaveganna að setja út á aðra það sem þú hefur ekki sjálfur, er vel til að hitta þig á kaffihúsi og ræða þetta frekar\nþú getur náð á mig í gegnum myspace\nKveðja Ingi Þór UndraRáðgjafi"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-08-10 20:11:17",
            "id": "5136314",
            "reply_to_id": "5126351",
            "text": "what…. ?\nveit eiginlega ekki hvernig ég á að svara þessu…\nheld ég leyfi mér að hafa skoðanir þó þér finnist ég ekki mega það,,\nheld ég gagnrýni tónlistina mína hvað harðast sjálfur…\ngeri fastlega ráð fyrir að margir gagnrýnendur komi hreinlega ekki nálægt tónlist sjálfir, bönnum þeim að gagnrýna þangað til þeir gera eitthvað ennþá betra sjálfir, ok.\nbeið spenntur eftir þessari plötu og þetta er bara það sem mér fannst um hana.\nheld mig langi bara ekkert til að hitta þig á kaffihúsi, sorry\n…en allir mega hafa skoðanir, húrra fyrir því"
        },
        {
            "user": "CoconutZ",
            "user_id": "15279",
            "date": "2007-08-29 15:41:42",
            "id": "5186203",
            "reply_to_id": "5016772",
            "text": "New Jack, D.A.N.C.E., Waters of Nazareth og Stress best að mínu mati"
        }
    ]
}