{
    "forum_title": "Börnin okkar",
    "user": "GlingGlo",
    "user_id": "2646",
    "date": "2001-11-23 13:21:24",
    "title": "Er okkur alveg sama hvað aðrir gera?",
    "text": "Í einhverri umræðunni við annarri grein hér á Börnin okkar kom fram, að mér finnst, mjög merkilegt og svolítið óhuggulegt viðhorf. Þetta viðhorf snerist um það að við ættum ekkert að vera að eyða orkunni í að hafa áhyggjur af því hvað aðrir eru að gera við börnin sín því þá gerðum við ekki annað. Ég spyr nú bara, hugsa flestir svona? Nú er ég ekki að tala um að við eigum að skipta okkur af hverju einasta smáatriði í því hvernig náunginn elur upp börnin sín, heldur er ég að tala um hvort við eigum bara að líta fram hjá því þegar fólk vanrækir börn sín eða beitir þau ofbeldi í einhverju formi. Finnst ykkur það eðlileg hugsun?\nMér finnst það þvert á móti vera skylda okkar að skipta okkur af svona málum, t.d. þegar fólk spennir ekki belti á börnin sín í bíl. Þetta myndi ég hiklaust flokka undir vanrækslu, rétt eins og ég flokka það sem vanrækslu að tryggja ekki að barnið fái nóg að borða eða sé klætt nógu vel (þá er ég ekki að tala um flott föt heldur einfaldlega að barnið sé klætt eftir veðri og hitastigi). Ég get fullyrt að ef mig grunaði vanrækslu eða ofbeldi gagnvart barni þá myndi ég hringja í barnaverndarnefnd og láta þá vita af grun mínum svo þeir gætu kannað málið. Reyndar er okkur samkvæmt lögum skylt að gera þetta, en orðrétt stendur í lögunum:\n“Hverjum, sem verður þess vís að barni sé misboðið, uppeldi þess sé vanrækt eða aðbúnaði þess svo áfátt að barninu geti stafað hætta af, er skylt að tilkynna það barnaverndarnefnd þar sem barnið dvelst.\nAnnars er hverjum manni rétt að gera barnaverndarnefnd viðvart um hvert það tilvik sem telja má að barnaverndarnefnd eigi að láta sig skipta.”\nMér finnst það engin tímasóun eða óþarfa orkueyðsla að spá aðeins í þetta. Börn eru litlir sakleysingjar sem ráða engu um hver það er sem ber ábyrgð á þeim. Ef almenningur skipti sér ekki af er ég viss um að enn tíðkaðist barnaþrældómur (ódýrt vinnuafl), ofbeldi væri viðurkennt og álitið eðlilegtur hlutur uppeldis og börn væru bara álitin eign forráðamanna sinna, en ekki litlir einstaklingar.",
    "url": "https://www.hugi.is/bornin/greinar/52637/er-okkur-alveg-sama-hvad-adrir-gera/",
    "url_id": "52637",
    "id": "348259",
    "replies": [
        {
            "user": "honeybun",
            "user_id": "13824",
            "date": "2001-11-23 13:32:53",
            "id": "348260",
            "reply_to_id": "348259",
            "text": "Ég er sammála þér GlingGlo! Manni ber bara skylda að láta vita ef að maður veit um eða grunar að barn sé vanrækt á einhvern hátt.\nÉg persónulega gæti ekki látið það vera ef að ég sæi eitthvað sem að ég teldi eða túlkaði vera vanrækslu!\nBörnin treysta á það að fullorða fólkið passi það og hafi þeirra hag fyrir brjósti. Er það ekki?"
        },
        {
            "user": "danna",
            "user_id": "13515",
            "date": "2001-11-23 14:47:00",
            "id": "348261",
            "reply_to_id": "348259",
            "text": "Þetta er hárrétt.\nÉg skal ljóstra því upp hér og nú að ég er félagsráðgjafi og starfsmaður barnaverndarnefndar. (Púff nú fæ ég aldeilis hrúguna yfir mig!!)\nVið fáum fullt af tilkynningum sem ekki eiga við rök að styðjast og það er bara allt í lagi. Það er betra að við metum það út frá öllum hliðum heldur en að fólk sé að velkjast í vafa um hvort ástæða sé til að tilkynna. Sem betur fer er þetta oft ástæðulaust eins og ég sagði áður, stundum mætti ýmislegt betur fara í augum ábyrgra foreldra en barninu er samt sem áður ekki hætta búin.  En það er öruggara að láta kanna það.\nSvo er það þannig í yfir 90% þeirra mála þar sem ástæða er til afskipta að hægt er að leysa málin með ráðgjöf og stuðningi til foreldra.\nÞannig að, endilega hafið samband við barnaverndarnefnd ef ykkur finnst eitthvað athugavert, einu sinni of oft er betra en einu sinni of sjaldan."
        },
        {
            "user": "GlingGlo",
            "user_id": "2646",
            "date": "2001-11-23 14:52:05",
            "id": "348262",
            "reply_to_id": "348261",
            "text": "Nákvæmlega. Það eru allt of margir sem halda að þeir séu að kæra einhvern með þvi að tilkynna eitthvað til barnaverndarnefndar. Það er bara ekki málið. Með því að tilkynna um grun ertu einfaldlega bara að gera það og barnaverndarnefnd skoðar svo málið og sér hvort ástæða er til að gera eitthvað. Svo heyrir maður fullt af grýlusögum af barnaverndarnefnd en heyrir lítið um það eþgar þar er unnið gott starf sem mjögmoft er gert. Ég er ánægð að sjá það hér svart á hvítu frá þér danna sem þekkir til meðferðar svona mála, að það sé oft hægt að leysa málin með ráðgjöf og stuðningi. Þetta er einmitt það sem ég hef svo oft talað um, það er ekki byrjað á því að rífa börnin af foreldrum sínum, það er neyðarúrræði þegar allt annað bregst eða ef börn eru í beinni hættu hjá foreldrum sínum."
        },
        {
            "user": "creepz",
            "user_id": "4580",
            "date": "2001-11-23 17:03:58",
            "id": "348263",
            "reply_to_id": "348262",
            "text": "allavega fékk ég að heyra sögu af því þegar mamma og pabbi voru kvörtuð til barnaverndanefndarinar.. vegna þess að þegar ég var lítil þá fóru þau til útlanda og ég var í pössun.. síðan fór ég á leikskólan og bendi á flugvél og sagði “þarna eru mamma og pabbi” þá trylltist ein kellinginn þarna og hringdi strax í barnaverndanefndina af því að hún hélt að mamma og pabbi hefðu skilið mig og bróðir minn eina eftir heima.. mér finnst einfaldlega bara fáranlegt þetta dæmi.. langaði bara að koma með þetta af því þetta tengdist barnaverndanefndinni  :)"
        },
        {
            "user": "GlingGlo",
            "user_id": "2646",
            "date": "2001-11-23 23:53:22",
            "id": "348264",
            "reply_to_id": "348263",
            "text": "Jamm creepz, ég efast ekkert um að barnaverndarnefd fái fullt af ábendingum sem eru alveg út í hött, en eins og danna sagði þá kemur það líka bara í ljós þegar málin eru skoðuð hjá þeim að það er allt í lagi."
        },
        {
            "user": "harpajul",
            "user_id": "7337",
            "date": "2001-11-23 15:07:47",
            "id": "348265",
            "reply_to_id": "348261",
            "text": "ég segi nú bara að ég hef þurft að vera í sambandi við starfsmenn barnaverndarnefndar útaf umgengnismáli og ég get ekki betur séð en að þar séu allir þeir sem ég hef allavega átt samskipti við verið að gera sína vinnu og gera hana vel!\nMér finnst það vera skylda okkar að láta vita ef maður sér e-h sem er ekki í lagi og það kemur þá bara í ljós hvort að það á við rök að styðjast eða ekki,því að þar er jú örugglega betra að það sé kannað mál sem kemur svo í ljós að er alltí lagi heldur en að það sé ekki kannað þar sem eru vankantar!"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2001-11-25 01:56:48",
            "id": "348266",
            "reply_to_id": "348261",
            "text": "Fróðlegt og í ljósi þess má ég til með að spyrja þig hvað er gert af hálfu félagsmálayfirvalda þegar vitað er að til staðar er ofbeldi í einhveri mynd gagnvart börnum ?\nHve langan tíma tekur að afgreiða málin ?\nkveðja.\ngmaria."
        },
        {
            "user": "danna",
            "user_id": "13515",
            "date": "2001-11-25 16:52:50",
            "id": "348267",
            "reply_to_id": "348266",
            "text": "Það er mjög misjafnt eftir málum. Venjulega er tilkynningin metin af starfsmönnum nefndarinnar (reynt að sía út algerar “bulltilkynningar”) og næsta skref er að boða foreldrana í viðtal. Það þarf að upplýsa þau um að tilkynning hafi borist til að geta aflað nánari upplýsinga (má ekki afla upplýsinga án þess að fólk viti af því nema hagir barnsins krefjist þess tvímælalaust). Síðan er auðvitað mikilvægt að fá sögu foreldranna fram. Í framhaldi af þessu fyrsta viðtali er málið metið að nýju, hvort ástæða þykir til að kanna það frekar og/eða hefja afskipti. Í þessu fyrsta viðtali er líka gjarnan hægt að meta samstarfsvilja foreldranna sem er forsenda þess að málið gangi vel.\nSvona mál geta tekið í vinnslu frá nokkrum dögum og upp í nokkur ár (því miður).\nEf fullvisst þykir að ofbeldi er til staðar sem stofnar lífi barnanna í hættu þarf að grípa til róttækra aðgerða s.s. að taka börnin af heimilinu, með eða án samþykkis foreldra en sem betur fer eru málin yfirleitt ekki orðin svo langt leidd þegar þau eru tilkynnt til barnaverndarnefndar. Vonandi er fólk venjulega búið að tilkynna mál áður en þau komast á það alvarlegt stig að foreldrar séu farnir að misþyrma börnunum sínum. Hér eru vanrækslutilkynningar lang algengastar (ekki beint ofbeldi heldur vanræksla). Þess má geta að flestar tilkynningar berast frá skólastofnunum eða daggæsluaðilum og síðan frá aðstandendum og nágrönnum.  Hér á landi koma fáar tilkynningar frá heilbrigðisyfirvöldum (miðað við önnur lönd) en það eru einmitt aðilar sem ættu að vera líklegastir til að tilkynna um ofbeldi gagnvart börnum. Annað hvort er ofbeldi gagnvart börnum sjaldgæfara hér (vonandi) eða það er meiri tregða í heilbrigðiskerfinu til að tilkynna til barnaverndarnefndar.\nHvað haldið þið?  Eru Íslendingar betri við börnin sín en aðrar þjóðir?"
        },
        {
            "user": "Zaluki",
            "user_id": "6799",
            "date": "2001-11-23 17:41:25",
            "id": "348268",
            "reply_to_id": "348259",
            "text": "Ég held bara að allt samfélag byggist upp á því að maður beri smá umhyggju fyrir samborgurum okkar.\nOg ef að enginn bæri umhyggju fyrir öðrum þá væri þetta ekki merkilegt land sem að byggjum í er það.\nÞá myndi fólki blæða út eftir slys, því að enginn nennti að hjálpa, og allskyns jafn asnalegar tilhugsannir myndur verða að veruleika."
        },
        {
            "user": "Nuwanda",
            "user_id": "7187",
            "date": "2001-11-24 15:56:22",
            "id": "348269",
            "reply_to_id": "348259",
            "text": "Ég er ekki alveg sammála ykkur um að þetta sé svo einfalt, upp að vissu marki verður að virða frelsi einstaklinga til þess að stjórna uppeldi barna sinna.\nInnan ramma laganna.\nVið verðum að vera á varðbergi gagnvart þeirri tilhneygingu að troða okkar gildum,\nsiðferðilegum og uppeldislegum yfir á annað fólk.\nAlmennt í víðu samhengi, hefur gunna rétt fyrir sér eða sigga, og hvers vegna?\nÞetta getur verið mjög breytilegt bæði eftir stað og stund.\nRétt og rangt eru ein afstæðustu hugtök í lífinu, og þau verður að nálgast með mikilli varúð.\nÉg hef heyrt um mörg barnaverndar mál sem voru\nsvo gegnumsýrð af forræðishyggju að betur hefði verið, heima setið en af stað farið.\nÞað er tvíeggjað vopn að að ýminda sér heiminn verri ef almenningur skipti sér ekki af náunganum, hvert er almennt form ofskókna í gegnum söguna?\nMeðalið er mannkærleikur, en tilgangurinn er að troða sínum gildum yfir á aðra.\nHefur einhver heyrt um að meðalið helgi tilganginn?"
        },
        {
            "user": "danna",
            "user_id": "13515",
            "date": "2001-11-26 07:43:46",
            "id": "348270",
            "reply_to_id": "348269",
            "text": "Barnaverndaryfirvöld þurfa að fást við þessar vangaveltur þínar á hverjum einasta degi.\nHvenær gæti barni verið hætta búin ef við skiptum okkur ekki af og hvenær erum við einfaldlega að skipta okkur af hlutum sem skipta í raun ekki máli bara af því að við myndum gera hlutina öðruvísi ef við mættum ráða/ættum barnið. Um þetta fjalla einmitt margar af þeim tilkynningum sem ég talaði um áður, tilkynningar sem eru einmitt metnar sem slíkar; ekki talin ástæða til afskipta, og þá er málinu lokið.\nÉg held að sem betur fer takist yfirleitt að finna línuna þarna á milli þó ég geti að sjálfsögðu ekki svarað fyrir öll barnaverndarmál eða öll barnaverndaryfirvöld sem eru breysk eins og aðrir. Og auðvitað (af því að við erum breysk) þá stöndum við okkur stundum að því að vera komin út í full mikla forsjárhyggju þegar við erum að leiðbeina og gefa ráð.  Þá er bara að bakka og halda áfram á beinu brautinni!"
        },
        {
            "user": "rebsig",
            "user_id": "4613",
            "date": "2001-11-24 18:06:33",
            "id": "348271",
            "reply_to_id": "348259",
            "text": "Eitthvað gamalt máltæki segir: “Óvitar koma öllum við”.  Ég hef einu sinni þurft að láta vita vegna ungrar móður sem ég komst að að var í dópi, það var rosalega erfitt.  Svo var einhver sem klagaði okkur vegna eins atviks, þar sem dóttir mín fékk frekjukast og hún og pabbi hennar hækkuðu svolítið verulega róminn og hún háskælandi.  Þá hélt þessi blessuð manneskja að það væri verið að misþyrma barninu og lét vita.  Það tók eitt viðtal að útskýra og leysa úr þessu hjá barnavernd.  Maður reiddist alveg rosalega fyrst, því við höfum alltaf reynt að vera börnunum okkar góð og ekki lagt hendur á þau, en svo eftirá, reyndi maður að hugsa sem svo, að þetta hefði verið gert með góðum hug.\nSvo var það einu sinni í Kringlunni að ég var að fara út úr Hagkaup uppi, þá sá ég lítið barn, sem auðsjáanlega var nýbyrjað að ganga.  Það fór fram og í áttina að rúllustigunum, var komin að þeim, þegar ég fór og stöðvaði það og fór með það að kassanum inni í Hagkaup, til konu sem leit út fyrir að geta verið mamman.  Ég rétti henni barnið og sagði henni að það hefði verið nærri komið að rúllustiganum.  En fékk ég þakkir?  Ónei.  Hún sagði ekkert, tók barnið og horfði hatursfullu augnaráði á mig.  Það mætti halda að svona fólki sé sama um börnin sín."
        },
        {
            "user": "ljoninja",
            "user_id": "13124",
            "date": "2001-11-27 15:51:35",
            "id": "348272",
            "reply_to_id": "348259",
            "text": "OK GlingGlo, mér finnst það nú meira óhuggnalegt að fólki sé ekki treyst til að ala upp börnin sín.\nÉg vil nú meina að langflestir sjái nokkuð vel um börnin sín og því sé algjör óþarfi að koma upp\ne.k. lögregluríki þar sem þegnarnir stara inn í bílana hjá öðrum til að sjá hvort börnin séu ekki\nörugglega spennt og tilkynna það til lögreglunnar (eða barnaverndar) ef þau eru ekki spennt.\nÉg hefði haldið að flestir væru nú á því að fá að ala upp börnin sín sjálfir án afskipta frá öðrum.\nEn ég hef greinilega rangt fyrir mér.\nÞar með er ég ekki að segja að það sé í lagi að hafa börnin óspennt. Reyndar finnst mér það\nhelber heimska að nokkur manneskja sé óspennt. Sérstaklega fullorðnir því börn vita ekki betur.\nJá, mér finnst ekki að við eigum að stara inn í bílglugga (eða aðra glugga) til að athuga hvort\nfólk sé nógu skynsamt að tryggja öryggi sitt. Mér þætti það óþægilegt ef aðrir væru að stara á\nmig og dæma.\nEina sem maður getur gert er að stunda heilbrigða skynsemi (t.d. að hafa beltin spennt) því maður\ngetur ekki breytt gjörðum annarra. Til að breyta heiminum þurfum við fyrst að breyta okkur sjálfum.\nErt þú með beltin spennt?"
        },
        {
            "user": "ljoninja",
            "user_id": "13124",
            "date": "2001-11-27 15:57:58",
            "id": "348273",
            "reply_to_id": "348272",
            "text": "Ég meinti ekki þú glinglo heldur alli"
        },
        {
            "user": "GlingGlo",
            "user_id": "2646",
            "date": "2001-11-27 20:22:03",
            "id": "348274",
            "reply_to_id": "348272",
            "text": "Að sjálfsögðu er ég með beltin spennt.\nOg í sambandi við að stara inn um glugga þá er enginn að tala um það að við eigum að vera með röntgenaugu og vera með nefið ofn í hvers manns koppi. Sumt er bara mjög augljóst og ekki hægt að komast hjá að taka eftir og þá finnst mér helber heimska og kæruleysi að gera ekkert í málunum.\nVið erum ekki að tala um að við séum ekki að treysta meirihluta fólks til að ala upp börnin sín, heldur að við eigum ekki að láta afskiptalaus þau fáu dæmi þar sem fólk gerir það ekki vel. Þú ert nú að taka þessu einum of rosalega eitthvað. Ég sagði nú orðrétt hér fyrir ofan að ég ekki að tala um að við eigum að skipta okkur af hverju einasta smáatriði í því hvernig náunginn elur upp börnin sín, heldur er ég að tala um hvort við eigum bara að líta fram hjá því þegar fólk vanrækir börn sín eða beitir þau ofbeldi í einhverju formi.\nOg jú það er oft hægt að breyta gjörðum annarra með fræðslu og stuðningi. Það er staðreynd."
        }
    ]
}