{
    "forum_title": "Leikjatölvur",
    "user": "MadMax",
    "user_id": "2959",
    "date": "2001-11-23 21:10:23",
    "title": "X-BOX ....Halo....",
    "text": "Jæja\nÞá er ég buin að spila HALO í rúmlega 3 klukkutíma á X-box.\nÉg verð bara að segja það að ég hef spila nánast alla fyrstu persónu skotleiki sem hafa komið, hvort sem það er á PC Vélar eða Console og eftir alla þessa hreynt út sagt frábæru leiki sem til eru á allar þessar vélar hef ég sjaldan gapað eins mikið eins og síðustu 3 klukkutímana. Leikurinn er að mínu mati svona eftir 3 klukkutíma spila með þeim allrabestu. Leikurinn byrjar mjög rólega og tekur þó nokkrun tíma að fylgjast með áður en hasarinn byrjar, en þegar hann byrjar er það eins og hellt sé yfir mann úr fötu, stanslaus hasar… ég ætla ekki að að telja upp hvað leikurinn hefur upp á að bjóða, hægt er að lesa það á ign og fleiri stöðum en eitt er víst að það er langt síðan eg hef skemmt mér svona mikið…\nSvo fáið þið mynd af mér að leika mér í Mad Dash á X-box…\nEf einhver vill skal ég skella inn 1 eða 2 myndum af Halo með næst!! úje “Back to HALO”\nMadMax",
    "url": "https://www.hugi.is/leikjatolvur/greinar/52651/x-box-halo/",
    "url_id": "52651",
    "id": "348448",
    "replies": [
        {
            "user": "DaGuar",
            "user_id": "1269",
            "date": "2001-11-23 22:10:31",
            "id": "348449",
            "reply_to_id": "348448",
            "text": "Madness! :)"
        },
        {
            "user": "Balli",
            "user_id": "450",
            "date": "2001-11-24 12:50:04",
            "id": "348450",
            "reply_to_id": "348449",
            "text": "hmm þetta er soldið loðið við fáum ekkert meira að vita er þetta ekki bara bull"
        },
        {
            "user": "Balli",
            "user_id": "450",
            "date": "2001-11-23 22:24:20",
            "id": "348451",
            "reply_to_id": "348448",
            "text": "segðu okkur soldið frá þessu\ner þetta með lyklaborði og mús og er hægt að tegnja í monitor og tv bæði eða hvernig spilar maður er það með joystik"
        },
        {
            "user": "Sphere",
            "user_id": "8460",
            "date": "2001-11-23 23:15:38",
            "id": "348452",
            "reply_to_id": "348451",
            "text": "Fæ mér hann pottþétt á PC. Annars er controllerið eitthvað að angra þig?"
        },
        {
            "user": "runrun",
            "user_id": "6891",
            "date": "2001-11-24 14:08:55",
            "id": "348453",
            "reply_to_id": "348451",
            "text": "xbox er ekki með lyklaborð eða mús og engar frettir að það muni koma út\nHalo á xbox er ekki með multiplayer\nog auðvitað fyrir tv"
        },
        {
            "user": "Balli",
            "user_id": "450",
            "date": "2001-11-24 14:14:00",
            "id": "348454",
            "reply_to_id": "348453",
            "text": "run run ertu alveg með þetta á hreinu   ég var nefnilega buinn að heira annað.Það getur svo sem verið bull.Sammt gott að fá staðfestingu"
        },
        {
            "user": "runrun",
            "user_id": "6891",
            "date": "2001-11-24 14:39:27",
            "id": "348455",
            "reply_to_id": "348454",
            "text": "amm meira segja unreal championship mun nota gamepad :(\nen hann verður fyrsti skot leikurinn sem mun nota netið á xbox\nþeir segja að Msoft hafi ekki viljað Lborð og mús\nxbox má ekki allveg vera sona pc lík\nannars er komið Lborð fyrir gamecube hehe\nhttp://www.gamecubefire.com/gallery.php?op=gallery&gallery_id=3"
        },
        {
            "user": "malicious",
            "user_id": "5591",
            "date": "2001-11-24 18:13:50",
            "id": "348456",
            "reply_to_id": "348455",
            "text": "omg the ultimate gay-keyboard"
        },
        {
            "user": "akarnid",
            "user_id": "6152",
            "date": "2001-11-25 02:36:55",
            "id": "348457",
            "reply_to_id": "348455",
            "text": "Guð minn góður, og á svo að ætlast til að fólk noti þetta fyrirbæri?"
        },
        {
            "user": "akarnid",
            "user_id": "6152",
            "date": "2001-11-26 07:32:08",
            "id": "348458",
            "reply_to_id": "348457",
            "text": "LOL\nakarn: helduru að Microsoft fari að láta Linux á vél sem þeir hanna sjálfir og eru með stírikerfi líka?\nneinei ef það kemur stírikefi á X-box þá verður það eitthvað frá microsoft"
        },
        {
            "user": "akarnid",
            "user_id": "6152",
            "date": "2001-11-26 08:57:54",
            "id": "348459",
            "reply_to_id": "348458",
            "text": "Bíddu náðiru ekki því sem ég átti við?  ‘Hackable’ ??   As in: bíð-ekki-eftir-leyfi-eigandans-heldur-breyti-henni-hér-og-nú-af-því-að-ég-get-það ??   Það mun fyrr frjósa yfir í helvíti en að M$ muni gúddera Linux á sinn vélbúnað….en þetta er hægt og einhverjir nötterar munu gera það - spurningin er bara hversu fljótt það verður.  Það er nú allur andskotinn sem keyrir *ux nú á dögum  -  mest allt í gegnum sjálfboðavinnu þeirra sem vilja sjá þetta takast.\n-aurarnir mínir tveir-"
        },
        {
            "user": "akarnid",
            "user_id": "6152",
            "date": "2001-11-24 14:37:35",
            "id": "348460",
            "reply_to_id": "348453",
            "text": "hehe víst er til multiplayer :)\nhttp://www.xboxgw.com/downloads.html\nsegið svo ekki að þetta sé ekki hackable tölva…\nbíð eftir Linux á Xbox, bara upp á grínið :)"
        },
        {
            "user": "Avatar",
            "user_id": "157",
            "date": "2001-11-24 05:10:21",
            "id": "348461",
            "reply_to_id": "348448",
            "text": "Heh… gaman að heyra.. þú getur varla ímyndað þér hvað mig hlakkar til að fá þennan leik á PC. Ég er búinn að bíða eftir honum núna í hartnær tvö ár og fylgjast með þróuninni á honum og í hvert skipti sem ég sé nýtt screenshot gapi ég af hrifningu. Eftir því sem ég er búinn að lesa um þennan leik þá á hann mjög líklega eftir að sprengja Unreal 2 og félaga langt í burtu.\nHvernig er það annars, nú er ég búinn að heyra þvílíkar sögur af A.I.inu í leiknum. Segðu okkur frá!!!\n:)"
        },
        {
            "user": "runrun",
            "user_id": "6891",
            "date": "2001-11-24 14:20:26",
            "id": "348462",
            "reply_to_id": "348461",
            "text": "það væri gaman að vita hvað það er í halo sem á eftir að sprengja unreal 2 í burtu??\nég líka hef verið að fylgjast með halo\nog u2\nprufaði unreal 2 tech sem lak út og verð að segja hann lítur mjög vel út"
        },
        {
            "user": "Avatar",
            "user_id": "157",
            "date": "2001-11-26 13:56:48",
            "id": "348463",
            "reply_to_id": "348462",
            "text": "Ég skoðaði nú líka Unreal 2 tech demóið og fannst það ágætt en athugaðu eitt. Öll screenshot sem til eru af Halo núna eru í 800x600 (resið sem X-Box keyrir í). Bungie eru búnir að segja núna trekk í trekk að Halo MUN koma á bæði PC og Mac og fara þeir í það um leið og þeir eru komnir úr verðskuldu fríi eftir að hafa klárað X-Box útgáfuna. Mér finnst nokkuð öruggt að Geforce 3 (eða Radeon 8500) verði requirement á leiknum, og koma þeir til með að bæta helling af dótaríi í leikinn (Online playi vona ég). Ekki væri nú leiðinlegt að spila Halo í allavega 1280x1024 *slef*.\nÞað sem ég er búinn að lesa um A.I.ið fær A.Iið í Unreal Tournament (sem er t.a.m mun betra en í Quake 3) til að blikna í samanburði og verð ég að segja að ég á ekki von á því að Epic nái að bæta það svo mikið áður en Unreal 2 kemur út(en þó maður veit aldrei).\nÞað sem Halo hefur líka framyfir Unreal 2 eru vehicles. Ég hef ekki séð neitt dæmi um að Epic ætli að hafa playable vehicles með í Unreal 2 sem mér þykir mjög leiðinlegt þar sem ég hefði endilega viljað að þeir bættu því inn. Öl tæki í Halo eru víst framúrskarandi góð og skemmtilegt að spila (það heyrir maður allavega).\nReyndar ætlaði ég að tala um að Unreal vélin hefði ekki verið með gott Physics (sem Halo menn eru víst búnir að eyða ógurlegum tíma í) en svo var ég nú að komast að því að Epic keypti license á eitthvað voðalega fullkomið physics engine sem kemur væntanlega til með að bæta Unreal 2 heilmikið.\nEins og er finnst mér reyndar Unreal 2 hafa batnað heilmikið (var að sjá nýjustu screenshotin) því mér fannst E3 Tech demóið ekkert það mikið stökk frá Unreal 1 (nema hvað það var aðallega hærra polygon count, sem mér finnst ekki nóg miðað við að það eru hátt í 4 ár síðan Unreal kom út)."
        },
        {
            "user": "runrun",
            "user_id": "6891",
            "date": "2001-11-26 16:53:35",
            "id": "348464",
            "reply_to_id": "348463",
            "text": "Ég veit að screenshot eru 800x600\nog að Halo komi út fyrir pc\nog hlakka bara til en að bera saman eða að segja að halo sprengji u2 í burtu er ekki hægt\nég myndi þá bera saman unreal championship sem kemur út á xbox\nef það eru farartæki sem heilla þig í leik þá er meira af vehicles og vopnum í uc en halo\nA.I í unreal tournament er nú orðið 2ja ára gamalt\nog veit maður að það verður betra er það ekki:)\nog jú epic er með physics engine sem þeir sjoða saman við warefare enginið og ekkert nema gott um það að segja nema að epic er ekkert að gera unreal 2 né unreal championship\nþeir eru að vinna að unreal warefare leik\nLegend er að gera u2.\nAðalega hærra polygon count ??\nvar ekkert annað ?\ne3 techið var nú meira en það\nog besta við það er unrealED 2.6 virkaði\nannars væri gaman að heyra frá mad max\nhvað varstu leingi að klára halo ?"
        },
        {
            "user": "Avatar",
            "user_id": "157",
            "date": "2001-11-27 05:01:14",
            "id": "348465",
            "reply_to_id": "348464",
            "text": "Jamm, þetta er nú rétt hjá þér.. flýtti mér kannski aðeins að segja ða hann sparki í U2.. kannski er það vegna þess að ég geri svona miklar vonir og væntingar til Halo :) (búinn að bíða of lengi eftir honum, c.a 2 ár og get varla beðið mikið lengur)\nReyndar verð ég að segja eins og er já, að mér fannst lítið nýtt í unreal 2 tech demóinu en hærri polygon count og betri texture.. Þetta er nú svosem ekert slæmt en að því sem ég sá var gamla physicsið ennþá í leiknum en það er náttúrulega verið að bæta. Reyndar er nú lítið að marka þetta tech demó að sögn þeira sem gerðu það þannig að það er alveg eins gott að hætta að tala um það því það var gert fyrir löngu síðann og var aðallega gert til þess að sýns facial hreyfingarnar og skeletal animationið sem epic höfðu bætt í Unreal engineið, ásamt einhverjum smáræðis effectum sem voru bara háfkláraðir. Þeir sýndu það nú samt að outdoor engineið er að verða þrusugott (því þeir eru jú farnir að nota T&L hluta nýjustu skjákorta).\nRétt er það hjá þér að Legend eru að gera leikinn en það sem ég var að meina (og var alls ekki nógu skýrt hjá mér, viðurkenni það) er það að Epic eru að þróa engineið sem leikurinn er gerður í.\nAnnars er ég sammála þér með það að ég vil að Mad Max segi okkur meira frá leiknum :)\nP.S.\nÞað er nú ágætt að lenda loksins ekki í einhverjum fávita sem svarar manni með skítkasti og leiðindum (eins og alltof margir hérna á Huga gera, og maður lendir alltof oft í).\nGG Avata"
        },
        {
            "user": "Ulvur",
            "user_id": "8059",
            "date": "2001-11-24 08:07:33",
            "id": "348466",
            "reply_to_id": "348448",
            "text": "Þennan leik langar mér í!\n:)"
        },
        {
            "user": "braudrist",
            "user_id": "15225",
            "date": "2001-11-24 12:18:47",
            "id": "348467",
            "reply_to_id": "348448",
            "text": "Hvaða vandræði fylgja því að flytja inn leikjatölvu frá BNA, s.s. rafmagn o.þ.h.? Hvar keyptirðu hana?"
        }
    ]
}