{
    "forum_title": "Ljósmyndun",
    "user": "fhrafnsson",
    "user_id": "3469",
    "date": "2007-06-24 17:39:34",
    "title": "fyrsta \"alvöru\" vél byrjandans",
    "text": "Sælt veri fólkið.\nVar að spá í að fá mér SLR vél þar sem mér finnst gæðin í point-and-shoot fuji vélinni minni ekki alveg nógu góð.\nÉg hef verið að skoða spjallþráða á www.ljosmyndakeppni.is og hér, en er samt ekki alveg nógu klár á þetta allt saman. Þessvegna var ég að vona að einhverjir þarna úti lumi á góðri slóð(um) á síður fyrir byrjendur eins og mig. Afar hjálplegt væri til dæmis að geta séð myndir teknar með mismunandi stillingum (ISO, mm, og hvað þetta heitir allt saman:) ).\nEinnig er ég forvitinn að vita hvort fólk mælir með því að kaupa nýja vél (400D, 30D…) eða notaða (20D jafnvel?).\nEins og ég segi, ég er algjör byrjandi í þessum\nmálum þannig hafið það í huga ef þið nennið að svara þessu :).\nTakk fyri",
    "url": "https://www.hugi.is/ljosmyndun/korkar/526670/fyrsta-alvoru-vel-byrjandans/",
    "url_id": "526670",
    "id": "5021967",
    "replies": [
        {
            "user": "gr33n",
            "user_id": "5289",
            "date": "2007-06-24 18:02:00",
            "id": "5022036",
            "reply_to_id": "5021967",
            "text": "uml… miðað við þessi skrif hjá þér… þá myndi ég byrja á því að læra 100% á vélina sem þú ert með, og það er ekkert djók.\nSkráðu þig á námskeið hjá www.ljosmyndari.is , þessi námskeið hjá honum pálma eru algjör snilld fyrir byrjendur.\nSvo þegar þú ert búinn að læra á vélina þína (ásamt mun fleiri hlutum sem þú lærir hja pálma) þá myndi ég huga að því að fara að spá í dslr vél, þ.e. ef þú hefur áhugan fyrir ljósmyndun áfram."
        },
        {
            "user": "fhrafnsson",
            "user_id": "3469",
            "date": "2007-06-24 18:50:16",
            "id": "5022148",
            "reply_to_id": "5022036",
            "text": "kíki á það, takk fyrir."
        },
        {
            "user": "porky",
            "user_id": "2189",
            "date": "2007-06-26 10:56:44",
            "id": "5026414",
            "reply_to_id": "5021967",
            "text": "Ég myndi segja þér að kaupa frekar notaða 20D eða 30D eða jafnvel 300D. Stærri vélar (mér finnst persónulega betra að vera með stærri vél) og þeir sem hafa átt t.d 20D vilja helst ekki selja þær.\nSjálfur er ég með 30D en var að hugsa um að kaupa 350 eða 400 en sem betur fer þá fékk ég mér 30D.\nOg þeir sem eiga 350/400D geta sleppti því að koma með skítkast hérna, ég hef ekkert á móti þeim vélum og þær eru örugglega mjög góðar. Mér finnst bara hinar skemmtilegari og þægilegari í notkun. En kannski er það bara af þvi að ég er vanari stærri vélum.\nEn ég mæli með að þú skellir þér á námskeið og finnir e-r góðar bækur til að lesa, prófa þig áfram og reyna jafnvel að herma eftir einhverri mynd og sjá hvernig þér gengur. Þetta tekur allt tíma en skiptir ekki máli þegar maður er að leika sér."
        },
        {
            "user": "YNWA",
            "user_id": "64669",
            "date": "2007-06-26 12:10:23",
            "id": "5026501",
            "reply_to_id": "5026414",
            "text": "Sammála, mér finnst 30d skemmtilegri en 350d en ég ætla samt ekki að upgrade-a strax, ég er bara nokkuð ánægður með mína vél."
        },
        {
            "user": "gamligrimmi",
            "user_id": "59934",
            "date": "2007-06-29 20:30:22",
            "id": "5036332",
            "reply_to_id": "5026414",
            "text": "Myndi nú varla segja 300D > 400D\nÞrátt fyrir stærðina er hún ekkert sterklegra byggð og það er svo mikið af öðru sem spilar inn í."
        },
        {
            "user": "girl88",
            "user_id": "64637",
            "date": "2007-07-20 16:57:33",
            "id": "5087661",
            "reply_to_id": "5026414",
            "text": "Sorry hvað ég er hroðalega mikill byrjandi, en hvað þýðir 30D, 400D, 20D og allt það?"
        },
        {
            "user": "Tiddis",
            "user_id": "64350",
            "date": "2007-06-28 16:39:50",
            "id": "5032626",
            "reply_to_id": "5021967",
            "text": "http://web.canon.jp/imaging/enjoydslr/index.html\nÚtskýringar á þægilegan hátt á D-SLR myndvélar.\n+ það eru til fleiri tegundir af myndavélum en Canon,"
        }
    ]
}