{
    "forum_title": "Heilsa",
    "user": "LiFeStyle",
    "user_id": "25935",
    "date": "2007-06-27 10:06:59",
    "title": "Kreatín pælingar",
    "text": "Góðann daginn hugarar!\nHeyriði, ég er hérna nýkominn úr ræktinni og er í mjög djúpum pælingum að byrja á kreatíni aftur þar sem ég er byrjaður á fullu í ræktinni aftur.\nÉg var áður hjá einkaþjálfa á hverjum degi og á kreatíni og var kominn í mjög gott form og með mjög mikinn massa. Svo fór ég til útlanda og hætti á kreatíninu meðan ég var þar, og “hélt áfram að hætta” þegar ég kom heim, og hef ekki tekið það síðan.\nMálið er að þegar ég hætti á kreatíninu, þá eins og gengur og gerist, köttast maður niður, en á móti kemur að maður minnkaði hrikalega, sem er auðvitað\nekki\ngott! Það sem ég var að pæla í, mig langar að halda köttinu þar sem ég er kominn með six pack og kassa og allt mögulegt, hvort ég geti farið á kreatín án þess að vera vatnaður? ég nefnilega varð svo vatnaður þegar ég var seinast á kreatíni. Mig langar að ná styrkleikanum og stækka og allt það, en halda smá magavöðvakötti til dæmis. Er það ekki bara matarræðið sem ræður þeim pakka?\nSvo er önnur pæling, ég er á\nsvona\n, hvernig er best að taka það? ég hef bara verið að taka fulla teskeið í appelsínusafa (hreinann). Ætti ég e-ð að vera taka það meira eða minna eða hvað?\nBætt við 27. júní 2007 -  10:10\n… ég hef semsagt bara verið að taka eina teskeið ofan í hreinann appelsínu safa einu sinni á dag, alltaf eftir æfingu, til að hafa það á hreinu.",
    "url": "https://www.hugi.is/heilsa/korkar/527205/kreatin-paelingar/",
    "url_id": "527205",
    "id": "5029080",
    "replies": [
        {
            "user": "elvarth",
            "user_id": "67998",
            "date": "2007-06-27 13:51:54",
            "id": "5029429",
            "reply_to_id": "5029080",
            "text": "Það er mataræðið sem hefur áhrif á “cutið” ekki kreatín. (Nema þá að þú vatnist svona hrikalega og ert að tala um það)\nEn creatine ethyl ester hefur virkað vel á þá sem vatnast of mikið af creatine monohydrate."
        },
        {
            "user": "elvarth",
            "user_id": "67998",
            "date": "2007-06-27 14:32:19",
            "id": "5029486",
            "reply_to_id": "5029429",
            "text": "má ég spyrja, hvað er að vatnast?"
        },
        {
            "user": "elvarth",
            "user_id": "67998",
            "date": "2007-06-27 19:22:16",
            "id": "5030323",
            "reply_to_id": "5029486",
            "text": "Líkaminn bindur mikið vatn undir húðinni.\nMinkar þá skurðurinn ofl."
        },
        {
            "user": "LiFeStyle",
            "user_id": "25935",
            "date": "2007-06-27 19:23:13",
            "id": "5030325",
            "reply_to_id": "5029429",
            "text": "Ég veit að matarræðið skiptir máli í að þú köttist, en málið er að ég vatnast bara\nútaf kreatíninu\n.\nCreatine Ethyl Ester? er það ekki það sem er kallað kvennakreatín? það sem er ráðlagt kvenmönnum sem vilja ekki vera of massífar að nota?"
        }
    ]
}