{
    "forum_title": "Húðflúr og götun",
    "user": "jabbi",
    "user_id": "28001",
    "date": "2007-06-27 12:47:14",
    "title": "Klessur",
    "text": "Ég var að pæla ég hef oft séð fólk með ljótar klessur ýmist á hendinni eða bakinu þar sem áður voru mega-flott húðflúr.\nHvernig er það? Dofna húðflúr svona rosalega mikið á svona stuttum tíma?\nOg Hvað á maður að gera til að koma í veg fyrir það?",
    "url": "https://www.hugi.is/hudflur/korkar/527221/klessur/",
    "url_id": "527221",
    "id": "5029321",
    "replies": [
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2007-06-27 12:55:37",
            "id": "5029346",
            "reply_to_id": "5029321",
            "text": "Annaðhvort hafa það verið þessi svokölluðu “jurtatattoo”, eða viðkomandi hefur verið að láta fjarlægja flúr með laser.\nÞetta á ekki að gerast með venjuleg tatoo."
        },
        {
            "user": "jabbi",
            "user_id": "28001",
            "date": "2007-06-27 13:02:04",
            "id": "5029360",
            "reply_to_id": "5029346",
            "text": "En venjuleg húðflúr dofna líklegast með tímanum eða dragast saman, er það ekki?\nÞað sem ég er að spá er að ég teiknaði geðveikt “detailed” Húðflúr og ég var að pæla Hve lengi það myndi haldast svoleiðis."
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-06-27 13:13:48",
            "id": "5029373",
            "reply_to_id": "5029321",
            "text": "Tattoo eiga að haldast óbreytt ævilangt… Litirnir nú til dags eru svo góðir að þeir eiga ekki að klessast. Þessi gömlu “sjóaratattoo” eru oft á tíðum mjög klesst í dag (pabbi er með eina klessu) enda voru litirnir þá ekki góðir.\nÉg er með tattoo síðan 2004 og það eru mikil details í því og það er ennþá alveg nákvæmlega eins og á fyrsta degi…\nEn auðvitað geta húðflúr breyst ef þú td fitnar eða grennist alveg rosalega."
        },
        {
            "user": "jabbi",
            "user_id": "28001",
            "date": "2007-06-27 13:41:45",
            "id": "5029415",
            "reply_to_id": "5029373",
            "text": "Frábært að vita þetta ég var farinn að hafa áhyggjur að það yrði bara flott í smá tíma :P"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-07-04 14:41:16",
            "id": "5047817",
            "reply_to_id": "5029321",
            "text": "fólk er að seigja að þetta gerist með jurtatattoo..er sammt á leiðinni að fá mér svoleiðis, þar sem ég er búin að fá að sjá nún 3 jurtatattoo á frænda mínum og hann er búinn að vera með þau í 3 ár og það er ekekrt að þeim"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-07-04 15:28:27",
            "id": "5047915",
            "reply_to_id": "5047817",
            "text": "En jurtattú eiga að vera farin af eftir 3 ár svo að frændi þinn situr líklegast uppi með þetta forever… Og það á pottþétt eftir að breytast e-ð því litirnir sem eru notaðir í þetta eru ekki góðir."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-07-04 15:29:25",
            "id": "5047916",
            "reply_to_id": "5047915",
            "text": "…eh\nbömme"
        },
        {
            "user": "Eliiin",
            "user_id": "69186",
            "date": "2007-07-05 20:41:56",
            "id": "5051542",
            "reply_to_id": "5047817",
            "text": "afhverju að fá ser jurtatattoo .. ef að þig langar í tattoo þá færðu þer alvuru tattoo sem að fylgjir þer í gröfina óbreytt ,,"
        },
        {
            "user": "Eliiin",
            "user_id": "69186",
            "date": "2007-07-06 10:37:51",
            "id": "5052569",
            "reply_to_id": "5051542",
            "text": "já, málið er að ég má það ekki -.-\nforeldranir leifa mér bara að fá jurta"
        },
        {
            "user": "Eliiin",
            "user_id": "69186",
            "date": "2007-07-06 12:12:34",
            "id": "5052740",
            "reply_to_id": "5052569",
            "text": "þa biðuru þangað til þu verður 18 ara,,en samt þetta er þitt val hvort þú viljir eyðileggja likamann þinn"
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2007-07-23 01:15:54",
            "id": "5093009",
            "reply_to_id": "5052569",
            "text": "hahahaha.. halda þau að þetta fari á endanum?\nhahaha… afhverju segjuru þim það ekki og lætur alvuru listamann gera þetta á þig.. ekki einhvern sem hefur einga “menntun” eða listrænahæfileika…\nen miða við það sem ég hef lesið eftir þig hérna þá er þér sennilega sama um það að eftir 8-10 ár verðuru með grá klessu sem mun aldrei fara og ómögulegt að sjá hvað þetta átti að vera í upphafi… í alvurinni þú verður að bera virðingu fyrir sjálfri þér, ekki bara gera einhvað núna svo að aðrir krakkar líti upp til þín.\nég fékk tatto 14 og viðhorf krakkana sem ég var með í skóla breyttist, ég ætla ekki að ljúja því og ég fékk svona orð fyrir að vera “villt” en mitt tatto er alvurinni, ef ég hefði fengið jurta tatto eins og vínkona mín sem fékk að fá 12 ára (því það átti að fara, þetta var nýtt á markaðnum og eingin vissi að þetta færi ekki, bara dofnar)þá væri ég með einhverja klessu…"
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2007-07-23 08:37:33",
            "id": "5093227",
            "reply_to_id": "5093009",
            "text": "svo að aðrir krakkar líti upp til þín.\nokei sorry en þetta fannst mér bara fyndið.\nsko…pabbi er að hugsa um að leifa mér að fá alvöru eftir að ég sagði honum frá þessu.\nég fékk tatto 14 og viðhorf krakkana sem ég var með í skóla breyttist\nMér er svo slétt sama um það þar sem fólk tekur bókstaflega ekkert eftir mér í skólanum og ef að það tekur eftir mér, þá bendir það og segjir emo…svo að það skiptir agalega litlu máli.\nEn fyrirgefðu ef þetta hljómar eins og skítkast því að ég meina þetta ekki þannig..\nTakk :)"
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2007-07-23 17:00:02",
            "id": "5094087",
            "reply_to_id": "5093227",
            "text": "já allt í lagi… ég var einmitt þannig í barnaskóla og var ekki beint mikið inná ratsjánni, ekki segja að þér sé sama, þér er sama. einginn vill vera án athyggli og eingum er sama hvernig komið er fram við mann…"
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2007-07-23 17:57:58",
            "id": "5094329",
            "reply_to_id": "5094087",
            "text": "og segðu mér, hvað veist þú um hvað ég vil og hvað ekki ?"
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2007-07-23 18:24:20",
            "id": "5094421",
            "reply_to_id": "5094329",
            "text": "við erum öll mennsk væna"
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2007-07-23 18:26:24",
            "id": "5094438",
            "reply_to_id": "5094421",
            "text": "já…en fólk hefur mjög mismunandi persónuleika"
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2007-07-23 19:46:22",
            "id": "5094896",
            "reply_to_id": "5094438",
            "text": "já auðvitað, en það sem gerir okkur mennsk er þörf fyrir ást, athyggli og traust og eiginleikin til að gefa þetta af okkur.\nfinnst þér einhvað af þessu verið bælt hjá þér, eða einhvað sem vantar?..\nég veit það bara af eigin reynslu og upplifum að hvað sem mar heldur að mar þurfi ekki einhvað af þessu þá er það ekki satt í “alvurinni” innst í hjartanu"
        }
    ]
}