{
    "forum_title": "Börnin okkar",
    "user": "palinas",
    "user_id": "2187",
    "date": "2001-11-24 04:57:05",
    "title": "Tilfinningarbylgjurnar",
    "text": "Það sem liggur mér að hjarta er að ég er búin að vera að spá í ýmsum hlutum undanfarið. Það er að segja frá því að ég átti strákinn. Það eru ekkert smá margar tilfinningar sem fara í gegnum mann. Það var & er reyndar ennþá að strákurinn er kannski sofandi inn í herbergi og ég er inn í stofu að horfa á TV, þá fæ ég allataf þvílíka tilfinningu að þurfa að fara inn í herbergi og ath hvernig strákurinn hefur það. Hvort hann andi. Sérstaklega þegar hann var nýfæddur. Ég vaknaðai kannski eitthvað upp á nóttinnu og þá ath ég hvort hann væri ekki alveg örugglega að anda, ýtti aðeins við honum og lét hann hreyfa sig. Þetta er virkilega óþæginleg tilfinning, kannski ekki beint óþæginleg. Það er kannski frekar hægt að segja að hún sé skrítin eð eitthvað. Veit ekki alveg hvernig ég á að lýsa henni. Ég er enn að þessu og henn er orðin 6 mán í dag. Ef ég er ekki búin að heyra neitt í honum í eitthvern tíma þá fer ég og strýk honum um andlitið og gef honum nokkra kossa til að vera alveg viss um að allt er í lagi.\nÞað má vel vera að það sé eitthvað að mér. En hvað veit ég. ÉG ger kannsi eitthvað móðursjúk eða hvað sem fólk vill kalla það. Ég er bara ég og er ánægð með það.\nHvað með ykkur hafið þið lent í þessu. Finnst ykkur þetta vera óþæginleg tilfinning eða hvað?\nÞannig er það hjá mér á hverjum degi. Þetta sýnir kannski vel hversu heitt maður elskar barið sitt\nkveðja\npalinas",
    "url": "https://www.hugi.is/bornin/greinar/52773/tilfinningarbylgjurnar/",
    "url_id": "52773",
    "id": "349060",
    "replies": [
        {
            "user": "GlingGlo",
            "user_id": "2646",
            "date": "2001-11-24 13:04:52",
            "id": "349061",
            "reply_to_id": "349060",
            "text": "Hehe, hvaða mamma kannast ekki við þetta. Elskan mín góða, ég geri þetta stundum enn í dag og stelpurnar mínar eru að verða 2ja og 7 ára."
        },
        {
            "user": "Dangergirl",
            "user_id": "10387",
            "date": "2001-11-24 14:18:30",
            "id": "349062",
            "reply_to_id": "349060",
            "text": "já kannast mjög vel við þetta … ég á eins og ég hef pottþétt sagt áður 10 ára og 9 ára og svo eina litla 2ja og hálfs… elsta min steinsvaf alltaf undantekningarlaust frá 8 á kvöldin til 8 á morgnanna og mér fannst það ekki eðlilegt svo ég var á stöðugu rápi að kikja á hana , pota i hana , leggja hendina við nefið til að gá hvort hún andaði og sama með strákinn sem er 9 ára hann vaknaði þó eitthvað meira en elsta stelpan og ég hafði ekki eins mikla þörf fyrir að vera alltaf að gá að honum … en svo þegar ég átti yngstu .. úff þetta varð hálf móðursjúkt hjá mér … hún vildi alltaf setja alla taubleyjuna yfir allt andlitið og sofa þannig … mér fannst það i hæsta máta geðveikt óþægilegt var alltaf að kikja á hana þó svo hún svæfi miklu minna en hin 2 höfðu gert … vaknaði oftar til að fá að drekka og svona ….. hún gerir þetta ennþá i dag að breiða sængina yfir hausinn og koddann yfir allt andlitið … hún vill bara sofa svona og núna er ég farin loksins að slappa aðeins af með þetta ég segi bara eins og GlinGló … hvaða mamma kannast ekki við þessa tilfinningu … held hún sé bara mjög eðlileg maður elskar þessi litlu krili alveg i tætlur og vill passa þau svo vel !!\nallavega þá ertu ekki ein um þetta palinas skil þig rosalega vel :)"
        },
        {
            "user": "danna",
            "user_id": "13515",
            "date": "2001-11-24 14:24:59",
            "id": "349063",
            "reply_to_id": "349060",
            "text": "Ég held ég viti nákvæmlega hvaða tilfinningu þú ert að tala um.  Þessi tilfinning sem virðist eiga upptökin alveg við hjartaræturnar og lætur mann verða svo ofur-ofurviðkvæman, eiginlega lotningarfullan yfir þessu kraftaverki sem við fengum upp í hendurnar. Og við trúum því varla að okkur hafi verið treyst fyrir þessu og við verðum að fullvissa okkur um að litla krílið sé alveg örugglega á lífi.\nÞó litli minn sofi mjög lítið (10-12 stundir í 7-8 lúrum, hann er svona “hálftímamaður”) þá ýti ég stundum aðeins við honum,  bara til að fá smá viðbrögð.\nÉg held að við foreldrar séum öll svona.\nEn tilfinningin sem þú talar um, jú hún er góð (jákvæð) en samt svo yfirþyrmandi að hún er næstum óþægileg."
        },
        {
            "user": "harpajul",
            "user_id": "7337",
            "date": "2001-11-24 16:43:21",
            "id": "349064",
            "reply_to_id": "349060",
            "text": "ég finn fyrir þessari tilfinningu gagnvart öllum börnunum mínum,meira að segja þá á ég fósturdóttur og ég er greinilega svipað tilfinningalega tengd henni því að fyrstu nóttina sem hún svaf hjá mér þá var ég alltaf að gá að henni(hún var þá 4 ára)eins og ég gerði(og geri)við mín þegar þau voru nýfædd,þetta er sennilega partur af móðureðlinu :)Mér finnst þetta alls ekki óþægileg tilfinning,ég fer til dæmis alltaf inn til krakkanna áður en ég fer að sofa og breiði ofaná þau og kyssi þau aftur góða nótt(þó þau séu löngu sofnuð)og ef ég gleymi því og man þegar ég er komin uppí þá verð ég ekki róleg fyrr en ég er búin að fara og kíkja á þau."
        },
        {
            "user": "rebsig",
            "user_id": "4613",
            "date": "2001-11-24 17:36:28",
            "id": "349065",
            "reply_to_id": "349060",
            "text": "Nei ég var aldrei svona með ungana mína, (þau eru orðin 8,12 og 13 ára í dag) en það kom fyrir að ég settist hjá rúminu þeirra og horfði á þau sofa, það er eitt af því fallegasta sem maður sér, sofandi barn.  Mér er sem betur fer gefið það að treysta því að allt sé í lagi og hef því örsjaldan áhyggjur.  Það er þá helst ef ég kem heim úr vinnunni seinnipartinn og frétti að eitthvert þeirra hafi ekki komið heim úr skólanum og sé einhversstaðar hjá einhverjum.  Þegar þau koma svo ekki heim í kvöldmat, þá fer minn hugmyndafulli heili að búa til áhyggjur.  Þau hafa afa sinn og ömmu hér rétt hjá og þau fylgjast með krökkunum fyrir mig á meðan ég er að vinna.  En stundum er auðvelt að gleyma því að segja afa og ömmu frá því hvar maður er, þegar það er mikið um að vera í litla kollinum.\nÉg á hins vegar eina vinkonu sem á strák og þegar hann var lítill í vöggu, þá var það eina nóttina að henni fannst að eitthvað væri að og hún fór að gá.  Henni brá ekkert smá þegar hún kom að vöggunni.  Þar lá stubburinn með galopin augu og með starandi augnaráð.  Hún hristi hann til og hélt að hann væri dáinn, en þá var sá stutti bara steinsofandi með opin augun!\nÉg tel að ef þú missir ekki of mikinn svefn sjálf með því að vakna svona upp á nóttunni, þá þurfir þú ekki að hafa áhyggjur, en ef þú ert illa sofin morgun eftir morgun, þá ættir þú að tala við heimilislækninn þinn og fá ráðgjöf.\nGuð geymi ykkur.\nrebsig."
        },
        {
            "user": "honeybun",
            "user_id": "13824",
            "date": "2001-11-24 20:41:23",
            "id": "349066",
            "reply_to_id": "349060",
            "text": "Ég kannast við þessar tilfinningar.\nÉg tékka ennþá á mínum 3 ára, bara til að sjá hvernig hann liggur og þess háttar. Stundum þá er hann búinn að sparka sænginni á gólfið og alveg að því kominn að detta úr úr rúminu sínu.\nEn ég skil þig bara svo vel! :)\nVið gerum þetta bæði, ég og pabbi hans.\nMér finnst líka bara oft gott að kíkja inn til hans og kyssa hann,tékka á því hvort að honum sé kalt, jafnvel segja aftur góða nótt og biðja til Guðs í huganum að vaka yfir honun og vernda hann. :)\nÆi-börnin eru bara svo mikil kraftaverk og svo dýrmæt..\nEini tíminn til að fá að horfa á þau svona lengi, er þegar þau eru sofandi… haha..\nAnnars eru þau á ferð og flugi, eða upptekin.\nÉg tek undir það að það jafnast ekkert á við það að horfa á barnið/börnin sofandi! Þvílík sjón! :)\nkveðja\nhoneybun"
        },
        {
            "user": "bar",
            "user_id": "6538",
            "date": "2001-11-25 00:15:38",
            "id": "349067",
            "reply_to_id": "349066",
            "text": "Maður kannast nú við þetta.  Dóttir mín er rétt að skríða í að verða 20 mánaða og maður er alltaf að tékka á henni.  Ég hef bara einu sinni lent í því að fá engin viðbrögð í cirka 2-3 sekúndur, en það voru líka lengstu sekúndur sem ég hef upplifað.  Hjartað endaði einhverstaðar í stóru tánni.  Hún svaf þá bara óvenju fast :-)\nAnnars er það merkilegt, hvað þau breytast mikið í svefni.  Lítill óþekktarormur sem litaði nýmálaða herbergið í 30 nýjum tússlitum breytist allt í einu í saklausan engil og maður fattar gersamlega ekki hvernig maður gat orðið pirraður. Enda er það svo, að ég ákveð alltaf á kvöldin þegar ég stend yfir barnarúminu að verða betri pabbi á morgun en ég var í dag…..svo klikkar allt þegar lætin byrja daginn eftir…hehehe!\nKveðja."
        },
        {
            "user": "GlingGlo",
            "user_id": "2646",
            "date": "2001-11-25 01:53:53",
            "id": "349068",
            "reply_to_id": "349067",
            "text": "Tíhí, eins og spakur maður mælti: ef þú ert pirraður á barninu þínu horfðu þá á það þegar það sefur, það er nefninlega ekki hægt að vera argur út í sofandi barn :) Laaaaangbesta aðferðin til að hætta að pirrast á börnunum sínum."
        },
        {
            "user": "CooleY",
            "user_id": "9754",
            "date": "2001-11-25 13:04:13",
            "id": "349069",
            "reply_to_id": "349060",
            "text": "Jújú ég kannast líka við etta….geri þetta á hverri nóttu….ég bara vakna og þá athuga ég hvort að stráksi andar ekki…..hann er orðinn 14 mánaða…held að þetta sé bara í eðlinu að reyna að vernda börnin okkar. Ég var bara hrædd svo mikið með vöggudauða að ég svaf ekki fyrstu 6 mánuðina ;)"
        },
        {
            "user": "siggagumm",
            "user_id": "10734",
            "date": "2001-11-25 15:33:34",
            "id": "349070",
            "reply_to_id": "349060",
            "text": "Ok ég á ekki barn en ég kannast við þessa tifinningu samt!\nSystir mín á litla stelpu sem ég er oft með, og einu sinni þegar hún var 1 árs þá fór ég út í vídeóleigu og tók hana með mér í reglhlífarkerru. Það var mikill vindur úti og ég var alltaf að spá í hvort vindurinn væri of mikill framan í hana,(því maður nær oft ekki andanum í miklum vindi) En hélt samt áfram. Stelpan snéri náttúrulega frá mér og ég sá ekkert framan í hana fyrr en ég var komin heim og þá sá ég mér til mikillar skelfingar að hún lá í kerrunni eins og hún væri dáinn. Mér brá svo mikið að ég öskraði eins hátt og ég gat á systir mína, sem kom hlaupandi. Svo tók ég barnið upp og hristi það til og frá og þá opnaði hún þreytt augun og vissi ekkert hvað væri um að vera, því hún hafði bara fengið sér einn nettan dúr:)\nÉg held að ég hafi aldrei verið eins hrædd á ævi minni. En gat síðan hlegið af þessu eftir á:)"
        }
    ]
}