{
    "forum_title": "Heilsa",
    "user": null,
    "user_id": null,
    "date": "2007-07-02 17:06:38",
    "title": "Mataræði og ræktin.",
    "text": "Ég er svona um það bil að byrja að stunda líkamsrækt af einhverju viti en ég borða mjöög illa og óhollt myndi einhver nenna að sína mér gott matarplan fyrir vikuna til að ná sem mestum árangri í ræktinni. Er ekki að reyna að losna við fitu heldur einungis byggja upp vöðva.\nTakk fyrir.",
    "url": "https://www.hugi.is/heilsa/korkar/528285/mataraedi-og-raektin/",
    "url_id": "528285",
    "id": "5042881",
    "replies": [
        {
            "user": "tele",
            "user_id": "60182",
            "date": "2007-07-02 17:08:12",
            "id": "5042887",
            "reply_to_id": "5042881",
            "text": "borða slatta af skyri og ávöxtum"
        },
        {
            "user": "ratatat",
            "user_id": "64227",
            "date": "2007-07-03 19:41:02",
            "id": "5046089",
            "reply_to_id": "5042887",
            "text": "Það er nú dáldið erfitt að ná svo mikilli orku úr skyri og ávöxtum."
        },
        {
            "user": "tele",
            "user_id": "60182",
            "date": "2007-07-03 22:21:48",
            "id": "5046471",
            "reply_to_id": "5046089",
            "text": "reikna náttúrulega með því að einstaklingrinn fái ráðlagt magn af kjöti og fisk úr aðalmáltíðum."
        },
        {
            "user": "ratatat",
            "user_id": "64227",
            "date": "2007-07-04 00:46:31",
            "id": "5047115",
            "reply_to_id": "5046471",
            "text": "Fyrst að hann fær nóg af kjöti, afhverju þarf hann þá slatta af skyri í viðbót?"
        },
        {
            "user": "tele",
            "user_id": "60182",
            "date": "2007-07-04 08:46:26",
            "id": "5047379",
            "reply_to_id": "5047115",
            "text": "nvm"
        },
        {
            "user": "alfisti",
            "user_id": "52848",
            "date": "2007-07-04 12:52:22",
            "id": "5047674",
            "reply_to_id": "5047115",
            "text": "skyr og ávextir eru mjög skynsamur kostur ef þú ert að koma þér í gott form,kjöt líka,ekki síður grænmeti,semsagt fjölbreytni."
        },
        {
            "user": "ratatat",
            "user_id": "64227",
            "date": "2007-07-04 19:25:27",
            "id": "5048681",
            "reply_to_id": "5047674",
            "text": "Einmitt, fjölbreyttni en ekki slatta af skyri. Fólk á ekki að borða of mikið af skyri þegar það er að byggja sig upp þar sem að það lætur mann vera saddann fljótlega."
        },
        {
            "user": "carpe",
            "user_id": "31491",
            "date": "2007-07-05 21:51:14",
            "id": "5051697",
            "reply_to_id": "5048681",
            "text": "Ég verð nú engann veginn saddur af skyri."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-07-02 19:42:04",
            "id": "5043440",
            "reply_to_id": "5042881",
            "text": "þú þarft ekkert matarplan sem segir þér hvað á að borða í hverja máltíð heldur þarftu að læra að borða hollt."
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2007-07-02 23:33:17",
            "id": "5044373",
            "reply_to_id": "5042881",
            "text": "Morgunmatur:\nMikilvægasta máltíðin. Éttu eins og hestur þá, kolvetni aðallega þá eins og t.d. hafragraut, cheerios, cornflakes eða eitthvað annað kornmeti. Síðan er gott að fá sér ávöxt svo sem banana og/eða skyr(mjólkurvörur).\nYfir daginn:\nBorða vel af ávöxtum, kornmeti, mjólkurvörum og mjög góður vani að borða grænmeti líka.\nKvöldmatur:\nKjöt, fisk eða bara það sem er á boðstólnum. Býst við því að þú búir hjá foreldrum og þessvegna mydni ég bara borða það sem er í kvöldmat hverju sinni.\nFyrir svefn/á kvöldin:\nPrótein. Mæli með skyri og síðan kannski einum ávexti ef þú ert svangur.\nEn annars þá myndi ég bara éta eins og skepna meðan þú ert að byggja þig upp en samt ekki éta rusl. Þegar þú ferð að skera seinna skiptir mataræðið meira máli.\nÞetta svar var í boði\nwww.blog.central.is/muscles\nHaraldur G. Sigfússon, vefstjóri."
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2007-07-03 06:10:42",
            "id": "5044848",
            "reply_to_id": "5044373",
            "text": "Þakka þér kærlega fyrir."
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2007-07-03 22:05:03",
            "id": "5046402",
            "reply_to_id": "5044848",
            "text": "Vonandi hjálpaði þetta eitthvað."
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2007-07-03 22:08:25",
            "id": "5046412",
            "reply_to_id": "5046402",
            "text": "Þetta gerði það:) og ávaxtar línu ritið mitt fór í dag frá 0 upp í 9 r sum:D"
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2007-07-03 22:42:53",
            "id": "5046581",
            "reply_to_id": "5046412",
            "text": "Snilld, bara halda áfram. Margir halda nefnilega að ávextir og grænmeti sé nánast það sama en staðreyndin er sú að flestir ávextir eru kolvetnaríkir og kolvetni eru einmitt það sem að þú þarft ef að þú vilt hafa einhverja orku í ræktinni :P"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-07-03 22:44:44",
            "id": "5046598",
            "reply_to_id": "5046581",
            "text": "hehe það er gott get reyndar varla hreift mig núna hehe en það verður dagur eftir daginn í dag!=)"
        },
        {
            "user": "Villzi",
            "user_id": "35429",
            "date": "2007-07-09 20:52:53",
            "id": "5059991",
            "reply_to_id": "5044373",
            "text": "Haha, Palli segist ekkert vera með í þessari síðu, finn ég lykt af lygi ?"
        },
        {
            "user": "Tyr",
            "user_id": "32438",
            "date": "2007-07-09 23:56:31",
            "id": "5060674",
            "reply_to_id": "5059991",
            "text": "haha, nei hann var alltaf að lyfta með okkur en ég veit alveg að hann hefur ekkert komið nálægt þessari síðu. Fínt að hafa hann þarna inná til þess að líta út fyrir að vera hrikalegri."
        },
        {
            "user": "NoFear",
            "user_id": "44821",
            "date": "2007-07-09 21:28:41",
            "id": "5060111",
            "reply_to_id": "5042881",
            "text": "mín leið er:\nað ég reyni að bora rosaelga lítið af kolvetni, en samnt eitthvað. reyni að taka um 80-150gr af prótíni af dag (er 80kg)\nfer svo 3-4 í ræktina í viku,\nsvo bara skila meiri orku út heldur en fer inn ;)"
        },
        {
            "user": "NoFear",
            "user_id": "44821",
            "date": "2007-07-09 23:13:34",
            "id": "5060473",
            "reply_to_id": "5060111",
            "text": "ókay töff ég borða reyndar slatta af kolvetnum þar sem að ég er ekki að reina að kutta mig neitt svakalega bara byggja upp vöðva. Fer 4 sinnum í viku í ræktina:)"
        },
        {
            "user": "NoFear",
            "user_id": "44821",
            "date": "2007-07-09 23:41:35",
            "id": "5060612",
            "reply_to_id": "5060473",
            "text": "okey.\nég er líklega með aðeins hærri fituprósentu en þú\nEn kolvetni skipta þá miklumáli í uppbyggingu vöðva, borða mikið af þeim og líka prótíni\nþar sem ég hef kannski fituforða þá borða ég minna af þeim. en þú ættir að halda þig við þau, þau hjálpa þér ásamnt prótíni, og kannski Creatín ef þig langar ;)"
        },
        {
            "user": "deadsoul",
            "user_id": "59675",
            "date": "2007-07-10 21:17:56",
            "id": "5062905",
            "reply_to_id": "5042881",
            "text": "Borða mýflugu"
        },
        {
            "user": "TestType",
            "user_id": "14778",
            "date": "2007-07-29 14:32:48",
            "id": "5109030",
            "reply_to_id": "5042881",
            "text": "Byrjaðu á því að borða lágmark 6 sinnum á dag.\nÞú ættir að vera að borða prótín í hverri einustu máltíð, allar máltíðir samblanda af prótín/kolvetnum eða prótín/fita. Lágmark 25-30g af prótíni í hverri máltíð en það fer eftir einstaklingum, þyngd og hversu mikinn vöðvamassa þeir hafa. Þarft að borða vel af kolvetnum fyrir æfingu en sérstaklega þarftu að borða kolvetni eftir æfingu til þess að vöðvarnir fái nóga orku og efni til að jafna sig og byggjast upp.\nSamkvæmt skilgreiningu þarftu að vera borða fleiri kaloríur en þú brennir til þess að líkaminn geti byggt vöðva. Þannig að þú þarft að borða massíft mikið, en ég legg mikla áherslu á að það sé einungis hollt fæði. Og þegar maður borðar hollt þá er erfitt að ná kaloríunum upp í háar tölur finnst mér af eigin reynslu. Maður þarf að vera síétandi og þess vegna er mikilvægt að borða oft yfir daginn til að geta troðið svona miklu ofan í sig.\nOg að lokum, passaðu þig á að borða nóg af hollri fitu, það er lífsnauðsynlegt til að sjá árangur. Flest fólk heldur að öll fita sé skrattinn sjálfur en þú þarft á nauðsynlegum fitusýrum að halda og slatta af þeim. Færð góða fitu úr hnetum (helst möndlum), hnetusmjöri (helst náttúrulega með engum sykri), lýsi, ólífuolíu, fiski og fleira. Auk þess getur fita hjálpað mikið við að hækka kaloríurnar upp í almennilegan fjölda þar sem fita er kaloríþyngsta næringin (9 kaloríur á hvert gramm)."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-07-31 03:31:49",
            "id": "5113971",
            "reply_to_id": "5109030",
            "text": "Geturu nokkuð sagt mér hvað ég á að borða svona helst á milli mála og í morgun mat annað en skyr ávexti og krænmeti:) úr hverju fæ ég mestu kolvetnin og allt sem ég þarf sem ég get japplað á á milli mála?:)"
        }
    ]
}