{
    "forum_title": "Djammið",
    "user": "Foam",
    "user_id": "1708",
    "date": "2007-07-03 16:19:00",
    "title": "Sensation Akureyri 14. júlí",
    "text": "Þá er komið að því. Eitt stærsta kvöld sem The Royal Entertainment Group ætlar að halda á þessu ári. Í þetta skiptið beinum við sjónum okkar að einni stærstu dansveislu í Evrópu en það er Sensation hátíðin í Amsterdam. Sú hátíð fer ávallt fram fyrstu tvær helgarnar í júlí og við ætlum að vera samstíga og halda Sensation Akureyri þann 14. júlí næstkomandi eða aðra helgina í júlí.\nÞetta verður “Black Edition” sem þýðir það að allir þeir sem ætla að mæta á kvöldið verða að vera klæddir í svart frá toppi til táar annars komast þeir ekki inn.\nHérna eru nokkrir punktar sem gott er að muna ef þú ætlar að mæta:\nÞú verður að mæta í svörtu…frá toppi til táar\nÞetta er dansveisla sem þýðir danstónlist frá A til Ö\nEinn heppinn dansóður gestur vinnur ferð til Amsterdam með Icelandair á kvöldinu!\nEf þú ert hrædd/ur við sprengingar og líður illa í hávaða - ekki mæta\nEf þér er illa við stöðugt “flass” og ljós - ekki mæta\nEf þú vilt prufa eitthvað nýtt og ferskt sem þú hefur ekki séð á Íslandi áður - mættu\nMeira info um kvöldið verður sett inn síðar á vefsíðuna\nwww.treg.is",
    "url": "https://www.hugi.is/djammid/korkar/528519/sensation-akureyri-14-juli/",
    "url_id": "528519",
    "id": "5045548",
    "replies": [
        {
            "user": "Tiddis",
            "user_id": "64350",
            "date": "2007-07-04 20:42:30",
            "id": "5048928",
            "reply_to_id": "5045548",
            "text": "Hell Yeah og froða !"
        },
        {
            "user": "lyons",
            "user_id": "21741",
            "date": "2007-07-08 20:33:20",
            "id": "5057476",
            "reply_to_id": "5045548",
            "text": "Afhverju ekki “white edition”, miklu skemmtilegri tónlist og flottari klæðnaður."
        },
        {
            "user": "Orkamjas",
            "user_id": "55230",
            "date": "2007-07-11 10:15:57",
            "id": "5063925",
            "reply_to_id": "5057476",
            "text": "Svart er meira figure flattering en hvítt."
        },
        {
            "user": "lyons",
            "user_id": "21741",
            "date": "2007-07-11 16:24:27",
            "id": "5064429",
            "reply_to_id": "5063925",
            "text": "Samt, sensation white er án efa miklu skemmtilegra en black.\nFinnst líka miklu flottara að klæðast alveg hvítu en alveg svörtu. Miklu líflegra (á líka miklu flottari hvítan jakka en svartan)"
        },
        {
            "user": "Orkamjas",
            "user_id": "55230",
            "date": "2007-07-11 19:22:56",
            "id": "5064945",
            "reply_to_id": "5064429",
            "text": "Já skil þig:)\nÉg á samt engin hvít föt..eina peysu. Svo gæti ég ekki hugsað mér að klæðast hvítum buxum..Ekki það að mér finnist það ekki flott."
        },
        {
            "user": "Orkamjas",
            "user_id": "55230",
            "date": "2007-07-11 10:16:40",
            "id": "5063927",
            "reply_to_id": "5045548",
            "text": "Úh mig langar..Er þetta í Sjallanum?"
        }
    ]
}