{
    "forum_title": "Dulspeki",
    "user": "Fenrir",
    "user_id": "34852",
    "date": "2007-07-04 05:43:42",
    "title": "Látinn vinur",
    "text": "Það er frekar langt síðan mig dreymdi þetta, en ég tel að ég eigi ekki eftir að gleyma þessu:\nÉg er staddur inn í verslun og er að leita að einhverju. Allt í einu finnst mér eins og það standi einhver við hliðina á mér og ég lít við. Þar stendur vinur minn sem dó í fyrra (í alvörunni, ekki draumnum). Ég spyr hann hvernig hann hafi komist til baka. Hann svarar ekki svo ég spyr aftur. Hann sussaði á mig eða sagði bara “uss”. Ég gleymi því hvað það var sem ég ætlaði að kaupa og elti hann um alla verslunina. Hann finnur loksins það sem hann ætlaði að kaupa (minnir endilega að það hafi verið Pepsi, enda drakk hann það oft). Ég segi ekkert fyrr en við komum út. Ég elti hann að bílnum hans (bíll sem hann hafði átt áður en hann dó) og við setjumst inn. Ég spyr hann aftur hvernig honum hafi tekist að koma til baka. Hann segir við mig að ef hann ætli að koma til baka verði hann að byrja alveg upp á byrjun. Síðan tölum við ekkert meira. Hann skutlar mér heim til mömmu minnar, ég fer út úr bílnum og labba inn. Svo vakna ég.\nÉg hef trú á að sálin (eða eitthvað annað) fari úr einum líkama, “blocki” minningar úr fyrra lífi og “fæðist” aftur í öðrum líkama. Nokkrum dögum eftir að mig dreymdi þennan draum fæddist barn í bænum sem við áttum heima í.\nÞað sem ég er að velta fyrir mér er hvað þið haldið um þetta og hvort þið hafið einhverjar ágiskanir á hvað þessi draumur gæti þýtt?",
    "url": "https://www.hugi.is/dulspeki/korkar/528648/latinn-vinur/",
    "url_id": "528648",
    "id": "5047326",
    "replies": [
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2007-07-05 18:17:48",
            "id": "5051120",
            "reply_to_id": "5047326",
            "text": "Hann segir við mig að ef hann ætli að koma til baka verði hann að byrja alveg upp á byrjun\nþað var það fyrsta sem ég hugsaði þegar ég las þetta að hann væri að fara að fæðast aftur :D"
        },
        {
            "user": "Bjarke",
            "user_id": "19229",
            "date": "2007-08-14 00:54:17",
            "id": "5144374",
            "reply_to_id": "5047326",
            "text": "Fáðu þér draumaráðningabók r sum"
        }
    ]
}