{
    "forum_title": "Tungumál",
    "user": "enss1o",
    "user_id": "65333",
    "date": "2007-07-04 17:00:09",
    "title": "7 ástæður til að læra frönsku",
    "text": "Sá skemmtilega grein í DV um daginn þar sem 7 ástæður voru til að læra frönsku langar að sýna ykkur þær.\n1.Atvinni:Í felstum Evrópulöndum er franska kennd sem annað eða þriðja tungumál. Ef þú talar frönsku og sækir um vinnu hjá alþjóðlegu stórfyrirtæki ertu mun líklegri en aðrir til að verða ráðinn þar sem þú getur fylgst náið með mörkuðunum í Frakklandi. Atvinnumöguleikum fjölgar því til muna.\n2.Evrópusambandið:Franska er víða um heim annað opinbera tungumálið t.d í Kanada. Frakkar eru leiðandi afl í fjarskiptatækni auk þess sem opinber tungumál Evrópusambandsins er franska. Hugsaðu þér öll flugfélögin, inn- og útflutningsfélögin og alþjóðlegu fjarskiptafyrirtækin sem þú getur unnið hjá. Franska er auk þess næst algengasta tungumál\nsameinuðu þjóðanna.\n3.Vinsæalasta landið: Frakkland er vinsælasta land í heimi um 76 miljónir heimsæka Frakkland árlega.\n4. 125 miljónir: Ef þú lærir frönsku geturðu talað við 125 miljónir manna í 40 löndum- sem þú gætir annars ekki talað við. Margir Frakkar vilja auk þess ekki tala ensku enda er enska ekkert smá - yesterday-. Nærri helmingur enskra orða er franskur að uppruna.\n5.Franskar bíómyndir:Frakkar framleiða margar af bestu bíómyndum. Alþjóðlega kvikmynda hátíðin Cannes sem margir þekkja er haldin í Frakklandi en hún er ein virtasta kvikmyndahátíð í heimi.\n6.Maturinn:Frakkar eru margrómaðir fyrir matargerðina . Hversu oft hefur maður heyrt náungann segja söguna af rómantíska kvöldverðinum sem hann átti í effel turninum. Ef þú kannt frönsku geturðu flogið með kærustuna/konuna og pantað þér það sem þér langar en ekki eitthvað jukk!\n7.Íþróttir:Franska er aðal íþróttamálið. franska er opinbert tungumál ólempíuleikana auk þess sem allar heitustu íþróttaviðburðir fara fram í Frakklandi .",
    "url": "https://www.hugi.is/tungumal/korkar/528743/7-astaedur-til-ad-laera-fronsku/",
    "url_id": "528743",
    "id": "5048186",
    "replies": [
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2007-07-06 22:51:12",
            "id": "5053985",
            "reply_to_id": "5048186",
            "text": "Ég komst að því nýlega að maður í vinnunni minni talar frönsku. Ég veit ekki hvaðan hann er, en allavega ekki frá Frakklandi. Það eru alveg ótrúlega mörg lönd þar sem franska er töluð, eins og reyndar spænska. Enda var heiminum nánast skipt í enskar, franskar og spænskar nýlendur einu sinni :)\nÉg veit samt einn kost í viðbót, sem á við um spænsku, portúgölsku, ítölsku og latínu líka. Ef maður kann eitt af þessum tungumálum getur maður skilið ótrúlega mikið í hinum."
        },
        {
            "user": "Kwarkle",
            "user_id": "59795",
            "date": "2007-07-09 22:20:20",
            "id": "5060262",
            "reply_to_id": "5048186",
            "text": "Svo er líka alltaf hægt að fylgjast með Júróvisjon á frönsku ^^"
        },
        {
            "user": "themachine",
            "user_id": "59977",
            "date": "2007-07-13 17:56:40",
            "id": "5069814",
            "reply_to_id": "5048186",
            "text": "Æi, DV?\nSjálf hef ég mjög mikinn áhuga á frönsku og lærði aðeins grunninn síðasta haust og vona að ég geti lært meira í framtíðinni."
        },
        {
            "user": "enss1o",
            "user_id": "65333",
            "date": "2007-07-13 19:12:02",
            "id": "5070122",
            "reply_to_id": "5069814",
            "text": "afhverju æi dv:S?\njabb sama með mig buinn að taka gruninn vel.\n(franska 103) náði að klára það í grunnskola."
        },
        {
            "user": "themachine",
            "user_id": "59977",
            "date": "2007-07-13 19:41:24",
            "id": "5070239",
            "reply_to_id": "5070122",
            "text": "Ég sagði ,,Æi, DV\" af því að DV pirrar mig. Flest þar er illa sett upp og mér finnst þau hafa getað orðað þetta betur.\nOkei ;)\nÉg náði ekki að taka þetta vel… en ég ætla mér að læra hana vel í framtíðinni."
        },
        {
            "user": "enss1o",
            "user_id": "65333",
            "date": "2007-07-13 20:17:14",
            "id": "5070348",
            "reply_to_id": "5070239",
            "text": "haha ja sammala skyldi stundum ekkert hvað ég var að skrifa enda er blaðið bara við það að fara á hausinn."
        },
        {
            "user": "themachine",
            "user_id": "59977",
            "date": "2007-07-13 22:51:51",
            "id": "5070749",
            "reply_to_id": "5070348",
            "text": "Einmitt."
        },
        {
            "user": "NoAngel",
            "user_id": "15331",
            "date": "2007-07-23 14:11:05",
            "id": "5093671",
            "reply_to_id": "5048186",
            "text": "Ohh ég elska frönsku :) Vildi að ég gæti talað hana reiprennandi en ég ætla mér að geta það einhvern tímann. Kann bara grunnatriðin og er farin að ryðga smá síðan ég útskrifaðist úr menntó í fyrra :/"
        },
        {
            "user": "Stjarna4",
            "user_id": "62112",
            "date": "2007-08-07 00:15:50",
            "id": "5127312",
            "reply_to_id": "5048186",
            "text": "Æ, franska er svo skemmtilegt mál..elska hana..ætla að læra að tala hana reiprennandi..býst við að ég verði samt að fara til frakklands til þess^^ :P"
        },
        {
            "user": "Absurd",
            "user_id": "36364",
            "date": "2007-09-17 19:04:41",
            "id": "5240411",
            "reply_to_id": "5048186",
            "text": "og geðveikt tónlist sem kemur þaðan"
        }
    ]
}