{
    "forum_title": "Bardagaíþróttir",
    "user": "ash",
    "user_id": "65822",
    "date": "2007-07-07 17:17:03",
    "title": "UFC73 Stacked",
    "text": "Annað kvöld, þann 7.7.7. Munu margir af bestu mma mönnum heims etja kappi.  Stacked er líklega réttnefni yfir þetta kvöld því langt er síðan mót hefur haft jafn marga áhugaverða bardaga á dagskrá.\nHér að neðan ætla ég að fara stuttlega yfir bardagana og gaman væri að fá álit manna á þessu.  Þar sem þetta er nú í fyrsta skipti sem ég sendi slíka grein inn.\nBardagar\nFrank Edgar gegn Mark Bocer\nFrank Edgar:\nFrá: New Jersey\nAldur: 25\nHæð: 1.68 m\nÞyngd: 70 kg\nFerill: 6-0-0\n1 (T)KO (16.67%)\n2 Subbmissions (33.33%)\n3 Decisions (50%)\nBarðist sinn fyrsta bardaga í UFC í UFC67.  Sigraði hann þar Tyson Griffin (9-1) á decision.  Þetta er enn einn “wrestler” sem hefur snúið sér að MMA og verður áhugavert að sjá hann í þessum bardaga, gegn ansi áhugaverðum andstæðing.\nMark Bocek:\nFrá: Toronto\nAldur: 25\nHæð: 1.75 m\nÞyngd: 70 kg\nFerill: 4-0-0\n1 TKO (25%)\n3 Submissions (75%)\nÞetta er fyrsti UFC bardagi Bocek sem vann Jiu Jitsu kappan Garrett Davis (6-7-0) í síðasta bardaga sínum.  Bocek er með svarta beltið í Brazilian Jiu Jitsu og hefur æft undir leiðsögn Renzo Gracie.\nMín spá:\nÞar sem ég hef nú ekki séð nema annan kappann berjast þá er kannski ekki vit í neinni spá frá mér.  Hins vegar þá tel ég að Edgar muni eiga í miklum vandræðum með BJJ manninn Bocek og muni verða “submittaður” snemma í bardaganum.\nChris Lytle gegn Jason Gilliam\nChris Lytle:\nFrá: Indiana\nAldur: 32\nHæð: 1.80 cm\nÞyngd: 77 kg\nRecord: 32-14-4\n3 (T)KO (13.64%)\n15 Submissions (68,18%)\n3 Decissions (13.64)\n1 tap með (T)KO\n13 töp með decision\nLytle er mikill reynslubolti í MMA og hefur átt langan feril.  Tapaði síðasta bardaga á decision gegn Matt Hughes og þar á undan decision gegn Matt Serra í úrslitun The Ultimate Fighter 4 seríunnar.  Hann hefur barist við marga af bestu MMA mönnum heims og má þar nefna þessa tvo að ofanverðu sem og Joe Riggs, Karo Parisyan, Robbie Lawler og Nick Diaz.  Þess ber þó einnig að geta að hann tapaði fyrir þeim öllum.  TKO tapið sem hann hefur á ferlinum var vegna skurðs sem hann fékk í bardaganum gegn Joe Riggs.  Lytle er því vanur að fara alla leið og verður gaman að sjá hvort hann nái að jafna sig eftir síðustu tvö töp og sýna okkur að hann sé enn efni í heimsmeistara bardaga.\nJason Gilliam:\nFrá: Indiana\nAldur: 34\nHæð: 1.83m\nÞyngd: 77 kg\nRecord: 11-1-0\n5 (T)KO (55,56%)\n4 Submissions (44,44%)\n1 tap með submission\nJason Gilliam er kappi sem hafði unnið 9 bardaga í röð fyrir frumraun hans í UFC.  Þar tapaði hann gegn James Warner  á “rear naked choke”.  Hann kemur inn í þennan bardaga með stuttum fyrirvara en upphaflega átti Drew Fickett að berjast við Lytle.\nMín spá:\nÉg reikna með á Lytle sigri þennan bardaga á submission eða decision.  Jason hefur litla reynslu í UFC búrinu og tapaði síðasta bardaga sínum þar eftir rétt um eina og hálfa mínútu.  Einnig tel ég halla á hann, ekki einungis vegna reynslu Lytle heldur vegna lítils fyrirvara á bardaganum.\nStephan Bonnar gegn Mike Nickels\nStephan Bonnar:\nFrá: Chicago\nAldur: 30\nHæð: 1.91m\nÞyngd: 93 kg\nRecord: 9-4-0\n1 (T)KO (11.11%)\n6 Submissions (66.67%)\n2 Decisions (22.22%)\n1 tap með (T)KO\n3 töp á decission\nStephan Bonnar er einn af stjörnum Ultimate Fighter seríunnar.  Hann er svartbeltari í BJJ undir leiðsögn Carlson Gracie.  Hann átti einn besta bardaga UFC, þegar hann atti kappi við Forrest Griffin í úrslitum þáttaraðarinnar.  Þar tapaði hann naumlega á decision.  Hann hefur tapað tveimur síðustu bardögum sínum á decision, það gegn Rashad Evans og nú síðast gegn Forrest Griffin.  Hann sigraði þar á undan skallapopparann Keith Jardine.  Eitthvað hefur frægðarsól hans dofnað því ekki er langt síðan hann var dæmdur í 9 mánaða bann fyrir notkun steralyfja.  Hann hins vegar verður hreinlega að sigra þennan bardaga ef hann ætlar sér að eiga framtíð í UFC.\nMike Nickels:\nFrá: Florida\nAldur: 35\nHæð: 1.93m\nÞyngd: 93 kg\nRecord: 5-1-0\n2 (T)KO (40%)\n3 submissions (60%)\n1 tap með submission\nMike Nickels var einn af stjörnum The Ultimate Fighter 3.  Hann er JiuJitsu bardagakappi  og sigarði Wes Combs í úrslitabardaga keppninnar.  Í síðasta MMA bardaga sínum rotaði hann Carpaccio Owens (2-2)  eftir aðeins 7 sekúndur.   Hann hefur ekki barist í UFC síðan hann vann TUF og því verður áhugavert að sjá hvernig pilturinn stendur sig.\nMín spá:\nReikna með hörku “slugfest” í upphafi bardagans en reikna þó með að Bonnar vilji fara með hann í jörðina og beita sér þar.  Ég tel að reynsla Bonnar í hringnum eigi eftir að veita honum sigurinn eftir Decision.\nJorge Gurgel gegn Diego Saraiva\nJorge Gurgel:\nFrá: Rio De Janeiro (berst frá Ohio)\nAldur: 30\nHæð: 1.75m\nÞyngd: 70 kg\nRecord: 10-2-0\n9 submissions (90%)\n1 decision (10%)\n1 tap með submission\n1 tap á decision\nJorge Gurgel er Brazilian Jiu Jitsu Fighter og hefur unnið fjöldan allan af alþjóðlegum keppnum á þeim vettvangi.  Hann æfir með vini sínum Rich Franklin og hann tók þátt í Ultimate Fighter 2.  Síðasta bardagi hans var í UFC 63 og þar sigraði hann Danny Abbadi (1-3 tapaði í úrslitum TUF3 gegn Kalib Starnes) á decision.\nDiego Saraiva:\nFrá: BRA (Atlanta)\nAldur: 25\nHæð: 1.68m\nÞyngd: 70 kg\nRecord: 9-4-1\n1 (T)KO (11.11%)\n8 Submissions (88,89%)\n4 töp á decision\nDiego Saraiva er svartbeltari í Brazilian Jiu Jitsu.  Fyrsti bardagi hans í í UFC var gegn Dustin Hazelett (sem er nemandi Gurgel) Þar tapaði hann naumlega á stigum.  Saraiva tók bardagann með stuttum fyrirvara og hljóp í skarðið fyrir Melvin Guillard.  Hann hefur unnið fjölda keppna og vann meðan annars Pan American mótið í þrígang.\nMín spá:\nÞessi bardagi verður háður á gólfinu og hafa þeir báðir vopnabúr til að útkljá bardagann þar.  Ávallt er sett spurningamerki við hnémeiðsli Gurgel sem hafa verið að trufla hann nánast allan ferilinn.  Ég ætla að spá því að Saraiva setji mark sitt á UFC og sigri á submission í annarri lotu.\nKenny Florian gegn Alvin Robinson\nKenny Florian:\nFrá: Boston\nAldur: 31\nHæð: 1,78m\nÞyngd: 70kg\nRecord: 5-3-0\n1 (T)KO (20%)\n4 submissions (80%)\n1 tap á (T)KO\n2 töp á decission\nKenny Florian fór í úrslit The Ultimate Fighter 1 og tapaði þar fyrir Diego Sanchez (17-1) á decision.  Þar var hann að keppa í millivigt en er nú að berjast í léttvigt og virðist feyki öflugur í þeim flokki.  Hann barðist titilbardaga við Sean Sherk í UFC64 og þar tapaði hann á decision eftir fimm lotur en þá hafði hann verið búinn að fara ansi illa með andlitið á Sherk.   Í síðasta bardaga sínum, gegn Mishima (17-6-2) var hann í vondum málum eftir að Mishima náði honum í öflugt leg lock en Florian náði að leysa sig og sigra skömmu síðar á rear naked choke.\nAlvin Robinson:\nFrá: ?\nAldur: ?\nHæð: 1.75m\nÞyngd: 70kg\nRecord: 8-1-0\n8 submissons (100%)\n1 tap með (T)KO\nAlvin Robinson er brúnbeltari í Brazilian Jiu Jitsu og fyrrum léttvigtarmeistar “Ring of Fire”(??).  Þetta er fyrsti UFC bardagi hans og hann hefur aldrei farið allar loturnar.  Alla sigra sína hefur hann unnið á submission.  Síðasti bardagi hans var gegn Olly Bradstreet (0-1) sem hann sigraði með rear naked choke.\nMín spá:\nÉg reikna með að Kenny Florian sigri þennan bardaga.  Reikna með að hann hafi yfirburði bæði á gólfinu sem og standandi.  Einnig reikna ég með að Alvin Robinson hefði svo sem getað fengið auðveldari bardaga til að byrja á í UFC.  Florian með sigur í fyrstu lotu.\nMinotauro Nogueira gegn Heath Herring\nMinotauro Nogueira:\nFrá: Brasilíu\nAldur: 30\nHæð: 1.90m\nÞyngd: 105kg\nRecord: 29-4-1\n3 (T)KO (10,34%)\n18 submissions (62,07%)\n8 decisions (17,59%\n4 töp á decision\nMinotauro Nogueira er einn sá allra besti.  Hann er Brazilian Jiu Jitsu bardagamaður og hefur barist við marga af þeim allra bestu í þungavigtinni.  Þetta er fyrsti bardagi hans í UFC en fram að því hafði hann gert frábæra hluti í Pride og er ein helsta stjarna þeirrar keppni.  Meðal þeirra sem hann hefur barist við eru Fedor Emilianenko (af flestum talinn besti þungavigtarmaður heims), Josh Barnett, Dan Henderson, Mark Coleman o.fl o.fl. Í síðasta bardaga sínum sigraði hann Mark Coleman á decision.  Til gamans má geta að hann keppti eitt sinn við trúðinn Bob Sapp og sigraði á armbar.  Einvígi hans gegn Fjedor voru stórkostleg og voru eitt helsta aðdráttarafl MMA á þeim tíma.  Hann tapaði tveimur þeirra á decision en einn þeirra var dæmdur no contest.  Það skal enginn hins vegar efast um að þetta er einn allra besti þungavigarkappi MMA fyrr og síðar.\nHeath Herring:\nFrá: Vegas\nAldur: 29\nHæð: 1.93m\nÞyngd: 113kg\nRecord: 27-12-1\n7 (T)KO (25,93%)\n16 submissions (59,26%)\n3 decisions (11-11%)\n1 annað ??\n4 töp með (T)KO\n2 töp á submission\n8 töp á decission\nHeath Herring er eins og Nogueira gamalreyndur kappi.  Hann er upphaflega glímumaður og hefur barist við marga frábæra MMA menn.  Þar má nefna Fedor, Vitor Belfort og Evan Tanner. Hann hefur stærstan hluta ferils síns verið í Pride en snéri til UFC í Fight Night 8 og tapaði þar á decision gegn Jake O'Brien (10-0).  Síðasti bardagi hans var hins vegar í UFC69 en þar sigraði hann Brad Imes á decision.\nMín spá:\nSíðast þegar þessir tveir mættust þá sigraði Nogueira á anaconda choke.  Reikna með að þessi bardagi fari á svipaðan máta.  Heath Herring mun lenda í gólfinu og Nogueira mun submitta hann snemma í bardaganum.\nSean Sherk gegn Hermes Franca\nSean Sherk:\nFrá: Minnesota\nAldur: 33\nHæð: 1.68m\nÞyngd: 70kg\nRecord: 31-2-1\n8 (T)KO (25%)\n13 submissions (41,94%)\n10 decisions (32,26%)\n1 tap á (T)KO\n1 tap á decision\nSean Sherk er heimsmeistari UFC í léttvigt.  Hann hefur eflt standup sitt gríðarlega og hefur frábæra glímutækni sem og standup.  Barðist eitt sinn um millivigartitilinn gegn Mark Hughes en tapaði á stigum.  Síðustu tveir bardagar hans voru gegn Nick Diaz og svo gegn Kenny Florian.  Hann sigraði þá báða á decision.  Hann virkar gríðarlega kröftugur og er ekki kallaður “The Muscle Shark” fyrir ekki neitt.\nHermes Franca\nFrá: Florida (fæddur í Brasilíu)\nAldur: 32\nHæð: 1.68m\nÞyngd: 70 kg\nRecord: 18-5-0\nHermes Franca er Brazilian Jiu Jitsu kappi og hefur sigrað síðustu 8 bardaga sína.  Hann er frábær í gólfinu en hefur einnig sýnt að hann getur einnig rotað menn.  Síðasti bardagi hans var gegn Spencer Fisher í Fight Night 8 en hann rotaði Spencer í 2 . lotu.  Þar á undan sigraði hann Nathan Diaz á armbar.  Þetta er feykiöflugur keppnismaður sem allir ættu að taka alvarlega.\nMín spá:\nÉg held að þessi bardagi fari allar 5 loturnar og Sherk nái sigrinum að lokum.  Þetta verður eflaust mikill bardagi á gólfinu, þó kæmi mér ekki á óvart að báðir myndu á einhverjum kafla í bardaganum reyna að útkljá þetta standandi.  Sherk ver titilinn.\nAnderson Silva gegn Nate Marquardt\nAnderson Silva::\nFrá: Brasilíu\nAldur: 32\nHæð: 1.83m\nÞyngd: 84kg\nRecord: 18-4-1\n10 (T)KO (55,56%)\n3 submissions (16,67%)\n5 decisions (27,78%)\n2 töp á submission\n1 tap á decision\n1 tap vegna ólöglegs sparks\nAnderson Silva er að mínu mati einhver skemmtilegasti MMA maðurinn í dag.  Hann er Muay Thai bardagamaður en hefur einni svartabeltið í BJJ.  Án efa er hans helsti styrkleiki á löppunum en eins og hann sýndi gegn Travis Lutter sem hann sigraði á submission, ber að varast hann í gólfinu einnig.  Í síðustu bardögum (sem flestir hafa verið stuttir) má nefna þegar hann gjörsigraði þáverandi heimsmeistar Rich Franklin (22-2) og Chris Leben.\nNate Marquardt:\nFrá: Denver\nAldur: 28\nHæð: 1,83m\nÞyngd: 84kg\nRecord: 28-6-1\n4(T)KO (16%)\n14 Submissions (56%)\n7 Decisions ((66,67%)\n2 töp með submission\n4 töp á decision\nNate Marquardt hefur stundað JiuJitsu, Kenpo og Kickbox í áraraðir og hefur skipað sér í flokk með bestu MMA bardagamönnum heims.  Hann er sjöfaldur “king of Pancrase” meistari.  Hann er frábær í gólfinu og sigraði nú síðast Dean Lister (9-5) á submission.\nMín spá:\nÉg er hræddur um að þetta verði stuttur bardagi og Nate nái ekki að koma Silva í gólfið.  Tel að þetta klárist í fyrstu lotu á rothöggi og Silva heldur titlinum.\nTito Ortiz gegn Rashad Evans\nTito Ortiz:\nFrá: Brasilíu\nAldur: 32\nHæð: 1,88m\nÞyngd: 93kg\nRecord: 15-5-0\n8 (T)KO (53,33%)\n2 submissions (13,33%)\n5 decisions (33,33%)\n2 töp á (T)KO\n2 töp á submission\n1 tap á decision\nTito Ortiz er maðurinn sem allir elska að hata.  Hann hefur einstakt lag á að pirra mótherja sína og fer sínar eigin leiðir.  Hann er wrestler með gríðarlega öflugt “ground and pound”.  “Guy Metzger is my bitch” hafði hann áletrað á bol sinn eftir bardaga við Metzger og gerði lið Ken Shamrock, Lion’s Den algerlega brjálaða.   Nú síðast var hann rotaður af Chuck Liddell í annað skiptið en þar á undan sýndi hann algera yfirburði í tveimur bardögum gegn Ken Shamrock.  Á ferli sínum hefur hann barist við menn eins og Randy Couture, Vitor Belfort og fl.   Þess má geta að Tito sigraði Wanderlei Silva á sínum tíma.\nRashad Evans:\nFrá: Michigan\nAldur: 27\nHæð: 1,80m\nÞyngd: 93kg\nRecord: 10-0-0\n3 (T)KO (30%)\n2 submissions (20%)\n5 decisions (50%)\nRashad Evans sigraði The Ultimate Fighter 2 seríuna og hefur síðan þá sigrað hvern bardagann af fætur öðrum.  Nú síðast sigraði hann Sean Salmon (10-3) með glæsilegu sparki og þar á undan lagði hann Jason Lambert (23-6) á bakið og kláraði hann þar.  Rashad Evans er glímukappi sem unnið hefur gríðarlega í standup hæfileikum sínum.  Hann er ósigraður og nú fær hann í fyrsta skipti (að mínu mati) alvöru bardaga.\nMín spá:\nÞó Rashad Evans sé orðinn að öflugum keppanda, þá hef ég aldrei haft mikið álit á honum.  Hann á þó skilið að fá að berjast stóran bardaga þar sem hann hefur nú unnið hvern gaurinn af fætur öðrum.  Tito Ortiz er að mínu mati bara of stórt númer fyrir hann og mun sigra þetta á ground and pound einhvern tíma í 1. eða 2. lotu.  Held líka að það sé bara gott fyrir MMA að hafa Tito sírífandi kjaft við allt og alla og hrista aðeins upp í liðinu.  Kannski ekki merkileg fyrirmynd samt &#61514;\nÖll tölfræði er fengin af sherdog.com en einnig eru heimildir frá mmaweekly, ufcjunkie og ufc.com.\nÉg vona að einhver nenni nú að lesa yfir þetta og komi með comment á bardagana, sem og greinina, ef einhver sér sig knúinn til þess.\nKv\nAsh",
    "url": "https://www.hugi.is/martial_arts/greinar/529245/ufc73-stacked/",
    "url_id": "529245",
    "id": "5053074",
    "replies": [
        {
            "user": "ash",
            "user_id": "65822",
            "date": "2007-07-07 19:44:45",
            "id": "5055347",
            "reply_to_id": "5053074",
            "text": "nice"
        },
        {
            "user": "ash",
            "user_id": "65822",
            "date": "2007-07-07 22:13:13",
            "id": "5055576",
            "reply_to_id": "5055347",
            "text": "Jæja það hefur allavega einhver nennt að lesa yfir þetta :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-07-08 00:36:33",
            "id": "5055840",
            "reply_to_id": "5055576",
            "text": "Já ég veit svosem ekkert um þessa íþrótt en ég byrjaði bara að horfa á þetta og það mætti segja I felt entertained.\nÞannig ég athugaði á /martial_arts og fann þetta :P"
        },
        {
            "user": "lemiux",
            "user_id": "32154",
            "date": "2007-07-07 23:26:37",
            "id": "5055706",
            "reply_to_id": "5053074",
            "text": "Go ortiz my man! =D"
        },
        {
            "user": "ash",
            "user_id": "65822",
            "date": "2007-07-08 09:52:28",
            "id": "5056127",
            "reply_to_id": "5053074",
            "text": "Tito Ortiz er bara alls ekki frá brasilíu. Hann er fæddur og uppalin kani en annar foreldri (ef ekki báðir) eru frá mexico. Huntington beach, california (held það sé LA) sem hann kemur frá"
        },
        {
            "user": "ash",
            "user_id": "65822",
            "date": "2007-07-09 09:37:59",
            "id": "5058640",
            "reply_to_id": "5056127",
            "text": "Jamm, ég veit allt um að Tito Ortiz sé ekki brassi.  Var líklega eitthvað að copy paste-a þegar þetta hefur klikkað hjá mér.  Takk fyrir ábendinguna."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-07-09 16:24:24",
            "id": "5059209",
            "reply_to_id": "5058640",
            "text": "flott er annars mjög góð grein ánægður með þetta framtak."
        },
        {
            "user": "deadgau5",
            "user_id": "25259",
            "date": "2007-07-08 16:29:05",
            "id": "5056720",
            "reply_to_id": "5053074",
            "text": "Hlakka ekkert smá til að sjá þessa keppni!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-07-10 21:37:55",
            "id": "5062965",
            "reply_to_id": "5053074",
            "text": "Flottur póstur Ash!\nÞetta card var að mínu mati það flottasta sem maður hefur séð í UFC. Úrslitin voru þó nokkuð samkvæmt bókinni að þessu sinni þó litið hafi út fyrir að það yrði upsett í bardaga Minotauro Nogueira gegn Heath Herring. En hroðaleg misttök Herring komu í veg fyrir að hann næði að nýta sér hveru vankaður Nogueira var og það kostaði hann síðan bardagann. Hvað í ósköpunum fékk Herring til að standa upp í stað þess að fylgja þessu eftir í gólfinu er mér hulin ráðgáta.\nÉg var búinn að spá því að bardagi Tito Ortiz gegn Rashad Evans færi úr úrskurð en Tito var sjálfum sér verstur í þessum bardaga og missti þetta í jafntefli. Hann virstist hins vegar vera í fantaformi."
        }
    ]
}