{
    "forum_title": "Húðflúr og götun",
    "user": "Upvappl",
    "user_id": "40041",
    "date": "2007-07-08 02:24:33",
    "title": "Gat í vör",
    "text": "Okei…málið er semsagt þannig að mig langar í gat í vörina…en ég er samt ekkert að fara að fá það strax þar sem að ég er bara 15 og mamma mun aldrei leyfa mér það.\nEn ég er samt mjög forvitin um þetta og mig langar bara svona að vita\n….er þetta alveg ótrúlega vont?\nHvað kostar þetta?\nEyðileggur þetta eitthvað tennurnar?\nErfitt að hugsa um þetta?\nJá og please reynið að tala ekkert svona gata mál við mig ég skil ekki allt þetta tunnel, helix og mm stuffið…haha..:P",
    "url": "https://www.hugi.is/hudflur/korkar/529532/gat-i-vor/",
    "url_id": "529532",
    "id": "5056002",
    "replies": [
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2007-07-08 06:37:09",
            "id": "5056087",
            "reply_to_id": "5056002",
            "text": "nei það er verra td að fá gat í eyra heldur í vör, það er misjaft eftir stofum, algengasta verðið er 3000 - 4000 isk, ég mæli með plastpinna til að byrja með, því þetta jú nuddast upp við framtennurnar og getur skemmt þær, sérstaklega ef þú ert að bíta í lokkinn(sem virðist vera frekar algengt), það er smá mál að hugsa um þetta á meðan það er að gróa, en eftir það er ekkert mál, á meðan þetta er að gróa þá þarf að huga vel að hreinlæti, bursta tennur eftir hverja máltíð fyrstu vikuna og nota munnskol líka eftir hverja máltíð fyrstu vikuna, eftir það mæli ég með tannburstun og skoli 3 á dag í viku og vikuna eftirá munnskol 3 á dag og burstun 2 á dag í 2-3 vikur eða þangað til þetta er gróið\nef það kemur sýking, sem lýsir sér með því að húðin innan á vörinni verður eftirtekarlega hvít í kringum gatið, þá á að taka pinnan úr strax og munnskol þangað til þetta hvíta er ALVEG farið, leyfa gatinu að gróa og reyna síðan aftur\nvarðandi þessi orðtök, tunnel er gat (oftast í eyrnasnepla) sem búið er að teygja og setja þykkari lokk í, td maður með gat í eyra sem þú getur horft í gegnum er með tunnel,\nBætt við 8. júlí 2007 -  06:40\nbara dæmi samt\nhelix td fleiri en eitt gat í röð með oftast gormalaga lokk í gegnum öll götin"
        },
        {
            "user": "betakr",
            "user_id": "41964",
            "date": "2007-07-08 13:38:28",
            "id": "5056356",
            "reply_to_id": "5056087",
            "text": "Er í alvöru verra að fá gat í eyrað en í vörina????"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-07-08 14:47:48",
            "id": "5056536",
            "reply_to_id": "5056356",
            "text": "Já mér finnst það amk.."
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2007-07-08 16:45:44",
            "id": "5056754",
            "reply_to_id": "5056356",
            "text": "mér finnst það líka"
        },
        {
            "user": "Moli0",
            "user_id": "54391",
            "date": "2007-07-09 08:06:44",
            "id": "5058605",
            "reply_to_id": "5056087",
            "text": "Þarf aðeins að leiðrétta þig…\nHelix er gat á vissu svæði á eyranu, uppi í brjóskinu. Svo eru bara sumir sem fá sér fleiri og tengja þau saman =)"
        },
        {
            "user": "optimusprime",
            "user_id": "360",
            "date": "2007-07-09 10:36:28",
            "id": "5058691",
            "reply_to_id": "5058605",
            "text": "ég fattaði það um leið og ég var búinn að bæta við, þetta er alveg rétt hjá þér, þetta er ákveðið svæði"
        },
        {
            "user": "Irizh",
            "user_id": "60763",
            "date": "2007-07-08 14:30:35",
            "id": "5056504",
            "reply_to_id": "5056002",
            "text": "þetta er ótrulega ekki vont.. ég trúði því ekki hvað þetta var lítill sársauki, ca einsog að fá litla sprautu bara lítill stingur en ekkert af ráði.\nHjá mér hefur þetta ekkert eyðilaggt tennurnar en ég er með hægra megin ekki í miðjunni, fannst ekki erfitt að hugsa um þetta, tók íbúfen fyrstu dagana og skolaði munninn með vatni eftir mat og reykingar og bólgan var mest farin eftir um 2-3 daga."
        },
        {
            "user": "Erlakisa",
            "user_id": "61905",
            "date": "2007-07-08 20:46:02",
            "id": "5057506",
            "reply_to_id": "5056002",
            "text": "Ég fékk mitt gat í vörina á 5.000 kall hjá Sessu í Tattoo & Skart. Mér fannst það ekki vont…\nÉg er búin að vera með mitt gat í svona 18 mánuði og mitt hefur ekkert skemmt tennur eða tannhold hjá mér. Mesta hættan er á því ef þú færð kæk að bíta í lokkinn…\nOg eins og með öll önnur göt þá þarftu bara að þrífa þetta á hverjum degi þangað til það grær…ekkert mál :P"
        }
    ]
}