{
    "forum_title": "Rokk",
    "user": "McAron",
    "user_id": "62863",
    "date": "2007-07-08 17:00:38",
    "title": "Smashing Pumpkins - Zeitgeist",
    "text": "hvernig Nýja platan með  Smashing pumpkins (Zeitgeist)?\nmér finnst hún mjöööög góða og margir heldu að SP væru búinnir að “missa það” en þessi plata er snilldin ein !!\nBætt við 8. júlí 2007 -  17:04\nhvernig FINNST YKKUR nýja …….",
    "url": "https://www.hugi.is/rokk/korkar/529615/smashing-pumpkins-zeitgeist/",
    "url_id": "529615",
    "id": "5056772",
    "replies": [
        {
            "user": "ammarolli",
            "user_id": "31986",
            "date": "2007-07-09 18:03:05",
            "id": "5059425",
            "reply_to_id": "5056772",
            "text": "Æi eftir eina hlustun þá finnst mér hún ekkert spes enn það er ekkert að marka það."
        },
        {
            "user": "kaffi14",
            "user_id": "60898",
            "date": "2007-07-10 14:35:49",
            "id": "5061678",
            "reply_to_id": "5056772",
            "text": "Sama hjá mér og ammarolli, en vona að við betri hlustun að ég mér muni finnast hún betri :)."
        },
        {
            "user": "McAron",
            "user_id": "62863",
            "date": "2007-07-10 19:58:12",
            "id": "5062690",
            "reply_to_id": "5061678",
            "text": "jaaa..eða sko ég hlustaði á hana í fyrstu skiptin frekar lauslega..\nen lögin sem gripu mig fyrst af öllum eftir að ég hlustaði nokkrum sinnum voru :\nDoomsday clock\n7 shades of black\ntaratula"
        },
        {
            "user": "kaffi14",
            "user_id": "60898",
            "date": "2007-07-10 22:19:57",
            "id": "5063119",
            "reply_to_id": "5062690",
            "text": "Nice, tjekka þau :D"
        },
        {
            "user": "Drown",
            "user_id": "9063",
            "date": "2007-07-11 22:03:05",
            "id": "5065421",
            "reply_to_id": "5056772",
            "text": "Ég er mjög ánægður með hana. Án efa það besta sem Corgan hefur sent frá sér síðan Adore. Slær ekki við Siamese Dream eða MCIS en er samt helvíti góð plata. Bleeding the orchid, 7 shades of black og bring the light eru mjög góð lög, svo ekki sé minnst á United States sem er virkilega gott live. Finnst það mjög merkilegt að trommurnar í US (10 mínútna langt lag) voru teknar upp í aðeins einni töku og ekkert klippt til eða breytt. Jimmy Chamberlin er náttúrulega algjör skepna á bakvið trommurnar. Mér finnst persónulega ekki vera neitt slappt lag á disknum, þó ég er ekki viss hvort Pomp and Circumstances falli vel í geðið hjá öllum. Sjálfum líkar mér allavega vel við það og finnst það mjög góður closer á plötuna. Í öllu falli þá mæli ég með þessari plötu."
        },
        {
            "user": "Drown",
            "user_id": "9063",
            "date": "2007-07-11 22:08:56",
            "id": "5065436",
            "reply_to_id": "5056772",
            "text": "Svo má minnast á það að Smashing Pumpkins hafa leyft allar upptökur af tónleikunum sínum fyrr og síðar, og þið getið nálgast heilmikið af tónleikaupptökum með þeim á\narchive.org\n. Mæli sérstaklega með því að hlusta á Gossamer, sem er nýtt ~20 mínútna langt lag (getið fundið það á mörgum af 2007 tónleikunum). Finnst það vera alveg frábært."
        },
        {
            "user": "McAron",
            "user_id": "62863",
            "date": "2007-07-11 23:17:15",
            "id": "5065716",
            "reply_to_id": "5065436",
            "text": "þú ert snillingur !!"
        }
    ]
}