{
    "forum_title": "Tíska & útlit",
    "user": "Roxanne7",
    "user_id": "68111",
    "date": "2007-07-08 16:37:07",
    "title": "spurning..",
    "text": "Heyrðu ég var að spá hvort það væri ekki til svona krem til að flýta fyrir brúnku? Hef heyrt um eitthvað krem sem á að vera hægt að fá brúnku mjög fljótt af, þegar maður er úti þó það sé ekkert mikil sól einu sinni. Vitið þið hvað þetta heitir eða hvort þetta sé til?",
    "url": "https://www.hugi.is/tiska/korkar/529611/spurning/",
    "url_id": "529611",
    "id": "5056737",
    "replies": [
        {
            "user": "Irizh",
            "user_id": "60763",
            "date": "2007-07-08 17:27:14",
            "id": "5056831",
            "reply_to_id": "5056737",
            "text": "kremið frá dove á að auka brúnkumyndandi efni í húðinni og líka Nutribronze frá L'oreal.. bæði kremin eru líka rakakrem."
        },
        {
            "user": "Roxanne7",
            "user_id": "68111",
            "date": "2007-07-08 18:41:35",
            "id": "5057032",
            "reply_to_id": "5056831",
            "text": "Dove kremið ertu þá að tala um Summer glow? Það nefnilega gefur manni brúnku með body lotioninu.\nEn ég er að spá í kremi sem eykur brúnku við það að vera úti í sólinni og þannig. En ekki með brúnkuefni í."
        },
        {
            "user": "Irizh",
            "user_id": "60763",
            "date": "2007-07-08 20:11:30",
            "id": "5057426",
            "reply_to_id": "5057032",
            "text": "það eru til fullt af töflum lika til að taka til þess.. spurðu um það í apótekinu man ekki nafn."
        },
        {
            "user": "herbjorg2",
            "user_id": "32708",
            "date": "2007-07-08 19:57:21",
            "id": "5057377",
            "reply_to_id": "5056737",
            "text": "Það er til, ég bara man ekki hvað það heitir. Það er líka til þannig sólarvörn sem eykur brúnkuna, málið er bara að fara í næsta apótek og þar finniru það örugglega."
        },
        {
            "user": "Bublegum",
            "user_id": "67395",
            "date": "2007-07-08 21:06:26",
            "id": "5057572",
            "reply_to_id": "5056737",
            "text": "Það eru til krem/spray frá banana boat… tjekka bara annars í apótekum"
        },
        {
            "user": "Roxanne7",
            "user_id": "68111",
            "date": "2007-07-08 21:21:34",
            "id": "5057614",
            "reply_to_id": "5056737",
            "text": "Já ok takk. Kíki í apótók á næstunni:)"
        },
        {
            "user": "Roxanne7",
            "user_id": "68111",
            "date": "2007-07-10 13:56:43",
            "id": "5061584",
            "reply_to_id": "5056737",
            "text": "Hvað er þetta krem sem fær brúnku af sem þú talar um?"
        },
        {
            "user": "Roxanne7",
            "user_id": "68111",
            "date": "2007-07-10 22:25:38",
            "id": "5063140",
            "reply_to_id": "5061584",
            "text": "Nei krem sem maður ber á sig og maður verður fljótar brúnn. s.s flýtir fyrir brúnku. En er ekki brúnkukrem(eða þú veist svona sem þarf ekkert að vera í sól og þannig til að fá brúnkuna.)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-07-11 07:16:06",
            "id": "5063854",
            "reply_to_id": "5063140",
            "text": "Já ókei.. Það var nú til eitthvað nivea dæmi..\nÞað voru svona konur í svörtum nærfötum í auglýsingunni. Þetta er í gulum umbúðum eða eitthvað"
        },
        {
            "user": "Amethyst",
            "user_id": "41384",
            "date": "2007-07-10 23:03:44",
            "id": "5063286",
            "reply_to_id": "5056737",
            "text": "Láttu bara á þig barnaolíu þegar þú ert næst í sólbaði. Eða bara einhverskonar góða olíu.\nOlían dregur í sig sólina (Eða, þið fattið) og þú verður fljótari brúnni. En… þó hún sé ekki það sterk hérna á “klakanum” þá er hún lúmsk, þú gætir brennst svo ég myndi passa þig.\nÉg var t.d. í Grikklandi og í seinni vikunni var ég komin niður í sólarvörn númer 6 og ég valdi mér eina sem er með olíu í. Ég varð freeeekar brún.\nAllt náttúrulega. Svo er ég oft í sundi og það hjálpar mikið.\nVinkona mín varð eitthvað hræðilega röndótt eftir eitt svona krem/after-sun/eitthvað. Þá var eitthvað við húðina hennar, á einum stað virkaði þetta fínt en á öðrum ekki….\nSvo notaði frænka mín svona after sun, vissi ekki að það væri brúnka í því og varð frekar asnaleg með brúnar hendur og fætur, en það virkaði mjög vel. :)"
        },
        {
            "user": "Moli0",
            "user_id": "54391",
            "date": "2007-07-11 09:14:18",
            "id": "5063899",
            "reply_to_id": "5056737",
            "text": "Það er örugglega hægt að fá svona í sömu rekkum og sólarvörnin er í í búðum/apótekum.\nútá spáni keypti ég tvöfaldan pakka, með sólarvörn og svo brúnkuspreyi. Setti ekki brunku á mann, en flýtti fyrir henni =)"
        }
    ]
}