{
    "forum_title": "Rokk",
    "user": "Bilbo",
    "user_id": "4578",
    "date": "2001-11-26 16:59:50",
    "title": "Led Zeppelin aftur á klakanum",
    "text": "Um helgina fór ég á tónleika í háskólabíói með Simply Led.  Simply Led er ein af fjölmörgum (eða svo hef ég heyrt) Led Zeppelin “tribute” hljómsveitum.  Þessi hljómsveit samanstendur af 4 gaurum alveg eins og sú upprunalega og spila þeir eingöngu tónlist Led Zeppelin.  Þeir komu til landsins á vegum götusmiðjunnar og rann allur ágóði til hennar.\nÞar sem ég var ekki fæddur 1970 þegar alvöru Led Zeppelin komu hingað þá get ég ekki borið þessa tónleika saman, en ef þetta var bara eftirherma, djöfull hlýtur “the real thing” að hafa verið gott.  Tónleikarnir hófust rétt upp úr 21:00 og voru ekki búnir fyrr en rúmlega kl:00:00 þannig maður var að fá alveg tvo og hálfan tíma af klassa tónlist.  Þeir byrjuðu af krafti og tóku Immigrant Song og tóku síðan svo mikið að ég man ekki eftir því öllu.  Þeir enduðu svo að sjálfsögðu á Stairway to Heaven, en voru síðan klappaðir upp og tóku Whole lotta love. (þvílíkur endir!!!)  Þeir voru með öflugt hljóðkerfi og leggja mikið upp úr því að hafa sviðið og hljóðfæri sem líkust því sem var.\nÞað var allt í þessum tónleikum.  Söngvarinn var að syngja svipað vel og Plant, gítarleikarinn var ekki alveg Page en hann komst nálægt því.  Trommarinn var öflugur en það fór minnst fyrir bassa og orgelleikaranum sem spilaði líka á mandólín.\nMaður fékk gæsahúð af fullt af því sem þeir spiluðu það var svo öflugt.  Það voru að sjálfsögðu gítar og trommusóló, líka eitt sóló með orgelinu.  En það magnaðasta var ábyggilega þegar gítarleikarinn spilaði og lamdi gítarinn með fiðluboganum.  Og ekki má gleyma tvöfalda gítarnum, hann var líka þarna. Nóg var um gítarsóló og ég held að hann hafi verið með 3-4 gítara sem hann notaði.\nSem sagt þetta voru alveg súper tónleikar og ekki hægt að kvarta yfir neinu.  Svona lífsreynsla fyrir 2000 kall er ekki neitt og ég óska bara skipuleggjendunum til hamingju.  Það eina sem var kannski ekki alveg nógu gott var hve lítið þeir voru auglýstir og sást það á salnum, sem var einungis hálffullur.  Ég veit reyndar ekki hvernig mæting var á Gauknum þegar þeir spiluðu þar á Sunnudeginum.  Ég vona bara að sem flestir hafa farið.",
    "url": "https://www.hugi.is/rokk/greinar/53015/led-zeppelin-aftur-a-klakanum/",
    "url_id": "53015",
    "id": "351620",
    "replies": [
        {
            "user": "reynzi",
            "user_id": "1069",
            "date": "2001-11-26 23:24:34",
            "id": "351621",
            "reply_to_id": "351620",
            "text": "djö ef ég hefði vitað af þessu hefði ég mætt…."
        },
        {
            "user": "Pixie",
            "user_id": "2413",
            "date": "2001-11-27 12:21:54",
            "id": "351622",
            "reply_to_id": "351620",
            "text": "Þessir tónleikar voru sorglegir og “Simply Led” gjörsamlega nauðguðu gömlu Led Zeppelin lögunum!\nÉg var búinn að horfa fram hjá því að söngvarinn væri falskur, trommarinn taktlaus og gítarleikarinn óteknískur og með gítarinn ALLT OF hátt stilltann, en þegar þeir reyndu að taka Dazed and confused þá gafst ég upp og gekk út… þegar ég kom fram þá var þar maður að vinna hjá háskólabíó sem sagði mér að ég væri ekki sá fyrsti…. allir sem ég þekkti á þessum tónleikum gáfust upp á að hlusta á þetta.\nÉg var ekki búinn að heyra hvernig þeim gekk á Gauknum en ég vona að einhver sannur Zeppelin aðdáandi hafi grýtt í þá bjórflösku!\nEf þið viljið fá almennilega tribute tónleika þá hvet ég ykkur til þess að mæta á Dúndurfréttir næst þegar þeir skipuleggja tónleika, seinast þegar þeir gerðu það (í febrúar) þá fór ég á tónleikanna og þeir brilleruðu í samanburði við þessa viðvaninga!\n- Ósáttur Led Zeppelin aðdáandi!"
        }
    ]
}