{
    "forum_title": "Tíska & útlit",
    "user": "intenz",
    "user_id": "127",
    "date": "2007-07-15 18:30:34",
    "title": "Útlit og fordómar",
    "text": "Ég fór um daginn að spá í því hvað útlit hefur marga ókosti og hversu rótgróið það er í lífi okkar, og ákvað að hripa þá pælingu niður. Ég er ekki einungis að tala um útlit á mannfólki, heldur bara almennt á öllu í kringum okkur. Þetta á eflaust eftir að hljóma sem voða biturleiki hjá mér en það er það nú ekki. Þetta eru bara smá pælingar.\nÉg tel að sumir séu myndarlegir eða ómyndarlegir skv. áliti annarra, þ.e. að allir hafi ekki sama álit um útlit viðkomandi, og að það sé svo til fólk sem er náttúrulega myndarlegt eða ómyndarlegt, þar sem allir hafa sama álit um útlit viðkomandi.\nTökum smá dæmi, t.d. Elliott Yamin, sem ég myndi nú segja að væri frekar ómyndarlegur maður. Elliott tók þátt í American Idol nú nýverið og fordæmdu flestir söng hans út frá útlitinu, og verð ég að viðurkenna að ég gerði það líka. Svo byrjaði hann að syngja og hann söng eins og engill. Þessi maður hefur gífurlega fallega söngrödd og er gæddur stórkostlegum sönghæfileikum. Svo er þetta víst mjög hress og skemmtilegur maður, og þessu öllu var maður búinn að afneita vegna fordóma.\nHér er mynd af þeim Elliott og Ryan Seacrest…\nhttp://msnbcmedia1.msn.com/j/msnbc/Components/Photos/060522/060522_idol_yamin_seacrest_vmed_10a.widec.jpg\nÁður en Elliott varð frægur var hann með skelfilegar tennur. Allar tennurnar hans voru skakkar og skemmdar. Á því tímabili vildi engin stelpa líta við honum, en nú í dag er hann búinn að fara í tannaðgerð og búið er að skipta um allar tennurnar hans. Hann er kominn með glænýtt stell! Nú dýrka allar stelpurnar hann og hann er með þeim heitustu í tónlistarbransanum í dag! Hvers vegna þurfti hann að breyta náttúrulega útliti sínu? Til þess að öðlast vinsældir, þar sem ljótt útlit fælir oft frá.\nÞað er bara staðreynd að fallegt útlit laðar að. Tökum til dæmis módel. Þau eru nú flest myndarleg, sæt eða falleg. Það yrði nú ekki mikil sala hjá Calvin Klein ef ljótur maður myndi prýða auglýsingar og vörur þeirra.\nSkoðaðu þetta…\nhttp://www.uglypeople.com/uploaded/104969/nicesmile.jpg\nÞú yrðir nú ekki beint æstur í vörur ef þú sæjir þessa auglýsa eitthvað sem fallegt kvenfólk auglýsir nú í dag - er það nokkuð?\nÞetta er sem sagt eins konar lottó happa glappa dæmi, þar sem ef þú ert óheppin/n og færð ljótt útlit í fæðingargjöf geturu ekki orðið módel og fólk fordæmir þig út frá útliti þínu einu saman - án þess að kynnast þér! En hins vegar ef þú verður heppinn og dettur í lukkupottinn, og færð fallegt útlit við fæðingu muntu eiga kost á því að verða módel og auðvinsæl/l af hinu kyninu.\nÉg segi nú ekki að ég sé sá sem kynnist öllu í kringum mig án þess að dæma út frá útliti. Síður en svo! Ég er einn af þeim verstu í þessu, en ég er þó farinn að gera mér grein fyrir þessum fordómum. Ég er líka byrjaður að sjá að fólk, sem er fallegt, veit að það er fallegt og nýtir sér það oft á tíðum. Ég tala nú ekki um stelpur á djamminu. Fríir drykkir hægri vinstri - bara út á útlitið!\nEf tvær stelpur, ein ljót og ein falleg, myndu fara í keppni inni á skemmtistað, hvor fengi fleiri drykki gefins um kvöldið. Hver myndi vinna? Það er vitað mál!\nGott dæmi um fordóma er t.d. timbrið í vinnunni minni. Það koma oft kúnnar sem eru að finna undirstöður fyrir palla o.s.frv. og eru heillangan tíma að velja bara til að fá sem fallegustu spíturnar. Útlitið á spítunum skiptir samt engu máli, þar sem þetta sést ekki einu sinni. En ég skil þá svo sem alveg, þar sem útlitið skiptir alltaf höfuðmáli! Ég myndi ekki vilja hugsa til þess að það væru ljótar, bognar, sprungnar og hálfónýtar spítur undir nýja fína pallinum mínum - ekki séns!\nMér finnst svo sorglegt að fólk fari á mis við góða og skemmtilega hluti bara vegna útlits þess og fordóma hjá viðkomandi. Ég ætla að koma með mjög gott dæmi, sem er mér oft ofarlega í huga. Ég er að tala um ef þú fengir að velja á milli tveggja gjafa. Ein gjöf sem væri í ógeðslegum umbúðum og önnur sem væri í gullfallegum umbúðum. Þú myndir ekki vita hvert innihaldið væri en þú myndir án efa velja gjöfina sem væri í fallegu umbúðunum. Af hverju? Fallegt útlit heillar okkur, þó við vitum ekkert um innihaldið! En hvað ef demantshringurinn væri í gjöfinni með ljótu umbúðunum?\nHér er annað (vá mörg dæmi í þessu bloggi). Ef þú fengir færi á því að fara annað hvort til sólarlands eða til kuldabeltislands, hvort myndiru velja? Ég geri nú ráð fyrir því að þú hafir valið sólarlandið, þar sem oftast fordæmir maður kulda sem eitthvað leiðinlegt. Hvað ef sólarlandaferðin hefði verið ömurleg, þú ein/n úti í 40°C hita, þekktir engan og ekkert hægt að gera. Og hvað ef hin ferðin hefði verið skíðaferð með bestu vinunum og þið hefðuð skemmt ykkur sem aldrei fyrr? Svekkjandi að fordæma hluti, þar sem þá missir maður oftast af skemmtilegustu hlutunum.\nÁðan spurði stelpa mig að því hvort að einn vinur minn væri á lausu. Það fékk mig til að pæla enn meira í þessu öllu saman. Hvað ef vinur minn væri hinn mesti sóði og dóni, og hundleiðinlegur í þokkabót? Stelpan myndi ekkert vita það fyrr en hún kynntist honum. Það er aldrei að vita hvort hún myndi líta fram hjá þessum ímynduðu ókostum hjá vini mínum bara fyrir útlitið, en ég efast nú stórlega um það.\nEn hver kannast nú ekki við að sjá heitu gæjana fara með aðal gellunum á skemmtistöðunum eftir djammið? Ég hef nú satt að segja aldrei séð heita gellu fara með gaur heim eftir djammið sem er ekki fallegur, massaður eða frægur. Skrítið?\nEr staðreynd að fallegt fólk sé skemmtilegt? Nei. Er staðreynd að „ljótt“ fólk sé leiðinlegt? Nei.\nÞað er sorglegt að strákur eða stelpa, sem eru hress, fyndin og skemmtileg í daglegu lífi, fái „ómyndarlegt“ útlit við fæðingu og séu út frá því fordæmd sem ljót og leiðinleg.\nÉg er ekki að segja að ég fari alltaf og reyni við feitu og ljótu stelpurnar, þar sem ég geri ráð fyrir því að þær séu hressar, fyndnar og skemmtilegar - alls ekki! Ég er bara að segja með þessu öllu saman að maður á að gefa hlutum séns, þó þeir séu illa útlítandi, afmyndaðir, o.s.frv. Þetta væri svo mikið auðveldara ef allir væru með spurningarmerki í staðinn fyrir andlit.\nEn svo kemur bitinn sem er einna erfiðast að kyngja, en það er það að útlitið er bara pakkningin. Það segir ekkert til um innihaldið!",
    "url": "https://www.hugi.is/tiska/greinar/530725/utlit-og-fordomar/",
    "url_id": "530725",
    "id": "5070922",
    "replies": [
        {
            "user": "saedis88",
            "user_id": "54628",
            "date": "2007-07-15 18:47:34",
            "id": "5074176",
            "reply_to_id": "5070922",
            "text": "Það er mjög mikið til í þessu hjá þér.\nEins og þú nefnir þá er þetta með að velja úr tvennu, fallegu og ljótu. Flestir mundi velja það fallega.\nÉg reyni með mestu megni að dæma ekki frá útlitinu einu saman, hvort sem um er að ræða mannfólk eða bíómyndir hehe. En stundum reynist þetta erfitt hehe.\nætli þetta sé líka ekki spurning með fólk á djamminu að vilja ekki sjást labba út með manneskju “sem er óheppin með andlit” svona til að halda “coolinu”\nþað má ENDALAUST velta sér uppúr útliti!"
        },
        {
            "user": "Orkamjas",
            "user_id": "55230",
            "date": "2007-07-15 18:58:42",
            "id": "5074187",
            "reply_to_id": "5070922",
            "text": "Mjög góðar pælingar.\nOg auðvitað er hægt að ræða endalaust um þessa hluti.\nFólk er bara svo grunnhyggið, og jafnvel þó maður vilji ekki vera svona, þá getur maður eiginlega ekkert að þessu gert, þetta er orðið ávani."
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2007-07-15 19:06:09",
            "id": "5074188",
            "reply_to_id": "5070922",
            "text": "Það er heilmikið af fólki sem mér finnst frekar ljótt þegar ég hitti það fyrst, en þegar ég kynnist þeim og manneskjan er góður persónuleiki, þá finnst manni viðkomandi yfirleitt svo miklu fallegri.\nVarð rosalega hissa þegar ég uppgötvaði það, afþví mamma ól mig upp eftir boðskapnum “umbúðirnar skipta meira máli en innihaldið”."
        },
        {
            "user": "Sina",
            "user_id": "34148",
            "date": "2007-07-16 14:16:44",
            "id": "5076021",
            "reply_to_id": "5074188",
            "text": "vá, satt.\nhef lent í þessu mjög oft sjálf."
        },
        {
            "user": "Coconuts",
            "user_id": "56894",
            "date": "2007-07-16 22:20:52",
            "id": "5077477",
            "reply_to_id": "5074188",
            "text": "mammma þín nokkuð pínu shallow?"
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2007-07-16 22:25:48",
            "id": "5077488",
            "reply_to_id": "5077477",
            "text": "Pínu já."
        },
        {
            "user": "Coconuts",
            "user_id": "56894",
            "date": "2007-07-16 22:27:38",
            "id": "5077491",
            "reply_to_id": "5077488",
            "text": "æh þetta var kannski of hart orðað hjá mér….\nbut still. bara finnst ekki rétt að ala barnið sitt upp svona. en hey! þú átt þá allavega ekki eftir að ala þín börn svona upp :)"
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2007-07-16 22:29:23",
            "id": "5077496",
            "reply_to_id": "5077491",
            "text": "Nei þetta var ekkert hart orðað hjá þér, hún er jú frekar shallow þegar kemur að svona."
        },
        {
            "user": "Coconuts",
            "user_id": "56894",
            "date": "2007-07-17 13:21:48",
            "id": "5078551",
            "reply_to_id": "5077496",
            "text": "hehe ok :)\nwell you turned out good! svo að hún er kannski ekkert svo slæm ;)"
        },
        {
            "user": "Satine",
            "user_id": "31910",
            "date": "2007-07-15 19:20:13",
            "id": "5074206",
            "reply_to_id": "5070922",
            "text": "Æjj ég dæmi svolítið eftir útliti þó ég vilji það ekki :(\nEn samt svolítil pæling.. það geta svona flestir verið fallegir.. ég meina með réttri klippingu, förðun, fatavali, megranir, tannréttingar og svona, þá er hægt að draga fram fegurð úr flestum. Maður þarf bara að kunna á það :)"
        },
        {
            "user": "Hafsteinn",
            "user_id": "19635",
            "date": "2007-07-16 01:34:38",
            "id": "5075388",
            "reply_to_id": "5074206",
            "text": "Það er rétt… en vill þó benda þér á að tannréttingar eru nú alveg smá mál.\nÞetta er lýtalækning, alveg eins og sílíkon brjóst og botox.\nHinsvegar myndi ég/þú/flestir finnast stelpan með gervibrjóstin meira “fake” en stelpan sem fór í tannréttingar.\nBara náttúrulega því tannréttingar eru svo miklu algengari.\n(Sjálfur var ég með spangir, þannig…)"
        },
        {
            "user": "Satine",
            "user_id": "31910",
            "date": "2007-07-16 08:38:17",
            "id": "5075599",
            "reply_to_id": "5075388",
            "text": "Já það er rétt :) En mér finnst tannréttingar líka miklu minna vera lýtaaðgerð þar sem það er aðeins verið að rétta til, en ekki bæta neinu við/fjarlægja :O"
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2007-07-16 18:00:57",
            "id": "5076628",
            "reply_to_id": "5075599",
            "text": "Það eru til lýtaaðgerðir þar sem ekkert er fjarlægt/bætt við.\nÞað er ekki óalgengt að tennur séu fjarlægðar við tannréttingar.\nTannréttingar eru lýtaaðgerðir líka, enda er jú verið að laga lýti."
        },
        {
            "user": "Satine",
            "user_id": "31910",
            "date": "2007-07-16 18:41:22",
            "id": "5076746",
            "reply_to_id": "5076628",
            "text": "Ég veeeeit, tannréttingar eru alveg lýtaaðgerðir, mér bara finnst þær ekki jafn mikið því oftast er engu bætt við/tekið af, og svo líka því þetta tekur alveg uppí nokkur ár, í stað sólarhring eins og flestar aðrar lýtaaðgerðir.\nTannréttingar eru lýtaaðgerðir líka, enda er jú verið að laga lýti.\nIgh mér finnst þetta ekki alveg passa.. það er verið að gera aðgerð til að laga lýti, en myndi ekki kalla tannréttingar aðgerð beinlínis. Ef maður hugsar að lýtaaðgerðir eru það að laga lýti þá gæti maður líka hugsað að þegar feit manneskja fer í megrun þá er hún í lýtaaðgerð.\nEn tannréttingar er samt lýtaaðgerð, þrátt fyrir þetta :)"
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2007-07-17 22:24:01",
            "id": "5080107",
            "reply_to_id": "5075388",
            "text": "Tannréttingar eru held ég oftar en ekki bara aðgerð, án þess að vera til sérstakrar útlitsfegrunar. Margt fólk sem er með skakkar tennur fær slæma höfuðverki, skemmir tennurnar, góminn, kjálkann…"
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2007-07-17 02:19:19",
            "id": "5078141",
            "reply_to_id": "5074206",
            "text": "ég bara verð að skella einu lol-i á þetta :D"
        },
        {
            "user": "Satine",
            "user_id": "31910",
            "date": "2007-07-17 08:44:30",
            "id": "5078252",
            "reply_to_id": "5078141",
            "text": "Nú? :o"
        },
        {
            "user": "Moanora",
            "user_id": "1765",
            "date": "2007-07-15 20:50:10",
            "id": "5074397",
            "reply_to_id": "5070922",
            "text": "Skemmtilegar pælingar hjá þér.\nMér finnst einmitt soldið merkilegt með þessa 2 hópa, þeir skiptast oftast líka í tvennt innbyrðis.\nÞað eru t.d. þeir sem eru fallegir og vita allt of vel af því og nýta sér það. Þeir líta niður á aðra afþví hinir eru ekki eins fallegir og eru af þessum ástæðum hreint og beint leiðinlegir. Mín reynsla hefur sýnt mér það að þessir einstaklingar hætta mjög fljótt að vera fallegir og maður hættir að sjá hvað aðrir sjá við þá.\nSvo eru það hinir fallegu sem eru með fallega persónuleika og verða gjörsamlega fullkomnir fyrir vikið:)\nÞessir “ljótu” skiptast líka í 2 hópa - þá sem eru með svo frábæra persónuleika að eftir að maður er búinn að þekkja þá í smá tíma finnst manni þeir vera fallegir og svo hinir sem eru leiðinlegir og verða ennþá ljótari..\nAð sjálfsögðu skiptir útlit miklu máli þegar maður er að kynnast fólki (first impression) en persónuleiki fólks hefur síðan svo mikil áhrif á hvað manni finnst um það að maður fer meira að sjá persónuleikann heldur en útlitið þegar maður horfir á það.\nVona að þetta hafi ekki verið of ruglingslegt :S"
        },
        {
            "user": "SaintButterFly",
            "user_id": "58011",
            "date": "2007-07-15 21:43:19",
            "id": "5074563",
            "reply_to_id": "5070922",
            "text": "útlit og fordómar geta líka verið “hinsegin”. Eða þú veist, fólk sér fallega stelpu og hugsar ósjálfrátt að hún sé bæði heimsk og hundleiðinleg. Eða sér nördalegu manneskjuna og hugsar að hún sé pottþétt gáfuð.\nEn ég er einmitt þannig að þegar ég kynnist fólki þá verður það annaðhvort mikið sætara, fallegra eða ljótara eftir því hvernig persónuleikinn er. :D\nfeimið fólk sem er svolítið hógvært verður tildæmis mjög sætt :D hehe\nEn hrokafullt og fólk uppfullt af óþarfa fordómum verður bara ljótt og leiðinlegt :p\nætla nú svosem ekkert að hafa þetta lengra…. :p"
        },
        {
            "user": "pirus",
            "user_id": "69240",
            "date": "2007-07-15 21:49:57",
            "id": "5074597",
            "reply_to_id": "5070922",
            "text": "Virkilega sammála.\nÚtlitsdýrkunin er orðin allt of mikil nú til dags.\nÉg myndi samt áreiðanlega falla á öllum dæmunum.\nvelja það fallega fram yfir það ljóta."
        },
        {
            "user": "Stebbibb",
            "user_id": "30383",
            "date": "2007-07-15 23:00:37",
            "id": "5074872",
            "reply_to_id": "5074597",
            "text": "Öruglega ekkert meiri en hefur verið í heiminum."
        },
        {
            "user": "doridynamo",
            "user_id": "67054",
            "date": "2007-07-15 22:03:49",
            "id": "5074654",
            "reply_to_id": "5070922",
            "text": "svo er það þetta poppmenningarrusl líka… fordómar gegn karlmennsku… sorry, en sítt hár og skegg gerir karlmenn fallegri, og sorry, en nei, negrinn er ekki endilegra svalari en hvíti gaurinn!!! fólk sko… ég meina það"
        },
        {
            "user": "Blublu",
            "user_id": "12532",
            "date": "2007-07-15 23:13:33",
            "id": "5074929",
            "reply_to_id": "5074654",
            "text": "Jamm, maður sér varla unga menn með skegg nú til dags. Svo raka margir bringuhárin, sem mér finnst vera alveg ótrúlega gay, en strákar mega víst ekki lengur hafa hár núna nema bara rétt á hausnum (og þá helst aflitað eða alvarlega afmyndað með einhverju öðru)."
        },
        {
            "user": "doridynamo",
            "user_id": "67054",
            "date": "2007-07-18 19:45:15",
            "id": "5082351",
            "reply_to_id": "5074929",
            "text": "eiga helst að líta út eins og 12 ára smjápjakkar makaðir í efnaverksmiðju… eru konur virkilega orðnar að svona sjúkum barnaperrum?"
        },
        {
            "user": "AngelBitch",
            "user_id": "70186",
            "date": "2008-04-22 16:39:48",
            "id": "5795196",
            "reply_to_id": "5082351",
            "text": "haha karlmenn eru nú líka orðnir svona :P\nKvennmenn meiga ekki hafa hár nema á höfði, eiga vera óendalaust mjóar og fínar og málaðar fínar og meira meira rugl til… þetta er bara lífið í dag greinilega… það er ekki til meiri útlitsdýrku en daginn í dag!"
        },
        {
            "user": "doridynamo",
            "user_id": "67054",
            "date": "2008-04-22 23:31:39",
            "id": "5796386",
            "reply_to_id": "5795196",
            "text": "jamm… efnishyggja og poppið… alveg hreint… hvað varð um gildi lífsins… þess að vera, anda og elska?"
        },
        {
            "user": "AngelBitch",
            "user_id": "70186",
            "date": "2008-04-23 13:04:59",
            "id": "5796992",
            "reply_to_id": "5796386",
            "text": "Það er bara orðið virkilega fátítt um það… hversu oft sérðu það gerast?"
        },
        {
            "user": "doridynamo",
            "user_id": "67054",
            "date": "2008-04-25 17:42:54",
            "id": "5802218",
            "reply_to_id": "5796992",
            "text": "kannski oftar en margir þar sem ég sækist í það fólk sem er þannig en ég held að ef ég gæfi mig á vald neyslunnar af heilum hug, þá aldrei."
        },
        {
            "user": "AngelBitch",
            "user_id": "70186",
            "date": "2008-04-25 17:45:40",
            "id": "5802219",
            "reply_to_id": "5802218",
            "text": "Tja mikið til í því! Ég sjálf þekki fólk sem dæmir út frá útliti og fólk sem tekur manneskjunum eins og þær eru.\nPersonulega finnst mér þeir síðarnefndu betri manneskjur!\nég fékk oft að heyra um vinkonu mína “oj hún er bókstaflega algjör belja” .. mér fannst þetta það ljótasta sem fólk gerði alveg þangað til að ég áttaði mig á því að þessi vinkona mín gerði hið sama ef ekki verra til baka… þá fannst mér hún bara hafa fengið karma í hausinn.."
        },
        {
            "user": "doridynamo",
            "user_id": "67054",
            "date": "2008-04-25 17:56:52",
            "id": "5802254",
            "reply_to_id": "5802219",
            "text": "MJÖÖÖG áhugaverður punktur!!! þoli einmitt ekki fólk sem hefur lítið bitastætt að státa af sem hraunar yfir alla hina útaf því sama… tökum sem dæmi gyllinæðarnagginn… það er sko karakter… össsj… þá meina ég s.s. hvernig hann lætur miðað við ágæti… auðvitað er samt sjálfsagt eitthvað gott í honum eins og öllum… og þetta segi ég um alla þar sem ég er áhugamaður um kosti fólks fremur en galla þess."
        },
        {
            "user": "AngelBitch",
            "user_id": "70186",
            "date": "2008-04-25 18:00:51",
            "id": "5802271",
            "reply_to_id": "5802254",
            "text": "Já það er sitthvað til í þessu.\nKallinn hefur jú að vísu einhvað gott í sér en er bara því miður upptekinn við að fela það með töffaraskap, en ef honum líður vel þannig þá auðvitað tekur maður honum bara eins og hann er:)"
        },
        {
            "user": "doridynamo",
            "user_id": "67054",
            "date": "2008-04-25 18:12:00",
            "id": "5802304",
            "reply_to_id": "5802271",
            "text": "jamm… eins og maður á að gera með alla… taka þeim eins og þeir eru… svo uppskera þeir eins og þeir sá í þessum efnum líka."
        },
        {
            "user": "AngelBitch",
            "user_id": "70186",
            "date": "2008-04-25 18:17:33",
            "id": "5802319",
            "reply_to_id": "5802304",
            "text": "Akkurat:D"
        },
        {
            "user": "hastalavista",
            "user_id": "58905",
            "date": "2007-07-15 23:34:16",
            "id": "5075011",
            "reply_to_id": "5070922",
            "text": "algjörlega sammála þér, þótt ég dæmi fólk mikið eftir útlitinu, er að reyna að hætta því..\nen svona er þetta bara og mun alltaf vera, heimurinn er orðinn alltof skemmdur til að þetta gæti verið lagað."
        },
        {
            "user": "bollasupa",
            "user_id": "59800",
            "date": "2007-07-16 00:10:12",
            "id": "5075181",
            "reply_to_id": "5070922",
            "text": "heyr heyr!\ngóð grein ! :D"
        },
        {
            "user": "sonofecuador",
            "user_id": "54479",
            "date": "2007-07-16 00:42:30",
            "id": "5075288",
            "reply_to_id": "5070922",
            "text": "Já, það er hægt að velta sér endalaust uppúr þessu..\nEn því miður þá dæma allir eftir útliti. Það er einfaldlega vegna þess að ef maður á að mynda sér skoðun á einhverju verður maður að hafa einhvern grunn til að byggja hana á.\nÞannig að það er mjög erfitt að dæma ekki eftir útliti, við fyrstu kynni þ.e.a.s., seinna meir ef maður kynnist viðkomandi þá getur maður dæmt hana eftir fleiru."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2007-07-16 01:43:58",
            "id": "5075404",
            "reply_to_id": "5070922",
            "text": "eee vá,\nmér finnst þessi grein vera allt allt allt of mikið svona “þetta er svart, og þetta er hvítt” hvað varð um gráa hlutinn?\nT.d. stelpan sem þú ert með mynd af þarna í dæmi sem maður myndi ekki vilja sjá í módelbransanum, auðvitað ekki.  En þetta var bara allt of hart, hvað með venjulegar stelpur í módelbransann?  Hvað er að því?  Er það “ljótt”?\nFólk er of dómhart.  Þannig er það bara.  Sé heldur ekki alveg pointið sem þú ert að reyna að koma á framfæri með þessari grein.  Að “fallegt” fólk græði meira á lífinu?\nhugtakið “fegurð” er svo að sjálfsögðu afstætt."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2007-07-16 17:24:16",
            "id": "5076514",
            "reply_to_id": "5075404",
            "text": "Fegurð er það einmitt ekki, gerðar hafa verið miklar og stórar kannanir um þetta efni (enda miklir peningar í að komast að “leyndarmálinu”). Það fólk sem var álitið fallegast var einfaldlega meðaltalið af öllum andlitum sem svarandinn hafði séð."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2007-07-16 18:13:58",
            "id": "5076659",
            "reply_to_id": "5076514",
            "text": "maðurinn þykist geta mælt allt og útskýrt allt, en það breytir því ekki að hvað mér finnst fallegt er ekki það sama og þér finnst fallegt."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2007-07-17 13:07:47",
            "id": "5078533",
            "reply_to_id": "5076659",
            "text": "Nei, maðurinn þykist ekki geta mælt allt. Og sérstaklega ekki vísindamenn. Hins vegar eru allar líkur á því, ef við höfum séð sömu andlitin um æfina, að okkur finnist sama fólkið fallegt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-07-17 13:15:51",
            "id": "5078544",
            "reply_to_id": "5078533",
            "text": "mmm jú reyndar reynir maðurinn að finna jarðlegar skýringar á hverju sem er.  Ímyndunaraflið nægir manninum ekki, amk. ekki lengur.\nJájá, það eru einhverjar líkur á því, sem styður það að mér og þér finnist það sama ekki fallegt."
        },
        {
            "user": "tele",
            "user_id": "60182",
            "date": "2007-07-16 11:19:55",
            "id": "5075705",
            "reply_to_id": "5070922",
            "text": "beauty is just like brains, just try to study(surgery and workout)"
        },
        {
            "user": "Vougelady",
            "user_id": "67597",
            "date": "2007-07-23 19:23:54",
            "id": "5094754",
            "reply_to_id": "5075705",
            "text": "hahh þúrt alltaf með einhver rosa heilræði og setningar sem ég botna ekkert í :#..haha :P"
        },
        {
            "user": "Liverpool",
            "user_id": "1692",
            "date": "2007-07-16 14:27:31",
            "id": "5076042",
            "reply_to_id": "5070922",
            "text": "Þetta er svo satt og ég hef margsinnis pælt í þessu.  En svo er eitt sem ég hef tekið eftir og það er að það virðist oft fylgja myndarlegum karlmönnum að þeir séu hrokafullir, leiðinlegir og dónalegir við þá sem minna mega sín (ekki algillt) en samt falla stelpurnar fyrir þeim. Og oft á tíðum sitja meðal Jónarnir eftir með sárt ennið vegna þessa myndarlegu gaura.\nEn samt sem áður eru til undantekningar og maður sér heavy ljóta gæa sem líta út eins og verstu lúðar sem eru með geðveikum gellum hehe. Og það er þá bara ágætt vegna þess að það pirrar myndarlegu gæjana sem girnast stelpuna sem lúðinn er með alveg óstjórnlega."
        },
        {
            "user": "Sina",
            "user_id": "34148",
            "date": "2007-07-16 14:34:57",
            "id": "5076065",
            "reply_to_id": "5070922",
            "text": "góð grein.\nég hugsa sjálf mikið um útlitið. mála mig á hverjum degi, hugsa vel um húðina og vanda mig við að klæða mig.\nen fyrir hvern er ég að gera mig fína?\njú, fólkið sem þekkir mig ekki.\nef ég er að fara til kærastans, eða fara að hitta vini mína.. er mér nánast sama hvernig ég lít út.\nþau þekkja mig og minn persónuleika vel, og hafa þessvegna enga ástæðu til að dæma mig útfrá útliti.\nhinsvegar, ef ég er að fara eitthvað út, þá mæti ég fullt af fólki sem þekkir mig ekki, og getur bara dæmt mig útfrá útlitinu.\nef ég þekki ekki manneskju, þá dæmi ég eftir því sem ég sé.\nþetta er einhvernveginn ósjálfrátt, og eitthvað sem allir gera að einhverju leiti.\nað við getum einhverntímann farið að dæma fólk út frá persónuleika algerlega er ómögulegt á meðan við erum öll svona mismunandi."
        },
        {
            "user": "Prongsie",
            "user_id": "65302",
            "date": "2007-07-16 17:08:15",
            "id": "5076462",
            "reply_to_id": "5076065",
            "text": "Já það er einmitt þetta sem pirrar mig svo!!! þegar maður er að mála sig, slétta á sér hárið og vanda sig geðveikt við að klæða sig, þá er maður að gera það fyrir einhverja aðra…\nég reyni oft að halda því fram að ég sé að þessu fyrir mig, því þá líði mér betur með sjálfa mig, og það er rétt af hluta til… en annars er maður eiginlega bara að þessu fyrir aðra :("
        },
        {
            "user": "intenz",
            "user_id": "127",
            "date": "2007-07-17 23:14:01",
            "id": "5080270",
            "reply_to_id": "5076065",
            "text": "Nákvæmlega. En þá vakna spurningar eins og…\n- Af hverju að gera þig fína fyrir fólk sem þekkir þig ekki? Ekki eins og það muni þekkja þig eitthvað betur þó þú hafir þig til.\n* Þetta er bara mjög gott dæmi um hræðslu við fordóma.\n- Ef þú ert á föstu, af hverju er þér þá ekki sama hvað öðrum strákum finnst um útlit þitt?\n* Hræðsla við fordóma enn og aftur.\n- Af hverju viltu ekki vera fín fyrir vini þína og kærastann?\n* Út af því að þau þekkja þig og þú þarft bara að vera þú sjálf með þeim.\nÞað er hægt að pæla endalaust í þessu."
        },
        {
            "user": "Maribet",
            "user_id": "46824",
            "date": "2007-07-16 19:49:52",
            "id": "5076976",
            "reply_to_id": "5070922",
            "text": "Er það ekki líka að persónuleikinn skiptir máli? Ég meina, þó að ég sjái, eins og þið kallið það “ómyndarlegur srtákur”, fer ég samt að spjalla við hann og svona, og þá kemur í ljós að hann er bara nokkuð skemmtilegur, þá fer mér alltaf að finnast hann vera sætari og sætar. En ef ég tala við einhvern sætan strák sem drepur mig úr leiðindum, þá finnst mér hann ekkert það áhugaverður né sætur =/\nÆji, kannski er þetta bara ég.\nAnnars, góð pæling :)"
        },
        {
            "user": "gomamiso",
            "user_id": "18080",
            "date": "2007-07-16 21:59:50",
            "id": "5077407",
            "reply_to_id": "5070922",
            "text": "Skemmtileg pæling, en þú verður að átta þig á því að svona er gangur náttúrunnar. Fegurð karlfuglsins og hæfni til þess að gera stæðilegt hreiður gefur honum betri kost á að fjölga sér en karlfugl sem er með reittar og tættar fjaðrir.\nSvona er þetta því miður, svona þróuðumst við.\nEn þá kemur maður að þeirri spurningu, af hverju getur fegurð þá ekki þróast?\nJú hún getur það svo sannarlega, og við erum einmitt að því. Innri fegurð köllum við það, eitthvað sem við leitum að í annari manneskju til þess að eignast með henni fjölskyldu eða einfaldlega sækjast eftir félagsskap (því við erum félagsverur).\nSvo er líka annað sem flokkast inn í þessa þróun, og það er tími.\nÁ málverkum frá 15.öld (eftir Botticeli sem dæmi) eru konur málaðar með útstæðan maga (sem þótti fallegt) og síðar, á 18.öldinni (að ég held) þá þótti fallegt að vera vel í holdum, eins og hér:\nSkemmtileg pæling, en þú verður að átta þig á því að svona er gangur náttúrunnar. Fegurð karlfuglsins og hæfni til þess að gera stæðilegt hreiður gefur honum betri kost á að fjölga sér en karlfugl sem er með reittar og tættar fjaðrir.\nSvona er þetta því miður, svona þróuðumst við.\nEn þá kemur maður að þeirri spurningu, af hverju getur fegurð þá ekki þróast?\nJú hún getur það svo sannarlega, og við erum einmitt að því. Innri fegurð köllum við það, eitthvað sem við leitum að í annari manneskju til þess að eignast með henni fjölskyldu eða einfaldlega sækjast eftir félagsskap (því við erum félagsverur).\nSvo er líka annað sem flokkast inn í þessa þróun, og það er tími.\nÁ málverkum frá 15.öld (eftir Botticeli sem dæmi) eru konur málaðar með útstæðan maga (sem þótti fallegt) og síðar, á 18.öldinni (að ég held) þá þótti fallegt að vera vel í holdum, eins og hér:\nhttp://www.upv.es/psst_2000/images/social/3gracias.jpg\n…og svona er hægt að tala endalaust um fegurð. Það er bara vonandi að innri fegurðin haldi velli."
        },
        {
            "user": "intenz",
            "user_id": "127",
            "date": "2007-07-17 23:19:07",
            "id": "5080283",
            "reply_to_id": "5077407",
            "text": "Innri fegurðin haldi velli? Hún ræður örugglega mestu þegar á seinni hluta mannsævinnar er komið, en hjá ungu kynslóðinni er útlit næstum því allt sem skiptir máli."
        },
        {
            "user": "gomamiso",
            "user_id": "18080",
            "date": "2007-07-18 14:26:29",
            "id": "5081341",
            "reply_to_id": "5080283",
            "text": "Ég er að tala í gegnum þróunina, þ.e.a.s. í framtíðinni."
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2007-07-17 02:35:43",
            "id": "5078154",
            "reply_to_id": "5070922",
            "text": "dýrka hvað þú ert hreinskilinn :D\njá ég er líka sek um að dæma þó svo ég þoli það ekki þegar það er gert við mig, en ég reyni líka að gera það ekki…\nsamt, mín reynsla er sú að fólk sem dæmir sem mest á útliti er það fólk sem hvað mest óörugt með sitt, hvort sem það þykir “fallegt” eða “ljótt”\nég hef líka fundið það hjá sjálfri mér að í hvert skipti sem ég pirrast yfir einhverju eða dæmi einhvern fyrir einhvað er það hlutur í sjálfri mér sem ég þoli ekki/hata…\nbara stutt dæmi saga,\neinu sinni fyrir ekki svo löngu var ég að skutlast með litla bróður minn… hann spyr mig, Didda (hann kallar mig Diddu:) er ég með ógeðslegar stórar ljótar framtennur? ég lít á hann og hann sýnir mér tennurnar sínar, ég segi þær eru ekkert voða stórar, það sést alveg að þú átt eftir að vaxa upp í þær, svona eins og ég og sýni honum mínar… þá segir hann, nei Sxxxx er alltaf að stríða mér út af tönnunum, samt er svo skrítið hann er nebbla með alveg ógeðslegar og skakkar tennur…\nég sagði honum að hann væri bara með lágt sjálfsálit og væri að reyna að láta sér líða betur, og að hann (bróðir minn) væri ekki með stórar ljótar framtennur…\nog svo mörg svona dæmi af öðrum líka af sjálfri mér..\nBætt við 17. júlí 2007 -  02:44\nhahaha.. verð bara að deila hérna með ykkur…\neinu sinni var ég á fundi og manneskjan við hliðina á mér var að slá nöglinni sinni í bolla og það kom svona lágt *kling kling* hljóð.\nog ég hugsa.. nei anskotinn enn pirrandi, á sömu sekóntu átt ég mig á því að ég ér að fikta í lyklunum mínum :´D"
        },
        {
            "user": "Kwarkle",
            "user_id": "59795",
            "date": "2007-07-18 11:43:09",
            "id": "5080984",
            "reply_to_id": "5070922",
            "text": "Þetta voru sko pælingar í lagi.\nSvon til að bæta aðeins við…\nÞað er líka fólkið sem er öðruvísi. Ekki endilega ljótt. Bara öðruvísi. Eins og hvernig manneskja myndirðu halda að þessi hérna\nhttp://vampirefreaks.com/picview.php?user=JuhCheep&uid=2250652&c=0&x=1&d=19063531&g=0&s=3\nværi ef þú sæjir hann bara labba framhjá þér?\nÉg er nokkuð viss um emo hrekkur upp í hugann á þér. Sumri vilja alls ekkert tala við svona fólk, einfaldlega vegna þess að það “lúkkar” emo og hlýtur þessvegna að vera niðurdrepandi og leiðinlegt.\nEða bara jafnvel ef þú ert með gleraugu, þá ertu alveg örugglega gáfaður og alger nörd í sumum tilfellum. Ef þér dettur í hug að fara í grænar buxur einn daginn þá gætiru endað uppi sem artífrík dagsins.\nEn svona er heimurinn og ég er nokkuð viss um ð-ða sé hægt ð laga þetta upp að vissu marki. Samt verða alltaf einhverjir beauty standarts."
        },
        {
            "user": "Skulina",
            "user_id": "64699",
            "date": "2007-07-18 12:24:34",
            "id": "5081056",
            "reply_to_id": "5070922",
            "text": "góðar pælingar, er sammála öllu þarna :)\nþað eru líka áhrif frá fólki í kringum mann sem hafa áhrif á val á fallegu og ljótu, það er eins og vinkonu minni fannst einhver strákur sætur, en mér ekki, og þá hætti hún bara við hann. Skoðanir annarra geta haft svo stór áhrif, þó að það sé ekki ætlunin."
        },
        {
            "user": "Caroline",
            "user_id": "40716",
            "date": "2007-07-18 16:55:26",
            "id": "5081693",
            "reply_to_id": "5070922",
            "text": "Ég hef mikið pælt í þessu. Oft hef ég staðið sjálfa mig að því að dæma fólk. Oft í “gamla daga”. Ég hætti því eftir að ég fór að hugsa að ég vil ekki að fólk stimpli mig. Afhverju má ég ekki bara vera ljóshærð þennan daginn í gallerý 17 fötum og vera svo með svart hár í næstu viku í fötum frá rokk og rósum. Just because I felt like it.\nFólk hefur alveg svakalega þörf til þess að stimpla fólk. Þessi er emo, þessi er goth, þessi er hnakki. Þessi er lessa og þessi er hommi. Ég ætla kannski bara að vera allt þetta ef þér er sama.\nAlveg komin með nóg af þessu. Ég gæti haldið áfram og áfram en þá verður fólk bara pirrað því það getur ekki flokkað mig í neitt. Ég er ekki emo, goth, hnakki, artí, samkynhneigð, gagnkynhneigð. Ég er bara ég. Og ég haga mér og lít út eins og ég vil hvern dag. Sjeeett. Oh nú er ég orðin pirruð. Great:P"
        },
        {
            "user": "Lebowski93",
            "user_id": "67059",
            "date": "2007-07-18 17:54:47",
            "id": "5081910",
            "reply_to_id": "5070922",
            "text": "ég hef oft pælt í þessu :O mjög vel skrifað hjá þér …"
        },
        {
            "user": "bohochic",
            "user_id": "65656",
            "date": "2007-07-20 19:47:29",
            "id": "5088291",
            "reply_to_id": "5070922",
            "text": "Ellioet er ekkert ómyndalegur..hann er bara allt í lagi..ert u eitthvad betri ?"
        },
        {
            "user": "Kaea",
            "user_id": "52376",
            "date": "2007-07-25 20:10:06",
            "id": "5100076",
            "reply_to_id": "5070922",
            "text": "Ég sé sjaldan ljótar manneskjur. Fólk er misfallegt en einhvurra hluta vegna finnst mér fólk mjög sjaldan vera ljótt.\nFólk er misfrítt og allt það, en í mínum augum fríkkar og ljótkar fólk eftir persónuleika sínum.\nEn já, mjög margir góðir punktar hjá þér. :)"
        },
        {
            "user": "Glowstick",
            "user_id": "39054",
            "date": "2007-09-14 21:28:50",
            "id": "5232723",
            "reply_to_id": "5100076",
            "text": "ljótkar ?\nkrútt d:"
        },
        {
            "user": "Kaea",
            "user_id": "52376",
            "date": "2007-09-14 23:42:57",
            "id": "5233175",
            "reply_to_id": "5232723",
            "text": "Ljótkar indeed.\nFegrar og ljótkar. 8-)"
        },
        {
            "user": "Folo",
            "user_id": "69598",
            "date": "2007-08-04 11:02:14",
            "id": "5122949",
            "reply_to_id": "5070922",
            "text": "þetta er rétt í mörgum tilvikum en ég vill ekki trúa því að allir séu svona rosalega þröngsýnir…  og manneskja gæti allt eins valið kalt land frekar en sólarland… kannski hefur það meiri áhuga á að sjá það, skil ekki hvað það kemur útliti við…"
        },
        {
            "user": "Scandalous",
            "user_id": "53721",
            "date": "2007-08-20 22:54:47",
            "id": "5163220",
            "reply_to_id": "5070922",
            "text": "Mjög Flott Grein =D\nSterkar pælingar…\nÉg held samt að það taki mjööög mikinn sjálfsaga í að venja sig á að velja ekki það fallegasta í lífinu.. =/ En Damn it, isn´t it worth a try? I think so…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-08-30 22:36:13",
            "id": "5190625",
            "reply_to_id": "5163220",
            "text": "Æi ég veit ekki ég hef kynnst mönnum gegnum tíðina og hef komist að því að það eru til myndarlegir menn með fallegt innihald og myndarlegir karlmenn með ekkert innihald.\nSíðan hef ég kynnst sem kallast ómyndarlegir menn með mikið skegg brúnar tennur og vantar tennur og með bjórbumbu og svona huggulegt. En samt með stórt egó og marga vini og þeir voru allir skíthælar frá helvíti.\nTöluðu niðrandi um konur vandræðagemsar drukku alltof mikið ég er ekki tala um róna unga stráka ég er ekki nema 24 sko.\nBara ómyndarlegir karlmenn eru ömurlegir og alltaf með eitthvað á bakinu sem ég hef kynnst.\nÞað virðist vera að ljótir karlmenn eru rosalega bitir og reiðir útí hitt kynið. Þótt að hitt kynið hefur reynt að gera allt fyrir þá plús eignast börn með þeim og þolað allan skítinn frá þeim.\nVil líka koma á framfæri ég eignaðist ekki börn með þeim hef meiri sjálfsvirðingu en það.\nDeitaði þá í smá tíma eftir þeir hættu með barnsmæðrum sínum.\nLjótir ungir menn er skrýtinn þjóðflokkur í nútímasamfélagi allavega af því sem ég hef kynnst."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-10-16 15:27:03",
            "id": "5314278",
            "reply_to_id": "5070922",
            "text": "Ég er miklu meira en sammála þessu hjá þér;)\nEn segir þú! Tjékkaði á myspacið þitt til að tjékka hvort þú værir að skrifa þetta af biturð eða ekki Og komst að því að það var ekki þannig:')"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-11-10 12:01:32",
            "id": "5379951",
            "reply_to_id": "5070922",
            "text": "Mjög góð grein, en málið er bara að þegar maður kynnist fólki þá hefur maður ekkert að dæma útfrá nema útlitið, og eins og þetta með djammið ég meina ef að maður er að leita að one night stand þá pælir maður nú langmest í útlitinu. Samt ég hef sjálf tekið eftir því hvað fólk getur orðið miklu fallegara þegar maður kynnist því. Eins og sumir strákarnir í bekknum mínum, virka soldið nördalegir fyrst hehe, en svo þegar maður er búin að kynnast þeim þá eru þeir bara frekar sætir."
        },
        {
            "user": "snoogums",
            "user_id": "42877",
            "date": "2007-11-20 17:01:13",
            "id": "5408590",
            "reply_to_id": "5070922",
            "text": "eg verð nú að viðurkenna það að þetta myndarlega fólkið yfirleitt ekkert sérstaklega falleg þannig séð"
        },
        {
            "user": "enair",
            "user_id": "65034",
            "date": "2007-11-30 02:03:24",
            "id": "5436044",
            "reply_to_id": "5070922",
            "text": "ég like , dæmi alla … hvernig þau líta út…\nsvo þegar eg kynnist því , og það er skemmtilegt , þá verður það miklu svona myndarlegra ! :o ..\nen ef það er vond lykt af því , og það er skemmtilegt , þá reyni eg að forðast það :("
        }
    ]
}