{
    "forum_title": "Hljóðvinnsla",
    "user": "vodkaa",
    "user_id": "47840",
    "date": "2007-07-14 04:45:26",
    "title": "Að taka upp með \"What U hear\"",
    "text": "Daginn/Kveldið\nÉg hef verið að reyna að taka upp lög sem eru spiluð  á youtube. Ég stillti micinn á “What U hear”. Þannig myndi ég halda að ef ég myndi kveikja á upptöku myndi hann taka upp það sem er að gerast í tölvunni, þ.e.a.s youtube,msn og fleira. En eftir að hafa gert þetta kemur bara suð. Það heyrðist ekkert í laginu sem var í gangi. Hvernig geri ég þetta þá?\nÉg notaði Sony Soundforge 8.0d og er með hljóðkortið  SB Audigy 2 ZS Audio[8400].",
    "url": "https://www.hugi.is/hljodvinnsla/korkar/530754/ad-taka-upp-med-what-u-hear/",
    "url_id": "530754",
    "id": "5071268",
    "replies": [
        {
            "user": "Smallzi",
            "user_id": "60451",
            "date": "2007-07-14 17:29:59",
            "id": "5072437",
            "reply_to_id": "5071268",
            "text": "Ef þú stillir í forritinu þannig að inputið sé outputið á innbyggða hljóðkortinu þínu (reyndar geta ekki öll forrit notast við 2 hljóðkort í einu) þá geturu það :).\nÉg hef gert þetta og það virkaði mjög illa því ég var bara með innbyggða hljóðkortið (er með fartölvu) en það virkaði og virkar líklega betur með betri hljóðkortum.\nVona að þetta sé skiljanlegt hjá mér, en þetta er mjög auðvelt, ekki vera neitt að notast við mica, þarft þess alls ekki nema þú ætlir að mica upp hátalarana."
        },
        {
            "user": "vodkaa",
            "user_id": "47840",
            "date": "2007-07-20 22:22:00",
            "id": "5088734",
            "reply_to_id": "5072437",
            "text": "Ég fann ekkert svoleiðis :/\nEn ég prufaði að recorda með Guitar Pro 5.1, en hafði “What u hear” valið. Á meðan gp5.1 var að spila auða dálka hafði ég kveikt á youtube. Þetta virkaði bara vel :)\nÞetta hlaut bara að vera Soundforge forritið. Hljóðið endurkastaðist á fullu en það gerist ekki í Guiar pro :o"
        }
    ]
}