{
    "forum_title": "Hljóðfæri",
    "user": "sabbz",
    "user_id": "35505",
    "date": "2007-07-18 03:42:02",
    "title": "Tvær spurningar",
    "text": "Hvað þýðir Blemished Item inná music123? er það sama og B-stock?\nOg hvað er Faded? eins og Gibson SG faded og Gibson Flying V Faded? er liturinn einhvað Faded?\nBætt við 18. júlí 2007 -  03:54\nég held að ég hafi svarað spurnigunum mínum sjálfur, ef ekki leiðréttið mig. ég skóðaði nokkrar myndir af Flying V Faded og ekki Faded og Faded var ljósari (herritage Cherry)",
    "url": "https://www.hugi.is/hljodfaeri/korkar/531457/tvaer-spurningar/",
    "url_id": "531457",
    "id": "5080785",
    "replies": [
        {
            "user": "SynnerHudson",
            "user_id": "62485",
            "date": "2007-07-18 06:54:54",
            "id": "5080823",
            "reply_to_id": "5080785",
            "text": "Faded er með matta áferð. Annars er Blemished item líklega B-stock."
        },
        {
            "user": "ehar",
            "user_id": "31826",
            "date": "2007-07-18 08:58:19",
            "id": "5080876",
            "reply_to_id": "5080785",
            "text": "Faded er bæsað en ekki stíflakkað.\nStór kostnaður við gítara í dag er lakk vinnan.\nT.D Gibsons SG faded og Special.\nMunurinn er á málningunni.\nBlem….. Blemish þá er einhvað að venjulega einhver útlitsgalli eða vara sem hefur verið skilað.  Gæti líka verið lítilega snúinn háls!\nOft stendur hvað sjúskið er.  Soldið hættulegt að kaupa einhvað sem einhver annar hefur skilað, hugsanlega af góðr ástæðu.\nE"
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2007-07-18 16:11:52",
            "id": "5081593",
            "reply_to_id": "5080785",
            "text": "Ég myndi ekki kaupa Blemished hljóðfæri að utan, það er of mikið vesen að skila því ef gallinn reynist of mikill.\nFaded er bara aðeins ódýrari litun frá Gibson, sumum finnst faded litunin betri í td hálsinum en staðlaða litunin þar sem háglansliturinn frá Gibson á það til að vera soldið stamur ef maður svitnar mikið á höndunum, ég átti Gibson Explorer sem var ekki faded og mér fannst lakkið á hálsinum gera hann frekar stamann."
        }
    ]
}