{
    "forum_title": "Börnin okkar",
    "user": "winky",
    "user_id": "14913",
    "date": "2001-11-27 18:45:30",
    "title": "bílstólar og bleiur",
    "text": "ég var að velta fyrir mér í sambandi við bílstólana,ég er með stól fyrir 9-18kg en hann er eiginlega orðin of þröngur,er í lagi að kaupa 15-36kg stól þótt stelpan mín sé bara eitthvað um 13 kg? skipta þessi 2 kg einhverju máli? og eitt enn á hvað aldri hætta börn  með bleiu? mín er að verða 2 ára og þær á leikskólanum voru að segja mér að taka bleiuna bara allt í einu ekkert að venja hana við!!",
    "url": "https://www.hugi.is/bornin/greinar/53180/bilstolar-og-bleiur/",
    "url_id": "53180",
    "id": "352691",
    "replies": [
        {
            "user": "calcio",
            "user_id": "9354",
            "date": "2001-11-27 20:08:15",
            "id": "352692",
            "reply_to_id": "352691",
            "text": "Ég myndi nú fyrst og fremst benda þér á að vera ekki að kaupa þér stól. Hafðu frekar samband við VÍS og fáðu þar leigðan einn slíkan. Þetta eru bestu stólar sem fáanlegir eru í heiminum, þeir eru vandaðir, yfirfarnir og hafa bjargað ótrúlega mörgum lífum. Þú myndir panta þér stól sem heitir Midi, þó hann virðist vera svoldið stór. Sá stóll er stærsti barnastóllinn en sá sem er næststærstur heitir Macro og er fyrir börn að hámarki 18 kíló. Ef barnið þitt er orðið 13 kg. tekur það því ekki að panta hann.\nEf þú vilt endilega kaupa þér stól skaltu kaupa 15-36 kílógramma stól. Þessi tvö kíló skipta engu máli og eins og þú veist er vaxandi barn ENGA stund að þyngjast um tvö kíló. Ekki bíða með að kaupa stól handa barninu ef hann er orðinn of lítill eða þröngur. Þá er orðið hættulegra að hafa barnið í stólnum en að sleppa því.\n-Skildist eitthvað af því sem ég skrifaði?"
        },
        {
            "user": "danna",
            "user_id": "13515",
            "date": "2001-11-28 08:52:10",
            "id": "352693",
            "reply_to_id": "352692",
            "text": "Stærsti stóllinn hjá Vís er mjög fínn, við notuðum hann fyrir eldri strákinn, en við erum búin að vera með gerðina fyrir yngstu börnin núna fyrir yngri strákinn og ég get ekki mælt með honum, allt of þungur, óþjáll og flókinn í notkun."
        },
        {
            "user": "winky",
            "user_id": "14913",
            "date": "2001-11-28 12:57:44",
            "id": "352694",
            "reply_to_id": "352692",
            "text": "ég er búin að tékka á þessu með vís en þar sem ég er ekki tryggð þar þá þarf ég að borga 6700 í stofngjald og svo 1500 á mánuði eftir 3 mánuði mér finnst það soldið dýrt afþví´britax stóll kostar 18000"
        },
        {
            "user": "calcio",
            "user_id": "9354",
            "date": "2001-11-29 08:33:58",
            "id": "352695",
            "reply_to_id": "352694",
            "text": "Þar hefur þú fengið rangar upplýsingar. Sértu tryggð hjá VÍS er lágmarksgjald 2100. Þetta samsvarar 6 mánaða leigu. Eftir það borgar þú 350 krónur á mánuði. Sértu ekki tryggð hjá VÍS er lágmarksgjaldið 4.200 -áfram 6 mánuðir og svo 700 á mánuði eftir það.\nBritax stóllinn kostar 18000 en VÍS stólarnir eru miklu öruggari og vandaðri. Þeir eru raunar svo vandaðir að ef stóllinn yrði seldur myndi hann kosta um 60 þúsund krónur -að lágmarki."
        },
        {
            "user": "winky",
            "user_id": "14913",
            "date": "2001-11-29 18:23:23",
            "id": "352696",
            "reply_to_id": "352695",
            "text": "já það getur verið að ég hafi rangar upplýsingar því að ég lét kallinn hrigja og tékka hann er svo vitlaus í öllu svona ég ætla að tekka betur á þessu :)"
        },
        {
            "user": "GlingGlo",
            "user_id": "2646",
            "date": "2001-11-27 20:31:08",
            "id": "352697",
            "reply_to_id": "352691",
            "text": "Ef stóllinn er of þröngur þá þarftu nýjan og stærri.\nÍ sambandi við bleyjurnar þá er tæplega tveggja ára frekar ungt til að hætta með bleyju, en fer samt voða mikið eftir stelpunni þinni. Er hún eitthvað farin að sýna þess merki að vilja nota kopp og kunna það? Það er misjafnt hvort foreldrar taki bleyjuna allt í einu eða gera það rólegar, þú verður bara að finna út hvað hentar ykkur best. Ég skrifaði einmitt grein um það að hætta á bleyju, getur kíkt á hana hér:\nhttp://www.hugi.is/bornin/greinar.php?grein_id=26228"
        },
        {
            "user": "Blubba",
            "user_id": "14765",
            "date": "2001-11-29 19:02:37",
            "id": "352698",
            "reply_to_id": "352691",
            "text": "Mér finnst miðstólarnir vera hryllingur fyrir börn.\nGeimskip með loki á!\nOg svo snúa þeir öfugt.\nÉg prófaði minn gutta í svoleiðis um daginn og díssöss!!!Ömurlegir.\nég myndi mæla með einhverju öðru.\nhinsvegar eru stærstu stólarnir frábærir og góðir.\nMér finnst stundum eins og fólk sé á prósentum að auglýsa þessa æðislegu VÍS stóla.\nÞegar upp er staðið gætirðu verið búin/nn að kaupa þér nýjan, góðan stól sem þú átt.\nTakk."
        },
        {
            "user": "angelica",
            "user_id": "5485",
            "date": "2001-12-02 03:14:43",
            "id": "352699",
            "reply_to_id": "352691",
            "text": "Mér lýst ekki á blikuna það stefnir allt til GLÖTUNAR.\nog eitt enn bílstólar eru brúður Satans!!!"
        }
    ]
}