{
    "forum_title": "Sagnfræði",
    "user": "MooMoo",
    "user_id": "66476",
    "date": "2007-07-20 19:28:21",
    "title": "20. júlí plottið",
    "text": "Það er 20. júlí, 1944, klukkan er 11:58 og við erum stödd í Úlfsbælinu. Obersturmbannführer Claus von Stauffenberg situr sveittur og skjálfhentur í þröngum búningsklefa og er önnum kafinn við að virkja sprengju.\nVerkið gengur hægt sökum þess að hann hefur aðeins eina hendi, eitt auga, og þrjá fingur. Klukkan er 12:02\nHonum tekst að virkja fyrstu sprengjuna og kemur henni vel fyrir í skjalatösku sinni. Hann byrjar að virkja þá seinni…\nBANK! “Zwei minuten!”\nClause bregður og missir pínulítinn gorm, bráðnauðsynlegur til að sprengjan virki sem skyldi. Hann bölvar sér í hljóði og fálmar eftir gorminum í dauft-lýstum klefanum. Klukkan er 12:05\nLoksins finnur hann gorminn eftir alltof langan tíma og stingur á réttan stað. “Endlich Mitteilung!!”\nClaus kyssir kross sem hann er með um hálsinn, signir sig og flýtir sér á fundinn. Hann laumar óvirktu sprengjunni til vinar síns, Werner von Haeften, sem fer út og bíður eftir Claus. Klukkan er 12:16\nClaus situr náfölur við borðið í fundarsalnum og hlustar á fokreiðan Führerinn er hann rífst í hershöfðingjum sínum yfir skjótri göngu Rauða Hersins vestur. Himmler situr hjá Hitler og skýtur einstaka athugasemdum inní.\nKlukkan er 12:28 þegar Claus afsakar sig og fer út úr fundarherberginu án skjalatöskunnar. Hann fer út til von Haeften og þeir setjast inn í bíl og bíða.\nKlukkan er 12:42 þegar loks heyrist í sprengingunni. Claus og von Haeften starta bílnum og keyra til flugvallarins, sannfærðir um að hafa neglt tvær stærstu flugur Þýskalands í sama höggi.\nSvona gæti frásögn Claus hljómað hefði hann ekki verið tekinn af lífi rétt eftir miðnætti sama dags.\nHvað fór úrskeiðis?\nEins og fram kom hér að ofan skildi Claus sprengjuna eftir á gólfinu í fundarsalnum og fór út. Það er líklegt að einhver hershöfðingjanna sem sóttu fundinn hafi kæruleysislega fært töskuna til að skapa fótapláss eða e-ð í þá áttina. Staðsetning sprengjunnar skipti einna mestu.\nEins og fram kemur hér að ofan náði Claus aðeins að virkja aðra sprengjuna sem hafði mjög líklega stóran part í mistökunum.\nAð sögn Hitlers var hann að halla sér yfir borðið til að ná á ákveðna staðsetningu á kortinu þegar sprengjan sprakk. Borðið hlífði honum því fyrir sprengingunni.\nÞað því sennilega röð óhappa sem ollu því að morðtilræðið heppnaðist ekki.\nClaus og von Haeften voru hinsvegar grunlausir um þessi mistök sín og héldu áfram með valdarántilraunina eins og planað var.\nHún virkaði nokkurnveginn þannig að mótspyrnuhreyfingin var eins og einskonar þunnt net yfir Evrópu með liðs- og hersforingja á öllum vígstöðvum sem áttu að fá herdeildir sínar á sitt band og hertaka allar helstu staðsetningar og handtaka helstu andstæðinga þegar símtal bærist frá Berlín um að Hitler og Himmler væru dauðir.\nErfiðar gekk þó en vonað var að sannfæra menn einkum vegna útvarpssendinga frá mönnum Hitlers að morðtilraun\" hefði verið framkvæmd.\nKlukkan 19:00(sprengjan sprakk kl. 12:42) sendi Hitler svo persónulega útsendingu í útvarpi sem sló lokahöggið.\nFriedrich Fromm nokkur, sem hafði gegnt smávægilegu hlutverki í morðtilræðinu gaf þá Gestapo nöfn allra helstu samsærismanna alveg ótilneyddur í örvæntingarfullri tilraun til að bjarga sjálfum sér. Sú tilraun tókst ekki og hann var sendur í þrælkunarbúðir og var tekinn af lífi á síðustu dögum stríðsins líkt og margir samsærismenn.\nClaus von Stauffenberg\nClaus von Stauffenberg fæddist 15 nóv. árið 1907 í gamla og nafntogaða höfðinglega Rómversk-Kaþólska fjölskyldu í Jettingen, Bæjaralandi.\nHann var afar trúaður, eins og öll Stauffenberg-fjölskyldan, og mat skoðanir og stefnur Kaþólsku kirkjunnar mikils, en Kaþólska kirkjan harðmótmælti and-semitískum viðhorfum Þjóðverja og Claus var sammála þeim mótmælum, og vaxandi gyðingahatur í Þýskalandi átti mest áhrif í inngöngu hans í uppreisnarhreyfingar síðarmeir.\nÞegar hann var 19 ára, 1926, gekkst hann til liðs við herinn eins og ákveðin hefð var fyrir í fjölskyldu hans. Hann tók þátt í innrásinni í Pólland 1939, og innrásinni í Frakkland þar sem hann hlaut Járnkrossinn fyrir afrek sín. Hann gekk í leynimótspyrnuhreyfingu í Wehrmacht 1942 og reis fljótt til metorða.\nÁri seinna var hann síðan fluttur til Afríku í 10. Panzerdeild í Afrikakorps þar sem hann laut stjórn Rommels. Í apríl það ár varð farartæki hans fyrir árás frá breskri flugsveit og þar missti hann vinstra augað, hægri handlegg, og litlafingur og baugfingur.\nNokkrum mánuðum eftir það atvik handtóku SS nokkra leiðtoga hreyfingarinnar, sem gerði Claus að leiðtoga hreyfingarinnar.\nSkiljanlega fór hann ekki aftur á vígstöðvar, en hann hélt áfram að starfa innan hersins og honum var útvegað starf af mótspyrnumeðlimi þar sem hann gæti komist nálægt Hitler.\nAfleiðingar\nEins og vænta má, var Hitler arfavitlaus eftir morðtilraunina. Hann gaf Gestapo lausan tauminn og fyrirskipaði tafarlausar aftökur helstu sakborninga, að þeir yrðu ‘strengdir upp eins og nautgripir’.\nClaus, bróðir Claus sem var næstum ekkert viðriðinn málið, von Haeften, og 2-4 aðrir samsærismenn hengdir með píanóvír og var atburðurinn tekinn upp á myndband og sýndur Hitler&co. að ósk Hitlers.\nMeð komandi dögum voru fleiri og fleiri handteknir og sumir, eins og Tresckow(aðalskipuleggjandinn, maðurinn á bakvið 20. júlí plottið) og Erwin Rommel(honum var boðið að fremja sjálfsmorð eða mæta fyrir rétt þar sem hann hefði án efa verið dæmdur til dauða) frömdu sjálfsmorð.\nAllt í allt handtók Gestapó eitthvað í kringum 5000 manns, og tóku af lífi ca. 200 þeirra, þó þeir hafi gripið tækifærið til að ná fram hefndum á fólki sem komst undan dóms vegna einhverra ástæða.\nAðrar Hitler-morðtilraunir\nMótspyrnuhreyfing var í vissum mæli í Þýskalandi fyrir seinni heimsstyrjöldina og valdaránsplön voru þróuð jafn snemmt og 1938 og 1939 með ört vaxandi spennu í alþjóðlegum deilum og mótspyrnuhreyfingar vildu hindra upphaf annarar heimsstyrjaldar. Þau plön voru hinsvegar aldrei framkvæmd vegna vaxandi gruns Gestapo og SS og aðgerðarleysis vesturlanda.\nGeorg Elser, sem var ekki tengdur neinum mótspyrnuhreyfingum eða slíkum félagsskap, ákvað árið 1938 að drepa Hitler til að forða Þýskalandi frá annarri heimsstyrjöld. Hann ákvað að planta sprengjunni þegar Hitler héldi Hitlerputsch ræðu sína í München, 8. nóv. ‘39. Hitler afboðaði komu sína vegna stríðsins sem hafði brotist út 2 mánuðum fyrr, en ákvað svo að mæta undir þeim skilyrðum að hann kæmist til Berlín sama kvöld. Þoka kom í veg fyrir það sem þýddi að hann þurfti að taka lest, sem þýddi að hann þurfti að stytta ræðu sína, Elser að óvörum. Elser plantaði tímasprengjunni og fór. Sprengjan sprakk kl. 21:20 eins og Elser hafði áformað, en Hitler hafði farið kl. 21:07. Elser eyddi ævinni í fangelsi þar til Hitler sendi boð um að taka hann af lífi þegar mánuður var eftir af stríðinu og ljóst að Þjóðverjar myndu tapa.\n36 ára þjóðverji sem vann í bílaverksmiðju og var með engu meira en grunnskólamenntun var 13 mínútum frá því að drepa Adolf Hitler.\nHenning von Tresckow var háttsettur liðsforingi í Wehrmacht. Hann varð andsnúinn nasisma 1934, þegar Nótt hinna löngu hnífa átti sér stað. 13. mars, 1943, tókst honum að koma fyrir tveim flöskum af brandí í flugvél Hitlers sem innihéldu tímasprengjur. Þær sprungu hinsvegar ekki því kuldinn í farþegageymslunni eyðilagði hvellhettuna. Frændi Hennings náði svo í brandíflöskurnar þegar lent var og Hitler fékk aldrei veður af tilrauninni.\nTresckow ákvað því að gera aðra tilraun á líf Hitlers aðeins 10 dögum seinna, og Rudolf von Gersdorff átti að framkvæma sjálfsmorðsárás. Hann átti að vera leiðsögumaður Hitlers, Himmlers, og Dönitz í gegnum lítið ’safn' á Austurvígstöðvunum. Svo ólukkulega vildi til að einu kveikirnir sem hreyfingin gat reddað voru 10 mínútna kveikir. Það hefði þó átt að ganga ágætlega þarsem sýningin átti að taka 30 mínútur. Hitler, sem var önnum kafinn og hafði vart tíma fyrir sýninguna, flýtti sér í gegnum sýninguna á innan við 10 mínútum og fór á fund hershöfðingja. Rudolf náði rétt svo að aftengja sprengjuna á salerni. Ekki komst upp um þessa tilraun fyrr en eftir stríðið og Rudolf dó árið 1980 í V-Þýskalandi.\nTresckow var ekki að fara að gefast upp eftir þetta, heldur skipulagði hann annað plot og bauðst ungur hermaður, Alex von dem Bussche, til að framkvæma sjálfmorðsárás með því að sprengja tvær handsprengjur, en hann hafði verið fenginn til að sýna Hitler nýja vetrarbúninga Wehrmachts, því hann var 2. metra hár, ljóshærður og bláeygður og þótti fyrirmyndardæmi um ‘fullkominn aría’. Sýningin átti að fara fram um miðjan nóvember, 1943, en lestarvagninn sem bar nýju búningana var laskaður í loftárás bandamanna svo það varð að hætta við sýninguna. Ekki komst upp um þessa tilraun fyrr en eftir stríðið og Alex dó 1993 í Bandaríkjunum.\nMjög svipuð árás var aftur reynd 11. febrúar en Hitler frestaði á síðustu stundu, og enn önnur svipuð tilraun var svo reynd 7. júlí það ár en tókst ekki þar sem sprengjumaðurinn guggnaðist út á síðustu stundu.\nMyndin sýnir Hitler og Mussolini að skoða sprengdan fundarsalinn.\nSérstakar þakkir til DutyCalls fyrir prófarkarlestur. Endilega gefið álit ykkar á greininni.\nTakk fyrir mig, vonandi höfðuð þið gaman af þessum lestri.\nMooMoo.",
    "url": "https://www.hugi.is/saga/greinar/531996/20-juli-plottid/",
    "url_id": "531996",
    "id": "5088202",
    "replies": [
        {
            "user": "Grimsi92",
            "user_id": "37040",
            "date": "2007-07-20 20:32:07",
            "id": "5088490",
            "reply_to_id": "5088202",
            "text": "flott greun hjá þér :D"
        },
        {
            "user": "mansi",
            "user_id": "36809",
            "date": "2007-07-24 18:13:20",
            "id": "5097102",
            "reply_to_id": "5088490",
            "text": "Illa farið með Rommel greyið, fínn kall eflaust"
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2007-07-20 20:42:22",
            "id": "5088523",
            "reply_to_id": "5088202",
            "text": "Rosalega góðar greinarar sem þú hefur verið að senda hérna inn. Endilega halta áfram með þetta, ótrúlega skemmtileg lesning."
        },
        {
            "user": "Kalashnikov",
            "user_id": "53318",
            "date": "2007-07-20 21:46:54",
            "id": "5088667",
            "reply_to_id": "5088202",
            "text": "Mjög góð grein og vel skrifuð :) Ég fékk svona hálfgerðann kvikmyndafýling þegar ég var að lesa um allar þessar morðtilraunir."
        },
        {
            "user": "bollasupa",
            "user_id": "59800",
            "date": "2007-07-21 15:32:23",
            "id": "5089820",
            "reply_to_id": "5088202",
            "text": "mjög góð og fræðandi grein sem minnir mig enn og aftur á það að ég elska sagnfræði.. :P"
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2007-07-21 17:47:59",
            "id": "5090073",
            "reply_to_id": "5088202",
            "text": "Þetta var bara hinn besti lestur. Auðlesið og þægilegt. Fyrirtak."
        },
        {
            "user": "Ragnarr",
            "user_id": "25730",
            "date": "2007-07-22 21:23:08",
            "id": "5092625",
            "reply_to_id": "5088202",
            "text": "Þetta var bara mjög fínn lestu"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2007-07-23 12:51:36",
            "id": "5093490",
            "reply_to_id": "5088202",
            "text": "Vá. Frábær grein.\nOg ef guð er til hefur hann aldeilis haldið hendi sinni yfir honum Adolf."
        },
        {
            "user": "MooMoo",
            "user_id": "66476",
            "date": "2007-07-24 01:29:05",
            "id": "5095952",
            "reply_to_id": "5093490",
            "text": "Nasistarnir vildu einmitt meina það, og sumir gengu jafnvel svo langt að segja að hann Hitler gamli hafi verið sendur af Guði.\nÉg veit hinsvegar voðalítið um þessar Nasistamythology eða hvað sem maður segir annað en að hún var til."
        },
        {
            "user": "emble",
            "user_id": "66235",
            "date": "2007-07-23 16:59:47",
            "id": "5094083",
            "reply_to_id": "5088202",
            "text": "Góð grein og virkilega gaman að lesa hana."
        },
        {
            "user": "STAVKA",
            "user_id": "46427",
            "date": "2007-07-23 22:43:53",
            "id": "5095470",
            "reply_to_id": "5088202",
            "text": "Mjög góð grein. Meira svona."
        },
        {
            "user": "mansi",
            "user_id": "36809",
            "date": "2007-07-24 18:14:37",
            "id": "5097105",
            "reply_to_id": "5088202",
            "text": "Illa farið með Rommel greyið, fínn kall eflaust"
        },
        {
            "user": "cull3n",
            "user_id": "14213",
            "date": "2007-07-31 07:24:58",
            "id": "5114025",
            "reply_to_id": "5088202",
            "text": "Can't stop reading!"
        },
        {
            "user": "Skazii",
            "user_id": "40417",
            "date": "2007-08-01 03:16:00",
            "id": "5116704",
            "reply_to_id": "5088202",
            "text": "flott grein… en vá hvað hann dolli var alltaf heppinn"
        },
        {
            "user": "MooMoo",
            "user_id": "66476",
            "date": "2007-08-01 19:02:01",
            "id": "5118221",
            "reply_to_id": "5116704",
            "text": "Nasistarnir vildu meina að það væri einhver divine intervention og jafnvel að Hitler hefði verið sendur af Guði ."
        }
    ]
}