{
    "forum_title": "Hljóðfæri",
    "user": "HoddiDarko",
    "user_id": "54813",
    "date": "2007-07-21 18:55:40",
    "title": "Myndir í bið?",
    "text": "Var að pæla hvort stjórnendur ættu kannski að taka þennan kubb út? þetta gerir svo ekkert gagn hér á áhugamálinu að mínu mati. þetta er líka svo neðarlega að maður nennir ekki að tékka á þessu. Og eru stjórnendur eitthvað að uppfæra þetta? ég man einu sinni þá var “3 myndir í bið” í nokkuð langann tíma en samt alltaf að koma inn myndir. það væri örugglega allt í lagi að hafa þetta ef þetta væri beint fyrir neðan mynda kubbinn en ekki þarna lengst niðri.\nsvo spurninginn er, Notið þið þetta eitthvað og finnst ykkur að það ætti að taka þetta?\nBætt við 21. júlí 2007 -  18:58\nog líka myndasamkeppnis kubburinn, annaðhvort að starta nýrri keppni eða taka hann?",
    "url": "https://www.hugi.is/hljodfaeri/korkar/532162/myndir-i-bid/",
    "url_id": "532162",
    "id": "5090217",
    "replies": [
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2007-07-21 18:58:58",
            "id": "5090224",
            "reply_to_id": "5090217",
            "text": "og líka dæmið um “hver ætlar að taka framförum á hljóðfærið sitt í vetur” veturinn er löngu búinn, ekki kominn tími á nýtt sona?"
        },
        {
            "user": "Diddii",
            "user_id": "44763",
            "date": "2007-07-21 19:16:18",
            "id": "5090292",
            "reply_to_id": "5090217",
            "text": "sammála þér, sjáum hvað hinir segja."
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2007-07-21 19:18:44",
            "id": "5090297",
            "reply_to_id": "5090292",
            "text": "ég spurðist einu sinni fyrir um þetta myndasamkeppnisdæmi og addni sagði að hann vildi ekki taka það út útaf öllum tímanum sem hann notaði í að html kóða þetta.\nertu ekki til í að starta nýrri keppni? eitthvað eins og… rigið þitt, sýna einn gítar, einn effekt og einn magnara og koma í keppni hver á töffaðasta ;)"
        },
        {
            "user": "Diddii",
            "user_id": "44763",
            "date": "2007-07-21 19:26:01",
            "id": "5090320",
            "reply_to_id": "5090297",
            "text": "Ekki beint góð hugmynd af keppni… hvernig geta þeir sem eru ný byrjaðir unnið?"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2007-07-21 19:28:28",
            "id": "5090324",
            "reply_to_id": "5090320",
            "text": "err.. þetta var sona djók hugmynd ;)\nþú finnur eitthvað…"
        },
        {
            "user": "Dionysos",
            "user_id": "7571",
            "date": "2007-07-21 22:48:17",
            "id": "5090730",
            "reply_to_id": "5090292",
            "text": "Hehe.. ég gleymi þessum “Myndir í bið”-kubb alltaf af því hann er svo neðarlega :P\nÉg er á því að við leyfum myndakeppniskubbnum að standa í bili, en nota hann síðan undir nýja keppni einhvern tímann fljótlega, ekki veitir af í sumarrólegheitunum að gera eitthvað til að lífga upp á þennan stað.\nTalaðu við mig eftir helgi og við spáum í eitthvað sniðugt."
        },
        {
            "user": "Diddii",
            "user_id": "44763",
            "date": "2007-07-21 22:49:39",
            "id": "5090735",
            "reply_to_id": "5090730",
            "text": "ja endilega.\nSendu mér msnið hjá þér (ef þú ert með) auðveldara að ná sambandi við þig þar vonandi."
        },
        {
            "user": "HlynurS",
            "user_id": "30981",
            "date": "2007-07-22 10:53:51",
            "id": "5091344",
            "reply_to_id": "5090292",
            "text": "Ef mér leyfist að segja, þar sem ég og Gislinn gerðum þennan kork, þá er hann þess gerður til þess að vera fyrir neðan Myndakorkinn en ekki svona neðarlega. Hann er ætlaður þannig að fólk geti auðveldlega séð hvað það eru margar myndir í bið.\nBara svona svo það sé á hreinu :)\nBætt við 22. júlí 2007 -  10:56\nUhm hjá… meinti\nkubb\nen ekki kork, hehe"
        },
        {
            "user": "Addni",
            "user_id": "8004",
            "date": "2007-07-22 22:44:26",
            "id": "5092833",
            "reply_to_id": "5091344",
            "text": "en það er líka háð því að stjórnendur séu alltaf að uppfæra hann :P"
        },
        {
            "user": "HlynurS",
            "user_id": "30981",
            "date": "2007-07-23 03:07:53",
            "id": "5093141",
            "reply_to_id": "5092833",
            "text": "Mmhmm, það er bara partur af starfinu :) Fólk samþykkir skyldur sem stjórnandi á því áhugamáli sem það verður stjórnandi á. Segir sig nokkuð sjálft, og ef fólk nennir ekki að halda uppi þeim skyldum þá ætti kannski einhver annar að vera stjórnandi í hans/hennar stað.\nEn ég skil nú samt alveg hvað þú meinar :)"
        },
        {
            "user": "Grimsi92",
            "user_id": "37040",
            "date": "2007-07-23 12:54:10",
            "id": "5093504",
            "reply_to_id": "5090217",
            "text": "algerlega sammála þessu…….vantar smá svona updates"
        }
    ]
}