{
    "forum_title": "Deiglan",
    "user": "PatriotX",
    "user_id": "17362",
    "date": "2007-07-25 01:53:15",
    "title": "Lúkasarmálið - Helgi Rafn & Fjölmiðlar/Netverjar",
    "text": "Það er verið að segja að Netverjar hafi tekið æruna af þessum Helga Rafn í fréttablaðinu, ég vil meina að hverjir sem bjuggu til þessa lygi til að byrja með sé að kenna svo ekki sé minnst á þá sem birtu fréttina um hana, fjölmiðlarnir sem fjölluðu um þetta án þess að grennslast betur fyrir um hvort það var eitthver fótur fyrir þessu hundadrápi ættu að hreinsa sig af þessu máli því hluti af ábyrgðinni liggur náttúrulega hjá þeim, það er skítlegt að reyna að kenna Netverjum um því þeirra sök var bara að trúa lyginni sem var prentuð/sjónvarpað, ekki að furða að fólk æsist upp þegar æsifréttamennskan hleypur með suma fréttamenn í gönur.\nÞað er því ekki að furða að þetta mál fari svona fyrir brjóstið á eitthverjum á netinu sem og annarsstaðar ég hef heyrt fólk segja (ekki á netinu!) við mig að það ætti að taka svona lið og setja það í poka og sparka í það, svo það þýðir ekkert að reyna að klína þessu á Netverjar eingöngu þetta var allt samfélagið sem var að tjá sig um þetta mál takk fyrir, en þetta gerðist aldrei svo það er ekkert að marka ummæli sem taka mið af atburði sem átti sér aldrei stað, það væri einsog að reyna að rukka skatt fyrir laun sem aldrei hafa verið greidd.\nNetverjar eru blóðheitt fólk sumt hvert einsog margur annar í samfélaginu og eðlilegt að þeim blöskri ef eitthvað svona ómanneskjulegt er lagt á borð fyrir það í fjölmiðlum, þetta ætti að vera lexía fyrir alla sem keyptu lygina um að taka öllu svona með góðum fyrirvara hvort heldur fjölmiðlar eða netspjöll, ég held það sé ráð fyrir þá að sýna meira aðhald og gagnrýnni hugsun í framtíðinni\nÉg er hinsvegar ekki að fara að afsaka hvern þann sem birti nafn þessa Helga Rafns, fólk verður að átta sig á að það er að fara yfir strikið með því að nafngreina aðra í tengslum við svona mál án þess að hafa fyrir því eigin persónulega reynslu, eða a.m.k. góðan fyrirvara ef að upplýsingarnar eru ekki 100% áreiðanlegar.\nÞað eru einfaldlega ekki allsstaðar áreiðanlegar heimildir á netinu, allt sem fer fram á bloggfærslum og spjallborðum ber að taka með góóóðum fyrirvara og það á líka við um þessar hótanir um líkamsmeiðingar til handa hunddráparanum (sem enginn er) einsog ég er alveg handviss um að eigi eftir að koma fram ef af eitthverri lögreglurannsókn verður, þá á enginn eftir að segja að þeir meintu eitthvað með þessum ummælum sérstaklega eftir að upp komst um lygina.\nÉg vona að það sé ekki verið að reyna bara að græða pening á málaferlum það er öllum ljóst að þetta var rógburður núna, en ef eitthver heldur því ennþá fram að Helgi Rafn hafi gert eitthvað á hlut Lúkasar eftir sem áður þá væri viðkomandi aðila náttúrulega ekki við bjargandi og bara að biðja um meinyrðamál og vesen.\nÉg tel að þeir sem létu plata sig svona uppúr skónum í að kasta skít í hann Helga ættu að sjá sóma sinn í að bera fram afsökunarbeiðni á viðkomandi spjallsvæðum sem þeir tjáðu sig á um málið, þetta þarf ekki að verða meira mál ef allir eru sammála um það.\nJá og vinsamlega lesið allan textann ef ætlið að commenta takk.",
    "url": "https://www.hugi.is/deiglan/greinar/532284/lukasarmalid-helgi-rafn-fjolmidlarnetverjar/",
    "url_id": "532284",
    "id": "5091676",
    "replies": [
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2007-07-25 02:35:44",
            "id": "5098466",
            "reply_to_id": "5091676",
            "text": "Hann Helgi Rafn er nú samt alveg koltjúllaður greyið, það kom fáum á óvart sem þekktu hann að hann myndi og gæti gert svona lagað.\nAnnars er alltaf gaman að svona múgæsingi, hvað þá þegar einhverjir hugarar reyna að vera kúl og segjast vera of gáfaðir fyrir múgæsing."
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-07-25 13:39:22",
            "id": "5098979",
            "reply_to_id": "5098466",
            "text": "múgæsingur er ekkert spaug, og hvort sem náunginn er “koltjúllaður” eða ekki þá sé ég ekki að það réttlæti ærumissi eða hvað finnst þér?\nAnnars þetta hefur ekkert með “gáfur og kúl” að gera þetta hefur það með að gera að það sem þú og ég erum að bulla hversdagslega á netinu um sé hægt að draga mann fyrir dómsstóla fyrir ef eitthverjum finnst vegið að sér í því, og miðað við hvað mig grunar að dómsstólar séu tækniheftir þá er ekkert endilega líklegt að þeir sjái hlutina í sama ljósi og almennir netnotendur, a.k.a. slæmt mál til frambúðar."
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2007-07-25 16:12:56",
            "id": "5099337",
            "reply_to_id": "5098466",
            "text": "eh, múgæsingur er ekkert alltaf fyndinn, þessi gaur hefði líklega á endanum orðið fyrir líkamsárás hefði hundurinn ekki fundist, annars er ég líka of gáfaður fyrir múgæsingin, ég trúði því að þessi hundur hefði verið drepinn, enn ekki því endilega að þessi gaur hefði gert það, ákvað að bíða, sagði að vinur minn væri fífl sem ætti eftir að éta allt ofan í sig sem hann sagði, og hann gerir það núna.\nseinasta dæmi sem ég man svipuðu þessu endaði með sjálfsmorði, þegar einhver kennari var sakaður um kynferðislega misnotkun, (kennarinn var einhentur, og mér þykir líklegt að hann hafi bara verið leiðinlegur og strákarnir 2 ætlað að hefna sín alvarlega á honum, gæti þó verið satt) og var ekki enn búið að dæma, þegar DV birti mynd af honum í blaðinu og nafngreindi og fyrirsögnin var eitthvað ,, MISNOTAÐI NEMENDUR ‘ eða eitthvað álíka ,,hlutlægt’ mannorð mannsins fór í rúst og hann drap sig.\nhefði Helgi Rafn gert hið sama, og hundurinn fundist hefðu líklega nokkrir aumingjar(geta ekki viðurkennt sökina á sig) gert hið sama, þá hefði ég hlegið, nú flissa ég bara.\nBætt við 25. júlí 2007 -  16:16\nauðvitað er ég með soldið svartari húmor enn aðrir, fæstir hefðu hlegið þá,  margir urðu leiðir þegar keikó dó, ég sprakk úr hlátri af kaldhæðninni\nfree willy, svo þegar hann var í alvöru frelsarður, drapst hann."
        },
        {
            "user": "Isgurdurgur",
            "user_id": "50457",
            "date": "2007-07-25 17:13:13",
            "id": "5099489",
            "reply_to_id": "5099337",
            "text": "Ég efast nú sjálfur um þetta DV mál, lögreglan komst nefnilega að því að maðurinn hafði framið sjálfsmorð sömu nótt og blaðið með honum var prentað og því ekki möguleiki að hann hafi séð blaðið."
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2007-07-25 17:24:16",
            "id": "5099535",
            "reply_to_id": "5099489",
            "text": "Hmm… eins og fréttamennskan er hjá 365 miðlum er engin furða að einhver hafi drepið eða muni drepa sig. Ef maður birtir fullt nafn, heimilisfang og jafnvel mynd af manni sem er ekki búið að dæma sekan er eitthvað að fréttamennskunni."
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2007-07-26 16:17:29",
            "id": "5102191",
            "reply_to_id": "5099489",
            "text": "nú, ég hafði nú ekki frétt það, enn líklegast hefur þetta mál hvort sem eð spurt út um bæinn sem hann bjó og flestir sem hann þekkti vissu af þessu."
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-08-02 19:31:20",
            "id": "5120592",
            "reply_to_id": "5099489",
            "text": "ef nokkurra klst tímaskekkja í krufningarskýrslu, er að hindra múgæsing þá er það óneitanlega plús."
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-08-02 19:54:37",
            "id": "5120675",
            "reply_to_id": "5099337",
            "text": "reyndar var mér tjáð af vinnufélaga sem er þaðan af landinu að þessi aðili hafi verið alræmdur perri, en þessi vinnufélagi er ekki mjög áræðanlegur upplýsingamiðill *Hóst*Ekki frekar en DV*Hóst* svo ég slæ öllum varnöglum sem ég hef við því sem hann segir dags daglega, samt sem áður nefndi hann að annar kennari við skólann þarna hafi verið skotinn af nemanda fyrir nokkrum áratugum þar sem enginn vildi trúa honum að sá kennarinn væri barnaperri, spurning hvort það hafi í raun gerst, en þá eru sjálfsagt liðin eitthvað 40-45ár síðan, en hann sagði mér þetta í tengslum við málið þannig að sá sem hefði skotið kennarann hefði komið í skólann með byssuna og sagt félögum sínum frá en þeir vissu þetta líka en enginn trúði þeim heldur, og þá vildi eitthver fá byssuna til að skjóta þennan umrædda kennara líka en lögreglan hafði uppá stráknum og byssunni áður en það gat gerst, og enn og aftur þá tek ég fram að þetta eru ekki pottþéttar upplýsingar, finnst bara að ef þær eigi við rök að styðjast þá varpi það etv skýrara ljósi á forsögu þessa máls.\nSvo er líka spurning ef þetta gerðist í raun og veru hvort þessir strákar hafi haft rétta mynd af því sem þeir töldu þessa menn seka um. allavegana er eitt víst að ofbeldisglæpir eru ekki hjól sem fundið var upp í gær, Fleiri fjölmiðlar í dag þíða t.d. bara fleiri hlutir sem ekki var fjallað um áður komast í prentun, og þá virðist heimsmyndin/landsmyndin e.t.v. dekkri en ella."
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2007-07-25 23:28:26",
            "id": "5100843",
            "reply_to_id": "5098466",
            "text": "Gott fyrir mig að vera með eithvað sindrom eða eithvað sem lætur mig alltaf standa uppi gegn múgnum svo ég verð ekki kærður. hahahhaaha"
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2007-07-26 19:58:39",
            "id": "5102932",
            "reply_to_id": "5098466",
            "text": "Ég þekki einmitt einn gaur sem ég gæti trúað svona löguðu upp á, og hann var svo einmitt kallaður í yfirheyrslu útaf þessu."
        },
        {
            "user": "Blublu",
            "user_id": "12532",
            "date": "2007-07-25 02:49:08",
            "id": "5098479",
            "reply_to_id": "5091676",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "IXUS",
            "user_id": "59935",
            "date": "2007-07-25 07:27:24",
            "id": "5098546",
            "reply_to_id": "5098479",
            "text": "Ég held að þú ættir að venja þig á það að halda þínum skoðunum fyrir sjálfan þig.."
        },
        {
            "user": "Dreitill",
            "user_id": "492",
            "date": "2007-07-25 08:58:21",
            "id": "5098598",
            "reply_to_id": "5098479",
            "text": "Harður kall !\nÆtli þú sért einn af þeim sem verða ákærðir um ærumeiðingar og hótanir.  Allavega kæmi það mér ekkert á óvart."
        },
        {
            "user": "SvanurEinfari",
            "user_id": "68318",
            "date": "2007-07-25 09:41:03",
            "id": "5098615",
            "reply_to_id": "5098479",
            "text": "Sammála, ekkert haturstal hérna með persónulegu ívafi!"
        },
        {
            "user": "Blublu",
            "user_id": "12532",
            "date": "2007-07-28 02:23:28",
            "id": "5106177",
            "reply_to_id": "5098615",
            "text": "Ég skil ekki af hverju fólk heldur að ég hafi sagt eitthvað persónulegt.\nBætt við 28. júlí 2007 -  02:33\nAllt í lagi, ég skil það reyndar alveg, en það er misskilningur. Ég hef ekki hugmynd um hver laug þessu upp á gaurinn fyrst þótt mig gruni reyndar að það hafi verið stelpa."
        },
        {
            "user": "Dyrlingur",
            "user_id": "10993",
            "date": "2007-07-25 10:12:16",
            "id": "5098640",
            "reply_to_id": "5098479",
            "text": "Hundurinn er hvítur?"
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-07-25 14:07:50",
            "id": "5099048",
            "reply_to_id": "5098479",
            "text": "ljótur.. etv sitt sýnist hverjum væntanlega, og varðandi “..þessi sem nafngreindi gaurinn er algjörlega fáviti og það ætti að slíta eistun af honum” þá hjálpar ekkert í málinu, ef þú hefðir t.d. sagt þetta um þann sem drap hundinn þegar allir héldu að hann hefði verið drepinn þá værir þú einn af þeim sem lögmaður Helga væri að biðja lögregluna að rekja IP töluna að.\nFyrir þá sem ekki vita þá þarf lögreglan ekki (síðan í maí 2005) lengur grænt ljós frá dómara til að krefja símafyrirtæki um  Persónuupplýsingar á bak við IP tölur, fólk hefur ekkert tekið mikið eftir þessum breytingum hingað til vegna þess að lögreglan hefur ekki verið að nota þetta eins mikið og hún gæti verið að gera en heimildin er til staðar og það var ekkert t.d. hlustað á athugasemdir Netfrelsis og Persónuverndar þegar stjórnarflokkarnir ákváðu þetta í maí 2005.\nÞetta þíðir sem sé einfaldlega að gósentíð óábyrgra yfirlýsinga á síðum netsins er liðin hérlendis, eða allavegana dettur mér í hug að þeir sem voru nógu vitlausir að samþykkja lögin haldi það, ég er allavegana ánægður með að hafa ekki tekið þátt í að kjósa þetta yfir mig á sínum tíma, það væri náttúrulega hægt að breyta þessu aftur eftir næstu kostningar ef eitthver flokkur hefði það á stefnuskrá sinni og ynni ;]\nBætt við 25. júlí 2007 -  15:40\nvá það er aldeilis fljótt að bregðast við til að eyða svörum, eitthvað annað þegar kemur að því að samþykkja greinar og myndir :S"
        },
        {
            "user": "Blublu",
            "user_id": "12532",
            "date": "2007-07-25 14:39:33",
            "id": "5099128",
            "reply_to_id": "5099048",
            "text": "Nei, vegna þess að ég nafngreindi engan og er ekki að hóta neinum. Slakaðu á, dísös kræst."
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-07-25 15:24:15",
            "id": "5099204",
            "reply_to_id": "5099128",
            "text": "sry ég er ekki höfundurinn af þessum veruleika ég bara bý í honum einsog þú :)\nE.S. lögfræðingar láta dómsstóla “skera” úr um svoleiðis mál."
        },
        {
            "user": "Blublu",
            "user_id": "12532",
            "date": "2007-07-28 02:50:16",
            "id": "5106208",
            "reply_to_id": "5099204",
            "text": "Mér þætti gaman ef þú gætir bent mér á partinn þar sem ég hótaði einhverjum persónulega."
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-07-28 23:57:54",
            "id": "5108121",
            "reply_to_id": "5106208",
            "text": "ertu að meina þetta sem þú skrifaðir hérna “Svari eytt af stjórnanda” því ég man ekki hvað það var upphaflega kannski þú getir hresst uppá minnið ;)"
        },
        {
            "user": "encular",
            "user_id": "67913",
            "date": "2007-07-25 03:32:27",
            "id": "5098506",
            "reply_to_id": "5091676",
            "text": "er þetta sami gæji og helgi mongó?"
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-07-25 14:12:44",
            "id": "5099061",
            "reply_to_id": "5098506",
            "text": "ef þú ert að spyrja mig þá hef ég ekki hugmynd, bara eitthver náungi sem eitthver laug uppá að hafa drepið hundinn til að hefna sín á honum, og ég vona að Helgi hafi uppá honum fyrir hvað þetta mál er orðið að.\nspurning hvort það sé ekki neyðarlegt fyrir þá fjölmiðla sem bitu á agnið að þurfa að fjalla um hvernig þeir voru plataðir til að halda að Helgi hafi gert þetta, held þeim ætti samt að renna blóðið til skildunnar heldur en að reyna að sópa þessu undir teppið aka come clean or stay dirty."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-07-28 15:53:53",
            "id": "5107029",
            "reply_to_id": "5098506",
            "text": "já, eða mér var sagt það allavega."
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-07-25 12:01:20",
            "id": "5098744",
            "reply_to_id": "5091676",
            "text": "Sjálfur hef ég lent í svona múgæsing og einelti og akkúrat hér á huga.is\nÉg hefði getað höfðað skaðabótamál fyrir meiðyrðin sem ég fékk en ég lét það vera enda tók ég það ekkert nærri mér sem fólkið sagði við mig á sínum tíma. Þið voruð svo ung og klikkuð þá.;)"
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-07-25 14:15:42",
            "id": "5099069",
            "reply_to_id": "5098744",
            "text": "Vel gert :) það mætti margur temja sér þykkari skráp  í netheimum einsog þú virðist hafa.\nSamt ekki varstu nafngreindur og hótað líkamsmeiðingum?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-07-25 21:13:22",
            "id": "5100346",
            "reply_to_id": "5099069",
            "text": "Nei ekkert svoleiðis bara látlaust gert grín af manni sem mér fannst persónulega ekkert fyndið. En málið var að ég og annar hugari hér vorum smá að stríða hvor öðrum og ég kallaði svo hugarann þroskaheftan af því að ég var búin að fá mig fullsaddan af þessu leiðinlegu stríðni hans en var ekkert að meina neitt með þessu orði en af þvi að hann er vinsælli en ég þá notaði hann tækifærið og fékk vini sína á móti mér þegar hann vakti athygli á þessu sem var óþarfi enda gátum við alveg getað leyst þetta rifrildri okkar einir án aðstoðar frá öðrum. En því miður breyttist þetta í einelti og múgæsingur skapaðist svo líka í kjölfarið af því. Það endaði með því að vefstjórinn setti okkur báða í bann svo það skapist friður hér. Ég fékk þó styttra bann af því að ég baðst afsökunnar á þessu leiðu mistökum en þessi viðkomandi var líka stolinni kennitölum svo það skýrir bannið hans sem var lengra. Stundum missir maður orð sem maður sér eftir en þegar það er sett á netið þá er það um seinan. Ég hef passað mig að kalla fólk apa og hálfvita sérstaklega ef þeir eru vinsælir hér hehe. Enda ætla ég ekki að fá aftur múgæsing á móti mér.\nEn ég styð Helga Rafn 100% í sínu máli. Mér finnst hann hugrakkur að þora þessu. Enda kannast ég við það afar vel þegar maður missir  æruna vegna móðgandi og særandi og umtals sem ég fékk sérstaklega hér á sínum tíma. Sjálfur er ég enn að sleikja sárin eftir meðferðina sem ég fékk hér. En fyrirgef samt fólkinu sem fordæmdi mig samt. Það vissi svo lítið um mig á þessum tíma og trúði því sem það vildi helst trúa á til að vera meira cool á netinu. En vonandi hefur það lært af reynslunni að svona á maður ekki að hefða sér við nokkurn mann á netinu.\nÉg vil ekki nafngreina notandann sem ég lenti í rifrildri við enda er þetta búið mál og ég vil ekki skapa hér fleiri læti útaf þessu."
        },
        {
            "user": "IceLock",
            "user_id": "33708",
            "date": "2007-07-25 14:30:03",
            "id": "5099107",
            "reply_to_id": "5098744",
            "text": "Tjah, þetta hafði líklega minni áhrif á þitt day-to-day líf en hans. Ég hef fengið líflátshótanir á netinu einsog margir aðrir, en það var ekkert alvarlegt og hafði ekki þau áhrif að ég þurfti að segja upp í vinnunni."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-07-25 21:15:46",
            "id": "5100357",
            "reply_to_id": "5099107",
            "text": "Þú hefðir samt átt að kæra þetta vinur svo þetta endurtaki sig ekki. Maður veit aldrei hvort alvara var þarna í gangi með líflátshótanirnar fyrr en það er orðið of seint."
        },
        {
            "user": "IceLock",
            "user_id": "33708",
            "date": "2007-07-30 04:23:23",
            "id": "5111186",
            "reply_to_id": "5099107",
            "text": "Hann var rekinn úr vinnunni útaf þessu máli. Hann sagði ekki upp."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-07-30 18:08:22",
            "id": "5112647",
            "reply_to_id": "5111186",
            "text": "Hann þorði ekki út og gat þessvegna ekki mætt, þetta er kindof blanda."
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2007-07-25 13:37:28",
            "id": "5098969",
            "reply_to_id": "5091676",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-07-25 14:20:02",
            "id": "5099079",
            "reply_to_id": "5098969",
            "text": "ok ég sé að ég hefði þurft að skrifa styttri og einfaldari dæmisögu um þetta mál :P\nað hengja eitthvern er ekki boðskapurinn sem ég var að reyna að koma á framfæri í þessum pistli, nema þú sért að jóka eitthvað þá er ég einmitt að tala um að fólk þarf að passa sig í hvað það er að segja á netinu sem og annarsstaðar.\nAð hvetja til þess að eitthver sé hengdur er ekki að  samræmast þá hugmyndafræði ef þú skilur etv hvað ég er að fara félagi."
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-07-25 14:28:48",
            "id": "5099102",
            "reply_to_id": "5099079",
            "text": "Þetta var greinilega grín."
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-07-25 15:17:16",
            "id": "5099198",
            "reply_to_id": "5099102",
            "text": "tja spurning hvort “grein”ingardeild lögreglunnar væri sammála.\nmálið er að hvor sem eitthver fatti “grínið” eða ekki þá er pottþétt að ekki allir fatti það, og þá geta skapast vandamál bara minna á breyttan veruleika sem við megum þakka þessum lögum sem samþykkt voru í maí 2005 og ég nefndi í öðru svari hérna."
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2007-07-25 14:34:20",
            "id": "5099118",
            "reply_to_id": "5099079",
            "text": "er grín-radarinn bilaður?"
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-07-25 15:07:12",
            "id": "5099176",
            "reply_to_id": "5099118",
            "text": "allur er “varinn” góður, vantaði ekki broskallinn? ;)"
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2007-07-25 15:08:57",
            "id": "5099183",
            "reply_to_id": "5099176",
            "text": "broskarlar gera grínið of augljóst.\nþað er eins og ef það væru stafir sem stendur á “ÞETTA ER GRÍN HANN ER I ALVÖRU BRESKUR GYÐINGUR” allan tímann í Borat"
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-07-25 15:20:45",
            "id": "5099201",
            "reply_to_id": "5099183",
            "text": "make your own bed, I make mine.\neða ég er ekki að segja þér hvernig þú átt að haga skrifum þínum ég er bara að segja að fólk er að misskilja annað fólk daglega og það er engin ástæða til að bæta á það að mínu mati, plús þú ert ekki að leika í bíómynd ;) já og þetta var jók."
        },
        {
            "user": "Copperfield",
            "user_id": "58490",
            "date": "2007-07-25 16:18:23",
            "id": "5099346",
            "reply_to_id": "5099183",
            "text": "ég hélt alltaf að hann væri einhver arabi þessi maður sem lék borat, því í Ali G var hann nokkuð arabalegur."
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2007-07-25 17:27:51",
            "id": "5099548",
            "reply_to_id": "5099183",
            "text": "“eins og ef það væru stafir sem stendur á…”"
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2007-07-26 14:13:50",
            "id": "5101930",
            "reply_to_id": "5099548",
            "text": "ú stafsetninga nasisti!\nalltaf gaman af þeim"
        },
        {
            "user": "Fimbulfamb",
            "user_id": "66764",
            "date": "2007-07-26 15:53:21",
            "id": "5102122",
            "reply_to_id": "5101930",
            "text": "Rétt hefði verið að skrifa \"\nÚ,\nstafsetninga\nr\nnasisti!\nA\nlltaf gaman a\nð\nþeim\n.\n\""
        },
        {
            "user": "Fuckface",
            "user_id": "48460",
            "date": "2007-07-27 22:35:22",
            "id": "5105888",
            "reply_to_id": "5102122",
            "text": "æ fokk jú"
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-07-25 15:28:30",
            "id": "5099211",
            "reply_to_id": "5091676",
            "text": "Netverjar: Orðið sem gefur mér alltaf kjánahroll niður í tæ"
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-07-25 15:35:24",
            "id": "5099236",
            "reply_to_id": "5099211",
            "text": "já er það ekki frábært, á sjálfsagt engann sinn líkann í almennu tali erlendis, kannski Netizen komist nálægt því en það er ekki nálagt því eins mikið notað, þetta er brot af stærri mynd sem segir mér að við Íslendingar erum með þróaðari netmenningu en margar aðrar þjóðir :]"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-07-25 15:48:31",
            "id": "5099278",
            "reply_to_id": "5099236",
            "text": "Hehe já, það er einhvern veginn varla hægt að tala um Netverja sem einhvern ákveðinn hóp fólks lengur, svo stór hluti af þjóðinni sem tjáir sig á netmiðlum :P\nSegi svona."
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-07-25 16:47:28",
            "id": "5099401",
            "reply_to_id": "5091676",
            "text": "ÞAÐ ER ÖLLUM SKÍTSAMA UM ÞENNAN ÓGEÐSLEGA LJÓTA HUND! HANN ER AÐ SÓA FRÉTTATÍMANUM MÍNUM ÞESSI ROTTA"
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-07-25 16:48:58",
            "id": "5099407",
            "reply_to_id": "5099401",
            "text": "það er gúrkutíð, annars hefði ann aldrei verið borinn á borð fyrir þig."
        },
        {
            "user": "ratatat",
            "user_id": "64227",
            "date": "2007-07-25 17:18:18",
            "id": "5099511",
            "reply_to_id": "5099407",
            "text": "Jú, hvort sem það væri gúrkutíð eða ekki þá hefði hann komist í fréttirnar.\nAnnars á ekki að kenna fréttamönnum um, þeir sögðu aldrei hver gerði þetta og sögðu einungis frá því að það hefði verið eitthvað vitni sem sagði frá.\nFólk má svo ráða því hvort það trúir þessu vitni eða ekki.\nMér finnst gott hjá honum að kæra þetta fólk, það heldur að það sé svo óhullt bakvið tölvuskjáinn."
        },
        {
            "user": "staniel",
            "user_id": "51445",
            "date": "2007-07-25 17:18:45",
            "id": "5099515",
            "reply_to_id": "5099407",
            "text": "Allavega skárra að lesa um 3 ára stelpu sem fór útí sjoppu með kortið hennar mömmu sinnar og keypti nammi. DV hefur ekkert betra að gera."
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-07-25 17:56:55",
            "id": "5099631",
            "reply_to_id": "5099515",
            "text": "vá frétt.. og ef það er ekki “sign of the times” aka “Cucumber times*” þá veit ég ekki hvað ;)\n*Gúrkutíð\nBætt við 25. júlí 2007 -  17:59\njá og “sign of the times*”\n*Tímanna tákn."
        },
        {
            "user": "gamligrimmi",
            "user_id": "59934",
            "date": "2007-07-31 01:21:14",
            "id": "5113802",
            "reply_to_id": "5099631",
            "text": "Forsíðufrétt einhvertímann í DV þessi stelpa :P"
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-07-31 04:32:58",
            "id": "5114005",
            "reply_to_id": "5113802",
            "text": "nú eigandinn þá?\neitthvað samhengi þarna á milli?"
        },
        {
            "user": "gamligrimmi",
            "user_id": "59934",
            "date": "2007-07-31 13:09:26",
            "id": "5114433",
            "reply_to_id": "5114005",
            "text": "Nei, þú varst að tala um gúrkutíð. Þessi stelpa sem að keypti sér nammi með kreditkorti mömmu sinnar var á forsíðu DV fyrir stuttu."
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-07-25 17:45:16",
            "id": "5099601",
            "reply_to_id": "5099407",
            "text": "er gúrkutíð? ertu þroskaheftur?"
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-07-25 17:54:51",
            "id": "5099625",
            "reply_to_id": "5099601",
            "text": "það var gúrkutíð já, ert þú þroskaheftur?\nannars kannski nota þeir næst commentið þitt “ÓGEÐSLEGA LJÓTA HUND ROTTA” sem titil í næstu frétt sinni um hatursmenn lúkasar comprende amigo."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-07-25 18:42:51",
            "id": "5099747",
            "reply_to_id": "5099625",
            "text": "Já þessir fréttar menn eru hálfvitar!:D"
        },
        {
            "user": "Dyrlingur",
            "user_id": "10993",
            "date": "2007-07-25 17:20:37",
            "id": "5099520",
            "reply_to_id": "5099401",
            "text": ":D"
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-07-25 17:58:35",
            "id": "5099636",
            "reply_to_id": "5099520",
            "text": "já það er afþreying í þessu er það ekki ;D"
        },
        {
            "user": "Blublu",
            "user_id": "12532",
            "date": "2007-07-28 02:20:35",
            "id": "5106172",
            "reply_to_id": "5099401",
            "text": "Haha, já það er rétt, þetta er forljótasti hundur sem ég hef séð, og það ætti að gera eitthvað hræðilegt við þennan sem nafngreindi gaurinn fyrst."
        },
        {
            "user": "Mephz",
            "user_id": "29276",
            "date": "2007-07-25 17:47:51",
            "id": "5099610",
            "reply_to_id": "5091676",
            "text": "ég myndi klarlega kæra alla sem að málinu koma ef ég væri hann.  Þannig vel gert hjá honum"
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-07-25 18:29:27",
            "id": "5099702",
            "reply_to_id": "5099610",
            "text": "alla sem að málinu koma.. tja í 1sta lagi þá voru ansi margir sem tjáðu sig um þetta mál á þeirri forsendu að hann hafi drepið hund og ekki bara það heldur á svona hrottafenginn hátt.\nÉg hefði sjálfur kallað hvern þann sem færi svoleiðis með dýr eitthverjum illum nöfnum á borð við ómannúðlegur drullusokkur o.s.f. en hvern hefði ég þá verið að tala um, Helga Rafn sem ég hef aldrei hitt eða mann sem drepur hunda með því að troða þeim ofaní tösku og sparka í þá þar til þeir drepast.\nÉg held að þetta sé í augljóst að 1st hann framdi ekki verknaðinn þá á hann á ekkert inni hjá því fólki sem hótaði honum líkamsmeiðingum nema afsakanabeiðni.\nHinsvegar hver sem gaf upp hans nafn til að byrja með og skapaði þar með grundvöll fyrir þessum meinta “ærumissi” sem ég tel að sé enginn eftir að öllum er nú ljóst að þetta var helber lygi, og ef eitthver er nógu vitlaus að trúa þessu ennþá á hann Helga Rafn eftir að þetta varð ljóst þá á viðkomandi sjálfsagt skilið allt sem hann fær.\nÞar fyrir utan þá ef maður vill hamstra monníng á ærumeiðingar málum þá horfir þetta allt öðruvísi út, það er léttilega hægt að skapa svona “senario” og fá fullt af ppl til að blása úr nös inná spjöllum og svoleiðis, með tilheirandi ærumeiðingum o.s.f. sem svo er hægt að gera að kærumálum bara afþví enginn hefur fattað það (opinberlega) ennþá þíðir ekki að það sé ekki hægt.\nMan eftir að hafa lesið um mann í NY BNA sem stundaði það að móðga búðareigendur og efnaðara fólk með allskins dilgjum og ádeilum um trú þess kynhneigð, kynþátt o.s.f. svo sumir gengu í skrokk á honum, sem hann svo aftur notaði til að fara í mál og græða feitann pening á því, en þetta er á engann veginn sambærileg mál.. það var enginn hundur í því máli ;)"
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2007-07-25 19:20:26",
            "id": "5099924",
            "reply_to_id": "5099702",
            "text": "Ég held að þetta sé í augljóst að 1st hann framdi ekki verknaðinn þá á hann á ekkert inni hjá því fólki sem hótaði honum líkamsmeiðingum nema afsakanabeiðni.\nÞannig að ef nágranni minn (sem ég er 100% viss um að sé heiðvirður einstaklingur) segir mér að þú sért barnaníðingur, má ég þá bara vaða með það í fjölmiðla (netið er fjölmiðill) án þess að hafa neinar sannanir? Má ég þá hóta þér líkamsmeiðingum og jafnvel morði?\nÞú mátt ekki gleyma því að\nþað er bannað með lögum að hóta líkamsmeiðingum og morði\n, sama hvort aðilinn sem þú hótar hafi framið versta glæp mannkynssögunar eða ekki.\nMér finnst löngu kominn tími til að íslendingar læri að haga sér eins og siðmenntað fólk. Ég vona innilega að hann vinni hvert einasta mál sem hann höfðar gegn netverjum sem tóku öllu trúanlega án sannanna!\nÞið brutuð lög, þið eigið að fá refsingu!"
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-07-28 16:50:05",
            "id": "5107110",
            "reply_to_id": "5099924",
            "text": "mér finnst að þú megir í 1sta lagi trúa því sem þú vilt, í öðru lagi þá máttu tjá þig um það einsog þú vilt, ef ég hefði lent í svona máli þá fyndist mér það að sjálfsögðu slæmt að vera bendlaðúr við eitthvað eins hrottalegt og svívirðilegt athæfi einsog uppskálduð var, en ef ég vissi að ég ætti í engum vanda með að hrekja þennan róg með fjarvistarsönnun o.s.f. þá gæti ég aldrei tekið það persónulega sem eitthverjir ókunnir aðilar hótuðu mér í kjölfarið, og það í 1sta lagi vegna þess að þeir þekktu mig ekki rassgat og gætu þessvegna ekki mögulega myndað sér fullgilda skoðun á hver ég er, í 2ru lagi þá nema viðkomandi aðili hafi haft í hótunum við mig áður en þessi atburður kom upp þá get ég einfaldlega gengið út frá því að viðkomandi hafi það eitt fyrir sér að ég eigi skildar líkamsmeiðingar fyrir þann gjörning sem ég væri ætlað að hafa framkvæmt, og í 3ja lagi afþví ég hefði vitneskjuna um að hafa ekki framið gjörninginn og sönnunina fyrir að hafa ekki framið gjörninginn þá þyrfti ég ekkert að óttast eftir að ég bæri það á borð á þeim fjölmiðli sem ég kysi, ég get ekki verið reiður við fólk sem lýsir andúð sinni á þeim sem kvelja dýr, bara þótt ég hefði lent í sigtinu í eitt svona skipti þá er það ekki svo slæmt, öll athygli er af hinu góða eða hvað ;) annars þá fyndist mér að þeir sem komu róginum af stað vera rótin af vandanum ekki þeir sem tjáðu sig um hann, það er einsog að hengja bakara fyrir smið.\nÞar fyrir utan þá á enginn eftir að ráðast á mann með öðrum eins rógburði aftur eins auðveldlega kvótinn í þeir efnum er þurrausinn um ókomin ár.\nEn það er bara ég, og þótt ég kalli ekki allt ömmu mína þá þýðir það ekki að aðrir geri það líka, svo ég myndi telja það sanngjarnt að allir þeir sem nafngreindu Helga Rafn í ummælum sínum í kringum þennan skáldskap á neikvæðum nótum, settu eitthvað eftirleiðis á það spjallsvæði/blogg/annað sem þeir tjáðu sig á “Ég iðrast ummæla minna í garð Helga Rafns í tengslum við Lúkasarmálið, og lofa að gæta meiri hófsemi í sambærilegri umræðu í framtíðinni” eða hvernig sem þeir sem eruð væntanlega á listanum hjá lögfræðinginum hans viljið haga þessu, í versta falli þá gæti það virkað til frádráttar við ákvörðun refsingar, þ.e.a.s. ef hann vill ganga svo langt.\nBætt við 28. júlí 2007 -  16:56\nannars “siðmenntað fólk”, hvað veist þú um siðmenntun? allir gera hlaupið á sig eða ert þú kannski einn um að gera það ekki?\nsvo er netið stór staður það var ekki einsog allir netheimar hafi komið niður á hann, þótt þér og eitthverjum þröngsýnum einstaklingum gæti fundist það, það eru mörg svæði og mörg málefni sem er rætt um annað en bara þetta mál svo ekki vera að gera úlfalda úr mýflugu."
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2007-07-29 11:47:05",
            "id": "5108679",
            "reply_to_id": "5107110",
            "text": "það er bannað með lögum að hóta líkamsmeiðingum og morði, sama hvort aðilinn sem þú hótar hafi framið versta glæp mannkynssögunar eða ekki.\nÉg ákvað að ákvað að taka tilvitnun frá sjálfum mér frekar en þér, þar sem ekkert að því sem þú sagðir skiptir neinu máli eða breytir neinu.\nÞið brutuð lög og eigið því skilið refsingu."
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-07-31 04:26:56",
            "id": "5114003",
            "reply_to_id": "5108679",
            "text": "Þannig að ef nágranni minn (sem ég er 100% viss um að sé heiðvirður einstaklingur) segir mér að þú sért barnaníðingur, má ég þá bara vaða með það í fjölmiðla (netið er fjölmiðill) án þess að hafa neinar sannanir? Má ég þá hóta þér líkamsmeiðingum og jafnvel morði?\nÞú mátt ekki gleyma því að\nÉg ákvað að taka tilvitnun frá sjálfum þér frekar en mér, þar sem ekkert af því sem þú last (eða ekki) í póstinum mínum var að komast inní kollinn á þér en ekki að kollurinn á þér skipti neinu máli eða breytir neinu um hluti fyrir mig, nema ef um er að ræða að þurfa að tvítyggja hluti ofan í þig og leiðrétta.\nþessi tilvitnun kom á undan þeirri sem þú vitnaðir  í sjálfan þig í í þeim pósti sem ég nú er að svara, þar tekurðu dæmi um mig sem barnaníðing (btw takk fyrir hugulsemina) og svaraði ég því dæmi ítarlega að mínu mati, en greinilega ekki á nógu einfaldri íslensku fyrir suma (nema þú hafir einfaldlega ekki lesið svarið) allavegana hvað varðar leiðréttingu..\nÞið brutuð lög og eigið því skilið refsingu.\n..þá braut ég engin lög og vertu því ekki að saka mig að ósekju um ærumorð takk fyrir félagi, eini áhugi minn á þessu máli er sá að mér fannst gert útá það í fjölmiðlum að Netverjar hafi kostað mann æruna, einsog ef allir sem einn er stunda netið með einum eða öðrum hætti hafi gerst sekir um viðkomandi verknað.\nMér líkar ekki að það sé vegið að hagsmunum Netverja og tek upp hanskann fyrir þeim hagsmunum þegar ég tek nauðsynlegt, Þetta voru ekki ég eða þú en þetta vour jú eitthverjir sem tjáðu sig á netinu og ég skil alveg afhverju þeir gerðu það og vil ekki að það skapist eitthver fordæmi sem eiga svo eftir að skaða hagsmuni heildarinnar (Alla Netverja), t.d. svona fjölda persónuupplýsingasöfnun sem er væntanlega í gangi hjá lögreglunni setur ákveðinn “milestone” í augum aðila innan kerfisins og getur skapað forsendur fyrir öðrum eins margmennis persónuupplýsingasöfnunar málum í framtíðinni, ef við gerum okkur ekki fyllilega grein fyrir því sem er í húfi þá erum við samasem búin að tapa því, allavegana ef enginn er viljinn til að hjálpa við að slökkva eldinn þá er engin samúðin þegar allt er komið í kalda kol.\nE.S. hefur þú aldrei gert eitthvað á netinu sem getur túlkast sem brot á lögum? allavegana ef svo þá ekki kasta steinum úr glerhúsi, ég er samt sem áður ekki að réttlæta svona múgæsing ef þú hefur ekki náð rauða þræðinum í skrifum mínum upp að þessum punkti .\nBætt við 31. júlí 2007 -  04:31\n..hvorki ærumorð né líkamsmeiðingar."
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2007-07-31 17:52:51",
            "id": "5115119",
            "reply_to_id": "5114003",
            "text": "Ég las jú svarið þitt. En eins og ég sagði breytir það engu. Ekki heldur það sem þú skrifaðir núna, lögbrot er lögbrot."
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-08-02 01:55:50",
            "id": "5119291",
            "reply_to_id": "5115119",
            "text": "Vá þú ert ekki að spara orðin eða hitt þó heldur, Allir brjóta lögin og ef eitthvað þá hefur hækkað refsistig og meira eftirlit einmitt sýnt framá nákvæmlega það, þótt eitthverjir kjósa að túlka meiri fjölda “skráðra” lögbrota og byggingu fleiri fangelsa sem dæmi um aukningu lögbrota þá er sú ekki raunin.\nAnnars fyrst þú ert með svona lítinn stafakvóta hérna á huga og ég vill ómögulega íþyngja þér með of miklum skrifum þá svaraðu mér bara þessu: Hversvegna segirðu “þið brutuð lög..” í svarinu þínu við skrifin mín? Því ef þú ert að halda því framm að ég sé einn af þeim sem hafa brotið eitthver lög þá vil ég fá að vita hvað lög það eru sem ég braut.\nBætt við 2. ágúst 2007 -  02:16\nVarðandi Allir brjóta lögin þá eru þetta TOP 3 vinsælustu:\n#1 Umferðarlög - Að aka hraðar en leyfilegt er, og hunsa almennar umferðarreglur.\n#2 Tollalög - Að komast hjá því að borga gjöld af innfluttum vörum, og gera ekki athugasemd þegar tollayfirvöldum yfirsést slík rukkun.\n#3 Höfundarréttarlög - Að bera ekki virðingu fyrir rétti höfundar að eitthverju verki, s.b.r. fjöldaframleiðsla og sala á slíku efni á heimildar, plús öll önnur túlkun á höfundarréttarbrotun.\n..sá yðar sem syndlaus er.\nJæja nema þú ætlir að telja mér trú um að þú sért eini aðilinn eldri en 12ára á landinu sem ert alveg hvítþveginn hvað lögbrot varðar.\nLaw & Order is just 4 show, Thank God not evertybody Know ;]"
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2007-08-02 17:47:03",
            "id": "5120281",
            "reply_to_id": "5119291",
            "text": "Ég er búinn að segja skoðun mína. Sættu þig við það að þú ert ekki að fara að breyta henni. Ég þarf heldur ekkert að réttlæta mína skoðun við þig og ætla því ekkert að ræða þetta frekar."
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-08-02 18:38:54",
            "id": "5120447",
            "reply_to_id": "5120281",
            "text": "Jæja kallinn hehe\nég hef sjaldan heyrt jafn lélega afsökun fyrir að flýja af hólmi, þú veist ég hef rétt fyrir mér og gerur einfaldlega ekki komið með nein frambærileg rök, það er mín skoðun og ætlar þú að sætta þig við hana?"
        },
        {
            "user": "MrGoodman",
            "user_id": "7110",
            "date": "2007-08-02 22:03:20",
            "id": "5121084",
            "reply_to_id": "5120447",
            "text": "Þetta er ekki spurning um að hafa rétt fyrir sér. Ég er bara ekki sammála þér.\nMér er líka nógu sama um þetta mál til að nenna engann veginn að rífast um þetta á netinu.\nEf þú vilt halda að “að þú hafir rétt fyrir þér” eða að þú “hafir unnið umræðuna” máttu það mín vegna. Veit hvort sem er ekkert hver þú ert og gæti heldur ekki verið meira sama.\nHafðu það gott og gangi þér vel í lífinu, hvað svosem þú tekur þér fyrir hendur."
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-08-06 15:43:35",
            "id": "5126097",
            "reply_to_id": "5121084",
            "text": "jæja ok var bara að reyna að kreista smá meiri svörun útúr þér félagi, gott að þú kannt að taka svona umræðu ekki of alvarlega og gangi þér líka vel í lífinu."
        },
        {
            "user": "Mephz",
            "user_id": "29276",
            "date": "2007-07-25 23:01:51",
            "id": "5100735",
            "reply_to_id": "5099702",
            "text": "það sem Mr. Goodman sagði.\nEf þú hótar lífláti eru sakhæfur það er bannað með lögum og hann getur sótt þig til saka fyrir það eitt.  Ærumeiðingar eru svo næsta stig þar sem hann getur sótt þig til saka og krafist töluvert hærri skaðabóta"
        },
        {
            "user": "Lurkur33",
            "user_id": "66310",
            "date": "2007-07-26 20:01:59",
            "id": "5102945",
            "reply_to_id": "5099702",
            "text": "Ég held að þetta sé í augljóst að 1st hann framdi ekki verknaðinn þá á hann á ekkert inni hjá því fólki sem hótaði honum líkamsmeiðingum nema afsakanabeiðni.\nÞetta er náttúrulega bara bull.\nFyrsta lagi þá missti hann vinnuna útaf hann þorði ekki útúr húsi, ekki vinnuni að kenna, meina þau verða að ráða mann í stað þess sem ekki kemmst í vinnuna. Honum var hótað líkamsmeiðinugm, lífláti og svo var það ekki nóg heldur var fjölskyldu hans hótað líka, og finnst þér í alvöru að hann eigi bara skilið eitt skitið “fyrirgefðu” Segðu mér satt, finnst þér hann í alvöru ekki skilið pening fyrir þessa ærumeiðingu, meina það er ekki einn maður á íslandi sem veit ekki eitthvað um drenginn sem drap hundinn lúkas, nema hann hlusti ekki á útvarp, lesi ekki blöðin eða horfir ekki á fréttir. Það vita allir íslendingar hver Helgi Rafn er, og hann er þekktur fyrir að vera hundamorðingi, finnst þér hann virkilega ekki eiga skilið aðeins meira en “fyrirgefður” Svaraðu mér nú samviskusamlega, settu þig í hans spor, á tímabili hataði svo ég leifi mér að skrifa öll þjóðin hann."
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-07-28 23:41:33",
            "id": "5108094",
            "reply_to_id": "5102945",
            "text": "1st skoðaðu svarið mitt sem ég sendi honum MrGoodman hér að ofan það svarar mörgu því sem þú spyrð,\n2að Ég á við með þessu að það eigi ekki að einblína á\nEinkenni Vandamálsins\n(þá sem keyptu söguna), heldur\nRót Vandamálsins\n(þá sem seldu fólki söguna), þeir sem sögðu sögu sem var ósönn og sköpuðu þar með vandamálið þeim er eðlilega ekki nóg að segja afsakið.\nannars þá sé ég að ég hefði frekar átt að segja \"Ég held að þetta sé í augljóst að 1st hann framdi ekki verknaðinn þá á hann á ekkert inni hjá því fólki sem hótaði\nímynd hans á þeim tíma (aka hundamorðingja)\nlíkamsmeiðingum nema afsakanabeiðni.\" þar sem sú ímynd reyndist ekki á rökum reist. er þetta að virka betur á þig?\nHvað varðar vinnumissinn þá kemur það aftur inná þetta með þá sem komu sögunni af stað en ekki þá sem keyptu hana, þeir væru þá bótaskyldir, annars heyrði ég nú að honum hefði boðist að koma aftur til starfa þar sem hann var í fréttum ekki alls fyrir löngu.\nAllavegana þá virðist mér sem það sé verið að reyna að maka krókinn á ummælum fólks sem var blekkt til að trúa þessu uppá hann og mér finnst það ekki sanngjarnt, ég hef ekki enn heyrt viðunandi skýringu á hvernig þessi saga komst af stað hver er t.d. vitnið sem átti að hafa séð hann/og aðra setja hundinn í poka og sparka í hann, ATH ég er ekki að lýsa eftir nafni á viðkomandi svo maður bjóði nú ekki óvart heim annarri lotu af nornaveiðum."
        },
        {
            "user": "Lurkur33",
            "user_id": "66310",
            "date": "2007-07-29 02:02:28",
            "id": "5108382",
            "reply_to_id": "5108094",
            "text": "“Ég held að þetta sé í augljóst að 1st hann framdi ekki verknaðinn þá á hann á ekkert inni hjá því fólki sem hótaði ímynd hans á þeim tíma (aka hundamorðingja) líkamsmeiðingum nema afsakanabeiðni.” þar sem sú ímynd reyndist ekki á rökum reist.\nFærum dæmið einu stigi ofar. Segjum sem svo að einhver sem hótaði honum hafi í raun gengið í skrokk á honum. Væri þá bara í lagi að segja “æjj fyrirgefðu þar sem þetta var ekki á rökum reist þá ætla ég bara að segja fyrirgefðu og ég óska þér alls hins besta” og svo bara allt búið?\nMér finnst þetta bara rangt hjá þér, það var brotið á stráknum, hótað honum öllu illu og fjölskildu hans og á hann bara skilið “fyrirgefðu” Þín rök eru þau að hann á ekki meira skilið en afsökunarbeiðni útaf þetta var rangt? Er það þá bara ekki verra? Þeir hótuðu\nsaklausum\ndreng."
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-07-31 03:49:58",
            "id": "5113986",
            "reply_to_id": "5108382",
            "text": "Við þurfu ekkert að færa neitt einu stigi ofar þetta komst aldrei á það stig, og röksemdafærsla mín tekur eðlilega mið af því sem gerðist en ekki því sem ekki gerðist hvort sem það þá væri hunddráp eða líkamsmeiðingar.\nEf þú ert hinsvegar að spyrja mig álits hvort mér fyndist að viðkomandi aðili sem orðið hafi fyrir aðkasti sem þessu að ósekju,\násamt\nþví að hótanir hafi verið framkvæmdar þá myndi það mál horfa allt öðruvísi við, þá væri búið að eyða vafanum á bakvið hótanirnar og það þar með opinbert að viðkomandi hótun var byggð á sönnum vilja til þess að framkvæma líkamsmeiðinguna sem áður hafi verið hótað.\nSvo með svona stór mál einsog þetta þar sem allir vita að allir vita um það þá halda alltaf allir að eitthver annar eigi eftir að gera alvöru úr því sem hann sagði og hver lítur í raun á annan og enginn gerir neitt, þetta er ákveðið mynstur sem ég hef séð endurtaka sig oft og mörgum sinnum og tel að hafi m.a. verið orsökin að ekkert gerðist, keðjan sem hefði geta komið keðjuverkuninni af stað vantaði mikilvægan hlekk og án hans skapaðist  bara einfaldlega “kerfisleysa” og því einskorðaðist málið við netið, án týnda hlekksins þá var þetta var bara höfuðlaus her og það sem betur fer :)\nVið erum að tala um aðila sem ætlar að slá Íslandsmet með lögfræðingi sínum í að höfða mál gegn 70+ “Net-ritendum” (bloggarar-spjallverjar) Netverji er meira “regnhlífar nafngjöf” yfir alla sem nota netið en segir ekkert frekar um hverskonar netnotkun nafngjöfin eigi við.\nMér finnst Íslandsmet alltaf verðug að slá, en þetta mál heyrir þó undantekningu hjá mér, ef hann sér ekki sóma sinn í að taka afsökunarbeiðni iðrandi fólks þá er ég ekki að sjá að hann sé mikið skárri karakter en sá sem reynt var að telja manni trú um, hitt er svo annað mál að ef eitthverjir af þessum 70+ vilja ekki iðrast og jafnvel halda því enn fram að hann hafi drepið hundinn þá er ég ekki að reyna að bera hendi fyrir höfuð þeirra, þeir annaðhvort vita þá meira en við hin um málið eða eru of þrjósk eða heimsk til að átta sig í hvað stefnir, ég fyrir mitt leyti kýs að halda að það sé hið fyrrnefnda að svo stöddu tíminn leiðir svo í ljós hver í raun braut á hverjum, o.s.f.\nHver er saklaus, allir eru sekir um eitthvað og allir eru saklausir af eitthverju, svo hvað veit maður í raun og veru, allavegana ég bíð eftir að ljúgvitnið svokallaða verði krufið til mergjar, það eru víst ekki öll kurl komin til grafar ennþá."
        },
        {
            "user": "Lurkur33",
            "user_id": "66310",
            "date": "2007-07-31 12:40:02",
            "id": "5114363",
            "reply_to_id": "5113986",
            "text": "Höfum þetta þá eins einfallt og hægt er.\nFinnst þér morðhótanir ekki þess virði að lögreglan skoði þær og að þolandi kæri?\nSemsagt þér finnst að þegar það kom á forsíðu að Bubbi væri fallinn að hann hefði ekki átt að kæra?\nEn ég er samt alveg sammála þér með þetta að slá íslandsmet í kærum sé bull. Hann á bara að fiska þá út sem virkilega voru að hóta honum ekki bara kæra alla þá sem sögðu “ógeð” eða eitthvað álíka. En hann á samt að kæra þá þann sem sagði “ég geng núna með hníf í vasanum og ég veit hvernig þú lítur út og ég hika ekki við að drepa þig” þann mann á að kæra og alla þá sem sögðu eitthvað svipað. Annað er bara bull. Hvernig þjóðfélag væri þetta ef allir gætu sagt allt við alla og sagt svo bara “fyrirgefðu”?"
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-08-02 01:30:59",
            "id": "5119264",
            "reply_to_id": "5114363",
            "text": "Gott að við erum sammála um eitthvað, annars fer allt svona eftir hverju og einu máli, þau eru eins ólík og þau eru mörg og þetta lúkasarmál er engin undantekning, nema þá etv hve mikið bull það er búið að vera frá upphafi.\nHvað ætli hann eigi svo eftir að græða mikið á þessu hvað er gangverð á einni ærumeiðingu um þessar mundir?\nef við tökum hóflegt dæmi, t.d. 100þús á haus 70+ hausar = 7millur í vasann.\nsvo ef etta væri t.d. 1mill á haus þá erum við að tala um 70millur phew það er dágóður skildingur.\nkannski það endi með því að þeir sem peppuðu mannskapinn upp með lygum fari frammá þóknun fyrir að koma þessu til leiðar ;)\nAnnars já það voru sumir sem gengu fulllangt og ef þeir eru ekki búnir að gera hreint fyrir sínum dyrum eftir að upp komst um svikin þá er þeim ekki við bjargandi og ég væri sammála þér hvað þar varðar, t.d. þetta þarna með hnífinn er full langt gengið þótt ég efist að viðkomandi aðili hafi sömu skoðun í dag, en það er annað mál.\nBætt við 2. ágúst 2007 -  01:34\nannars með fyrirgefðu þá, er því miður svo að fólk segir margt sem það meinar ekki, hvort heldur það er fyrirgefðu eða ég skal drepa þig."
        },
        {
            "user": "Lurkur33",
            "user_id": "66310",
            "date": "2007-08-02 12:34:41",
            "id": "5119703",
            "reply_to_id": "5119264",
            "text": "Mér finnst bara beinlínis rangt að fólk eigi að geta sagt hvað sem er án þess að það komi eftirmálar."
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-08-02 18:35:08",
            "id": "5120441",
            "reply_to_id": "5119703",
            "text": "ég er alveg sammála því í grunnatriðum en ég held líka að það sé hægt að vera sammála um að þetta mál er bara búið að vera hið óvenjulegasta frá upphafi svo mikið að svona grundvallar hugmyndafræði er jafnvel ekki að dekka allar hliðar á málinu.\nEn við sjáum hvað setur, margt sem á eftir að koma uppá yfirborðið ennþá, og margar ákvarðanir sem enn er ekki búið að taka."
        },
        {
            "user": "Lurkur33",
            "user_id": "66310",
            "date": "2007-08-02 23:29:33",
            "id": "5121302",
            "reply_to_id": "5120441",
            "text": "já…..\nÉg er samt 100% viss á því að sama hversu marga hann kærir, þá annað kvort vinnur hann engar eða hann vinnur bara 1 eða 2."
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-09-20 09:45:38",
            "id": "5248424",
            "reply_to_id": "5113986",
            "text": "Ég er svona nokkurnveginn sammála nokkru af því sem þú segir, en samt hefurðu pælt í því ef þetta væri þú?\nÉg var að velta fyrir mér þessu blessaða Lúkasarmáli hérna um daginn og ég var að ímynda mér hvað ég hefði gert ef ég hefði verið Helgi. Ef fólk hefði farið að ljúga upp á mig að ég hefði drepið hund, og allir hefðu trúað því og í kjölfarið hefði ég og fjölskyldan mín fengið hótanir um barsmíðir og líflát og svo hefði ég ekki þorað að fara út vegna magn fólks sem hafði sagst ætla að berja mig í drasl og svo hefði ég verið rekinn úr vinnunni í kjölfarið.\nÉg myndi kæra þetta fólk ef þetta hefði verið ég.\nEn þú? Hefðirðu bara “live and let live” og fundist þetta bara gott og blessað? Ég á voða bágt með að trúa því.\nEn samt þá finnst mér vera gert allt of mikið úr þessu og þessi hundur fer í taugarnar á mér. En hvernig fólk lét við hann Helga er fyrir neðan allar hellur.\nÉg heyrði söguna alveg eins og allir aðrir, ég trúði meira að segja sögunni. En guð hjálpi mér, ég fór ekki að leita manninn uppi og hóta honum morði."
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-09-20 19:22:21",
            "id": "5249753",
            "reply_to_id": "5248424",
            "text": "ok þar sem ég nenni ekki að endurtaka mig þá það sem fram hefur komið er:\nÞetta var lygi.\nEkkert varð úr hótununum.\nHvar eru upphafsmenn lyginnar hinir sönnu mannorðsmorðingjar?\nLögFæðingarHlfvtinn hans Helga vill kæra 100+ manns og slá þannig met í fjöldakærum, eitthvað sem gæti orðið fyrirmynd hvað varðar framtíðar kærumál sem varða netið, ákjósanleg þróun..? ég myndi ætla ekki.\nhonum var sagt tímabundið upp störfum skilst mér, ef hann hefur ekki aftur hafið störf eftir að lygin varð ljós þá hefur vinnan varla verið það spes eða?\nsvo hvað myndi ég hafa gert ég myndi auðvitað hafa uppá þeim sem komu þessu af stað “hina sönnu mannorðsmorðingja” og láta þá svara til saka, ekki eitthverjum bjánum sem hefðu tjáð sig óvarleg um persónu sem þeir hafa aldrei séð og þekkja ekki neitt, hvaða fífl sem er getur espt fólk til að hóta þeim öllu illu ef maður vill fara útí þá sálma, ég fæ “ég drep þig ef þú gerir þetta” í vinnunni stundum og það frá t.d. einstaklingi sem þó þekkir mann eitthvað, ekki eiga allir að fara að taka svoleiðis alvarlega hvar endaði það þá? dómstólar hefðu ekki undan að dæma fyrir morðhótanir. svo hvernig gæti ég tekið trúanlega eitthvað sem ég myndi vita að væri byggt á lygi því ég kom ekki nálægt þeim verknaði sem mér var ætlað að hafa gert.\nþað eru bara lygarar sem hræðast sannleika, dont kill the messenger, einkenni sjúkdómsins eru ekki rót vandans."
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2007-07-25 18:52:46",
            "id": "5099795",
            "reply_to_id": "5091676",
            "text": "klárt mál að hundurinn var ekki týndur einhverstaðar upp í fjalli í þessar vikur…"
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-07-25 18:58:08",
            "id": "5099825",
            "reply_to_id": "5099795",
            "text": "ný kenning :P\nvar þetta etv allt sviðsett :S\nnei ég veit ekki það er víst alveg eins möguleiki ;D\nBætt við 25. júlí 2007 -  19:00\nannars góður punktur hmm.. hvar var gerpið?"
        },
        {
            "user": "Kalashnikov",
            "user_id": "53318",
            "date": "2007-07-25 19:48:58",
            "id": "5100014",
            "reply_to_id": "5099825",
            "text": "Það er búið að ná því."
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2007-07-25 20:00:50",
            "id": "5100044",
            "reply_to_id": "5099825",
            "text": "Er ekki að segja þetta sé samsæri gegn Helga… Það eina sem ég veit að rottuhundur með ljósan dúsk lifir ekki í fjöllum í margar vikur. Hann yrði fljótt veikur og étinn af minki. Svo einfalt er það."
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-07-25 19:01:33",
            "id": "5099837",
            "reply_to_id": "5091676",
            "text": "AFK í eitthverjar klst/daga"
        },
        {
            "user": "Addni",
            "user_id": "8004",
            "date": "2007-07-25 19:45:56",
            "id": "5099999",
            "reply_to_id": "5091676",
            "text": "Mér fannst Helgi reyndar bregðast full hart og rangt við.\nÞað fyrsta sem ég heyrði frá honum var “Ég var ekki einusinni á akureyri þessa helgi”, það stóð í DV eða mogganum eða eitthvað, svo í viðtali við kastljósið sagði hann “ég var ekki kominn fyrr en kl. 2 um nóttina”\nÉg las að manneskja (hún skrifaði það sjálf) sem að hringdi í hann og spurði um hundinn hefði fengið þvílíkar hótanir frá honum, og svo heyrði ég líka að einhver vitni hefðu fengið hótanir frá honum og/eða vinum hans.\nÉg vill taka það fram að þeta er að sjálfsögðu bara sögusagnir og ekkert staðfest. En mér fannst þetta koma frá aðila (sem ég nefni ekki) sem kom málinu mjög mikið við.\nEinnig ef að Helgi hefði, í stað þess að hóta kærum og öllu illu, komið fram eins og að honum þætti fyrir því að hundurinn væri látinn, fyrirgefið þeim sem í hann hringdu og honum hótuðu og beðið þá um að hjálpa sér að leysa málið og sanna sakleysi sitt. Þá hefði hann án efa fengið fjölmarga hótara með sér í lið strax í byrjun málsins.\nen þetta eru svosem bara mínar vangaveltur og skoðani"
        },
        {
            "user": "hannson",
            "user_id": "4089",
            "date": "2007-07-26 04:26:49",
            "id": "5101435",
            "reply_to_id": "5099999",
            "text": "Ég hef líka heyrt þetta frá stelpu sem þekkir fólkið  sem á hundinn.\nÉg sé þetta svona fyrir mér:\n1. Helgi sparkar í hundinn þangað til hann hættir að væla.\n2. Vitni sjá það og halda að hundurinn sé dauður\n3. Vitni sjá auglýsingu eftir hundinum og hringir í eigandann og lætur vita að einhver gæji hafi drepið hundinn. (Bíll frá pose.is sást og einhver nafngreinir hann eða e-h)\n4. Eigandanum trúir þessu varla en leitar að símanúmeri hjá Helga, sem hann fann á heimasíðunni hans, til að spyrja hann út í þetta.\n5. Eigandi hringir í Helga og fær hótanir og hvað annað sem staðfestir söguna fyrir eigandanum.\n6. Eigandinn gerir mál úr þessu, fer ma. með þetta í fréttirnar.\n7. Múgæsingur, fólk verður brjálað að heyra söguna og hóta Helga osfv.\n8. Helgi og félagar panica og hóta eigandanum og vitnum. (Eigandi fær ma. símtal þar sem hann segir: “þið finnið hvort sem er aldrei þennan bakpoka” eða eitthvað í þá áttina. (sel það ekki dýrar en ég keypti það))\n9. Það er tekið viðtal við Helga þar sem sagan passar ekki saman á milli mismunandi blaða.\n10. Hundurinn finnst á lífi og er tekinn heim.\n11. Helgi kærir hótanir og meinyrði osfv. og þá snýst dæmið við, múgæsingurinn snýst þá um aumingja Helga og baráttukveðjur til hans.\nFrá mínu sjónarhorni virðist sem hann hafi grafið sína eigin gröf þarna í byrjun og er að klóra í bakkana núna.\nEinhvernvegin efa ég að vitnin hafi verið að ljúga og hann var mjög lélegur í að sanna sakleysi sitt þannig ég trúi því að hann sé “sekur”."
        },
        {
            "user": "Lurkur33",
            "user_id": "66310",
            "date": "2007-07-26 20:08:52",
            "id": "5102969",
            "reply_to_id": "5101435",
            "text": "1. Helgi sparkar í hundinn þangað til hann hættir að væla.\nHefuru séð hundinn? hann er varla mikið þyngri en 5 kíló. Fullvaxna drengur sem sparkar í þennan “hund” þyrfti ekki mikið afl til að brjóta eitt til tvö bein, ég á stóran hund, mjög stóran og ég efast um að ég þyrfti mikið afl til að brjóta bein í honum ekki það að ég ætli að láta reyna á það. Hundurinn fannst uppá fjalli með eina rispu, bara eins og einhver sagði ofan, það er ómögulegt að hann hafi lifað af uppá fjalli í allan þennan tíma, en þá bæti ég við, það er líka ómögulegt að hann hafi náð að sparka í hann án þess að brjóta í honum einn einasta tannstöngul."
        },
        {
            "user": "hannson",
            "user_id": "4089",
            "date": "2007-07-28 01:55:32",
            "id": "5106127",
            "reply_to_id": "5102969",
            "text": "Nei, ég hef ekki séð hundinn.\nog góður punktur!"
        },
        {
            "user": "Lurkur33",
            "user_id": "66310",
            "date": "2007-07-28 17:10:36",
            "id": "5107140",
            "reply_to_id": "5106127",
            "text": "Yep bara langaði að benda þér á hve veiklulegur þessi hundur er;)"
        },
        {
            "user": "Blublu",
            "user_id": "12532",
            "date": "2007-07-28 03:00:03",
            "id": "5106213",
            "reply_to_id": "5101435",
            "text": "Áhugavert, svona sé ég þetta fyrir mér:\n1. Hundurinn týnist.\n2. Eigendur hundsins setja upp auglýsingar.\n3. Afprýðisöm fyrrverandi kærasta eða einhver annar sér auglýsingu eftir hundinum og lýgur upp á gaurinn á blogginu sínu að hann hafi drepið hundinn, til að hefna sín á honum.\n4. Lygin breiðist út á fleiri blogg, fólk byrjar að hóta gaurnum og hringir í hann, Helgi Rafn verður verulega pirraður á þessum símtölum.\n5. Eigandi hringir í Helga og fær hótanir og hvað annað (út af því að hann er búinn að fá leið á þessum fokking fávitum sem eru alltaf að hóta honum) sem “staðfestir” söguna fyrir eigandanum.\n(o.s.frv)"
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2007-07-26 20:03:43",
            "id": "5102952",
            "reply_to_id": "5099999",
            "text": "Ha? Ég held hann hafi aldrei sagst ekki hafa verið á Ak um helgina, heldur að hann hafi ekki verið það þegar þetta átti að hafa átt sér stað."
        },
        {
            "user": "Blublu",
            "user_id": "12532",
            "date": "2007-07-28 02:47:32",
            "id": "5106204",
            "reply_to_id": "5099999",
            "text": "Ég veit ekki með aðra en mér finnst eitthvað mikið að ef Helgi Rafn þarf að sanna sakleysi sitt. Hann þarf þess ekki! Þeir sem halda því fram að hann sé sekur þurfa að sanna það, ekki öfugt. Þangað til er hann saklaus. Ef þú skilur hvað ég á við."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-07-25 20:15:58",
            "id": "5100105",
            "reply_to_id": "5091676",
            "text": "Mér gæti svo ekki verið meira sama en um einhvern ljóóótann rottuhund"
        },
        {
            "user": "skarlett",
            "user_id": "35255",
            "date": "2007-07-26 03:07:24",
            "id": "5101404",
            "reply_to_id": "5091676",
            "text": "Þetta er hundur og þetta ratar í fréttirnar, eitt af aðal fréttum dagsins á Íslandi í dag, stundum einfaldlega er skömm að búa hér."
        },
        {
            "user": "skarlett",
            "user_id": "35255",
            "date": "2007-07-28 16:16:41",
            "id": "5107064",
            "reply_to_id": "5101404",
            "text": "Finnst þér skömm að búa í landi þar sem fátt slæmt gerist ? Viltu frekar hafa í fréttunum á hverjum degi eitthvað í líkingu við þetta: Maður myrtur á Frakkastíg aðfaranótt Laugardags."
        },
        {
            "user": "skarlett",
            "user_id": "35255",
            "date": "2007-07-28 19:23:13",
            "id": "5107397",
            "reply_to_id": "5107064",
            "text": "Alls ekki, þótt það yrði stór merkileg frétt."
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-07-28 21:20:10",
            "id": "5107702",
            "reply_to_id": "5101404",
            "text": "hvaða hvaða, það er ekkert endilega grænna grasið hinumegin atlantshafsins."
        },
        {
            "user": "enss1o",
            "user_id": "65333",
            "date": "2007-07-26 08:19:14",
            "id": "5101486",
            "reply_to_id": "5091676",
            "text": "Afhverju er allt brjalað út af einum hundi það tinast örugglega þónokkrir hundar á mánuði og ekki er það eitthvað í fréttunum?"
        },
        {
            "user": "gamligrimmi",
            "user_id": "59934",
            "date": "2007-07-31 01:34:38",
            "id": "5113821",
            "reply_to_id": "5101486",
            "text": "Það er öllum sama um hundinn.\nFólki var hinsvegar ekki sama um það að einhver færi að myrða hund á svona hrottalegann hátt (sem að auðvitað var svo ekkert sagt eftir allt saman)."
        },
        {
            "user": "Addi21",
            "user_id": "24719",
            "date": "2007-07-26 18:42:54",
            "id": "5102649",
            "reply_to_id": "5091676",
            "text": "Finnst mjög gott að hann skuli vera að kæra allt þetta lið.\nSpurning hvort að dómstóll götunnar fari ekki aðeins að slaka á."
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-07-28 23:47:42",
            "id": "5108102",
            "reply_to_id": "5102649",
            "text": "bjartsýni þín er aðdáunarverð en ég held að þróun þess sem þú vísar í eigi enn langt í land.\nmúgur hefur ekkert vinnsluminni bara örgjörfaafl.\nEn að kæra allt og alla leysir engann vanda og hann væri að eignast færri vini en ella ef hann færi niður þann veg félaginn."
        },
        {
            "user": "Addi21",
            "user_id": "24719",
            "date": "2007-07-29 00:19:19",
            "id": "5108183",
            "reply_to_id": "5108102",
            "text": "Já sennilega. En mér finnst hann samt hafa gert rétt með því að kæra fólkið. Kannski full langt gengið að kæra um 100 manns.. viðurkenni það alveg.\nFlott viðlíking hjá mér með vinnsluminnið og örgjörfan.\nÞetta leysir kannski ekki beint neinn vanda. Hann er bara að krefjast réttar síns vegna þessa máls. Sjáðu þegar að eitthverjum er nauðgað.. það leysir auðvita engan vanda en það er samt nauðsynlegt til að krefjast réttar sýns, fá jafnvel eitthverjar bætur, loka viðkomandi inni, vara við nauðgunum og sýna fordæmi (svo eitthvað sé nefnt).\nVeit að þetta var mjög gróft dæmi.. mér bara datt ekkert annað í hug þessa stundina."
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-07-29 00:37:55",
            "id": "5108225",
            "reply_to_id": "5108183",
            "text": "Það sem ég á við erað það voru aðilar sem komu þessu af stað sem hann ætti að einbeita sér að en ekki þeim netverjum sem keyptu hundinn í sekknum ;)\nannars takk veit þetta var góð\nSam\nlíking hjá\nm\nér, það eru mynstur í allri mannlegri hegðun og að geta púslað því mynstri saman í formúlur er mjög nettur kostur svo ekki sé meira sagt :]"
        },
        {
            "user": "gamligrimmi",
            "user_id": "59934",
            "date": "2007-07-31 13:11:02",
            "id": "5114435",
            "reply_to_id": "5108102",
            "text": "múgur hefur ekkert vinnsluminni bara örgjörfaafl.\nHahaha flot myndlíking:D"
        },
        {
            "user": "meaniac",
            "user_id": "41044",
            "date": "2007-07-27 04:28:44",
            "id": "5104065",
            "reply_to_id": "5091676",
            "text": "Að nenna að eyða tíma í að ræða þetta..\nÉg fékk kjánahroll þegar ég sá forsíðufrétt moggans fyrir nokkru..\n“Lúkas lifir ekki veturinn af”\n-_-"
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-07-28 23:10:38",
            "id": "5108009",
            "reply_to_id": "5104065",
            "text": "blaðamennska er bara bizness einsog flest annað, ekkert alltaf verið að selja manni hágæðavörur ;)\nþað ágætt að vera meðvitaður um það, gagnrýnin hugsun er því miður ekkert frekar almenn en hin svokallaða “almenna skynsemi”."
        },
        {
            "user": "skam",
            "user_id": "10318",
            "date": "2007-07-29 12:18:46",
            "id": "5108723",
            "reply_to_id": "5091676",
            "text": "Ég bíð alltaf spenntur eftir að slefberarnir komi með sögur og samsæriskenningar um það að þetta hafi bara verið einhver allt annar hundur. Sá sem sást uppi í fjalli þeas."
        },
        {
            "user": "Fannekkertgott",
            "user_id": "60154",
            "date": "2007-07-29 19:16:46",
            "id": "5109704",
            "reply_to_id": "5108723",
            "text": "Varla allt annar hundur, því hann er fundinn."
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-07-31 04:31:49",
            "id": "5114004",
            "reply_to_id": "5108723",
            "text": "hann var á öðrum stað, eigandinn ákvað að leiðrétta ekkert svo hann fengi frið við að leita sjálfur annarsstaðar."
        }
    ]
}