{
    "forum_title": "Bardagaíþróttir",
    "user": "Nekron",
    "user_id": "60841",
    "date": "2007-07-23 16:44:32",
    "title": "Æfingarbúðir Grímnis og Usagi Dójó 2007",
    "text": "Sælir félagar,\n(Eftirfarandi er nú létt gripið - á la Copy/Paste - af Grímnissíðu og borið fram þó seint sé orðið…;-)\n…En mótið fór fram sem skyldi og átti sér stund sem stað; frá og með föstudeginum 29 júní inn á eftirmiðdag sunnudags 1 júlí. Þremenningarnir mættu og urðu sjálfum sér - og okkur - til hins mesta sóma er þeir gerðu sitt umfram allar eftirvæntingar og sýndu einskæran áhuga blandinn ósérhlýfinni samvinnufýsni. Þeir skemmtu sér og léku við hvern sinn fingur (ef svo má að orði komast), en árangur þeirra var ótvíræður sem mikilfenglegur, enda í mörgu strítt og allt gert til að þeir gætu prófað sem flest það er fellur að okkar þjálfun. Þá er uppi var staðið mátti sjá breytingar við hvert fótmál og drengirnir vel búnir að þeim gráðum er þeim veittust; þá allra helst Hr. Karl Birkir Flosason, en honum veittist Shodan gráða - ásamt svörtu belti - við varðeldinn á laugardagskveldi og átti hann það vel skilið.\nÞar sem atburðurinn - í heild sinni - þótti hafa tekist einstaklega vel; þá er sannarlega stefnt á að endurtaka athæfið og halda hinar seinni æfingabúðir hér í Hollandi að ári. Á sama stað og við hinn sama keip, en þá verður vonandi til aukins mannsafnaðar úr vaxandi hóp Grímnismanna á Íslandi og æskilegt að sem flestir verði með. Vorum við Marco sammála um hversu bæri á hinu sérstaka íslenska eðli og að - þá með ólíkindum - mínir samlandar hefðu margt sér til framvindu umfram marga aðra er aðhyllast og stunda Ninjutsu undir flaggi Bujinkan samtakanna. Betri ummæli hefðu ekki hugsast og allt til hylli þreyttra ferðalanga er stóðu sig svo frábærlega…\n…En ég vildi þá - og að lokum - benda ágætum lesendum á myndasíðuna ( www.nekron-art.com/Grimnir-Images.htm) þar sem ýmiss sjónarhorn eru gefin til nánari lýsingar á þessum vel heppnaða atburði.\nVinsamlegast og með kveðju,\nDiðrik/Nekron",
    "url": "https://www.hugi.is/martial_arts/greinar/532458/aefingarbudir-grimnis-og-usagi-dojo-2007/",
    "url_id": "532458",
    "id": "5093765",
    "replies": [
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2007-07-23 16:58:57",
            "id": "5094079",
            "reply_to_id": "5093765",
            "text": "Ertu kominn heim úr fríinu? :P\nHlakka til að koma þarna aftur næst.\nkv."
        },
        {
            "user": "Nekron",
            "user_id": "60841",
            "date": "2007-07-23 19:35:42",
            "id": "5094824",
            "reply_to_id": "5094079",
            "text": "Ruglaðist inn í tösku- og bleyjuflóði seint í gærkveldi. Afvelta af þreytu og ofáti (Portúgal, ís og rósmarískú…), en ætli bumban hverfi ekki fljótlega… Æfingar hefjast strax hér á bæ og maður ekki seinn að ná sér niður í þægilega trjáklifursþyngd…!-)\n…En þú ert velkominn hér í hús (minnst tvö) hvenær sem er félagi og - þá minnst að segja - margir sem sakna þín og vonast til að sjá þig fljótlega. Þetta var fjör og spennandi að sjá hvernig leikar gerast næst…\nKv,\nD/N"
        },
        {
            "user": "Marshmallowman",
            "user_id": "52546",
            "date": "2007-07-23 16:59:24",
            "id": "5094081",
            "reply_to_id": "5093765",
            "text": "til hamingju kalli"
        }
    ]
}