{
    "forum_title": "Húðflúr og götun",
    "user": "Caroline",
    "user_id": "40716",
    "date": "2007-07-24 12:13:37",
    "title": "Mikið af spurningum:)",
    "text": "Ok ég er með nokkrar spurningar.. Nú er komið að því að ég ætla að fara að fá mér mitt fyrsta tattoo. Ég hafði hugsað mér að fara á Tattoo og skart\n*Ef ég ætla að fá mér það fljótlega eftir verslunarmannahelgina þarf ég þá að fara að drífa í því að panta tíma?\n*Sama spurning nema ef ég ætla að fá mér í september?\n*Er Tattoo og skart góð stofa?\n*Á ég að biðja um einhvern sérstakan til þess að flúra mig eða er það bara random?\n*Hversu vont á skalanum 1-10 er að fá sér tattoo annaðhvort á herðarblaðið eða á milli herðarblaðana?\nOk nóg að spurningum í bili..\nFyrirfram þakkir:)\nBætt við 24. júlí 2007 -  19:36\nTakk æðislega allir saman. Hef fengið öll svörin sem ég þarf:) Og ætla að láta að gera þetta eftir verslunarmannahelgina:)",
    "url": "https://www.hugi.is/hudflur/korkar/532626/mikid-af-spurningum/",
    "url_id": "532626",
    "id": "5096283",
    "replies": [
        {
            "user": "Viskan",
            "user_id": "14331",
            "date": "2007-07-24 12:27:29",
            "id": "5096304",
            "reply_to_id": "5096283",
            "text": "Panta tíma sem fyrst.\nPanta tíma sem fyrst.\nÉg hef persónulega ekki góða reynslu af tattoo og skart, þeas Svani en mér skilst að (minnir að hann heiti) Jón Þór sé afar góður.\n…get ekki svarað þessari\nOg ég finn ekkkkert fyrir því þegar það er verið að flúra mig á milli herðablaðana."
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-07-24 16:48:25",
            "id": "5096864",
            "reply_to_id": "5096304",
            "text": "Jón Þór býr víst í Englandi núna og er ekki lengur að flúra hérna á Íslandi… Frétti að Fjölnir væri kominn á T&S"
        },
        {
            "user": "Pjesapjes",
            "user_id": "46242",
            "date": "2007-07-24 12:31:12",
            "id": "5096310",
            "reply_to_id": "5096283",
            "text": "eins og taran segir.\nnema, ok. sársaukinn. þetta fer allt eftir þér. kannski muntu bara finna lítið fyrir þessu… og kannski muntu grenja af sársauka. og auðvitað er vont að láta nál hamast á sér.\nfarðu til Sverris. ;)"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2007-07-24 12:51:48",
            "id": "5096362",
            "reply_to_id": "5096283",
            "text": "Alltaf gott auðvitað að panta sem fyrst. Svo fer það eftir sjálfum þér hvert þú vilt fara. Á Íslandi eru allir góðir þannig að það skiptir ekki máli ef þú þekkir ekki neinn sem gerir þetta eða ef þú hefur ekki farið áður.\nÉg fór bara á House of Pain og Jason tók á móti mér þannig að hann varð fyrir valinu.\nÉg myndi segja að á skalanum 1-10 hversu vont það er í miðað við hversu vont er að fá tattoo þá væri þetta cirka 9. Lítið kjöt og vöðvar og bara húð sem skilur að bein, það eru verstu staðirnir.\nEf þetta er ekki stórt þá ættiru að meika þetta fyrsta skiptið en fólk er nú samt misjanft."
        },
        {
            "user": "Irizh",
            "user_id": "60763",
            "date": "2007-07-24 12:56:46",
            "id": "5096375",
            "reply_to_id": "5096283",
            "text": "Ég hef séð mjög flott verk eftir Svan á tattoo og skart og fólk sem ég þekki hefur verið mjög ánægt hjá honum svo býst ekki við öðru."
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-07-24 16:55:27",
            "id": "5096898",
            "reply_to_id": "5096283",
            "text": "*Ef ég ætla að fá mér það fljótlega eftir verslunarmannahelgina þarf ég þá að fara að drífa í því að panta tíma?\nJá alltaf betra að panta tíma sem fyrst…\n*Sama spurning nema ef ég ætla að fá mér í september?\nHmm .. Kannski er ekki tekið við bókunum svona snemma en ég myndi samt sem áður hringja með ágætis fyrirvara (miðjan ágúst, jafnvel fyrr)\n*Er Tattoo og skart góð stofa?\nÉg hef enga reynslu af húðflúrum þar\n*Á ég að biðja um einhvern sérstakan til þess að flúra mig eða er það bara random?\nÞú náttúrlega velur sjálf hver á að flúra þig og pantar tíma hjá honum. Ég myndi skoða verkin þeirra og velja útfrá því.. Sumir eru betri en aðrir í hinum og þessum stílum.\n*Hversu vont á skalanum 1-10 er að fá sér tattoo annaðhvort á herðarblaðið eða á milli herðarblaðana?\nMjög misjafnt eftir einstaklingum og líka í hvernig skapi maður er… Ég sat í 3 tíma þegar ég fékk á herðablaðið 2002 og ég hef nú fundið verri sársauka en þar. Ef ég ætti að segja e-ð þá myndi ég segja svona 6. Ef þú ert að fá þér e-ð lítið þá ætti þetta nú ekki að vera neitt mál ;) Svo skiptir sársaukinn minnstu máli varðandi flúr :þ"
        },
        {
            "user": "Geonosis",
            "user_id": "27162",
            "date": "2007-07-24 17:21:56",
            "id": "5096961",
            "reply_to_id": "5096283",
            "text": "Ég gef honum Svani mín bestu meðmæli, hann hefur gert 2 af 3 flúrum sem að ég er með og hitt gerði Jón Þór sem að vinnur líka á T&S þegar að hann er á landinu."
        },
        {
            "user": "Borkmann",
            "user_id": "3767",
            "date": "2007-07-24 17:27:59",
            "id": "5096972",
            "reply_to_id": "5096283",
            "text": "varðandi það sem að sagt hefur verið um Svan þá get ég sgt að hann sé virkilega góður ég er í half sleevi hjá honum og hann er að gera þetta fríhendis:\nhttp://www.hidebehind.com/82D1CC\nEkki drekinn hann er eftir Sverri og er 11 ára gamall.\nOg að framan:\nhttp://www.hidebehind.com/9E2750\nborneo blómið er eftir hann og var gert rétt fyrir jól. Þannig að ég get mælt með Svani."
        },
        {
            "user": "Fenrir",
            "user_id": "34852",
            "date": "2007-07-26 13:55:33",
            "id": "5101881",
            "reply_to_id": "5096283",
            "text": "Eins og er búið að benda nokkrum sinnum á, þá er alltaf best að panta tíma með fyrirvara. Ég hef lent í nokkurra vikna bið á T&S.\nAð mínu mati er Tattoo og Skart mjög góð stofa. Ég er hættur að fara neitt annað fyrir húðflúr og ég læt bara gata mig þar (er kominn með 12).\nÞú átt rétt á því að velja hvern þú færð til að flúra þig. Persónulega myndi ég velja Svan, þar sem ég hef góða reynslu af honum og bara séð flott verk eftir hann.\nÉg get ekki svarað með sársaukann á þessu svæði því ég er ekki með flúr þar."
        },
        {
            "user": "Kitiara",
            "user_id": "65159",
            "date": "2007-07-26 14:53:47",
            "id": "5102003",
            "reply_to_id": "5096283",
            "text": "Alltaf gott að vera tímalega að panta\nTattoo og skart er fín stofa, Svanur, Jón Þór eru þar síðan rakst ég á Fjölni að tattoooera þar um daginn. allt fínir gaurar\nÉg fékk mér á herðablaðið og það var sáraukaminnsta tattooið mitt, en fólk er auðvitað misjafnt"
        }
    ]
}