{
    "forum_title": "Hljóðfæri",
    "user": "Elvis2",
    "user_id": "10456",
    "date": "2007-07-25 19:31:20",
    "title": "Gretsch 6120 Nashvillemodel árgerð 1966 til sölu.",
    "text": "Ég er að hugsa um að selja þessa elsku,ég keypti hann fyrir 15 árum síðan af upprunalega eigandanum, hann hafði notað hann til að spila með Hauki Morthens ofl.\nÉg er á leiðinni með gítarinn í fínstillingu og þessháttar, það er kominn tími á að hreinsa upp rafkerfið og eitthvað smálegt annað þarf að gera við hann, hann verður eins og nýr þegar ég sel hann.\nMinn er að öllu leyti eins og þessi sem er á linknum fyrir neðan þennann texta fyrir utan að hann er með ferkantaðann gullskjöld sem stendur á Chet Atkins Nashville Model yfir skeifunni sem er á hausnum.\nSvona gítarar kosta rúmlega 3500 dollara frá framleiðandanum nýjir þannig að, tjah, hann er ekki gefins semsagt.\nÉg er tilbúinn að skoða einhvers konar skipti á Les Paul eða slíku en ég hef alls engann áhuga á einhverjum Esp metalgítörum.\nÞessi gítar er alveg rosalega vel farinn miðað við það að hann er rúmlega 40 ára gamall, ég ætla ekki að pósta myndum af honum hérna fyrr en ég er búinn að fara með hann í fínstillingu.\nÉg er ekki með neinar ákveðnar hugmyndir um hvað ég vilji fá fyrir hann nema að það má segja að fyrsta boð sé í kring um 150.000, öllum tilboðum undir því verður ekki svarað.\nhttp://www.gretschguitars.com/gear/index.php?a=3&product=G6120DC",
    "url": "https://www.hugi.is/hljodfaeri/korkar/532872/gretsch-6120-nashvillemodel-argerd-1966-til-solu/",
    "url_id": "532872",
    "id": "5099953",
    "replies": [
        {
            "user": "Grimsi92",
            "user_id": "37040",
            "date": "2007-07-25 20:06:34",
            "id": "5100063",
            "reply_to_id": "5099953",
            "text": "vá hvað þetta er gítar sem ég myndi ekki tíma að selja……"
        },
        {
            "user": "unidentified",
            "user_id": "38715",
            "date": "2007-07-25 22:01:34",
            "id": "5100547",
            "reply_to_id": "5099953",
            "text": "Þetta er bara pæling hjá mér en hefuru áhuga á skiptum á Japönskum Telecaster??\nÞetta er Francis Rossi(Status Que) signature gítar með 3 noiseless single coil pickuppum með hlíf yfir, grænn að lit og með holu hugsaða fyrir að geyma slide. Mætti segja að þetta sé one of a kind gítar hér á landi og hljómar æðislega vel, geggjaður í blúsinn sérstaklega.\n-btw geðveikur gítar sem þú hefur þarna…\n-Óskar\nBætt við 25. júlí 2007 -  22:04\nMynd:\nhttp://images.hugi.is/hljodfaeri/95117.jpg"
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2007-07-25 23:09:46",
            "id": "5100762",
            "reply_to_id": "5100547",
            "text": "Nei, eiginlega ekki, ég á amerískann Fender Stratocaster og indónesískann Tradition Telecaster sem ég var að fá úr fínstillingu og hljómar alveg sick barasta.\nÞað er búið að bjóða mér Gibson Les Paul í skiptum fyrir hann en mér fannst sá gítar bara alls ekki nógu góður."
        },
        {
            "user": "unidentified",
            "user_id": "38715",
            "date": "2007-07-26 02:14:00",
            "id": "5101362",
            "reply_to_id": "5100762",
            "text": "Jæja þetta var reyndar bara tillaga, veit ekki hvort ég myndi týma því, því þessir japönsku fenderar koma rosalega á óvart ef maður lendir á góðu eintaki;D"
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2007-07-26 02:15:58",
            "id": "5101364",
            "reply_to_id": "5101362",
            "text": "Ég átti einusinni Japanskann Fender, hann var alveg stórfínn, ekkert að honum bara, hef prófað ameríska fendera sem voru algjört sorp miðað við þann Japanska semsagt."
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2007-07-26 00:50:16",
            "id": "5101197",
            "reply_to_id": "5099953",
            "text": "afhverju ertu að selja!? :O"
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2007-07-26 02:09:36",
            "id": "5101360",
            "reply_to_id": "5101197",
            "text": "Vegna þess að ég nota hann nánast ekkert lengur, þetta er eiginlega svona rokkabillí/blús/kántrígítar en ég er að fást við raftónlist þessa dagana og þessi gítar er hreinlega með of stórt og flókið sánd til að blandast vel við syntha og slíkt, hann nýtur sín best í hefðbundnari tónlist.\nÞetta er æðislegur gítar en ég sé bara engann tilgang með því að eiga hljóðfæri sem stendur ónotað í tösku inní skáp."
        },
        {
            "user": "GunniWaage",
            "user_id": "60235",
            "date": "2007-07-26 13:01:54",
            "id": "5101777",
            "reply_to_id": "5099953",
            "text": "DONT DO IT MAN!!!!!! ÞÚ MUNT SJÁ EFTIR HONUM EFTIR NOKKRAR VIKUR!!!\nkveðja Gunni:)"
        },
        {
            "user": "ArcticWolf",
            "user_id": "56221",
            "date": "2007-07-27 22:03:54",
            "id": "5105839",
            "reply_to_id": "5099953",
            "text": "Ég skal láta þig hafa 100 þúsund kall fyrir hann staðgreitt. Hann væri flottur á vegginn hjá mé"
        },
        {
            "user": "ArcticWolf",
            "user_id": "56221",
            "date": "2007-07-27 22:05:13",
            "id": "5105844",
            "reply_to_id": "5099953",
            "text": "Ekki breyta neinu eða laga neitt"
        },
        {
            "user": "xnes",
            "user_id": "61786",
            "date": "2007-08-02 21:52:03",
            "id": "5121053",
            "reply_to_id": "5099953",
            "text": "Er hann útlitslega og spilalega í góðu standi???\nVæri séns að fá mynd?"
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2007-08-02 23:04:11",
            "id": "5121242",
            "reply_to_id": "5121053",
            "text": "Hann lítur vel út og það er gott að spila á hann, ég er sennilega búinn að selja hann en ef það verður ekki af sölunni skal ég setja inn mynd af honum eftir helgi."
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2007-08-05 08:00:12",
            "id": "5124181",
            "reply_to_id": "5099953",
            "text": "### SELDUR! ###"
        },
        {
            "user": "frissinetti",
            "user_id": "68397",
            "date": "2007-08-24 19:39:21",
            "id": "5174876",
            "reply_to_id": "5124181",
            "text": "Hver keypti?"
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2007-08-24 19:58:48",
            "id": "5174933",
            "reply_to_id": "5174876",
            "text": "throsturv hér á huga."
        }
    ]
}