{
    "forum_title": "Myndasögur",
    "user": "Gourry",
    "user_id": "758",
    "date": "2001-11-28 14:45:16",
    "title": "Nýjar myndasögur í Nexus 28 Nóvember.",
    "text": "MYNDASÖGUBLÖÐ\n——————————\nACTION COMICS #785 $2,25 326 kr.\nAFTERLIFE IN GOTHLAND #5 $2,95 428 kr.\nAKIKO #46 $2,95 428 kr.\nANGEL AND THE APE #4 (Of 4) $2,95 428 kr.\nAVENGERS #48 $3,50 508 kr.\nBART SIMPSON COMICS #6 $2,50 363 kr.\nBATMAN #597 $2,25 326 kr.\nBATMAN THE ANKH #1 (Of 2) $5,95 863 kr.\nBLOODSTONE #2 $2,99 434 kr.\nBROTHERHOOD #6 $2,25 326 kr.\nBTVS #39 NIGHT OF A THOUSAND VAMPIRES $2,99 434 kr.\nCAPTAIN MARVEL #25 $2,50 363 kr.\nCATWOMAN #1 $2,50 363 kr.\nNý sería eftir nýstyrnið Ed Brubaker (Scene Of The Crime).\nSerían er teiknuð í mjög vönduðum “art deco” stíl.\nCODENAME KNOCKOUT #7 $2,50 363 kr.\nCREECH OUT FOR BLOOD #3 $4,95 718 kr.\nCROSSGEN CHRONICLES #5 $3,95 573 kr.\nDEADPOOL AGENT OF WEAPON X #4 $2,25 326 kr.\nDEFENDERS #11 $2,25 326 kr.\nFINDER #24 $2,95 428 kr.\nFLASH #180 $2,25 326 kr.\nHELLBLAZER #168 $2,50 363 kr.\nRithöfundurinn Brian Azzarello hefur svo sannarlega farið á\nkostum á þessu ári sem höfundur Hellblazer og 100 Bullets.  Það er\nekki að ástæðulausu að myndasögufréttablaðið Wizard krýndi hann\nbesta myndasögurithöfund ársins 2001.  Þriðja bókin af meistarastykkinu\n100 Bullets er einnig í þessari sendingu (sjá nánar í Myndasögubóka-\nhluta þessa lista).\nICEMAN #2 $2,50 363 kr.\nINCAL #4 $2,95 428 kr.\nJLA #60 $2,25 326 kr.\nJLA GATEKEEPER #2 $4,95 718 kr.\nKNIGHTS OF THE DINNER TABLE #61 $2,99 434 kr.\nLEGION #2 $2,50 363 kr.\nMERIDIAN #18 $2,95 428 kr.\n————————-BLAÐ VIKUNNAR————————-\nNEW X-MEN #119 $2,25 326 kr.\nÞað er alltaf hátíð í bæ þegar gulldrengurinn og bjarg-\nvætturinn Grant Morrison sendir frá sér nýja NEW X-MEN sögu.\n(Grant Morrison er án efa hreinræktaður snillingur og geðsjúklingur[Gourry])\n—————————————————————\nNIGHTCRAWLER #1 $2,50 363 kr.\nNINJA BOY #4 $2,95 428 kr.\nOUT THERE #6 $2,50 363 kr.\nPARADISE X THE HERALDS #2 $3,50 508 kr.\nPLANET OF THE APES PHOTO CVR #3 $2,99 434 kr.\nPOISON ELVES #68 $2,95 428 kr.\nRUSE #2 $2,95 428 kr.\nSANDMAN PRESENTS THE CORINTHIAN #2 (Of 3) $2,50 363 kr.\nSONIC THE HEDGEHOG #104 $1,99 289 kr.\nSPAWN #113 $2,50 363 kr.\nSPIDER-MAN TANGLED WEB #8 GENTLEMENS AGREEMENT $2,99 434 kr.\nSTAR WARS #36 THE STARK HYPERSPACE WAR (PART 1 OF $2,99 434 kr.\nSUPERMAN & BATMAN GENERATIONS II #4 (Of 4) $5,95 863 kr.\nTOMB RAIDER JOURNEYS HUGHES CVR #1 (Of 12) $2,95 428 kr.\nTOMB RAIDER JOURNEYS JOHNSON CVR #1 (Of 12) $2,95 428 kr.\nNý 12 blaða Tomb Raider sería\nUS WAR MACHINE #12 $1,50 218 kr.\nWOLVERINE #170 $2,25 326 kr.\nX-MEN MILLENIAL VISIONS 2001 $3,50 508 kr.\nX-TREME X-MEN SAVAGE LAND #3 $2,99 434 kr.\nTÍMARIT\n——-\nCINEFANTASTIQUE VOLUME 33 #6 $5,95 863 kr.\nHEAVY METAL JANUARY 2002 $5,95 863 kr.\nINQUEST GAMER #81 $4,99 724 kr.\nOFFICIAL XBOX MAGAZINE W CD JAN #1 $7,99 1.159 kr.\nMYNDASÖGUBÆKUR\n————–\n———————MYNDASÖGUBÓK VIKUNNAR (Fyrsta af tvemur)——————\n100 BULLETS VOL 3 HANG UP ON THE HANG LOW TP $9,95 1.443 kr.\nNý 100 Bullets bók er kominn og komin tími til!\nRithöfundurinn Brian Azzarello hefur svo sannarlega farið á kostum í\nþessari kyngimögnuðu samsærissögu.  Persónusköpunin er óaðfinnanleg\nog teikningarnar eftir Eduardo Risso eru guðdómlegar.  Hér er um\nað ræða dularfulla og brútal “sleeper agent” sögu þar sem Jóar og\nJónur út í bæ eru dregin ,svo virðist af handahófi, inn í valdastríð\ná milli tveggja stríðandi leynireglufylkinga.  100 Bullets er allt það\nsem myndir á borð við Swordfish reyna að vera, en eru það ekki.\nÞað er ekki að ástæðulausu að myndasögutímaritið Wizard valdi Azzarello\nbesta myndasögurithöfund ársins 2001.\nFyrsta og önnur bókin af 100 Bullets eru ennþá fáanlegar\nog af tilefni komu þriðju bókarinnar þá er 10% kynningarafsláttur af\nbók 1 og 2.\n——————————————————————————-\n———————-MYNDASÖGUBÓK VIKUNNAR (Önnur af tvemur)——————\nAMAZING SPIDER-MAN TP $15,95 2.313 kr.\nRithöfundurinn J.Michael Straczynski hefur svo sannarlega látið til sín taka á undanförnum árum í myndasögubransanum.  Eftir að hann hafði klárað eitt metnaðarfyllsta sjónvarpsverk síðari ára (BABYLON 5) þá tók hann up á því að láta langþráðan draum sinn rætast og gerðist myndasögurithöfundur ásamt því að skrifa fyrir sjónvarp og kvikmyndir.  Fyrsta stóra myndasöguverk hans var Rising Stars en það verk ætti að vera kunnugt áhugamönnum um myndasögur.Straczynski lýsti því yfir að með Rising Stars væri hann að reyna endurskapa hið klassíska meistarastykki Watchmen í sinni mynd.  Þegar Marvel bauð honum að taka við Amazing Spider-Man titlinum þá voru yfirlýsingar hans engu minni. Hann lét hafa eftir sér að nú yrði allt endurhugsað og endurskrifað í Spider-Man\nmítunni. En út frá þeim pælingum spratt ein besta spennusaga sem að Marvel hefur gefið út. Fyrir ári síðan, þegar Brian M. Bendis endurskrifaði uppruna Spidey í Ultimate Spider-Man, þá var það mál manna að þar væri besta Spider-Man sagan frá upphafi komin.  Svo kom Amazing Spider-Man eftir Stracynski og nú vita Spider-Man aðdáendur og myndasöguunnendur ekki í hvorn fótin þeir eiga að\nstíga. Söguþráður bókarinnar er þess eðlis að ef að við færum að lýsa honum myndum við skemma fyrir ykkur öllum.  Straczynski skrifaði einnig Spider-Man/World Trade Center\nblaðið fræga.\n(Mæli með að fólk stúderi Straczynski, höfund Babylon 5. Snilldarpenni sem meðal annars skrifaði nokkra He-Man þætti í denn :) jafnvel þótt að það sé ekki beint eitthvað meistarastykki[Gourry])\n——————————————————————————-\nBEAT PECULIAR BOOK 1 $12,95 1.878 kr.\nBLAB VOL 12 $19,95 2.893 kr.\nBLUEBERRY VOL 2 & 3 SET $11,99 1.739 kr.\nCARDCAPTOR SAKURA VOL 5 PKT GN $9,95 1.443 kr.\nCOMPLETE PALESTINE TP $24,95 3.618 kr.\nÁður en að myndasöguhöfundurinn Joe Sacco gerði hina mögnuðu\nsögu Safe area Gorazde (sannsögulegt verk um Bosníustríðið) dvaldi hann\ní Palestínu og skrifaði um reynslu sína þar.  Deilum Palestínumanna og\nÍsraelsmanna eru gerð mjög góð skil og er saga þessa stríðs rakin allt\nfrá upphafi til ársins ´92.  Einhliða fréttaflutningur af þeim hörmungum\nsem þarna hafa átt sér stað hefur ollið því að almeningur hér, sem og á\nöðrum Vesturlöndum, veit lítið sem ekkert um þann hrylling sem framinn er\nþar í skjóli utanríkisstefnu Vesturlanda.  Complete Palestine sviftir\nhulunni af því öllu saman.  Verkið fékk mikla umfjöllun og topp dóma\ní Time Magazine.\nJIST WITH KEVIN MAGUIRE CREATING THE FLASH $5,95 863 kr.\nJLA RIDDLE OF THE BEAST HC $24,95 3.618 kr.\nLONE WOLF & CUB VOL 15 BROTHERS OF THE GRASS TP $9,95 1.443 kr.\nNý bók\nMONARCHY BULLETS OVER BABYLON TP $12,95 1.878 kr.\nFyrsta bókin af Authority “spin-off” seríunni Monarchy.  Allt í allt\nverður þetta tveggja bóka sería.  Monarchy fjallar um gömlu Stormwatch kempuna\nJackson King og leit hans af meðlimum í nýjan hóp af ofurverum sem\nsvífast einskis til að ná fram sínum markmiðum.  Þetta er\nekki þessi venjulegi hópur ofureinstaklinga sem hefur velferð mannkyns\nað leiðarljósi.  Þetta er meira um valdartafl við vestrænar ríkisstjórnir eins\nog Authority.\nMUTTS SUNDAY MORNINGS TP $12,95 1.878 kr.\nPARASYTE VOL 8 PKT GN $12,95 1.878 kr.\nRAIL                             $5,95 863 kr.\nNý myndasögunóvella eftir málarann Dave Dorman, en hann gerði allar flottustu\nkápurnar fyrir Star Wars myndasögubækurnar (Dark Empire, Crimson Empire\nosf.)\nREDMOON GN #3 $11,95 1.733 kr.\nROSEBUD GRAPHIC CLASSICS VOL 1 EDGAR ALLAN POE $7,95 1.153 kr.\nSANCTUARY VOL 1 TP $16,95 2.458 kr.\nNú eigum við allar Sanctuary bækurnar í Nexus\n(Góðar fréttir fyrir þá sem íhuga að kíkja á seríuna, kíkið á grein mína um þessa seríu ef þið eruð ekki alveg inn í málunum[Gourr])\nSERAPHIC FEATHER TP $17,95 2.603 kr.\nSKY APE WAITING FOR CRIME TP $6,95 1.008 kr.\nTREASURY VICTORIAN MURDER VOL 2 JACK THE RIPPER SC $7,95 1.153 kr.\nTWIN SPARK GIRLS GN $14,95 2.168 kr.\nWILL EISNERS COMICS & SEQUENTIAL ART SC NEW PTG $22,99 3.334 kr.\nWILL EISNERS GRAPHIC STORYTELLING SC NEW PTG $22,99 3.334 kr.\nFrábærar kennslubækur í myndasögugerð eftir sjálfan Will Eisner!",
    "url": "https://www.hugi.is/myndasogur/greinar/53329/nyjar-myndasogur-i-nexus-28-november/",
    "url_id": "53329",
    "id": "353640",
    "replies": [
        {
            "user": "krilli",
            "user_id": "6640",
            "date": "2001-11-28 15:58:28",
            "id": "353641",
            "reply_to_id": "353640",
            "text": "takiði ekki örugglega inn Fantagraphics dótið?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-11-28 16:25:18",
            "id": "353642",
            "reply_to_id": "353641",
            "text": "værir þú líka til í að koma með Warhammer sendingar?? því ég er að bíða eftir málingu og fleyru :)"
        },
        {
            "user": "Gourry",
            "user_id": "758",
            "date": "2001-11-28 17:29:04",
            "id": "353643",
            "reply_to_id": "353641",
            "text": "Ég er bara ekki viss þar sem ég vinn ekki hjá Nexus :)\nen ég skal spurja fyrir þig við tækifæri."
        },
        {
            "user": "IngaLG",
            "user_id": "13422",
            "date": "2001-11-30 22:35:55",
            "id": "353644",
            "reply_to_id": "353643",
            "text": "Vitiði hvort/hvvenær Delirium eitthvað (bókin þar sem hún fer að leita að Barnabas; í deformed stíl) kemur í Nexus?"
        }
    ]
}