{
    "forum_title": "Hljóðvinnsla",
    "user": "siggason",
    "user_id": "60857",
    "date": "2007-08-01 22:23:34",
    "title": "Hjálp við gæði á geisladiskum í tölvu",
    "text": "Held að þetta sé nokkurn veginn rétta áhugamálið.\nEn þannig er það að ég kaupi mér geisladiska og læt þá svo í tölvuna til þess að geta hlustað á þá þar, finnst það mun þæginlegra. En ég bara næ þeim ekki í nógu góðum gæðum í tölvuna. Kemst í 320kb/s með lögin í windows mediaplayer. Kann ekki að fá betri gæði en það eru engan veginn nógu góð gæði.\nHef heyrt um eitthvað .flac að það sé voða gott, en veit ekki hvernig ég geri það, eða hvort það sé bara einhver vitleysa, en mér er nokkurn veginn sama um hvað diskarnir verða stórir, eða mörg mb.\nEinhver sem veit hvaða forrit ég get notað til að fá geisladiskana mína í mjög góðum gæðum í tölvuna  ?",
    "url": "https://www.hugi.is/hljodvinnsla/korkar/534202/hjalp-vid-gaedi-a-geisladiskum-i-tolvu/",
    "url_id": "534202",
    "id": "5118736",
    "replies": [
        {
            "user": "iThor",
            "user_id": "69581",
            "date": "2007-08-01 22:28:47",
            "id": "5118754",
            "reply_to_id": "5118736",
            "text": "mæli með að þú kíkir á þessa síðu:\nhttp://flac.sourceforge.net/index.html"
        },
        {
            "user": "siggason",
            "user_id": "60857",
            "date": "2007-08-01 22:58:09",
            "id": "5118858",
            "reply_to_id": "5118754",
            "text": "veistu hvort ég get notað eitthvað annað en flac ?"
        },
        {
            "user": "Addni",
            "user_id": "8004",
            "date": "2007-08-01 23:20:04",
            "id": "5118926",
            "reply_to_id": "5118736",
            "text": "Ég hef nú heyrt allnokkrumsinnum að hljóð á geisladiskum er nú oft ekki nema 192kb/s\niTunes kemst líka í 320kb/s, en það gæti svosem alveg verið eitthvað mis góðir encoderar.\nAnnars held ég nú persónulega að þetta séu einhverjar sérþarfir í þér.\nÞetta gæðavandamál gæti nú líka orsakast af lélegu hljóðkorti eða hátölurum/headphonum í tölvunni.\nRakst á grein sem heitir “Do Higher MP3 Bit Rates Pay Off” sem þú gætir viljað skoða"
        },
        {
            "user": "siggason",
            "user_id": "60857",
            "date": "2007-08-02 00:03:55",
            "id": "5119092",
            "reply_to_id": "5118926",
            "text": "Já, held að þetta sé rétt hjá þér, ég rippaði diskinn í windows media player og í 320 kb/s eins og ég geri við alla mína geisladiska, og allt í góðu með það. En techno'ið undir á þessum einstaka disk var mjög óskýrt og slæmt. Það er að öllum líkindum útaf slæmu hljóðkorti eða jafnvel engu, nema innbyggðu þá.\nEn ég rippaði diskinn svo í winamp og í .flac og þá varð þetta mjög flott og skýrt, en hver lag varð alveg 25mb og rúmlega það. Á kannski nóg pláss, en þetta er óþarfa stórt, en þar sem þetta er bara einn diskur sem er svona þá er þetta allt í góðu ;).\nen diskurinn var Peeping Tom - Peeping Tom og kom út 2006."
        },
        {
            "user": "Smallzi",
            "user_id": "60451",
            "date": "2007-08-01 23:40:58",
            "id": "5119021",
            "reply_to_id": "5118736",
            "text": "Ég held að eins og addni hér fyrir ofan held ég að hafi verið að segja að það skiptir voða litlu máli hvort þú sér með fyrir ofan 320 kbps ef það er í mp3 formati. En hinsvegar ef þú ert með það í .flac eða einhverju öðru sem er formatið sem þessar skrár eru á á þessum diskum ertu í góðum málum, þá viðhaldast gæðin vel.\nEn eins og addni var að segja, að kaupa sér nýtt hljóðkort breytir mjöööög miklu."
        },
        {
            "user": "siggason",
            "user_id": "60857",
            "date": "2007-08-02 00:04:46",
            "id": "5119094",
            "reply_to_id": "5119021",
            "text": "Já, líklegast rétt, nenni ekki að skýra allt út hérna aftur, en getur lesið commentin frá mér til hinna gæjanna ;)."
        },
        {
            "user": "Cinemeccanica",
            "user_id": "29977",
            "date": "2007-08-01 23:53:31",
            "id": "5119066",
            "reply_to_id": "5118736",
            "text": "Jú í nýjasta Win media ef þú uppfærir. Þá geturðu breytt Win media, þannig í staðinn fyrir að hann converti allt í wma þá breytirðu í mp3 og getur valið 320kbps…\nÉg rippa alltaf alla mína music þannig og ekkert annað kemur til greina nema í 320kbps..\nFerð í tools í win media playernum og þar í options og velur þar dálk sem heitir rip music. Stillir formatið yfir í mp3 og þá geturðu breytt þarna fyrir neðan gæðunum yfir í 320kbps..\nEf þessi möguleiki er ekki í boði í þínum win media player þarftu að uppfæra hann og það geturðu gert hér:\nhttp://www.microsoft.com/windows/windowsmedia/player/10/default.aspx"
        },
        {
            "user": "siggason",
            "user_id": "60857",
            "date": "2007-08-01 23:59:18",
            "id": "5119076",
            "reply_to_id": "5119066",
            "text": "Já þakka þér fyrir þetta, en ég geri það sama og þú en það var bara aðalega vandamál með einn geisladisk hjá mér. Ég rippaði hann á sama máta og allt í góðu en gæðin þar í techno'inu undir voru mjög slæm og óþægilegt, það stafar líklegast af slæmu hljóðkorti ef ekki neinu, nema innbyggðu.\nen geisladiskurinn var Peeping Tom - Peeping Tom og kom út árið 2006, komast að þessu í lagi nr. 3 á 2:50 mín"
        },
        {
            "user": "Hawk4",
            "user_id": "39101",
            "date": "2007-08-02 11:46:44",
            "id": "5119628",
            "reply_to_id": "5118736",
            "text": "ég hleð diskum alltaf bara inn með Itunes og það hefur virkað mjög velhingað til hjá mér :)"
        },
        {
            "user": "einartryggvi",
            "user_id": "29922",
            "date": "2007-08-02 22:48:55",
            "id": "5121208",
            "reply_to_id": "5118736",
            "text": "yfirleitt er lag exportað úr upptökuforriti í wave eða aiff og brennt þannig á disk.. það er kallað lossless format og er í já mjög góðum gæðum.. alltaf þegar ég rippa diska sem ég vil hafa vel sándandi þá rippa ég þá í gegnum iTunes í .wav"
        }
    ]
}