{
    "forum_title": "Smásögur",
    "user": "nologo",
    "user_id": "2605",
    "date": "2007-08-05 03:22:23",
    "title": "Ekki um japanska stúlku",
    "text": "Murakami skrifaði einu sinni smásögu um stúlku, fullkomna stúlku, sem hann hitti eitt augnablik á troðinni götu í Tokýóborg. Hún var eins og gerð fyrir hann, 100%, frá A til Ö, en hann stoppaði ekki. Og sagði ekkert.Hann lét hana renna sér úr greipum og sá hana aldrei aftur.\nÉg trúi ekki á ást við fyrstu sýn. Eða að þarna úti sé til einhver akkúrat rétt manneskja handa öllum,sálufélagi. Ein manneskja og engin önnur. Eins og í Lovestar eftir Andra Snæ.\nNei. En nú er ég kominn á þriðja tebolla og hef ekkert sofið þótt augun mín séu full af tárum af þreytu. Og kannski er í lagi þótt ég viðurkenni það fyrir sjálfum mér því sem ég vildi alltaf sjálfur gleyma. Og gleymdi.\nAð þegar ég var sjálfur í Tókýó hér um árið. Sjálfur á gangi í miðju Harujuku hverfinu einn rigningarsaman aprílmorgun. Þá sá ég glitta í stúlku. Hún var með hárkollu, yfirpúðruð, ægilega japönsk. Þetta var stúlkan mín. Eina stúlkan sem ég gæti nokkurn tíman elskað eins og hjartað mitt getur helst elskað.\nOg eins og í sögunni hvarf hún jafn óðum í mannmergðina á ný, því ég skal segja ykkur það, þessi japanska stúlka var í fáu frábrugðinn öllum hinum japönsku stúlkunum, svona eins og þær geta nú verið líkar, þá sérstaklega þessar sætu. Hún var sæt en ekkert spes.\nAldrei aldrei aldrei aftur.\nÞess vegna eru augun mín full af tárum. Ég er þreyttur, þess vegna. Ég vil ekki loka þeim. Ég vil bara stara á bert bak konunar í rúminu.\nKonunar sem hefði geta, svo auðvelda runnið mér úr greipum, ef hún hefði verið japönsk og allt jarðneskt unnið gegn því að ég hefði fengið hana.\nOk. Kannski dreymdi mig bara stúlkuna í japan. Æ að þetta sé ekki draumur. Það er það sem ég á við, þ.e. ef ég á við eitthvað. Bert bakið snýr að mér, ég gæti strokið það. Þúsund hlutir stóðu í vegi okkar.\nNefið. Þú snýrð til vinstri, ég sný til vinstri, þau rekast saman. Andköf. Engin koss. Pínu bros. Aldrei skal það verða? Svo snöggt smeygir hún sér hjá og á mig. Ég svolgra þig í mig. Því ég er snertisoltið dýr já. Aldrei getum við gert hlutina bara, við mennirnir. Aldrei eins og náttúran býður okkur. Af hverju getum við ekki öll snertst, og elskast og slegist og þreifað og káfað og sagt hvað okkur finnst og langar, alltaf? Karl og konur, karl og karl, kona og kona. Börn og fullorðnir, stórir og litlir, mörg sem fá.\nÞað væri hægt að fangelsa mig fyrir að viðurkenna eitt sem mér flaug einu sinni í hug. Eða það held ég. Mér langaði að sleikja handarbak. Á fimm ára þybbnum strák sem ég þekkti ekki neitt. Mér langaði það samt ekkert lengi. Ég drap hugsunina í fæðingu. En samt, hann hefði ábyggilega þegið að sleikja handarbakið mitt í staðinn, skilurðu? Þetta er ekki ofbeldi. En neinei, ég geri ekkert svona. Og hugsa næstum aldrei svona. Ég er svo veltaminn að það tók þrjú stefnumót fyrir hana til að ná mér úr skelinni.\nHún lagði það á sig.\nAð hún skyldi leggja það á sig. Eins og æðra vald hafi verið staðráðið í að fyrst ég sjálfur ætlaði ekki að gera neitt í málunum þá fengi ég samt allt sem ég óskaði mér í raun. Að geta verið svo náinn annarri manneskju, að gera vart greinarmun á hennar líkama eða sínum.\nGeta gripið fast utan um báðar rasskinnarnar á henni á meðan hún sefur.\nHún vaknar æpandi.",
    "url": "https://www.hugi.is/smasogur/greinar/534256/ekki-um-japanska-stulku/",
    "url_id": "534256",
    "id": "5119397",
    "replies": [
        {
            "user": "KristinnE",
            "user_id": "4162",
            "date": "2007-08-05 03:56:19",
            "id": "5124142",
            "reply_to_id": "5119397",
            "text": "umm.. Þetta hljómar rosalega eins og byrjun á einhverri klámsöguni… Ekkert ofsalega gaman að lesa þetta, erfitt og fremur illa uppsett.\nAllt í lagi viðfangsefni annars."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2007-08-05 12:38:02",
            "id": "5124308",
            "reply_to_id": "5119397",
            "text": "Ég les oftast smásögurnar þínar nologo, og finnst þær almennt nokkuð góðar. Með það í huga las ég þessa og mér finnst hún mjög flott, þó að hún sé kannski undarlegri en maður leyfir sér að venjast.\nNærð rosalega vel einhverju svona ‘mómenti’ hérna í hugsunum þessa manns."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-08-12 21:45:37",
            "id": "5140797",
            "reply_to_id": "5119397",
            "text": "Flott saga að venju en ég ætla nú samt að skamma þig fyrir að nota þágufall með langa… Mig langar, gæskurinn."
        }
    ]
}