{
    "forum_title": "Deiglan",
    "user": null,
    "user_id": null,
    "date": "2001-11-29 17:33:41",
    "title": "Frábær grein í DV!",
    "text": "Í Dagblaðinu í dag er að finna grein eftir Gunnar Karlsson prófessor sem talar um jákvæð viðhorf ungra Íslendinga til innflytjenda árið 1995. Viðhorf þessi komu í ljós eftir samræmda könnun árið 1995 sem var í um 30 löndum og kom Ísland einna best út.\nÍslensku unglingarnir voru mjög frjálslyndir og umburðarlyndir samkvæmt þessari könnun og voru Íslenskir unglingar með mestu jafnaðarmönnum í heimi þetta árið og vildu unglingarnir gefa öllum innflytjendum rétt á að kjósa í kosningum. Í kosningunum kom þó eins og fyrr út, mikill rasismi hjá unglingum annara Norðurlanda en sá rasismi er alþekktur á Norðurlöndunum og hefur komið miklu óorði á löndin og þá sérstaklega eftir að ný-nasistar unnu síðustu kosningar í Danmörku og ætla nú að brjóta á réttindum innflytjenda með ýmsum lögum og álíka.\nÍslenskir fjölmiðlar sýndu þessari könnun engan áhuga og vildu ekki láta það berast út hversu miklir jafnaðarmenn Íslendingar væru í raun, þeir vilja bara láta alla halda að þjóðernishyggja sé vel liðin hérna, sem er bara kjaftæði.\nAldrei er minnst á þessar jákvæðu hliðar Íslenskra unglinga sem hefur einfaldlega leitt til aukins rasisma á meðal þeirra enda til lítils að vera umburðarlynd ef að aldrei er talað um það og fólki ekki hrósað fyrir slíkt. Einnig hefur rasistum verið leyft að tjá sig í ríkisfjölmiðlum á Íslandi og þannig heilaþvegið marga ágæta jafnaðarmenn úr röðum okkar og fylgi Samfylkingarinnar hefur fallið gjörsamlega niður eftir að Fíþ dreyfðu óhróðri um formann félagsins í áróðursbæklingi sem var dreyft víða. Þessi óhróður þeirra gegn Össuri hefur samt lítið verið fordæmdur í fjölmiðlum en olli samt miklum álitshnekki fyrir hann, fyrir augum almennings þar sem gert var grín að dætrum hans auk þess sem þeir gerðu meira grín að honum.\nFíþ hefur valdið upplausn hvað varðar álit fólks gagnvart innflytjendum enda var fjölmiðlaathyglin sem þeir fengu engu lík og málfrelsið algjört nema þegar þeir gengu fram úr öllum öfgum og sögðu blökkumenn vera bæði lata og heimska. Þetta ósmekklega félag var einnig ábyrgt fyrir lygum sem byrjuðu að dreyfast um innflytjendur til dæmis að Asískar konur væru mest allt skækjur og blökkumenn væru annars flokks. Þetta félag hefur skilið eftir sig sæði sem hefur náð að fæða af sér heila kynslóð rasista og mun það verða erfitt verkefni fyrir okkur jafnaðarmennina að vinna ungmennin aftur á okkar band.\nRasismi hefur einnig verið mikill hér og útlendingar oft sætt ofbeldi og svívirðingum fauta og fóla sem þykjast vera betri en litaðir þar sem þeir eru næpuhvítir, heimaaldnir, hafa ekki fengið fræðslu um fjölþjóðahyggju í skólum og svo mætti lengi telja. Oft hafa mér borist á morgnana, óskemmtilegar fréttir með Fréttablaðinu um að rasistar séu að berja litaða og einnig hafa borist sorglegar fréttir með þessu blaði t.d. að rasistar séu að auka fylgi sitt mikið um allan heim t.d. í Ástralíu, Danmörku og Bandaríkjunum.\nVið verðum að efla hlutverk fjölmiðla í því að byggja hér upp fjölþjóðasamfélag sem mun verða laust við ný-nasista og annað hyski sem hefur myndast víða á Norðurlöndunum sökum óumburðarlyndis og óhefts tjáningarfrelsis rasista sem ég vil setja mun þrengri skorður. Við getum ekki samkvæmt alþjóðasamþykktum hætt að taka við innflytjendum, auk þess sem innflytjendur eru óhjákvæmilegir í nútímasamfélögum sem við lifum í og því um að gera að láta þessu fólki líða sem best hér og hreinlega banna alla kynþáttamismunun.\nMálflutningur Flokks Framfarasinna\nsem ég hef kynnt mér eftir að hafa séð netfang þeirra hér á huga er bara asnalegur enda segjast þeir vilja koma í veg fyrir að Ísland verði fjölþjóðasamfélagið sem það er fyrir löngu orðið. Ef að þeir ætlar einhverntíman að ná þeirri stefnu fram\nverða þeir að fara að fordæmi Þýsku félaga sinna því að þeim raunveruleika að Ísland sé orðið að skemmtilegu fjölþjóðasamfélagi verður aldrei breytt öðruvísi og ég skal láta Flokk Framfarasinna vita það að þeim verður mætt með vopnum áður en þeir ná að breyta Íslensku í einhæft samfélag aftur! Það ætti samt að mínu mati að banna þennan asnalega afturhaldsflokk enda kunna menn eins og í þessum flokki betur en allir aðrir að koma af stað leiðindum í okkar samfélögum.\nÉg vil enda grein mína með frábærri og góðri lausn Gunnars sem hann skrifar í enda greinar sinnar í DV.\n“Samt dettur mér stundum í hug að besta ráðið til að gera okkur hæf til að mæta óhjákvæmilegum innflytjendastraumi komandi ára sé að rækta upp þessa vinsamlegu afstöðu til innflytjenda sem var vissulega til staðar meðal 15 ára unglinga árið 1995. Verðum við ekki á endanum það sem fjölmiðlarnir segja okkur að vera?”",
    "url": "https://www.hugi.is/deiglan/greinar/53497/frabaer-grein-i-dv/",
    "url_id": "53497",
    "id": "355038",
    "replies": [
        {
            "user": "nifgraup",
            "user_id": "9298",
            "date": "2001-11-29 18:54:55",
            "id": "355039",
            "reply_to_id": "355038",
            "text": "“Aldrei er minnst á þessar jákvæðu hliðar Íslenskra unglinga”\nEg get sko svarið það að það eru nu fleiri rasistar meðal unglinga i kringum 15 ara aldurinn en það eru hlutlausir og and-rasistar. Eg veit það af eigin reynslu, eg hef ekki setið i þeim tima hingað til þar sem að einn hinna fafroðu blaðrar um hvað utlendingar eru oæðri okkur o.s.frv. Bara ef þetta hefði haldist i þessi 6 ar siðan þessi könnun var gerð…"
        },
        {
            "user": "nifgraup",
            "user_id": "9298",
            "date": "2001-11-29 18:59:08",
            "id": "355040",
            "reply_to_id": "355039",
            "text": "Þú ert þá bara í eitthvað skrýtnum skóla eða í slæmum félagsskap. Ég veit nefnilega ekki um mörg svona dæmi eins og þú ert að tala um. Ég vona að þú kunnir að svara fyrir hönd okkar willie þegar þú heyrir svona fauta og rasista tala illa um aðra kynstofna en sinn eiginn."
        },
        {
            "user": "nifgraup",
            "user_id": "9298",
            "date": "2001-11-29 19:19:59",
            "id": "355041",
            "reply_to_id": "355040",
            "text": "Nei, eg er ekkert i skrytnum skola. Svona er þetta allsstaðar. Þvi miður er almenningur ekki beint að leita mikið niður a grunnskola þegar kynþattafordomar eru annars vegar, og þvi yfirsest þetta. Ja, eg kann að svara fyrir minum skoðunum, og meira en það, hinir kunna bara alls ekkert að svara a moti þeim.\nMalið er að það er buið að vekja upp fordomadrauginn innan raða unglinganna og breyta honum yfir i enn eina “stereotypuna” (þ.e. allt i einu er það orðið “cool” að hata utlendinga). Mer skilst hins vegar að foreldrafelagi skolans se að skipuleggja herför gegn þessum fordomum að einhverju leiti en ekki veit eg meira um það mal.\nSvo fremur sem að eg losni braðlega ur þessu umhverfi menguðu af fordomum og hatri (og þa er eg að tala um mikið hatur) sem þessu þa er eg sattur."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-11-29 19:22:58",
            "id": "355042",
            "reply_to_id": "355041",
            "text": "Best er að þú takir málin í þínar hendur þarna í skólanum. Ef að foreldrafélagið ætlar að fara í herferð þá eykst útlendingahatrið ef að eitthvað er. Er enginn litaður í þessum skóla þínum eða er þetta kannski bara redneck skóli?"
        },
        {
            "user": "nifgraup",
            "user_id": "9298",
            "date": "2001-11-29 19:24:55",
            "id": "355043",
            "reply_to_id": "355041",
            "text": "Ef foreldrafélag skólans þarf að skipuleggja herför gegn þessum fordómum þá ertu í skrýtnum skóla, þetta er ekki svona alstaðar."
        },
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2001-11-29 20:38:17",
            "id": "355044",
            "reply_to_id": "355041",
            "text": "Ég er voðalega hræddur að hvalurinn hafi rétt fyrir sér! (Var ekki Willie einhver hvalur sem að keikó léki?)"
        },
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2001-11-29 22:12:19",
            "id": "355045",
            "reply_to_id": "355044",
            "text": "Það var Willy.\nEg er hins vegar manneskja sem að vill svo til að eg er kallaður Villi, og þaðan er notendanafn mitt dregið.\n:)"
        },
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2001-11-29 22:42:06",
            "id": "355046",
            "reply_to_id": "355045",
            "text": "Peace4all, það að vilja sýna ábyrgð í innflytjendamálum er alls ekki það sama og rasismi, ég á nokkra mjög góða dökka vini, ljósbrúna og þeldökka, kínverska og fleira, en ég er hinsvegar á því að setja hömlur á innflytjendur að einhverju leiti.\nEr ég þá ekki bara rasisti ef ég er hræddur um að það myndist “hoods” hérna á frón, eins og í evrópu og BNA ?\nKveðja.\nAtlas"
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2001-11-29 23:09:13",
            "id": "355047",
            "reply_to_id": "355046",
            "text": "Jú þú ert það. Af hverju heldurðu að það myndist ‘hoods’? Af því að þeir eru útskúfaðir vegna fordóma, er ekki hleypt inn í hinn hópinn á meðan fólk eins og þú er þar. Minnihlutahópar draga sig alltaf saman í hópa, Íslendingar búsettir erlendis gera það líka. Munurinn er að Íslendingar mæta ekki fordómum af því að þeir falla inn í hópinn útlitslega séð. Á meðan litaðir mæta fordómum, eru útskúfaðir í sérstökum hverfum, njóta ekki lágmarksvirðingar og fá ekki sömu möguleika til vinnu hljóta vandamál að skapast, eins og myndi gerast hjá hverjum þeim sem lenti í slíkum aðstæðum."
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2001-11-29 23:22:49",
            "id": "355048",
            "reply_to_id": "355047",
            "text": "Hann var að segja að hann væri ekki rasisti og ég held að það sé rétt hjá honum. Það á auðvitað hver maður að ráða því hvaða hóp eða hópa hann umgengst eða bara hvernig hann hagar lífi sínu.\nMá ég minna þig á það að hvítir sæta nú líka einhverju misrétti í heiminum og eru oft fyrirlitnir af lituðum."
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2001-11-29 23:44:37",
            "id": "355049",
            "reply_to_id": "355048",
            "text": "heh, þú ert svo sár að þú ert farinn að verja rasistana :)\nÉg var að segja að það væri allt í lagi og eðlilegt að mynda hópa, en ef fordómar eru fyrir hendi fara þessir hópar í vörn og líta, eðlilega, á kúgarana sem andstæðinga sína. Atvinnuleysi og útskúfun elur á vandamálum og leiðir menn út í glæpi.\nEkki vera svona hörundsár."
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2001-11-29 19:48:45",
            "id": "355050",
            "reply_to_id": "355040",
            "text": "Æi peace4all, gerðu okkur fjölmenningarsinnunum greiða og hættu að skrifa þessar greinar. Það getur vel verið að þetta hafi verið góð grein hjá honum Gunnari, en allir sleggjudómarnir þínir gera það að verkum að þetta missir alveg marks og gerir málstað okkar bara ógagn.\nEf ég skil svarið hérna að ofan rétt ert þú ekki nema fimmtán ára gamall. Þá er þetta kannski skiljanlegt, á þessum aldri vill maður gjarnan mála heiminn svart/hvítan og stilla öllu upp í andstæður; fjölmenningarsinni-rasisisti, góður-vondur, jafnaðarmaður-ójafnaðarmaður(kapítalisti?). Þetta er ekki svona einfalt. Ég mæli með að þú lítir aðeins í kringum þig, þá kemstu kannski að því að hinn vestræni heimur er yfirleitt búinn að missa trú á því að hægt sé að koma í veg fyrir vanda með því að bæla einkenni hans, þ.e. hefta málfrelsi og skerða réttindi einstaklingsins. M.a.s. Samfylkingin getur ekki hunsað þessi grundvallarréttindi sem hinn vestræni heimur byggist á. Óvinir frelsis og réttlætis, harðstjórar eins og Hitler og Stalín, heyra sem betur fer, vonandi, sögunni til. Við viljum ekki láta koma á fót hugsanalögreglu hérna. Við þurfum að berjast gegn rasisma en það verður ekki gert með lagasetningum.\nEinhver niðrandi orð um Össur og dætur hans gera engan skaða. Þeir gera sjálfum sér mestan skaða með heimskulegum málflutningi sínum. Það sama er því miður að segja um þig í málflutningi þínum hérna á Huga."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-11-29 20:13:12",
            "id": "355051",
            "reply_to_id": "355050",
            "text": "Ég held að vandamálið sé sem mest á höfuðborgarsvæðinu en ekki úti á landsbygðinni (svo skrýtið sem það virðist). Ég bý á Akureyri, og ég verð sjaldan sem aldrei var við þetta.\n(fyrir utan einstaka fáfræði vitlausara manneskja, og nokkura brandara- ekkert skaðlegt.)\nEinn besti vinur minn er frá Filiphseyjum og ég hef aðeins einu sinni heyrt um að hann hafi lent í vandræðum, og ég hef þekkt hann í 5 ár.\n(og þessi  vandræði voru ekkert alvarleg.)"
        },
        {
            "user": "radical",
            "user_id": "5666",
            "date": "2001-11-29 20:54:24",
            "id": "355052",
            "reply_to_id": "355050",
            "text": "Hvað er að þér? Ég hef bætt mig mikið í skrifum eftir að ég lofaði fólki að kynna mér þessi mál betur. Ég er ekki með neina sleggjudóma og hvar eru þeir í þessari grein?\nÉg er ekki 15 ára gamall. Ég er meira en 20 ára gamall. Flest öll lönd í Evrópu hafa skert málfrelsi rasista og ég vil gera það hérna líka enda ekkert nema ærumeiðingar sem koma frá þessum mönnu sem og lygar."
        },
        {
            "user": "radical",
            "user_id": "5666",
            "date": "2001-11-30 13:58:45",
            "id": "355053",
            "reply_to_id": "355052",
            "text": "Sekir uns sakleysi er sannað. Hvernig færðu það út að það sé í lagi að skeðra málfrelsi tiltekins hóp manna? Er það einhvað betra en kynþáttafordómar?\nÞað á ekki að líða róg eða lygar sem eru fram settar í þeim tilgangi að koma slæmu orði á ákveðinn hóp manna eða einstaklinga. Það er hlutur sem dómstólar eiga að sjá um og var gert um daginn þegar einhver náungi var dæmdur fyrir ummæli sín í DV.\nÞað á ekki og er siðferðislega rangt að skerða málfrelsi tiltekins hóp manna, hvort sem þeir nota það frelsi til að tala illa um einhverja eða ekki. Hinsvegar á að vera hægt að láta fólk bera ábyrgð á orðum sínum.\nfriður\npotent"
        },
        {
            "user": "falcon1",
            "user_id": "11649",
            "date": "2001-11-30 14:25:59",
            "id": "355054",
            "reply_to_id": "355053",
            "text": "Málið er nú bara það að innflytjendur VERÐA að aðlaga sig þjóðfélaginu sem þeir flytjast til en ekki öfugt.\nÞað gera Íslendingar þegar þeir flytjast til útlanda, þó að þeir haldi að einhverju leyti hópinn.\nHjá því verður ekki komist að setja sérreglur um innflytjendur því við getum ekki tekið á móti hverjum sem er hingað.\nVið þurfum að athuga bakgrunn innflytjandans því ekki viljum við þekkta glæpamenn hingað, svo þarf að hafa eftirlit með því að innflytjendurnir aðlagist þjóðfélaginu ef ekki þá á bara senda þá heim til sín o.s.frv.\nInnflytjendur eiga EKKI að hafa nákvæmlega sama rétt og innfæddir um leið og þeir koma til landsins, heldur verður að gera þá kröfu til þeirra að þeir vinni til þeirra réttinda.\nÉg veit vel að sumir hérna eru komnir með stimpilinn á loft og álíta mig rastista, nasista eða Guð má vita hvað. Við þá segi ég, dæmið ekki annað fólk sérstaklega þið vitið nákvæmlega ekkert um það!\nkveðja,\nFalcon1"
        },
        {
            "user": "radical",
            "user_id": "5666",
            "date": "2001-11-30 18:03:32",
            "id": "355055",
            "reply_to_id": "355054",
            "text": "Íslendigar þurfa að aðlaga sig að breyttum aðstæðum alveg eins og allir aðrir.\nfriður\npotent"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2001-11-29 23:53:29",
            "id": "355056",
            "reply_to_id": "355038",
            "text": "Telur þú þig virkilega vera að rækta vinsamlega afstöðu til innflytjenda með þínum hreint og beint furðulegu skrifum , þar sem þú ekki aðeins flokkar og fordæmir á báða bóga líkt og oft áður, heldur tekur nú einnig til við það að “HÓTA ”\nvopnavaldi. “ og ég skal láta Flokk Framfarasinna vita það að þeim verður mætt með vopnum áður en… ”\nMér best vitanlega varða hótanir við lög.\nAð lokum er mín reynsla sú að hver sá sem notar íslenska orðið hyski sé alla jafna haldinn hvoru tveggja málefnalegri fátækt, reiði og illsku sem litar öll skrif."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2001-11-30 00:29:14",
            "id": "355057",
            "reply_to_id": "355056",
            "text": "Ég er að reyna að koma fólki í skilning um það að rasismi á ekki heima í nútímasamfélagi og er að skýra út fyrir fólki nauðsyn þess að hefta málfrelsi rasista að þónokkru leyti.\nÉg er bara að segja það að ef að Flokkur Framfarasinna kemst einhvern tíman til valda þá mun þeim verða mætt af fullri hörku sem mun innihalda ofbeldi gegn þeim enda er hér um Flokk að ræða sem er mjög slæmur þjóðarheillinni."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2001-11-30 00:53:27",
            "id": "355058",
            "reply_to_id": "355057",
            "text": "Því miður vinur er þinn öfgamálflutningur einungis á þann veg að ala á úlfúð, og illindum, með fordómaáráttu og furðulegri flokkun á mannfólki, og nú síðast “ hótunum ” sem þú heldur þig við hér í svari þínu.\n“ sem mun innihalda ofbeldi gegn þeim ”, þ.e, Flokki Framfarasinna, sem að virðist þú telur þig ekki umkominn að ræða við heldur “hótar ofbeldi ”\nSatt best að segja tel ég þessi þín orð hér að vissu leyti “ alvarlegri ” en ummæli þau er nú hafa lotið dómi Héraðsdóms af hálfu fíþ, þar sem viðkomandi var dæmdur fyrir.\nOfbeldishótanir í þjóðfélagsumræðu líka mér ekki og vona að ekki verði mjög margar greinar er innihalda slíkan siðferðisskort, sem mér finnst mál manna þar bera vitni um."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2001-11-30 01:05:29",
            "id": "355059",
            "reply_to_id": "355058",
            "text": "Ég hef unnið fólk á mitt band hér. Allir alvöru jafnaðarmenn eru sammála mér en hinir sem þykjast vera jafnaðarmenn eru það ekki, ég hef líka engan áhuga á að fá það fólk á mitt band.\nÞað er ekki alvarlegt að ætla sér að berjast með vopnum ef að ný-nasistar komast til valda á Íslandi. Slíkt hefur nú þegar gerst í Danmörku og mun svo sannarlega ekki gerast hér!\nAð berjast á móti þeim sem skapa kynþáttahatur og andúð á lituðum í þjóðfélaginu er ekki svo slæmt enda flestir á móti þannig fólki."
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2001-11-30 01:19:41",
            "id": "355060",
            "reply_to_id": "355059",
            "text": "Ég var að enda við það að senda þér hamingjuóskir á korknum þess efnis hve ágætt mér fyndist að þú myndir hætta þínum öfgaáráoðri og nú hótunum um stund þegar ég fæ til baka svar frá þér er aftur segir mér að það sé lítið að marka hvað þú segir eða setur frá þér.\nEf “ alvöru ” jafnaðarmenn eru sammála þér og þínum skoðunum, þá bið ég Guð að hjálpa þeim  og þinni fullyrðingagleði í þeirra “ þágu” !!!!!\nAð lokum vil ég segja þér það að það er alveg sama hvort menn eru svartir, gulir eða hvítir, allir geta átt til hatur. Allir eiga þeir hins vegar til kærleik og virðingu, sem er forsenda umburðarlyndis, í samfélagi siðaðra manna.\nHótanir um vopnavald eða ofbeldi hvers konar tilheyrir ekki þeim er telja sig hluta þeirra siðuðu manna. alveg sama hver litarháttur þeirra er.\nÞú lemur ekki börn þín til hlýðni með ofbeldi hvað þá vopnavaldi. Slíkt útrýmir kærleika og þar með umburðarlyndi hvers konar.\nkveðja.\ngmaria."
        },
        {
            "user": "radical",
            "user_id": "5666",
            "date": "2001-11-30 01:26:38",
            "id": "355061",
            "reply_to_id": "355060",
            "text": "Ég hef dregið mjög úr öfgum mínum og lesið mér meira til um þessi mál en ég hef áður gert á undanförnum dögum.\nÞað ætti í raun og veru að hengja þá menn sem ýta undir rasisma og því yfirlýsingar mínar bara vægar í raun og veru."
        },
        {
            "user": "radical",
            "user_id": "5666",
            "date": "2001-11-30 14:12:47",
            "id": "355062",
            "reply_to_id": "355061",
            "text": "gmaria hefur rétt fyrir sér.\nAð nota ofbeldi mun ekki leysa neitt. Þú munt einungis ala á meira hatri. Það er ekki hægt að útrýma hatri með því að banna það eða berja það í burtu. Til að útrýma hatri þarf að finna undirliggjandi ástæður hatursins og reyna að koma á móts við þarfir fólks í stað þess að þvinga það til að vera svona eða hinseginn.\nHvernig færðu það út að það ætti að hengja þá sem ýta undir rasisma? í hverju felst lausnin? Að útrýma vondu fólki með því að vera vondastur sjálfur og sýna enga miskunn?\nSá sem vil raunvörulegan frið þarf að nota aðfreðir sem ýta undir notkun á honum. Það þarf að virða fólk, sýna umburðarlyndi og festu.\nAllir eiga skilið virðingu, fyrir það eitt að vera maður sem hugsar og hafa hæfileika og vit. Til þess að vera umburðarlyndur þarf maður að hafa opinn huga og vera tilbúinn að ræða ýmis mál sem er kannski ekki þæginlegt að ræða. Festan er í markmiðinu, markmiðið er að réttlæti ríki og það er mjög varhugarvert að fara út af þeirri leið.\nfriður\npotent"
        },
        {
            "user": "molotov",
            "user_id": "13388",
            "date": "2001-12-03 02:44:46",
            "id": "355063",
            "reply_to_id": "355061",
            "text": "Peace4all: HVERNIG Í ÓSKÖPUNUM GETUR ÞÚ komið með grein eins og þessa eftir þá viðurstyggðar og gegndarlausu fordóma sem þú hefur sýnt í garð Palestínu….Þetta er aum leið til að reyna fá fólk til þess að líta á þig öðruvísi heldur en heilaþvegin klósettpappír…….\n“Allir alvöru jafnaðarmenn sammála mér” bíddu bíddu ertu nú alveg orðinn gegnumsprengdur á súrmjólkinni sem dælist í gegnum höfuð þitt????\nFlestir jafnaðarmenn hérna inni hafa oft rifist við mig um greinarskrif mín, og ég sé ekki betur en þessir sömu menn séu að taka þig í sundur!!!!\nEf yfirlýsingar þínar væru vægar, þá þá (ég er svo undrandi á orðalagi þínu stundum að ég missi öll orð úr hausnum á mér) “insert metamorphosis here”\nGerðu öllum greiða og haltu áfram að leika þér við Gunnar í krossinum, en gerðu það með ritvél og frímerkjum í stað þess að angra fólk sem ræðir af alvöru um ýmis mál og þá með (hérna er nýtt hugtak fyrir þig) RÖKUM"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-03 14:30:59",
            "id": "355064",
            "reply_to_id": "355063",
            "text": "Ég hef enga fordóma sýnt enda hef ég viðurstyggð á fordómum og hef fordæmt þá marg oft hér.\nJafnaðarmenn sem vilja stuðla að jafnræði allra eru alvöru jafnaðarmenn og því styðja þeir mín skrif gegn rasisma Palestínumanna."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-11-30 02:55:30",
            "id": "355065",
            "reply_to_id": "355056",
            "text": "www.hugi.is/kynlif = hyski!\nÉg er ekki reiður, kannski svolítið bitur á köflum. Og málefnaleg fátækt er ekki til í mínum, annars stóra, orðaforða!\n:þ Ulla"
        },
        {
            "user": "Intro1",
            "user_id": "15464",
            "date": "2001-11-29 23:58:18",
            "id": "355066",
            "reply_to_id": "355038",
            "text": "FULLORÐNA fólk hlustið á þetta líst mér vel á:)"
        },
        {
            "user": "Trjasi",
            "user_id": "14418",
            "date": "2001-11-30 00:41:56",
            "id": "355067",
            "reply_to_id": "355038",
            "text": "Sæll peace4all og afsakaðu með fyrri samskipti okkar þarna um daginn þar sem ég byrjaði að fíflast í þér.\nVarðandi þessa grein. Hún er mjög góð en þú dæmir bara of mikið á báða bóga og því missir greinin dáldið gildi sitt. Reyndu líka að varast að stimpla alla sem rasista. Við erum örugglega sammála um mest allt í þesssum málum en ég meina þú ættir kannski að fara aðeins varlegar í þessi mál og reyna að varast öfgarnar sem eyðileggja þennan annars ágæta málstað okkar beggja."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-11-30 00:46:17",
            "id": "355068",
            "reply_to_id": "355067",
            "text": "Ég hef ekki komið fram með neinar öfgar hingað til og ekkert verið að stimpla menn sem eru ekki rasista, rasista. Ég er ekki að eyðileggja neitt fyrir okkur enda á ég mér nokkra stuðningsmenn hér sem ég hef aflað með skrifum mínum.\nÞegar ég ætlaði að hætta fékk ég til t.d. nokkur stuðningsbréf við málflutning minn og var beðinn um að hætta ekki."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-11-30 16:51:47",
            "id": "355069",
            "reply_to_id": "355038",
            "text": "…ef þú hættir ekki að kalla alla rasista verðurðu örugglega fórnarlamb ofbeldis sjálfur. Það er ekkert að marka það sem þú segir, öfgarnar halda bara áfram hjá þér. Þú ert hætturlegur maður…"
        }
    ]
}