{
    "forum_title": "Deiglan",
    "user": "Icequeen",
    "user_id": "4377",
    "date": "2001-11-29 14:49:05",
    "title": "Svona persónur",
    "text": "Ég hata heimskt fólk. Þá er ég ekki að segja að ég sé e-ð alvitur, langt frá því, en það fer skelfilega í taugarnar á mér þegar fólk er að fullyrða e-ð sem er rangt og vilja ekki viðurkenna það sem er rétt. Ég ætti líklega frekar að segja ,,ég hata fólk með fordóma”, eins og t.d. eru stelpur í bekknum mínum sem flokka fólk í hópa; fína fólkið og nördana. Þær líta niður á nördana en vilja vera eins og “fína fólkið”. Undir “nördar” falla t.d. feitt fólk, skátar, fólki sem finnst skemmtilegra að lesa en fara út á djammið og fólk sem hefur áhugamál sem ekki falla inn í tískutímarit. Svona virka þær a.m.k. á mig og aðra. Þær eru samúðarfullar við “venjulega fólkið” og reyna að líta ekki niður á það. Kannist þið við svona týpur? Ég þoli þær ekki!\nHver hefur fyrirlestur um Díönu prinsessu og heldur að hún verði minnst fyrir hve falleg hún var og afþví hún var gift Karli bretaprins! Og vita næstum ekkert um starf hennar gegn jarðsprengjum og ýmis önnur líknarmál. Hver heldur því fram að það að fara í ljósabekki sé fullkomlega óhætt! Bara heimska, eða það finnst mér!\nÉg hlustaði á eina bekkjarsystur mína reyna að fræðast um skátana, spurningar hennar báru þess vott að hún leit niður til þeirra og vissi ekkert um alla þá hjálp sem hjálparsveit skáta og slysavarnafélagið hafa veitt ferðalöngum og fiskimönnum, t.d. þegar hún heyrði að þeir yrðu ekki að halda sér í líkamlega góðu formi til að vera í skátunum eða slysó (Common, þetta er ekki herinn!) þá fór hún að spurja hvort allir björgunarsveitarmenn væru feitir kallar sem gæfust upp á leit eftir 10 mín og væru þá týndir sjálfir, fyndið og allt í lagi að segja slíkt ef tekið er við leiðréttingu sem var ekki gert. Við voru líka að tala um ljósabekki; hve margir fara í ljós EKKI uppá brúnkuna? Ég fer ekki í ljós sjálf því ég er með mjög seinbrúnkandi húð en ég hef prufað nokkrum sinnum og mér finnst ég fá alveg jafnmikla hvíld útúr gufubaði eða heitum pott… OG það er ekki eins hættulegt uppá krabbamein. Þessi stúlka hélt því fram að brúnkan skipti engu þegar ég og strákur í bekknum héldum því fram að þetta gengi bara útá hégóma en í næstu setningu hélt hún því fram að ÖLLUM findist brúnka flott. Persónulega finnst mér náttúruleg brúnka flott en of brúnar, næstum appelsínugular, hrukkóttar og of meikaðar (til að reyna að fela hrukkurnar) konur rétt yfir þrítugu (=ungar) er bara hryllingur að sjá, það er sorglegt að sjá slíka afmyndun á náttúrulegri fegurð.. sem getur verið mikil og það án hjálp ljósabekkja og snyrtivara.\nSaga sem dæmi um svona persónur sem halda að þær viti allt um alla og flokka fólk í flokka: Sögukennarinn spurði yfir bekkinn; er einhver trúlofaður hér (í sambandi við hvað okkur fannst um sambönd) og þessar stelpur svöruðu strax “Nei, enginn”… þær gáfu engum færi á að svara, reyndar var ég þá trúlofuð og hafði verið í nokkra mánuði og rétti upp hendi og þær gáfu  mér svip eins og ég hefði móðgað þær og/eða ætti ekki rétt á að vera trúlofuð… þær hefðu örugglega sett upp sama svip ef ég hefði sagt að ég væri með strák yfir höfuð. Ég er í “nörda” hópnum og fer sjaldan í bekkjarpartý, yfirleitt afþví ég er að vinna eða í partýi með mínum eigin vinum. Ekki það að mér líki illa við bekkinn minn (það er bara ein manneskja í honum sem mér er illa við, restin er fín). Afþví að “þær” höfðu aldrei séð mig í skólanum með strák eða útá djamminu með honum þá var eins og þær byggust alls ekki við að ég væri trúlofuð (samt vissi amk. ein í bekknum að ég væri það, en ekki ein af “þeim”)\nSvo finnst mér líka leiðinlegt að hlusta á fólk tala um vandamál eins og flóttamenn, hungur og umhverfiseyðingu og gera lítið úr þeim og sumir(/ar) segja hreinlega beint út að þeim komi það ekki við.. nema það sé í tísku.\nOg að tala illa um kennara afþví það er í tísku; einn a góðu kennurunum skólans er oft umræðu efni þessarra stúlkna afþví þeim finnst hann asni en það sem þær gera sér ekki grein fyrir er að þessi kennari er sá sem hefur hjálpað alveg HELLING af krökkum í gegnum allskyns vitleysu og svo er hann mjög aktívur í að gera aðstöðu nemenda betir við skólan, hinsvegar dýrka þær annan kennara sem er ekkert nema hræsnin ein (hann sko), hann favourar þá nemendur sem hann veit “allt” um en hina sem hann þekkir ekki einhver úr fjölskylduhans fyrir er honum alveg sama um;  they dont exist.\nSvona persónur gera hluti afþví þeir eru í tísku… stundum afþví þeim líður betur eftir það en þá bara afþví þá líta þær vel út eftir það. Svona manneskjur væla afþví þær eru svangar því þær “máttu ekki” fá sér meiri hádegismat en eitt hrökkbrauð af því þær eru í megrun en það er valla hægt að mæla fitu á þeim. Svona manneskjur heilsa þeim sem þær HALDA að séu útundan með “samúðar Hæ-i” á göngum skólans. Svona manneskjur halda að þær viti allt um alla og verða svo hissa á að einhver geti lifað lífi utan skóla og djamms.\nHver er ykkar skoðun á svona persónum… eruð þið kannski svona persónur og finnst allt í lagi að vera það?",
    "url": "https://www.hugi.is/deiglan/greinar/53494/svona-personur/",
    "url_id": "53494",
    "id": "354994",
    "replies": [
        {
            "user": "krilli",
            "user_id": "6640",
            "date": "2001-11-29 15:30:38",
            "id": "354995",
            "reply_to_id": "354994",
            "text": "svona fólk er fyndið ;)\nég reyndar fríkaði út og braut óvart glas því ég varð svo æstur þegar ég var að skoða umfjöllun um herra ísland í dé vaff um daginn\nherra ísland er svona fólk Dauðans, lakkað og sett í jakkaföt og látið *keppa* í því hver er mest svona ;)"
        },
        {
            "user": "zorglubb",
            "user_id": "347",
            "date": "2001-11-29 15:44:50",
            "id": "354996",
            "reply_to_id": "354994",
            "text": "Úff, svona fólk er bara sorglegt og er ekkert annað en þunn súkkulaðiskel utan um ekki neitt. Ég er nú hér að flokka fólk í þennan bás en mér er sama. Stereótýpur sem þessar, sem lifa og anda í næsta sólarlampa, fara ekki út nema með allt það nýjasta tískudrasl utan á sér og hugsa einungis um útlit og það sem er inni og “cool”\nSvona fólk er til út um allt!!"
        },
        {
            "user": "bumburumbi",
            "user_id": "15361",
            "date": "2001-11-29 15:47:06",
            "id": "354997",
            "reply_to_id": "354994",
            "text": "Það er bara eitt til ráða: Leiða svona fólk hjá sér og láta það ekki fara í taugarnar á sér.  Það er til ótrúlega mikið af vitleysingjum en þeir skána ekkert þó maður fari í vont skap.\nHinsvegar finnst mér að ef þessum stelpum líður eitthvað betur með því að fara oft í ljós og vera alltaf meikaðar þá sé það bara allt í lagi.  Sumir vilja fara oft í ljós og það er allt í lagi.  Sumir vilja ekki fara í ljós og það er líka allt í lagi.\nBumburumbi."
        },
        {
            "user": "cosmo",
            "user_id": "47752",
            "date": "2001-11-29 15:54:12",
            "id": "354998",
            "reply_to_id": "354994",
            "text": "Hæhæ IceQ.  Ég ætla mér að svara smávegis hérna.\n“Svo finnst mér líka leiðinlegt að hlusta á fólk tala um vandamál eins og flóttamenn, hungur og umhverfiseyðingu og gera lítið úr þeim og sumir(/ar) segja hreinlega beint út að þeim komi það ekki við.. nema það sé í tísku.”\nMaður er fyrir löngu hættur að tala um flóttamenn og hungur.  Þetta er vandamál þróunnar landanna, líkt og sum í Afríku.  Þarna er fólk sem vill einungis berjast, kaupa vopn fyrir pening sem gæti verið betur varið í mat og annað sem og Heilbrigðiskerfið þarna.  Þetta er í rusli.\nÞau vilja greinilega ekki hætta þessu, svo að…  Ekki ætla ég að gefa aur af mínum pening frekar í “hjálparstarf”.  Ég vil ekki fæða mann sem drepur síðan annan með vélbyssu sem hann fékk frá USA.\nHinsvegar með umhverfiseyðinguna.  Það er eitthvað sem við skulum fara að líta betur í.  Þetta Kyoto samkomulag (það hét eitthvað líkt Kyoto, ekki satt), er rusl.  Það eitt er víst. Annars, þá ætla ég ekki að tjá mig frekar.  Ég er sammála flestu sem þú hefur sagt í grein þinni.\nKærar kveðjur…\n[Ç]\n(Ég tek enga ábyrgð á stafsetningarvillum.)"
        },
        {
            "user": "bumburumbi",
            "user_id": "15361",
            "date": "2001-11-29 16:53:47",
            "id": "354999",
            "reply_to_id": "354998",
            "text": "Hér myndi ég nú vilja fá nánari útskýringar.\nEr það bara vandamál þróunarlandanna að fólkið var drepið í Wold Trade Center og Pentagon?  Einhvernveginn held ég að þeir sem eiga um sárt að binda út af því séu ekki sammála.\nÞú segir að ,,þarna er fólk sem vill einungis berjast, kaupa vopn fyrir pening sem gæti verið betur varið í mat og annað\".  Á Íslandi er til fólk sem vill bara nota dóp og brjótast inn.  Eru þá allir Íslendingar dópistar og glæpamenn?\nÍslenskt dagsverk sem var haldið fyrir skömmu safnaði peningum til að auka menntun hjá krökkum á Indlandi.  Heldurðu að þeim verði kennt hvernig á að vera vopnasali?\nOg að lokum, af hverju er það eitt víst að Kyoto samkomulagið sé rusl?\nBumburumbi."
        },
        {
            "user": "cosmo",
            "user_id": "47752",
            "date": "2001-11-29 19:07:36",
            "id": "355000",
            "reply_to_id": "354999",
            "text": "Kyoto samkomulagið - er - rusl.  Hvort sem þér líkar það betur eða ver.  Jújú, þetta er vonandi byrjunin á einhverju stærra, en, 1% lækkun á mengandi útblæstri…\nOg BNA eru ekki með…\nVísindamenn sögðu að það þyrfti minnstakosti að lækka útblástur gróðurhúsaloftegunda um 60%, að mig minnir.  En þetta getur verið röng tala hjá mér, en ekki svo röng.\n1%\nVá.\nÞetta er mikið.\nAnywhoo.  Þetta með peningagjafirnar til þeirra í þróunarlöndunum…\nBíddu…  er ekkert hægt að gera við þessa peninga hér heimavið?  Hér á Íslandi?\nEr það ekki?\nNei, ég býst við því að það sé rétt hjá þér, það er hægt að gera virkilega góða hluti þarna úti, með voðalega litlum penge.\nViðurkenni það, að þessi fullyrðing mín var röng, en ekki að öllu leyti\nWTC hryðjuverkið er stórum hluta vandamál BNA.  (En við þurftum náttúrulega að blanda okkur í þetta allt saman…þetta var ógeðsleg, en ekki endilega verra heldur en það sem gerist úti í heimi á degi hverjum…)\nÞeir hafa endalaust verið að hnýsast í annarra landa málum, og fengu svo að kynnast einhverjum sem líkaði ekkert sérlega við að þeir væru “Alheims Löggan.”\nÞeir mega leita þessa illu menn upp og aftaka á staðnum, ef sönnuð er sekt.\nEn með það, þá var mér nokk sama um þá stefnu BNA, framan af, eða þar til að Palestínudeilan fór í gang, aftur.\nAð halda hlífðarskyldi yfir morðóðum Ísraelskum hermönnum…  *humpf*\nEn, við erum komnir langt út fyrir umræðuefnið.  Fyrir þá sem vilja vita hvað BNA eru miklir hrokagikkir:\nhttp://www.hugi.is/deiglan/greinar.php?grein_id=33503\nVar ég að dæma allar Afríkuþjóðir, og alla íbúa þeirra þegar ég sagði: ,þarna er fólk sem vill einungis berjast, kaupa vopn fyrir pening sem gæti verið betur varið í mat og annað.\"\nNei.  Nákvæmlega eins og það eru dópistar og glæpamenn hérna, þá er þá einnig að finna þar, bara í mun meira magni, og þeir eru meira fyrir að drepa fólk heldur en hér…\nÁ sumum stöðum er mannslíf jafn mikið virt og dauð fluga.\nÉg minnist þess ekki að fólk sé á labbi, hvort sem það eru dópistar, glæpamenn, eða lögregla, niður Laugaveginn með AK-47, svona dagsdaglega…\nÉg er einfaldlega búinn að sjá nóg af þessum skít í sjónvarpinu, og hef fengið nóg.\nJá, og eitt annað.  Endilega svaraðu mér; Hversvegna hættir fólk ekki bara að drepa, meiða osfrv. osfrv, hvort annað?\nÉg skal svara þessu fyrir þig.  Veröldin er TÍK.  Við gerum hana þannig, og það verður ekkert gert strax í því.  Við sjáum bara þessa GÍFURLEGU samstöðu milli þjóðanna:\nKyoto.\nVið erum að drukkna í eigin skít, og…\n1%\n?\nKærar kveðjur…\n[Ç]"
        },
        {
            "user": "bumburumbi",
            "user_id": "15361",
            "date": "2001-11-29 19:32:17",
            "id": "355001",
            "reply_to_id": "355000",
            "text": "Það er vandamál í fátæku löndunum að þar er svo mikið af spilltum stjórnmálamönnum og herstjórum sem kúga alþýðuna.  Það þýðir samt ekki að það þurfi að gefa fátæku löndin upp á bátinn heldur að hjálpa þeim að  losna undan spillingu.\nÞað er ekki bara ameríka sem þarf að spá í hryðjuverk, Davíð Oddson var næstum dauður úr hræðslu þegar hann hélt að það væri verið að eitra fyrir sér með Anthrax.  Svo var líka lokað pósthúsi á Íslandi út af þessu.\nÞað er alveg rétt að veröldin er tík, en ef við eigum ekki að gera neitt í því strax, hvenær eigum við þá að byrja?  Það þýðir lítið að byrja að skapa samstöðu þegar við erum búin að drukkna í eigin skít."
        },
        {
            "user": "Icequeen",
            "user_id": "4377",
            "date": "2001-11-30 11:57:52",
            "id": "355002",
            "reply_to_id": "355000",
            "text": "ég er sammála Cosmo um að BNA séu fífl og WTC er ÞEIRRA vandamál, ekki okkar. en hins vegar finnst mér hungursneið og umhverfisvandamál OKKAR vandamál… þó ekki sé nema til að gera okkar líf betra (engin hugnur sneyð => ekkert stríð => engir flóttamenn => heilbrigt fólk í heilu landi)"
        },
        {
            "user": "cosmo",
            "user_id": "47752",
            "date": "2001-11-29 17:07:11",
            "id": "355003",
            "reply_to_id": "354998",
            "text": "En tekurðu ábyrgð á heimskulegum fordómum?\nÉg held að þetta verði í fyrsta skipti sem ég kalla einhvern “Stupid idiot” á huga. Til hamingju!"
        },
        {
            "user": "cosmo",
            "user_id": "47752",
            "date": "2001-11-29 22:37:11",
            "id": "355004",
            "reply_to_id": "355003",
            "text": "Fordómar?\nHeimskulegir fordómar?\nÞví miður get ég ekki gert neitt útaf því hvað ég er svartsýnn.  En ég get svarað þér.\nÉg er búinn að skoða málin frá nokkuð mörgum sjónarhornum.  Ég fæ alltaf sama svar út:\nÞað er ekki hægt að koma í veg fyrir það sem er að gerast í þessum heimi.  Við erum á góðri leið með að drepa okkur, sjálf.  Hvort sem það er gert með vopnum, eður vegna þess að við köfnum í egin skít.\nÉg legg til þess að þú leggir frá þér þína fordóma gagnvart mér, fuckin do gooder.  Ég, hinsvegar, hef núna fullan rétt til að ráðast gegn þér núna.\nHvað heldur þú að veröldin sé?  Ha?  Paradís.\nVertu hamingjusamur yfir því að sæðislettan var send út hérna, á vesturlöndum.\n[Ç]\nPS.\nÉg skal taka þessi orð mín til baka, ef þú tekur þín til baka."
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2001-11-30 03:26:01",
            "id": "355005",
            "reply_to_id": "355004",
            "text": "Sjáum til. Ég er óforbetranlegur besserwiss og nörd. Hef alltaf verið það. Hef alltaf reynt að vera kúl. Það tókst. Var ekkert gaman. Ég vill miklu frekar bara vera besserwiss og pirrandi en brúnn og pirrandi ;)\nSvona hópaskilgreiningar hverfa hratt í menntaskóla og núna í dag held ég að ég þekki engann sem ég myndi skilgreina í einhvern sérstakan hóp. Þeir sem ég tel mína vini og þekkjast innbyrðis eru sætar stelpur, gáfaðar stelpur (og náttúrulega sætar gáfaðar stelpur ;) ) nördar eins og ég, fyllibyttur sem reyna að vera kúl og svona “fuck all” týpur sem reyna að vera ekki neitt og mistekst það venjulega :)\nHananú, ég er sáttur maður í dag, alveg sama hvað mér fannst þegar ég var lítið nörd í 8 bekk :)"
        },
        {
            "user": "Icequeen",
            "user_id": "4377",
            "date": "2001-11-29 17:36:37",
            "id": "355006",
            "reply_to_id": "354998",
            "text": "ég tók þessi málefni sem dæmi, það eru til fullt af öðrum málefnum sem vert er að veita athygli en “svona persónur” eru líklegri til að gefa í söfnun fyrir heimilislausa hunda en í þróunarsjóð ef það kemur þeim í einhverjar fréttir\nég er ekki sammála þér með afstöðu þina til þróunnarmála… langt því frá, fólkið þarna er misjafnt og eins og oftast er það “sterkustu lifa af” og það er oft þeir sem vilja gripa til vopna.. því miður, þó að það séu margir sem vilja lifa í friði með sauðkindur og leirkerasmíð eru sumir sem vilja skjóta mann og annan og eiðileggja þannig fyrir hinum"
        },
        {
            "user": "Icequeen",
            "user_id": "4377",
            "date": "2001-11-29 20:36:04",
            "id": "355007",
            "reply_to_id": "355006",
            "text": "Láttu helvítið bara heyra það. Hann er heimskur og vitlaus!\nDrengur - hættur að vera kurteis á huga því það boooorgaði sig ekki!"
        },
        {
            "user": "Icequeen",
            "user_id": "4377",
            "date": "2001-11-30 12:00:29",
            "id": "355008",
            "reply_to_id": "355007",
            "text": "Drengur: ef þú ert að meina að ég eigi að láta Cosmo heyra það þá verð ég að valda þér vonbrigðum: hann er fínn náugni og engin ástæða til að fara út í skítkast, það er vel hægt að rökræða hluti á skinsaman hátt"
        },
        {
            "user": "Icequeen",
            "user_id": "4377",
            "date": "2001-11-30 12:05:54",
            "id": "355009",
            "reply_to_id": "355008",
            "text": "Er ekki kennt að beita Y í MA?"
        },
        {
            "user": "Icequeen",
            "user_id": "4377",
            "date": "2001-11-30 14:27:25",
            "id": "355010",
            "reply_to_id": "355009",
            "text": "Jú en hefur þú aldrei heyrt um lesblindu?\nhvað þá: lesblinda + e-r að flýta sér !!!"
        },
        {
            "user": "bal134",
            "user_id": "8701",
            "date": "2001-11-30 15:04:03",
            "id": "355011",
            "reply_to_id": "355010",
            "text": "Jebb. Hef heyrt minnst á það. Annars er ég bara að reyna að vera leiðinlegur. Ég er á einhverju mótþróastigi þessa dagana. Sorry!\n:)"
        },
        {
            "user": "bal134",
            "user_id": "8701",
            "date": "2001-12-01 19:03:01",
            "id": "355012",
            "reply_to_id": "355011",
            "text": "Vá! Ég hef ekki séð jafnmargar alhæfingar og fordóma í einni grein.\nEruði ekki að lesa þetta?\n“Þessi hópur er svona. Hann verður svona.”\nEitt sem ég er þó sammála í þessari umræðu: Vertu þú sjálfur!\nSimon"
        },
        {
            "user": "Icequeen",
            "user_id": "4377",
            "date": "2001-12-03 11:54:06",
            "id": "355013",
            "reply_to_id": "355012",
            "text": "well, ef þú horfir yfir hóp af fólki sérðu að það er hægt að skipta öllum í ákveðna hópa, hvort sem þú ert fordómafullur eða ekki… það væri hinsvegar fordómar að viðurkenna ekki að það eru frávik í öllum hópnum; þá að það sé talað um “tölvunörda” og alhæft að þeir spili allir Quake þá er langt frá því að það séu allir tölvunördar sem spila Quake, og langt fr´aþví að allir sem spila Quake kunni geðveikt mikið á tölvur… það er bara auðveldara að flokka í hópa því yfir heildina líkar þér einn hópur en ekki annar, þó það séu einstaklingar í hópunum sem eru undantekningar."
        },
        {
            "user": "KurtCobain",
            "user_id": "7591",
            "date": "2001-11-29 17:38:59",
            "id": "355014",
            "reply_to_id": "354998",
            "text": "“Maður er fyrir löngu hættur að tala um flóttamenn og hungur. Þetta er vandamál þróunnar landanna, líkt og sum í Afríku. Þarna er fólk sem vill einungis berjast, kaupa vopn fyrir pening sem gæti verið betur varið í mat og annað sem og Heilbrigðiskerfið þarna. Þetta er í rusli.\nÞau vilja greinilega ekki hætta þessu, svo að… Ekki ætla ég að gefa aur af mínum pening frekar í ”hjálparstarf“. Ég vil ekki fæða mann sem drepur síðan annan með vélbyssu sem hann fékk frá USA. ”\nég held að ég gæti líklegast flokkað þetta undir mesta bull sem ég hef einhvern tíman lesið á huga alla mína tíð, og ég hef nú lesið ansi margt fáranlegt.  Guð minn góður, heldur þú virkilega að allur peningur og matur sem fer til þróunarlanda fari í vopn. hann fer í að borga skuldir. ástæðan fyrir að flest þróunarlönd eru þróunarlönd eru að fyrir mörgum mörgum árum var einhver kóngur eða keisari í landinu sem tók geðveikt lán, og eyddi því öllu í vitleysu. og síðan deyr hann, og þá er komið að afkomendum að borga þetta, og þeir hafa ekkert ráð á því. það bætast við vextir og vaxtavextir, þannig að allir peningar sem koma inn í ríkiskassann fer í að borga skuldir þannig að þeir geta ekkert þróað sig eða neitt. það að segja að fólk í þróunarlöndum taki bara peninginn og eyði honum í vopnakaup er bara mesta bull í heiminum, og ef það er eitthvað land sem er virkilega að eyða peningum í vopnaframleiðslu, þá eru það BNA. ef öll vopnaframleiðsla + vopnarannsóknir og etc. myndu hætta í einn dag, EINN DAG, þá myndi sparast nægur peningur til þess að bjarga öllum hungursneyðum í heiminum, og þar með bjarga þúsundum, ef ekki milljónum mannslífa. djíses kræst cosmo, hugsaðu aðeins….\nps. af hverju er kyoto samningurinn rusl, hann er þó byrjuninn af góðri þróun…"
        },
        {
            "user": "cosmo",
            "user_id": "47752",
            "date": "2001-11-29 17:50:53",
            "id": "355015",
            "reply_to_id": "355014",
            "text": "Bíddu, bíddu…\nEr ekki stríð þarna?\nEr ekki hungursneyð þarna, jafnvel þótt að náttúruauðlindir séu þarna á hverju strái?\nEru ekki gífurlega margir að drepast úr alnæmi þarna.  Ég efast um að 2500 kall frá mér bjargi einhverju.  Hingað til hefur það ekki skipt neinu, eftir því sem ég hef heyrt í fréttunum.\nBNA eru hálfvitar.  Endilega lesið greinina sem var send inn núna.\nSkrifa meira síðar.\nKv…\n[Ç]"
        },
        {
            "user": "ArabStrap",
            "user_id": "1396",
            "date": "2001-11-29 15:58:28",
            "id": "355016",
            "reply_to_id": "354994",
            "text": "Úff þessi grein vakti niðurbældar minningar frá grunnskóladögunum.\nMín kvenfyrirlitning byggist aðallega á þessum týpum frá því ég var í hinum voðalega Ölduselsskóla. Þar var allur píkupakkinn rúllaður saman í eitt, og fáar stelpur sem létu ei svona.\nÁ endanum náði ég upp virðingu frá þessum hórum, en það var þó ekki fyrr en ég var kominn inn í hinn virta plötusnúðahóp.\nÞrátt fyrir allt þetta er ég frekar sáttur við að hafa verið svona mikill “loner” í grunnskóla þar sem ég eyddi mínum tíma í að nördast í tölvum og það er nú að bera vöxt.\nFólkið sem var alltaf að djamma, leggja í einelti og var flokkað í “kúl” hópinn eru aðilar sem ekki er hægt að telja nýta þegna í samfélaginu.\nAllar þessar djammpíkur annaðhvort ófrískar eftir fávita, eða að vinna á leikskólum, vegna þess að gáfnafarið hjá þeim hafði ekki roð við öllum upplýsingunum sem þær áttu að vera sanka að sér í tímum og sex af þessum strákum, hópur sem ég með heppni kom mér inn í (var þó fljótur að losa mig við þennan félagsskap), sitja nú í fangelsi vegna stóra fíkniefnamálsins sem kom upp á sínum tíma.\nP.S. Málfræði- og stafsetningarvillur eru viljandi =P"
        },
        {
            "user": "Icequeen",
            "user_id": "4377",
            "date": "2001-11-29 17:52:30",
            "id": "355017",
            "reply_to_id": "355016",
            "text": "Það er ekki alveg satt að allir sem er svona “djamm - leggja í einelti” týpur séu “ekki neitt” í dag, langt því frá… það eru margar svona persónur í góðum vinnum og með góða enntum.. ekki eins mikið hlutfall og hjá “nördunum” en samt.\nMunurinn er að þegar “nörd” eignast vin er það Lang oftast TRAUSTUR vinur.. þegar “djamm”týpan eignast vin er það sjaldan traustur vinu"
        },
        {
            "user": "motspyrna",
            "user_id": "3160",
            "date": "2001-11-29 16:35:50",
            "id": "355018",
            "reply_to_id": "354994",
            "text": "Akkuru finnst mér þetta ekki flókið. Ef ég er persónuleiki “A”, þá hef ég líka áhuga á hlutum sem eru “A.A”, “A.B”, “A.C” o.s.f.v. Þar af leiðandi finnst mér “B.A”, “B.B” og “B.C” ekki eins skemmtilegir þannig að ég held mig við minn flokk. Ég hef líka ýmsar skoðanir á hinum flokkunum en ég þarf ekki að líta upp til þeirra sem eru í hinum flokkunum til þess að fá að mynda mér skoðun á þeim. Reyndar vill svo leiðinlega til að stundum ber einn flokkur yfirburði í félagslegum málum, sérstaklega í grunnskóla og þá vill maður líka taka þátt í því… eins eðlilegt og það er, en vil maður taka þátt í einhverju sem manni líkar ekki bara til þess að fá athygli.\nÉg er ekki tilbúinn að kúka á mín áhugamál og þær skoðanir sem ég hef á hlutum, bara til þess að komast í sviðsljósið… frekar held ég mig með mínum hóp þar sem mér líður vel og þar sem ég nýt mín…. en ekki þar sem ég þarf að gera eittthvað asnalegt eins og að klæða mig í dýr föt sem mér finnst óþægileg….. bara til þess að það sé tekið eftir mér.\nÞað leiðinlega við þetta er að flestir fá ekki þetta viðhorf fyrr en í framhaldsskóla, sumir aldrei….. það er til eitt og eitt tilfelli sem er með þetta viðhorf alla grunnskólagönguna.\nLevy"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-11-29 17:08:14",
            "id": "355019",
            "reply_to_id": "354994",
            "text": "Hvernig í andskotanum datt þér annað í hug en að fólk sé fífl?"
        },
        {
            "user": "Icequeen",
            "user_id": "4377",
            "date": "2001-11-29 17:14:09",
            "id": "355020",
            "reply_to_id": "354994",
            "text": "Og annað….\nÞú átt eftir að hlæja að þessu fólki eftir fáein ár(ef þú gerir það ekki þegar núna)!"
        },
        {
            "user": "Icequeen",
            "user_id": "4377",
            "date": "2001-11-29 17:56:54",
            "id": "355021",
            "reply_to_id": "355020",
            "text": "Bara svona til að fyrirbyggja miskilning:\nÉg er á 4 ári í menntaskóla. ég veit vel að svona týpur eru í grunnskóla, hey það er næstum eðlilegt því fólk er enn að reyna að finna sig þá en að vera komin á 4 ár í menntaskóla og láta svona… æ ég veit ekki, þetta fólk er með OF mikið af FAKE sjálfsímynd"
        },
        {
            "user": "Ylfa",
            "user_id": "9855",
            "date": "2001-11-29 17:17:54",
            "id": "355022",
            "reply_to_id": "354994",
            "text": "Vil bara taka það fram að ég er ekki bitur út í neina hópa úr mínum fyrrverandi skólum, þetta var upp til hópa mesta ágætisfólk og þar kynntist ég mínum bestu vinum og vinkonum (sem komu úr ýmsum „hópum“)  Það er nú samt þannig að það virðast alltaf myndast ákveðnir steríótýpískir hópar í grunn- og menntaskólum.  Það er t.d. íþróttagengið, kærulausa kjaftfora töffaraliðið (oft með athyglisbresti eða ofvirkni, með allri minni virðingu fyrir þeim sjúkdómum), hljómsveitagæjarnir, anarkíliðið (hlusta á Bob Marley, ganga í bolum með Che Guevara og telja sig blöndu af anarkistum og kommúnistum) nördarnir (félagslega óvirkt fólk af ýmsum ástæðum), heilarnir (dúxar, besserwisserar,  fólk í ræðu- og spurningaliðum, stundum þó ekki meira en Gettu Betur „wannabes“), gellurnar (sjá skilgreiningu að neðan), antigellurnar (gefa skít samfélagsleg viðmið, oft með göt, stundum í Bríeti) o.s.frv.  Svo skarast þessir hópar stundum og margir falla ekki inn í neina tiltekna kategoríu, og stundum skipta menn um hóp, t.d. þegar menn fara úr grunnskóla í framhaldsskóla.  Þetta eru náttúrulega allt alhæfingar hjá mér og bera að taka ekki of alvarlega.\nBara til að útskýra mál mitt, þá skilgreini ég gellur sem stelpur sem eru þrælar eigin minnimáttarkenndar og reyna að bæta sér dapurt sjálfsálit með útlitsdýrkun og niðurlægingu á þeim sem ekki gera það sama.  Oft er eins og gusti dálítið á milli eyrnanna á þeim.  Ég er ekki að tala um fallegar stelpur eða einhver beib.  Það var fullt af sætum og klárum stelpum sem ekki voru gellur með mér í skóla og þær höfðu raunverulegan metnað fyrir sig og voru fullkomlega ánægðar og sáttar við eigið útlit og gáfnafar (höfðu alveg efni á því).  Margar af þeim stelpum sem voru ekki vinsælar hafa blómstrað, náð langt í starfi og líta mun betur út en þessar fyrrverandi „gellur“.\nÞað er viss írónía í því að þessar áberandi gelluklíkur úr grunnskóla og menntaskóla virðast hverfa eftir að skólagöngu líkur, það er eins og jörðin gleypi þær.  Aðalgellurnar (þ.e. þeim fannst þær vera aðalgellurnar) sem voru með mér í grunnskóla hafa fæstar klárað neitt nám og eru flestar að vinna við illa launuð störf, margar urðu óléttar mjög snemma (hafa kannski ekki fylgst nógu vel með í kynfræðslunni).  Sumar menntaskólagellurnar hef ég séð á förnum vegi og gellulúkkið hefur eitthvað lekið af þeim á þessum árum sem liðin eru frá hátindi menntaskólaáranna.  Sumir aðalgaurarnir sem allar stelpurnar voru slefandi yfir hafa líka breyst, og ekki alltaf til batnaðar.  Ég sá einn gaur sem mér og fleiri stelpum fannst algjört æði á sínum tíma úti í videoleigu í haust og ég fékk vægt áfall.  Hann var svo kallalegur miðað við aldur að ég var fyst ekki viss um að þetta væri hann.  Skil ekki hvað við sáum við gaurinn.  Kannski var hann alltaf svona kallalegur en ég sá það ekki, eða kannski hefur hann elst svona svakalega um aldur fram.\nÉg man líka eftir einum strák sem var algjör rugludallur, alltaf fullur um hverja helgi (held hann hafi farið í meðferð á endanum) og gerði ótrúlegustu hluti af sér, fór m.a. eftir partý í náttslopp einhvers heimilisföður niður í bæ, hljóp pissandi í kringum styttur, ældi á eftirminnilegum stöðum o.s.frv.  Hann var s.s. ekki í miklu áliti.  Núna er hann forstjóri í verðbréfafyrirtæki og gengur víst svakalega vel.  Og ein stelpa sem enginn tók eftir er búin að læra alveg helling í sínu fagi (hefur brillerað) og það var barist um hana þegar hún kom heim úr námi, hún gat bara valið úr fullt af fínum og vel launuðum störfum.  Þetta sýnir að þó menn tilheyri einhverjum ákveðnum hópi í grunn- og menntaskóla þá gilda allt önnur viðmið þegar menn koma út í lífið.  Það er oft að þegar þessir einstaklingar sem hafa svona lítið sjálfsálit detta út úr sínum sjálfsupphafningarhóp eftir útskrift þá vita þeir ekki hvað þeir eiga að gera og kunna ekki að fóta sig, hafa ekki þetta „backup“ frá félögunum.  Það er líka áberandi finnst mér að þessar fyrrum gellur hafa ekkert aukið sjálfsálit sitt því sumar þeirra gera lítið annað á mannamótum en að rakka aðra niður í von um að líta betur út sjálfar.  Þegar menn eru orðnir fullorðnir virkar slíkt hins vegar aðeins niðurlægjandi fyrir viðkomandi."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-11-29 17:57:57",
            "id": "355023",
            "reply_to_id": "354994",
            "text": "Mer er meinilla við folk sem að heldur að það se svo gott og heldur að það geti virkilega skilgreint hvað er *flott* og hvað er *ekki flott.*\nEg segi bara fjandinn hirði það, fjandinn hirði skoðanir annara. Eg hugsa fremur um það sem að *mer* finnst gaman að i staðinn fyrir að pina mig til þess að gera það sem að *öðrum* finnst gaman af. Þetta folk er heilaþvegið af hroka og hefur ekki grænan grun hvað er að gerast i heiminum. Það frettir kannski svona einstaka storfrettir, en þegar eg tala t.d. um einhvað sem eg hef lesið annars staðar þa kannast það ekki við það.\nOg eg þoli alls ekki folk sem að telur að það að eina tonlistin sem heyrist i utvarpinu se eina goða tonlistin, heldur sig i hopum og gerir alveg eins og manneskjan sem situr við hliðina a þeim.\nBurt með þetta folk, nördarnir munu raða a endanum!"
        },
        {
            "user": "Huggies",
            "user_id": "7621",
            "date": "2001-11-29 19:43:26",
            "id": "355024",
            "reply_to_id": "354994",
            "text": "ég þoli ekki gelgjur ( eða bara ljóshærðar stelpur sem hlæja og tísta undan hverju smáatriði sem er ekki fyndið ).\nokei , ég er í nördavinahóp og á kærasta sem flokkast undir nörd en þetta er besti vinahópur sem ég hef verið í.\nSvo mér er skítsama þótt einhverjar gelgjur horfa á mig þegar ég er með kærastanum mínum úti, eins og ég ætti ekki að vera með honum.Örugglega bara öfundssjúkar ( sem gerir það ennþá skemmtilegra).\nÉg er bara þannig manneskja að þegar ég fer út þá á fólk að sjá að ég er öðruvísi eða ekki einhver Buttercup aðdáandi.\nÉg persónulega er ekki týpa sem talar um hversu feit ég er eða hver svaf hjá þessum í síðasta partýi, mér finnst leiðilegt að tala um ómerkilegt og ennþá leiðinlegra að hlusta á svoleiðis.\nég er nánast 100% sammála þér í þessari grein.\nTakk fyri"
        }
    ]
}