{
    "forum_title": "The Sims",
    "user": "betababe",
    "user_id": "8319",
    "date": "2001-11-29 00:09:18",
    "title": "Nokkur tips um SIMS...",
    "text": "En hvað það er gaman að geta skrifað um þennan æðislega leik á netinu…æði að það skuli loksins vera komið upp áhugamál! :)\nen núna ætla ég að skifa nokkur ráð sem gott er að vita þegar maður er að spila, svona fyrir þá sem eru frekar nýjir simsarar :)\n1. Peningasvindl…Ctrl shift og c takkinn…og svo rosebud.\nÞá færðu 1000 simoleans. Ef þú ert gráðugur og vilt meira :) þá geriru aftur Ctrl shitf c og svo ;!;!;!;! út í það óendanlega svo lengi sem það endar á !\nOg kannski fljótlegra er að skrifa nokkur !;!;!;! og svo einhvern bókstaf með caps lock, í hvert skifti ýtiru á enter, og hlustar ekkert þegar þeir segja “Sorry no such cheat” það kemur samt peningur\n2. Þegar fun er komið í rautt og fólkið farið að æpa á þig að leyfa þeim að leika sér, er kannski ágætt að gera eitthvað í því :)\nþað besta sem þú gerir er að láta þau gera eitthvað uppbyggilegra en að glápa á sjónvarp, og láta þau mála eða spila á piano, þá fá þau creativity points á meðan þau skemmta sér, og líka að láta þau spila chess, eða horfa í telescope, þá fá þau logic points og fun, en þau fíla ekki mikið að læra mechanical og cooking, en það verður bara að hafa það, mjög nauðsynlegt að hafa þetta, annars fer allt til andskotans…ef þau hafa ekkert cooking points kveikja þau yfirleitt alltaf í matnum, eru lengri að elda, og verða ekkert södd af matnum. Ef þau hafa ekkert mechanical, þá eru þá heila eilífð að losa stíflað klósett, og alltaf þegar þau laga eitthvað rafmangstæki eru mjög miklar líkur á að þá fá straum og detta niður dauð á staðnum, sérstaklega sjónvarpið, mjög hættulegt.\n3. Ef þú ert að búa til potion til að fá logic points, ættiru að passa þig á að save-a áður en þú drekkur það, yfirleitt búa þá til meinlausan drykk sem fyllir allt, energy, fun, hygene, bladder, hunger og comfort, en sum breyta alveg persónuleika simsins, annað gerir það að skrímsli og svo framvegis (man ekki akkurat núna hvað meira, en þetta er aðalpotions)\n4. Ef þú horfir í telescope er hætta á að simsinn verður tekinn af geimverum!!! (soldið fyndið reyndar ;-) ) hann birtist yfirleitt frekar ringlaður eftir nokkra tíma.\n5. Ef þú vilt eignast barn þá þartu að gifta parið (verður að vera karl og kona) og láta þau kyssast, þá eru 1/5 líkur að þér verði boðið að eignast barn, það þýðir ekkert að láta þau gera dö dö.\nEf þú ert með barn, og allir á heimilinu eru að vinna á svipuðum tíma er best að láta þau taka sér frí annan hvorn dag, þá missir enginn vinnuna, og barnið verður ekki skilið eftir :)\njæja, ég varla að þið nennið að hlusta á mig lengur, þannig ég held ég segi þetta gott í bili :)  Framhald síðar!!\nKV. betababe",
    "url": "https://www.hugi.is/sims/greinar/53496/nokkur-tips-um-sims/",
    "url_id": "53496",
    "id": "355027",
    "replies": [
        {
            "user": "Alfons",
            "user_id": "5489",
            "date": "2001-11-29 15:57:15",
            "id": "355028",
            "reply_to_id": "355027",
            "text": "Frábært framtak !\nÉg á einmitt fullt af svona svindlcodum kannski maður setjist niður og þýði þá yfir á íslensku einn daginn, nema þið vilið fá að sjá þá á ensku kannski.\nSamt finnst mér ekkert ferlega gaman að nota svindlin, skemmtilegra að reyna að spjara sig án þeirra, en ég neita því samt ekki að stundum finnst mér þau nauðsynleg :)\nSimskveðja ;)"
        },
        {
            "user": "VirUzzz",
            "user_id": "4285",
            "date": "2001-11-29 18:23:50",
            "id": "355029",
            "reply_to_id": "355028",
            "text": "Move Objects er nauðsynlegt\n…til þess að eiða pirrandi fólki eins og þarna gaurnum sem kemur í partý ef fólkinu er ekki skemmt. Og eyða matardiskum"
        },
        {
            "user": "Svafnir",
            "user_id": "8098",
            "date": "2001-11-29 19:13:29",
            "id": "355030",
            "reply_to_id": "355029",
            "text": "Það er MJÖG pirrandi að nota þessu djö**** svindl þau eiðilegja leikinn(held ég), ég spila leikinn án þess að nota svinl fólkið er með fullt í öllu…"
        },
        {
            "user": "sylpha",
            "user_id": "5436",
            "date": "2001-11-29 21:24:00",
            "id": "355031",
            "reply_to_id": "355027",
            "text": "Það er eitt mjög gott svindl sem ég var bara að fatta núna um daginn það gerir það að verkum að hægt er að búa til Simsara sem eru þegar með hæfileika (cooking, mecanical o.s.frv.) á mismunandi stigum þannig að núna sparar maður mikinn tíma í að láta þau læra.  þegar þið búið til kall eða konu byrjið á að gera hann/hana sem barn og edita svo og breyta þeim í fullorðinn."
        },
        {
            "user": "Furdufugl",
            "user_id": "80",
            "date": "2001-11-30 02:20:46",
            "id": "355032",
            "reply_to_id": "355027",
            "text": "Vantar alveg að geta drepið mann og annan í þessum leik. Mér tókst bara að láta sköllótta þursinn minn synda þangað til að hann gat ekki meira og drukknaði. Svo smíðaði ég vegg í kringum kellinguna hans og hún nöldraði sig til dauða en annars tókst mér ekki að drepa neitt, bölvað rusl."
        },
        {
            "user": "lilbitch",
            "user_id": "13002",
            "date": "2001-11-30 12:05:46",
            "id": "355033",
            "reply_to_id": "355032",
            "text": "Ég er alveg sammála þér, það ætti að vera hægt að kaupa sér haglara eða vélsög eða þvíumlíkt og splatta krökkunum og öðrum eins og bréfberanum svo að hann komi ekki með þessa helvítis reikninga."
        },
        {
            "user": "soulwatcher",
            "user_id": "9067",
            "date": "2001-12-02 00:28:40",
            "id": "355034",
            "reply_to_id": "355033",
            "text": "síðan kæmi löggan og bustaði þig og hendir þér í fangelsi (svona eins og þegar krakkinn er sendur í military school… kemur hann nokkuð aftur?)"
        },
        {
            "user": "soulwatcher",
            "user_id": "9067",
            "date": "2001-12-02 01:23:57",
            "id": "355035",
            "reply_to_id": "355034",
            "text": "Nope"
        },
        {
            "user": "RatCat",
            "user_id": "5831",
            "date": "2001-11-30 18:38:23",
            "id": "355036",
            "reply_to_id": "355032",
            "text": "Ef þú átt Living large þá er svona voodo dúkka sem meiðir, ef þú gerir oft, þá held ég að þú getir drepið með því."
        },
        {
            "user": "gmc",
            "user_id": "2689",
            "date": "2001-12-05 18:48:30",
            "id": "355037",
            "reply_to_id": "355027",
            "text": "parið þarf ekkert að vera gift, bara búa saman"
        }
    ]
}