{
    "forum_title": "Músík almennt",
    "user": null,
    "user_id": null,
    "date": "2007-08-07 15:07:31",
    "title": "Snilldar tónlistarsíða",
    "text": "Langar þig í Tónlist… þessi síða er með helling af mússík, næstum allt,\nwww.mp3000.net",
    "url": "https://www.hugi.is/musik/korkar/535076/snilldar-tonlistarsida/",
    "url_id": "535076",
    "id": "5128144",
    "replies": [
        {
            "user": "StackhouseM",
            "user_id": "60043",
            "date": "2007-08-07 23:05:07",
            "id": "5129439",
            "reply_to_id": "5128144",
            "text": "Hvað áttu við með allt? Inniheldur hún alla tónlist í heiminum?"
        },
        {
            "user": "Nautabani",
            "user_id": "65003",
            "date": "2007-08-07 23:14:06",
            "id": "5129475",
            "reply_to_id": "5129439",
            "text": "um…ég held að þessi síða hafi EKKI allt…..pott þétt! en hann sagði reyndar “næstum allt”. það vantar samt helling af lögum á þessa síðu…\nen veit einhver um síðu til að ná í\n“ÓKEYPIS”\níslensk lög?! tonlist.is er örugglega með næstum öll íslensk lög EN….þau kosta helling!!!\nÉg veit, ég get verið nískur þegar kemur að tónlist…"
        },
        {
            "user": "StackhouseM",
            "user_id": "60043",
            "date": "2007-08-08 18:47:17",
            "id": "5131144",
            "reply_to_id": "5129475",
            "text": "Mér dettur í hug torrent.is ættir að geta fengið flest allt ef þú hefur þolinmæði. Gæti þó jafnvel verið að það sé meira af íslenskri tónlist inn á oink.cd"
        },
        {
            "user": "Nautabani",
            "user_id": "65003",
            "date": "2007-08-08 19:02:51",
            "id": "5131204",
            "reply_to_id": "5131144",
            "text": "ég er með ISt*rrent en finnst ekkert roselega mikið fást þar…\nen það þarf invite á þetta oink.cd so….i can't get anything there…. :/"
        },
        {
            "user": "Nautabani",
            "user_id": "65003",
            "date": "2007-08-12 00:21:16",
            "id": "5138917",
            "reply_to_id": "5129475",
            "text": "þú getur fengið íslensk hip hop og rapplög frítt inná rapp.is(reyndar ekkki mörg lög en þessi síða er ný og vaxandi) og þú getur fengið íslenskt rokk og pinu teknó frítt inná rokk.is……….."
        },
        {
            "user": "Nautabani",
            "user_id": "65003",
            "date": "2007-08-12 19:41:03",
            "id": "5140394",
            "reply_to_id": "5138917",
            "text": "ókey….takk! ;)"
        },
        {
            "user": "Nautabani",
            "user_id": "65003",
            "date": "2007-08-07 23:09:57",
            "id": "5129464",
            "reply_to_id": "5128144",
            "text": "Oki cool….ég notaði sjálfur alltaf\nSinging Fish\nen henni var lokað og breytt í aol.com og virkar ekki eins núna….notaði stundum windows media player síðuna en mér finnst hún sökka.\nSvo byrjaði ég að nota\nMusic Downloads\nog nota hana stundum í neið núna en hún er ágæt…endilega kíkjið. ;)\nEn svo komst ég að mestu snilldinni! Ég hafði alltaf vitað af\nRadio Blog Club\nen það var ekki hægt að downloada beint af henni. En svo fann ég þetta glæsilega forrit sem nefnist Replay Media Player (kostar reyndar en ég náði bara í full version á t*rr*nt…). Þetta forrit getur tekið öll stream af netinu og downloadað á tölvuna þína! T.d. ef þú ýtir á record og ferð á radioblogclub og kveikir á lagi þá downloadast það inná tölvuna þína! Þetta virkar líka fyrir video en þú þarft að eiga annað forrit til að breyta því úr flv skrá yfir í avi skrá (mæli með YouTube flv to avi PRO). Svo er auðvitað hægt að skreppa á myspace og downloada lögum þaðan en úrvalið er mjög lítið. Svo getur fólk notað t*rr*ent eða l*me w*re til að ná í lög (nota frekar t*rr*ent því að þar eru færri vírusar.\nÞessi síða er svona ágæt að mínu mati en ég veit að ég á ekki eftir að nota hana mikið! Ég er hreinlega bara þvílíkt að sætta mig við RMC! Úrvalið á Radio Blog Club er nefnilega svo ótrúlega mikið!! En já endilega fleiri að koma með linka á tónlistarsíður hérna! mjög fínt! =)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-08-09 17:04:06",
            "id": "5133269",
            "reply_to_id": "5128144",
            "text": "Kostar að dl-a lögum á á þessari síðu og þarf maður að vera notandi?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-08-09 17:07:09",
            "id": "5133274",
            "reply_to_id": "5133269",
            "text": "nei bara hægri klikka á lagið og save target as eða eikkað þannig"
        }
    ]
}