{
    "forum_title": "Flug",
    "user": "Mazoo",
    "user_id": "12622",
    "date": "2001-11-29 13:04:06",
    "title": "Lággjaldaflugfélögin",
    "text": "Ég hef lengi velt því fyrir mér hvers vegna Flugleiðir hafa ekki fyrir löngu tekið leiguflugsmarkaðinn með trukki.  Þeir hafa allt sem til þarf, mannskap, þekkingu og reynslu.  Þetta er sérstaklega skrýtið þegar þeir hafa horft upp á Atlanta vaxa hratt og dafna mjög vel.  Í MBL í dag kemur skýrt í ljós að þeir hafa loksins vaknað af þyrnirósarblundinum, með timburmenn.  En að öðru leyti virðast lággjaldaflugfélögin vera “ðe vinners” um þessar mundir.  Þau hirða upp “slot” sem stærri félögin eru hætt að nota vegna samdráttar, stækka netið sitt og fjölga áfangastöðum.  Magnað, og ég er viss um að marga hefur grunað það gagnstæða, þ.e. að félögin græddu svo lítið pr. miða að þau þyldu ekki svona mikla kreppu.  Annað er komið á daginn.  Skoðið heimasíður fremstu félaganna í þessum bransa.  www.easyjet.co.uk,\nwww.southwest.com, www.gofly.co.uk og ryanair.com.  Svo væri líka gaman að heyra ykkar reynslu af því að fljúga með þessum félögum.  Eru þau verri eða betri en íslensku félögin?",
    "url": "https://www.hugi.is/flug/greinar/53510/laggjaldaflugfelogin/",
    "url_id": "53510",
    "id": "355208",
    "replies": [
        {
            "user": "grizzly",
            "user_id": "2874",
            "date": "2001-11-29 13:33:15",
            "id": "355209",
            "reply_to_id": "355208",
            "text": "Lággjaldaflugfélögin sem að ég hef heyrt um og þá aðallega Ryanair er að þá kaupir þér bara strípað sæti án fæðis og allrar þjónustu.  Ef þú vilt fá kók að þá bara borgar þú fyrir það og ef þú vilt mat að þá þarfu líka að borga fyrir hann, jafnvel að panta hann fyrirfram.  Þessi kostnaður hjá félögum eins og Flugleiðum er alveg ótrúlega stór, annars hef ég enga reynslu af flugi með þessum félögum."
        },
        {
            "user": "otri",
            "user_id": "10793",
            "date": "2001-11-29 14:20:13",
            "id": "355210",
            "reply_to_id": "355209",
            "text": "það er náttulega ekki nema rétt að þú borgir fyrir þá þjónustu sem þú færð og ekki nema réttlátt að þú þurfir ekki að borga fyrir þá þjónustu sem þú villt ekki fá, ég er ekki að segja að ég hunsi við matnum hjá flugleiðum og drekk bara mitt vatn á brúsa þegar ég fer með þeim, en ef ég vildi gera það þá á ég ekki að þurfa að borga fyrir kókið sem sessunautur minn er að drekka. Ég held að lággjaldaflugfélögin muni standa nánast ein á flugmarkaðinum eftir nokkur ár, en þá verður þetta frekar svona combyflugfélög, maður borgar fyrir það sem maður fær, og coca cola í 38.000 fetum kostar augljóslega meira en í kópavogsnesti, svo fær maður líka service með.\nSvo er það náttulega allt annar markaður sem í dag ferðast með buisness class, sem mun þá geta valið á milli þess að fara með þessum comby félögum og bara borgað fyrir það sem það fær, eða farið með high-class flugfélögum svosem concorde útgerðinni hjá BA eða AF, lúxus flugfélögum eða einkaþotum, sem verða með mun hærra verð en það er í dag.\nHugsið útí það næst þegar þið farið í flug að þessi þarna blindfulli vitleisingur með lætin sem heldur að hann sé svo skemtilegur er að drekka á ykkar kostnað."
        },
        {
            "user": "otri",
            "user_id": "10793",
            "date": "2001-11-29 15:24:52",
            "id": "355211",
            "reply_to_id": "355210",
            "text": "Það er mikið að risinn vaknaði af værum blundi. Ég held að Flugleiðir og önnur flugfélög verði að fara að gera sér grein fyrir því að það að ferðast til annarra landa er ekki sama viðhöfn og það var árið 1950 og tekur ekki eins langan tíma. Eins og þetta hefur verið hingað til þá hefur maður í 2,5 tíma flugi til London varla komist á klósettið eftir ganginum í Flugleiðavél því annað hvort er verið að keyra út mat, kaffi eða verið að reyna að selja fólki eitthvað í Saga Boutique.\nÞegar ég fer til London eða einhverra annarra borga þá lít ég á það ósköp svipað og að fara til Akureyrar eða Egilstaða. Ég vil fá að vera í friði og flugfreyjurnar eiga að sinna sínu starfi um borð sem öryggisverðir og láta farþegana í friði á þessu stutta ferðalagi. Ef mig langar í eitthvað, þá vil ég bara biðja um það og jafnvel borga fyrir það, en ekki láta rétta mér það óumbeðið.\nFlugfélög eiga að skila fólki frá A til B, og helst ekkert annað nema þess sé sérstaklega óskað.\nKveðja,\nOtri"
        },
        {
            "user": "jmk",
            "user_id": "9217",
            "date": "2001-11-29 18:04:45",
            "id": "355212",
            "reply_to_id": "355211",
            "text": "Já ég sammála þessu með matinn og allt það.\nEn ég verð að segja eitt, ef Icelandair myndi gerast leiguflugfélag, þá væri ekkert Icelandair (eins og við þekkjum það). Megin fyrirstaða rekstursins er flug milli USA og Evrópu og svo komum við Íslendingar með okkar ferðir í annað sæti. Ég held að Icelandair eigi aldrei eftir að gerast eingöngu leiguflugfélag í því nafni, eini möguleikinn er að Air Atlanta myndi kaupa Icelandair og nota síðan vélarnar í leiguflugi einhverstaðar á sínum fjarlægu brott-og áfangastöðum eða nýtt leiguflugfélag myndi verða stofnað.\nEn ég var að heyra að Boeing verksmiðjurnar væru hættar að taka við pöntunum á B757 og eftir að allar núverandi pantanir eru afgreiddar verður hætt að framleiða þær. Er einhver sannleikur í þessu? Er það þá ekki út af því að B767 er miklu hentugri vél."
        },
        {
            "user": "IH8MYX",
            "user_id": "15252",
            "date": "2001-12-23 17:38:10",
            "id": "355213",
            "reply_to_id": "355212",
            "text": "Nei Boeing er ekki hætt að framleiða 757. Þeir eru hins\nvegar að hugsa um að hætta b717 framleiðslu"
        },
        {
            "user": "Fresca",
            "user_id": "12406",
            "date": "2001-11-29 20:24:01",
            "id": "355214",
            "reply_to_id": "355208",
            "text": "Það er ekki hægt að fara að blanda flugleiðum inn í þetta. Það flugfélag leggur mikið upp úr því að vara hágjaldaflugfélag með góða þjónustu fyrir ríka kana."
        },
        {
            "user": "Fresca",
            "user_id": "12406",
            "date": "2001-11-29 20:46:10",
            "id": "355215",
            "reply_to_id": "355214",
            "text": "Ja það er nú spurningin með Flugleiðir. Nú þarf að draga meira saman hjá þeim (25%) á vissum leiðum, því traffíkin hefur alveg dottið niður. Flugleiðir hafa nú þegar sagt upp 45 flugmönnum og það stefnir jafnvel í meiri uppsagnir. Planið hjá þeim er að færa sig meira út í leiguflugið og fækka ferðum milli Evrópu og Ameríku. Flugleiðir hafa heldur aldrei geta talist til hágjaldaflugfélags fyrir ríka kana!! Kanar og evrópubúar hafa flogið með Flugleiðum vegna þess að þeir eru ódýrari en keppinautarnir sem fljúga beint yfir hafið, án millilendingar í KEF. Einnig sagði Sigurður Helgason í samtali við Moggan að breyta ætti þjónustunni um borð (þá væntanlega að minnka hana?). Þetta lýtur ekki vel út hjá þeim eins og staðan er í dag."
        },
        {
            "user": "flugfifl",
            "user_id": "13232",
            "date": "2001-12-03 09:28:56",
            "id": "355216",
            "reply_to_id": "355214",
            "text": "O nei, EEE Flugleiðir eru ekki “hágjaldaflugfélag” nema fyrir Íslendinga. Þeir þóttust góðir þegar þeir komu með Netklúbbinn; nema þetta hafði verið í gangi alls staðar annars staðar áður, og þeir bara seinir að fatta að það er betra að selja tóm sæti aðeins ódýrar, en að fljúga með þau tóm. Þjónustan hefur jú verið góð hjá þeim, en ef þú getur ekki verið 2 tíma um borð í flugvél án þess að það er verið að dæla í þig mat eða bindum úr Saga Butique, þá áttu bara að taka nesti með þér. Svo eru menn að kvarta yfir flugvélamat; látið hann bara vera! Étið áður en þið fljúgið, kaupið í fríhöfninni og látið flugfreyjurnar vera! Og ef þið verðið endilega að narta eitthvað á meðan - taktu harðfisk."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-03 17:17:29",
            "id": "355217",
            "reply_to_id": "355216",
            "text": "mér finnst það bara svo óréttlátt að borða ekkert um borð, því ég er búin að borga fyrir þetta, og ef ég borða ekki þá er ég að borga brúsan fyrir þennan illa lyktandi, pissfulla, hundleiðinlega kall sem vælir og frussar um ekkert annað en hvað hundgamla flugfejan með colgate brosið er með fallegar lappir og hvað kellingin hanns sé leiðinleg… ég einfldlega tími ekki að borða ekki, jafnvel “súkulaði” búðingin borða ég með bestu lyst og bros á vör :)"
        }
    ]
}