{
    "forum_title": "Flug",
    "user": "Klerkur",
    "user_id": "55066",
    "date": "2007-08-08 21:57:41",
    "title": "Gerist ekki betra",
    "text": "Ég stíg frammúr rúminu kl 7:30, ennþá hálfsofandi, og kíki á veðrið út um gluggann. Ekki ský á himni og ennþá alveg logn. Ég hendi mér í fötin og skoða veðurspána fyrir daginn. Það spáir logni frammyfir hádegi og svo skýjuðu uppúr kl 1500, ekkert vandamál. Ég skutla kærustunni á morgunvaktina sína, hún biður mig um að fara varlega og láta sig vita hvernig gangi. Jájá segi ég, vanur að fá að heyra sömu ræðuna í hvert skipti en lofa þó að passa mig. Það sést í augunum á henni að hún er smá smeyk um mig þegar hún óskar mér góðrar ferðar. Það er nánast enginn annar bíll á ferðinni, enda klukkan að verða 8 á sunnudagsmorgni. Ég stoppa í N1 til að kaupa mér kók, sem er svona mín einkahefð. Því næst liggur stefnan á flugvöllinn.\nÞað er svona aðeins að lifna yfir fluggörðum þegar ég geng inn um hliðið. PA-28 að starta við dæluna og Skyhawk að læðast á milli skýlana til að ná sér í bensín fyrir daginn. Inni í skýlinu okkar er megn bensínlykt en það er ekkert sem kemur mér ekkert meira í stuðið en lyktin af Avgasi. Uppi á lofti grípi ég lyklana og bensínkortið en sleppi GPS-inu, mér finnst það gera stýrið þungt og svo er ég sjálfur með göngu-GPS í flugtöskunni. Ég labba í rólegheitum í átt að vélinni og finn eftirvæntinguna vaxa í hverju skrefi. Þarna situr hún, TF-EJG: Cessna Skyhawk XP árg. 1979 en flutt hingað til lands 1987. Við höfum átt stormasamt samband, ég og vélinn, en þó alltaf endað á að vera sammála. Yndisleg vél sem fyrirgefur allt og er skemmtilegt að fljúga. Þrátt fyrir fjöldan allan af tímum sem ég á á henni þá kemur hún mér sífellt á óvart.´\nÉg opna hurðina á tekur á móti mér lyktin. Já lyktin. Allar flugvélar hafa sína lykt. Ég man ennþá eftir því þegar ég var að læra að DUO hafði bestu lyktina en í FTS langaði mig að æla, ICI hræddi mig. En lyktin í EJG er best. Get ekki alveg lýst henni en hún er samt góð og fæ oft gæsahúð þegar ég finn hana.\n(ok nú hugsið þið “vá fkn flugvélaperri oj” en trúið mér, þeir sem fljúga nokkrum flugvélum vita alveg hvað ég er að tala um, en já, áfram með söguna)\nÞað er ekki vafi um að það er kominn skjálfti í puttan af spenning þegar ég næ í drainerinn og rörið til að kíkja á bensínið. Sólinn lýsir upp blátt Avgasið þegar ég kíki ofaní tankinn og mæli: 34 USG, alveg passlegt fyrir stuttan túr. Ég ýti vélinni á malbikið en það er ekki auðsótt, 6 cylendra rokkur ofan á framhjólinu gerir ekki mikið gagn núna. Það hefst þó fyrir rest og úrvinda tek eg til við að skoða vélina að utan. Smá sprunga í hæðarstýrinu en ekki nóg til að sannfæra mig um að hætta við. Ég bæti duglega á olíuna því gömlum Skyhawkum finnst ekkert betra en að kjamsa á smá olíu. Því næst kem ég mér fyrir í sætinu og kem mér fyrir. Headsettið í samband og ég kíki á tjékklistann. Ég stoppa við “Starting Engine” og skoða mig um. Dreg djúpt andann. Þarf að koma mér í zone-ið því það sem nú kemur er engin barnaleikur:\nÞessi Continental IO-360-K er útbúinn innspýtingu. “Aha ekkert mál” hugsa þeir sem eru að fljúga Skyhawkunum á Flugskóla Íslands en þeir eru með Lycoming IO-360L2A mótor. Að koma Lyc. innspýtingarmótor er auðvelt. Bara að dæla inn í 2-3 sek og svo fulla MIX þegar hann byrjar að sprengja. Að starta Cont. innspýtingu er svartigaldur og að hreifa öll 3 handföngin af handahófi virðist virka best. Cessna segir að rétt aðferð sé að starta með fulla mixtúru og breyta throttlunni þangað til hann hrekkur í gang. Jájá ekkert mál en ef þú ert ekki búinn að steikja startarann á meðan þá ertu búinn með batteríið. Þannig að sú aðferð sem hefur reynst mér best er þessi:\n1) Throttlan hálf inn, Mix alla leið\n2) Hi og Lo pumpur á, stilli throttluna til að fá flæðið í 8-10 gph og tel upp í 6\n3) Dreg fyrst Mix. í cut-off áður en ég slekk á pumpunum\n4) Throttlan alla leið til baka og örlítið inn\n5) Loka augunum og dreg andan djúpt\n6) (ATH þetta gerist mjög hratt) Starta mótornum, um leið og ég finn að hann byrjar að sprengja þá STRAX mix hálfa leið inn og kveiki strax á LO pumpunni.\n7) Nýt þess að hlusta á mallið í 6 cylindra Cont. og baða mig í sjálfshóli í smá stund.\nÞað hefur tekið mig nokkuð margar tilraunir og 2 rafgeyma að þróa þessa aðferð svo allt diss er bannað.\nNú þegar mótorinn er lifnaður þá leyfi ég honum að hitna almennilega og tek niður ATIS á meðan. Ég rúlla hægt á milli flugskýlanna í fluggörðum og fylgist með hundinum sem hleypur yfir malbikið. Það er biðröð við dæluna og ég skipti yfir á 121.7 til að leggja inn flugplan. Kunnuleg rödd svarar og hleypir mér upp Golf að Skýli 4. Mig hefur alltaf langað til að hitta þetta fólk hinum megin við “mækinn”. Maður þekkir þau öll í sundur og við hverju má búast frá hverju og einu þeirra. Þessi og þessi leyfa manni aldrei að fara útsýnishring en hinn er voða kammó. Ég segi að þettu séu nánustu vinir mínir sem ég þekki ekki. Ég smelli mér fyrir aftan TF-MAX sem er að klára uppkeyrslu. Flugmaðurinn á aldur við mig með fulla vél af ljóskum. Ég er búinn að fara í gegnum þann pakka og er feginn að vera bara einn öðru hverju. Þau veifa mér kumpánlega þegar þau rúlla frammhjá  og ég til baka. Uppkerslan er venjuleg, Kveikjur-Ammeter-Proppur-Suction-Idle og eftir það skoða ég flapana og trimma vélina: Pitch trim a TO og Rudder trim til hægri.\n118.0 segir mér að bíða við braut 13 en skömmu seinna kemur flugtaksheimildin. Spennan magnast og ég fæ örlítinn firðing í magann. Sný við á endanum og stoppa, Gái hvort allt sé í lagi. Rólega ýti ég throttlunni inn og finn hvernig mótorinn tekur við sér. 195 hoho æða af stað og skrúfan fer strax á yfirsnúning en leiðréttir sig fljótlega. Titrandi hraðamælirinn sýnir fljótlega 40kt, síðan 50kt og við 60kt toga ég í stýrið og hugsa “Haha, fokk gravity” og klifra burt á 75kt. Þar sem ég er einn er klifurhornið um 20+° og klifurhraði 1700 fpm. Í 500 fetum dreg ég aðeins aflið af til að hemja þetta dýr. Sama hversu oft ég fer að fljúga, mér leiðst aldrei þetta útsýni. Ég virði fyrir mér hálfsofandi borgina fyrir neðan. Kringlan þýtur framhjá og 1500 fetin nálgast óðfluga. Áður en ég veit af er ég kominn að spennustöðinni. Ég þakka pent fyrir mig á 118.0 og ungi flugumferðarstjórinn óskar mér góðrar ferðar. 119.9 í talstöðina og ég átta mig á að ég er búinn að vera brosandi síðan í flugtaki.\n–> Þar sem ég er að fara erlendis yfir helgina næ ég ekki að klára söguna en seinni hluti kemur eftir ca viku",
    "url": "https://www.hugi.is/flug/greinar/535335/gerist-ekki-betra/",
    "url_id": "535335",
    "id": "5131417",
    "replies": [
        {
            "user": "StrawberryFields",
            "user_id": "54058",
            "date": "2007-08-08 22:01:56",
            "id": "5131731",
            "reply_to_id": "5131417",
            "text": "Skemmtileg lesning. Góð grein."
        },
        {
            "user": "someone",
            "user_id": "48543",
            "date": "2007-08-09 02:04:27",
            "id": "5132319",
            "reply_to_id": "5131731",
            "text": "Leið 3 yfir í Austursvæði? Ok, then what?"
        },
        {
            "user": "StrawberryFields",
            "user_id": "54058",
            "date": "2007-08-09 14:26:26",
            "id": "5132873",
            "reply_to_id": "5132319",
            "text": "Af hverju að spurja mig? :)"
        },
        {
            "user": "eijsv",
            "user_id": "39931",
            "date": "2007-08-17 17:09:12",
            "id": "5154719",
            "reply_to_id": "5131731",
            "text": "Já þetta er æðisleg vél, ég sakna þess að fljúga henni en ég kem til íslands í nóv og þá tekur maður törn ef veður leyfir."
        },
        {
            "user": "Stec",
            "user_id": "66870",
            "date": "2007-08-08 22:21:17",
            "id": "5131795",
            "reply_to_id": "5131417",
            "text": "mjög skemmtileg grein.."
        },
        {
            "user": "F0524",
            "user_id": "65287",
            "date": "2007-08-09 07:59:17",
            "id": "5132450",
            "reply_to_id": "5131417",
            "text": "Þrælskemmtileg lesning. Góður penni!"
        },
        {
            "user": "Fredrik",
            "user_id": "30853",
            "date": "2007-08-09 18:08:14",
            "id": "5133456",
            "reply_to_id": "5131417",
            "text": "Mjög góð frásögn og skemmtileg lesning. Maður verður að fara að læra að fljúga bráðum.."
        },
        {
            "user": "Cessna",
            "user_id": "48579",
            "date": "2007-08-13 20:16:32",
            "id": "5143294",
            "reply_to_id": "5131417",
            "text": "Góð grein."
        },
        {
            "user": "geir94",
            "user_id": "69753",
            "date": "2007-08-20 21:55:09",
            "id": "5162906",
            "reply_to_id": "5143294",
            "text": "jahá þennig að þú ert flugmaður en annas góð grein;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-08-20 23:01:52",
            "id": "5163246",
            "reply_to_id": "5131417",
            "text": "Skemmtileg grein hjá þér Klerkur."
        },
        {
            "user": "Cessna",
            "user_id": "48579",
            "date": "2007-08-30 23:06:30",
            "id": "5190752",
            "reply_to_id": "5131417",
            "text": "Er ekki part 2?"
        },
        {
            "user": "Klerkur",
            "user_id": "55066",
            "date": "2007-09-20 21:42:55",
            "id": "5250175",
            "reply_to_id": "5131417",
            "text": "Hvenar kemur greinin sem kemur eftir viku fyrir sex vikum síðan ?"
        },
        {
            "user": "Klerkur",
            "user_id": "55066",
            "date": "2007-09-21 15:53:17",
            "id": "5251652",
            "reply_to_id": "5250175",
            "text": "Tölvan þar sem greinin var geymd er í viðgerð :( svo ég þarf að bíða eftir að hún komi eða skrifa greinina aftur…"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-09-21 17:18:11",
            "id": "5251850",
            "reply_to_id": "5251652",
            "text": "okey, ég er allveg pollrólegur. Var bara aðeins að gera grín af þessu ;)"
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-10-01 17:53:55",
            "id": "5277674",
            "reply_to_id": "5131417",
            "text": "fly away :D"
        }
    ]
}