{
    "forum_title": "Rómantík",
    "user": "bsi",
    "user_id": "5484",
    "date": "2001-11-29 18:55:24",
    "title": "Svart og hvítt verður grátt!",
    "text": "Ég hef verið að fylgjast með umræðum hér og margt sagt hér sem er satt. Ég á í vandræðum með smá “rómantík” og vill endilega vita hvað ykkur finnst.\nÞannig er að ég kynntist stelpu fyrir nokkrum árum, við hrifumst bæði af hvort öðru en áttum bæði maka.  Þetta varð til þess að við urðum bara betri vinir í staðinn.  Okkur byrjaði strax að þykja mjög vænt um hvort annað og reyndum því að hjálpa hvort öðru í lífinnu.  Ég naut þess að hjálpa þessari vinkonu minni í botn og hefði gert í raun hvað sem er fyrir hana.  Ég hafði allt í lífinu sem henni vantaði, veraldlega hluti, sjálfvirðingu, þekkingu og sambönd. Á móti var líf hennar á þann veg að ég var stanslaust að styðja við bakið á henni.  Mér leið vel yfir því að geta hjálpað til og gerði það óspart.  Samband okkar var svolítil leynd því við áttum eins og fyrr sagði bæði maka.  Með tímanum fóru hlutirnir að breytast og makarnir hurfu frá okkur báðum.  Við ákváðum þegar við fundum að það gæti allt eins hugsast að við yrðum hrifin af hvort öðru að fara extra rólega í hlutina til að gera enga vitleysu.  Það kom á endan að við urðum rosalega ástfangin af hvort öðru.  Við héldum okkar striki nema að eitt kvöldið byrjuðum við að kyssast, það næsta aftur og svo gekk það pínulítð lengra en við ákváðum að hætta.  Við vorum gagngrínd af vinum okkar beggja fyrir að byrja ekki saman því við vorum yndisleg saman og áttum hvort annað fyllilega skilið.  Með tímanum kom það í ljós að við byrjuðum bæði með maka okkar aftur og sambandið milli okkar varð öðrísi.  Við fjærlögðumst en höfðum alltaf öðru hvoru samband.  Í byrjun þessa árs erum við bæði orðin makalaus aftur og í þetta skiptið bæði viss um að það var endanlegt.  Þetta er þremur árum seinna og svo mikið búið að breytast.  Í dag hefur hún í raun allt sem mig vantar.  Fyrir mér er vont að vera til í dag vegna margra aðstæðanna.  Við höfum verið að hittast undanfarið og mér finnst svo vont að geta ekki verið sá sem hún kynntist, ég hef auðvita lítið breyst heldur allar aðstæður, og það gerir það að verkum að ég er öðrísi í dag.  En núna er komin tími til að við gerum eitthvað í stöðunni og ég veit ekkert hvað ég á að gera.\nÞetta er stelpa sem ég gæti elskað meir en lífið, allt mitt líf.  En til þess að vera góður kærasti þarf ég að breyta öllu lífi mínu, við erum rosalega ólík á öllum sviðum en elskum að vera saman.  Ég væri allveg til í að breyta til í lífi mínu því ég fengi eflaust ekki verra í staðinn en ég er hræddur.  Breytir fólk lífi sínu og lífsháttum til að sinna ástinni eða er ég geggjaður að pæla það?  Með þessari grein sem átti bara að vera nokkrar línur hefur í raun ekkert af því komið framm sem ég ætlaði segja ykkur frá.  En í stuttu máli þá í raun er ástæðan fyrir því að við erum ekki farin að vera saman, sú að við erum svo ólík og á svo sitthvorum staðnum í lífinnu.  Kanski snýst ég bara í hringi hérna að reyna útskýra eitthvað sem er ekki hægt að sjá.  En eflaust er ég búin að segja ykkur nógu mikið til að þið getið sagt eitthvað, ætli ég sé ekki bara ringlaður á þessu, jú eflaust, annars væri ég ekki að skrifa þetta.  Stundum dugar að segja HJÁLP, en ekki núna.\nEinn Ráðvilltur.",
    "url": "https://www.hugi.is/romantik/greinar/53535/svart-og-hvitt-verdur-gratt/",
    "url_id": "53535",
    "id": "355508",
    "replies": [
        {
            "user": "GlingGlo",
            "user_id": "2646",
            "date": "2001-11-30 09:27:21",
            "id": "355509",
            "reply_to_id": "355508",
            "text": "Voðalega finnst mér þú gera mikið mál úr tiltölulega einföldum hlut. Er ekki bara málið að prófa og sjá hvernig þið aðlagist? Ef þið ekki einu sinni gefið þessu séns þá eigið þið alveg örugglega eftir að sjá eftir því alla ævi og hugsa oft um það hvort þetta hefði nú kannski gengið. Sambönd og ást er alltaf smá áhætta, það er ekkert garanterað og þú græðir ekki neitt nema með því að prófa, annars ertu búinn að tapa áður en þú byrjaðir. Vertu ekki svona mikið chicken, gefðu þessu séns, þá ertu alalvegana búinn að reyna og getur verið sáttur við þig þó þetta gangi ekki upp. Annars nagaru þig í handarbökun forever."
        },
        {
            "user": "gullas",
            "user_id": "5924",
            "date": "2001-11-30 10:19:44",
            "id": "355510",
            "reply_to_id": "355509",
            "text": "Þetta ku vera rétt hjá GlinGlo!\nÞú munt sjá endalaust eftir því ef þú gefur þessu ekki tækifæri.  Hins vegar gefur þú það í skyn að þú þurfir að gera róttækar breytingar svo þú getir gefið þessu tækifæri og þú ert ekki viss hvort það sé áhættunar virði(?)  Þú gefur líka í skyn að lífið þitt sé ekkert voðalega jolly og dans á rósum núna.  Svo því ekki, að taka áhættuna?  Getur lífið þitt versnað eitthvað við það? Hefuru einhverju að tapa?  Kannski allt að vinna?\nAð fara út í samband er alltaf áhætta, tala nú ekki um ef maður fer út í það heils hugar.  En ef maður brotlendir, að þá græðir maður líka á því.. svona eftirá, því maður kemur þroskaðri og reynslunni ríkari eftir á.  Maður finnur ekki sanna ást nema brotlenda fyrst með öðrum.\n“Ef þú gerir ekkert í málunum, fara þeir úr slæmu yfir í verra”"
        },
        {
            "user": "Icequeen",
            "user_id": "4377",
            "date": "2001-11-30 12:59:39",
            "id": "355511",
            "reply_to_id": "355508",
            "text": "Það er misjafn hvort fólk gerir ráð fyrir að breyta lífisínu fyrir makann en staðreyndin er sú að sambönd ganga ekki nema báðir aðilar hliðra aðeins til (amk. held ég það). ekki vera hræddur við að hliðra til, ef þið eruð svona æðisleg saman þá verður þetta örugglega fínt ;o)"
        },
        {
            "user": "Icequeen",
            "user_id": "4377",
            "date": "2001-11-30 12:59:41",
            "id": "355512",
            "reply_to_id": "355508",
            "text": "Það er misjafn hvort fólk gerir ráð fyrir að breyta lífisínu fyrir makann en staðreyndin er sú að sambönd ganga ekki nema báðir aðilar hliðra aðeins til (amk. held ég það). ekki vera hræddur við að hliðra til, ef þið eruð svona æðisleg saman þá verður þetta örugglega fínt ;o)"
        },
        {
            "user": "KaT",
            "user_id": "8108",
            "date": "2001-11-30 13:13:39",
            "id": "355513",
            "reply_to_id": "355508",
            "text": "eru eintómir faggotar á þessu áhugamáli?"
        },
        {
            "user": "Haffman",
            "user_id": "3792",
            "date": "2001-11-30 15:34:19",
            "id": "355514",
            "reply_to_id": "355513",
            "text": "'EG segi nú bara hvað þarf meira til að maður finni hina einu réttu , ef þú sérð ekki hvað þú átt að gera þá ertu vitlaus. Að klúðra svona tækifæri eru verstu mistök sem þú getur gert á æfinni.                  Ethan."
        },
        {
            "user": "krilli",
            "user_id": "6640",
            "date": "2001-11-30 15:43:07",
            "id": "355515",
            "reply_to_id": "355514",
            "text": "ethan: held þetta hafi með vítaspyrnuregluna að gera\nef þú ert búinn að vera að hlaupa um ferkantað svæði í tuttugu og plús ár og svo er þér allt í einu stillt upp við markið og sagt hey skoraðu mar\nþá fer fóturinn að hristast alveg Feitt ;)\nekki það að þú sért að hafa neitt annað en rétt fyrir þé"
        },
        {
            "user": "Haffman",
            "user_id": "3792",
            "date": "2001-11-30 19:57:11",
            "id": "355516",
            "reply_to_id": "355515",
            "text": "Ég skal segja þér littla sögu, ég er einn af þessum gaurum sem (í gamladaga) var alveg öfuharður töffari út í gegn. Ég var með vinsælli peyjunum á höfuðborgarsvæðinu gellurnar voru vitlausarí mig og minn vinahóp(ego = max). Fyrir mér voru allar þessar stelpur ekkert, ég helt að ég hefði áhuga á þeim en ég var bara að plata sjálfan mig. Það var ekki fyrr en fyrir fyrir tveimur árum síðan að ég fretti að stelpa sem ég kannaðist við ur hverfinu var við hrifin af mér, ég gaf því séns að hitta hana (fyrst upp á djókið)og vitir menn ég fann hina einu réttu, en hey ég þurfti að vera auli og fara langa leið með að segja henni það vera cool og allan pakkan og ég varð á endanum of seinn, þegar ég loksins gat sagt henni hug minn þá var hún skráð í rándýrt nám erlendis sem ekki var hægt að beila á, þannig hún fór út í að minstakosti eitt og hálft ár og ég er einn eftir algjör auli…… þegar ég segi ekki missa af tækifærinu þá veit ég hvað ég segi, ég er þó það heppinn að ég fæ annan séns eftir x ár en kannski verður þú ekki jafn heppinn.                             Ethan."
        },
        {
            "user": "krilli",
            "user_id": "6640",
            "date": "2001-11-30 15:30:49",
            "id": "355517",
            "reply_to_id": "355508",
            "text": "sko hm þú þarft að ákveða hvort þú þarft að breyta einkahögum þínum afþví þú þarft að breyta þeim eða til að uppfylla einhver “skilyrði” sem (mér sýnist) þú setur sjálfum þér til að geta verið með henni …\nþ.e. hefur hún sýnt þér einhverja fjarlægð vegna þessarra breyttu aðstæðna eða ert það ÞÚ sem ert að ekki þora annað en draga lappirnar afþví þér finnst þú ekki geta staðið fyrir þínu?\nþað er nefnilega ekkert mál að plata fólk - ég er mesti rugludallur í heimi en það hafa samt alveg stelpur verið skotnar í mér ;))\nen ég er náttla næs rugludallur … hmm\nen ef þér finnst það erfitt og puð að breyta til þá mundi ég kíkja á hauslækni og fá hann til að hjálpa þér að taka til, þá verður svoleiðis dótari ekki erfitt, ekki einusinni auðvelt heldur það GERIST bara, svipað og það GERIST bara að það kemur voða fínt loft inn ef þú opnar gluggann\nþetta með að breyta til … held sko … ef maður sér eitthvað sem maður GÆTI breytt þá er það það sem maður á að gera … eina sem er leiðinlegt og vont er að gera ekki neitt, hvort sem það er í eldhúsinu eða hausnum á manni!\n-\nólík og á sitthvorum staðnum: skiptir engu máli … á ekki að gera það\nt.d. vill ég ekkert frekar að kærastan mín sitji langdvölum f. framan tölvuskjáinn að stela nýju autechreplötunni á mp3 eins og ég geri sjálfur … eina sem hún þarf er að sjá afhverju ég stend í því, og ekki þá út frá hennar forsendum heldur ef hún skilur og diggar mig þá fattar hún það …\nhm sértækt dæmi um almenna pælingu en þið skiljið mig\n-\nKaT: næstum … hellingur af faggots og eitt fífl ;)"
        },
        {
            "user": "siggagumm",
            "user_id": "10734",
            "date": "2001-12-01 23:37:17",
            "id": "355518",
            "reply_to_id": "355508",
            "text": "Ég hætti að reykja fyrir kærastann minn:) Sem er náttúrulega gott mál:)"
        },
        {
            "user": "prumpa",
            "user_id": "15426",
            "date": "2001-12-02 01:10:43",
            "id": "355519",
            "reply_to_id": "355518",
            "text": "Ég er ekki alveg að fýla bara prufa attitudið þú getur alltaf beilað út….\nEf þú ætlar í samband sem á sér framtíð, þá ferðu með fullum huga og það getur og kemur sennilega til með að fela í sér breytingar á lífi þínu. En hinsvegar þarftu að vera tilbúinn til að færa þessar breytingar.\nÞú ert einstaklingur en þegar þú ferð í samband ertu orðinn hluti af annarri, svo þetta er orðið samspil tveggja einstaklinga í að verða eitt.\nÞú hljómar ástfanginn af þessari stelpu, og ef þú ert tilbúinn að gera það sem þér finnst að þú þurfir þá go for it…if not then not enginn getur í raun sagt þér hvað er rétt eða rangt í þessum aðstæðum nema kannski þú sjálfur?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-05 01:00:00",
            "id": "355520",
            "reply_to_id": "355508",
            "text": "Ef þú virkilega elskar stelpuna þá breytirðu lífi þínu til þess að vera með henni, og þ.e.a.s. ef það er það sem hún líka vill. Og ég held líka að þar sem þið byrjuðuð á að vera vinir þá eru mun meiri líkur á því að sambandið gangi, því þá þekki þið bæði hliðar á ykkur sem makinn hefði ekki gert, því vinir eru náttúrulega ekki eins og makar. Og já einnig sammála því að ef þú gefir þessu ekki sjéns muntu sjá alltaf eftir því, því í lífinu á maður að reyna að gera allt sem manni langar til sama hversu erfitt það er, til þess að maður sé sáttur þegar maður deyr að lokum.\nEn eins og einhver sagði, ef þetta klikkar, þá verðuru allavega ánægður að hafa reynt…\nGangi þér vel.\nkv,\nLadyGay"
        }
    ]
}