{
    "forum_title": "Hestar",
    "user": "Kylja",
    "user_id": "58107",
    "date": "2007-08-10 23:43:10",
    "title": "Trivia - Fyrsta umferð!",
    "text": "Jæja, þá er komið að fyrstu tilraun til þess að hafa Triviu á þessu áhugamáli. Triviunni hefur verið líkt við Triviuna á Harry Potter áhugamálinu en hún verður þó með öðru sniði en Trivian þar. Þar eru vísbendingarspurningar en áætlunin er að hafa hana bara nokkuð einfalda hérna.\nÞað koma 10 spurningar á 2 vikna fresti, sem ég reyni alltaf að hafa á sömu dögum þó það geti dregist um 1-2 daga. Regza mun reyna að hjálpa mér með þetta af bestu getu og ég er alveg viss um að þetta getur orðið bara skemmtileg spurningakeppni og Regza er svo að reyna redda verðlaunum fyrir þann sem vinnur!\nLeikreglurnar eru þannig að aðra hverja viku koma 10 spurningar eins og áður kom fram. Trivian þyngist því lengra sem líður á og verða spurningarnar milli himins og jarðar.\nEkki er nauðsynlegt að svara öllum spurningunum en æskilegt er að reyna eða skilja eftir autt.\nÞað fæst eitt stig við hverri spurningu en svo komur bónusspurning öðru hverju sem fæst fleiri stig fyrir en hún er þá erfiðari.\nEf eitthver skilur þetta ekki þá bara commenta en það á að senda mér svörin í PM eða “einkaskilaboð” eins og það er kallað á góðri íslensku.\nÖllum commentum sem minnst er á svörin verður eytt og ef þetta gerist ítrekað getur viðkomandi einfaldlega ekki tekið þátt.\nHérna kemur þá fyrsta umferð af Triviunni…\n1. Hvað er fræðiheitið yfir hest?\n2. Hvað er eins vetra gamalt hross kallað, óháð kyni?\n3. Við hvaða líkamspart er hæð hesta miðuð?\n4. Hvað eru merar kallaðar sem notaðar eru til að fá blóð úr þegar þær eru fylfullar?\n5. Hvað var Íslenski Hesturinn kallaður áður en vélvæðingin átti sér stað?\n6. Hvað hét elsti hestur sem uppi hefur verið og hvenær lést hann?\n7. Er brokk fjórtakta?\n8. Hver setti heimsmet í 100 m skeiði nýlega og á hvaða hesti?\n9. Hvaða hest situr Þórarinn Eymundsson á HM 2007 í Hollandi?\n10. Hvaða hestur og hvaða knapi voru það sem sigruðu A-flokk gæðinga á Landsmóti 2006?\nBónusspurning : Hvaða einkunn fengu þeir Sigurbjörn Bárðason og Grunur frá Oddhóli í tölti á Landsmóti 2006? (3 stig)\nNú er um að gera að taka þátt og eiga jafnvel möguleika á eitthverjum vinning sem Regza ætlar að reyna redda, og ef það gengur ekki verður bara sigurvegarinn hestatriviumeistari huga.is!\nHvílíkur heiður er það nú!\nÞessi umferð er virk þangað til næstu spurningar koma, sem verður eftir um það bil 2 vikur.",
    "url": "https://www.hugi.is/hestar/pistlar/535751/trivia-fyrsta-umferd/",
    "url_id": "535751",
    "id": "5136895",
    "replies": [
        {
            "user": "Laddis",
            "user_id": "36994",
            "date": "2007-08-10 23:53:24",
            "id": "5136924",
            "reply_to_id": "5136895",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "Kylja",
            "user_id": "58107",
            "date": "2007-08-10 23:56:24",
            "id": "5136934",
            "reply_to_id": "5136895",
            "text": "Vill bara endurtaka það að það er bannað að birta svörin í “Álit”\nÞað verður að fara í einkaskilaboð!"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2007-08-18 21:17:23",
            "id": "5157884",
            "reply_to_id": "5136895",
            "text": "Hvað segirðu um að láta það verða tveggja vikna fresti til að fá ef til vill aðeins fleiri svör?"
        },
        {
            "user": "Kylja",
            "user_id": "58107",
            "date": "2007-08-19 14:53:43",
            "id": "5159126",
            "reply_to_id": "5157884",
            "text": "Sammála því ;) allavega til að byrja með =)"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2007-08-19 22:01:25",
            "id": "5160199",
            "reply_to_id": "5159126",
            "text": "Hvað segirðu þá um að prufa breyta takkann sem á að vera á greininni?\nÞ.e. láta vita þar að þetta verði á 2 vikna fresti til að byrja með :P"
        }
    ]
}