{
    "forum_title": "Fjármál og viðskipti",
    "user": "christmastree",
    "user_id": "64770",
    "date": "2007-08-11 22:21:59",
    "title": "Hver er tilgangurinn með Tollum?",
    "text": "Ekki hef ég hugmynd um það. en mér finst líklegt að hann sé til staðar svo að maður geti ekki grætt. Við  sem búum á íslandi þurfum að lifa undir fasistastjórn, og hér eru mjög ströng lög, og rándýrt að lifa hér. En má maður ekki skreppa til útlanda og versla. Græða pening? Er það bannað? ég flýg árlega milli landa, og er ALLTAF tekinn í tollinum. Af einhverjum fáránlegum ástæðum, og þarf alltaf að ljúga að tollvörðum til að sleppa. Afþví að ég VILL græða. hef alltaf komist upp með allt. en veit einhver hvað má versla fyrir mikið úti? ég er að tala um það að ég versli fyrir 100 þúsund kall.\nBætt við 11. ágúst 2007 -  22:29\ner enginn annar sem þekkir það að vera tekinn í tollinum ALLTAF?",
    "url": "https://www.hugi.is/fjarmal/korkar/535887/hver-er-tilgangurinn-med-tollum/",
    "url_id": "535887",
    "id": "5138664",
    "replies": [
        {
            "user": "Myndarlegur",
            "user_id": "34366",
            "date": "2007-08-12 10:52:56",
            "id": "5139427",
            "reply_to_id": "5138664",
            "text": "Viltu ekki frekar bara svelta í Afríku? Gerirðu þér einhverja grein fyrir því hvað það er fínt að búa á Íslandi?\n/cryyy"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2007-08-14 03:57:48",
            "id": "5144681",
            "reply_to_id": "5138664",
            "text": "Ríkið vill græða sitt.  Ef þú sleppur með að flytja eitthvað inn án þess að borga toll eða VSK, þá missir ríkið einhvern pening sem það hefði annars grætt.  Ríkið verður að græða pening einhversstaðar til að setja í skólana, heilbrigðiskerfið, gatnakerfið o.s.frv.\nSumir tollar eru notaðir til að stýra neyslu, t.d. að hafa sérstök gjöld á bensín vegna mengunar og áfengi og tóbak vegna óhollustu.  Sumir tollar eru notaðir til að vernda íslenskan iðnað fyrir erlendri samkeppni.\nSkv. tollur.is þá máttu koma með drasl fyrir 46 þús. í hverri ferð en einn einstakur hlutur má ekki kosta nema 23 þús."
        },
        {
            "user": "Socialist",
            "user_id": "63294",
            "date": "2007-08-25 12:12:26",
            "id": "5176221",
            "reply_to_id": "5144681",
            "text": "Þá rétt slapp ég ! Ég kom með fyrir 42600 :D en dýrasti hlutuinn kostaði rúm 15000"
        },
        {
            "user": "Haukzi",
            "user_id": "48476",
            "date": "2007-09-20 23:31:43",
            "id": "5250629",
            "reply_to_id": "5144681",
            "text": "Sem sagt, er þá enginn tollur af ipod eða einhverjum svipuðum raftækjum ef það kostar undir 23 þús?"
        },
        {
            "user": "lhg",
            "user_id": "4278",
            "date": "2007-09-23 03:50:54",
            "id": "5255600",
            "reply_to_id": "5250629",
            "text": "Ætti ekki að vera ef þú kaupir það úti sjálfur og kemur með það heim.  Ef tollurinn spyr getur þú sýnt þeim kvittun uppá að það sé minna en 23 þús. virði.  Annars best að hringja bara uppá toll og spyrja að þessu til að hafa það á hreinu."
        },
        {
            "user": "Socialist",
            "user_id": "63294",
            "date": "2007-08-25 12:09:38",
            "id": "5176219",
            "reply_to_id": "5138664",
            "text": "Jáh, tollurinn er alveg ert bull. Þegar ég kom frá USA um daginn vorum við öll skýt hrædd um að tollurinn mindi fara að rukka okkur :( En það slapp\nSvo er verðið hér nú alveg úti í hött"
        },
        {
            "user": "Smokkfiskur",
            "user_id": "21042",
            "date": "2007-08-31 14:40:43",
            "id": "5191756",
            "reply_to_id": "5138664",
            "text": "afhverju halda allir að grasið sé eithvað grænara hinumeijinn ?"
        },
        {
            "user": "Xavier",
            "user_id": "2009",
            "date": "2007-10-08 12:10:39",
            "id": "5293882",
            "reply_to_id": "5138664",
            "text": "Tilgangur tolla.\nTollar eru neyslustýrandi og til verndar innlendri framleiðslu auk þess að vera tekjur fyrir ríkið.\nDæmi um neyslustýrandi tolla eru tollar á áfengi og tóbak. Þar er klárlega verið að gera vörunna óþægilega háa til að fæla fólk frá því að kaupa.\nDæmi um tolla til verndar innlendri framleiðslu eru tollar á landbúnaðarafurðir sem framleiddar eru á Íslandi. Enn þann dag í dag eru skammtanir í gangi á innflutning á ostum t.d.\nTollabandalög.\nÍsland er aðili að EES sem í grunninn var tollabandalag. Ekki eru borgaðir tollar af vörum sem fluttar eru inn frá EES löndum EF að þau lönd eru upprunnalönd vörunnar.\nHvað varðar spurningu þína um hvað má flytja inn mikið með sér þegar maður eru að koma til landsins sem íslendingur búsettur á Íslandi, þá fann ég eftirfarandi upplýsingar á www.tollur.is\nTollfríðindi\nFerðamenn, sem búsettir á Íslandi, mega hafa með sér tollfrjálst þann farangur sem þeir fóru með sér til útlanda. Ennfremur mega ferðamenn hafa meðferðis tollfrjálsar verslunarvörur að verðmæti allt að 46.000 kr. Verðmæti hvers hlutar má þó ekki vera meira en 23.000 kr.\nÁfengi og tóbak sem ferðamenn mega hafa með sér tollfrjálst:\n1 lítra af sterku áfengi og 1 lítra af léttvíni eða\n1 lítra af sterku áfengi og 6 lítra af bjór eða\n1 lítra af léttvíni og 6 lítra af bjór eða\n2,25 lítra af léttvíni\n200 vindlinga (1 lengju) eða 250 gr. af öðru tóbaki\nAthugið að lágmarksaldur til að flytja inn áfengi er 20 ár og 18 ár til að flytja inn tóbak."
        },
        {
            "user": "Kornelius",
            "user_id": "30822",
            "date": "2007-10-15 11:19:32",
            "id": "5311026",
            "reply_to_id": "5138664",
            "text": "Haha ég var einusinni tekin í tollinum með heilt sverð! :D Og tribal hníf! Var sektuð um 20.000 :("
        }
    ]
}