{
    "forum_title": "Heilsa",
    "user": "dha",
    "user_id": "35651",
    "date": "2007-08-17 20:22:34",
    "title": "Tilfinningalaus",
    "text": "Í gær byrjaði ég að fá skrítna tilfinningu í aðra stórutána. Þetta ágerðist þangað til ég fór að fá doðatilfinningu í hluta af tánni og í dag er ég tilfinningalaus á smá bletti (eins og eftir tannlæknadeyfingu, nákvæmlega sama tilfinning).\nÉg veit ekki hvort það tengist (og efast um það) en ég hef verið með bakverk þarna megin sem leiðir niður í fót, eitthvað sem ég hélt að væru brjóskloseinkenni (semsagt byrjun, ekki alvöru brjósklos) en nýlega er ég farin að halda að þetta sé eitthvað annað (vinur minn var með klemmda taug í bakinu sem virkaði alveg eins, ég er að vona að það sé eitthvað svipað því það lagast bara).\nÆtti ég að hafa áhyggjur af þessu? Hvað gæti mögulega valdið þessu? Eða er þetta bara meinlaust?\nBætt við 22. ágúst 2007 -  21:40\nBara að láta vita að ég held að ég viti hvað þetta er (svo ég fái ekki ábendingar um að ég sé með ólæknanlega sjúkdóma eða eitthvað :P). Ég er með inngróna tánögl sem er líklega að þrýsta á þetta, ekki meira en það :P",
    "url": "https://www.hugi.is/heilsa/korkar/537040/tilfinningalaus/",
    "url_id": "537040",
    "id": "5155229",
    "replies": [
        {
            "user": "Kollamasi",
            "user_id": "55443",
            "date": "2007-08-18 11:27:03",
            "id": "5156517",
            "reply_to_id": "5155229",
            "text": "ég veit ekki mikið um þetta, en ég fæ oft verk niður eftir bakinu allveg niðrí yl og fæ rosalegann verk undir ylnum en það stafar að lélegu blóðflæði niðri fót ef ég er að reyna mikið á bakið"
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2007-08-18 17:16:32",
            "id": "5157332",
            "reply_to_id": "5156517",
            "text": "Ég var að vona að þetta væri eitthvað þannig hjá mér. Hljómar betur en brjósklos :P"
        },
        {
            "user": "Greymantle",
            "user_id": "18648",
            "date": "2007-08-18 12:40:07",
            "id": "5156663",
            "reply_to_id": "5155229",
            "text": "Einhver önnur einkenni? Meiðsli á tánni? Flensa? Öðruvísi hreyfing eða miklar setur?\nMér finnst líka líklegast að þessi einkenni stafi af þrýstingi á taug, en það er erfitt að segja til um nákvæmlega hvar taugin er undir álagi. Ég ætla að giska á að doðinn sé mestur á milli stórutánnar og næstu tár, vegna þess að það húðsvæði fær yfirleitt sér-ítaugun, og að þetta sé tengt bakverknum. Venjulega er ástæða til að láta lækni meta einkenni af þessu tagi, hvaða stefnu hann tekur fer sjálfsagt eitthvað eftir því hvort þú hefur verið mynduð í tengslum við brjósklos. Ef að svo ólíklega vill til að tilfinningaleysið breyðist út, þú farir að finna fyrir máttleysis í vöðvum í fætinum, eða fáir svipuð einkenni frá hinum fætinum ættirðu að leita læknis undireins."
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2007-08-18 17:14:44",
            "id": "5157329",
            "reply_to_id": "5156663",
            "text": "Ég á pantaðan tíma hjá lækni á föstudaginn, ætla að spyrja þá …\nEin af ástæðunum fyrir að ég held að ég sé ekki með brjósklos er að ég finn meira fyrir ef ég hreyfi mig mikið, sem er öfugt við það sem á að vera. Ég hef ekkert verið að gera neitt öðruvísi en venjulega, þótt ég sé reyndar búin að vinna mikið nýlega.\nÉg fæ annað slagið náladofa eða eitthvað þannig í ilina og hælinn en tilfinningaleysið hefur ekki breiðst út. Engin meiðsli, bara vakverkur (eiginlega mest verkur í fætinum samt).\nBætt við 18. ágúst 2007 -  17:19\nDoðinn er ekki á þeim stað, heldur meira fremst lengra frá næstu tá."
        },
        {
            "user": "dna",
            "user_id": "63689",
            "date": "2007-08-18 16:04:07",
            "id": "5157181",
            "reply_to_id": "5155229",
            "text": "Ertu sykursjúkur?"
        },
        {
            "user": "dha",
            "user_id": "35651",
            "date": "2007-08-18 17:15:21",
            "id": "5157330",
            "reply_to_id": "5157181",
            "text": "Sykursjúk*\nNei, ekki svo ég viti."
        },
        {
            "user": "Dadoss",
            "user_id": "14797",
            "date": "2007-08-22 13:20:30",
            "id": "5167973",
            "reply_to_id": "5155229",
            "text": "ég fæ þetta stundum í litlaputtann þetta er mjög óþæginlegt enhvað"
        }
    ]
}