{
    "forum_title": "Kvikmyndir",
    "user": null,
    "user_id": null,
    "date": "2007-08-21 12:32:27",
    "title": "Trivia 6",
    "text": "16 manns tóku þátt í þessari Triviu, það er ásættanlegt.\nArnarj … 9\nKilly … 9\nCoocoo … 8\nDrekafluga … 7 ½\nVoidroid, arihrannar, trapiisa, THT3000 … 7\nGs1993 … 6 1/2\nGiz … 6\nCoprophagi … 5 ½\nGrettir … 5\nDrHaHa, kobbain, BethanyWhisper … 4\nMajawolfy … 2\n1. Spurt er um tvo leikstjóra. Þessir menn eru bræður og bera sama eftirnafn. Annar þeirra hefur einbeitt sér mikið að hasarmyndum og sló eftirminnilega í gegn með sinni slíkri árið 1986. Bróðir hans nýtur meiri virðingar og hefur þrisvar sinnum fengið Óskarsverðlaunatilnefningu fyrir bestu leikstjórn, síðast fyrir stríðsmynd sem fjallar um atburði í Afríku. Hvað heita þessir herramenn?\nMennirnir heita Ridley (Alien, Blade Runner, Blawk Hawk Down) og Tony Scott. Tony leikstýrði Top Gun árið 1986 og fleiri myndum t.d. True Romance.\n2. Hvað eiga leikararnir Alan Rickman, Gary Oldman og Ralph Fiennes sameiginlegt?\nAllir leika þeir í Harry Potter.\n3. Ártal. Fyrsta myndin í löggu-fjórleik kemur út, Coen-bræður senda frá sér gamanmynd og nýr Bond-leikari birtist í mynd. Hvert er árið?\n1987 og myndirnar eru Lethal Weapon, Raising Arizona og The Living Daylights en í þeirri mynd steig Timothy Dalton sín fyrstu spor sem James Bond.\n4. Mjólk spilaði þónokkra rullu í tveimur myndum gerðar með 23 ára millibili. Fyrri myndin fjallar um siðblinda pilta sem gera sér það að leik að kvelja saklausa borgara þar til einn þeirra næst en hin myndin fjallar um einmana leigumorðingja sem kynnist ungri stelpu sem umturnar stöðluðu lífi hans. Allt drekkur þetta fólk töluvert magn af mjólk. Hvað heita myndirnar?\nFyrri myndin er A Clockwork Orange en sú seinni heitir Léon.\n5.Hvað kallaðist hálsmenið góðkunna í stórmyndinni Titanic?\nHeart of the Ocean.\n6. Hvaða mynd hefst svona: Hershöfðingi í Síðari heimsstyrjöldinni kemur uppá svið og er bandaríski fáninn í bakgrunni. Við sjáum allar orðurnar og viðurkenningarnar sem hann hefur hlotið í nærmynd. Hann stappar stálinu í sína menn í frægri ræðu. Hver er myndin?\nMydin Patton, sem fjallar um samnefndan hershöfðingja í Seinni heimsstyrjöldinni, byrjar á þennan máta.\n7. Í kvikmyndinni Hellboy vaknar til lífsins persóna sem er heldur betur fræg í mannkynssögunni en þessi persóna er umvafin dulúð og sögusögnum, þá mest varðandi dauðdaga hans sem þykir með ólíkindum. Hver er þetta?\nPersónan heitir Rasputin, var einhver gúrú sem hafði mikil umsvif innan rússnesku konungsfjölskyldunnar snemma á 20. öld. Morð hans er löngu orðið frægt en hann á að hafa orðið fyrir eitrun, hann stunginn, skotinn og allan pakkann.\n8. Úr hvaða mynd er\nþetta\nskjáskot?\nThe Cable Guy.\n9. Úr hvaða mynd er\nþetta\nskjáskot?\nStarship Troopers heitir þessi epík.\n10. Hver er\nþetta\n?\nLeikstjórinn George A. Romero, þekktur fyrir uppvakninga sína í myndum eins og Dawn of the Dead og Night of the Living Dead, er á myndinni.",
    "url": "https://www.hugi.is/kvikmyndir/greinar/537752/trivia-6/",
    "url_id": "537752",
    "id": "5164235",
    "replies": [
        {
            "user": "Muldrake",
            "user_id": "53392",
            "date": "2007-08-21 15:00:01",
            "id": "5164696",
            "reply_to_id": "5164235",
            "text": "7 nais ;)"
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2007-08-22 22:29:39",
            "id": "5170002",
            "reply_to_id": "5164696",
            "text": "Þú ert kúl því þú náðir 7…"
        },
        {
            "user": "Muldrake",
            "user_id": "53392",
            "date": "2007-08-23 16:48:54",
            "id": "5171751",
            "reply_to_id": "5170002",
            "text": "þú líka ma"
        },
        {
            "user": "THT3000",
            "user_id": "57324",
            "date": "2007-08-25 00:44:13",
            "id": "5175732",
            "reply_to_id": "5171751",
            "text": "Why… you just might be right 8-)"
        }
    ]
}