{
    "forum_title": "Half-Life",
    "user": "ZiRiuS",
    "user_id": "7664",
    "date": "2007-08-23 18:53:48",
    "title": "CS:S deild Símans leitar að RCONum",
    "text": "Komiði blessuð og sæl.\nÞar sem núverandi stjórnendur hafa allir sagt af sér leita ég hér með af nýjum stjórnendum. Einu skilirðin eru að vera 16+ og að hafa spilað leikinn í meira en ár.\nÁhugasamir geta sent póst á\ncsrcon@simnet.is\nog þarf að koma fram Nafn, nick, aldur, clan, spilatími og segja stuttlega afhverju ég ætti að gefa viðkomandi starfið. Munið að vanda stafsetningu, málfar og frágang því enginn nennir að lesa eitthvað kjaftæði.\nHlakka til að heyra í ykkur.",
    "url": "https://www.hugi.is/hl/greinar/538305/css-deild-simans-leitar-ad-rconum/",
    "url_id": "538305",
    "id": "5172215",
    "replies": [
        {
            "user": "surfaceDeisler",
            "user_id": "67816",
            "date": "2007-08-23 19:28:32",
            "id": "5172338",
            "reply_to_id": "5172215",
            "text": "Pant."
        },
        {
            "user": "frantic89",
            "user_id": "6497",
            "date": "2007-08-23 20:07:43",
            "id": "5172505",
            "reply_to_id": "5172215",
            "text": "Hélt í tvær sek að það væri 1. apríl :)"
        },
        {
            "user": "CorFlame",
            "user_id": "1184",
            "date": "2007-08-23 20:43:33",
            "id": "5172603",
            "reply_to_id": "5172215",
            "text": "Frá sjónarhóli mínum:\nÍ fyrsta lagi:\n1. Ónefndum spilara er sparkað af server fyrir að spawncampa.\n2. Viðkomandi spilari hringir í Simnet.\n**(update, var að heyra að 5 kvartanir hafi borist þá vikuna, frá sinnhverjum aðilanum)**\n3. Einhver innandyra hjá Simnet fær flog.\n4. Rconar eru beðnir um að koma með uppkast að reglum.\n5. Breytt er um lykilorð á báðum public serverum Simnets\n6. Rconum er sagt að þeir geti hypjað sig ef þeir komi ekki með “mjög góðar ástæður” fyrir því að þeir fái að halda áfram.\n7. Auglýst eftir nýjum stjórnendum því núverandi hafi “allir sagt af sér”\nVið þessu hef ég þetta að segja:\n1. Var ekki á server og veit því minnst um málið. Þeir sem nenna geta eflaust fundið kork um þetta.\n2. Dæmir sig sjálft.\n3. CS Source netþjónarnir hafa verið olnbogabörn hjá Simnet frá upphafi, hvað breyttist?\n4. Rconar komu með margar tillögur, sem enginn veit hvað varð um, eða hvort voru skoðaðar yfirhöfuð.\n5. og 6. Hefði nú verið hægt að segja við þá Rcona (sem voru þó sumir í einhverju sambandi við Admina):\n“Við erum að gera breytingar á tilhögun, þið þurfið að sækja um ef þið viljið halda áfram.”\n7. Ha? Er ég búinn að segja af mér?\nEf það er að “segja af sér”…\n… að halda utan um bannlista, þá já, ég hef sagt af mér.\n… sjá til þess að bannlisti sé endurhlaðinn í hvert skipti sem server er endurræstur, þá já, ég hef sagt af mér.\n… að slá inn allan listann í höndunum (á 4 serverum) þegar það virkaði ekki, þá já, ég hef sagt af mér.\n… að vera allt í einu ekki með aðgang til að gera þetta allt, þá já, ég hef sagt af mér.\n… að vilja vera sýnd sú virðing að talað sé við mig ef einhver er ósáttur við það sem ég hef gert, þá já, ég hef sagt af mér.\n… að vilja meiri upplýsingar um framkvæmd, þá já, ég hef sagt af mér.\n… að vera ósáttur við allt þetta mál, þá já, ég hef sagt af mér.\n… að vilja fá meiri (einhvern smá, ekki mikið, bara pínu-oggu-pons) stuðning frá Simnet, þá já, ég hef sagt af mér.\n… að vera pirraður yfir þessu máli öllu, þá já, ég hef sagt af mér.\n——————-\nÍ öðru lagi:\nÞá finnst mér að hefði verið allt í lagi að þeir sem eyddu frítíma sínum, ókeypis, en sáu þó um að _eitthvað_ væri fylgst með því að svindlarar, spawnflasharar, spammarar og aðrir slíkir væru ekki að skemma leikinn fyrir öllum hinum hefðu verið:\n1. Spurðir: “hvað hefur þú lagt fram til samfélagsins og hvað finnst þér að mætti betur fara?”.\n2. Fengið upplýsingar um stöðu mála hverju sinni, þó ekki hefði verið nema af virðingu við allt sem þeir máttu þola (hótanir, orðbragð, almennur dónaskapur og leiðindi margra) meðan þeir reyndu að leyfa meirihlutanum að njóta leiksins fyrir skemmdarvörgunum.\n3. A.m.k. sagt: “Við viljum ekki hafa þig sem Rcon áfram, takk fyrir og bless”.\nSemsagt, sýnd sú kurteisi af hálfu Simnets að fá að vita hvað væri í gangi og hver væri staðan á því.\nCpl.Fleimu"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-08-23 21:09:07",
            "id": "5172663",
            "reply_to_id": "5172603",
            "text": "þú ert án efa besti rconin jói minn án efa"
        },
        {
            "user": "zlave",
            "user_id": "106",
            "date": "2007-08-24 00:53:02",
            "id": "5173398",
            "reply_to_id": "5172603",
            "text": "Já það hringdi fólk inn, en það fékk enginn flog.\nEina sem ég vildi, er að farið væri yfir hvað hefði farið úrskeiðis á serverunum (já það var rcon abuse í gangi) og fá tillögur um hvernig mætti bæta hlutina.\nÉg veit ekki hvað var sagt við ykkur. En þið völduð að vilja ekki vera með rcon lengur.\nHvað varðar stuðning.. Fleimur, þú ert með mig á MSN… Talaðu bara við mig."
        },
        {
            "user": "CorFlame",
            "user_id": "1184",
            "date": "2007-08-24 11:58:49",
            "id": "5173687",
            "reply_to_id": "5173398",
            "text": "Jæja, aðeins minna pirraður í dag heldur en í gær :)\nEn gott mál að það á að taka þetta í gegn, hefur ekki verið vanþörf á því, maður var nokkuð oft með svona “Palli var einn í heiminum” tilfinningu að standa í þessu."
        },
        {
            "user": "Hansol",
            "user_id": "46734",
            "date": "2007-08-24 09:33:54",
            "id": "5173579",
            "reply_to_id": "5172215",
            "text": "I giggled."
        },
        {
            "user": "typpirasspika",
            "user_id": "38363",
            "date": "2007-09-05 12:22:37",
            "id": "5205826",
            "reply_to_id": "5173579",
            "text": "well i lol'd"
        },
        {
            "user": "ir15156",
            "user_id": "43045",
            "date": "2007-08-24 14:18:12",
            "id": "5173987",
            "reply_to_id": "5172215",
            "text": "Ég vil sjá Godmother, el Jonni og Jzon sem rcon. Þú getur prófað að pm þá á irc og athugað hvort þeir séu ekki tilbúnir í þetta. Þetta eru bæði active spilarar og ábyrgir."
        },
        {
            "user": "adie",
            "user_id": "37785",
            "date": "2007-08-24 14:53:33",
            "id": "5174079",
            "reply_to_id": "5173987",
            "text": "Styð Godmother sem rcon, en svo er náttúrulega BMP besti rconinn að mínu mati."
        },
        {
            "user": "Myndarlegur",
            "user_id": "34366",
            "date": "2007-08-26 23:41:00",
            "id": "5180050",
            "reply_to_id": "5174079",
            "text": "Þú ert sleikja :)"
        },
        {
            "user": "adie",
            "user_id": "37785",
            "date": "2007-08-27 00:06:57",
            "id": "5180130",
            "reply_to_id": "5180050",
            "text": "BMP er bara besti rconin, hann veit ekki hvaða player ég er einu sinni ef hann sér þetta -.-"
        },
        {
            "user": "Myndarlegur",
            "user_id": "34366",
            "date": "2007-08-27 07:49:55",
            "id": "5180389",
            "reply_to_id": "5180130",
            "text": "Frekar sleikjulekt að segja við Blue Mountain P að hann sé besti rconin :)"
        },
        {
            "user": "adie",
            "user_id": "37785",
            "date": "2007-08-27 14:07:53",
            "id": "5180749",
            "reply_to_id": "5180389",
            "text": "Er ir15156 BMP?"
        },
        {
            "user": "adie",
            "user_id": "37785",
            "date": "2007-08-27 15:08:09",
            "id": "5180905",
            "reply_to_id": "5180749",
            "text": "já það er hann"
        },
        {
            "user": "adie",
            "user_id": "37785",
            "date": "2007-08-27 16:09:21",
            "id": "5181044",
            "reply_to_id": "5180905",
            "text": "Hehe ok :D"
        },
        {
            "user": "kaffi14",
            "user_id": "60898",
            "date": "2007-08-24 16:20:40",
            "id": "5174345",
            "reply_to_id": "5172215",
            "text": "Takið markús godmother."
        },
        {
            "user": "einar27",
            "user_id": "33137",
            "date": "2007-08-24 19:42:29",
            "id": "5174883",
            "reply_to_id": "5172215",
            "text": "I vote for fleimur, bmp, json & fuNky ;)"
        },
        {
            "user": "nammistrakur",
            "user_id": "40754",
            "date": "2007-08-27 08:45:34",
            "id": "5180412",
            "reply_to_id": "5172215",
            "text": "settu marka godmother ekki spurning"
        },
        {
            "user": "Myndarlegur",
            "user_id": "34366",
            "date": "2007-08-27 15:29:58",
            "id": "5180941",
            "reply_to_id": "5172215",
            "text": "Ég kýs Godmother+Jzon… hið fullkomna þríeki !"
        },
        {
            "user": "heilsukex",
            "user_id": "39769",
            "date": "2007-09-07 21:52:06",
            "id": "5212951",
            "reply_to_id": "5172215",
            "text": "Kýs markús & jZon…"
        }
    ]
}