{
    "forum_title": "Rokk",
    "user": "bolinn",
    "user_id": "9418",
    "date": "2001-12-01 19:22:59",
    "title": "Tónleikarnir Í Tónabæ geðveikir",
    "text": "Ég fór á tónleika í tónabæ í gærkvöld og ég verð að segja að þetta voru bara hinu fínustu tónleikar. Öll böndin fannst mér standa sig mjög vel en upp úr stóðu náttúrulega córal, sign og sérstaklega Noise. Það var voða lítil stemmning þarna nema þegar Noise byrjuðu. Þá varð loksins mjög góð stemmning og sumir voru orðnir það æstir að hálfgerð slagsmál brutust út. Maður sá alltaf einn og einn vera negldann í gólfið en svo stóð sá hinn sami bara aftur upp og hélt áfram að skemta sér. Noise eru orðnir miklu betri núna heldur en þegar ég sá þá síðast. Þeir spiluðu bara sín lög, sem voru öll geðveik og svo eitt smashing pumpkins lag. Stemmningin var mjög góð, sviðsframkoman var helvíti töff hjá þeim og lögin GEÐVEIK! Það var augljóst að fólkið var komið til að sjá Noise og enga aðra. Þegar Noise voru búnir, og Sign byrjuðu, þá tæmdist húsið næstum því alveg og aðeins nokkrir eftir. Stemmningin var engin og þeir mættu heldur betur taka sig á í sviðsframkomu. Einu sem voru eitthvað að hreyfa sig voru ragnar, söngvarinn og bróðir hans,trommarinn. Ég varð samt fyrir vonbrigðum með þá, því ég hélt þeir væru betri. ÞEir mættu æfa sig betur fyrir næstu tónleika og vera líflegri á sviðinu. Coral voru helvíti góðir og spiluðu sín lög og partýbæ með ham. Þeir eru að mínu mati mun betri en Sign. Reyndar var voða lítil stemmning þegar þeir eins og allar hinar hljómsveitirnar, nema Noise, spiluðu. Noise komu sáu og sigruðu og áttu algjörlega kvöldið. Noise voru bestir, Coral fylgdu fast á hæla þeirra, svo Dice, sem voru bara frekar kraftmiklir, svo sign og hinar hljómsveitirnar einhversstaðar þarna langt á eftir. Endilega segið mér, þið sem voruð á tónleikunum, ykkar álit á þessu",
    "url": "https://www.hugi.is/rokk/greinar/53879/tonleikarnir-i-tonabae-gedveikir/",
    "url_id": "53879",
    "id": "357545",
    "replies": [
        {
            "user": "KurtCobain",
            "user_id": "7591",
            "date": "2001-12-02 00:32:34",
            "id": "357546",
            "reply_to_id": "357545",
            "text": "argh, ég hefði komið, en enginn vinur minn nennti, og ég nennti varla einn :( og var síðan besides hálfveikur og fátækur :) en það sem mér finnst leiðinlegt var hvað það var slöpp stemming nema þegar noise var. það á að vera stemming allann tímann :)\nen það kom mér ekkert að óvart að noise skyldu vera bestir… :) mér finnst sign alveg vera kúl, og þeir eru kannski svolítið ofmetnir, aðallega af því að þeir eru gefnir út af skífunni, og þá eru þeir náttúrulega starx orðnir stjörnur íslands og blablabla… þeir eru samt heppnir að pabbi þeir á stúdíó og þeir þurfa ekki að borga neitt :) síðan finnst mér einnig hálffúlt hvað það eru mikið meira talað um ragnar sólberg heldur alla hina + bandið sjálft til samans :( en allaveganna lagið sem ég heyrði í útvarpinu var samt drullufínt :)"
        },
        {
            "user": "thorok",
            "user_id": "7541",
            "date": "2001-12-02 01:40:09",
            "id": "357547",
            "reply_to_id": "357545",
            "text": "Hvað mættu margir á tónleikana heldurðu?"
        },
        {
            "user": "Tannbursti",
            "user_id": "7246",
            "date": "2001-12-02 02:58:18",
            "id": "357548",
            "reply_to_id": "357547",
            "text": "það voru inna við 100 manns pott þétt ég mundi giska á 40-50 samt þóri ég ekkert að segja fast.\nMér fannst Dice nú vera með betri hljómsveitum og þótt grungarar hafi verið meginn þorrinn af hópnum sem sást þegar Coral og Noise spiluðu. Fannst mér sviðsframkoam Sign ekkert verri en Noise né Coral. Gítarleikarinn var eini sem hreyfði sig í Coral og Noise voru fullir eða eitthvað (sljóir og eitthvað :). Samt stóðu sig allar hljómsveitirnar vel.\nDice fá mitt atkvæði og þá sérstaklega söngvarinn!"
        },
        {
            "user": "davegrohl",
            "user_id": "9413",
            "date": "2001-12-02 11:22:24",
            "id": "357549",
            "reply_to_id": "357548",
            "text": "Noise voru langbestir að mínu mati. Geðveik sviðframkoma, geðveik lög og þeir voru lang þéttastir af öllum þessum böndum. Mér fannst Dice líka helvíti góðir. Söngvarinn er með flotta rödd. En samt fannst mér í heildina litið Noise standa sig lang best. Ég meina þeir voru með lang lang bestur sviðsframkomuna og eina stemmningin sem myndaðist var hjá þeim, eins og sagt var hér fyrir ofan. Noise ROKKA!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-04 14:10:19",
            "id": "357550",
            "reply_to_id": "357549",
            "text": "takk, happy to know my voice pleases someone ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-04 14:08:55",
            "id": "357551",
            "reply_to_id": "357548",
            "text": "thanks, I'm honored! ;)"
        },
        {
            "user": "StebbiV",
            "user_id": "8585",
            "date": "2001-12-02 21:49:45",
            "id": "357552",
            "reply_to_id": "357545",
            "text": "DICE suckar\nRúnki er snillingur gítarleikarinn í Coral"
        },
        {
            "user": "StebbiV",
            "user_id": "8585",
            "date": "2001-12-02 22:27:46",
            "id": "357553",
            "reply_to_id": "357552",
            "text": "umm. Gítarleikarinn sem syngur líka heitir Gunnar og hinn sem spilar bara á gítar heitir Steinar og já þeir eru báðir mjög góðir á gíta"
        },
        {
            "user": "muffy",
            "user_id": "9069",
            "date": "2001-12-04 00:57:18",
            "id": "357554",
            "reply_to_id": "357553",
            "text": "stebbiv: Steinar er kallaður Rúnki=) ég er ein af ástæðum þess"
        },
        {
            "user": "muffy",
            "user_id": "9069",
            "date": "2001-12-05 15:34:34",
            "id": "357555",
            "reply_to_id": "357554",
            "text": "MUFFY!!!\ner þetta ekki Dóri"
        },
        {
            "user": "muffy",
            "user_id": "9069",
            "date": "2001-12-07 14:08:37",
            "id": "357556",
            "reply_to_id": "357555",
            "text": "hell yeah imsick…eritta muffin???"
        },
        {
            "user": "Brainkid",
            "user_id": "5787",
            "date": "2001-12-08 12:34:43",
            "id": "357557",
            "reply_to_id": "357556",
            "text": "Its your muffin"
        },
        {
            "user": "Brainkid",
            "user_id": "5787",
            "date": "2001-12-09 01:51:13",
            "id": "357558",
            "reply_to_id": "357557",
            "text": "bom"
        },
        {
            "user": "barrett",
            "user_id": "12862",
            "date": "2003-04-30 10:23:30",
            "id": "357559",
            "reply_to_id": "357558",
            "text": "Placebo er líka grugg að hluta til :)"
        },
        {
            "user": "Vincent",
            "user_id": "15736",
            "date": "2001-12-05 22:22:04",
            "id": "357560",
            "reply_to_id": "357554",
            "text": "Muffy hvað meinaru???\nÞað vorum við Bubbi vinur minn sem sáum til þess að Steinar varð að Runka (við sáum nafnið í myndinni Blossi).\nFyrst þú þekkir hann spurðu þá hann að því.\nÉg hef oft séð Coral spila og ég tel þá vera langbesta hljómsveitin í Reykjavík!!!"
        },
        {
            "user": "bolinn",
            "user_id": "9418",
            "date": "2001-12-06 12:54:52",
            "id": "357561",
            "reply_to_id": "357560",
            "text": "Ég hef séð Coral nokkrum sinnum og mér finnst þeir geðveikir. En mér finnst Noise miklu betri. Ég sá báðar hljómsveitirnar á hinu húsinu og í tónabæ. Og Noise voru mun betri í bæði skiptin en coral eru samt geðveikt góðir líka"
        },
        {
            "user": "Brainkid",
            "user_id": "5787",
            "date": "2001-12-06 14:37:12",
            "id": "357562",
            "reply_to_id": "357560",
            "text": "Er þetta Halli"
        },
        {
            "user": "Brainkid",
            "user_id": "5787",
            "date": "2001-12-06 17:45:45",
            "id": "357563",
            "reply_to_id": "357562",
            "text": "silverchair er eitt af uppáhaldsböndunum mínum ever.\nen þeri eru svo ekki grunge. daniel hefur hlustað á black sabbath og led z síðan að hann var krakki og er því aðallega metal influencaður. 95,96 voru uppáhaldsböndin hans helmet og korn (helmet er líka eitt af uppáhalds böndunum mínum og niðjar þeirra líka.. handsome) svo byrjaði hann að hlusta á postpunk/hardcore 96 … aðallega minor threat, fugazi og svoleiðis… sbr lagið lie to me á freak show (undir áhrif um þess) og  lög eins og emotion sickness, anas song og solis á neon ballroom er bara hevví emo stuff… ég vona að þeir annað hvort fari lengra í á átt eða lengra í þyngri áttina sem er á freakshow (freak og no association ofl).. en allavega… þetta er ekkert grunge. eina lagið sem daniel johns fílar með nirvana er milk it.. út af því að það er þungt og flókið."
        },
        {
            "user": "KurtCobain",
            "user_id": "7591",
            "date": "2001-12-06 19:40:26",
            "id": "357564",
            "reply_to_id": "357563",
            "text": "já, en er Nirvana ekki grunge? ég meina, Kurt Cobain ólst upp við að hlusta á heavy metal. eiginlega uppáhaldsbandið hans ever var Black Sabbath. eins og segir orðrétt á subpop heimasíðunni: “Cobain went through a family divorce when he was eight. He was bounced around family home to family home, and grew up listening to the Beatles and heavy metal.”\nlíka bandið sem hann var alltaf að reyna komast inní þegar hann var yngri, og kynntist Krist Novoselic í gegnum, the melvins, eru líka eiginlega heavy metal (trash grunge kannski frekar). Kurt hlustaði líka mikið á zeppelin… þannig að, ég veit ekki hvað ég á að halda…"
        },
        {
            "user": "Korzybski",
            "user_id": "15718",
            "date": "2001-12-06 20:28:16",
            "id": "357565",
            "reply_to_id": "357563",
            "text": "freakshow er grunge, bara þyngra grunge en nirvana, lagið Freak er 100% grunge þótt önnur lög einsog t.d no association séu metal,pop song for us rejects sé poppað rokk þá eru silverchair samt grunge band, og ef maður les gagnrýni og umfjallanir um silverchair þá er alltaf sagt grunge bandið silverchair, þó svo að á neon ballroom sé rosalega róleg og falleg tónlist þá er u nokkur 100% grunge lög einsog t.d anthem for the year 2000, satin sheets,do you feel the same, dearest helpless en bestu lögin að mínu mati eru black tangled heart, paint pastel princess og emotion sickness, en silverchair voru grunge band á freakshow og það er staðreynd, einnig voru nokkur lög á frogstomp 100% grunge t.d pure massacre og suicidal dream en silverchair þróast svo rosalega með hverri plötu og þeir gera svo fjölbreytta tónlist að það er eiginlega varla hægt að flokka þá neitt, þeir spila grunge-punk-trash rock-popp rokk-metal-rólega fallega tónlist/emotional rock einsog flest lögin á neon ballroom og svo er nýjustu 2lögin þeirra hollywood frekar jazzað rokk og one way mule, sem ég næ ekki orðum yfir í skilgreiningu, þannig að ég hlakka alveg rosalega til að heyra nýja diskinn(diorama)þegar hann kemur út! við þurfum ekkert að rífast um silverchair(eða neitt annað:)því að þeir eru snillingar og við erum báðir fans þannig að ég segi bara peace og “rock on silverchair”!!!!!"
        },
        {
            "user": "Korzybski",
            "user_id": "15718",
            "date": "2001-12-07 09:45:12",
            "id": "357566",
            "reply_to_id": "357565",
            "text": "Þetta er rétt, grunge er frekar teygjanlegt hugtak (dæmi Silverchair)\nFyrir mér er grunge hugtak! þ.e.a.s. þú getur spilað tónlist alveg eins og Nirvana og Alice.., en rokk og ról-hugur verður að fylgja máli (eða tónlist).\nÞessvegna verður Staind aldrei grunge-hljómsveit því þeir eru í tónlist til að verða ríkir og feitir svo þeir geti haldið áfram við að berja konurnar sínar og missa hárið í friði.\nOg í sambandi við Daniel Johns og Nirvana, þá held ég að jafnvel þó að Daniel hafi dýrkað Nirvana þá hefði hann ekki viljað segja frá því í viðtölum og svoleiðis því árin 94-98 var alltaf verið að dissa þá fyrir að stæla Nirvana. Þetta gekk meira segja svo langt að þeir hættu að spila “I don´t really know, how too put on a cool show”-kaflann úr Freak því hann þótti of líkur Nirvana??\nOg einhver sagði mér að Daniel hefði einusinni sagt í viðtali: “Kurt Cobain can burn in hell” (samt örugglega bara rugl, Daniel er nú gáfaðri en það!!)"
        },
        {
            "user": "KurtCobain",
            "user_id": "7591",
            "date": "2001-12-07 10:29:32",
            "id": "357567",
            "reply_to_id": "357566",
            "text": "ég er sammála þér lassie!\ngrunge er ekki bara allt sem líkist Nirvana, heldur bara blanda af heavy metal og punki.\n“Þessvegna verður Staind aldrei grunge-hljómsveit því þeir eru í tónlist til að verða ríkir og feitir svo þeir geti haldið áfram við að berja konurnar sínar og missa hárið í friði.”\nhahaha :D"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-07 15:12:49",
            "id": "357568",
            "reply_to_id": "357566",
            "text": "silverchair voru einsi sinni í viðtali og þeir áttu að kynna sig og segja síðan we are silverchair, og þeir sögðu:\nben:hello i´m ben\nchris:hi I am chris\nDaniel:and I am Kurt and we are Nirvana\nbara til að bögga fólkið sem var búið að vera að segja um þá að þeir væru að stæla nirvana."
        },
        {
            "user": "yaf",
            "user_id": "6162",
            "date": "2001-12-03 12:06:08",
            "id": "357569",
            "reply_to_id": "357545",
            "text": "Mig langar bara að spyrja ykkur, grugg rokkarar Íslands. Eru að koma fram einhver ný grugg bönd (erlendis) sem þið eruð að fíla?"
        },
        {
            "user": "StebbiV",
            "user_id": "8585",
            "date": "2001-12-03 14:38:52",
            "id": "357570",
            "reply_to_id": "357569",
            "text": "silverchair eru kannski ekki beint grunge ennþá en ég fíla þá alveg í tætlur, þeir voru grunge enn eru núna eiginlega bara að gera mjög melódíska og þunga tónlist með tilheyrandi sinfóníum og allskyns effectum og svona. ég mæli eindregið með þeim"
        },
        {
            "user": "yaf",
            "user_id": "6162",
            "date": "2001-12-03 14:59:07",
            "id": "357571",
            "reply_to_id": "357570",
            "text": "En silverchair eru nú ekki beinlínis nýtt band, ég heyrði þetta nafn fyrst fyrir svona c.a. 6 árum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-03 15:55:46",
            "id": "357572",
            "reply_to_id": "357571",
            "text": "ég veit ekki um margar nýjar grunge sveitir i bandarikjunum um þessar mundir en það eru örrugglega margar underground grunge sveitir i gangi sem eiga eftir að komast uppá yfirborðið einsog þær sem eru starfandi hérna heima líka."
        },
        {
            "user": "KurtCobain",
            "user_id": "7591",
            "date": "2001-12-03 16:17:22",
            "id": "357573",
            "reply_to_id": "357569",
            "text": "í rauninni þá veit ég ekki, held ekki. það eru örugglega alveg milljón underground bönd þarna úteftir í seattle og þar, en það er nú meira en að segja það að nálgast þau hér á íslandi :)"
        },
        {
            "user": "yaf",
            "user_id": "6162",
            "date": "2001-12-03 16:54:51",
            "id": "357574",
            "reply_to_id": "357573",
            "text": "Er þetta þá einhverskonar fortíðarþrá hjá ykkur?\nÉg meina þýðir þetta ekki bara að þetta tímabil sé búið?\nEina sem ég hef heyrt sem er nýtt og tengist gruggi á einhvern hátt eru þessi timburmanna grugg bönd (e. grunge hangover) eins og Staind og Creed."
        },
        {
            "user": "yaf",
            "user_id": "6162",
            "date": "2001-12-03 17:22:19",
            "id": "357575",
            "reply_to_id": "357574",
            "text": "fortíðarþrá? uppáhalds bandið mitt er ennþá starfandi: Silverchair, þannig að ég er ánægður. þetta tímabil er ekki búið, það eru alltaf nýtt fólk að uppgotva grunge aftur og aftur, þannig að ég efast um að það deyji alveg."
        },
        {
            "user": "yaf",
            "user_id": "6162",
            "date": "2001-12-03 18:37:26",
            "id": "357576",
            "reply_to_id": "357575",
            "text": "Það er líka ennþá  nýtt fólk að uppgvöta Bítlana , en það eru samt flestir sammála um að bítla æðið sé búið."
        },
        {
            "user": "Dbd",
            "user_id": "6373",
            "date": "2001-12-04 16:43:41",
            "id": "357577",
            "reply_to_id": "357575",
            "text": "Rolings Stones eru enþá starfandi samt er sú bylgja búin"
        },
        {
            "user": "crossbreed",
            "user_id": "792",
            "date": "2001-12-05 01:32:40",
            "id": "357578",
            "reply_to_id": "357577",
            "text": "Sko er þetta ekki bara rokk sem að einhver fífl eru að ofskilgreina bara smá pæling………."
        },
        {
            "user": "Korzybski",
            "user_id": "15718",
            "date": "2001-12-05 12:35:23",
            "id": "357579",
            "reply_to_id": "357578",
            "text": "'I sambandi við rokkið, þá sagði Kurt Cobain orðrétt:\n“Punk rock should mean freedom, liking and accepting everything that you like, playing whatever you want, as sloppy as you want as long as it´s good and it has passion”.\nGruggið er hugsanlega ekkert endilega alltaf í sömu mynd og það var áður en það er ekki dautt, gott dæmi eru snillingarnir í Silverchair, þeir teljast enn vera grunge-hljómsveit en samt er nýji diskurinn (Neon Ballroom) fullur af sinfónýju, skrítnum effectum og sömplum!"
        },
        {
            "user": "yaf",
            "user_id": "6162",
            "date": "2001-12-05 12:43:31",
            "id": "357580",
            "reply_to_id": "357579",
            "text": "Ok, en ég held að það sé allavega nokkuð ljóst, að í besta falli sé hægt að segja að gruggið sé að deyja út. Það segir mér allavega töluvert þegar íslenskir aðdáendur geta ekki nefnt eitt nýtt erlent gruggband. Og þegar það er verið að tala um underground þá,þá er verið að meina bönd sem eru hjá litlum sjálfstæðum útgáfufyrirtæjum, ekki bílskúrsbönd."
        },
        {
            "user": "shrimpboy",
            "user_id": "9021",
            "date": "2001-12-05 14:34:04",
            "id": "357581",
            "reply_to_id": "357580",
            "text": "AT the drive-in gætu vel talist grugg band. R og C var talinn verða næsta nevermind. ég elska atdi þeir eru snillingar og gott dæmi um það að grugguð lifir enn!!!"
        },
        {
            "user": "yaf",
            "user_id": "6162",
            "date": "2001-12-05 15:18:41",
            "id": "357582",
            "reply_to_id": "357581",
            "text": "Plata atdi var talin vera næsta nevermind, vegna þess að menn héldu að hún myndi hafa jafn víðtæk áhrif, ekki vegna þess að hún sé eitthvað grugg. Ég held að það séu nú ekki margir sem líta á atdi sem grugg. En ég er samt sammála þér að þetta sé snilldar plata."
        },
        {
            "user": "KurtCobain",
            "user_id": "7591",
            "date": "2001-12-05 17:22:34",
            "id": "357583",
            "reply_to_id": "357580",
            "text": "þú þarft ekki að segja mér hvað underground bönd eru… til hvers þurfa bönd að vera ný til þess að vera góð… ég meina, so what þó að stærstu grunge böndin (ath. fyrir utan silverchair) sé hætt, og þó að mesta mainstreamið í dag sé ekki grunge, þá eru þetta samt snilldarbönd og það er engin fortíðarþrá að fíla eitthvað sem hætti fyrir 7 árum…"
        },
        {
            "user": "yaf",
            "user_id": "6162",
            "date": "2001-12-05 18:30:25",
            "id": "357584",
            "reply_to_id": "357583",
            "text": "Ég vil benda þér á síðuna insound.com  og tjékka þar á undirflokknum labels. Þar finnurðu slatta af þessum “litlu” útgáfufyrirtækjum. Ég hef ekki hugmynd um hvort þú finnir eitthvað grunge eða ekki , en eitt er víst að það mun víkka út sjóndeildarhringinn hjá þér."
        },
        {
            "user": "muffy",
            "user_id": "9069",
            "date": "2001-12-07 14:19:48",
            "id": "357585",
            "reply_to_id": "357583",
            "text": "Vincent ég hef spilað uppi á sviði með coral þannig fuck off…..og vildir frekar vera heima hjá fannari en að koma og horfa á þá spila sýna bestu tónleika=(….. og ég sagði ein af ástæðum þess…ekki ástæða þess vitleysingurinn þinn….."
        },
        {
            "user": "KurtCobain",
            "user_id": "7591",
            "date": "2001-12-03 19:20:37",
            "id": "357586",
            "reply_to_id": "357574",
            "text": "tvö af mínum fjórum uppáhaldsböndum eru ennþá starfandi, og treystu mér, það eiga fleiri eftir að koma…\nþessi tvö eru silverchair og melvins. mín fjögur uppáhalds eru:\nNirvana\nAlice In Chains\nSilverchair\nMelvins"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-05 16:38:43",
            "id": "357587",
            "reply_to_id": "357545",
            "text": "1. Noise\n2. Coral\n3. Sign\n4. Dice\n5 og 6. Streymi, Billarni"
        }
    ]
}