{
    "forum_title": "Rómantík",
    "user": "Nala",
    "user_id": "4434",
    "date": "2000-10-10 08:54:15",
    "title": "Að hætta saman",
    "text": "okey, þetta passar kannski ekki inn á þennan link en so what. Eftir um 5 mánuði er ég á leiðinni til útlanda í 1 ár og ætla ég þá að hætta með kærastanum mínum, okey það er ekki eins og við eigum í einhverju æðislegu sambandi þessa dagana. Eins og í gærkvöld þá ætluðum við í sund, nei okey þegar svo kom að því að fara og ég búin að taka okkur til og allt þá segist hann ekki nenna !!! Ég er búin að heyra þetta svona brilljón sinnum, að hann nenni ekki að gera hitt og þetta með mér. Fyrir ekki nema svona 4 mánuðum þá vildi hann gera nánast allt með mér en ekki lengur. Okey svo þegar við vorum að fara að sofa þá sagði ég við hann að ég ætlaði að flytja út á morgun (þ.e. í dag) og getið hvað, hann bað mig um að vera lengur… Drengurinn er búinn að viðurkenna að hann elski mig bara sem vin og að hann langi til að hætta með mér, það var meira að segja hann sem stakk upp á því að hætta saman, og svo í hvert skipti sem það kemur að því að ég ætla að flytja út því að við erum alltaf að rífast og svoleiðis þá biður hann mig um að vera þar til ég fer til útlanda, eftir 5 MÁNUÐI… Okey hann vill ekki tala um þetta en þetta fer að verða frekar pirrandi þar sem hann er að særa mig GEÐVEIKT mikið með því að vilja lítið sem ekkert gera með mér nema stunda kynlíf .. Hvað á ég að gera, ég elska hann geðveikt og vil vera með honum og vil ekki særa hann með því að flytja bara út (mig langar heldur ekkert til að flytja út) en það er bara ekki séns að fá hann til að tala um þetta því að hann segir alltaf bara fyrirgefðu….FYRIRGEFA HVAÐ ??? Æi hvað á ég að gera ?? Fara bara út eða hvað …. ? Hvað ef hann elskar mig en þorir ekki að segja það… Hann er svo agalega mikið þannig að hann talar aldrei og ég fæ ekkert upp úr honum….\nHJÁÁÁÁÁÁÁÁÁLP !!!!!!!!\nYkkar\nNala",
    "url": "https://www.hugi.is/romantik/greinar/5390/ad-haetta-saman/",
    "url_id": "5390",
    "id": "27323",
    "replies": [
        {
            "user": "zeroG",
            "user_id": "2208",
            "date": "2000-10-10 10:53:41",
            "id": "27324",
            "reply_to_id": "27323",
            "text": "Ég held að málið sé að þú VERÐUR að fá hann til að tala við þig um þetta, þú leysir þennan vanda ekki án hans. Segðu honum að þú sért ekki ánægð með þetta og að hann sé að særa þig með því að láta svona. Ef að hann elskar þig í alvörunni og þorir bara ekki að segja það þá er það nú ástæða til að vera hjá honum myndi ég halda en ef það er bara kynlífið sem hann er að sækjast eftir þá er ekki spurning um að þú ættir að flytja út.\nEn þú verður auðvitað að fá að vita það frá honum hvort að hann elski þig.\nKanski lætur hann svona við þig vegna þess að hann er kanski ósáttur við það að þú sért að flytja út og hann veit að sambandinu fer að ljúka og vill að það endist sem lengst áður og vill ekki að þú flytjir út vegna þess að hann vill hafa þig hjá sér (hann kanski bara nær ekki að tjá sig um það á “venjulegan” hátt, með því að segja þér það og tala við þig).\nHversu lengi flyturðu út? afhverju að hætta saman þegar þú ferð? Hefur hann hugsað útí það að koma með? Þetta ættirðu að pæla líka í og spyrja hann útí þetta.\nEn fyrst og fremst þá ættirðu að tala við HANN því að þetta er vandamál sem þú leysir í raunninni ekki ein nema þú ákveðir að vera hjá honum eða flytja út bara uppúr þurru.\nKveðja    “zeroG”"
        },
        {
            "user": "farg",
            "user_id": "4230",
            "date": "2000-10-10 11:00:24",
            "id": "27325",
            "reply_to_id": "27323",
            "text": "okey, þetta passar kannski ekki inn á þennan link en so what. Eftir um 5 mánuði er ég á leiðinni til útlanda í 1 ár og ætla ég þá að hætta með kærastanum mínum, okey það er ekki eins og við eigum í einhverju æðislegu sambandi þessa dagana. Eins og í gærkvöld þá ætluðum við í sund, nei okey þegar svo kom að því að fara og ég búin að taka okkur til og allt þá segist hann ekki nenna !!! Ég er búin að heyra þetta svona brilljón sinnum, að hann nenni ekki að gera hitt og þetta með mér. Fyrir ekki nema svona 4 mánuðum þá vildi hann gera nánast allt með mér en ekki lengur. Okey svo þegar við vorum að fara að sofa þá sagði ég við hann að ég ætlaði að flytja út á morgun (þ.e. í dag) og getið hvað, hann bað mig um að vera lengur… Drengurinn er búinn að viðurkenna að hann elski mig bara sem vin og að hann langi til að hætta með mér, það var meira að segja hann sem stakk upp á því að hætta saman, og svo í hvert skipti sem það kemur að því að ég ætla að flytja út því að við erum alltaf að rífast og svoleiðis þá biður hann mig um að vera þar til ég fer til útlanda, eftir 5 MÁNUÐI… Okey hann vill ekki tala um þetta en þetta fer að verða frekar pirrandi þar sem hann er að særa mig GEÐVEIKT mikið með því að vilja lítið sem ekkert gera með mér nema stunda kynlíf .. Hvað á ég að gera, ég elska hann geðveikt og vil vera með honum og vil ekki særa hann með því að flytja bara út (mig langar heldur ekkert til að flytja út) en það er bara ekki séns að fá hann til að tala um þetta því að hann segir alltaf bara fyrirgefðu….FYRIRGEFA HVAÐ ??? Æi hvað á ég að gera ?? Fara bara út eða hvað …. ? Hvað ef hann elskar mig en þorir ekki að segja það… Hann er svo agalega mikið þannig að hann talar aldrei og ég fæ ekkert upp úr honum….\nHJÁÁÁÁÁÁÁÁÁLP !!!!!!!!\nYkkar\nNala\nÉG ER EKKI HOMMI !!!!!"
        },
        {
            "user": "farg",
            "user_id": "4230",
            "date": "2000-10-10 11:02:13",
            "id": "27326",
            "reply_to_id": "27323",
            "text": "Ég held að málið sé að þú VERÐUR að fá hann til að tala við þig um þetta, þú leysir þennan vanda ekki án hans. Segðu honum að þú sért ekki ánægð með þetta og að hann sé að særa þig með því að láta svona. Ef að hann elskar þig í alvörunni og þorir bara ekki að segja það þá er það nú ástæða til að vera hjá honum myndi ég halda en ef það er bara kynlífið sem hann er að sækjast eftir þá er ekki spurning um að þú ættir að flytja út.\nEn þú verður auðvitað að fá að vita það frá honum hvort að hann elski þig.\nKanski lætur hann svona við þig vegna þess að hann er kanski ósáttur við það að þú sért að flytja út og hann veit að sambandinu fer að ljúka og vill að það endist sem lengst áður og vill ekki að þú flytjir út vegna þess að hann vill hafa þig hjá sér (hann kanski bara nær ekki að tjá sig um það á “venjulegan” hátt, með því að segja þér það og tala við þig).\nHversu lengi flyturðu út? afhverju að hætta saman þegar þú ferð? Hefur hann hugsað útí það að koma með? Þetta ættirðu að pæla líka í og spyrja hann útí þetta.\nEn fyrst og fremst þá ættirðu að tala við HANN því að þetta er vandamál sem þú leysir í raunninni ekki ein nema þú ákveðir að vera hjá honum eða flytja út bara uppúr þurru.\nÉG ER SARG"
        },
        {
            "user": "Vargur",
            "user_id": "541",
            "date": "2000-10-10 11:06:21",
            "id": "27327",
            "reply_to_id": "27323",
            "text": "Greyið Nala mín. Á því sem ég er búinn að lesa frá þér hérna á Huga, þá virðist þú vera vandræðadrottning Íslendinga. Ef það er hægt að vera í einhverjum tilfinningalegum vandræðum þá virðist þú eiga við þau að etja. En ég ætlaði ekki að tala um það, heldur reyna að leggja uppbyggileg orð í belg. Þú byrjar bréfið á að taka skýrt fram að þið eigið ekki í góðu sambandi, og að þú sért staðráðin í að hætta með honum þegar þú ferð af landi brott. Bréfið leiðist síðan hægt útí það að þú reynir að finna leiðir og réttlæta fyrir sjálfri þér og lesandanum áframhaldandi samband. Það þykir mér ekki jákvætt merki. Þú segir líka að hann vilji slíta ástarsambandinu, en samt vilji hann halda áfram að stunda kynlíf með þér. Það er ekki fallegt góða mín. Mér sýnist hann vera að nota þig, og notfæra sér hvað þú ert óákveðin. Ekki eyða tíma þínum í einhvern sem er ekki góður við þig. Gullna reglan er: Gerðu það sem gerir þig hamingjusama. Ef þú ert ekki ánægð með sambandið einsog það er, hefur reynt það sem þú getur til að bæta það, hefur bent honum á hvað þú ert óánægt með, og ekkert hefur gerst, skaltu ekki vera óánægt með sambandið framar. Leitaðu á önnur mið. Ekki kvelja þig að ástæðulausu. Þú veltir því líka fyrir þér hvort hann elski þig en þori ekki að segja það. Hann sagðist vilja slíta sambandinu er það ekki? Mér finnst því miður Nala mín það vera pínulítið meira í hina áttina en að þora bara ekki að segja það. Auk þess finnst mér að ef þið eruð búin að vera saman í einhvern tíma, og hann þorir ekki ennþá að segja þér að hann elski þig, þá sé hann ekki alveg að funkera í ástarsambandi. Á einum stað segirðu orðrétt: “Okey hann vill ekki tala um þetta en þetta fer að verða frekar pirrandi þar sem hann er að særa mig GEÐVEIKT mikið með því að vilja lítið sem ekkert gera með mér nema stunda kynlíf ”. Hverskonar hegðun er þetta eiginlega. Vill hann ekki tala við þig um það sem hrjáir þig!? Hvernig maður er þetta eiginlega!? Án þess að vilja vera með svartsýnisraus þá held ég að sambandið sé dauðadæmt hvað sem kunni að gerast. Þú getur annað hvort kippt því af (einsog plástri) eða þú getur látið leiðindin og pirringinn hægt og rólega drepa þann afgang af tilfinningum sem ennþá er til staðar á þeim tíma sem það tekur. Ég held að þú ættir frekar að velja fyrri kostinn, því hætt er við að sá síðari taki af þér dýran toll. Kær Kveðja, Vargurinn."
        },
        {
            "user": "astas",
            "user_id": "5",
            "date": "2000-10-10 12:28:35",
            "id": "27328",
            "reply_to_id": "27327",
            "text": "Kæra Nala.\nÉg vil taka undir með Vargi sem hefur greinilega eins og ég lesið skrif þín á Huga og ráðleggur þér af innsæi og visku.\nÉg hef eins og þú kynnst því að eiga ekki allt of góða barnæsku og hef verið óörugg með mitt sjálf og látið aðra sjórna mér nokkuð sem ég vona að ég hafi með auknum þroska lagt að baki.\nNala mín gefðu sjálfri þér tækifæri hlustaðu á hjarta þitt það segir þér alltaf satt. Það má vel vera að þú þurfir að kyrra hugann með rólegri músik við kertaljós. Þá er líka gott að passa uppá að hafa góðan tíma og taka símann úr sambandi og slökkva á gemsanum.  Láttu þitt innra sjálf gefa þér svörin þú getur treyst sjálfri þér best fyrir þínu lífi.\nLáttu ekki líf þitt reka stefnulaust í ástarmálum frekar en öðru því ástin er nú einu sinni það besta og einnig það versta sem kemur fyrir okkur í lífinu.\nÞú átt allt gott skilið og ert greinilega hin besta manneskja. Elskaðu sjálfa þig og settu þig í fyrsta sæti það er mitt ráð til ungrar konu með lítið sjálfstraust vegna þess einfaldlega að þú kannt ekki mörkin.  Þú þarft eins og ég að þenja þín mörk þannig að þér finnist sjálfri að þú sért sjálfselsk og frek þá sjáum við hin sæmilega sjálfstæða manneskju.  Fyrstu skrefin eru erfið það skal ég vel viðurkenna en þegar þú hefur tileinkað þér þetta svolítið þá ferðu að sjá virðingu annarra.\nÞað mun aldrei neinn annar stjórna lífi þínu betur en þú sjálf og það sem þér finnst rétt fyrir þig er einfaldlega rétt fyrir þig. Við verðum öll að fara okkar eigin leiðir ef við viljum vera ánægð í lífinu og á meðan við erum barnlaus eins og þú þá eru okkur allir vegir færir.  Eftir að við eignumst börn með röngum aðila erum við bundin þeim ranga aðila í tuttugu ár í það minnsta hugsaðu um það og veldu vel. Guð blessi þig.\nastas."
        },
        {
            "user": "Lynx",
            "user_id": "3520",
            "date": "2000-10-10 13:33:32",
            "id": "27329",
            "reply_to_id": "27328",
            "text": "Ég ætla að segja eins og er að ég gæti ekki verið meira hjartanlega sammála Vargi og Astas.  Ég held að þið eigið bæði við tilfinningaleg vandamál að stríða.  Þú segir næstum hreint út: hann er að særa mig, ég vil ekki særa hann.  Hugsaðu aðeins um þetta viðhorf.  Fyrir mér hljómar þetta dáldið eins og manipulation = verið að ráðskast með líf og tilfinningar, aðallega þínar.  Ég á kanski ekki að tala um það, en ég hef verið í mjög svipaðri aðstöðu og ég gerði þau mistök að ég var kjur dáldið lengi.  Í nokkur ár.  Þetta snýst um að virða sjálfan sig og þykja vænt um sjálfa þig sem manneskju.  Hinn sársaukafulli sannleikur er eftir alltsaman, að enginn kemur til með að sýna þér meiri virðingu en þú sýnir sjálfri þér.  Mér finnst dáldið eins og kærastinn þinn vilji bæði geyma kökuna sína og borða hana.  Ímyndaðu þér, þetta er dáldið þægilegt fyrir hann, hann fær bæði kynlíf og ást þína, þótt hann sé að gefa mjög lítið til baka.  Ert þú ekki dáldið meira virði en það?  Ég held að þú verðir aðeins að “grow up” og átta þig á því að stundum er það sem við köllum “ástina” ekki það sem við höldum að það sé.  Heldur eitthvað allt annað.  Spáðu aðeins í þessu í alvöru.  Og ég veit það vel að þetta er hræðileg tilhugsun: “Ég elska hann, en sennilega elskar hann mig ekki.”  En það er eitthvað sem þú gætir þurft að horfast í augu við.  A.ö.l. er hann ekki fær um að elska þig og á ekki ást þína skilda.  Í guðanna bænum fáðu botn í þetta og vertu þá bara ein ef þess þarf.  Það er ákveðið “dignity” í því.  Eitt af því besta sem stúlkur og konur geta gert fyrir sjálfar sig er að vera einar um tíma og finna að þær eru sjálfum sér nógar.  Þ.e. þurfa ekki aðra manneskju (karlmann/strák) til að halda sér uppi tilfinningalega.  Vera sjálfstæður á sálinni, so to speak.  Lærðu að stunda hugleiðslu og skoða sjálfa þig.  Stundum er það óþægilegt, en það borgar sig margfallt.  Farðu vel með sjálfa þig snúlla og virtu þínar eigin tilfinningar áður en þú ferð að taka ábyrgð á hans.  Þú verður að setja mörk milli þess hvar hann endar og þú byrjar.  Og þú verður að vera númer eitt hjá þér.  Það er alveg ljóst að þú hefur ekki efni á því, tilfinningalega, að bera hann á bakinu.  Hux, Lynx."
        },
        {
            "user": "lakkris",
            "user_id": "3264",
            "date": "2000-10-10 11:55:29",
            "id": "27330",
            "reply_to_id": "27323",
            "text": "Það bendir allt til þess að hann vilji bara stunda kynlíf með þér, því miður.\nEn gaurinn er að nota þig, honum þykir örugglega vænt um þig en kommon! Það gerir enginn svona.\nFarðu frá honum. Hann er að nota þig! Gerðu svo eitthvað fyrir sjálfa þig og ræktaðu þig!!\nkk.lakkris"
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2000-10-10 14:17:36",
            "id": "27331",
            "reply_to_id": "27330",
            "text": "ég er sammála lakkris"
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2000-10-10 12:31:47",
            "id": "27332",
            "reply_to_id": "27323",
            "text": "Sambandið virðist illa farið þannig að það er kannski ekki rétt að koma með þennan punkt í þessa umræðu, en ég og daman mín hættum ekkert saman þó að hún færi út sem au-pair í 10 mánuði. Höfum það meira að segja ofsalega gott í dag, þó að þetta hafi nú verið soldið erfitt stundum svona langt í burtu…"
        },
        {
            "user": "pocahontas",
            "user_id": "4514",
            "date": "2000-10-10 20:17:33",
            "id": "27333",
            "reply_to_id": "27323",
            "text": "Í guðs bænum láttu hann ekki gera þér þetta, það gæti verið að þú býðir þess aldrei bætur.\nÉg tala af reynslu.\nkveðja Pocahontas"
        },
        {
            "user": "girlie",
            "user_id": "4414",
            "date": "2000-10-10 21:53:23",
            "id": "27334",
            "reply_to_id": "27323",
            "text": "Þú ert nú búin að fá svo frábærar ráðleggingar hér á huga að ég hef nú ekki miklu þar við að bæta.  Ekki nema bara það að taka undir það sem margir hafa verið að segja hérna, það er að ég held að það besta fyrir þig væri að flytja bara út.  Ástæðan fyrir því að hann guggnar alltaf á þessu þegar á hólminn er komið er einfaldlega bara eigingirni og afbrýðisemi við tilhugsunina um að þú farir þá að deita einhverja aðra gæja.  Afbrýðisemin er nefnilega eitt það seinasta sem maður segir skilið við þegar maður hættir með einhverjum.  Hann elskar þig greinilega ekki lengur, og kann þar að auki ekki að meta það sem hann er með í höndunum (þig!).  Ef hann elskaði þig hefði hann ekki stungið upp á því að þið hættuð saman…\nSvo er það annað, fyrst að gæjinn getur ekki talað opinskátt og hreinskilnislega við þig, helduru þá ekki bara að hann sé pínulítið óþroskaður?  Ert þú ekki bara allt of góð fyrir hann?\nGangi þér vel, kveðja, girlie  :)"
        },
        {
            "user": "Samick2",
            "user_id": "4326",
            "date": "2000-10-10 22:36:57",
            "id": "27335",
            "reply_to_id": "27323",
            "text": "Þú ert í raun og veru búin að fá alla hjálp sem þú þarft, frá sjálfri þér og öllum hérna.  Gerðu samt sem þér finnst!  Ég var í svona sambandi þar sem var verið að reyna að laga hlutina í miklu fleiri en 5 mánuði! Og trust me það er svo búið að það hálfa væri nóg.  Hann vill halda þér heima (hjá sér) vegna þess að þetta er orðin venja (sem vill oft verða) Það erfiðasta hjá mér núna er að fara einn að sofa.  (það er allt svo tómlegt og einmannalegt)  Hann vill líklegast halda þér til þess að missa ekki venjurnar.  Það er rosalega erfitt að sleppa þeim.  Þú ert greinilega ágætisstelpa en ekki láta bjóða þér þetta því þetta býður bara upp á það að hann fari að athuga hve langt hann kemst!  Svo endar það líklegast einhverntímann með því á fylleríi að hann lemji þig og eftir að hann sleikir þig upp þá fyrirgefur þú honum.  Svona er þetta bara með flestar stelpur (allavegana sem ég þekki) í þínum sporum!  Hann er algjör asni og ekki láta hann komast upp með þetta. (p.s. ekkert kynlíf er það gott að maður geti ekki þjálfað nýjan kandídat upp!)\nVertu sterk og ákveðin\nSáli\nGromit"
        },
        {
            "user": "Lynx",
            "user_id": "3520",
            "date": "2000-10-11 07:53:17",
            "id": "27336",
            "reply_to_id": "27335",
            "text": "Ugh, já sammála Gromit.  Það var hræðilegt að venjast því að fara ein að sofa.  Vaninn getur verið þinn allra versti óvinur.  En eftir dáldinn tíma fór ég að njóta þess að hafa svona mikið pláss LOL!  Ég bjó líka ein dáldið lengi, þurfti að venjast því að gera við hluti sjálf (negla nagla, skrúfa saman húsgögn), fara sjálf á stúfana og tékka á næturhljóðum (ég er myrkfælin) og lýsa undir rúmið ef ég fékk martröð, fara og kvarta eða hringja sjálf á lögguna ef nágrannar voru með læti o.s.frv. En mikð ofboðslega er ég fegin að ég gerði það ;)  En mikið óskaplega var ég einmana svona rétt á meðan.  Kostirnir voru þó ómældir.  Enginn til að taka tillit til, enginn að snúa uppá sig þótt ég borðaði kjötbollur í morgunmat og pönnukökur eða súkkulaðiís í kvöldmat, enginn að flissa þótt ég vaskaði upp með útvarpið í botni og mæmaði í uppþvottaburstann, eða vaxaði á mér fótleggina fyrir framan sjónvarpið eða færi í bíó upp úr þurru kl. 5 eða lægi í baði með kerti, músík og nesti í 3 klukkutíma, eða kæmi bara ekkert heim yfirleitt.  Ekkert nöldur, engin málamiðlun.  Það getur verið æðislegt að búa einn, bara spurning um rétta viðhorfið ;)"
        }
    ]
}