{
    "forum_title": "Deiglan",
    "user": "halldor123",
    "user_id": "65388",
    "date": "2007-09-04 19:09:32",
    "title": "Jæja...?",
    "text": "Jæja, hvað finnst fólki um þessa auglýsingu hjá símanum? “Móðgun” fyrir trúna ykkar eða bara saklaust grín?\nBætt við 4. september 2007 -  19:11\nÉg vona að þetta felst ekki undir þetta “Trúarumræðubann”, ef svo eyddu bara þessum þræði.",
    "url": "https://www.hugi.is/deiglan/korkar/540633/jaeja/",
    "url_id": "540633",
    "id": "5203866",
    "replies": [
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2007-09-04 19:23:18",
            "id": "5203922",
            "reply_to_id": "5203866",
            "text": "Mér finnst þetta bara sniðugt."
        },
        {
            "user": "NineInchElvis",
            "user_id": "69453",
            "date": "2007-09-04 19:26:20",
            "id": "5203940",
            "reply_to_id": "5203866",
            "text": "Það er 2006, þetta er bara sweet."
        },
        {
            "user": "boran",
            "user_id": "65784",
            "date": "2007-09-04 19:58:51",
            "id": "5204105",
            "reply_to_id": "5203940",
            "text": "2006??\nÞá hef ég verið að ruglast eitthvað"
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2007-09-05 20:13:42",
            "id": "5207302",
            "reply_to_id": "5203940",
            "text": "Vó, menn bara ári á undan?"
        },
        {
            "user": "NineInchElvis",
            "user_id": "69453",
            "date": "2007-09-06 18:28:26",
            "id": "5209624",
            "reply_to_id": "5207302",
            "text": "Ands. Það útskýrir ýmisslegt hehehe…."
        },
        {
            "user": "Neibb",
            "user_id": "59835",
            "date": "2007-09-04 20:18:16",
            "id": "5204202",
            "reply_to_id": "5203866",
            "text": "Mér finnst þessi auglýsing vera BEST."
        },
        {
            "user": "Mephz",
            "user_id": "29276",
            "date": "2007-09-04 20:36:43",
            "id": "5204301",
            "reply_to_id": "5203866",
            "text": "ekki séð nema brot af henni.  Finnst annars ekkert að því að þessar sögur séu notaðar í auglýsingar frekar en nokkuð annað."
        },
        {
            "user": "Incredulo",
            "user_id": "64220",
            "date": "2007-09-04 21:05:26",
            "id": "5204446",
            "reply_to_id": "5203866",
            "text": "Hún er vel heppnuð að því leyti að þeir hafa meira að segja fengið hana í kvöldfréttir, og þeir hafa náð athyglinni sem þeir vildu fá."
        },
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2007-09-04 21:10:50",
            "id": "5204462",
            "reply_to_id": "5203866",
            "text": "Hann spyr í lokin hvort ekkert sé heilagt lengur …\nÉg spyr; Afhverju er þetta heilagt ? Og ef einhver mundi gera skondna auglýsingu með ásatrú sem meginþema væri það brot á heilagleika ?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-09-04 22:05:34",
            "id": "5204682",
            "reply_to_id": "5203866",
            "text": "Ég sé ekki mikið rangt við þetta, enda ekki ofsatrúarmaður, eða raun trúi ég ekki mikið.\nMér finnst þetta bara flott herferð að nota hlut sem mjög margir þekkja, þetta er raun bara eins og hver önnur bíómynd sem vísar í trú eða söguna. Trú er ekkert annað en hluti af sögu mannkynsins.\nÉg segi fyrir mitt leiti að þetta ætti ekki að skapa vesen, en svo sem er fólk mis trúað."
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2007-09-04 22:26:43",
            "id": "5204798",
            "reply_to_id": "5203866",
            "text": "Það var frekar ómerkilegt hvað Kastljós var að reyna að draga einhverja deilu úr þessu og lokka biskupstólinn til að segja eitthvað gríðarlega kúgandi fyrir áhorf.\nÞegar hann var spurður hvort hann hygðist kæra þetta, þá fannst honum það fáranlegt og sagði að hann væri ekki í neinni valdastofnun sem segði fólki hvað það má og má ekki gera og síendurtók að hann væri einungis að segja þetta því það var haft samband við hann og beðin um sína skoðun. Og hann gaf hana. Svo er verið að reyna að búa til einhverskonar ádeilu úr þessu.\nEini alvöru deiluaðilinn í þessu máli virtist vera Kastljós sem reyndi að espa úr þessu eitthvað mál.\nLéleg fréttamennska."
        },
        {
            "user": "IanAnderson",
            "user_id": "56162",
            "date": "2007-09-04 22:47:06",
            "id": "5204895",
            "reply_to_id": "5204798",
            "text": "Hann sagði nú annað í 4 fréttum á rás 2 í dag. Þá sagði hann að það væri rugl að svona hátíðlegt og heilagt kristnum mönnum skuli vera notað í auglýsingar."
        },
        {
            "user": "frantic89",
            "user_id": "6497",
            "date": "2007-09-08 00:55:22",
            "id": "5213464",
            "reply_to_id": "5204895",
            "text": "Já það var eftir það var millifært tvær milljónir inná bankareikninginn hans…"
        },
        {
            "user": "NettAri",
            "user_id": "20473",
            "date": "2007-09-08 21:37:39",
            "id": "5215563",
            "reply_to_id": "5213464",
            "text": "Þvílíkt samsæri sem þú hefur komið upp um..\nSannanir? K)"
        },
        {
            "user": "frantic89",
            "user_id": "6497",
            "date": "2007-09-09 00:30:57",
            "id": "5216034",
            "reply_to_id": "5215563",
            "text": "Engar sannanir einungis kenningar.\nAnnars skrítið hvernig fólk getur alltí einu skipt svona um skoðanir eins og ekkert sé."
        },
        {
            "user": "NettAri",
            "user_id": "20473",
            "date": "2007-09-09 14:26:10",
            "id": "5217118",
            "reply_to_id": "5216034",
            "text": "Jebb."
        },
        {
            "user": "lucifersam",
            "user_id": "47455",
            "date": "2007-09-04 22:52:08",
            "id": "5204924",
            "reply_to_id": "5203866",
            "text": "Ég skil ekki hvernig þessi korkur á að tengjast átökum trúarhópa, þar sem það er víst eina sem má ræða hér á deigluni, er tengist trúarbrögðum. Þrátt fyrir að þetta sé skýrt dæmi um málefni líðandi stundar í þjóðfélaginu.\nEn að innihaldi korksins, þá þykir mér auglýsingin hvorki fyndin, móðgandi né merkileg. Sem sagt, lítið til hennar koma."
        },
        {
            "user": "lucifersam",
            "user_id": "47455",
            "date": "2007-09-07 12:00:07",
            "id": "5211227",
            "reply_to_id": "5204924",
            "text": "Það má ræða um allt sem er í deiglunni hérna, það er, öll mál líðandi stundar. Deilur um trúarbrögð eru ekkert sérstaklega nýjar af nálinni og þetta voru bara notendur vefsins að æsa sig upp, sem leiddi til bannsins."
        },
        {
            "user": "lucifersam",
            "user_id": "47455",
            "date": "2007-09-07 16:41:05",
            "id": "5212031",
            "reply_to_id": "5211227",
            "text": "Ákveðið hefur verið að herða á reglum áhugamálsins. Trúarumræður eru ekki lengur leyfðar með þeirri undantekningu af umræðum um átök trúarhópa. Notendum er bent á að fara með allar aðrar trúarumræður á /Dulspeki eða /Heimspeki.\nEkki get ég séð að það sé heimilt, samkvæmt þessum orðum, fyrir utan átök trúarhópa.\nHins vegar hef ég ekki hugmynd hver rökin séu fyrir því að útilöka umræður um trúamál. Í ljósi þess að það geta verið málefni líðandi stundar, eins og hvert annað.\nMig persónulega fynnst þessi regla, heldur illa framsett, ef markmið hennar sé einungis að útiloka heimspekilegar og dulspekilegar vangaveltur og rökræður um trú og trúarbrögð."
        },
        {
            "user": "lucifersam",
            "user_id": "47455",
            "date": "2007-09-07 17:23:28",
            "id": "5212163",
            "reply_to_id": "5212031",
            "text": "Alveg hárrétt hjá þér, fáránlega illa framsett. En ef þeir ætla líka að banna umræður um trú á meðan þetta er í deiglunni, einsog núna…þá eru þetta opinberlega fáránlegir stjórnendur. En ég stórefast nú um að þeir muni gera það."
        },
        {
            "user": "lucifersam",
            "user_id": "47455",
            "date": "2007-09-07 23:30:20",
            "id": "5213197",
            "reply_to_id": "5212163",
            "text": "Já, ég stór efa það líka…\nÉg hef lúmskan grun um að reglan sé svona mishepnuð, sökum þess að höfundur/ar hennar hafi/a ekki gert sér í hugarlund, um að hægt sé að ræða trúmál á öðrum grundvelli en heimspekilegum eða dulspekilegum.\nEins og þessi korkur og undartekningin í reglunni sanna.\nHins vegar skil ég fullkomlega afstöðu stjórnenda, þar sem fólk virðist eiga erfitt með að ræða málefni líðandi stundar er tengjast trúmálum. Án þess að þurfa að ausa úr sínum visku brunnum um tilvist eða tilvistarleysi guðs. Sú rökræða á víst heima á öðrum sviðum, en hér í dægurfroðunni."
        },
        {
            "user": "LataStelpan",
            "user_id": "62411",
            "date": "2007-09-05 19:10:09",
            "id": "5207074",
            "reply_to_id": "5203866",
            "text": "Mér finnst bara ekkert mógðandi við hana"
        },
        {
            "user": "Sazchu",
            "user_id": "25947",
            "date": "2007-09-05 22:52:06",
            "id": "5207849",
            "reply_to_id": "5203866",
            "text": "mér finnst þetta bara vera nokkuð góð auglýsing."
        },
        {
            "user": "Origami",
            "user_id": "60855",
            "date": "2007-09-06 23:42:15",
            "id": "5210652",
            "reply_to_id": "5203866",
            "text": "Listræn er hún, og mjög fyndin."
        },
        {
            "user": "Zkari",
            "user_id": "18718",
            "date": "2007-09-07 20:20:57",
            "id": "5212727",
            "reply_to_id": "5203866",
            "text": "Man enginn eftir páskaspaugstofunni?\n“Blindur fær Sýn” og fleira skemmtilegt :þ"
        },
        {
            "user": "enss1o",
            "user_id": "65333",
            "date": "2007-09-09 20:59:37",
            "id": "5218226",
            "reply_to_id": "5203866",
            "text": "Þessa auglesyngu á ekki að birta enda hætti ég hjá simanum eftir hana!\nþað er gengið aðeins of langt að djoka með það þegar jesú var svikinn."
        },
        {
            "user": "halldor123",
            "user_id": "65388",
            "date": "2007-09-10 00:36:10",
            "id": "5218956",
            "reply_to_id": "5218226",
            "text": "Hættirðu í alvöruni hjá símanum eftir að hafa séð þessa auglýsingu? Veistu, mér finnst ÞAÐ vera að ganga of langt, það sem þú þarft að skilja að þessi auglýsing er meistaraverk og er á engann hátt að “Móðga” kristna trú, þið túlkið það bara þannig og það er mjög mjög fáranlegt.\nHún er fyndinn..Hlæðu!"
        },
        {
            "user": "enss1o",
            "user_id": "65333",
            "date": "2007-09-10 12:45:59",
            "id": "5219412",
            "reply_to_id": "5218956",
            "text": "annað finnst páfanum og ég held að hann viti aðeins betur um þetta en við:S\nen annars hætti ég ekkert hjá simanum segji bara svona, en mér finnst ekki í lagi að birta þessa auglesyngu."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-09-11 23:14:16",
            "id": "5224427",
            "reply_to_id": "5219412",
            "text": "Af hverju ætti páfinn að vita eitthvað betur um það? Hann er bara maður og hefur skoðanir eins og við öll.\nHvað meinaru með að þér hafi ekki fundist í lagi að birta þessa auglýsingu? Hefði einhver átt að banna hana? og ef svo er, hver?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-09-11 23:13:15",
            "id": "5224425",
            "reply_to_id": "5218956",
            "text": "Hún móðgar ekki beint kristna trú. En Jón gerir sjálfan sig sekan um hræsni þegar hann brýtur þarna annað boðorðið. Ekki skal leggja nafn guðs við hégóma.\nÞað að nota guð til að selja síma getur ekki verið annað en hégómi."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-09-11 23:40:56",
            "id": "5224520",
            "reply_to_id": "5203866",
            "text": "Þó að ég hafi innilega gaman af þessari auglýsingu og finnist hún almennt góð, þá get ég ekki annað en undrast af hverju þetta er ekki sagt stangast á við lög.\nSpaugstofumenn voru nú dregnir fyrir dóm fyrir það sama fyrir fáeinum árum, þannig að það er fordæmi til staðar."
        },
        {
            "user": "giggedy",
            "user_id": "46822",
            "date": "2007-09-13 11:34:15",
            "id": "5228026",
            "reply_to_id": "5203866",
            "text": "ófyndið og misheppnað guðlast !"
        }
    ]
}