{
    "forum_title": "Sci-Fi",
    "user": null,
    "user_id": null,
    "date": "2001-12-03 17:21:01",
    "title": "Kvæði í Kross [ör-spillar]",
    "text": "Já nema hvað, þeir hafa þetta ennþá í sér, tvíeykið B&B.\nÍ gær leit ég á Cold Front, og get ég fullyrt að þetta er það besta að mínu mati, sem að b&b geta boðið upp á um þessar mundir.\nÞátturinn var auðvitað ekkert fullkominn, en hann var áhugaverður með nógu mörgum plott-sveiflum til þess að halda manni við efnið.\nEfnið er vitaskuld orðið alveg helþreytt, tímaferðalög eru jafnvel farin að þreyta hörðustu trekkara, en það var meira en nóg spunnið í þáttinn sjálfan til þess að leiðindin létu ekki sjá sig.\nÉg ætla ekki að fara náið út í efnið sjálft, en fyrir utan örfáa klúðurslega hluti, þá stóð Robert Duncan Mcneill [held að hann heiti það örugglega þarna Tom Paris leikarinn] sig með prýði í leikstjórninni á þessum þætti, sem opnar upp möguleika fyrir athyglisverða plott þróun.\nÞað versta sem getur komið fyrir núna er að ekkert verði minnst einu orði á suliban og allt þetta temp.cold war dæmi fyrr en eftir 3-8. En ef þeir gera ekki þau mistök og halda áhorfendum við efnið í staðinn fyrir að vera með leiðinlega uppfyllingarþætti sem eru eins og rerun af voyager, þá gæti orðið gott úr þessari seríu.\nÞví miður er það oft þannig að kynntar eru persónur og plott til sögunnar, en svo gleymist það þangað til að 10-20 þáttum síðar þegar að haldið er áfram með plottið eins og að ekkert sé…. t.d. x-files pössuðu sig alltaf á því að halda undirtóninum úr aðalplottinu við líði í þáttum sem komu því þó lítið við.. hver man ekki eftir þáttum þar sem að smoking man kom fyrir í 4-7 sekúndur eða þáttum þar sem að sígarettan var inni hjá skinner..\nÞessi mistök voru mjög augljós í andorian incedent og breaking the ice þegar að alvarlegt atvik virðist vera gleymt í næsta þætti, og svo náttúrulega tugi dæma um þetta í voyager.\nEn almennt séð vel heppnaður þáttur og meira af svona takk",
    "url": "https://www.hugi.is/scifi/greinar/54128/kvaedi-i-kross-or-spillar/",
    "url_id": "54128",
    "id": "359500",
    "replies": [
        {
            "user": "Kull",
            "user_id": "6541",
            "date": "2001-12-03 23:53:18",
            "id": "359501",
            "reply_to_id": "359500",
            "text": "Var það ekki cancer-man?"
        },
        {
            "user": "Kull",
            "user_id": "6541",
            "date": "2001-12-04 08:43:46",
            "id": "359502",
            "reply_to_id": "359501",
            "text": "mikið rétt, en ég kallaði hann alltaf smoking man"
        },
        {
            "user": "Kull",
            "user_id": "6541",
            "date": "2001-12-04 16:33:28",
            "id": "359503",
            "reply_to_id": "359502",
            "text": "Hann var víst kallaður Cigarette Smoking Man (CSM), ég sá einhvertíman “making of” þátt eða álíka um X-files og þá var hann alltaf kallaður CSM.\nÉg er sammála um þáttinn, einn sá besti hingað til, vonandi halda þeir áfram á þessari braut."
        },
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2001-12-06 21:00:37",
            "id": "359504",
            "reply_to_id": "359503",
            "text": "Sammála, mjög góður þáttur.\nKveðja,\nAtlas"
        },
        {
            "user": "Kull",
            "user_id": "6541",
            "date": "2001-12-09 21:31:54",
            "id": "359505",
            "reply_to_id": "359504",
            "text": "kannski á mar að vera sáttur yfir því að lítið er kommentað á greinina……..\nværi þó líklega kominn upp í 40 svör ef ég hefði sagt að shatner og berman væru hommar….\nhvernig er það, mér finnst orðið svo mikið um það á huga að leiðindin verða alltaf rosalega stór en jákvæðu hlutirnir láta oftast miklu minna á sér bera…. [engin ný sannindi]\nen eru greinarhöfundi gefin stig fyrir svör við grein eða fjöldi lestra eða hvorugt…..\nog hvaða máli skipta þessi stig……"
        },
        {
            "user": "Kull",
            "user_id": "6541",
            "date": "2001-12-12 10:50:50",
            "id": "359506",
            "reply_to_id": "359505",
            "text": "Það skiptir engu máli hversu margir svara grein eða hversu oft hún er lesin, þú færð ekkert fleiri stig. Þú færð, að ég held, 10 stig fyrir grein en 18 stig ef hún er með mynd.\nStigin skipta svosem engu máli, gefur bara til kynna hversu active menn eru á áhugamálinu."
        }
    ]
}