{
    "forum_title": "Ævintýrabókmenntir",
    "user": "Ameza",
    "user_id": "19261",
    "date": "2007-09-08 03:19:22",
    "title": "The Laughing Corpse - Anita Blake",
    "text": "The Laughing Corpse\ner bók eftir Laurell K. Hamilton og er önnur bókin í seríunni um Anitu Blake. Í þetta skipti lendir hin smáa og harðkjarna Anita Blake ekki í klónum á vampírum heldur eru það uppvakningar sem hún þarf að kljást við.\nÞar sem Anita er ekki aðeins í þeim geira að drepa vampírur sér til skemmtunar (og varnar), heldur er hún einnig svokallaður\nanimator.\nAnimator er manneskja sem hefur þann hæfileika til þess að vekja hina dauðu upp , en þó aðeins í stuttan tíma. Þar sem uppvakningarnir halda aðeins í minningarnar um sitt fyrra líf í stuttan tíma og líkaminn endist ekki lengi. Á þessum tíma, í ekki svo fjarlægðri framtíð, hafa animators nóg að gera við að reisa hina dauðu upp fyrir lögregluna, sem vitni eða fyrir ættingja og vini.\nEn þegar það kemur að því að reisa hina dauðu þá er einhvers krafist í staðin, dauða. Vanalega duga nokkrir kjúklingar eða ein geit. En þegar Harold Gaynor nokkur býður Anitu milljón dollara fyrir að reisa 300 ára gamlan uppvakning er ekki annað hægt en að neita. Því að til að vekja upp svo gamlan uppvakning þarf eitthvað meira en geit, það þarf mannslíf. En það er ekki það versta, þótt að Anita neiti þá er til annað máttugt fólk í þessum geira. Eins og Dominga Salvador, vaundun hofgyðja, sem hefur gífurlega vitnesku um uppvakninga og ýmis leyndarmál sem munu koma upp á yfirborðið.\nEins og það sé ekki nógu slæmt, þá eru hroðaleg fjöldamorð í gangi sem ekkert mannlegt gæti gert. Er þetta stjórnlaus uppvakningur eða eitthvað annað?\nÖnnur bókin er töluvert óhugnalegri og ógeðslegri en sú fyrri. Þegar uppvakningar ráðast á Anitu Blake skýtur hún þá einfaldlega í tætlur. Það er verra þegar þeir halda áfram að drepa hana sundurlimaðir. Mörgæsirnar fá að líða fyrir það.\nI am an animator. I am the Executioner. But now I'm something else. The one thing my Grandmother Flores feared most. I am a necromancer. The dead are my specialty.\n-Anita Blake\nNæsta bók:\nCircus of the Damned.",
    "url": "https://www.hugi.is/fantasia/greinar/541321/the-laughing-corpse-anita-blake/",
    "url_id": "541321",
    "id": "5213732",
    "replies": [
        {
            "user": "snugglemurder",
            "user_id": "67670",
            "date": "2007-09-08 10:45:08",
            "id": "5213899",
            "reply_to_id": "5213732",
            "text": "okey hljómar spennandi"
        },
        {
            "user": "Doofy",
            "user_id": "38930",
            "date": "2007-09-08 12:56:07",
            "id": "5214137",
            "reply_to_id": "5213732",
            "text": "þannig krakkabók?"
        },
        {
            "user": "Ameza",
            "user_id": "19261",
            "date": "2007-09-08 13:12:09",
            "id": "5214181",
            "reply_to_id": "5214137",
            "text": "Klárlega ekki krakkabók. Meira svona unglinga, young adult bækur."
        },
        {
            "user": "Doofy",
            "user_id": "38930",
            "date": "2007-09-08 15:00:41",
            "id": "5214490",
            "reply_to_id": "5214181",
            "text": "ertu viss?"
        },
        {
            "user": "Ameza",
            "user_id": "19261",
            "date": "2007-09-08 16:23:47",
            "id": "5214677",
            "reply_to_id": "5214490",
            "text": "Já ég er viss. En ef hún hljómar of barnalega fyrir þig, by all means, ekki lesa hana."
        },
        {
            "user": "Artharas",
            "user_id": "26938",
            "date": "2007-09-08 18:07:29",
            "id": "5214979",
            "reply_to_id": "5213732",
            "text": "Bleh var búinn að steingleyma að ég ætlaði að kíkja á þessar bækur :S Jæja eins og sú fyrri hljómar skemmtileg :)"
        },
        {
            "user": "Unnursvana",
            "user_id": "65244",
            "date": "2007-09-14 13:02:06",
            "id": "5231303",
            "reply_to_id": "5213732",
            "text": "Þessi hljómar spennandi, verð að kíkja á þessa"
        },
        {
            "user": "KatPotter",
            "user_id": "42316",
            "date": "2007-10-26 23:07:57",
            "id": "5341616",
            "reply_to_id": "5213732",
            "text": "Var að uppgötva þessar bækur, mjög skemmtilegar ;) Er komin á bók 6, the killing dance. Samt stundum *mjög* ógeðslegar :P"
        },
        {
            "user": "Ameza",
            "user_id": "19261",
            "date": "2007-10-27 13:22:51",
            "id": "5342402",
            "reply_to_id": "5341616",
            "text": "Já það verður að segjast að mörg málin sem hún tekur að sér og svona eru frekar nasty :P"
        }
    ]
}