{
    "forum_title": "Manager leikir",
    "user": "copthorne",
    "user_id": "5361",
    "date": "2001-12-03 17:30:32",
    "title": "Er ég orðinn lélegur manger?",
    "text": "Ég held það bókstaflega að ég sé orðin lélegur manger.\nÉg sýndi ykkur áranginn minn með PSV og Real Madrid.\nÉg gafst fljótt upp á QPR og ákvað að koma mér aftur í mitt fyrra form (sem stjóri).\nAftur byrjaði ég með nýtt save með Chelsea og skírði mig Paul Collyer, hélt það myndi ganga eitthvað betur :)\nEn hvað gerðist?\nEftir rúma tuttugu leiki, í lok desember mánaðar er ég í 18 sæti og er rekinn með skömm.\nHæsta sæti sem ég hafði náð var held í 8.sæti en með þá fleiri leiki en önnur lið.\nÉg átti um 30 milljónir og var auðvitað snæld vitlaus.\nÉg samt að ég hafi í fyrsta sinn spilað speed-ið í very slow en oftast spila ég það bara í very fast til að drífa leikinn af.\nHefur það kannski einhver áhrif, hvað spilið þið?\nJæja ég skoðaði líka peninginn hjá WBA og voru það 7.milljónir.\nÉg er ekki ennþá byrjaður með Coventry save sem ég ætla að hafa og hvað, þeir byrja með 140 pund.\nEn hvað er að gerast er ég orðinn lélegur manager eða hvað?",
    "url": "https://www.hugi.is/manager/greinar/54130/er-eg-ordinn-lelegur-manger/",
    "url_id": "54130",
    "id": "359515",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-03 20:42:29",
            "id": "359516",
            "reply_to_id": "359515",
            "text": "já"
        },
        {
            "user": "BIZKIT",
            "user_id": "12754",
            "date": "2001-12-03 20:49:04",
            "id": "359517",
            "reply_to_id": "359515",
            "text": "Það lítur út fyrir það,\nÉg held að ég myndi ekki nenna að spila CM í very slow, ég yrði geðveikur, herru skora á þig að taka við S-Pulse í Japan.\nBIZKIT"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2001-12-03 21:30:52",
            "id": "359518",
            "reply_to_id": "359515",
            "text": "Hefur kannski bara alltaf verið það?\nPæling"
        },
        {
            "user": "steindor",
            "user_id": "1854",
            "date": "2001-12-03 21:48:51",
            "id": "359519",
            "reply_to_id": "359515",
            "text": "Ég veit ekkert um það hvort þú ert lélegur Manager eða ekki.  En að vera kominn í 18. sætið með Chelsea er gríðarlega lélegur árangur.\nÉg spila alltaf með Speedið í very fast, hef alltaf gert það og mun alltaf koma til með að gera það.  Annað er óheilbrigði."
        },
        {
            "user": "Premium",
            "user_id": "1776",
            "date": "2001-12-03 22:45:26",
            "id": "359520",
            "reply_to_id": "359515",
            "text": "Ekki hafa þessar áhyggjur. Allir eiga sína góðu og slæmu ferla!\nÉg held að það gæti verið leikkerfið sem þú notaðir sem hafi orðið þér að falli hjá Chelsea. Hvað var annars leikkerfið? Það er oft hægt að klína ansi miklu á það.\nHvað hraðan varðar, ég held að hann skipti engu máli. Ég man þó eftir umræðu á SIgames þar sem sumir vildu meina að hraðinn hefði neikvæð áhrif á útkomu leiksins, en flestir voru þó á því að hann hefði engin áhrif á gang mála. Í þeim hópi er ég…"
        },
        {
            "user": "Rain",
            "user_id": "5012",
            "date": "2001-12-04 02:50:24",
            "id": "359521",
            "reply_to_id": "359515",
            "text": "hehe, þetta gerist fyrir bestu men, meira að segja Ferguson ;)"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2001-12-04 05:38:24",
            "id": "359522",
            "reply_to_id": "359521",
            "text": "Hraðinn hefur enginn áhrif, ekki í leiknum sjálfum. En það sem mig grunar að hafi gerst er að þú sérð miklu betur hvað liðið er að spila illa og ert að gera mikið af breytingum. (setja á pressing og tackling og breyta stöðu leikmanna og þessa háttar) og gerir meira af því en þegar þú ert að spila á very fast. Of miklar breytingar eru oft verri en engar. Bara datt þetta svona í hug :)\nLélegur manager? Nei varla, þessi leikur gegnur allur útá reynslu, og þú ert nú búinn að spila ansi lengi :)"
        },
        {
            "user": "pires",
            "user_id": "10415",
            "date": "2001-12-04 11:15:10",
            "id": "359523",
            "reply_to_id": "359522",
            "text": "Þetta er örugglega leikkerfið, þú verður að spila með leikkerfi sem að hentar liðinu, ekki þitt uppáhaldsleikkerfi.\nPrófaðu að byrja með að spila 4-4-2 í ensku, það er gott kerfi til þess að læra inn á liðið."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-09 21:51:15",
            "id": "359524",
            "reply_to_id": "359521",
            "text": "þetta er að gerast fyrir Ferguson.\nHann sucka"
        },
        {
            "user": "heisi2",
            "user_id": "11040",
            "date": "2001-12-04 13:02:02",
            "id": "359525",
            "reply_to_id": "359515",
            "text": "Ég held að þú sért bara að nota léleg leikkerfi prófaðu einhvað af þessum erfum:\nKerfi : 3 DC, 2 DMC, 2 MC, 3 FC\nKerfi : 3 DC, 1 DMC, 2 MC, 1 AMC, 3 FC\nKerfi : 3 DC, 1 DMC, 3 MC, 3 FC\nVirka öll mjög vel hjá mé"
        },
        {
            "user": "Pepsi",
            "user_id": "1538",
            "date": "2001-12-04 13:07:13",
            "id": "359526",
            "reply_to_id": "359525",
            "text": "Ég er lélegur manager ! :-þ"
        },
        {
            "user": "Saviola",
            "user_id": "10336",
            "date": "2001-12-04 15:46:34",
            "id": "359527",
            "reply_to_id": "359515",
            "text": "Blessadur vertu. Ekki hafa ahyggjur af thessu, thetta er orugglega taktikin thin, profadu thessa 4-3-1-2, eg nota hana alltaf og gengur yfirleitt mjog vel, eg spila leikinn med a very fast. Thu tharft bara ad passa thig ad spila ekki mennina heldur med low condition."
        },
        {
            "user": "sexygaur",
            "user_id": "47090",
            "date": "2001-12-04 19:42:50",
            "id": "359528",
            "reply_to_id": "359515",
            "text": "Ég notaði nú eiginlega 3-4-3.\nEn varðandi miðjuna þá hafði ég tvo á miðjunni og tvo fyrir aftan sóknarmennina.\nAuk þess var Hasselbaink í veru low í móralinum,henti honum í varaliðið nokkra leiki, ekkert bætti úr og setti hann á sölulista, enginn bauð í hann:("
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2001-12-04 20:21:59",
            "id": "359529",
            "reply_to_id": "359528",
            "text": "Sexygaur, ekki sniðugt að transfer lista menn bara útí bláinn :) þó hann sé bara með low moral.\n4 sóknarmenn er soldið mikið, þó að ég sé með mikla sóknartaktík þá læt ég mér venjulega duga 3… :) ef þig langar að spila eins og Cheelsea þá skaltu reyna 3-2-2-2-1 þar sem DM-arnir eru wingbackar (Le saux og Melchiot)"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2001-12-04 20:26:19",
            "id": "359530",
            "reply_to_id": "359529",
            "text": "Semsagt 3 DC-ar, DMR og DML, 2 MC-ar, 2 AMC-ar, einn SC (tek það fram að eins og menn eiga að vita þá getur t.d. DMR þýtt DMR, MR, DR eða D/MR :) ) Stöður eru ekki algildar.\nTek það reyndar líka fram að ég hef aldrei reynt þetta :)"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2001-12-04 21:34:52",
            "id": "359531",
            "reply_to_id": "359530",
            "text": "Nú les ég aftur og sé að þú varst með 5 sóknarmenn… :D\nÞú ÞARFT að hafa minnst 3 menn á miðjunni, og því fleiri því betra (t.d. mín taktík sem virkar vel hefur 6 á miðjunni)"
        },
        {
            "user": "lilbitch",
            "user_id": "13002",
            "date": "2001-12-05 09:25:35",
            "id": "359532",
            "reply_to_id": "359515",
            "text": "Rólegur vinur það fara allir einhvern tíma í lægð."
        },
        {
            "user": "Vegetta",
            "user_id": "15639",
            "date": "2001-12-05 11:28:57",
            "id": "359533",
            "reply_to_id": "359515",
            "text": "Þú ert ömulegur manager. En ég er sko snilli. ég er búinn að vera með Ipswich í 3-4 leiktíðir og ég er búinn að vinna UEFA Cup, Ensku Deildina, World Club Cup og European Super cup og það var ekkert mál þegar maður kaupir réttu mennina."
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2001-12-05 11:46:39",
            "id": "359534",
            "reply_to_id": "359533",
            "text": "Vegetta, ert þú kannski ömurlegur manager líka? Er dónaskapur mjög hjálplegur?\n:)"
        },
        {
            "user": "aatli",
            "user_id": "12645",
            "date": "2001-12-05 18:29:47",
            "id": "359535",
            "reply_to_id": "359515",
            "text": "Það er líka misjafnt eftir savum hvernig manni gengur ef gengur illa birjaðu þá aftur og það mun örugglega allt ganga mun betur :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-09 19:11:03",
            "id": "359536",
            "reply_to_id": "359515",
            "text": "það er langbest að spila með speed í fast eða mjög-fast … annars er leikurinn svo lengi að maður verður geðveikur á því að horfa á þetta"
        }
    ]
}