{
    "forum_title": "Rokk",
    "user": "HoddiDarko",
    "user_id": "54813",
    "date": "2007-09-09 00:32:41",
    "title": "Epiphone Dr! Dimarzio Pickup! Slatti af DvD! Slatti af CD!",
    "text": "Hlutir sem ég er að selja til að afla dóppenings…\nEpiphone Dr Kassi\nMig langar bara að sjá hvað fólk myndi borga fyrir gítarinn.\nÉg keypti hann á 30-35 þúsund í fyrra í apríl minnir mig, í rín. ég held að þeir sé ekki enþá að selja þennann bara einhver lélegari módel.\nHann heitir Epiphone dr og svo stendur Eb 1000 eða eitthvað þannig inní honum minnir mig.\nhann er svatrur á litinn og með málaðan mjög þægilegan háls (C háls held ég, ekki V háls)\nHálsinn er nokkuð beinn þar sem ég lét laga hann um daginn, svo að Actionið er afar fínt, engar slæmar nótur samt heldur hljómar hann afar vel.\nbrúin er ekki máluð en hún er mjög dökk á litinn (rosewood held ég)\nfingerboardið er Rosewood\n25.5“ skali á honum (semsagt stór skali)\n1.68” er breiddin á nutinu\nMahogany body og háls material\nHann er með chrome die-cast stilliskrúfur og Dunlop straplocka (earnie ball ól fylgir með (og líka svona hlutur á hana svo að það sé hægt að ´festa ólina á hálsinn(frá dunlop)\nhálsinn er mjög dökkur og enginn fret standa út, ég prófaði svipað módel aftur seinna í rín og þá var hálsinn og brúin úr miklu ljósari við.\nþað eru 10-47 stengir í honum sem hljóma ekkert súber en einu sinni setti ég martin 12-52 í hann, það hljómaði bara yndislega ;)en þeir sem eru í honum eru nokkuð nýjir. En Skipting myndi ekki skaða hann ;)\nog svo er fallegt Cream binding á bodyinu og hálsinum :)\nMynd af honum :\nhttp://i7.photobucket.com/albums/y282/guerilla4/Myndirw179.jpg\nDimarzio Picköpp\nOg af því að Gítarinn er ekki með picköpp þá keypti ég mér pick-up með ´gitarnum á 8 þús kall minnir mig í rín, tegund hans er DiMarzio og hann hljómar afar vel. vinur minn átti líka picköpp í sinn kassagítar og það var þvílíkur munur á þeim, minn var svo miklu betri :) og það er svona volume takki á hounum sem maður bara rennir til og þá fer hann úr hæsta vol í lægsta eða öfugt.\nMynd Af honum:\nhttp://www.hugi.is/hljodfaeri/images.php?page=view&contentId=4500587\nSet 25 þús minnst á gítarinn, líður hálf illa að skilja við hann en ég bara nota hann aldrei.\nPicköppinn á 6 þús, það breytis ekkert held ég. Saman á 30 þús\nSlatti Af DvD\nFlest af þessu er glænýtt og oftast bara horft á einu sinni, eiginlega allar myndir keyptar í sumar nema kanski 3 eða 4. Sumar eru með 2 diska, semsagt með aukaefni og ef þið viljið vita hvort einhver mynd er á 2 diskum þá bara spurja og ég skal tékka.\nMyndir Til sölu:\nTenacious D - Pick Of Destiny - 1000\nMetal Edge (gítar kennslu diskur þar sem er kenndur allur Metal gítarleikur) - 1000\nUnderworld II - 1000\nLucky Number Slevin - 1300\nSchool of Rock - 1000\nAC/DC - 1000\nAmerican Pie - Band Camp - 1000\nIndependence Day (special edition) - 1300\nUnderworld - 1000\nThe Mummy - 1000\nBlades Of Glory - 1300\nSilent Hill - 1000\nConstantine - 1000\nJaws 2 - 1000\nScorpion King - 1000\nThe Transporter - 1300\nThe Transporter 2 - 1300 (ef transporter 1 og 2 eru saman þá eru þær á 2000 í sérstöku hulstri)\nFrankenstine - 600\nAnchorman - 1000\nHystory Of Violence - 1000\nFerðalag Keisaramörgæsana - 600\nLeague Of Extrodinary Gentlemen (special Edition) - 1000\nLake Placid - 600\nEnemy at the Gates - 1000\nThe Prestige - 1000\nDomino - 1000\nThe Fog - 1000\nJurassic Park - 1000\nJurassic Park III - 1000 (ef báðar jurassic park eru sman þá eru þær á 1500)\nAllar myndir sem eru á 1000 er hægt að kaupa 4 saman á 3000, semsagt 1000 kalls afsláttur! plús allur sá afsláttur ef þú ætlar að kaupa þetta útí búð ;) og ef einhver vill upplísingar um einhverja mynd þá getur hann spurt og ég skal gefa honum ágæta lýsingu um myndina :)\nMynd af myndunum :\nhttp://i7.photobucket.com/albums/y282/guerilla4/IMG_0625.jpg\nCd til sölu\nGeisladiskarnir eru flestir mjög vel farnir og flestir þeirra eru frá 2 síðustu árum, ekkert mjög gamalt semsagt. Verð á þeim flokkast oftast eftir hvort þeir séu tvöfaldir eða nýjir eða vel farnir\nRock Collection diskarnir eru afar góðir diskar, innihald þeirra eru bara safn laga frá umþað bil 1970-1985 held ég og innihledur aðal hittarana frá öllum hljómsveitunu á þessum tíma.\nRock Heroes - 500\nLegendary Rock - 500\nThe Heart of Rock - 500\nAnnar Rock Diskur (er að fara eftir mynd og nafnið sést ekki á myndinni :/ ) - 500\n80´s Rock - 500\nAnnar rock diskur sem ég sá ekki nanfið á - 500\nRock Stars - 500\nFm Rock - 500\nNigth Rock - 500\nRock Solid - 500\nPower Rock - 500\nAnnar Rock Diskur sem ég sé ekki nafnið á - 500\nRock the World - 500\nAnnar Rock Diskur sem ég sé ekki nafnið á - 500\nRock Hits - 500\nAllir Rock diskarnir eru tvöfaldir og með umþað bil 13-17 lögum hvor diskur. þeir eru sextán í allt og rétt verð fyrir alla yrði 8 þúsund kall en þeir fara allri saman á 6500 kall! grípa þetta tækifæri til að kynnast allri rock ´tonlist á the 70´s og 80´s!\nFlestir þessara eru í góðu standi, stundum eru samt hulsturin rispuð en ég lær vita ef þú ert að bjóða í þá hluti sem eru með rispu.\nPaul Stanley - Live to Win - 700\nKorn - Other side eitthvað, man ekki nafnið - 500\nJudas Priest - Point Of Entry - 700\nIron Maiden - Killers - 700\nGuns N´ Roses - The Spaghetti Incident - 700\nMetallica - Metallica - 700\nPoison - Open up and say … Ahh! - 700\nKorn - Korn - 700\nCarpathian Forrest - Defending the throne of evil - 700\nDeep Purple - The house of Blue Ligth - 700\nAc/Dc - Fly on the Wall - 700\nThe Essential Santana - 900\nThe Great Northren Whalekill - 700\nScorpions - Live Bites - 700\nMötley Crüe - Carnival of Sins - 1000\nVelvet Revolver - Liberated - 1000\nJimi Hendrix - Live At woodstock - 900\nBon Jovi - Lost Highway - 900\nPink FLoyd - Dark Side Of The Moon - 700\nAlice Cooper tribute bands covering classic Cooper songs - 500\nThe Best Of Scorpions - 800\nVarious Artist - Guitar Anthems - 700\nThe Best of Dire Straits and Mark Knofler - 700\nBest Of Whitesnake - 800\nNirvana - Nevermind - 700\nTenacious D - The Pick of Destiny (Special Edition includes The Pick) - 1000\nMyndir Af diskunum:\nhttp://i7.photobucket.com/albums/y282/guerilla4/Diskar1.jpg\nhttp://i7.photobucket.com/albums/y282/guerilla4/Diskar2.jpg\nTenacious D special Edition :\nhttp://i7.photobucket.com/albums/y282/guerilla4/TenacDiskur.jpg",
    "url": "https://www.hugi.is/rokk/korkar/541514/epiphone-dr-dimarzio-pickup-slatti-af-dvd-slatti-af-cd/",
    "url_id": "541514",
    "id": "5216042",
    "replies": [
        {
            "user": "Rosebud",
            "user_id": "46202",
            "date": "2007-09-09 00:55:15",
            "id": "5216105",
            "reply_to_id": "5216042",
            "text": "Hlutir sem ég er að selja til að afla dóppenings…\nrealiy?.."
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2007-09-09 11:00:18",
            "id": "5216644",
            "reply_to_id": "5216105",
            "text": "maður seigir orly…\nyarly ;)"
        },
        {
            "user": "Pythagoras",
            "user_id": "54862",
            "date": "2007-09-14 13:20:08",
            "id": "5231344",
            "reply_to_id": "5216644",
            "text": "hættu bara í dópinu"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2007-09-14 23:01:03",
            "id": "5233074",
            "reply_to_id": "5231344",
            "text": ":("
        }
    ]
}