{
    "forum_title": "Spenna / Drama",
    "user": "gunna7fn",
    "user_id": "3811",
    "date": "2007-09-10 15:07:21",
    "title": "Pilot nýjir þættir fyrir veturin 2007-2008",
    "text": "Það er mikið af pilotum sé ég er búin að rekast á á netinu að undanförnu í fínum gæðum. Ég held að framleiðendur þáttana leiki þeim sjálfir á netið til að fá umfjöllum um þættina og skapa eftir væntingu. Í þessari grein ætla ég að fjalla um tvo þætti. Þeir eiga það sameignilegt að vera sci-fi þættir. Enn ég flokka þætti sem erum um vísindaskáldsap sem Sci-fi. Enn greining hérna á huga er sci-fi er það sem gerist í geimnum. Því heroes á heima hérna, held ég að þessir þættir eigi það líka\nBionic Woman (2007):\nMér skilst að þetta sé endur gerð á þáttum, en ég hef ekki nennt að sökkva mér inn í þá sögu. Heldur ælta ég að fjalla um hvað þátturinn er og hvnerig mér lýst á hann.\nÞættirnir fjalla um unga konu,Jamie Sommers leikin af Michelle Ryan. Hún sem var í háskóla að mennta sig, enn eftir að foreldara hennar dóu af slysförum flutti 16 ára heyrnlaus systir hennar til hennar,(Becca Sommers leikin af Lucy Hale). Það verður til þess að Jamie hætti í skóla til að fara vinna fyrir sér og systur sinni. Hún vinnur á Bar á kvöldi.\nHún á í ástarsambandi við kennara í háskólanum sem hún var í enn hann kennir siðfræði í læknavísindum.\nÞátturinn byrjar á því að þau fara út að borða þar sem hún segir honum að hún sé ólétt, og þá biður hann hana að giftast sér. Á leiðinni heim af veitingarstaðnum lenda þau í slysi, þar sem trukkur keyrir á bílinn þeirra. Hann er óslasaður, en hún er mjög mikið slösuð. Hann fer með hana strax á afskertan stað þar sem ofur sjúkrahús, einvherskonar tilraunarstöð þar sem kemur í ljós að hún mundi missa annað augað aðra höndina og fl. Eins og nafnið á þáttunum gefa til kynna veður þessu redda með vélrænum hlutum, lífræðilegum vélum. Ekki er að sjá á henni eftir þessa ígræðslu að hún hafi vélhluti heldur lítur hún út eins og hún gerði fyrir slysið.\nEins og í öðrum svipuðum þáttum og myndum er það herinn sem stendur á bak við svona þróun og líta á “sökupnarverkið” sem sitt eigið. Og hún þarf að berjast fyrir því að komast í sitt eigið líf.\nMeð þessum nýjum líkamshlutum kemur máttur sem hún er ekki vön og þarf hún að læra á þessa krafta. Einnig þarf hún að syrgja sitt gamla líf og sætta sig við breytt ástand.\nMér leist ágætlega á þenna pilot, hlakka til að sjá fleiri þætti af Bionic woman. Þar sem þeir virðast gera ráð fyrir hvernig flestir mundu bregðast við því að vera komin með lífræðinlegan vélar hendi án þess að hafa valið það.\nHinn þátturinn sem ég ætla að fjalla um er Chuck. Þessir þættir eru mikið auglýstir út, sé það á öðrum þáttum sem ég er að fylgjast með.\nÞættirnir byrja mjög skemmtilega á atrið þar sem tveir nördar eru að reyna að flýja afmælsiveislu Chuck, þar til systir hans kemur og bendir Chuck á að það er ekki gáfulegt að flýja úr eigin afmæli.\nChuck vinnur í búð sem selur tækni vörur, og hann er yfirnörd. Í búðinni er upplýsingar borð sem heitir “nörda hjörðin” og hann fær bíl frá fyrirtækinu merktur sem slíkur. Hann fær sendan póst frá fyrrum skólafélga úr Standford, kvöldið sem parýið er og til að opna póstinn þarf hann að muna lykilorð úr leik sem þeir bjuggu til. Hann nær að opna póstinn og fær sendar fullt af myndum, hann horfir á þetta stjarfur alla nóttina. Hann rankar við sér þegar vekjar klukkan hringir morguninn eftir.\nEftir þetta fer margt að beytast hjá honum, hann veit ýmislegt, eins og hvenær stjórnmála maður kemur í bæinn og hvaða fólk hann þarf að varst. Þessa myndir sem hann sá var saman safn af upplýsingum sem CIA og NSA (mig minnir að það sé skammstöfunin, fyrir innanríkis njóstnadleildina í USA)og hefst þá eltingar leikur milli þessa tveggja stofnnna um að ná aftur gögnunum.\nÁn þess að fara út í smátriði þá skemmist tölvan hans Chucks og því er hann sá eini sem hefur séð þessar myndir.\nNiðurstaða: Já það er margt sem meikar ekki sens í þessum þætti, eins og hversu stór var þessi póstur, til að inn halda öll leindarmál NSA og CIA. Einnig hvnerig mann hann allar þessar myndir og hvernig getur hann lesið úr þeim. Enn ef við lítum fram hjá því, þá er þetta ágætis afþreing. Það er sætur nörd sem fer oft í sturtu, og gella sem er alltaf á nærfötunum (svo augn konfekt fyrir bæði kyninn ;)). Þetta er fyndir þættir sem hægt er að hafa gaman af. Svo ég ælta að gefa þeim séns.\nÞar sem ekki er búið að sýna þessa þætti enn í sjónvarpi var erfitt að fá nárai upplýsingar til að láta fylgja með greinninni. Eins og hver leikur hvern, nennti ekki að fletta því upp fyrir Chuck.\nHvet ykkur til að skrifa grein um pilot sem þið hafið rekist á til að benda okkur á þætti sem við hefðum annars misst af.",
    "url": "https://www.hugi.is/spenna/greinar/541724/pilot-nyjir-thaettir-fyrir-veturin-2007-2008/",
    "url_id": "541724",
    "id": "5219243",
    "replies": [
        {
            "user": "thor0707",
            "user_id": "52319",
            "date": "2007-09-10 15:34:09",
            "id": "5219758",
            "reply_to_id": "5219243",
            "text": "nýir"
        },
        {
            "user": "Hebos",
            "user_id": "29950",
            "date": "2007-09-10 18:35:04",
            "id": "5220470",
            "reply_to_id": "5219243",
            "text": "Það er mikið af pilotum sé ég er búin að rekast á á netinu að undanförnu í fínum gæðum\nGetur þú gefið link eða e-h þar sem maður getur séð einhverja pilot? ;)"
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2007-09-10 21:03:18",
            "id": "5221024",
            "reply_to_id": "5220470",
            "text": "Bannað."
        },
        {
            "user": "pippz",
            "user_id": "19244",
            "date": "2007-09-11 14:24:37",
            "id": "5222438",
            "reply_to_id": "5221024",
            "text": "Reyndar eru sumar stöðvar sem setja sjálfar þætti á netið þannig það ER hægt að horfa á t.d. Jericho og fleiri þætti á netinu á löglegan hátt :)"
        },
        {
            "user": "HezioN",
            "user_id": "64829",
            "date": "2007-09-10 20:09:56",
            "id": "5220841",
            "reply_to_id": "5219243",
            "text": "Enn greining hérna á huga er sci-fi er það sem gerist í geimnum.\nDjöfull er það.. heimskulegt."
        },
        {
            "user": "gunna7fn",
            "user_id": "3811",
            "date": "2007-09-10 21:08:04",
            "id": "5221037",
            "reply_to_id": "5220841",
            "text": "Það getur verið, þessa þætti má flokka undir sci fi, enn það er eins og flestir séu hræddir við þá skilgrieningu\nReynar er talað um Eureca á Sci fi áhugamálinu"
        },
        {
            "user": "HezioN",
            "user_id": "64829",
            "date": "2007-09-10 21:18:00",
            "id": "5221092",
            "reply_to_id": "5221037",
            "text": "Held þú hafir misskilið. Varstu ekki að segja að\neina\nskilgreining Huga á Sci-Fi væri eitthvað sem gerðist bara í geimnum? Ég sagði að það væri heimskulegt að skilgreina það bara sem eitthvað sem gerist í geimnum.\nÆ vá, er búinn að flækja þetta svo.. ætla að sofa."
        },
        {
            "user": "TickTock",
            "user_id": "58571",
            "date": "2007-09-10 22:56:52",
            "id": "5221517",
            "reply_to_id": "5219243",
            "text": "Bionic woman er endurgerð af þáttum sem hétu 6 million dollar man,\nhttp://imdb.com/title/tt0071054/"
        },
        {
            "user": "nanaki",
            "user_id": "64216",
            "date": "2007-09-11 01:11:07",
            "id": "5221828",
            "reply_to_id": "5221517",
            "text": "Nei.. ertu krossþroskaheftur?\nhttp://imdb.com/title/tt0073965/\n<- BIONIC WOMAN (1976)"
        },
        {
            "user": "TickTock",
            "user_id": "58571",
            "date": "2007-09-11 12:09:58",
            "id": "5222187",
            "reply_to_id": "5221828",
            "text": "Nei ég er ekki Krossþroskaheft, hvað svo sem það þýðir, bionic woman var spin-off af six million dollar man, þannig að, ég hef rétt fyrir mér að vissu leyti\nhttp://imdb.com/title/tt0073965/plotsummary"
        },
        {
            "user": "gunna7fn",
            "user_id": "3811",
            "date": "2007-09-11 13:53:13",
            "id": "5222378",
            "reply_to_id": "5222187",
            "text": "Takk fyrir þetta"
        },
        {
            "user": "TickTock",
            "user_id": "58571",
            "date": "2007-09-11 17:17:05",
            "id": "5223077",
            "reply_to_id": "5222378",
            "text": "Það var ekkert."
        },
        {
            "user": "JanItor",
            "user_id": "36021",
            "date": "2007-09-11 21:28:17",
            "id": "5223976",
            "reply_to_id": "5219243",
            "text": "Var að skoða Chuck og líst bara helvíti vel á pilotinn. Góður húmor í honum, þetta er e-ð sem ég á eftir að fylgjast með."
        },
        {
            "user": "gunna7fn",
            "user_id": "3811",
            "date": "2007-09-12 12:00:08",
            "id": "5225097",
            "reply_to_id": "5223976",
            "text": "sammál góður húmor, verður bara að líta fram hjá hlutum eins og er þetta hægt í alvörunni. Þar sem ég á mjög auðvelt með að slökkva á þeim hugsunarhætti eru þetta þættir fyrir mig."
        },
        {
            "user": "sofus",
            "user_id": "2648",
            "date": "2007-09-12 16:02:58",
            "id": "5225795",
            "reply_to_id": "5225097",
            "text": "þar sem þetta er þáttur frá McG, var alveg vitað að heilastarfsemi færi ekki vel við áhorf ;)"
        },
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2007-09-12 22:46:57",
            "id": "5227288",
            "reply_to_id": "5219243",
            "text": "Bionic woman finnst mér sjúga feitann B***…\nen hins vegar er Chuck alveg alger snilld.\nSvo er líka Reaper þættirnir tær snilld mæli mikið með þeim.\nSvo eru líka þættirnir The sarah connor chronicles sem er spin off sería af terminator myndunum.\nSvo eru hinir ýmsu pilottar sem hafa bara ekki komist til mín eins og vampíru serían moonlight og  2 aðrar vampíru seríur sem ég bindi miklar vonir til.\nSvo er scifi ekki bara það sem gerist í geimnum. Eureka er t.d pjúra scifi og gerist ekki í geimnum."
        },
        {
            "user": "osh",
            "user_id": "18040",
            "date": "2007-09-13 10:35:30",
            "id": "5227957",
            "reply_to_id": "5227288",
            "text": "Það eru ekkert komnir fleiri en 1 pilot af Reaper er það ?"
        },
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2007-09-14 18:42:51",
            "id": "5232244",
            "reply_to_id": "5227957",
            "text": "Nibbs þættirnir verða sýndir í janúar ef ég man rétt."
        },
        {
            "user": "Kallisto",
            "user_id": "54357",
            "date": "2007-09-19 22:17:11",
            "id": "5247655",
            "reply_to_id": "5227957",
            "text": "Það koma yfirleitt ekki fleiri en 1 þáttur í hverri þáttaseríu sem heitir Pilot, þar sem að ‘Pilot’ er orð notað yfir fyrstu þættina, sem oft eru lengri en gengur og gerist, og þjóna helst þeim tilgangi að gefa áhorfendum innsýn heiminn sem þættirnir gerast í, aðstæður ofl. auk þess sem flestar aðalpersónur eru kynntar.\nHvort að fleiri episodes sé komnir er hins vegar allt annað mál ef við viljum nota enskuna."
        }
    ]
}