{
    "forum_title": "Gullöldin",
    "user": "Rosebud",
    "user_id": "46202",
    "date": "2007-09-11 14:40:40",
    "title": "Led Zeppelin boðar til blaðamannafundar á morgun..",
    "text": "Led Zeppelin boðar til blaðamannafundar\nHljómsveitin Led Zeppelin hefur boðað til blaðamannafundar á morgun og þykir fullvíst að sveitin hyggist tilkynna að hún muni koma saman aftur. Tónlistartímaritið NME sagði frá því í síðustu viku að Robert Plant, söngvari sveitarinnar hefði staðfest orðróminn um að viðræður hafi átt sér stað, en aðeins einir tónleikar verði haldnir.\nNME hefur heimildir fyrir því að tónleikarnir fari fram á O2 leikvanginum í Lundúnum og að allur ágóði muni renna til góðgerðamála.\nGetgátur hafa verið uppi á þessu ári um að sveitin ætlaði að koma saman aftur. Það verður að öllum líkindum trommuleikarinn Jason Bonham, sonur John Bonham sem upphaflega barði húðir með sveitinni, sem tekur sæti föður síns, en hann lést árið 1980, og leystist hljómsveitin upp í kjölfarið.\nvonandi kemur tónleikar..",
    "url": "https://www.hugi.is/gulloldin/korkar/541976/led-zeppelin-bodar-til-bladamannafundar-a-morgun/",
    "url_id": "541976",
    "id": "5222487",
    "replies": [
        {
            "user": "BBQ",
            "user_id": "62471",
            "date": "2007-09-11 19:59:11",
            "id": "5223664",
            "reply_to_id": "5222487",
            "text": "Vonandi hætta þeir við. Mega bara ekki koma svona saman aftur-það er bara þannig!"
        },
        {
            "user": "Maxwell",
            "user_id": "56524",
            "date": "2007-09-11 20:20:44",
            "id": "5223751",
            "reply_to_id": "5222487",
            "text": "ég er alveg sammála kaptein klikkhaus!"
        },
        {
            "user": "classic",
            "user_id": "65075",
            "date": "2007-09-11 23:30:30",
            "id": "5224487",
            "reply_to_id": "5222487",
            "text": "sammála kafteininum.\nég er ekki að djóka, ég væri hágrenjandi þennan dag sem tónleikarnir væru, IT'S JUST NOT FUCKING FAIR!!"
        },
        {
            "user": "Scepht",
            "user_id": "60199",
            "date": "2007-09-12 17:55:36",
            "id": "5226219",
            "reply_to_id": "5222487",
            "text": "http://www.mbl.is/mm/folk/frett.html?nid=1290981\nþeir spila….."
        },
        {
            "user": "stones",
            "user_id": "15128",
            "date": "2007-09-17 14:15:33",
            "id": "5239451",
            "reply_to_id": "5222487",
            "text": "Það er mikill áhugi fyrir þessum tónleikum,20 milljónir manna hafa farið á síðuna þar sem miðasalan mun fara fram, t.d komst ég ekki inn á hana svo mikið álag á hana"
        }
    ]
}