{
    "forum_title": "Vísindi",
    "user": null,
    "user_id": null,
    "date": "2007-09-12 21:36:16",
    "title": "mjög þrautseig gáta",
    "text": "ok eg heyrði þessa gátu um daginn og er buin mikið buin að velta henni fyrir mer….\nhún hljómar svona,\n“þú færð 12 kúlur, 1 þeirra er þyngri EÐA léttari\nog þú færð aðeins 3 vigtanir”\nþú mátt merkja kúlurnar 1-12.. bara pointið er að finna hver er þyngri/léttari… mjög tricky",
    "url": "https://www.hugi.is/visindi/korkar/542297/mjog-thrautseig-gata/",
    "url_id": "542297",
    "id": "5227003",
    "replies": [
        {
            "user": "Scarf",
            "user_id": "64911",
            "date": "2007-09-12 21:45:05",
            "id": "5227030",
            "reply_to_id": "5227003",
            "text": "Ég veit svarið lool!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-09-13 00:25:37",
            "id": "5227686",
            "reply_to_id": "5227030",
            "text": "já og hvað er svarið ?"
        },
        {
            "user": "Steinikr",
            "user_id": "8362",
            "date": "2007-09-12 22:07:27",
            "id": "5227117",
            "reply_to_id": "5227003",
            "text": "Mér finnst þetta hræðilega auðveld gáta."
        },
        {
            "user": "Steinikr",
            "user_id": "8362",
            "date": "2007-09-13 00:26:05",
            "id": "5227687",
            "reply_to_id": "5227117",
            "text": "hvað er svarið ? endilega lýstu því… er alveg i vandræðum að leysa þetta"
        },
        {
            "user": "Steinikr",
            "user_id": "8362",
            "date": "2007-09-13 21:50:16",
            "id": "5230148",
            "reply_to_id": "5227687",
            "text": "Svarið er hér…\nSPOILER!\nOkei þú ert með 12 kúlur, eina kúlu sem er þyngri en hinar og þrjár tilraunir til þess að bera saman og vigta tvo flokka af kúlum. Hvort sem það sé á vog eða hvað. Þú tekur 12 kúlurnar, skiptir þeim í tvennt. Setur semsagt 6 á hvora vog, þá sérðu í hvaða hópi þunga kúlan er. Tekur þann hóp, skiptir honum í tvennt líka og þá ertu með 3 kúlur á hvorri vog. Gerir slíkt hið sama við þann hóp af kúlum. Þá endaru með einn þriggja kúlna hóp af kúlum og eina viktun eftir. Þá tekuru eina kúluna frá og setur síðustu tvær á sitt hvora vigtina. Ef vigtin er ójöfn er svarið beint fyrir framan þig, ef hún er jöfn… þá helduru á kúlunni sem er þyngri.\nBætt við 13. september 2007 -  21:54\nOg já ég veit ekki hvernig almenna svarið er en þetta er svarið sem ég sá strax."
        },
        {
            "user": "nophilosophy",
            "user_id": "63974",
            "date": "2007-09-22 19:20:17",
            "id": "5254225",
            "reply_to_id": "5230148",
            "text": "Ef vigtin er ójöfn er svarið beint fyrir framan þig\nÉg skil það sem þú segir en ég sé samt ekki út úr þessu. Ef þú ert með tvær kúlur og vigtin er ójöfn þá veistu ekki hvor þeirra er léttari eða þyngri þar sem þú veist ekki hvor þeirra er að gera þennan mismun."
        },
        {
            "user": "Steinikr",
            "user_id": "8362",
            "date": "2007-09-23 01:43:25",
            "id": "5255426",
            "reply_to_id": "5254225",
            "text": "Það verður auðvitað að vera ákveðið hvort einhver kúla sé léttari eða hvort hún sé þyngri en hinar. Annað virkar ekki, eða allavega get ég ekki ímyndað mér það svona við fyrstu pælingar.\nHöfundur sagði þarna fyrir ofan að kúlan gæti verið léttari\neða\nþyngri. Sem er auðvitað rétt, en það verður samt að vera ákveðið fyrirfram. Það er nokkuð langsótt að fara að vigta 12 kúlur í þremur tilraunum og finna eina kúlu sem er mögulega léttari eða mögulega þyngri en hinar. Virkar ekki held ég."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-09-23 13:36:20",
            "id": "5256052",
            "reply_to_id": "5255426",
            "text": "Þrautina er vel hægt að leysa án þess að gefið sé hvort þessi eina kúla sé léttari eða\nþyngri en hinar —\nþað\ner þrautin! Tilvikin verða nokkur, og svolítinn tíma tekur að velja\nréttar kúlur til að vigta, en það er gerlegt."
        },
        {
            "user": "Haukzi",
            "user_id": "48476",
            "date": "2007-09-13 22:37:00",
            "id": "5230362",
            "reply_to_id": "5227003",
            "text": "Skííítlétt, er með annað svar en sá fyrir ofan mig er með."
        },
        {
            "user": "nophilosophy",
            "user_id": "63974",
            "date": "2007-09-24 22:34:42",
            "id": "5260384",
            "reply_to_id": "5230362",
            "text": "Hvernig er svarið þitt, mér finnst hitt ekki svara alveg því sem verið er að biðja um?"
        },
        {
            "user": "Haukzi",
            "user_id": "48476",
            "date": "2007-09-24 22:40:18",
            "id": "5260406",
            "reply_to_id": "5260384",
            "text": "Það er svoldið langt síðan að ég svaraði þannig ég man það ekki lengur, en svona vigitunarspurningar eru mjög vinsælar í stærðfræði bókum eða einhverju þannig dæmi, getur mjög líklega fundið svipaða spurningu/svar t.d. á vísindavefnum."
        },
        {
            "user": "911Carerra",
            "user_id": "55658",
            "date": "2007-09-25 21:15:09",
            "id": "5262471",
            "reply_to_id": "5227003",
            "text": "notast maður við vog eða vigt?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-09-25 21:19:27",
            "id": "5262483",
            "reply_to_id": "5262471",
            "text": "nákvæmlega það sem ég var að hugsa, held að það hljóti að vega vog, getur varla verið hægt með vigt, nema ef maður veit þyngdina á þeim"
        },
        {
            "user": "Tukall",
            "user_id": "47886",
            "date": "2007-10-07 01:10:25",
            "id": "5291066",
            "reply_to_id": "5227003",
            "text": "Þú ert með geggjaða undirskrift!"
        },
        {
            "user": "Drulli",
            "user_id": "457",
            "date": "2007-10-08 17:24:43",
            "id": "5294624",
            "reply_to_id": "5227003",
            "text": "Væri ekki réttara að orða þetta svona:\n,,Fyrir framan þig er vog og 12 kúlur. Ein þeirra er ekki jafn þung og hinar. Þú færð þrjár tilraunir til að athuga hvaða kúla það er sem er ekki jafn þung og hinar 11.\"\nÞað er líka hægt að hafa 9 kúlur og 2 tilraunir."
        },
        {
            "user": "snorri500",
            "user_id": "77296",
            "date": "2009-06-01 07:10:56",
            "id": "6715874",
            "reply_to_id": "5227003",
            "text": "Þú skiptir kúlunum í 4x3 hópa. Hópur 1,2,3,4. Tökum bara fyrst t.d hóp 1,2 . Segjum svo að hópur 1,2 eru jafn þungir, þá tökum við hóp 3 t.d, þú tekur tvær kúlur úr hópi 3 og geymir þá þriðju, kúlur 1,2,3 í hópi 3, ef kúla 1 lyfist upp og 2 sígur niður, þá tekur þú kúlu 3 og vigtar með annað hvort kúlu 1 eða 2, tökum kúlu 2 frá sem var þyngri en kúla 1 og setjum kúlu 3 á, ef kúla 1 og 3 eru jafn þungar þá er kúla 2 þygnri en hinar 11. Annars er kúla 1 léttari.Ef kúlur 1,2 eru jafn þungar þá skiptir þú út kúlu 1 eða 2 fyrir kúlu 3 þá veistu hvort kúla 3 er þyngir eða léttari eftir því hvort hún sígur niður eða lyftist upp. Ef hópur 1,2 voru ekki jafn þugir þá gerir þú það sama og við hóp 3. Þetta voru 3 vigtanir með 12 kúlur. Vona að ég hafi útskírt þetta nægilega vel.\nBætt við 1. júní 2009 -  09:31\nÉg skoðaði þetta aðeins betur og reyndist ekki rétt, ef kúlurnar í hópi 3 voru jafn þungar þá var hópur 4 eftir.\nÞú númerar kúlurnar frá 1-12. Tökum 1,2,3,4 á móti 5,6,7,8 ef þær eru jafn þungar þá tekur þú 9,10 á móti 11,8 við vitum að 8 er hvorki þyngri né léttari. Ef 9,10 - 11,8 eru jafn þungar þá tökum við eina af 9,10,11 á móti 12, tökum 11 á móti 12 þá vitum við hvort 12 sé þyngri eða léttari. Segjum svo að 9,10 eru léttari en 11,8 þá vigtum við 9-10 ef þær eru jafn þungar þá er 11 þyngri en hinar, ef þær eru ekki jafn þungar þá er léttari kúlan af 9 eða 10 sú sem við leitum af.Notum sömu aðferð ef 9,10 eru þyngri en 11,8.\nEf 1,2,3,4 og 5,6,7,8 eru ekki jafn þungar. Tökum sem dæmi ef 1,2,3,4 eru léttari en 5,6,7,8, þá tökum við 1,2,5 á móti 3,6,9 við vitum að 9 er hvorki þyngri né léttari. EF þær eru jafn þungar þá er annaðhvort 7,8 þyngri eða 4 léttari. Vigtaðu 7 á móti 8 ef þær eru jafn þungar þá er 4 léttust, annars er þyngri kúlan af 7 eða 8 sú sem við leitum að.\nEf 1,2,5 - 3,6,9 eru ekki jafn þungar. Tökum svo að 1,2,5 eru léttari en 3,6,9, þá er annaðhvort 6 þung eða 1,2 léttari. Vigtaðu 1 á móti 2 þá er léttari kúlan sú sem við leitum að, ef 1-2 eru jafn þungar þá er 6 þyngst."
        }
    ]
}