{
    "forum_title": "Heilsa",
    "user": null,
    "user_id": null,
    "date": "2007-09-13 11:18:18",
    "title": "bakið",
    "text": "ókei mér  er ótrúlega illt í bakinu held það harðsperrur í bakinu ég nebblega að dansa í gær svoldið mikkið og er mjög óvon og vorum að gera allskonar sem ég hhef aldrei gert áður og mér er ótrúlega illt!\nhvað get ég gert til að losna við þær ? :S",
    "url": "https://www.hugi.is/heilsa/korkar/542366/bakid/",
    "url_id": "542366",
    "id": "5228005",
    "replies": [
        {
            "user": "korstenborsten",
            "user_id": "68654",
            "date": "2007-09-13 12:07:34",
            "id": "5228095",
            "reply_to_id": "5228005",
            "text": "uhm gera bakæfingar og bra í heitapott eða heitt bað bara..þá minka þær kanski"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-09-13 13:05:13",
            "id": "5228230",
            "reply_to_id": "5228095",
            "text": "okee takk ;)"
        },
        {
            "user": "Greymantle",
            "user_id": "18648",
            "date": "2007-09-13 13:45:44",
            "id": "5228319",
            "reply_to_id": "5228005",
            "text": "gerðu mjúkar hreyfingar eftir að þú hefur hitað upp, eða farðu í göngutúr eða sund. Harðsperrur fara hraðast við létta hreyfingu."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2007-09-18 12:17:43",
            "id": "5242499",
            "reply_to_id": "5228319",
            "text": "+ drekka nóg vatn."
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2007-09-15 12:41:52",
            "id": "5233941",
            "reply_to_id": "5228005",
            "text": "Teygðu vel á aftanverðum lærum og rassvöðvum. Jafnvel framanverðum lærum.  En farðu varlega, hættu ef þú finnur til sársauka ( fínt að finna til óþæginda en ekki sársauka ).\nÞað má vera að þú sért með viðkvæmt bak, hryggskekkju, eða liðþófi hafi runnið til.  Og það getur læknir einn skorið úr um.\nEn líklegast þykir mér að þú sért með veika maga og eða bakvöðva.  Þessir vöðvar styðja við hrygginn og halda honum í réttri stöðu.\nEin leið til að sjá hvort þú ert með veika miðju er til dæmis að snúa hlið í spegil og slaka vel vöðvum og sjá hvort að naflinn renni út og myndi bumbu. Ef þú ert með svona potbelly þá þarftu að styrkja magavöðva ( sérlega innri magavöðvana ).\nÍ raun geturðu æft þig með því að reyna að toga naflann eins nálægt bakinu og þú getur. Sú æfing æfir magavöðvana sem er í raun eins og magabelti utan um líffærin og tengjast hryggnum ( ekki það sama og sixpack ). Það er alhyglisverð staðreynd að menn geta verið veika miðju þó þeir séu með sixpack. Því sixpackinn er hluti af ytri magavöðvum sem sjá ekki um að styðja við bakið.\nÞú getur líka gert ‘brúar’ æfingar. Legstu á magan og farðu svo upp á olnbogana, með alveg þráðbeinan líkama.  Reyndu að halda í mínútu, ef þú getur það ekki ertu með of veika miðju.\nLeitaðu á netinu undir ‘core exercises’ eða eitthvað þess háttar.\nReyndu að sitja ekki of mikið og sitja rétt þegar þú situr."
        }
    ]
}