{
    "forum_title": "Rómantík",
    "user": "InKiRoS",
    "user_id": "4614",
    "date": "2000-10-10 19:57:36",
    "title": "Mig vantar hjálp!!!",
    "text": "þanig er að ég er hrifinn af vinkonu minni og hún veit það enn við áhváðum að vera vinir en síðan líður mér verr og verr í hvert skipti sem ég sé hana og hjartað pumpar mera blóði en vanalega. Mig dreimir um hana og adlit henar er að síðasta sem ég hugsa um áður en ég fer að sofa.\nHvað gét ég gert?\np.s. ég talaði við dr love og ráð hans hafa ekki virkað",
    "url": "https://www.hugi.is/romantik/greinar/5427/mig-vantar-hjalp/",
    "url_id": "5427",
    "id": "27646",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2000-10-10 22:07:15",
            "id": "27647",
            "reply_to_id": "27646",
            "text": "Mitt ráð er bara að segja henni tilfinningar þínar\nJust go for it!"
        },
        {
            "user": "Kodak",
            "user_id": "4443",
            "date": "2000-10-10 22:54:03",
            "id": "27648",
            "reply_to_id": "27646",
            "text": "Til þess að gera þessa grein aðeins léttari að lesa heitir stelpan sem þú ert hrifin af Dísa,\nog hin Andrea\nÞað sem kannski (þá segi ég kannski, þetta er nefnilega ekkert öruggt) virkar er það að þú\nfáir þér aðra stelpu(Andreu). Ef ekki annað en bara í viku,  en þegar þessi vika stendur yfir segðu þá við Dísu hvað það var nú gott að finna stelpu(Andreu) sem er hrifin af þér, þú varst nefnilega svolítið skotinn í Dísu ennþá. samt ekkert of mikið, bara tala um Andreu þegar Dísa spyr.  Það mikilvægasta er hér að ekki ofleika og að ALDREI segja að þú hafir bara gert þetta bara svo að Dísa verði öfundsjúk. Þótt að leikurinn hafi verið til þess gerður.  Þú mátt heldur aldrei segja Andreu um hvað málið snýst. Þú veist hvort þú og DÍsa eigið séns saman ef hún verður öfundsjúk. Og ef hún verður ekki öfundsjúk, þá veistu að það hefði þurft eitthvað meira en lítið svo að hún yrði öfundsjúk.\nÞá er bara vandamálið að komast að því hvort hún er öfundsjúk eða ekki. Það er grein út af fyrir sig. Hún gæti nefnilega verið að reyna að fela það fyrir þér. En hvernig þú sérð það veltur allt á þér\nSegi Kodak ekki meira í bili\nGood luck\nLíka endilega spyrja hana hvort henni líði ekki vel með þetta(að þú og þessi vikustelpa séu að byrja saman) af því að þið eruð bara “vinir”.\nÉg lenti í þessari sömu stöðu sem þú ert í nú.\nÉg fékk mér stelpu og búmm, hin hringdi daginn eftir og sagði að henni fannst ég vera fúll að gera svona við hana.\nReyndar var ég orðinn þreyttur á því að elta stelpuna og byrjaði á föstu með hinni…"
        },
        {
            "user": "Lynx",
            "user_id": "3520",
            "date": "2000-10-11 00:41:09",
            "id": "27649",
            "reply_to_id": "27648",
            "text": "Ok, sorrí strákar, en mér finnst þroskastiginu vera dáldið ábótavant hérna.  Ef sandkassaleikir er ennþá eitthvað sem þið hafið áhuga á og teljið ekki lítillækka ykkur, go right ahead!  Hitt er annað mál að þetta alltsaman er líka bara hluti af almennum þroskaferli unglinga, sem mig er farið að gruna að þú sért Kodak.  Ekkert að því, útaf fyrir sig, bara gott að vaxa uppúr því sem fyrst.\nEn Fredinn, ég vil ráða þér frá því að draga aðra manneskju inní þetta mál.  Ef stúlkan vill þig ekki, verði henni þá bara að góðu.  Það lagast með tímanum.  Kanski skiptir hún um skoðun einhverntíman, kanski ekki.  Spurning um hvort að þú verðir þá kanski búinn að skipta um skoðun.  Hitt er annað mál að það er ekki hægt að LÁTA aðra manneskju endurgjalda tilfinningar manns.  Ertu búinn að segja henni allann pakkann?  (og þá meina ég ALLAN)  Stundum verður maður að sætta sig við það sem maður getur ekki breytt, annað gildir um hluti sem maður getur breytt.  Nú er spurning um að hafa vit til að skilja þar á milli.  Föðm, Lynx ;)"
        },
        {
            "user": "Kodak",
            "user_id": "4443",
            "date": "2000-10-12 00:39:51",
            "id": "27650",
            "reply_to_id": "27649",
            "text": "Ekki skil ég hvað geti verið svona að.\nHann vantaði hjálp og ég sá mér fært að deila reynslu minni með honum, það voru aðrir sem þegar voru búnir að veita honum góð ráð, ég bætti bara úrvalið. Mér finnst kanski að þegar er verið að líkja rómantík og sandköstulum, þá vanti aðeins uppá hjá viðkomandi á reysnlu á það sem tvær manneskjur gera saman.\nLifið heil"
        },
        {
            "user": "Lynx",
            "user_id": "3520",
            "date": "2000-10-12 01:51:19",
            "id": "27651",
            "reply_to_id": "27650",
            "text": "Whatever, allavegana er það að notfæra sér þriðja aðila og leika sér að tilfinningum hennar, ekki siðferðilegur valkostur fyrir mér.  Suit yourself.  Þetta er þitt líf og þín siðferðisvitund.  Góðar stundir, Lynx ;)"
        },
        {
            "user": "Kodak",
            "user_id": "4443",
            "date": "2000-10-12 15:34:19",
            "id": "27652",
            "reply_to_id": "27651",
            "text": "Já, alveg rétt, þetta er alveg fullkominn heimur.\nAllir eru alltaf hamingjusamir, haldast í hendur kyssast og knúsast.\n….Eða hvað… Ég veit að Lynx á líka eftir að notfæra sér eitthvað tækifæri til þess að koma sjálfri/sjálfum sér á framfæri. En til þess að hafa sálarró og hreina samvisku verður han/hún að kvarta og kveina, segja hvað þetta er rangt og blah blah blah. Gera allt til þess að hún/hann virðist vera góð manneskja.\nOg ef hún svarar þessu neitandi.\nÞá hefur hún/hann verið einstaklega heppin, eða bara lifað í plastkúlu.\nlifið heil"
        },
        {
            "user": "Lynx",
            "user_id": "3520",
            "date": "2000-10-12 16:31:17",
            "id": "27653",
            "reply_to_id": "27652",
            "text": "Ja hérna Kodak, eins og ég sagði þá er þetta þitt eigið líf og þinn siðferðisþroski og þú berð alla ábyrgð á því sjálfur hvað þú velur og hvað þú ert tilbúinn til að gera til þess að hlutirnir gangi þér í hag.  Við höfum öll gert hluti sem við erum ekki stolt af og ég er engin undantekning.  En ég hef líka í mér agnarögn af sjálfsgagnrýni og þörf til að vera betri manneskja og það gerir mér kleift að líta yfir farinn veg og læra af mistökunum.  Þú veist hvað ég á við, ekki satt?  Það var allt sem ég vildi koma á framfæri og ég skal segja það aftur: Maður GERIR EKKI SVONA!  Það er ljótt!!  Skamm, skamm.\nEkki taka þetta svona persónulega, við erum að skiptast á skoðunum hérna og ég er að segja mína.  Ég mun aldrei fallast á að þetta hafi verið réttlætanlegt hjá þér, þótt það hafi virkað.  Annars er ég ekkert fullkomin og væri sennilega alveg jafn vís til þess að nota óþokkabrögð, án þess að fatta það fyrr en eftir á.  Og hef gert það.  Það er víst allt leyfilegt í ástum og stríði og alltaf auðveldara að vera gáfaður og þroskaður eftirá.  Hitt er annað að ég myndi ekki ráðleggja einhverjum að gera ljótu hlutina mína, þótt þeir hafi virkað.  Ég ætla ekki að fara að gefa út handbók um hvernig á að ná fyrrverandi kærastanum frá nýju kærustunni, bara til að ná sér niður á honum.  Þótt ég viti að margar stelpur þarna úti langi rosalega til þess.  Ég nú eiginlega BARA skammast mín fyrir það.  Þú skilur væntalega.\nAllavegana, hlæjum bara að þessu og látum það gott heita.  Lifið heil, Lynx ;)"
        },
        {
            "user": "Kodak",
            "user_id": "4443",
            "date": "2000-10-13 00:10:22",
            "id": "27654",
            "reply_to_id": "27653",
            "text": "Lynx mín það sem vantar á bæ….\nNei nei, þú hefur eflaust rétt fyrir þér. Ég hef líka bara endalaust gaman af svona togstreitum þar sem hvorugur aðilinn endar á “þú ert fífl.  blah blah blah”\nskiluru, hef semsagt haft gaman af þessu\ntakk fyrir mig.\nLifið heil"
        },
        {
            "user": "JamesBond",
            "user_id": "4721",
            "date": "2000-10-11 08:43:37",
            "id": "27655",
            "reply_to_id": "27646",
            "text": "þú ert asnalegur hommi sem hefur áhuga á strákum en ekki stelpum þú ert að leita að kærasta sem heitir FABIO og finnst gott að láta taka ristilsgripið á þér eins og í Road Trip. Þú ert líka masókistahelvíti sem á ekkert skilið nema að rotna í helvíti, djöfulsins hommi og viðbjóður.BASTARD"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2000-10-11 09:32:39",
            "id": "27656",
            "reply_to_id": "27646",
            "text": "Ég ætla bara að gefa þér eitt ráð.  Ekki leika þér að tilfinnigum einhverrar annarar manneskju til þess að reyna að gera stelpuna afbrýðisama."
        },
        {
            "user": "Vargur",
            "user_id": "541",
            "date": "2000-10-11 10:35:33",
            "id": "27657",
            "reply_to_id": "27646",
            "text": "Mig langar að taka undir með Lynx og mks. Sama hvað þú ákveður að gera, ekki leika þér með tilfinningar annarra. Ég skil ekki að Kodak skuli láta sér detta í hug aðra eins vitleysu, hvort sem hann/hún er ung(ur) að árum eða ekki. Það skortir greinilega svolítið uppá siðferðið á þeim bæ. Kveðja, Vargur."
        },
        {
            "user": "Linka",
            "user_id": "4699",
            "date": "2000-10-13 12:55:04",
            "id": "27658",
            "reply_to_id": "27646",
            "text": "Hættu bara að umgangast hana og horfðu á allar friends seríurnar borðaðu alveg heilann hellingur af bananasplitís frá kjörís rosagott namm namm og eftir smá tíma verður þetta ekki svona rosalegt trúðu mér (been there, done that):)og líður mikið betur í dag svo það er enn von fyrir þig:)"
        }
    ]
}