{
    "forum_title": "Fræga fólkið",
    "user": null,
    "user_id": null,
    "date": "2007-09-15 13:30:39",
    "title": "High School Musical og Zanessa",
    "text": "Zac og Vanessa eru saman. Allt annað er ekki satt. Zac og Ashley eru ekki saman, og Ashley vill frekar hafa þá á sama árið eða eldri en hún. Zac er 19 ára og Ashley 21. Vanessa er hinsvegar 18. Röddin þeirra Zac og Vanessu passar MJÖG vel saman og þau líka bara yfir höfuð. Þau leika saman í Myndinni High School Musical sem er DisneyChannel Original Movie. Mynd númer 2 var frumsýnd á DisneyChannel 17. ágúst síðastliðinn. Zac leikur Troy og Vanessa leikur Gabriellu Montez. Fyrri myndin er um Troy og Gebriellu sem hittast fyrst í áramótapartýi og syngja samn, svo flytur hún og þau fara í sama skóla. Margt og Mikið meira gerist í myndinni. Mynd númer tvö er um þegar þau fara í sumarfrí, og Sharpay reynir að stela Troy.\nEf að mynd númer þrjú kemur út þá er það líklegt að hún gerist um hrekkjavöku eða á “prominu.”",
    "url": "https://www.hugi.is/fraegafolkid/korkar/542860/high-school-musical-og-zanessa/",
    "url_id": "542860",
    "id": "5234055",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2007-09-15 18:54:23",
            "id": "5234805",
            "reply_to_id": "5234055",
            "text": "Leiðréttung: Ashley Tisdale er 22 ára. Mistök hjá mér. Afsakið"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-09-20 04:43:03",
            "id": "5248253",
            "reply_to_id": "5234805",
            "text": "Og Zac er 20"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-11-04 19:47:51",
            "id": "5363793",
            "reply_to_id": "5248253",
            "text": "Hann var samt ekki orðinn 20 þegar ég gerði þetta, hann á afmæli 18 okt. by the way(fyrir þá sem vita það ekki)"
        },
        {
            "user": "SaraSara",
            "user_id": "57670",
            "date": "2007-09-18 18:01:46",
            "id": "5243537",
            "reply_to_id": "5234055",
            "text": "Er high school musical mynd eða þættir???"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-09-18 18:22:44",
            "id": "5243623",
            "reply_to_id": "5243537",
            "text": "High School Musical er\nmynd"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-09-19 16:33:02",
            "id": "5246248",
            "reply_to_id": "5234055",
            "text": "Mynd númer tvö er þegar Sharpay lætur  þjónanna á “óðalinu” hennar ráða Troy í sumarvinnu. Vanessa og hinir byrja´þá líka að vinna. Og rödd Troys er ekki rödd Zac þú sér það í Hairspray ef þú trúir því ekki"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-09-19 21:40:17",
            "id": "5247493",
            "reply_to_id": "5246248",
            "text": "Já en ég hef heyrt sko Vanessu og Zac syngja saman þegar það var enginn Drew…. Það passar MJÖG vel saman"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-09-20 04:42:38",
            "id": "5248252",
            "reply_to_id": "5247493",
            "text": "Já en  mér finnst það ekki skipta máli hvernig þau syngja saman"
        }
    ]
}