{
    "forum_title": "Kettir",
    "user": "mundalitla",
    "user_id": "53978",
    "date": "2007-09-16 12:49:45",
    "title": "Böð fyrir sýningar",
    "text": "Ég er með þrjá persa sem ég er að fara með á sýningu núna í miðjum næsta mánuði og ég var svona að velta því fyrir mér hversu oft fólk væri að baða fyrir sýningar, hvenær þeir byrja og hvenær seinasta baðið fyrir sýninguna er og þ.h.\nÉg byrjaði að baða í seinustu viku og er að fara að taka annað baðið núna í þessari viku með hárnæringu og ég var að pæla hvort að fólk væri að setja hárnæringu oftar eða bara einu sinni og hversu ört væri verið að baða.\nSvo ég spyr, hvað er fólk að baða oft, baða með hárnæringu og hvenær baðið þið síðast fyrir sýninguna?",
    "url": "https://www.hugi.is/kettir/korkar/543031/bod-fyrir-syningar/",
    "url_id": "543031",
    "id": "5236333",
    "replies": [
        {
            "user": "lulli240",
            "user_id": "64236",
            "date": "2007-09-16 13:54:17",
            "id": "5236522",
            "reply_to_id": "5236333",
            "text": "Ég vissi ekki einu sinni að maður baðar ketti ;S"
        },
        {
            "user": "eessess",
            "user_id": "69196",
            "date": "2007-09-16 16:35:06",
            "id": "5236956",
            "reply_to_id": "5236522",
            "text": "Jú :) , það þarf að baða þá fyrir sýningar ;D"
        },
        {
            "user": "lulli240",
            "user_id": "64236",
            "date": "2007-09-16 17:33:15",
            "id": "5237147",
            "reply_to_id": "5236956",
            "text": "ait :)"
        },
        {
            "user": "sigauni",
            "user_id": "15413",
            "date": "2007-09-17 00:42:56",
            "id": "5238647",
            "reply_to_id": "5236333",
            "text": "ég reini að aða mína persa á svona 4-6 vikna fresti allt árið en baða svo svolítið aukalega svona rétt fyrir sýningar,ég set alltaf hárnæringu."
        },
        {
            "user": "mundalitla",
            "user_id": "53978",
            "date": "2007-09-17 12:35:36",
            "id": "5239228",
            "reply_to_id": "5238647",
            "text": "Alltaf hárnæringu? Eru hárin á kisunum þínum þá ekki  svona þung, ekki eins fluffy? Allir sem ég þekki nota mjög sjaldan hárnæringu því að hárin verða svo þung við það, og sérstaklega hefur mér verið sagt að nota hárnæringuna rétt fyrir sýningu.\nHvað ertu að baða oft fyrir sýningar?\nÉg er búin að baða mína tvisvar fyrir sýninguna sem verður núna 13. og 14. okt n.k og ég á eftir svona þrjú til fjögur skipti.\nHvernig sjampó og hárnæringu ertu að nota?"
        }
    ]
}