{
    "forum_title": "Dulspeki",
    "user": "Sidewinder",
    "user_id": "45248",
    "date": "2007-09-22 23:37:41",
    "title": "Hús?",
    "text": "mamma mín hún hefur verið að pæla í því hvað merking 2 drauma sem hún hefur dreymt sé…\nannar er svona;\nHún býr í húsi með mömmu sinni og pabba (sem er í sama bæ og hún býr í) og hún getur ekki hugsað sér að fara inn í húsið sem við búum í núna, hún bara þvertekur fyrir það og ákveður bara að ætla að eiga heima þarna hjá mömmu sinni og pabba með mig og pabba minn sama þó að þau ættu hitt húsið (ss húsið sem ég bý í núna).\nseinni draumurinn er þannig að við erum að flytja í hús hérna í bænum sem heitir Lundur og mamma er svakalega ánægð og þau eru alltaf í draumnum að tala um það að þau þurfa að selja húsið uppi á brekkunni (ss húsið sem við búum í núna)\ngetur einhver hjálpað mér við ráðningu þessa draums\nBætt við 22. september 2007 -  23:45\ní Fyrri draumnum þá bjuggu amma og afi í gömlu húsi sem þau eru núna  flutt úr. ss henni er að dreyma það að hún búi með mömmu sinni og pabba og mér og pabba mínum í gamla húsinu mömmu hennar og pabba … (úff flókið)",
    "url": "https://www.hugi.is/dulspeki/korkar/544480/hus/",
    "url_id": "544480",
    "id": "5255060",
    "replies": [
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2007-09-23 00:43:00",
            "id": "5255266",
            "reply_to_id": "5255060",
            "text": "Hún er ótrúlega lífseig sú hugmynd að drauma séu einhver fyrirboði um eitthvað sem muni gerast. Alveg ótrúlegt satt að segja. Og við teljum okkur upplýst og nútímavætt samfélag.\nTröllin tóku ömmu mína, og það er draugagangur í kjallaranum mínum."
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2007-09-25 15:32:14",
            "id": "5261534",
            "reply_to_id": "5255060",
            "text": "hús í draumum standa fyrir ástandi sálarinnar, í hvernig ástandi eru húsin í draumnum, eru þau tómleg, full af lífi, yfir full af drasli, í niðurníðslu o.s.f.v.\nþað að mamma þín vilji ólm losna frá sínu eigin húsi segir allt. hvað er hún að flýja í hvað er hún flúin í.\nþetta angar allt af afneitun."
        }
    ]
}