{
    "forum_title": "Kettir",
    "user": "Arasaka",
    "user_id": "15059",
    "date": "2007-09-22 20:07:33",
    "title": "Verð á hreinræktuðum",
    "text": "Ég er bara að velta því fyrir mér hvað verðir sé á hreinræktuðum köttum á Íslandi.\nEr það mismunandi eftir tegundum? Eru einhver viðmiðunarverð?\nÉg finn engar upplýsingar á nokkurri ræktendasíðunni.",
    "url": "https://www.hugi.is/kettir/korkar/544423/verd-a-hreinraektudum/",
    "url_id": "544423",
    "id": "5254393",
    "replies": [
        {
            "user": "jollery",
            "user_id": "64857",
            "date": "2007-09-23 09:01:40",
            "id": "5255644",
            "reply_to_id": "5254393",
            "text": "Það er mismunandi;)..veit ekkert meira:')"
        },
        {
            "user": "mundalitla",
            "user_id": "53978",
            "date": "2007-09-23 12:11:56",
            "id": "5255805",
            "reply_to_id": "5254393",
            "text": "Það er rosalega mysmunandi. Ég veit þó bara með persana. Ég á fjóra og þessi tegund getur kostað allt frá svona 20 þúsundum upp í 150 þúsund. Ég á einn sem átti að kosta 130 þúsund en við fengum hann með smá afslætti :) fengum hann fyrir 95 þúsund.\nEn ég veit ekki hvernig er með verðið á öðrum tegundum. Ætli það sé ekki bara eitthvað svipað.\nVerð fer algjörlega eftir kettinum. Ef þú vilt sýningardýr færðu að borga alveg slatta. Ef þú vilt bara gælukisa þá myndi hann kosta svona 20 til 50 þúsund."
        },
        {
            "user": "eessess",
            "user_id": "69196",
            "date": "2007-09-24 15:08:46",
            "id": "5258785",
            "reply_to_id": "5254393",
            "text": "Ég er að fara rækta norska skógarketti, kem með fyrsta gotið fyrir jól og ætla að selja þá á 50.000 kr. Held að þeir seljist ekki á minna."
        },
        {
            "user": "tunrida",
            "user_id": "10586",
            "date": "2007-10-02 08:57:19",
            "id": "5279433",
            "reply_to_id": "5254393",
            "text": "Verðið er mismunandi eftir því hvort að kötturinn er seldur sem sýningardýr, ræktunarsdýr eða gæludýr, ekki allir kettir henta til sýninga eða ræktunar og stundum vill ræktandinn ekki að það sé ræktað undan þeim, það fer þessvegna alveg eftir því hvað ræktandinn segir, skógarkettir eru allavega seldir frá 30-50.000.\nEf að köttur er seldur til ræktunar og það kemur svo í ljós að hann hentar ekki til ræktunar getur ræktandinn þurft að endurgreiða köttinn, taka hann til baka eða lofa eigandanum annan kött í staðin, það borgar sig ekki að selja kött sem ræktunardýr nema þú sért 100% viss um að hann hafi alla kosti sem ræktunardýr hefur."
        }
    ]
}