{
    "forum_title": "Húðflúr og götun",
    "user": "tarantula",
    "user_id": "32491",
    "date": "2007-09-25 15:07:48",
    "title": "lítil",
    "text": "jæja elsku litla systir mín er loksins búin að byggja upp þor til að fá sér fína lokka í eyrun :) hún er 7 ára gömul og ætlar að fara með mér og mömmu á eftir, miðað við aldur, hvort haldiði að sé betra að skjóta eða stinga?\nég ætla að láta 2 í mig í leiðinni. er þá sniðugara að ég sé á undan til að sýna henni að þetta er ekki mál?",
    "url": "https://www.hugi.is/hudflur/korkar/545056/litil/",
    "url_id": "545056",
    "id": "5261459",
    "replies": [
        {
            "user": "ingi2611",
            "user_id": "56891",
            "date": "2007-09-25 15:35:52",
            "id": "5261546",
            "reply_to_id": "5261459",
            "text": "Mér finnst reyndar að þetta ætti að gera með nál, það var fyrst gert með byssu hjá mér og mér fannst það miklu verra en með nál, en já þú ættir að vera á undan btw"
        },
        {
            "user": "Moli0",
            "user_id": "54391",
            "date": "2007-09-25 15:57:15",
            "id": "5261627",
            "reply_to_id": "5261459",
            "text": "Mér finnst það eigi bara aldrei að skjóta. En það er bara ég… miklu sársaukaminna að stinga anyways."
        },
        {
            "user": "Fenrir",
            "user_id": "34852",
            "date": "2007-09-25 18:53:31",
            "id": "5262114",
            "reply_to_id": "5261459",
            "text": "Ég persónulega kýs nálina fram yfir byssuna.\nMæli líka með því að þú verðir á undan."
        },
        {
            "user": "KronoZ",
            "user_id": "35010",
            "date": "2007-09-25 21:46:43",
            "id": "5262576",
            "reply_to_id": "5261459",
            "text": "að mínu mati hefur 7 ára barn ekkert að gera með göt í eyrum\nen þar sem ég ræð þessu ekki þá myndi ég velja nálina"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-09-25 23:42:35",
            "id": "5263057",
            "reply_to_id": "5262576",
            "text": "En þú hefur engan samanburð á nál og byssu? No hole :)"
        },
        {
            "user": "KronoZ",
            "user_id": "35010",
            "date": "2007-09-25 23:57:13",
            "id": "5263098",
            "reply_to_id": "5263057",
            "text": "tel mig nú geta tjáð mig um muninn á byssu og nál án þess að hafa gat"
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2007-09-26 09:40:31",
            "id": "5263368",
            "reply_to_id": "5261459",
            "text": "það er miklu verra að gera með byssu, byssan klemmir eyrað gerðveikt fast, það er mjög vont, og svo ér hljóðið frekar ógnvekjandi.\ngatari er alveg jafnfljótur að stinga í gegn, bara bimm… og búið, ég hef verið að fá götin mín hjá sessu og ég hugsa í hvert skipti hvað það er gott að hún sé svona fljót að þessu…"
        },
        {
            "user": "Burn",
            "user_id": "62523",
            "date": "2007-09-26 16:36:44",
            "id": "5264179",
            "reply_to_id": "5261459",
            "text": "Ég mundi taka nál framyfir byssu any day."
        },
        {
            "user": "maxina89",
            "user_id": "55679",
            "date": "2007-10-02 10:51:06",
            "id": "5279531",
            "reply_to_id": "5261459",
            "text": "Mér finnst verra með byssu, plús að nálin er miklu betri heilsusamlega séð.. sjáðu til, með því að skjóta rífur maður upp í leiðinni - nálin er smooth í gegn.."
        },
        {
            "user": "tarantula",
            "user_id": "32491",
            "date": "2007-10-02 10:55:24",
            "id": "5279536",
            "reply_to_id": "5279531",
            "text": "ég veit ég veit :Ð ég hef verið á þessu áhugamáli lengi svo það hefur ekki farið framhjá mér :) bara lítil stelpa skiluru, nál er svo ógnandi einhvað."
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-10-02 11:52:35",
            "id": "5279603",
            "reply_to_id": "5279536",
            "text": "Já það er rétt hjá þér … Börnum finnast nálar alveg hræðilegar oft. Þessvegna er oft betri kostur að gera göt í eyrun á börnum með byssum því þau vita í rauninni ekki hvað þetta er.\nÉg veit um tilfelli þar sem verið var að gera göt í eyrun á börnum og það voru notaðar 2 byssur, semsagt 1 á hvort eyra. 2 konur gerðu þetta á sama tíma þannig barnið fann í rauninni bara einu sinni sársauka þótt það hafi verið að gera 2 göt. Sniðugt? Það eru eflasut misjafnar skoðanir um það…"
        },
        {
            "user": "betakr",
            "user_id": "41964",
            "date": "2007-10-02 19:05:59",
            "id": "5280745",
            "reply_to_id": "5279603",
            "text": "Hmm það er sniðugt! vinkona mín fékk göt þegar hún var lítil og hún  orgaði svo hryllilega og lamdi og sparkaði í manneskjuna sem gataði að foreldranir lögðu ekki í hitt gatið og barnið harðneitaði að láta gera hitt gatið fyrr en 5 árum seinna!\nþannig að gera þetta samtímis gæti mögulega verið góð lausn til að fyrirbyggja heyrnaskaða og marbletti gatarans! ahahah"
        }
    ]
}