{
    "forum_title": "Herkænskuleikir",
    "user": "Taciturn",
    "user_id": "35131",
    "date": "2007-09-25 22:17:50",
    "title": "Company of Heroes: Opposing Fronts nálgast",
    "text": "Upprunalegi Company of Heroes var svo gríðarlega vinsæll og vann svo mörg verðlaun að það var ekki spurning um að fleiri leikir kæmu í þeirri seríu. Opposing Fronts er ekki beint aukapakki, það þarf ekki upprunalega leikinn til að spila þennan. Þeir hafa sagt að þessi sé jafnvel stærri en hinn og sýnist mér á öllu að það sé satt. Það eru tveimur fleiri mission í þessum, eða 17. Þau dreifast á milli nýju liðanna, British 2nd Army og Panzer Elite.\nPanzer Elite\nFyrst spilar maður sem Panzer Elite, þýsk hersveit. Sterka hlið hennar er sókn, réttara sagt árásir, og er allur herinn mjög auðhreyfanlegur. Besta vörnin er sókn sagði einhver, þess vegna ætti að vera áhugavert að berjast í Operation Market Garden, stærstu loftárás sögunnar, þar sem Þjóðverjarnir voru að verjast gegn rosalegri árás Bandamanna. Gerist hún í Hollandi þar sem tæplega 35.000 breskir, pólskir og bandarískir hermenn, 1.800 farartæki og 3.300 tonn af skotfærum og vistum í fallhlífum og svifnökkvum þar í September. Þetta á ekki eftir að enda illa fyrir Þjóðverja, þvert á móti við upprunalega Company of Heroes og restina af þessum, þar sem þeir unnu þessa orustu.\nNýja liðið fær heilan helling af nýjum hlutum til að skilja það og þýska liðið í Company of Heroes að. Dæmi um þetta er Mortar Halftrack sem er, eins og nafnið gefur til kynna, bíll með Mortar sprengjuvörpu. Þetta gerir blitzkrieg að möguleika.\nhttp://en.wikipedia.org/wiki/Blitzkrieg\nOg ég veit ekki með ykkur en nafnið Jagdpanther er nóg til að hræða mig. Það er mjög, mjög, mjög öflugur skriðdreki sem Panzer Elite spilarar fá seint í leiknum.\nhttp://en.wikipedia.org/wiki/Blitzkrieg\n“Doctrines” fyrir Panzer Elite:\nScorched Earth:\nHægt er að setja gildrur á eða algjörlega eyðileggja STs, nota umhverfið sem vörn með því að eyðileggja það og stífla vegi.\nLuftwaffe:\nFallhlífarstökkvarar og betri loftvarnir. Flugvél sem getur tætt skriðdreka í sundur.\nTank Hunters:\nBætir hæfileika Panzer Elite í að berjast gegn skriðdrekum. Jagdpanther og Hetzer skriðdrekarnir.\nBritish 2nd Army\nMiðpunktur seinni herferðarinnar (campaign íslenskað) verður Orrustan um Caen og breski herinn. The British 2nd Army eru andstæða þýska liðsins og eru bestir í vörn og eins er herferðin andstæða þýsku herferðarinnar. Hér eiga bretarnir að ráðast á og taka borgina Caen.\nTil þess að verjast hafa þeir allskyns dóterí, eins og frítt og mjög nákvæmt stórskotaregn og skotgrafir. Bretarnir eru þess vegna ekki eins auðhreyfanlegir og önnur lið en til að bæta þetta upp geta þeir pakkað saman beisinu sínu og hreyft það hvert sem þeir vilja. Og þar sem þeir eru svona hægir hafa þeir svokallað Creeping Barrage, stórskotaregn sem skýtur langri línu af sprengjum. Gott til margra hluta en frábært til þess að drepa seinustu hermennina sem eru að reyna að sleppa.\nÞar sem British 2nd Army er fyrir spilara sem vilja verjast frekar en ráðast á eru allskyns uppfærslur sem hægt er að kaupa sem auka flæði vista og allir “Strategic Points” í kringum beisið gefa meira af sér. Þannig þarf þetta lið færri ST en önnur lið. Það er kannski sanngjarnt þar sem það er ekki mjög gott í sókn en að reyna að ná ST frá þeim með einhverju minna en fullri hersveit skriðdreka er eins og að ráðast á steypuvegg með nöglunum. Enn eitt dót þeirra eru snifnökkvarnir. Hægt er að senda hermenn og létt farartæki hvert sem er með þessum svifnökkvum og því er léttara að bregðast við óvæntum árásum.\n“Command Trees” fyrir British 2nd Army:\nRoyal Canadian Artillery:\nCreeping Barrage, Counter-Battery Fire (stórskotalið sem finnur og sprengir stórskotalið óvinarins), Mobile Artillery Platform og Overwatch eru meðal gamansins sem þetta Command Tree gefur af sér.\nRoyal Commandos:\nVarla þarf að segja að þetta tré hefur mikið með bresku Commandos hermennina að gera. Að auki hefur þetta tré svifnökkva og Tetrarch skriðdrekann sem hægt er að koma á vígvöllinn með svifnökkva. Þú getur njósnað um her óvinarins, hindra skilaboð hans og fleira.\nRoyal Scottish Engineers:\nGeta breytt Churchill skriðdrekanum mikið, bætt skotgrafir og búið til hreyfanlegar höfuðstöðvar.\nAðrar viðbætur\nTil viðbótar við tvö ný lið og tvær langar herferðir bæta þeir við allskyns uppfærslum á grafíkinni, t.d. hefur veðrið nú áhrif á leikinn. Blaut drulla hægir á farartækjum, veðrið breytist í miðjum leik og eins sest og rís sólin, nótt breytist í dag og öfugt. Þetta hefur svo áhrif á umhverfið, fuglar syngja bara á ákveðnum tíma dags, hermenn berjast betur á morgnana og fleira.\nOg fullnægingin ofan á kynlífið sem þessi leikur er, er að netspilunin hefur verið bætt mikið. Relic Online hefur farið í meikóver og kemur til baka ný netþjónusta fyrir þá sem hafa áhuga á að drepa eitthvað annað en tölvuna, þó hún sé verðugur andstæðingur og var það jafnvel fyrir bætingar Opposing Fronts á gervigreindinni. Dæmi um bætingar er að tölvan, bæði skriðdrekar og hermenn, nota umhverfið meira sem vörn.\nÞar sem þetta er viðbót við gamla leikin verður þessi erfiður og væri best að hafa spilað upprunalega til að ekki verði valtað yfir mann. Ég get sagt fyrir sjálfan mig að ég ætla að hanga í Company of Heroes þangað til Opposing Fronts kemur út til að koma mér aftur í form.\nEkki taka öllu því sem kemur fram í greininni sem 100% nákvæmu, þetta er allt byggt á upplýsingum sem ég fékk áður en leikurinn var gefinn út.\nCompany of Heroes: Opposing Fronts\nkemur út 28. september í Evrópu.\nHeimildir:\nhttp://en.wikipedia.org/wiki/Opposing_fronts\nhttp://www.gamespot.com/pc/strategy/companyofheroesopposingfronts/news.html?sid=6179647&mode=previews\nhttp://www.gamespot.com/pc/strategy/companyofheroesopposingfronts/news.html?sid=6174401&mode=previews\nhttp://www.gamespot.com/pc/strategy/companyofheroesopposingfronts/news.html?sid=6171480&mode=previews\nhttp://pc.ign.com/articles/804/804354p1.html",
    "url": "https://www.hugi.is/strategy/greinar/545146/company-of-heroes-opposing-fronts-nalgast/",
    "url_id": "545146",
    "id": "5262475",
    "replies": [
        {
            "user": "AmanShne",
            "user_id": "53705",
            "date": "2007-09-25 22:41:27",
            "id": "5262802",
            "reply_to_id": "5262475",
            "text": "Hlakka tiiiiil."
        },
        {
            "user": "b3ggz",
            "user_id": "57628",
            "date": "2007-10-16 20:15:12",
            "id": "5315356",
            "reply_to_id": "5262802",
            "text": "er þetta netleikur???"
        },
        {
            "user": "AmanShne",
            "user_id": "53705",
            "date": "2007-10-16 23:11:55",
            "id": "5316131",
            "reply_to_id": "5315356",
            "text": "Það er allavega hægt að spila hann á netinu, er samt fyrst og fremmst Single Player."
        },
        {
            "user": "b3ggz",
            "user_id": "57628",
            "date": "2007-10-17 15:24:19",
            "id": "5317154",
            "reply_to_id": "5316131",
            "text": "eg var nefnilega að dl.honum og eg get engan vegin seð að eg get spilað single pleye"
        },
        {
            "user": "AmanShne",
            "user_id": "53705",
            "date": "2007-10-17 16:41:47",
            "id": "5317387",
            "reply_to_id": "5317154",
            "text": "Hmm það heitir campaign :)"
        },
        {
            "user": "b3ggz",
            "user_id": "57628",
            "date": "2007-10-17 17:00:44",
            "id": "5317466",
            "reply_to_id": "5317387",
            "text": "og er það ekki i leiknum?"
        },
        {
            "user": "AmanShne",
            "user_id": "53705",
            "date": "2007-10-17 19:33:26",
            "id": "5318034",
            "reply_to_id": "5317466",
            "text": "Jú bara á main menuinu"
        },
        {
            "user": "b3ggz",
            "user_id": "57628",
            "date": "2007-10-17 19:46:39",
            "id": "5318080",
            "reply_to_id": "5318034",
            "text": "það kemur ekkert svoleis,það kemur bara eithvað username og passwort,create your accout og eithvað,vill að eg dl patch"
        },
        {
            "user": "AmanShne",
            "user_id": "53705",
            "date": "2007-10-18 00:42:54",
            "id": "5319197",
            "reply_to_id": "5318080",
            "text": "Ah, minnir að þú cancelar það bara, gerir semsagt ekki account."
        },
        {
            "user": "b3ggz",
            "user_id": "57628",
            "date": "2007-10-18 14:14:53",
            "id": "5319921",
            "reply_to_id": "5319197",
            "text": "eg er buin að gera cancel en kemst samt ekki"
        },
        {
            "user": "Hundasup4",
            "user_id": "48274",
            "date": "2007-11-30 00:49:39",
            "id": "5435935",
            "reply_to_id": "5319921",
            "text": "unpluggaðu netið þegar þú ert að starta Company of heroes, Nota YASU + Mini-image og þú munt geta spilað single playe"
        },
        {
            "user": "classic",
            "user_id": "65075",
            "date": "2007-09-25 22:56:57",
            "id": "5262866",
            "reply_to_id": "5262475",
            "text": "þessi gæti barasta verið virði 6þúsund kallsins."
        },
        {
            "user": "Addi21",
            "user_id": "24719",
            "date": "2007-09-25 23:08:04",
            "id": "5262906",
            "reply_to_id": "5262475",
            "text": "Holyshit… næstum 2 dagar :D\nFyrsti var svooo góður, getur varla verið að þessi verðu síðri.\nBætt við 25. september 2007 -  23:28\nOg já… takk fyrir góða grein"
        },
        {
            "user": "Kain",
            "user_id": "27935",
            "date": "2007-09-26 13:01:32",
            "id": "5263638",
            "reply_to_id": "5262475",
            "text": "stórskemtileg grein:)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-09-26 17:41:25",
            "id": "5264427",
            "reply_to_id": "5262475",
            "text": "Er ahnn kominn eða?"
        },
        {
            "user": "Binno",
            "user_id": "30314",
            "date": "2007-09-26 20:19:59",
            "id": "5265013",
            "reply_to_id": "5262475",
            "text": "Hann kemur á mrg JEYYYYY JEYYY hipp hipp hurra hipp hipp hurra hipp hipp hurra"
        },
        {
            "user": "PatriotX",
            "user_id": "17362",
            "date": "2007-10-01 17:28:51",
            "id": "5277582",
            "reply_to_id": "5262475",
            "text": "er það þessi sem er dx10?"
        },
        {
            "user": "88mm",
            "user_id": "19531",
            "date": "2007-10-05 11:01:01",
            "id": "5287126",
            "reply_to_id": "5262475",
            "text": "Loksins fær maður að spila Þjóðverjana sem singleplayer :)"
        },
        {
            "user": "enso",
            "user_id": "59003",
            "date": "2007-10-07 22:39:28",
            "id": "5293195",
            "reply_to_id": "5262475",
            "text": "það eru eitthver leiðindi í sambandi við að keppa í honum í gegnum hamachi hjá mér og félögum mín ef einhver hefur náð því þá má hann alveg segja mér hvað hann gerði til að ná því"
        },
        {
            "user": "Hundasup4",
            "user_id": "48274",
            "date": "2007-11-30 00:48:23",
            "id": "5435927",
            "reply_to_id": "5293195",
            "text": "Þarft að nota ákveðna útgáfu af hamachi til að geta lanað gegnum það í CoH. Mæli með því að kaupa hann fyrir online, bara tær snilld\nhttp://www.gamereplays.org/community/index.php?showtopic=307800"
        },
        {
            "user": "enso",
            "user_id": "59003",
            "date": "2007-11-30 20:16:53",
            "id": "5438037",
            "reply_to_id": "5435927",
            "text": "virkar þetta alveg örugglega fyrir downloadaðann leik?"
        },
        {
            "user": "Hundasup4",
            "user_id": "48274",
            "date": "2007-12-05 23:06:48",
            "id": "5453160",
            "reply_to_id": "5438037",
            "text": "Jeps, bara plugga snúruna ofc úr svo það tengist ekki Relic online"
        },
        {
            "user": "TerrorTeddy",
            "user_id": "71412",
            "date": "2007-12-27 12:07:51",
            "id": "5513523",
            "reply_to_id": "5262475",
            "text": "þarf maður eiga góða tölvur?"
        },
        {
            "user": "Taciturn",
            "user_id": "35131",
            "date": "2007-12-27 17:00:38",
            "id": "5514113",
            "reply_to_id": "5513523",
            "text": "Já, frekar góða."
        },
        {
            "user": "DrNecrophil",
            "user_id": "56250",
            "date": "2008-05-06 19:48:33",
            "id": "5831037",
            "reply_to_id": "5513523",
            "text": "þessi leikur virkar í 8 ára drasl tölvunni minni :D"
        },
        {
            "user": "TerrorTeddy",
            "user_id": "71412",
            "date": "2008-05-09 13:48:23",
            "id": "5840018",
            "reply_to_id": "5831037",
            "text": "WÚBBY"
        }
    ]
}