{
    "forum_title": "Heimspeki",
    "user": "Overture",
    "user_id": "41732",
    "date": "2007-10-01 14:21:11",
    "title": "Könnun aftur.",
    "text": "Jess, pointið með könnunina var að gá að AFHVERJU fólk valdi þann bolta sem það valdi.\nÉg valdi vinstri boltann. Einfaldlega af því að mér finndist ábyggilega einfaldara að komast að vinstri boltanum. Mig langaði bara ekki til að taka hægri boltann. Bara eitthvað með vinstri boltann sem mér finnst vera betra.\nOg síðan bara stóra spurningin, afhverju valdi fólk hægri eða vinstri og afhverju er það þannig að manni finnist t.d betra að taka vinstri boltann? Ef þið skiljið mig?",
    "url": "https://www.hugi.is/heimspeki/korkar/546275/konnun-aftur/",
    "url_id": "546275",
    "id": "5276927",
    "replies": [
        {
            "user": "Tsar",
            "user_id": "38365",
            "date": "2007-10-01 14:30:59",
            "id": "5276966",
            "reply_to_id": "5276927",
            "text": "Ég valdi vinstri, mér finnst bara mikið meira öryggi í að taka hann, get ekki útskýrt afhverju."
        },
        {
            "user": "Loki",
            "user_id": "32054",
            "date": "2007-10-01 14:33:52",
            "id": "5276977",
            "reply_to_id": "5276927",
            "text": "Ég valdi hægri boltann, er rétthentur og þá er styttra að fara með höndina."
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2007-10-01 16:10:31",
            "id": "5277255",
            "reply_to_id": "5276927",
            "text": "Þetta ætti kannski helst heima á áhugamáli um sálfræði."
        },
        {
            "user": "Overture",
            "user_id": "41732",
            "date": "2007-10-01 17:58:16",
            "id": "5277684",
            "reply_to_id": "5277255",
            "text": "Bara synd ad thad skuli ekki vera til, og thad nalægasta sem madur kemst salfrædi a huga, thar sem er almennilegt folk ad ræda, er /heimspeki :)"
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2007-10-01 21:32:36",
            "id": "5278526",
            "reply_to_id": "5277684",
            "text": "Jú jú, enda er heimspeki víð grein. ;)"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2007-10-10 22:08:49",
            "id": "5301103",
            "reply_to_id": "5278526",
            "text": "Reyndar held ég að áhugamál þar sem sálfræði og stærðfræði væru undir sama hatti (heimspeki) yrði meira til góðs en að splitta þessu. Þar að auki væru /salfraedi og /staerdfraedi alls ekki nógu virk. Öll þessi splittun í smærri áhugamál hefur drepið huga alveg niður.\nHér gæti verið sér stærðfræðikorkur þar sem stærðfræðinöllar ræða en sálfræðiáhugamenn gætu kannski lært eitthvað, en margir sem læra sálfræði kvarta undan hvað þeir skilja lítið í stærðfræði. Hins vegar er sálfræðiþekking mjög mikilvæg fyrir almennilega heimspekiumræðu, ekki síðri en rökfræðilegi ramminn.\nÍ raun er heimspekiumræða án sálfræði og rök- /stærðfræðiumgjörð frekar líkleg til að leiða ekki til neins."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2007-10-01 23:05:01",
            "id": "5278931",
            "reply_to_id": "5276927",
            "text": "Hmm það yrði kannski smá áhugavert ef að skiptingin er ekki því sem næst 50/50 eins og ég myndi giska á.\nEf það kæmi t.d. eftir smá tölfræðireikning að fólk hefði HNEIGÐ til að velja annan boltann frekar en\nhinn. Í bili er þetta 45/55, hægri hönd í vil - gæt bent til að rétthent fólk hefði smá hneigð til að\nvelja hægri boltann - en 55 atvkæði eru þó varla nóg fyrir neina góð aniðurstöðu.\nÁ meðan ég hef ekki neina sérstaka ástæðu til að velja annan frekar en hinn vel ég ekki neitt.\nÉg er semst ekki búinn að svara. Ef ég á að segja eins og er hef ég ákveðna hneigð til að svara\nspurningunni EKKI. Það gæti þótt áhugavert í einhverjum skilningi. Reyndar finnst mér almennt\nmerkilegra að fólk skuli yfirleitt velja eitthvað þegar það hefur enga góða ástæðu með eða á móti.\nÉg er kannski að lesa of mikið inn í þetta, en mér finnst sú staðreynd að fólk svari þessari könnun\nhinta að ákveðnum mannlegum eiginleika sem felst í að taka afstöðu bara vegna þess að afstöðuleysi\nhræðir okkur. Að velja hluti gefur okkur þá tilfinningu að við þekkjum þá og gerir veröldina\nað aðeins skiljanlegri stað til að búa á. Kannski… Ok, ég ER að lesa of mikið í þetta - en\npælingin er valid."
        },
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2007-10-02 20:25:39",
            "id": "5281108",
            "reply_to_id": "5278931",
            "text": "Sem leiðir hugann að því að það þykir dyggð í dag að taka afstöðu til hvers einasta hitamáls í þjóðfélaginu, þrátt fyrir að langt flest fólk hafi oftast úr of litlum gögnum að moða til þess að mynda sér rökstudda skoðun.\nÞeir sem hika eru kallaðir vingular.\nSem er sorglegt í ljósi rannsóknar sem ég heyrði einu sinni þann mæta mann Scott Adams tala um. Í stuttu máli sagt hljóðuðu niðurstöðurnar þannig að ef fólk er einu sinni búin að taka einhverja afstöðu er miklu erfiðara að fá það til að skipta nokkurn tímann um skoðun, hversu órökstudd sem sú afstaða er.\nÍ löngu máli skilst mér að rannsóknin hafi verið framkvæmt þannig: Eftir viðamikla könnun hjá hópi fólks var tekið úrtak af manneskjum sem höfðu enga skoðun á tilteknum málefnum (t.d. fóstureyðingum og dauðrefsingum). Haldin var svo feik-ræðukeppni þar sem fólkinu var skipt í 2 lið og skipað að verja ákveðna afstöðu, með eða á móti, í hverju málefni fyrir sig.\nTil þess að rugla fólkið var það líka látið ræða einhver málefni sem það hafði þegar myndað sér skoðun á. Niðurstöðurnar þar skiptu ekki máli. Málefnin og ræðurnar voru nógu margar til þess að ekkert eitt yrði mjög eftirminnannlegt.\nEftir einhverja mánuði var svo fólkið aftur tekið í könnun og innan um gervispurningarnar var lætt aftur spurningunum sem þau höfðu áður haft enga skoðun á (t.d. fóstureyðingar og dauðarefsingar).\nGífurlegt hlutfall óákveðinna var nú búin að taka afstöðu (líklega ómeðvitað)og nær undantekningarlaust af afstaðan samhljóma þeirri afstöðu sem það hafði verið platað til að taka í ræðukeppninni.\nÞetta segir okkur að margt ræður því af hverju fólk finnst svona eða hinsvegin um ákveðin málefni, og það eru sjaldnast rök eða skynsemi sem ráða því."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2007-10-09 17:16:52",
            "id": "5297166",
            "reply_to_id": "5281108",
            "text": "Ekki það að þetta bæti miklu við umræðuna, en mér finnst að þetta eigi við:\n“One of my favorite philosophical tenets is that people will agree with you only if they already agree with you. You do not change people's minds.”\n-Frank Zappa\nÉg HEF reyndar skipt um skoðun út af einhverju sérlega sniðugu sem einhver sagði mér - en ég\nviðurkenni alveg að mér finnst það erfitt."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2007-10-02 23:10:46",
            "id": "5281690",
            "reply_to_id": "5278931",
            "text": "Fyndið. Ég einmitt valdi að svara könnuninni bara ekki."
        },
        {
            "user": "horserinn",
            "user_id": "54196",
            "date": "2007-10-06 23:25:18",
            "id": "5290790",
            "reply_to_id": "5276927",
            "text": "Afhverju að velja á milli? Ég myndi annað hvort báða eða hvorugan."
        },
        {
            "user": "Overture",
            "user_id": "41732",
            "date": "2007-10-07 01:16:10",
            "id": "5291077",
            "reply_to_id": "5290790",
            "text": "Ok. imyndadu ther tha ad thu VERDUR ad velja. Ef einhver myndi beina byssu ad høfdinu ad ther og segja ther ad velja EINA. hvada bolta myndirdu taka?"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2007-10-09 14:53:17",
            "id": "5296705",
            "reply_to_id": "5291077",
            "text": "Léttari boltann?\nEf ég skyldi þurfa að hlaupa."
        },
        {
            "user": "Overture",
            "user_id": "41732",
            "date": "2007-10-09 15:31:36",
            "id": "5296816",
            "reply_to_id": "5296705",
            "text": "Æ, láttu ekki svona. Boltarnir eru alveg eins, eini munurinn á þeim er að sá eini er vinstra megin og annar hægri megin."
        },
        {
            "user": "horserinn",
            "user_id": "54196",
            "date": "2007-10-10 21:13:48",
            "id": "5300907",
            "reply_to_id": "5291077",
            "text": "Ok, ég myndi trúlega taka þann vinstri"
        },
        {
            "user": "Calliope",
            "user_id": "6606",
            "date": "2007-10-17 06:42:46",
            "id": "5316482",
            "reply_to_id": "5276927",
            "text": "Þegar þetta er gert í stöðluðum aðstæðum velur fólk minnir mig yfirleitt hægri hlutinn."
        }
    ]
}