{
    "forum_title": "Dulspeki",
    "user": "flamma",
    "user_id": "70089",
    "date": "2007-10-01 12:12:43",
    "title": "draumaráðninga-proffar ath!",
    "text": "Nafnið “Adela” hvað þýðir hvað draumaráðningar varðar?",
    "url": "https://www.hugi.is/dulspeki/korkar/546251/draumaradninga-proffar-ath/",
    "url_id": "546251",
    "id": "5276685",
    "replies": [
        {
            "user": "Syruss",
            "user_id": "23464",
            "date": "2007-10-09 19:51:47",
            "id": "5297839",
            "reply_to_id": "5276685",
            "text": "Mér dreymdi einusinni orðið Pimbeka … ég gúglaði það og það fyrsta sem kom upp var sólkerfi í Eve online. Pimebeka :P\nFór þangað… gerðist ekkert :("
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2007-10-10 11:44:09",
            "id": "5299186",
            "reply_to_id": "5276685",
            "text": "er þetta nafn?"
        },
        {
            "user": "flamma",
            "user_id": "70089",
            "date": "2007-10-10 12:10:23",
            "id": "5299233",
            "reply_to_id": "5299186",
            "text": "þetta er mannsnafn já KVK-mannsnafn"
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2007-10-11 22:55:46",
            "id": "5303615",
            "reply_to_id": "5299233",
            "text": "í hvaða samhengi er draumurin… segðu mér frá honum kanski get ég ráðið hann…"
        },
        {
            "user": "flamma",
            "user_id": "70089",
            "date": "2007-10-15 12:05:00",
            "id": "5311091",
            "reply_to_id": "5276685",
            "text": "OK.\nég tek það fram að þetta er draumur sem ég skammaðist mín fyrir um leið og ég vaknaði upp af honum;þar sem ég á annað borð eins og allir heilvita menn vita;þá ræð ég ekki við hvað mig dreymir;\nÉg var með einhverjum félögum mínum sumir þeirra hef ég ekki hitt í nokkur ár og svo var ein skólasystir mín þarna sem ég man ekki eftir að hafa talað við í raunveruleikanum;við vorum þarna nokkur í einhverri byggingu vorum bara á ganginum og þar var sagt að Brynjar(strákur sem ég hef ekki séð í 4 ár) hafi eitthvað verið að atast í Lútheri (litli bróðir minn) og ég pirraðist ógeðslega og fór að spyrja úti þetta og þá gaf einhver í skyn að hann(Brynjar) hafi eitthvað verið að lemja hann(Lúther) en svo sagði þessi Adela að hann hefði bara verið að tuskast í honum (bara svona saklaus fíflagangur) og ég sagði þá við hana að það væri allt annað á meðan það væri ekki verið að lemja hann og hún jánkaði því ;en það sem ég skammast mín fyrir er; allan tíman var hún þarna nakin með þunnt handklæði um  sig og mér fannst ekkert eðlilegra það var bara eins og hún væri bara nýbúin í sturtu eða eitthvað <þótt hún hafi verið skraufþurr allan tíman> og ég var eitthvað að kíkja eftir líkamshlutunum sem að handklæðið huldi <ég veit að þetta er ógó perralegt en hei svona gerðist draumurinn> en ég sá ekkert. Og svo man ég ekkert eftir það.\n-ógeðslega fáranlegur draumur en geturðu ráðið hann?\nog já gleymdi að taka það fram við vorum og erum í raunveruleikanum öll '91 módel"
        }
    ]
}