{
    "forum_title": "Hljóðfæri",
    "user": "Gislinn",
    "user_id": "47818",
    "date": "2007-10-02 09:16:13",
    "title": "Magnari til sölu.",
    "text": "Hef til sölu um 1 árs gamlann Vox AC30CC-H magnarahaus með 2x12“ Vox V212BN boxi, kostar nýtt 109.700 kr í Tónabúðinni.\nMagnarinn er 30w lampamagnari sem hefur 4x EL84 lampa í kraftmagnaranum og 3x 12ax7 lampa í formagnara og er með GZ34 afriðilslampa.\nMagnarinn er með Tremolo og Reverb, og er í raun tvær rásir sem hægt er að blanda saman, annarsvegar er það normal rásin (clean) og svo Top Boost (meira crunch rás) en það er ekki hægt að skipta á milli þeirra með footswitch en það er hægt að kveikja og slökkva á Reverbinu og Tremoloinu með footswitch.\nBoxið er með 2x12” Vox Custom keilur sem sounda bara mjög vel.\nEf það eru einhverjar spurningar þá bara skjótið, veit í raun lítið hvað skal segja meira um magnarann.\nÞessi magnari hefur nægan kraft, ég hef sjálfur notað þennann magnara með hljómsveit bæði á tónleikum og á hljómsveita æfingum, einnig hefur hann verið notaður í upptökur.\nÞessi magnari er í alveg frábæru ástandi og með honum er manuall.\nÞeir sem hafa áhuga hafið bara samband við mig í gegnum huga.\nVerð: Komið með tilboð, sjáum hvernig það gengur annars set ég inn verð.\nBætt við 2. október 2007 -  17:13\nBoxið er 60 w og 16 ohm.\nSelst saman en ekki í sitthvoru lagi.\nMyndir koma seinna í kvöld.",
    "url": "https://www.hugi.is/hljodfaeri/korkar/546469/magnari-til-solu/",
    "url_id": "546469",
    "id": "5279446",
    "replies": [
        {
            "user": "Gislinn",
            "user_id": "47818",
            "date": "2007-10-02 18:06:23",
            "id": "5280496",
            "reply_to_id": "5279446",
            "text": "Gleymdi að taka framm að það eru mjög nýlegir Electro Harmonix lampar í kraftmagnaranum á honum og einnig er Sovtek afriðla lampi sem eru báðir betri en þeir upprunalegu, samt eru enn upprunalegu kínversku lamparnir í formagnara.\nBætt við 2. október 2007 -  18:09\nþegar ég segi “sem eru báðir betri” þá meinti ég að þessir lampar sem er búið að skipa um eru betri en upprunalegu. :)"
        },
        {
            "user": "frissinetti",
            "user_id": "68397",
            "date": "2007-10-02 18:58:17",
            "id": "5280710",
            "reply_to_id": "5279446",
            "text": "Heyrðu, smá pæling, af hverju ertu að selja? Ætlarðu að fá þér einhvern annan í staðinn? Áttu ekki líka Vox AC15 ?"
        },
        {
            "user": "Gislinn",
            "user_id": "47818",
            "date": "2007-10-02 19:13:32",
            "id": "5280796",
            "reply_to_id": "5280710",
            "text": "Er að flytja erlendis til að fara í nám, jú ég á AC15TB (breskann) sem fer nú bara í geymslu hjá tengdapabba. :)\nÁ enn eftir að gera upp við mig hvort ég selji eitthvað af gíturunum eða öðrum græjum. :)\nBætt við 2. október 2007 -  19:18\nAnnars þá er þetta yndislegur magnari, nota hann bara minna eftir að ég byrjaði í námi og svo eftir að ég ákvað að fara í nám erlendis þá ákvað ég að selja hann þar sem ég verð lítið sem ekkert hér á landi næstu 4-6 árin.\nHvernig finnst þér Vox-inn þinn ?"
        },
        {
            "user": "frissinetti",
            "user_id": "68397",
            "date": "2007-10-02 20:44:28",
            "id": "5281167",
            "reply_to_id": "5280796",
            "text": "Ég fíla Vox-inn minn í tætlur, reyndar finnst mér ekkert alltof gaman af sándinu sem ég fæ úr Emg unum sem eru í eina nothæfa gítarnum mínum þegar ég er að blúsa … er að spá í að fá mér Fender Strat einn daginn fyrir blús og nota hinn í rokkið.\nÉg var að taka upp tvö lög fyrir Skrekksatriði fyrir stuttu, það var stutt Fuzz Factory sóló í öðru laginu í gegnum Voxinn, það er sándar svoooo geðsjúklega!\nBætt við 2. október 2007 -  20:47\nEn ég hef samt svo litla reynslu af mögnurum, mér finnst Vox AC30 vera frábærir, en hef ekki hugmynd um hvernig svo margt annað er …"
        },
        {
            "user": "Gislinn",
            "user_id": "47818",
            "date": "2007-10-02 22:46:56",
            "id": "5281591",
            "reply_to_id": "5279446",
            "text": "Magnarinn er seldur, ótrúlegt hvað gripurinn fór fljótt út en vona að nýji eigandinn sé sáttur og muni rokka feitt með þessum. ;)\nHeld að hann hafi nú bara gert kjarakaup."
        },
        {
            "user": "frissinetti",
            "user_id": "68397",
            "date": "2007-10-03 13:58:48",
            "id": "5282464",
            "reply_to_id": "5281591",
            "text": "Hehe, vá! Snöggur ;) En keypti einhver hérna á huga?"
        },
        {
            "user": "Gislinn",
            "user_id": "47818",
            "date": "2007-10-03 13:59:52",
            "id": "5282465",
            "reply_to_id": "5282464",
            "text": "Kaupandinn hafði samband við mig í gegnum huga já. ;)"
        }
    ]
}