{
    "forum_title": "Smásögur",
    "user": "nokiddin",
    "user_id": "1332",
    "date": "2001-12-06 09:52:37",
    "title": "Þegar myrkrið sigraði! 5. hluti: Enn er von..",
    "text": "Ég ligg einn út á túni, tvær manneskjur liggja hjá mér, og mánaskinið kæfir okkur með bjarmalitlum geislum sínum. Flóttinn mistókst. Manneskjurnar tvær sem liggja með mér eru farnar til betri heims. Ég einn ligg eftir og verkjar undan öllu. Allt sem gerst hefur síðustu daga, og ár, er of mikið. Gyðjurnar eru allar dauðar. Elb Grango er fallin og Þófnir ríkir enn á ný, ekkert hefur breyst. Ég sé loga af rústum, rústum sem fyrir nokkrum mínútum var höfuðborg hins siðmenntaða heims. Ég finn tárinn renna. Ég finn ekki lengur fyirir örinni í brjóstinu, bráðum hitti ég föður minn og alla vini mína. Ég brest í grát. Nú er allt búið. Nú getur engin stöðvað Þófni. Ég finn augnlokin þyngjast og síðan verður allt svart.\nÉg ranka við mér og lít í kringum mig. Ég er enn á túninu, enn með örina í brjóstinu. Ég lít upp og sé mánann á lofti og finn vonleysið og örvæntinguna rífa mig í sundur innan frá. Allt í einu finn ég stingandi sásauka í enninu, ótrúlegan sásauka, og allt verður að móðu. Ósjálfrátt gríp ég í örina í brjósti mér og ríf hana út með móðursýkisöskri, stingurinn í enninu hættir um leið. Ég lít á sárið þar sem örin var en þar var ekkert. Í stað þess að velta þessu fyrir mér hugsa ég bara um eitt. Drepa Þófni.\nÉg arka í átt að rústum Elb Grango í leit að vopnum. Þegar þar er komið verð ég hissa. Það voru engin lík, fullt af dauðum márum. En annars ekkert annað. Samt var borgin orðin að rústum einum. Allt í kringum mig er fólk flest allt ómeitt. Ég skil ekkert lengur. Ég sá borgina fara í rúst, ég heyrði ópin í fólkinu en svo sést engin ummerki nema rústir og þónokkrir dauðir márar. Allt í einu er flest allt fólkið að stara á mig. Svo heyrðist kall og ég fékk fast högg í hnakkann, allt svart.\nÉg er farinn að venjast þessu. Alltaf að ranka við sér á ókunnum stöðum, hvers vegna biðja þeir mann um að fylgja sér, mig sárverkjar í hnakkanum eftir þetta. Nóg um það, nú er bara að átta sig. Þetta virðist vera dýflissa, frekar hrein samt sem áður. Ég sé tvo gára standa fyrir utan klefann og virðast ræða saman. Þær líta svo á mig og önnur þeirra fer, hin virðist ætla að tala við mig. “Hvernig fékkstu þetta ör á ennið?” spyr hún, ég segi henni svona eftir bestu getu en þar sem ég veit nákvæmlega ekkert um það gat ég ekki svarað. Allt í einu kemur hinn gárinn hinn og eftir fylgir gamall maður. Þau hvíslast eitthvað á, svo opna þau klefann og gamli maðurinn gengur til mín og leggur höndina á ennið. Allt verður að móðu stundarkorn svo verður allt rautt. Þegar ég ranka við mér stend ég í Drymlum í miðju markaðstorginu ásamt öðrum manni. Hann snýr bakinu í mig en ég heyri hann segja:”Hittu mig hér, ég bíð.” Svo vakna ég aftur í klefanum. Ég finn örið á enninu glóa. Ég varð að sleppa. Ég átti stefnumót við Þófni…",
    "url": "https://www.hugi.is/smasogur/greinar/54688/thegar-myrkrid-sigradi-5-hluti-enn-er-von/",
    "url_id": "54688",
    "id": "363659",
    "replies": [
        {
            "user": "nologo",
            "user_id": "2605",
            "date": "2001-12-06 13:25:57",
            "id": "363660",
            "reply_to_id": "363659",
            "text": "ör á enninu?!\nhrmph…rippoff!"
        },
        {
            "user": "HoBGoBLiN",
            "user_id": "2546",
            "date": "2001-12-06 17:31:56",
            "id": "363661",
            "reply_to_id": "363660",
            "text": "Heh.. tveir 5. hlutar. But anyways alger snilld haltu áfram."
        },
        {
            "user": "nokiddin",
            "user_id": "1332",
            "date": "2001-12-06 20:10:53",
            "id": "363662",
            "reply_to_id": "363659",
            "text": "Þið hljótið að fatta að þetta er 6. hluti, en sagan er að verða búin, kannski tveir í viðbót."
        }
    ]
}