{
    "forum_title": "Ljósmyndun",
    "user": "jonr",
    "user_id": "3773",
    "date": "2001-12-06 13:26:52",
    "title": "Misheppnuðustu myndavélar allra tíma?",
    "text": "Well, ég hef ákveðið að standa við hótunina og skrifa um mína fyrstu myndavél. Þetta var Kodak Disc 6000 sem ég fékk í fermingargjöf. Í sjálfu sér voru vélarnar hvorki betri né verri en t.d. 110 vélar. Vegna þess að filman var á disk formi en ekki upprúlluð voru vélarnar flatari og komust auðveldlega í vasa og veski. Reyndar má sjá svipaða hönnun í stafrænum vélum í dag, enda kannski ekki furða, það sem það þarf ekki að hanna stafrænar vélar utan um filmuhylki.\nDisk vélarnar voru kynntar árið 1982 með miklum látum, en náðu aldrei mikilli útbreiðslu, þar sem Kodak klikkaði á grundvallaratriðum eins og myndgæðum. Enda var disk filman með aðeins 8x10mm ramma, minna í öllum öðrum kerfum. Filman var sérstök, þetta var stíf hringlaga filma með 15 römmum raðað í hring. Ég man aldrei eftir að hafa getað tekið sæmilegar myndir með þessari vél, flassið var sjálfvirkt og flassaði þegar ég átti síst von á því, og mig minnir að vélin hafi fært filmuna áður en maður smellti af, ekki eftir, amk fannst mér líða óralangur tími á milli þess sem ég smellti af og þess að vélin tók mynd.\nGuði sé lof að Kodak hætti að framleiða þessar vélar 1990 og filmuna 1998, stuttu eftir að APS kerfið kom á markað. Ég sakna disk vélanna ekki, hinns vegar ætti ekkert myndavélasafn vera án þessara véla.",
    "url": "https://www.hugi.is/ljosmyndun/greinar/54689/misheppnudustu-myndavelar-allra-tima/",
    "url_id": "54689",
    "id": "363663",
    "replies": [
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2001-12-06 14:49:16",
            "id": "363664",
            "reply_to_id": "363663",
            "text": "Þetta voru skelfilegar vélar, jaðarinn á myndunum var alltaf einhvern veginn gulur og ekki í fókus og ólíkt tildæmis Lomo ljósmyndum var ekkert svalt við bjögunina."
        },
        {
            "user": "Dbd",
            "user_id": "6373",
            "date": "2001-12-07 00:32:38",
            "id": "363665",
            "reply_to_id": "363664",
            "text": "kanski ef maður hefði verið nógu sniðugur þá hefði verið sniðugt að búa til cult úr þessu kannski eru til samtök áhugamanna um þessa vél?"
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2001-12-07 01:10:07",
            "id": "363666",
            "reply_to_id": "363665",
            "text": "Þetta var of mikið drazl til að gera cult úr, enda örugglega hvergi hægt að fá filmur í þessi viðundur lengur."
        },
        {
            "user": "emotions",
            "user_id": "9840",
            "date": "2001-12-07 16:35:36",
            "id": "363667",
            "reply_to_id": "363664",
            "text": "en fyndið, ég átti eimitt svona vél, mín fyrsta myndavél sem kveikti algjörlega í ´mínum áhuga að festa moment á filmu.  En þvílíkt lélegar myndir sem komu úr þessu!\nkv. Íris"
        },
        {
            "user": "steinar",
            "user_id": "1097",
            "date": "2001-12-10 19:53:40",
            "id": "363668",
            "reply_to_id": "363663",
            "text": "Ég man eftir því að þegar ég var yngri (fyrir ca. 7 árum) gaf systir mín mér gamla svona vél. Ég hafði skiljanlega ekki minnstu not fyir myndavél og hún fór á endanum upp í hillu… í fleiri en einu lagi.\nÞað sem ég er að segja að það kippti sér enginn upp við það þótt ég gjörsamlega rústaði vélinni, svo hún getur ekki hafa verið mjög góð.\nVæri samt vel til í að eiga eina svona í heilu lagi uppi í hillu… Bara upp á grínið ;)"
        },
        {
            "user": "baa",
            "user_id": "32672",
            "date": "2001-12-22 01:26:28",
            "id": "363669",
            "reply_to_id": "363668",
            "text": "skildi Kodak ekki skamast sin firir að gera svona\ndrasl."
        },
        {
            "user": "annahlin",
            "user_id": "6704",
            "date": "2001-12-26 03:47:08",
            "id": "363670",
            "reply_to_id": "363669",
            "text": "það er nú bara sama hvernig myndavél ég nota, myndirnar verða alltaf góðar =)"
        },
        {
            "user": "baa",
            "user_id": "32672",
            "date": "2001-12-26 23:01:18",
            "id": "363671",
            "reply_to_id": "363670",
            "text": "þúert fíbl sem notar hvað sem er."
        }
    ]
}