{
    "forum_title": "Stjórnmál",
    "user": "Tariq",
    "user_id": "10205",
    "date": "2001-12-06 03:52:35",
    "title": "Flokkur framfarasinna ókyrrist varla.",
    "text": "Ég verð nú að aðstoða félaga mína í flokki framfarasinna, þó svo að ég standi á engan hátt framarlega meðal þeirra.\nFlokkur framfarasinna ókyrrist nú varla við þessa grein á frelsi.is þar sem að hún er uppfull af ýmiss konar vitleysum.\nSú fyrsta: “Flokksmenn eru ekki margir talsins, enda var flokkurinn stofnaður í gegn um netið af tveimur vinum sem höfðu svipaðar skoðanir. Þessir strákar skipuðu svo sjálfa sig formann og varaformann, enda var ekkert um félagsmenn til þess að greiða þeim atkvæði.”\nFlokksmenn eru nú þónokkrir miðað við að um óformlegt félag er að ræða sem er ungt og ekki stofnað af einstaklingum sem voru þungarviktarmenn í pólítík fyrir. Það að félagið hafi verið stofnað af tveim vinum í gegnum netið sem hafi skipað sig formann og varaformann er nú í reynd kjaftæði.\nFélagið var stofnað af tveim hópum sem runnu saman, þegar þeir sáu að þeir voru í raun með afskaplega svipaðar hugmyndir og lítið eitt sem leiddi til árekstra milli þeirra. Ég tilheyri öðrum hópnum! Þeir sem eru nú settir formaður og varaformaður eru þeir sem að upprunalega fóru fyrir þessum tveimur hópum og fengu frá þeim umboð til að koma batteríinu af stað, þangað til að formleg stofnun færi fram.\nEngar kosningar hafa farið fram vegna þess að enn er verið að vinna að formlegri stofnun félagsins, lög félagsins sem nú eru í mótun gera reyndar grein fyrir nokkuð ýtarlegri löggjöf til að koma í veg fyrir að félagið verði misnotað í þágu fárra einstaklinga innan þess. Í raun er FF því ekki til formlega sem þýðir að skipaður formaður og varaformaður er ekkert sem er varhugavert, heldur eðlilegt meðan verið er að vinna að mótun félagsins.\nNúmer tvö: “þó á flokkurinn að sækja hugmyndafræði sína til ýmissa þjóðmálaafla frá árunum 1871 - 1908. Þetta eru að þeirra sögn félög eins og Hið íslenzka þjóðfrelsisfélag, Landvarnarflokkurinn, Þjóðræðisflokkurinn, Sjálfstæðisflokkurinn hinn fyrri, Frjálslyndi flokkurinn hinn fyrsti og Sjálfstæðisflokkurinn hinn síðari”………“Það er skrítið að flokkurinn þurfi að sækja hugmyndafræði sína í meira en hundrað ára gömul félög og stjórnmálaöfl, það er líka spurning hvort að það stangist ekki á við „framfara“ titilinn sem þeir hafa gefið sér.”\nÞetta er líka fullt af villum enda getur FF varla verið að leita í meira en hundrað ára gömul stjórnmálaöfl ef t.d. sjálfstæðisflokkurinn síðari varð til mun síðar eða 1929.\nHver segir annars að gömul lögmál firnist?\nEru menn ekki alltaf að vitna í 18. aldar manninn Adam Smith og bók hans auðlegð þjóðanna þegar þeir prédika frjálshyggju. Það væri þá bara nokkuð vel úr garði gert hjá FF að vitna í félög frá 1871. Heimdallur sækir sínar hugmyndir að hluta til í 95 ára gamalt rit, er það þá ekki orðið meira úrelt?\nEin spurning að lokum, ef meirihlutinn á ekki að ráða völdum í lýðræði er þá ekki komin fámennisstjórn þar?",
    "url": "https://www.hugi.is/stjornmal/greinar/54691/flokkur-framfarasinna-okyrrist-varla/",
    "url_id": "54691",
    "id": "363725",
    "replies": [
        {
            "user": "Tariq",
            "user_id": "10205",
            "date": "2001-12-06 11:17:09",
            "id": "363726",
            "reply_to_id": "363725",
            "text": "95 ára gamalt rit lesist: 95 árum eldra rit, heldur en elsti forveri FF.\nÞað má taka fram að þessi grein er svar við grein um FF sem birtist á frelsi.is"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2001-12-06 11:28:06",
            "id": "363727",
            "reply_to_id": "363725",
            "text": "Sæll,\nJá, auðvitað sjá menn að þessi grein er bara að mestu leyti byggt á skítkasti og ósannindum.  Sævar G. (Capitalist) er mér vitanlega svo sem ekki þekktur fyrir málefnalega framkomu, enda hefur hann tekið það fram hér á Huga að það sé ekkert aðalatriði hjá honum að vera málefnalegur.  Þetta kemur því svo sem ekki neitt á óvart.\nKv.\nHjörtur J."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2001-12-06 11:37:07",
            "id": "363728",
            "reply_to_id": "363725",
            "text": "Sæll,\nAnnars vil ég nefna eitt atriði varðandi grein Sævars.  Hann vitnar í tvær greinar stefnuskrár Flokks framfarasinna en nefnir þær einungis að hluta til og sleppir þeim hluta sem kemur sér illa fyrir hans málstað.  Svona vitnaði hann í greinarnar tvær:\n\"„Hagsmunir heildarinnar (meirihlutans) verða að ganga fyrir hagsmunum einstaklinga eða hagsmunum einstakra hópa innan þjóðfélagsins. Þar sem þessir hagsmunir stangast á verða hagsmunir heildarinnar að ganga fyrir.“\n„Íslenskir ríkisborgarar verða að ganga fyrir um atvinnu á Íslandi. Annað hlýtur að vera til þess að grafa undan þýðingu og vægi íslensks ríkisborgararéttar…“\nÞetta tók hann sem dæmi um meintan fasískan hugsunarhátt Flokks framfarasinna.  Svona líta greinarnar hins vegar út í fullri lengd eins og þær birtast í stefnuskrá FF:\n“Íslenskir ríkisborgarar verða að ganga fyrir um atvinnu á Íslandi. Annað hlýtur að vera til þess að grafa undan þýðingu og vægi íslensks ríkisborgararéttar auk þess sem slíkt getur vart talist sanngjarn þar sem erlendir ríkisborgarar ganga fyrir íslenskum ríkisborgurum í sínum heimalöndum. Atvinnurekendur sem skortir vinnuafl verða fyrst að hafa samband við innlendar vinnumiðlanir áður en þeir leita á Evrópska efnahagssvæðinu eða annað út fyrir landssteinana.”\n“Hagsmunir heildarinnar (meirihlutans) verða að ganga fyrir hagsmunum einstaklinga eða hagsmunum einstakra hópa innan þjóðfélagsins. Þar sem þessir hagsmunir stangast á verða hagsmunir heildarinnar að ganga fyrir. Meirihlutanum ber þó eðlilega að taka fullt tillit til hagsmuna minnihlutans. Í þessu felst lýðræðið! Þeir sem eru andsnúnir þessu geta ekki talist mjög lýðræðissinnaðir.“\nSævar sleppir þarna sem sagt því sem kemur sér illa fyrir önnur ósannindi í grein hans og segir aðeins hálfan sannleikann.  Svona vinnubrögð jaðra við heimildafölsun og eru til þess eins ætluð að blekkja lesandann og koma röngum upplýsingum til skila.  Málefnalegt?  Alls ekki!\nKv.\nHjörtu"
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2001-12-06 13:08:52",
            "id": "363729",
            "reply_to_id": "363728",
            "text": "Það er eitthvað ógnvekjandi við orðalagið, að hagsmunir meirihlutans gangi fyrir hagsmunum einstaklinga. Þetta er í raun hinn fasíski hugsunarháttur. Þið virðist leggja undarlegan skilning í hugtakið um hagsmuni þjóðar, sem fer fyrir brjóstið á frjálshyggjumönnum sem og frjálslyndum félagshyggjumönnum. Er þjóð ekki samsett úr einstaklingum? Það liggur í hlutarins eðli, að ef meirihlutinn ræður eru alltaf einhverjir óánægðir einstaklingar. Það getur ekki verið þjóðinni í hag að innan hennar finnist óánægðir hópar, því slíkt kyndir aðeins undir vandamál sem magnast síðan upp. Segjum sem svo að gamalt fólk væri minnihluti, á þá að henda því út á gaddinn af því að unga fólkið kærir sig ekki lengur um það? Hvað með öryrkja? Eru þeir ekki bara minnihluti, því ættum við að láta þá njóta einhverra réttinda? Það er augljóst að þessi félagslegi Darwinismi er stórhættulegur og alls ekki þjóðinni í hag. Þjóðin er samansett úr öllum einstaklingunum sem búa í landinu, ekki meirihluta þeirra. Það hlýtur því að vera stefna allra góðra stjórnenda að reyna eftir fremsta megni að gera alla einstaklinga ánægða, ekki aðeins meirihlutann. Þetta er gert með því að lágmarka vald ríkisins og veita einstaklingum sem mest frelsi innan þess ramma sem við köllum siðmenningu. Þessi flokkur er með stórhættulegar skoðanir, sem verður að skýra fyrir fólki sem sér ekki í gegnum vel heflað orðalag ykkar. En hvað um það, hann er ekki einu sinni orðinn flokkur. Þetta pláss sem hann fær hérna á huga er allt of stórt miðað við eiginlega stærð þessa drengjafélags. Það verður hlegið að ykkur þegar/ef þið farið í framboð."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2001-12-06 13:29:33",
            "id": "363730",
            "reply_to_id": "363729",
            "text": "Sæll,\nMikið er nú hægt að gera einfalt mál flókið.  Þú kemur seint til með að gera öllum til geðs og þess vegna er æskilegt að reynt sé að gera sem allra flestum til geðs eins og mögulegt er, þ.e. meirihlutanum.  Kannt þú kannski einhverja skothelda leið til að gera öllum til geðs.  Þú lifir kannski í einhverjum fullkomnum heimi þar sem allt er 100%.  Við hin lifum hins vegar í heimi þar sem í raun ekkert er 100% og þar sem menn verða bara að sætta sig við að komast aldrei í það hlutfall, en reyna þess í stað að komast eins nálægt því og hægt er og það er það sem felst í stefnu Flokks framfarasinna.  Þetta er ekki flókið!\nKv.\nHjörtu"
        },
        {
            "user": "Fresca",
            "user_id": "12406",
            "date": "2001-12-06 17:02:39",
            "id": "363731",
            "reply_to_id": "363729",
            "text": "Ramax: Ég er ekki meðlimur í þessum klúbbi, en eitt get ég ekki skilið. Það er allt þetta skítkast utanflokksmeðlima (eða ykkur sem eruð ósammála) á aðra sem eru ekki ykkur hugnanlegir. Var það ekki Lao Tse sem sagði að allar langferðir þurfa að byrja á einu skrefi.\nEitt sem ég hjó í það var að þú er ósammála því að þarfir meirihlutans ganga fyrir þörfum minnihlutans, því allir hópar eru gerðir úr einstaklingum. Það er rétt, öll erum við einstaklingar! Hins vegar er lýðræði í eðli sínu ekkiert annað en meirihlutavald. Þar er það meirihlutinn sem ræður, í kosningum, á þingi eða í hverju sem er. Þú ert því osammála að þannig eigi það að vera, m.ö.ö. ertu að segja að stjórnkerfi það sem við búum við sé handónýtt.\nÞetta er ekki í fyrsta sinn sem meintir verðir hins “rétta og frjálsa” gera sig seka um fasistma hér á Huga. Ég vil endilega sjá frá þér útlistun á hinni einu réttu stjórnunaraðferð þar sem meirihlutinn kúgar ekki minnihlutann, og minnihlutinn kúgar ekki meirihlutan (s.s. einræði). Þó að meirihlutavald sé ríkjandi þýðir það ekki að það eigi ekki að taka tillit til minnihlutans; þar kemur til hið mennska eðli og samúð.\nÞað allra merkilegasta er þó þegar menn grípa til hálfsannleiks, sem oftar er verri en helber lýgi. Menn sem starfa þannig ber ekki að taka alvarlega, geta ekki fært góð rök fyrir sínu máli, og hafa því sennilega illan málstað að verja.\nMeð von um meirihlutavaldið ríki sem lengst,\nFresca"
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2001-12-06 18:21:49",
            "id": "363732",
            "reply_to_id": "363731",
            "text": "Mín stefna kemur mjög skýrt fram í mínu máli, eða:\n“lágmarka vald ríkisins og veita einstaklingum sem mest frelsi innan þess ramma sem við köllum siðmenningu”\nJá ég er ekki sáttur við það stjórnkerfi sem við búum við núna. Ég held að það sé hægt að stefna í átt að betra kerfi, þannig að hver einstaklingur geti haft sem mest að segja um eigið líf. Þið megið kalla það útópíu ef þið viljið, en ég held að við verðum alltaf að stefna að fullkomnu takmarki til þess að fá einhverju áorkað. Ég er ekki að tala um anarkí, heldur beint lýðræði þar skoðun hvers og eins er mikilvæg. Frelsi einstaklingsins yrði nær algert, svo lengi sem hann skaðaði ekki aðra, einkavæðing yrði á öllu nema heilbrigðiskerfi, skólakerfi, löggæslu og mannréttindagæslu. Þetta gæti vel verið möguleiki í nettengdu upplýsingasamfélagi framtíðarinnar. Talandi um framfarir!\nÞið talið um mannlegt eðli og haldið að þið vitið fyrir víst hvernig það er. Ég held að það sé ekkert eitt mannlegt eðli heldur eðli hvers og eins, ekki eðli hópa heldur eðli einstaklinga, og það breytist og þróast með tímanum. Ef þið trúið ekki að maðurinn geti breytt högum sínum og stefnt á fullkomið takmark eruð þið nihilistarnir og iðkendur félagslegs Darwinisma, líkt og “foringinn” forðum. Þið megið kalla mig útópíumann, en í þessari útópíu er enginn að troða sinni skoðun og trú á aðra, heldur mega allir fá að njóta sín á sinn eigin hátt."
        },
        {
            "user": "Fresca",
            "user_id": "12406",
            "date": "2001-12-06 18:54:08",
            "id": "363733",
            "reply_to_id": "363732",
            "text": "Þú segist ekki vera að tala um anarkí, en mér sýnist þó þú geta flokkað þig með anarkistum. Auðvitað er til eitthvað sem heitir mannleg eðli, það er það sem gerir okkur að mönnum. Ef það væri ekki til þá væru menn ekki sammála um neitt. Eðlið er ekki eitthvað sem við þróum, það er genatengt. Það væri til dæmis fásinna að segja að það væri ekki til móðureðli, eða veiðieðli í rándýrum. Það að segja að fólk beri ekki sömu tilfinningar í brjósti er einfaldlega rangt, þær bara koma fram mismunandi hjá okkur öllum.\nOg að líkja manni saman við froingjann er bara barnalegt, á sama hátt og líkja mönnum með alskegg við Bin Laden.\nÞú vilt auka frelsi einstaklingins, ef það sé innan “siðmenningar”rammans. Hvað er siðmenning? Azetekar voru með siðmenningu og fórnuðu fólki. Siðmenning er ekki bara siðmenning. Það er til svo ótal margar gerðir af siðmenningu, að maður verður að tileinka sér eina, því þær stangast svo á. Þett held ég að sé kjarninn. Menn vilja vernda þessa siðmenningu sem við köllum okkar. Hvað gerir þjóð að þjóð.  Þín útópía er góðra gjalda verð. Ég held að enginn sé að meina meinum neitt. Það er val einstakilngsins hvað hann gerir. En hins vegar verður hann að framfylgja þeim reglum sem ákvörðuninni fylgir. Það er ekki annað en sangjarnt, og getur ekki stangast á við þína ágætu útópíu.\nVandamálið er hins vegar að það er ekki til hinn fullkomni maður og mun sennilega ver seint til. (Einn var víst til fyrir um 2000 árum, en við drápum hann).\nKannski er til betra kerfi en við búum við í dag, það bara hefur ekki verið fundið upp ennþá, nema þú hafi einhverja hugmynd.\nÞað er ekki hægt að gagnrýna núverandi kerfi á meðan betra kerfi er ekki til.\nMeð útópíu kveðju\nFresca"
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2001-12-06 19:02:20",
            "id": "363734",
            "reply_to_id": "363733",
            "text": "hehe er ekki hægt að gagnrýna núverandi kerfi á meðan betra kerfi er ekki til?? Hvernig eigum við annars að fá betra kerfi ef við gagnrýnum ekki núverandi kerfi?"
        },
        {
            "user": "Fresca",
            "user_id": "12406",
            "date": "2001-12-06 19:11:49",
            "id": "363735",
            "reply_to_id": "363734",
            "text": "Það er til tvennskonar gagnrýni, uppbyggileg og niðurbrjótanleg. Gangrýni er af hinu góða ef hún er uppbyggileg, og til þess að hún sé það þarf að koma með lausnir.\nMig langar að sjá þínar takk."
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2001-12-06 19:12:01",
            "id": "363736",
            "reply_to_id": "363733",
            "text": "Hvað er siðmenning? Þú nefndir azteka. Grundvallarregla J.S. Mill sér fyrir þessu, þú mátt gera það sem þú vilt svo lengi sem þú skaðar ekki aðrar manneskjur. Ríkisrekna löggæslan og mannréttindagæslan sér fyrir því að þessu lögmáli sé framfylgt. Þetta kom líka fyrir í mínum stutta útópíupistli."
        },
        {
            "user": "Fresca",
            "user_id": "12406",
            "date": "2001-12-06 19:14:49",
            "id": "363737",
            "reply_to_id": "363736",
            "text": "Það sem ég bara að benda á er, að það er til margskonar siðmenning. Því þarf að velja eina. Reyndar er hægt að blanda saman tveim, en útkoman verður ein ný siðmenning. Þar ligur hndurinn grafinn, benn þurfa að vra sammála um hvaða siðmennungu menn eiga að vernda!!\nKveðja\nFresca"
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2001-12-06 19:33:54",
            "id": "363738",
            "reply_to_id": "363737",
            "text": "Ég var aðeins að tala um siðmenningu sem siðferðislega stefnu, og ég held að það sé best að takmarka hana við þessa einföldu reglu. Svo eru til ýmsar skoðanir um hvernig sé og sé ekki siðlegt að hegða sér, en það er í höndum hvers og eins, trúarpostula og annarra einkaaðila að finna hinn gullna meðalveg og breiða hann út á eigin vegum (aðskilnað ríkis og kirkju takk!). Ef nánari smáatriði siðmenningarinnar, sem ganga lengra en að vernda einstaklinga gegn árásum frá öðrum einstaklingum, eru fest í lög, verða alltaf einhverjir óánægðir einstaklingar í samfélaginu. Það er hægt að koma í veg fyrir með því að lágmarka afskiptasemi ríkisins af einkalífi fólks.\nMenning er svo allt annar hlutur. Við getum heldur ekki haft eina menningu, eins og í gamla daga. Heimurinn er miklu flóknari og fjölbreyttari í dag. Við sjáum kannski einhver sérkenni á okkar menningu, en hún skiptist í fjölda minni menningarkima. Þjóðir eru í minnkandi mæli með ríkjandi einmenningu heldur fjölbreytilega flóru minni menningarkima. Menningin sem heild er ekki svo ólík frá landi til lands, heldur er hún ólík innbyrðis. Þetta er jákvætt og dregur úr fábreytni og leiðindum. Þessi menning kemur ríkinu ekkert við, a.m.k. ekki þannig að það þurfi að hafa einhver afskipti af þessu."
        },
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2001-12-06 19:47:08",
            "id": "363739",
            "reply_to_id": "363733",
            "text": "Þú segir að það sé mannlegt eðli sem geri okkur að mönnum, og líkir því við eðli dýranna. Ég segi að það sem geri okkur að mönnum sé einmitt það að við getum hamið dýrslegt eðli og framkvæmt þvert á það. Þegar við búum til siðmenningu erum við að setja skorður á náttúrulegt ástand og dýrslegt eðli. Þar sem við getum ekki ábyrgst að allir menn geti haft hömlur á sínum náttúrlegu hvötum, er best að hafa þessar skorður sem einfaldastar, en jafnframt leggja áherslu á að halda þær. Í siðmenningu eru vissulega ýmisleg siðferðisleg gildi sem gott er að hafa í huga, en best er að takmarka lögbundin boð og bönn við einföldustu og mikilvægustu regluna."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2001-12-06 14:24:08",
            "id": "363740",
            "reply_to_id": "363725",
            "text": "Sæl öll,\nRétt er að koma eftirfarandi atriðum á framfæri varðandi greinarskrif Sævars G. (Capitalist) á Frelsi.is fyrir skemmstu:\nÞað hafa án efa miklu fleiri heyrt um Flokk framfarasinna en Capitalist gerir sér hugmyndir um.  Hann virðist þó vera haldinn þeirri ímyndun að allt sem hann haldi séu staðreyndir.\nFlokkur framfarasinna ER ennfremur nýtt stjórnmálaafl á Íslandi hvort sem Capitalist líkar betur eða verr.\nEnnfremur veit Capitalist einfaldlega ekkert meira um Flokk framfarasinna en hver annar meðaljón, hvað þá að honum sé eitthvað kunnugt um félagafjölda innan flokksins.\nFlokkurinn var ekki stofnaður í gegn um netið, enda er hann ekki formlega stofnaður enn, heldur var hann stofnaður á fundi.\nFormaður og varaformaður flokksins skipuðu sig ennfremur ekki sjálfa heldur var um að ræða forvígismenn hópanna tveggja sem að flokknum komu og var þeim falið að mynda bráðabirgðastjórn uns flokkurinn yrði formlega stofnaður.\nÉg sem settur formaður flokksins þurfti ekki að koma mér í viðtöl heldur var ég beðinn um að koma í þau öll af viðkomandi fjölmiðlum sjálfum.\nVið sækjum ekki hugmyndafræðina í eldri ísl. samtök heldur er um eins konar stjórnmálalega forvera að ræða. Framfarir sem slíkar verða seint úrelt fyrirbæri.  Við erum ekki að berjast fyrir sömu framförum og menn voru að berjast fyrir fyrir 100 árum eða svo, en við eigum það sameiginlegt með þessum stjórnmálasamtökum m.a. að vera framfarasinnaðir.  Framfarir breytast með tímanum og miðast við þær aðstæður sem eru á viðkomandi tíma.\nStjórnmálaöflin sem um ræðir voru stofnuð á árunum 1871 – 1929, en ekki 1871-1908.  A.m.k. tvö þeirra eru ennfremur enn starfandi, Hið íslenzka þjóðvinafélag og Sjálfstæðisflokkurinn síðari.\nCapitalist líkir FF við FÍÞ án þess að færa nein rök fyrir því enda engin slík rök til eins og flestir sennilega gera sér grein fyrir.  Hann fer einnig þá leið sem ýmsir vinir hans hér á Huga hafa farið, þ.e. þar sem þeir geta ekki gagnrýnt okkur fyrir verk okkar þá ákveða þeir bara hitt og þetta um okkur, sem kemur þeim vel, en sem á síðan auðvitað ekkert skylt við raunveruleikann.  Mikil er málefnafæð þessara manna.\nAnnars má nefna að FÍÞ er mér vitanlega ekki stjórnmálaflokkur eins og Capitalist vill þó meina.\nAuk þess höfum við nákvæmlega ekkert að fela, við segjum nákvæmlega það sem okkur býr í brjósti og erum ekkert að skafa utan af því.\nMenningarrasismi er síðan vægast sagt breglað hugtak enda hefur menning ekkert með rasisma að gera þar sem menningarheimar og kynþættir eiga eigan veginn algera samleið frekar en að allir múslimar séu einn kynþáttur.\nSíðan er það einfaldlega rangt að við séum á móti innflytjendum eins og margoft hefur komið fram.  Menn hafa ekkert á móti ökumönnum þó þeir vilji takmarka hámarkshraða.  Þetta snýst bara um að forðast þau vandamál og slæmu hluti sem of mikill hraði í báðum tilfellum getur hæglega leitt til.\nÞað sama gildir um íslenska ríkisborgara í öðrum löndum og gildir um erlenda ríkisborgara á Íslandi.  Þetta verður því varla sanngjarnara.  Menn verða að horfa á málið með allan heiminn í huga en ekki bara Ísland eitt.  Það kallast víðsýni og er talið til eftirbreytni. Því virðist þó ekki vera að flíka hjá Capitalist í þessu tilfelli a.m.k. Hlutirnir yrðu fyrst ósanngjarnir ef útlendingar hefðu sama rétt og íslenskir ríkisborgarar á Íslandi á sama tíma og íslenskir ríkisborgarar hefðu ekki sama rétt og útlendingar erlendis.\nÞað er síðan ekki rétt að svipta eigi þeim sem hefur fengið ríkisborgararétt réttinum fremji hann afbrot skv. stefnuskrá Flokks framfarasinna.  Hins vegar má nefna að það er heimilt samkvæmt bandarískum lögum að svipta menn bandarískum ríkisborgararétti ef þeir fremja ákveðin afbrot.  Þetta er því ekkert sem ekki þekkist í heiminum.  Í Compton´s Interactive Encyclopedia segir um þetta:\n“American citizenship, once acquired, cannot be taken away except as provided by law. It may be voluntarily relinquished or lost. If obtained by naturalization, it may be set aside as a punishment for a crime.”\nEnnfremur segir þetta í alfræðiritinu um rétt ríkis til að takmarka réttindi þeirra íbúa sinna sem ekki eru ríkisborgarar í því:\n“There are reasonable exclusions that a government may impose upon those who live within its borders. Resident aliens, for example, live legally in a country but do not have the same status as citizens. They are protected by the laws of the land, but they may not vote or hold public office or receive certain other benefits guaranteed only to citizens.”\nSem sagt ríki er heimilt að takmarka réttindi erlendra ríkisborgara sem eru búsettir innan þess.  Réttarstaða erlendra ríkisborgara innan ákveðins ríkis og ríkisborgara viðkomandi ríkis er bara einfaldlega alls ekki sú sama.  Þetta skilja sennilega flestir í heiminum þó Capitalist nái þessu ljóslega ekki sama hvað þetta er tuggið oft í hann.\nCapitalist skammar okkur fyrir að vilja að innflytjendur læri íslensku, íslenska sögu og um íslenska menningu.  Í Conpton´s Interactive Encyclopedia segir eftirfarandi um skilyrði fyrir ríkisborgararétti í Kanada:\n“The applicant must then subscribe to the Oath of Citizenship, which promises allegiance to the monarch, respect for the nation's laws, and fulfillment of the duties of citizenship.  Citizenship classes are conducted in almost every city and in many rural districts. The classes are sponsored by public school systems and private organizations. Immigrants who do not know either English or French spend the first year in language study. The second year includes Canadian geography, history, government, and civics.”\nÍ Kanada er innflytjendum ekki bara gert að læra ensku og kanadíska sögu heldur og landafræði Kanada, um stjórnskipun landsins og samfélagsfræði (menning m.a.).  Meira að segja Flokkur framfarasinna gerir jafnmiklar kröfur og kanadísk stjórnvöld.  Sambærileg atriði gilda svo um Bandaríkin.\nOkkur er líkt við Danska þjóðarflokkinn án nokkurra raka þar um.  Dæmigert.\nVið erum sakaðir um fasískan hugsunarhátt að ósekju og tvær greinar úr stefnuskrá FF teknar sem dæmi um það.  Þegar hefur verið minnst hér á hvernig Capitalist reif þær úr samhengi svo þær styddu hans málstað og minntist ekki á þá hluta greinanna sem komu málstað hans illa.\nAnnars má víst vel skilgreina alla stjórn yfir höfuð sem fasisma ef viljinn er fyrir hendi en það gera bara öfgamenn sem kallast anarkistar.  Er Capitalist nú orðinn anarkisti ofan á allt annað?\nHvað snýr að því að vilji meirihlutans ráði má vitna í alfræðirit.  Í Britannica Encyclopædia segir eftirfarandi um lýðræði:\n“[A] form of government in which the right to make political decisions is exercised directly by the whole body of citizens, acting under procedures of majority rule, usually known as direct democracy”.\nSem sagt meirhlutinn ræður, sbr. “majority rule”.  Þetta er skilgreiningin á lýðræði í grundvallaratriðum.  Í Compton´s Interactive Encyclopedia segir um lýðræði:\n“As a term for a type of government, democracy came into use during the 5th century BC in Greece. Since then it has acquired a number of different meanings, most of which have common elements. The most basic and original sense is direct democracy–a government in which political decisions are made directly by all the citizens and policies are decided by majority rule.”\nAftur er talað um að ákvarðanir séu teknar í lýðræði skv. vilja meirihlutans, “majority rule”.  Þessu nær þó Capitalist ekki og heldur víst að vilji minnihlutans eigi að ráða eftir því sem best verður komist.\nCapitalist segir að FF beri enga virðingu fyrir réttindum einstaklinga.  Hvað er maðurinn  að spá? Er þetta nú ekki full mikil alhæfing og fullyrðing?  Hvað hefur hann fyrir sér í því að við berum ENGA virðingu fyrir réttindum einstaklinga.  Hann virðist gleyma því að meirihlutinn er meirihluti einstaklinganna í þjóðfélaginu og því erum við að gera okkar besta til að gera sem flestum einstaklingum til geðs.  Er það ekki alvöru einstaklingshyggja?  Capitalist virðist hins vegar halda að einstaklingar geti aðeins tilheyrt minnihlutahópum.  Meirihluti geti sem sagt ekki innihaldið einstaklinga heldur eitthvað allt annað.  En hvað?  Spurning.\nCapitalist segir að hjá okkur skipti meirihlutinn máli rétt eins og í Þýskalandi nasismans og Ítalíu Mussolinis.  Það réð nú bara enginn meirhluti á Ítalíu Mussolinis eða Þýskalandi Hitlers.  Mussolini tók völdin á ólýðræðislegan hátt og með stuðningi fjármálamanna Ítalíu (Capitalists).  Án þeirra hefði hann aldrei komist til valda.  Hitler fékk aðeins um 38% fylgi í kosningunum 1933, er það meirihluti?  Síðan tók hann bara völdin.  Annars hefði Hitler aldrei náð völdum ef fjármálamenn (Capitalists) bæði í Þýskalandi og víða um heim hefðu ekki stutt hann fjárhagslega með ógrynni fjár, t.d. menn eins og Henry Ford.  Spurning kannski um að kynna sér söguna aðeins…?\nAnnars heitir það einmitt einræði þegar minnihluti tekur völdin og ráðskast með meirhlutann en lýðræði þegar meirihlutinn stjórnar í karfti þess að hann er meirihlutinn.  Af hverju heldur Capitalist annars að Framsóknarflokkurinn og Sjálfstæðisflokkurinn séu við völd á Íslandi?  Jú einmitt vegna þess að þeir höfðu atkvæði meirihluta landsmanna á bak við sig í síðustu alþingiskonsingum.  Er hann kannski að segja að ríkisstjórn Davíðs, goðsins hans, sé dæmi um hvernig meirihlutinn “ráðskist” með minnihlutann?  Hvað með þá sem kusu aðra flokka en Framsókn og Sjálfstæðisflokkinn?  Er í lagi að “traðkað” sé á þeim minnihlutahópi af Framsókn og Sjálfstæðisflokknum?  Varla er það í lagi skv. einkennilegum hugarheimi Capitalist ef eitthvað er að marka orð hans.  Þetta hlýtur að flokkast sem fasismi af verstu gerð að hans mati.  En samt styður Capitalist þessa menn.  Þetta gengur nú ekki upp…\nKv.\nHjörtur J.\nHeimildir:\n“Democracy”. Britannica Encyclopædia. 2001.\n“Democarcy”. Compton’s Interactive Encyclopedia. 1997.\n“Citizenship”. Compton’s Interactive Encyclopedia. 1997.\n“Nation and Nationalism”. Compton’s Interactive Encyclopedia. 1997."
        },
        {
            "user": "Creep",
            "user_id": "14439",
            "date": "2001-12-06 14:32:04",
            "id": "363741",
            "reply_to_id": "363725",
            "text": "Sæll,\nHmmm… já það var eitthvað bogið við þessa grein á Frelsi.is.  Hún kom ekki heim og saman við það sem ég hafði lesið á heimasíðu þeirra framfarasinna.\nCreep"
        },
        {
            "user": "doctor",
            "user_id": "386",
            "date": "2001-12-06 16:13:17",
            "id": "363742",
            "reply_to_id": "363741",
            "text": "Satt, það fyrsta sem mér datt í hug eftir að ég las greinina á frelsi.is : skítkast.\nEkkert annað en hreint skítkast.\nKveðja.\nAtlas"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2001-12-06 19:54:03",
            "id": "363743",
            "reply_to_id": "363725",
            "text": "Stundum er nú betur heima setið en af stað farið\nwww.framfarir.net\nFyrir nokkru birtist grein á Frelsi.is um Flokk framfarasinna rituð í nafni Frelsarans. Grein þessi innihélt að mestu leyti ósannindi og villandi upplýsingar og átti fremur lítið skylt við nokkuð er talist getur málefnalegt.\nFrelsarinn byrjar skrif sín á að efast um að margir hafi heyrt um Flokk framfarasinna en það hafa þó án efa miklu fleiri heyrt hans getið en Frelsarinn gerir sér hugmyndir um. Frelsarinn lyftir sér síðan á stall sem einhver sérfræðingur um Flokk framfarasinna þó staðreyndin sé sú að umræddur pistilhöfundur veit ekkert meira um flokkinn en hver annar meðaljón, hvað þá að hann hafi aðgang að félagatali hans.\nFrelsarinn fullyrðir að flokkurinn hafi verið stofnaður í gegnum internetið. Þetta er einnig rangt. Flokkurinn hefur enn sem komið er ekki verið formlega stofnaður en óformleg stofnun hans fór fram á fundi þar um. Formaður og varaformaður flokksins skipuðu sig ennfremur ekki sjálfa í þau embætti, eins og Frelsarinn vill halda fram, heldur var um að ræða forvígismenn hópanna tveggja sem að flokknum komu og var þeim falið að mynda bráðabirgðastjórn uns flokkurinn af formlegri stofnun flokksins yrði.\nFrelsarinn segir að formanni flokksins hafi tekist að koma sér að viðtöl hér og þar í fjölmiðlum. Þetta er ekki rétt. Formaður flokksins var í öllum tilfellum beðinn um að koma í þau viðtöl af viðkomandi fjölmiðlum sjálfum. Hann hefur jafnvel, í sumum tilfellum, neyðst til að neita sumum fjölmiðlum um viðtöl vegna tímaskorts.\nFrelsarinn segir að Flokkur framfarasinna sæki hugmyndafræði sína í ýmis gömul íslensk stjórnmálasamtök sem stofnuð voru fyrir um hundrað árum og vill meina að af þeim sökum geti flokkurinn vart talist framfarasinnaður. Hugmyndafræði flokksins er ekki sótt í umrædd stjórnmálasamtök en flokkurinn lítur þó á þau sem nokkurns konar forvera sína. Framfarir sem slíkar verða annars seint úrelt fyrirbæri. Við erum ekki að berjast fyrir sömu framförum og menn voru að berjast fyrir fyrir hundrað árum síðan, en við eigum það sameiginlegt með þessum stjórnmálasamtökum m.a. að vera framfarasinnaðir. Framfarir breytast með tímanum og miðast við þær aðstæður sem eru á viðkomandi tíma.\nFrelsarinn líkir Flokki framfarsinna við hið ólánlega Félag íslenskra þjóðernissinna án þess að færa nein rök fyrir því, enda engin slík rök til eins og flestir sennilega gera sér grein fyrir. Hann fer einnig þá leið sem einstaka skoðanabræður hafa fetað á undan honum, þ.e. að þar sem honum tekst ekki að gagnrýna okkur fyrir verk okkar þá ákveða hann þess í stað bara hitt og þetta um okkur sem síðan á ekkert erindi við raunveruleikann. Auk þess höfum við nákvæmlega ekkert að fela, við segjum nákvæmlega það sem okkur býr í brjósti og erum ekkert að skafa utan af skoðunum okkar.\nFrelsarinn fullyrðir að Flokkur framfarasinna vilji svipta útlendinga sem fengið hafa íslenskan ríkisborgararétt réttinum ef þeir gerast brotlegir við íslensk lög. Þetta er ekki rétt. Hins vegar má nefna að það er heimilt samkvæmt bandarískum lögum að svipta menn bandarískum ríkisborgararétti ef þeir fremja ákveðin afbrot. Þetta er því ekkert sem ekki þekkist í heiminum.\nFrelsarinn gagnrýnir Flokk framfarasinna fyrir að vilja að íslenskir ríkisborgarar gangi fyrir um atvinnu á Íslandi. Skýrt kemur fram í fræðiritum að ríki hafa rétt til að takmarka rétt þeirra íbúa sinna sem ekki eru ríkisborgarar í ríkinu og ennfremur að réttarstaða ríkisborgara og þeirra sem ekki hafa þann rétt í viðkomandi ríki sé ekki sú sama. Þetta er almennt viðurkennt m.a. í þjóðarétti. Það sama gildir um íslenska ríkisborgara í öðrum löndum og gildir um erlenda ríkisborgara á Íslandi. Þetta verður því varla sanngjarnara. Menn verða að horfa á málið með allan heiminn í huga en ekki bara Ísland eitt. Það kallast víðsýni og er talið til eftirbreytni. Því virðist þó ekki vera að flíka hjá Frelsaranum í þessu tilfelli a.m.k. Hlutirnir yrðu fyrst ósanngjarnir ef útlendingar hefðu sama rétt og íslenskir ríkisborgarar á Íslandi á sama tíma og íslenskir ríkisborgarar hefðu ekki sama rétt og útlendingar erlendis.\nFrelsarinn gagnrýnir ennfremur flokkinn fyrir að vilja að innflytjendur læri íslensku, íslenska sögu og um íslenska menningu. Sem dæmi má nefna að í Kanada er innflytjendum ekki bara gert að læra ensku (eða frönsku) og kanadíska sögu heldur og landafræði Kanada, um stjórnskipun landsins og samfélagsfræði (menning m.a.) til að öðlast ríkisborgararétt þar í landi. Meira að segja Flokkur framfarasinna gerir ekki jafnmiklar kröfur til innflytjenda og kanadísk stjórnvöld. Sambærileg atriði gilda svo m.a. um Bandaríkin.\nFrelsarinn sakar Flokk framfarasinna um fasískan hugsunarhátt að ósekju og tekur tvær greinar úr stefnuskrá flokksins sem dæmi um það. Hann tilgreinir þó aðeins hluta greinanna og sleppir því sem kemur máli hans illa. Eru umræddar greinar birtar hér fyrir neðan og er það sem Frelsarinn sleppti að tilgreina haft hér innan hornklofa:\n\"Hagsmunir heildarinnar (meirihlutans) verða að ganga fyrir hagsmunum einstaklinga eða hagsmunum einstakra hópa innan þjóðfélagsins. Þar sem þessir hagsmunir stangast á verða hagsmunir heildarinnar að ganga fyrir. [Meirihlutanum ber þó eðlilega að taka fullt tillit til hagsmuna minnihlutans. Í þessu felst lýðræðið! Þeir sem eru andsnúnir þessu geta ekki talist mjög lýðræðissinnaðir.]“\n”Íslenskir ríkisborgarar verða að ganga fyrir um atvinnu á Íslandi. Annað hlýtur að vera til þess að grafa undan þýðingu og vægi íslensks ríkisborgararéttar [auk þess sem slíkt getur vart talist sanngjarn þar sem erlendir ríkisborgarar ganga fyrir íslenskum ríkisborgurum í sínum heimalöndum. Atvinnurekendur sem skortir vinnuafl verða fyrst að hafa samband við innlendar vinnumiðlanir áður en þeir leita á Evrópska efnahagssvæðinu eða annað út fyrir landssteinana.]“\nLjóst er að merkingar greinanna gerbreytast þegar skáletruðu hlutum þeirra hefur verið sleppt. Hér er því um að ræða ákveðna heimildafölsun í þeim tilgangi að blekkja lesandann og koma röngum og villandi upplýsingum á framfæri. Vinnubrögð sem þessi geta vart talist mjög málefnaleg.\nFrelsarinn gagnrýnir einnig Flokk framfarasinna fyrir að vera þeirrar skoðunar að vilji meirihluta landsmanna eigi að ráða um niðurstöður mála. Fræðirit eru þó sammála um að grundvöllur lýðræðisins sé að vilji meirihlutans ráði (majoriti rule).\nFrelsarinn virðist hins vegar þeirrar skoðunar að minnihlutinn eigi að ráða, hvernig sem hann annars fær það út, og segir ennfremur að Flokkur framfarasinna virði ekki réttindi einstaklinga. Frelsarinn virðist gleyma því að meirihlutinn er meirihluti einstaklinganna í þjóðfélaginu og því erum flokkurinn einfaldlega að gera sitt besta til að gera sem flestum einstaklingum til geðs. Er það ekki alvöru einstaklingshyggja? Frelsarinn virðist hins vegar halda að einstaklingar geti aðeins tilheyrt minnihlutahópum. Meirihluti geti sem sagt ekki innihaldið einstaklinga heldur eitthvað allt annað.\nFrelsarinn segir að hjá Flokki framfarasinna skipti meirihlutinn máli rétt eins og í Þýskalandi nasismans og Ítalíu Mussolinis. Staðreyndin er þó sú að um enga meirihlutastjórn var að ræða á Ítalíu Mussolinis eða Þýskalandi Hitlers heldur einmitt minnihlutastjórnir.. Mussolini tók völdin á ólýðræðislegan hátt og með stuðningi fjármálamanna Ítalíu. Án þeirra hefði hann aldrei komist til valda. Hitler fékk aðeins um 38% fylgi í kosningunum 1933 sem getur vart talist meirihluti. Síðan tók hann völdin í sínar hendur m.a. með dyggum stuðningi fjármálamanna bæði í Þýskalandi og víðar um heim, t.d. manna eins og Henry Ford. Ef til vill ætti Frelsarinn að kynna sér söguna örlítið betur?\nAnnars heitir það einmitt einræði þegar minnihluti tekur völdin og ráðskast með meirhlutann en lýðræði þegar meirihlutinn stjórnar í karfti þess að hann er meirihlutinn. Af hverju heldur Frelsarinn annars að Framsóknarflokkurinn og Sjálfstæðisflokkurinn séu við völd á Íslandi? Jú einmitt vegna þess að þeir höfðu atkvæði meirihluta landsmanna á bak við sig í síðustu alþingiskonsingum. Er hann kannski að segja að ríkisstjórn Davíðs sé dæmi um hvernig meirihlutinn ”ráðskist“ með minnihlutann? Hvað með þá sem kusu aðra flokka en Framsókn og Sjálfstæðisflokkinn? Er í lagi að ”traðkað\" sé á þeim minnihlutahópi? Varla er það í lagi skv. einkennilegum hugarheimi Frelsarans ef eitthvað er að marka orð hans. Þetta hlýtur að flokkast sem fasismi af verstu gerð að hans mati. En samt styður Frelsarinn við bak ríkistjórnarinnar. Þetta er nú bara ekki alveg að ganga upp hjá honum.\nKveðja,\nHjörtur J.\nFlokkur framfarasinna\nwww.framfarir.net"
        },
        {
            "user": "Fluffster",
            "user_id": "7",
            "date": "2001-12-07 10:14:30",
            "id": "363744",
            "reply_to_id": "363743",
            "text": "Sæll ritter.\nÞað er stór munur á “majority rule” og að það sé sjálfvirk vinnuregla að hagsmunir meirihlutans gangi fyrir hagsmunum minnihlutans/hópa/einstaklinga.\nAnnað er lýðræði, hitt er fasismi.\nÞað er klárlega ekki í þágu meirihlutans að ausa fé í þá sem minna mega sín, svo sem fatlaðra, sjúkra og atvinnulausra. Það að taka peninga af vinnandi meirihlutanum til að rétta þessum 1-2% sem eru án atvinnu, þessum 10-20% sem skortir heilsu til að framfleyta sér o.s.frv. stangast greinilega á við stefnuskrá ykkar.\nSú vinnuregla dómskerfisins að menn teljist saklausir uns sekt er sönnuð er einnig dæmi um að hagsmunir einstaklingsins séu teknir fram fyrir hagsmuni heildarinnar. Þar sem yfirgnæfandi meirihluti þjóðarinnar lendir aldrei upp á kant við lögin hlýtur að þjóna hagsmunum hans að snúa sönnunarbyrðinni við, þar sem það er ódýrara fyrir ríkisrekið framkvæmda- og dómsvald.\nMegum við eiga von á slíkum breytingum ef FF kemst í ríkisstjórn?\nAnnars er nokkuð gaman að glugga í þessa stefnuskrá. Þið segið t.d.:\n“Innleiða þarf beinskeyttar aðgerðir til að tryggja að örorkubótakerfið sé ekki misnotað og að fullfrískir einstaklingar sem eru fullfærir um að taka eðlilegan þátt í atvinnulífinu liggi ekki á bótum.”\nHvaða aðgerðir eruð þið að tala um? Viljið þið reka öryrkja í píptest og heilsupróf mánaðarlega til að tékka á hvort þeim hafi batnað? Verða heimili öryrkja undir eftirliti heilsulögreglunnar?\nEinnig er hér ágætis pistill um samkeppnismál:\n“Efla þarf starfssemi samkeppnisstofnunar til muna svo stofnunin geti sinnt lögbundnu hlutverki sínu fljótt og örugglega í þágu landsmanna allra.\nSetja þarf lög sem koma í veg fyrir að fyrirtæki, erlend sem innlend, geti lagt undir sig meira en 20% íslenska markaðarins.”\nHelsta umkvörtunarefnið um samkeppnisyfirvöld virðist núorðið vera að þau hafi of mikil völd og banni alla hagræðingu. Kom einhver hagfræðingur að gerð þessarar stefnuskrár?\nmbk,\nFluffste"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2001-12-07 17:59:10",
            "id": "363745",
            "reply_to_id": "363744",
            "text": "Sæll,\nAf hverju skyldi nú vera tekið fram í stefnuskrá Flokks framfarasinna að taka meirihlutinn beri að taka fullt tillit til hagsmuna minnihlutans?  Einmitt vegna þess að það er enginn að tala um að valta yfir einhverja minnihlutahópa nema einhverjir andstæðingar okkar sem kjósa að skilja stefnuskrána öðru vísi en til er ætlað.  Það er því augljóslega engin þverstæða í stefnuskránni eins og þú vilt af láta.\nÁkvæði stefnuskrárinnar um málefni öryrkja eru enn í mótun.  Get þó a.m.k. tjáð þér að við höfum engan áhuga á fasískum hugmyndum þínum um þau málefni, með fullri virðingu annars fyrir tjáningafrelsi þínu.\nHelstu kvörtunaraðilar landsins gagnvart samkeppnisstofnun eru þeir aðilar sem eru ráðandi á markaðinum og telja innan við 1% af þjóðinni en eiga meirihluti allra markaða á Íslandi.  Þessir menn þola illa að þeir séu skikkaðir í samkeppni þegar samkeppnin þjónar ekki þeirra eigin hagsmunastöðu.\nKv.\nHjörtu"
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2001-12-07 18:02:21",
            "id": "363746",
            "reply_to_id": "363744",
            "text": "Sæll,\nAnnars má nefna að þó hagfræðingur sem slíkur hafi ekki komið að gerð stefnuskrárinnar þá hefur viðskiptafræðingur gert það sem vonandi er nú nóg að þínu mati :)\nKv.\nHjörtu"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2001-12-07 02:15:33",
            "id": "363747",
            "reply_to_id": "363725",
            "text": "Mín skoðun.\nHræðsla við skoðanir sem hafa tekið forystu á vitrænum grunni, er kunna að ógna ríkjandi viðhorfi ellegar vitundarleysi, t.d. varðandi málefni innflytjenda,  því miður fyrir þá hina sömu.\nLýðræðisleg niðurstaða fæst á endanum í kjörklefanum.\nkveðja.\ngmaria."
        },
        {
            "user": "krizzi",
            "user_id": "8997",
            "date": "2001-12-07 22:54:48",
            "id": "363748",
            "reply_to_id": "363725",
            "text": "Til Tariq eða Ritter\nÉg er enn að spá í afhverju þið völduð að kalla þennan ágæta flokk ykkar “framfara-flokkin”??\nAllagvega…\nÞá hef ég nú náttúrulega ekki mikið álit á frelsi.is, kanski af því að þeir stinka langt af “lifi-dabbi-dúskur” áróðri.\nÉg er sammála mörgu sem þið segið nema það hversu mikið þið eruð á móti multi-etniskum samfélögum. Sammála þér að það er hætta á því að inflytjendur flokki sig saman og einagri sig í okkar samfélögum, eins og hefur gerst td. í danmerku og þýskalandi. En það að takmarka innflytjendur hingað til lands, er kanski ekki besta lausnin. Ef fók vill búa hérna á það rétt á því. Það eiga eingar persónur meiri rétt til þess að búa hér á þessu ágætu landi.\nEr það kanski að þú ert hræddur um það að íslensk tunga og kúltur týnist? Og hversu mikið eigum við að gera til þess að vernda þjóð okkar?\nÉg vona að þú skilir það að ég er ekki að líkja þig við íslenska þjóðernissinna eða annað slíkt… stefna ykkar innihledur engan rasisma né neitt annað! Það er eithvað sem aðrir eru búnir að miskilja.\nAfhverju ætti ekki ísland að ganga í evrópusambandið? Er ekki ágætt að sameina efnihag evrópu undir eitt þak?\n–krizzi–"
        },
        {
            "user": "gmaria",
            "user_id": "6128",
            "date": "2001-12-08 01:18:42",
            "id": "363749",
            "reply_to_id": "363748",
            "text": "Kæri krizzi.\nÞín lokaorð “ ER ekki ágætt að sameina efnihag evrópu undir eitt þak?”  eru tilefni svars míns.\nSvar mitt er NEI, sökum þess að þá munum við afsala okkur efnahagslegu sjálfstæði í eigin ákvarðanatöku um skipan mála innanlands, í raun, sem líkja má við það að borgarstjórn höfuðborgar hugsaði aðeins um þarfir miðbæjarins en léti umhyggju um úthverfin lönd og leið.\nkveðja.\ngmaria."
        },
        {
            "user": "ritter",
            "user_id": "7998",
            "date": "2001-12-08 03:12:16",
            "id": "363750",
            "reply_to_id": "363748",
            "text": "Sæll,\nÞað eru mörg sjónarmið á hvað séu framfarir allt eftir því hver staða þín er og sjónarhóll.  Það eru framfarir fyrir einum geta flokkast sem afturhald að mati annars.  Dæmi: Danskir kaupmenn litu án efa á einokunarverslunina sem framfarir fyrir sína hagsmuni á sínum tíma en frá sjónarhóli Íslendinga var auðvitað um að ræða algera nauðgun á íslenskum hagsmunum.\nÞað sem við erum að berjast fyrir eru framfarir í þágu Íslands og íslensku þjóðarinnar.  Framfarir skilgreinast sem jákvæðar breytingar og þjóðlegar framfarir eru framfarir í þágu þeirrar þjóðar sem í hlut á.  Það er það sem við berjumst fyrir þjóðlegar framfarir í þágu Íslands og íslensku þjóðarinnar.\nSpurningin er, hvað er fjölmenningarlegt samfélag? Er það samfélag þar sem eru margar jafnréttháir menningarheimar og kannski 2-3 ráðandi menningar?  Eða er það þjóðfélag þar sem er ein grunnmenning sem þó verður fyrir ýmsum erlendum menningaráhrifum og aðlagar þau áhrif að sjálfri sér?  Ég persónulega er hlynntur seinni skilgreiningunni.  Eini gallinn er auðvitað að það er ekki fjölmenningarsamfélag heldur kallast þjóðríki.\nHugtakið fjölþjóðasamfélag er hins vegar annað fyrirbæri.  Það felur í sér að í sama landinu búi margar þjóðir, svona “þjóðakokteill” líkt og t.d. fyrirfinnst í Bosníu.  Ef hugmyndin er að skapa á Íslandi svokallað fjölþjóðasamfélag hefur illilega verið logið að þjóðinni þegar fullyrt hefur verið að innflytjendur séu að koma hingað til að verða hluti af íslensku þjóðinni og verða Íslendingar.\nÉg tel að við eigum að gera a.m.k. flest sem telst nauðsynlegt til að standa vörð um það sem er okkar innan lagalegs, siðferðislegs og lýðræðislegs ramma.\nEngar áhyggjur, tek málefnalegum erindum sem þessum að sjálfsögðu vel :)\nÚff, ESB.  Ég gæti skrifað ritgerð um galla aðildar Íslands að því.  Bendi þér bara á óopinbera heimsíðu andstæðinga ESB-aðildar á Íslandi www.fullveldi.is.  Þar eru flest rök týnd til á móti aðild :)\nKv.\nHjörtu"
        },
        {
            "user": "krizzi",
            "user_id": "8997",
            "date": "2001-12-08 15:09:43",
            "id": "363751",
            "reply_to_id": "363750",
            "text": "Þakka þér fyrir svar þitt.\nSjálfur hef ég nú ekki kynnt mér pros/cons við aðild íslands í ESB eins vel og þú, en mér finnst vera smá þjóðernis-hyggja í þessum rökum ykkar. Það eru auðvitað góð rök að við missum yfiráðum yfir fiskinum, en eru þið ekki að spila á þetta “frjálst ísland”?\nÉg kíkti á þessa ágætu síðu sem þú bentir mér á. Höfundur síðunar skrifaði bók nefnd “Sjálfstæði er sívirk auðlind”. Ég er ekki búin að lesa þessa bók og hef heyrt lítið um hana. En mér finnst titillin höfða til þessara stefnu sem var uppi fyrir 75-100 árum síðan. Sumir kalla það “þjóðernishyggja” aðrir kalla það “sjálfstæði stefnu”.\nÞessi stefna gengur út á það að taka hagsmuni íslands fram fyrir flest allt. Stefnan gengur út á það að halda sjálfstæðinu, mér dettur í hug persónu sem viss herra Haldór samdi, Bjartur í Sumarhúsum. Einn sjálfstæðasti maður íslands. Hann vildi ekki skulda neinum né láta neinn ráða yfir sér.\nÞað eru auðvitað margir gallar við það að ganga í ESB. Aðal gallin er auðvitað sjálfstæði okkar í fiskimálum. En erum við að stjórna okkur sjálf nóg og vel? Sjáið hvernig kvótakerfið er búið að fara með smábátana!\nÉg er als ekki að segja að við ættum að ganga í ESB. Ég er hins vegar að spyrja þig hvernig mundi ísland vera “undir stjórn” ESB.\nm. Kv.\n–Krizzi–"
        }
    ]
}