{
    "forum_title": "Hip hop",
    "user": "Atvinnukrimmi",
    "user_id": "60338",
    "date": "2007-10-06 22:34:55",
    "title": "Óheflað Málfar...",
    "text": "Ok…\nNú sá ég að Það er búið að setja Óheflað málfar á torrent…\nhvernig finnst ykkur það ?\nMér finnst það bara vægast sagt\nÖmurlegt\n…\nAð vera setja þetta á netið er bara synd, þar sem að Dabbi er búin að gera þetta alveg sjálfur og ekki er nú mikið ætlast til að borga einhvern 2.000 kall fyrir diskinn….\nEn allavega, ég er búin með mína reiði, hvað finnst ykkur ?",
    "url": "https://www.hugi.is/hiphop/korkar/547403/oheflad-malfar/",
    "url_id": "547403",
    "id": "5290681",
    "replies": [
        {
            "user": "Bring",
            "user_id": "29700",
            "date": "2007-10-06 22:50:49",
            "id": "5290705",
            "reply_to_id": "5290681",
            "text": "Æj æj, nú veistu hvernig öllum hinum sem vildu ekki að lögin sín hafi verið sett á netið líður."
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2007-10-07 02:12:55",
            "id": "5291198",
            "reply_to_id": "5290681",
            "text": "Alltílagi… ef mér finnst diskurinn þess virði kaupi ég hann…\nBætt við 7. október 2007 -  02:27\nReyndar hugsa ekki allir einsog ég, og dl þeim bara, viðukenni alveg að ég dl diskum en´mér finnst að það mætti alveg bíða með að henda svona diskum inná torrent minnska kosti 3 mánuðum eftir útgáfu…"
        },
        {
            "user": "jebus",
            "user_id": "58028",
            "date": "2007-10-07 14:06:09",
            "id": "5291873",
            "reply_to_id": "5290681",
            "text": "af hverju á að bíða með að setja diskinn hans á torrent? það er sett alla útlenska diska inná torrent stuttu eftir að þeir koma… fatta ekki alveg hvað þú ert að væla útaf þessu."
        },
        {
            "user": "dtt",
            "user_id": "8138",
            "date": "2007-10-07 18:55:16",
            "id": "5292514",
            "reply_to_id": "5291873",
            "text": "Tileinkað Jebus..\nÉg ætla bara að skjóta útí loftið.. en mér dettur svona í hug að þú hafir aldrei gefið út geisladisk… Þú getur í alvöru ekki ýmindað þér það hvað þetta er mikil vinna ! Ég sagði við sjálfan mig í kringum seinustu jól.. Jáá.. nú ætla ég að byrja að vinna í disk.. Hélt það myndi taka mig svona 3 mánuði að klára þetta..Hann var að koma út fyrir viku.. og ég er búnað vera working day and night since then ! Ástæðan afhverju mér finnst að þetta hefði mátt bíða er sú að ég borga ALLT sjálfur.. Allur kostnaður af plötunni .. auglysingum.. ljósmyndun  .. mixun og masteringu..ALLUR pakkinn… kemur úr mínum vasa ! Vissulega er góð auglýsing að hafa diskinn þarna… á öruglega fullt af fólki eftir að kaupa hann.. En það eiga sam enn fleiri bara eftir að downloada honum.. Ég er ekki í þessu útaf peningunum.. En mig langar samt að enda á sléttu.. og ef ég mögulega gæti.. þá hefði ég ekkert á móti að græða aðeins á þessu miðað við alla vinnuna sem ég hef lagt í þetta.. Það bitchar enginn yfir stórum nöfnum frá USA eða what ever því að það eru artistar sem borga ekki krónu fyrir diskinn sinn.. þeir eru á samning.. ég er ekki á samning.. og þar er munurinn !\nDabbi T…"
        },
        {
            "user": "jebus",
            "user_id": "58028",
            "date": "2007-10-07 23:35:38",
            "id": "5293367",
            "reply_to_id": "5292514",
            "text": "nei nei, ég hef aldrei gert geisladisk…Og ég hafði ekki hugmynd um það að þú hefðir borgað allt sjálfur, hélt þú hefðir allavega reddað þér einhverjum sponsum…ef ég hefði vitað það hefði ég væntalega hugsað aðeins meira áður en ég commentaði."
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2007-10-08 18:59:22",
            "id": "5295017",
            "reply_to_id": "5292514",
            "text": "Þú getur sagt stjórnendum torrents að Tussast tilþess að taka diskinn útaf, ef þú ert ekki búinn að því.."
        },
        {
            "user": "darrri",
            "user_id": "22549",
            "date": "2007-10-08 00:03:06",
            "id": "5293433",
            "reply_to_id": "5290681",
            "text": "Vissulega hundleiðinlegt fyrir hann. Samt væri alveg ágætt þegar diskar koma á torrent (myndi ég ímynda mér) ef sko hann væri búinn að vera á markaðnum í kannski 2-3 mánuði og enginn að fylgjast með. Svo kæmi diskurinn á torrent og þá myndu allir suckas sem eyða bara peningunum í Warcraft og kleinuhringi heyra diskinn og þá fengi artistinn mjög víðan hlustendahóp. Myndi samt ekki segja að Dabbi T hefði þröngan hlustendahóp.\nEn hundömurlegt að hann sé kominn svona snemma á torrent finnst mér."
        },
        {
            "user": "Atvinnukrimmi",
            "user_id": "60338",
            "date": "2007-10-08 00:28:26",
            "id": "5293481",
            "reply_to_id": "5293433",
            "text": "hey yo…\nheitiru darri og býrð á akureyri ?\neða er ég að rugla"
        },
        {
            "user": "darrri",
            "user_id": "22549",
            "date": "2007-10-08 17:54:25",
            "id": "5294759",
            "reply_to_id": "5293481",
            "text": "Yupyup. Ég man að ég var held ég með þér á gítarnámskeiði fyrir 2000 árum."
        },
        {
            "user": "poetrix",
            "user_id": "40825",
            "date": "2007-10-08 18:14:02",
            "id": "5294833",
            "reply_to_id": "5293481",
            "text": "já ég held að það geti allir sem hafa gert tónlist staðfest það, að niðurhala tónlist er alveg jafnmikill þjófnaður og að stela geislaspilurum úr bílum. þar að segja tónlist sem að höfundurinn hefur ekki samþykkt að gefa til niðurhals. rök eins og ‘'ég kaupi þá diska sem að mér finnst skemmtilegir’' eru fáránleg.\n''ég fer og borga nammið sem ég stal ef mér finnst það gott á bragðið.'' semsagt það má stela öllu nammi sem er ekki gott. og tónlist sem er vond.\nen ef að tónlistarmaðurinn er nógu góður þá er skylt að borga. ‘'þetta er góð kynning fyrir listamanninn.’' og hvað? þannig að ég ætla að fara og stela þessu því hann hefur bara gott af því. SÁ SEM SEMUR TÓNLISTINA Á HANA. EKKI ÞÚ! nema að þú hafir samið hana.\nog þar af leiðandi á hann að ráða því hvað hann gerir við hana. ekki þú. og það skiptir engu máli hvaða augum maður lítur þetta, vegur og metur kosti þess að dreifa tónlist ólöglega, eða hvað þér finnst.\nþetta er eitthvað sem að listamaðurinn á að ráða. listamennirnir tapa á því að gera tónlist. plötufyrirtækin fá ekki peninga inn fyrir að gefa út plötur. verða í kjölfarið rög við að gefa artista út. færri plötur, minna að gera fyrir stúdíóin. borgar sig ekki að reka stúdíóin. færri stúdíó og minna af tækjabúnaði. peningarnir eru að fara á fullt af stöðum nema til þeirra í músíkbransanum sem þurfa á honum að halda til að gera góða tónlist handa þér.\nþið fattið hvað ég er að fara. þeir sem gera lögin sem að þú dansar við, grætur við, ríður kærustunni þinni við, hlustar á og upplifir eitthvað sem ekkert annað en geðveik tónlist lætur þig upplifa, setja sjálfa sig á hausinn trekk í trekk til þess að þú getir hlustað.\nFólkið sem þú þekkir ekki en spilar samt svo stóran part af því hvernig þú upplifir lífið þitt og skapar eitthvað til að gleðja þig fær ekkert.\nog þér er skítsama. en þeir halda áfram að setja sig á hausinn, vinna 18 klst á sólarhring til að gera tónlist (samanber Dabbi T) því að þeir elska tónlistinna meira en peningana sína. og án þess að vita það, þig meira en peninganna. þeim er meira annt um að þú heyrir lögin þeirra, en að þeir eigi peninga. love the music.\nannað en hægt er að segja um þig. (nei ekki þig persónulega nema þú stelir tónlist af netinu.)\nþú elskar peningana þína meira en tónlistina. þú ert allavega ekki til í að borga fyrir tónlistina nema á skilyrðum. þér er skítsama svo lengi sem þú færð þitt á torrent. þú segir kannski að þú elskir tónlistina en verkin tala svo hátt að ég heyri ekki orðin.\nþú stelur peningum annara með því að borga ekki fyrir tónlistina sem að er gefin út.\nsvo verður þú brjálaður yfir því að einhver sé sell-out? kæri Torrent notandi, þú ert sell-out. því þú seldir það sem þú segist elska fyrir ekkert nema nokkra þúsundkalla og eiginhagsmuni.\neigingirni í sínu tærasta formi.\nég veit að þetta mun aldrei breytast en það gerir það ekki rétt fyrir því. komdu svo og segðu ‘'ég borga fyrir það sem að mér finnst gott’' og málaðu upp mynd af þér sem greindarlausum eigingirnisaumingja sem að er til í að ræna því sem að aðrir leggja sálina sína í. óháð því hvort að þér finnist það gott eða ekki.\nPoetrix"
        },
        {
            "user": "darrri",
            "user_id": "22549",
            "date": "2007-10-08 19:54:47",
            "id": "5295174",
            "reply_to_id": "5294833",
            "text": "Ertu að tala við mig?\nÉg var aldrei að draga í efa að það hafi ekki verið lögð vinna í plötuna. Aldrei. Það eina sem ég var að segja var að ef platan hefur selt eins mörg eintök og hún mun selja myndi ÉG ekki hafa mikið á móti því að hún færi á torrent eða eitthvað slíkt. Þá fengi ég að troða tónlistinni minni upp á fleiri. Svona í alvöru er ansi lítill peningur í að vera rappari á Íslandi. Ertu ósammála því? Það að diskar fari á netið er bara óhjákvæmilegur hluti plötuútgáfu, þannig er það bara. Ég myndi vilja setja plötuna mína á torrent eftir marga mánuði af henni á markaðnum, en ég er ekki að ákveða það fyrir Dabba T að það ætti að gerast. Auðvitað ekki maður!\nÉg kann ekki einu sinni að senda inn á þetta friggin torrent. Lay off.\nÉg kaupi geisladiska."
        },
        {
            "user": "poetrix",
            "user_id": "40825",
            "date": "2007-10-08 20:58:53",
            "id": "5295418",
            "reply_to_id": "5295174",
            "text": "annað en hægt er að segja um þig. (nei ekki þig persónulega nema þú stelir tónlist af netinu.)\nbara við torrent notendur yfirhöfuð og þá sem stela tónlist.\nPoetrix"
        },
        {
            "user": "darrri",
            "user_id": "22549",
            "date": "2007-10-08 21:12:28",
            "id": "5295476",
            "reply_to_id": "5295418",
            "text": "Ókei."
        },
        {
            "user": "Atvinnukrimmi",
            "user_id": "60338",
            "date": "2007-10-08 20:09:07",
            "id": "5295217",
            "reply_to_id": "5294833",
            "text": "sæll…\nÉg veit ekki alveg, var þetta skotá mig eða ?\nAllavega er ég að bíða eftir að hann komi hingað til ak :P"
        },
        {
            "user": "poetrix",
            "user_id": "40825",
            "date": "2007-10-09 08:26:36",
            "id": "5296287",
            "reply_to_id": "5294833",
            "text": "Þó ég mótmæli því ekki að mér finnst það slæmt fyrir Dabba að sumir munu án efa niðurhala disknum í stað þess að kaupa hann, þá verð ég að kommenta aðeins á þig aðeins vegna þess að þú dansar í kringum aðalrök þeirra sem telja gott fyrir diskinn að vera á torrent.\nÞessi samanburður við nammi er ekki nógu góður, einfaldlega vegna þess að ef þessu nammi er stolið er efni stolið. Lög eru ekki, í þeim skilningi, efni. Á meðan einhver annar hefði getað notið (nammisins? asnalegt að beygja þetta), þá er hægt að niðurhala disknum einsoft og hugurinn girnist, aðrir geta samt sem áður niðurhalað honum einsog þeim girnist. Þetta er ekki solid efni, svo þetta var frekar lásí samanburður.\nÞað góða við að hafa diskinn á torrent er að fólk mun niðurhala honum, og einhverjir af þeim munu kaupa diskinn. Þeir sem niðurhala disknum bara til að prófa, líkar ekki tónlistin og henda honum síðan, er svipað og að fá að hlusta á diskinn heima hjá vini sínum. Það er svipað og tónlistarbrotin sem hægt er að heyra á tonlist.is. Dabbi fékk mikla athygli útá þetta, og vonandi var það nóg til þess að bæta upp glataða plötusölu vegna þeirra sem niðurhala disknum og hlusta aftur og aftur á lögin, án þess að hugsa einu sinni um að skjótast útí búð að kaupa hann.\nEf fólk niðurhalar disknum á torrent, hlustar á hann einu sinni og hendir honum síðan útaf tölvunni, er vart hægt að kalla það þjófnað á tónlist. Þeir hefðu allt eins, einsog ég nefndi hér ofar, getað heyrt diskinn hjá vini sínum og líkað illa við hann. Ef fólk hinsvegar hlustar aftur, aftur og aftur á diskinn án þess að kaupa hann, er frekar hægt að kalla það þjófnað.\nOg jú, ég tel að þetta hafi frekar hjálpað Dabba til að selja fleiri plötur. Venjulega hefði það vart orðið, en í þessu tilfelli, jú. Umræðurnar sem spruttu upp útaf þessu eru ástæðan. Fólk les þær, heyrir að Dabbi hafi sjálfur staðið að öllu varðandi útgáfu disksins, og gefur eftir. Þeir lesa komment frá bálreiðu fólki sem fær viðkomandi til að fá samviskubit. Ég held að flestir sem niðurhöluðu disknum og líkaði vel við hann, muni kaupa hann. Þeir vilja vera ‘real’, styðja listamanninn, hjálpa honum að koma út á sléttu. Og þessvegna er gott að fólk rífist og skammist útaf þessu, því það lætur fleiri kaupa diskinn. Allt í allt held ég að þetta hafi komið Dabba til góða; fleiri vita hver hann er og ég tel að hann muni samt selja alveg jafnmikið af plötum. Ef ekki, þá fuck the bastards.\nÉg keypti ekki plötuna. Ég fékk hana í afmælisgjöf frá systur minni, sem keypti hana. Svona til að hjálpa Dabba, og í stað þess að deila disknum með henni, er ég að spá í að kaupa nýtt eintak og gefa henni það, bara til gamans.\nÞað var samt gaman að sjá hve margir þekktu Dabba á torrent.is….“ég vil sko hjálpa honum, þekki hann skilru, hef tjillað með honum tvisvar sko”. Þó ég sé kominn út fyrir umræðuefnið, þá vil ég segja að….þetta hljómar fáránlega. Ég hef hitt Dabba held ég 3-4 sinnum, “tjillað” þá með honum….semsagt, ég var með fólki sem ég þekkti og hann happened to be at the same place, og aðeins talað við hann í gegnum bílalúgu. Þekki ég hann þá? Nei. Svo ef þú, sem ert að lesa þetat, ert svona týpa, plís, hættu því. Það er bara asnalegt að vera ‘celebhunter’, sérstaklega á Íslandi þarsem allir eru frægir.\nOg já, poetrix, hvenær í andskotanum kemur svo platan þín að lokum út? Mig langar í Bubbalagið."
        },
        {
            "user": "poetrix",
            "user_id": "40825",
            "date": "2007-10-09 13:38:20",
            "id": "5296593",
            "reply_to_id": "5296287",
            "text": "Ég er ekkert að bera saman hvort að það sé gott fyrir diskinn að vera á torrent eða ekki. það er listamannsins að ákveða hvort að diskurinn sé þar eða ekki.\nhann gerði tónlistina, á hana og ræður því hvað hann gerir við hana.\nÞessi samanburður við nammi er ekki nógu góður, einfaldlega vegna þess að ef þessu nammi er stolið er efni stolið. Lög eru ekki, í þeim skilningi, efni. Á meðan einhver annar hefði getað notið (nammisins? asnalegt að beygja þetta), þá er hægt að niðurhala disknum einsoft og hugurinn girnist, aðrir geta samt sem áður niðurhalað honum einsog þeim girnist. Þetta er ekki solid efni, svo þetta var frekar lásí samanburður.[/\ni]\nég veit ekki en mér finnst geisladiskar vera mjög solid. og peningarnir sem fara í að framleiða þá mjög solid. og ertu semsagt að segja mér að ef ég myndi rappa vers eftir slug yfir takt frá j-dilla og segjast hafa gert það,  að þá væri ég ekki að stela þar sem textinn er ekki solid og lagið ekki heldur? common. hvar í ferlinu væri þetta þjófnaður? jú þegar að ég fer að eigna mér eitthvað án þess að hafa fengið leyfi frá eiganda.\nég vona að ég þurfi ekki að fara að útskýra grundvallaratriði eignaréttsins og hvernig hann gengur kaupum og sölum.\nog það eru líka til lög sem að lúta að eignarhaldi á hugverkum, hugmyndum og tónlist svo að það þarf ekkert að rífast um þetta.\nþað sem að ég í fyrra álitinu var að leggja áherslu á, er það að hvort þú stelur af netinu hefur ekkert með hvað þér finnst eða hvernig þú réttlætir þetta að gera.\neflaust er það rétt að þetta hjálpar fullt af fólki að verða stærra nafn. en það er þeirra að ákveða hvort þau vilji gefa tónlistina eða ekki. það er ekki ákvörðun þeirra sem nota torrent.\npunkturinn er að þó fólk líti ekki á þetta sem þjófnað og beri í bætifláka með misvel íhuguðum réttlætingum, þá ertu að ræna tónlist. taka peningana sem einhverjir aðrir eiga. stela hugverkum annara. stela mánaða, jafnvel áravinnu. sem kostar 2000 kall. hversu lágt er hægt að fara?\nvið erum ekki að tala um skoðanir. bara hvort maður á að borga fyrir eitthvað sem einhver annar er að selja, eða bara taka það án leyfis því maður getur það.\nog hugsa ekkert um það að á endanum eiga tónlistarmenn ekki pening til að gera tónlist."
        },
        {
            "user": "poetrix",
            "user_id": "40825",
            "date": "2007-10-09 14:31:24",
            "id": "5296672",
            "reply_to_id": "5296593",
            "text": "en annars kemur diskurinn í nóvember. er bara verið að klára coverið og sent út í prentun í næstu viku"
        },
        {
            "user": "poetrix",
            "user_id": "40825",
            "date": "2007-10-09 16:57:07",
            "id": "5297113",
            "reply_to_id": "5296593",
            "text": "….þú ert viljandi ekki að skilja hvað ég meina.\nÉg veit vel að tónlist er eign listamannsins, og óþarfi að útskýra það. Geisladiskar eru solid, peningar eru solid, en lögin eru ekki solid. Lögin eru skrár sem hægt er að fjölfalda að vild. Þú getur ekki neitað því."
        },
        {
            "user": "poetrix",
            "user_id": "40825",
            "date": "2007-10-10 13:25:20",
            "id": "5299423",
            "reply_to_id": "5297113",
            "text": "….þú ert viljandi ekki að skilja hvað ég meina.\nÉg veit vel að tónlist er eign listamannsins, og óþarfi að útskýra það. Geisladiskar eru solid, peningar eru solid, en lögin eru ekki solid. Lögin eru skrár sem hægt er að fjölfalda að vild. Þú getur ekki neitað því.\nég veit alveg hvað þú meinar. það þýðir ekki samt að skaðinn sé minni þar sem að það er bara verið að stela skrám á netinu. og ekki minni þjófnaður fyrir því.\nég er bara að benda á hvernig peningarnir og það sem mikilvægara er, rétturinn til að að ráðstafa hugverkum sínum og sköpun er að hverfa úr höndum listamannanna."
        },
        {
            "user": "poetrix",
            "user_id": "40825",
            "date": "2007-10-10 16:06:43",
            "id": "5299831",
            "reply_to_id": "5299423",
            "text": "Skaðinn er ekki endilega til staðar, lastu yfirhöfuð eitthvað af því sem ég skrifaði? Nei veistu, ég gefst upp."
        },
        {
            "user": "poetrix",
            "user_id": "40825",
            "date": "2007-10-10 18:04:09",
            "id": "5300240",
            "reply_to_id": "5299831",
            "text": "Skaðinn er ekki endilega til staðar, lastu yfirhöfuð eitthvað af því sem ég skrifaði? Nei veistu, ég gefst upp.\nþetta snýst ekkert um hvort að listamaðurinn kemur vel eða illa útúr þessu eða ekki. það var ekki pointið mitt.\nheldur að það er verið að ræna listamenn rétt á hugverkum sínum hvort sem að það veldur skaða eða ekki.\nþetta er spurning um siðferði.\nskil hvað þú ert að segja og skil afstöðu þína en þessi rök eiga ekkert við. því spurningin er ekki hver hagnast á þessu eða hvort, heldur hvort að það sé rétt eða rangt. einfalt."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2008-02-20 17:46:08",
            "id": "5652127",
            "reply_to_id": "5299831",
            "text": "Með sömu rökum mætti ég fara inn á heimili þitt og halda partý þar meðan þú ert í útlöndum svo lengi sem ég eyðilegg ekkert og fer frá húsinu eins og þú skildir það eftir.  Þetta veldur þér engum skaða efnislegum skaða."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2008-02-20 22:50:23",
            "id": "5652992",
            "reply_to_id": "5652127",
            "text": "Útúrsnúningur. Hefði getað virkað á þessa setningu hefði hún staðið ein og sér, en þetta væru ekki nærri því að vera sömu rök nema þú fjölfaldaðir húsið mitt, og jafnvel þá væri þetta mjög shaky."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2008-02-21 00:07:59",
            "id": "5653182",
            "reply_to_id": "5652992",
            "text": "Nei, ef að fjölföldun ylli efnislegum skaða væri hún röng, þín rök voru að það væri ekki endilega alltaf raunin og þess vegna væri fjölföldun stundum í lagi.  Því veltur þetta fyrst og fremst á því hvort ég valdi skaða þegar ég nota eign annarra."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2008-02-21 01:48:30",
            "id": "5653354",
            "reply_to_id": "5653182",
            "text": "Reyndar. Annars, einsog var líklega keisið, varð lokaniðurstaðan gróði. Ef þú myndir halda partí í mínu húsi á meðan ég væri í útlöndum og að lokum myndi ég bara græða á því, þá væri ég ekki að kvarta."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2008-02-21 16:56:42",
            "id": "5654458",
            "reply_to_id": "5653354",
            "text": "Já, ég skila húsinu aðeins hreinna en það var án þess að þú takir samt eftir því.  Hvar áttu annars heima?"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2008-02-20 17:51:16",
            "id": "5652151",
            "reply_to_id": "5296593",
            "text": "Property is theft! :)"
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2007-10-12 20:20:24",
            "id": "5305396",
            "reply_to_id": "5294833",
            "text": "Ekki líkja tónlist við nammi……\nOG EKKI REYNA AÐ SEGJA MÉR ÞAÐ AÐ ÞÚ HAFIR ALDREI Á ÆVINNI DL LAGI!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-10-10 12:36:16",
            "id": "5299304",
            "reply_to_id": "5290681",
            "text": "Þetta finnst mér vonlaust. Nákvæmlega það sem ég sagði á torrent þegar torrent notendur voru að kalla aðra notendur hræsnara yfir að kvarta yfir þessu vegna þess að þeir dl allir diskum frá erlendum artistum, það er fáránlegt ! Dabbi lagði heavy mikla vinnu í þetta sjálfur og borgaði allt sjálfur á meðan útgáfurisar í Bandaríkjunum og víðar skjóta út fleiri fleiri plötum í viku og borga allt fyrir tónlistarmennina, það er ekki eins og hver einasta króna skipti máli fyrir þá, þeir skeina sér með seðlum.. Það er hinsvegar ekki caseið hérna og mér finnst þetta frekar low."
        },
        {
            "user": "Hlynkinn",
            "user_id": "57800",
            "date": "2007-10-10 16:05:48",
            "id": "5299829",
            "reply_to_id": "5290681",
            "text": "vonum barað karma reddi þessu"
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2007-10-12 19:19:57",
            "id": "5305210",
            "reply_to_id": "5299829",
            "text": "Haha…\n14 ára karlmaður lenti í bílslysi á miklubraut í kvöld.\nHann er best þekktur sem sá aðili er setti nýja Dabba T diskinn á torrent, öllum til mikilla vonbrigða er hann í öndunarvél."
        },
        {
            "user": "Atvinnukrimmi",
            "user_id": "60338",
            "date": "2007-10-12 20:19:39",
            "id": "5305393",
            "reply_to_id": "5305210",
            "text": "ahahahahahaha"
        },
        {
            "user": "darrri",
            "user_id": "22549",
            "date": "2007-10-10 16:27:21",
            "id": "5299896",
            "reply_to_id": "5290681",
            "text": "Veit einhver hver pródúsaði og hver skratsaði í Óheflað Málfar?"
        },
        {
            "user": "Hlynkinn",
            "user_id": "57800",
            "date": "2007-10-10 17:51:18",
            "id": "5300193",
            "reply_to_id": "5299896",
            "text": "Jói dagur produce-aði allaveganna í nokkrum(ef ekki flestum eða öllum)"
        },
        {
            "user": "thewhat",
            "user_id": "21875",
            "date": "2007-10-11 10:14:47",
            "id": "5301832",
            "reply_to_id": "5300193",
            "text": "jói producar öll nema 3 og fonetik symbol scratchar og fiktar aðeins í töktunum"
        },
        {
            "user": "thewhat",
            "user_id": "21875",
            "date": "2007-10-11 19:48:20",
            "id": "5303120",
            "reply_to_id": "5301832",
            "text": "allir að styðja við hann og kaupiði diskinn"
        },
        {
            "user": "sjoppupopp",
            "user_id": "69961",
            "date": "2007-10-11 21:53:49",
            "id": "5303450",
            "reply_to_id": "5303120",
            "text": "nei ég ætla að dl honum á torrent og skrifa hann á diska og gefa öllum og eyða allri von um góða plötusölur og gróða… muhahahahahahaaaaa\ntry and stop me…. and u will die trying"
        },
        {
            "user": "sjoppupopp",
            "user_id": "69961",
            "date": "2007-10-12 08:40:14",
            "id": "5303998",
            "reply_to_id": "5303450",
            "text": "vonetter djók!"
        },
        {
            "user": "sjoppupopp",
            "user_id": "69961",
            "date": "2007-10-12 23:29:13",
            "id": "5305833",
            "reply_to_id": "5303998",
            "text": "þetta er hiklaust djók… meira að segja búinn að næla mér í eintak af disknum og borgaði minn þúskall fyrir. Sem er enginn peningur fyrir svona góða plötu. Og ég ætla ekki að skrifa hana fyrir' neinn"
        },
        {
            "user": "sjoppupopp",
            "user_id": "69961",
            "date": "2007-10-13 12:31:08",
            "id": "5306525",
            "reply_to_id": "5305833",
            "text": "hehe jamm ..hélt ekki..því ert frændi jóa right?\nhaha ég skoðaði myspace profælið þitt og jesús hvað þú ert fyndinn :D hahaha"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-10-14 02:05:21",
            "id": "5308366",
            "reply_to_id": "5306525",
            "text": "ég veit hvað ég er fyndinn… og snargeðveiku"
        }
    ]
}