{
    "forum_title": "Dulspeki",
    "user": "GuapoDiablo",
    "user_id": "67857",
    "date": "2007-10-12 14:27:39",
    "title": "Draumurinn hennar Jónnýar",
    "text": "Heyrðu, hún vinkona mín, Jónný fékk þennann draum,  og ég ætla að Quota hann og vona að þið getið sagt mér hvað hann þýðir.\nÍ nótt þá dreimdi mig að þetta væri næstum því bara venjulegur skóladagur í skólanum en það skrítna var að ég var komin með einkvern töframátt og það var allt annar kennari hún var spigfeit og með stutt ljóst hár. Kennarinn skipaði okkur að læra allveg rosalega erfið reikningsdæmi, en útaf töfrum mínum þá galdraði ég allt í einu eitthvað og lét kennarann segja: Eða leika ykkur úti í allann dag. Kennarinn leyfði okkur að fara á Bjössa-róló, ég gekk við hliðina á einhverri stelpu sem leit næstum því út eins og Sibba, hún var í svörtum jakkafötum og með svört sólgleraugu. Ég tók sólgleraugun af henni og það var Sibba.\nKlikkaður draumur ekki satt!\nog áður en ég gleymi, ég er Sibba og hin nöfnin eru aðrar vinkonum mínar.",
    "url": "https://www.hugi.is/dulspeki/korkar/548447/draumurinn-hennar-jonnyar/",
    "url_id": "548447",
    "id": "5304495",
    "replies": [
        {
            "user": "jollery",
            "user_id": "64857",
            "date": "2007-10-14 11:55:10",
            "id": "5308716",
            "reply_to_id": "5304495",
            "text": "Er þetta ekki bara einhver týpiskur draumur sem manni dreymir?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 22:25:39",
            "id": "5313002",
            "reply_to_id": "5304495",
            "text": "Þetta er að ég held útgáfa af skýrdreymi eða Lucid Dream.\nSkýrdreymi geta verið að tvennan hátt, annað hvort að þú hafir vitneskju um að þig sé að dreyma og lenda byrjandur þá oft í því að vakna við spennuna sem fylgir að fatta að maður sé í draumi.\nHitt er að geta stjórnað draumnum. Þú hefur líklegast haldið að þetta væru galdrar, einungis vegna þess að þú gerðir þér ekki grein fyrir því að þú værir sofandi.\nHentu út tilgang draumsins og ráðningu hans, því það er bara bull. Ég mæli með, ef þessi lífsreynsla heillaði þig, að kynna þér skýrdreymi, lucid dreaming, og koma með okkur hinum á vit ævintýrana og æfa sig í því að vita að mann sé að dreyma og stjórna þeim í senn :D\nMaður getur gert skemmtilegustu hluti."
        }
    ]
}