{
    "forum_title": "Sagnfræði",
    "user": "Nazareth",
    "user_id": "70258",
    "date": "2007-10-13 21:13:11",
    "title": "Zeitgeist málsvörn. Nóg komið af kjaftæði!",
    "text": "Ef einhverjir hafa heimildir sem stangast á við mínar, gefið þær endilega upp og við getum rætt málin.\nHere goes:\nNú þykir til gáfnamerkis að hafna rótgrónum trúarkenningum um almenna kristni fyrir hvaða Crack-pot samsæriskenningu eins og skandalaþyrstri “Séð og heyrt” kynslóð sæmir. Mér finnst þetta sérstaklega góð líking, því að rannsóknir bakvið þessar kenningar eru einmitt oftast á forsendum “séð” og “heyrt”, en ekki “gaumgæfilega rannsakað”.\nEitt það vinsælasta í dag er semsagt að líkja Jesú við hina mörgu Guði og hetjur fornaldar sem að eiga að deila hans eiginleikum og lífsferli að þvílíkri nákvæmni að það er furða að í 1700 ára kirkjusaga skildi hafa getað kúgað þessar gífurlegu “leyndu heimildir” í dýflissum vatikansins, burt frá augum almennings og fræðimanna.\nHér er nýleg grein eftir DrHolmes “\nEr verið að hafa okkur að algjörum fíflum?\n”\nhttp://www.hugi.is/daegurmal/articles.php?page=view&contentId=5303683\nsem að gerir lítið annað en að útlista handónýt rök popkúltúrs myndarinnar\nZeitgeist\n, sem hefur náð truflandi vinsældum upp á síðkastið. Zeitgeist myndina má einnig sjá frítt í heild sinni á google.video.\nHér eru eftirfarandi fullyrðingar sem eiga að “afsanna kristni” og sýna hana aðeins sem endurfrásögn fornra goðsagna, sem ég hef ætlað mér að svara með raunverulegum heimildum í stað handónýtra heimildarmynda á Youtube.\nHér er byrjað að líkja Egypska guðinum Hórus við Jesú og tefla DrHolmes og framleiðendur myndarinnar Zeitgeist þessum sláandi líkindum fram í samanburð við Goðsöguna um Gyðingasmiðinn Yeshua sem er grunnrót nútíma kristni.\n”Horus var uppi 3000 árum f.Kr. Í Egyptalandi. Horus þýðir sól.\nHann fæddist 25.dec\nKenndur við stjörnu í Vestur.\nFæddur af hreinni mey.\nHylltur af 3 konungum*\nKennari 12 ára,\n30 ára skýrður af “Anep”*\nátti 12 lærisveina,\ngat framkvæmt kraftarverk á borð við, læknað fólk,\ngengið á vatni.\nVar þekktur undir nöfnum eins og Lífið, sannleikurinn, lamb Guðs, fjárhirðirinn ect. – Sbr. Titlar Jesú*\nSvikin af “Typhon” – Sbr. Júdas*\nHann var krossfestur, og reis upp frá dauðum á þriðja degi.\nFór síðan upp til himna fyrir framan augun á almúganum.”\n*Vantar í grein DrHolmes en er í myndinni\nFyrir þá sem að þekkja Guðspjöllinn eru þetta sláandi líkindi!\nEr Jesú aðeins afmynduð Egýpsk goðsögn sem að gyðingar reyndu að eigna sér (og hafna svo hmm..?)\nEr kristni byggð á endurunnum Goðsögum heiðingja?\nKíkjum aðeins á þetta.\nHérna er smá grunnfróðleikur um Egypska goðafræði fyrir samsæriselskandi hálfvita sem að gleypa óransakaðar illa gerðar “heimildarmyndir” af Youtube og öðrum fróðleiksbrunnum í stað þess að kynna sér heimildirnar sjálfir. Taki þetta til sín hver sem vill.\nÍ byrjun er Ra/Re, sem í sínu grunnformi (eldra formi) er þekktur sem Atum. Atum er tvíkynja vera sem getur af sér gyðjuna Shu og guðinn Tefnut.\nÞetta fyrrnefnda nýgetna par, getur af sér jarðarguðinn Geb og himnagyðjuna Nut.\nGeb og Nut liggja í kosmosinu í algeri flækju\nFaðir þeirra Shu lýst ekki á blikuna og fer inn á milli þeirra og lyftir Nut af Geb og skapar þannig himnafestinguna (vinsælt þema. Sbr. Norræn trú). Hérna er einföld skýringar mynd\nhttp://www.neferchichi.com/images/godsinfo/nutshugeb.jpg\nNú þegar er komið smá pláss á milli þeirra getur sköpunin haldið áfram.\nGeb og nut (himin og jörð) geta af sér guðina Ósíris og Set, og gyðjurnar Ísis og Nefthys.\nÓsíris tók við konungdæmi föður síns (Gebs - Jarðarinnar) og kvæntist systur sinni Ísis.\nSet varð afbrýðisamur og lokkar Ósíris í mjög fína múmíukistu sem hann heitir að hann muni gefa hverjum þeim sem að passar í hana. Ósíris slær til, en festist í kistunni og Set læsir hann inni og lætur hann fljóta niður Níl (sbr. Móses?) þar sem Ósíris deyr. Hann flýtur alla leið til Byblos, eða til núverandi Líbanons.\nOk kíkjum aftur á fullyrðingar Zeitgeist um Hórus og líkinda hans við Jesú sem eru hér listaðar fyrir ofan. Tökum þær lið fyrir lið.\nHorus, borið fram “Haru”, þýðir fálki. Ekki sól. Seinna meir breyttist meiningin í “Sonur Ísis”.\n-\tHórus þýðir Ekki sól\nAf minni bestu vitneskju nefna skrif Plutarchs (50 – 120 e. kr) og Heródots 2. (430. f.kr) (tvær aðal heimildir okkar um goðsögu Hórus m.a.)  ekkert um að hann sé kenndur við neina stjörnu.\n- Hórus er Ekki kenndur við stjörnu\nÍsis finnur lík Ósíris, og hér ber heimildum ekki alveg saman. Í sumum heimildum ríður hún líki Ósíris og getur þar með sonin Hórus, í öðrum myndar hún líkan af kynfærum Ósíris eftir að Set er búin að brytja líkið niður og kasta kynfærum hans í ánna og getur hún þannig Hórus.\n-\tHórus er Ekki fæddur af hreynni mey\nEkki er að finna sögu um að Hórus hafi verið hylltur af 3 konungum í nokkuri almennri samantekt um Egypska goðafræði. Enda er fæðing hans í öðru tímarúmi en mannkynið. Og þar með er ekki viðurkenning á öðrum ríkjum eða konungum þess í þessari frumsköpun veraldar sem að Hórus lifir í.\n- Hórus er Ekki hylltur af þrem konungum við fæðingu\nAðal heimildir sem við höfum um baráttu Sets og Hórusar er frá papyros rullu frá tímum Ramses V (1146 – 1142 f. kr.)\nHórus berst við Set til að hefna föður síns, sem er nú orðin Guð undirheimana.\nSet og Hórus berjast í ýmissum þrautum. Hórus missir auga sitt í baráttuni. Sbr. Sólin er eitt auga hórusar og tunglið (horfna augað) er hitt. (ath. Þetta er viðauki sem settur var seinna á). En set missir annað eistað sitt, sem útskýrir afhverju eyðimörkin er ófrjó.\nSeinasta viðureign þeirra Horus og Sets er kappsigling niður Níl. Set svindlar og breitir sér í flóðhest til að velta bát Hórusar. Hórus\nstingur “harpún” spjóti í flóðhestin og vinnur.\nFyrir utan það að ég finn ENGAR heimildir fyrir því að Hórus, eða neinn af Egypsku guðunum hafi nokkurn tíman gengið á vatni, þá eru hlutir sem að fæla frá því eins og það að Hórus notar bát til að sigla.\n- Hórus gekk Ekki á vatni\nÉg finn engar heimildir af því að Hórus hafi verið fæddur 25 Desember. Enda er 25 Desember ekki einu sinni í Egypska tímatalinu. Auk þess var egypska guðafræðinn síbreytileg eftir Faraóum sem að hver vildu verða partur af Guðleikanum og prestar spunnu á Goðafræðina til að fitta að því.\nHér er einnig listi yfir atburði sem eiga að hafa gerst 25 Desember\nhttp://en.wikipedia.org/wiki/25_December\nÞið munið sjá að ekkert af þessum furðuverum eru nefndar hér. Ekki heldur Jésu. Enda almenn vitneskja að hann fæddist ekki 25 Desember.\n- Hórus er Ekki fæddur 25 Desember\nHvergi finn ég talað um það að Egypsku Guðirnir hafi gengið með mönnum. Það er, að það er almennt talið að goðafræði þeirra sé fyrir tíma manna og í stöðugri hringrás með Faraóunum sem holdgervingar mismunandi Guða oftast Hórus þó.\n- Hórus gekk Ekki á jörðinni 3000 f. kr. Meðal fólks\nHvergi finn ég nokkuð að því leyti að Hórus hafi haft “lærisveina”, hvað þá 12 af þeim! Enda er það ekki í Egypskri hefð að hetjur eða Guðir þeirra höfðu lærisveina yfir höfuð.\n- Hórus hafði Ekki 12 lærisveina\nHvergi finn ég heimildir af því að Hórus framkvæmir kraftaverk á borð við að lækna fólk. Hans eigið auga var læknað af Toth, eftir að hann missir það í bardaganum við Set, sbr. Auga Hórusar.\nAuk þess er ekki talað um kraftaverk Guða, heldur um Guðlega gjörninga. Menn fremja kraftaverk. Guðir gera það sem þeim sýnist. Sbr. Breyta sér í flóðhest. Kemur heim og saman með að Hórus var ekki maður, sem að gekk með mönnum í samfélagi manna eins og t.d. spámenn Gamla Testamentsins.\n-\tHórus framkvæmdi Ekki kraftaverk, eins og að lækna sjúka o.s.fr.\nÍ myndinni er sagt að við 30 ára aldur hafi hann verið skýrður af fígúru sem nefnist “Anep”, sbr. Skýrn Jesú við þrítugt af Jóhannesi. Kannski er ég ekki að heyra þetta rétt. En það er engin egypskur guð sem kallast Anep, eða neitt sem að líkist orðinu Anep annar en “Apep” sem að er illur djöfull undirheima. Óvinur Ra.\nEfa að hann hafi skýrt Hórus.\nAnubis er annar líklegur aðili. En í myndin heyrist að það er greinilega ekki verið að tala um Anubis. Hann er einnig settur seinna inn sem stóri bróðir Hórusar (hvar var Anubis í frumsögunni?) og er hundslegur Guð hina látnu. hvergi er heldur minnst á að hann hafi framið einhverja helgiathöfn á Hórusi við þrítugs aldur.\nHér er listi yfir Egypsku guðina.\nhttp://en.wikipedia.org/wiki/Egyptian_pantheon\nAth. Hverg er minnst á þessa veru sem að er sögð í myndinni hafa “skýrt” Hórus.\n-\tHórus var Ekki skýrður af “Anep”\nSkýrn er sér Abrahamískt hugtak, sem Gyðingdómur, Kristni og Íslam notfæra sér hver á sinn hátt. Talið að verknaðurinn sé komin af hreinlætishugmyndum. Þvo hendur sínar saklausar. Þvo sig frá gamla líferni sínu og inn í kristni, þvo hendur og fætur sínar fyrir bænir í Íslam.\nVæntanlega er verið að tala um aðra helgiathöfn en hina Abrahamísku skýrn, en það er ekki tekið fram. Rassapaleg vinnubrögð.\nSkýrn er ekki notuð í Egypskum átrúnaði\n-\tHórus var ekki skýrður yfir höfuð\nTitlar Hórusar eru margvíslegir, en ég finn ENGAR tilvísanir að hann hafi verið kallaður lamb Guðs, fjárhirðirinn eða neitt svipað sem vísar til Jesú. Sonur Guðs er hæpið því það er máleðlislega þjált í fjölgyðstrú, þar sem nær allir eru synir einhvers Guðs. Enda er það frekar stating the obvious og vísar meira til óljósrar ættfræði, frekar en titils. Allir karlkyns Guðir eru “synir Guðs”\n- Hórus hafði Ekki svipaða og/eða sömu titla og Jesú Kristur\nTyphon er vera úr grískum átrúnaði, ekki Egypskum. Hann er seinasti sonur Gaiu og berst gegn Seifi þrumuguði Grikkja og er ca. 2000 árum yngri en Hórus…\n-\tHórus er Ekki svikin af “Typhon”\nÞað er ENGAR heimildir um krossfestingar í Egyptalandi 3000 F.kr.\nKrossfestingar komu miklu, miklu seinna og náðu aldrei vinsældum í Egyptalandi hvorki undir Alexander, Ptolemy ættinni, né Rómverjum.\nOft voru krossfestingar í formi “Y”, “X” eða “T”. Enn þekktasta form krossfestingarinnar er þó “+”\n-\tHórus var Ekki krossfestur né reis hann upp á 3. degi.\nSaga Hórusar er í sífelli hringrás eftir því sem Faraóar taka upp titil hans. Hann stígur upp til himna þegar Faraóin deyr og myndar nýjan holdgerving. Ath. Þetta er þó misjafnt eftir Faraóum sem að aðlaga Guðdómin að sínum smekk og mismiklu mikilmensku brjálæði.\nFaraóinn er lifandi holdgervingur Hórusar, erfingi Ósíris, að konungsdæmi Geb\n-\tHórus rýs Ekki upp til himna á þriðja degi eftir dauða Faraós\nÝtarlegar upplýsingar er að finna í dauða og undirheima bókmenntum egypta sem er efni í allt aðra grein.\nÉg tek aðeins fyrir Hórus í þessari grein til að sýna ófagmensku og staðreyndarnauðgun kvikmyndagerðarmanna og amatör samsæriskenningarsmiða og Copy paste´ara.\nSvipaða sögu má segja um aðrar verur og hetjur sem eru sagðar fylgja Guðspjöllunum eftir í ótrúlega nákvæmri mynd.\nEf það eru einhver vafaatriði, með Hórus eða aðrar persónulýkingar samsærisverktaka þá get ég tekið þá fyrir einnig, en það er ekki meininginn bakvið þessa greina samt sem áður\nMeiningin er að sýna fram á að það þarf ekki að taka allar ferskar skandalakenningar sem gefnar bara því þær eru festar á myndband.\nÞær heimildir sem þeir eru að nota eru þér aðgengilegar. Ef þú ert í vafa um eitthvað kíktu þá sjálfur í heimildirnar. Ekki láta rassapa út í heimi fylla þig af órökstuddu rugli. Þetta gildir á alla vegu, líka þá sem styðja kristni jafnt sem þeir sem að reyna að tala gegn henni.\nEngin heimild er þér ekki aðgengileg. Fyrir eða á móti.\nEkki láta “hafa þig að algjöru fífli” eins og grein DrHolmes bendir til.\nTakk fyrir\nHeimildir:\nHistorical Atlas of Religions. Farrington, Karen - 2006\nTrúarbrögð heimsins. Coogan, Michael – 1999\nGyldendals Religions Historie: Ritualer, Mytologi, Ikonografi. Jensen, Rothstein & Sörensen - 2005\nGlærur, ýtarefni og fyrirlestrar Þórhalls Heimissonar. “Trúarbragðarsaga” Háskóli Íslands 2007\nHistory, Culture and Religion of the Hellenistic Age: Second Edition. Helmut Koester - 1995\nFyrirlestrar Dr. Clarence E Glad. “Inngangsfræði ásamt samtíðarsögu Nýja Testamentsins” Háskóli Íslands 2007\nBiblían. 1981\nWhat have they done with Jesus: Beyond strange theories and bad History. Ben Witherington III. 2006\nwww.wikipedia.org:\nhttp://en.wikipedia.org/wiki/Horus\nhttp://en.wikipedia.org/wiki/Egyptian_pantheon\nhttp://en.wikipedia.org/wiki/Typhon\nhttp://en.wikipedia.org/wiki/Mythography_of_Jesus_Christ\nhttp://www.joezias.com/CrucifixionAntiquity.html\nMinni upplýsingar af tenglum og skildum síðum.",
    "url": "https://www.hugi.is/saga/greinar/548705/zeitgeist-malsvorn-nog-komid-af-kjaftaedi/",
    "url_id": "548705",
    "id": "5307759",
    "replies": [
        {
            "user": "gamligrimmi",
            "user_id": "59934",
            "date": "2007-10-13 21:28:02",
            "id": "5307799",
            "reply_to_id": "5307759",
            "text": "Ég er einmitt einn af þeim sem gagnrýnir samsæriskenningarmyndir/síður. Þoli ekki þegar að fólki finnst sjálfsagt að gagnrýna eitthvað sem að er almennt samþykkt, en dettur svo ekki í hug að gagnrýna rökin eða heimildirnar sem að þessar samsæriskenningar nota."
        },
        {
            "user": "binnib",
            "user_id": "195",
            "date": "2007-10-13 22:31:41",
            "id": "5307914",
            "reply_to_id": "5307799",
            "text": "Snilld. Ég tjekkaði sjálfur á þessum gaurum sem voru sagðir vera “jesu” náungar og fann ekkert marktækt sem passaði við jesus nema að það var enn gaur sem endurfæddist og það sem eitthvað tré þannig að ég er ekki alveg viss :D"
        },
        {
            "user": "daceone",
            "user_id": "31705",
            "date": "2007-10-14 22:47:09",
            "id": "5310275",
            "reply_to_id": "5307914",
            "text": "akkurat. guð og jesus kristur er rétti vegurinn! amen!\nBætt við 14. október 2007 -  22:50\nzeitgeist = góð tilraun, en ekki nogu góð…"
        },
        {
            "user": "binnib",
            "user_id": "195",
            "date": "2007-10-16 01:07:27",
            "id": "5313467",
            "reply_to_id": "5310275",
            "text": "Segjum tveir bróðir minn í kristi"
        },
        {
            "user": "Spirited",
            "user_id": "25873",
            "date": "2007-10-13 21:29:51",
            "id": "5307801",
            "reply_to_id": "5307759",
            "text": "Jahá..\nHvort sem zeitgeist er bull eða ekki þá er guð ekki til.\n/thread"
        },
        {
            "user": "Hairdoismylife",
            "user_id": "57267",
            "date": "2007-10-13 22:57:32",
            "id": "5307963",
            "reply_to_id": "5307801",
            "text": "Hann er kanski ekki til sem persóna. En það er hægt að ímynda sér að “guð” sé hlutur eða einhver kraftur. Einsog til dæmis þyngdaraflið, sólin eða tómarúmið.\nÞyngdaraflið heldur okkur á jörðinni en hefur getuna til að drepa okkur öll. Á hlut í að móta jörðina og hindrar að kaos myndist.\nSólin: án hennar er ekkert líf á jörðinni. Gefur okkur yl og ljós.\nTómarúmið: alltaf myndast ný efni í tómarúmi. Þó það sé algerlega tæmt af\nöllu\n. Minnir að Mikli Hvellur hafi orðið til í tómarúmi. Þegar mikið af efnum urðu til og þöndust út allt í einu. “Uppspretta lífs” ef þannig má kalla.\nÞetta eru bara pælingar hjá mér hehe.\nEn ef Guð þarf endilega að vera til þá ímynda ég mér “hann/það” sem einhvern kraft eða efni sem er uppspretta lífs í einhverri mynd.\nEn þetta gæti svo sem verið rugl í mér ;P"
        },
        {
            "user": "egerekkieg",
            "user_id": "57651",
            "date": "2007-10-14 12:00:53",
            "id": "5308723",
            "reply_to_id": "5307963",
            "text": "það er ekki til ein einasta sönnun umm mikla hvell eintómar getgátu"
        },
        {
            "user": "Bring",
            "user_id": "29700",
            "date": "2007-10-14 18:52:08",
            "id": "5309572",
            "reply_to_id": "5308723",
            "text": "ekki alvg getgáta..\nE=mc2\norka = massi sinnum ljóshraði í örðu..\nsem þýðir að orka getur breyst í massa.."
        },
        {
            "user": "Bring",
            "user_id": "29700",
            "date": "2007-10-15 01:10:52",
            "id": "5310719",
            "reply_to_id": "5309572",
            "text": "Ein pæling hérna hjá mér, til þess að fá út massa þarf maður að umrita:\nE = M C2\nSemsagt:\nE = M C2\n--  ----\nC2   C2\nÞá gildir:\nM = E\n   ---\n    C2\nShit hvað það þarf þá ógeðslega shit fokk mikla orku til að búa til massa :/\nEf við segjum til dæmis að við tækjum bara 200.000.000 N \nSú orka væri nóg til þess að hreyfa Ísland\nM = 200.000.000 kg ms 2\n    ------------------\n     90000000000000000 m/s\n= 0,999.. í 10 í mínus 9. veldi kílógrömm í öðru\nSvarið er þá:\nKvaðradróttin af: 0,0000000009999 kg\n0,00003162277 kg\nAka\n[u] 3,16 Nanógrömm.[/u]\n[b] Shit.. :/[/b]"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 22:33:59",
            "id": "5313024",
            "reply_to_id": "5310719",
            "text": "Það breytir því ekki að það er satt.\nOg hugsaðu þér þá hvað þurfti mikla orku til að búa til allt efnið í heiminum. Bara af því að við getum ekki ímyndað okkar eitthvað þýðir ekki að það sé ekki raunverulegt.\nVið getum ekki ímyndað okkur að það hægist á tíma, samt gerist það.\nVið getum ekki ímyndað okkur af hverju rafeindir víxlverka við sjálfa sig. Samt gera þær það.\nVið skiljum ekki hvernig ljósgeisli getur farið tvær leiðir í einu. samt gerir hann það.\nOkkar mannlegi vanþróaði hugi getur aðeins gert sér grein fyrir því sem er á bilinu milli maura og upp í nokkur hundruð metra. Meira en það og þá eru það bara orðnar tölur fyrir okkur.\nAuk þess er Newton ekki mælieining á orku þannig að sá sem skrifaði þetta rit er ekki einhver sem maður ætti að taka mikið mark á. Júl er mælieining fyrir orku, Newton er kraftur\nSést best á því að hann er með N=kg*m*s2 þegar\nN = (kg*m)/s2\nsíðan styttir hann það út á móti m/s og fær út grömm????\nHvaða hálfviti gerði þetta?"
        },
        {
            "user": "Bring",
            "user_id": "29700",
            "date": "2007-10-16 10:21:27",
            "id": "5313717",
            "reply_to_id": "5313024",
            "text": "Ég var ekki að segja að þetta væri ekki satt, var bara segja hvað mér fyndist þetta mikið."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-16 15:34:23",
            "id": "5314315",
            "reply_to_id": "5313717",
            "text": "No shit.\nenda er enginn að efast um það að magnið af orku sem var nokkrum bohr-sekúntum á eftir miklahvelli var gífurlegt. Svo gífurlegt að við getum ekki ímyndað okkur það.\nEn á móti þá getur þú ekki einu sinni ímyndað þér magnið af vatnssameindum í einum dropa af vatni.\nímyndunarafl mannsins og möguleiki hans til að skilja kemur eðlisfræði ekkert við og skiptir álit þitt engu máli þannig séð"
        },
        {
            "user": "Bring",
            "user_id": "29700",
            "date": "2007-10-16 16:36:53",
            "id": "5314530",
            "reply_to_id": "5314315",
            "text": "Oh vá!\nÞó að ég viti ekki allt um eðlisfræði eins og þú, ruglaðist á N og E og minnist ekki á Bohr sekúndur þá þarft þú ekki að fara gráta."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-16 20:24:44",
            "id": "5315387",
            "reply_to_id": "5314530",
            "text": "Enda gerði ég það ekki. Ef þér væri hins vegar ekki alveg sama um eðlisfræði þá ættiru að taka ábendingum þegar þær koma. En fyrst þú gerir það ekki þá sýnir það greinilega takmarkaðan áhuga og þá skil ég ekki hvað þú ert að tjá þig um málið yfir höfuð."
        },
        {
            "user": "Bring",
            "user_id": "29700",
            "date": "2007-10-16 20:47:18",
            "id": "5315487",
            "reply_to_id": "5315387",
            "text": "þá skil ég ekki hvað þú ert að tjá þig um málið yfir höfuð.\nEins og þú ert búinn að vera lesa yfir mér, þá ættirðu að vita það sjálfur að\n‘við skiljum ekki allt’\n."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-16 21:40:19",
            "id": "5315707",
            "reply_to_id": "5315487",
            "text": "afsakaðu. Er á röngum nótum hér þegar ég las samtalið yfir aftu"
        },
        {
            "user": "Marketwatch",
            "user_id": "22466",
            "date": "2007-10-17 00:14:32",
            "id": "5316324",
            "reply_to_id": "5313024",
            "text": "Öll þekking er afstæð."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-17 14:51:01",
            "id": "5317065",
            "reply_to_id": "5316324",
            "text": "og sum er einfaldlega röng"
        },
        {
            "user": "Marketwatch",
            "user_id": "22466",
            "date": "2007-10-17 15:00:02",
            "id": "5317092",
            "reply_to_id": "5317065",
            "text": "Sannleikurinn er tvennt í senn: Annarsvegar sá hversdagslegi eiginleiki þess sem við höldum fram, trúum og förum eftir; hinsvegar óræður og næstum yfirnáttúrlegur hlutur: samsvörun þess sem sagt er við það sem er í raun og veru og sem er alveg óháð því sem sagt er."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-17 15:07:13",
            "id": "5317111",
            "reply_to_id": "5317092",
            "text": "skil ekki.\nÞú miðlaðir engu til mín"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2007-10-17 19:09:20",
            "id": "5317956",
            "reply_to_id": "5310719",
            "text": "Enda þarf ekki að sundra það mörgum atómum til að búa til kjarnorkusprengju."
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2007-10-14 12:18:58",
            "id": "5308749",
            "reply_to_id": "5307963",
            "text": "En þá er það ekki “Guð”."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-10-15 10:13:26",
            "id": "5310972",
            "reply_to_id": "5308749",
            "text": "Kannski ;)"
        },
        {
            "user": "minivergur",
            "user_id": "44098",
            "date": "2007-10-14 18:58:20",
            "id": "5309588",
            "reply_to_id": "5307963",
            "text": "Væntanlega á mikli Mikli Hvellur að hafa orðið til í tómarúmi."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-10-14 21:21:14",
            "id": "5310005",
            "reply_to_id": "5307963",
            "text": "Þá er það ekki Guð. Þá er það þyngdaraflið, sólin eða tómarúmið.\n“Tómarúm” var ekki til fyrir Mikla Hvell."
        },
        {
            "user": "Solid",
            "user_id": "56227",
            "date": "2007-10-14 21:37:31",
            "id": "5310056",
            "reply_to_id": "5307963",
            "text": "þá ertu kominn í star wars hugmyndina um the FORCE ..\n;)"
        },
        {
            "user": "sigvordur",
            "user_id": "69749",
            "date": "2007-10-14 22:05:53",
            "id": "5310132",
            "reply_to_id": "5307963",
            "text": "Ég nenni ekki að lesa svarið þitt, en frá hvaða mögulegu sjónahorni sem þú lítur á það er guð ekki til."
        },
        {
            "user": "sverrirf",
            "user_id": "61443",
            "date": "2007-10-16 00:12:27",
            "id": "5313375",
            "reply_to_id": "5310132",
            "text": "Þetta er bara algjörlega heimskulegasta svar sem ég hef séð á huga bara…..ever. Afhverju ert þú að reyna að þröngva upp á hann trúar hugmyndum þínum? Afhverju heldur þú að honum sé ekki skít sama hvað þér finnst um guð?"
        },
        {
            "user": "sigvordur",
            "user_id": "69749",
            "date": "2007-10-16 00:58:06",
            "id": "5313451",
            "reply_to_id": "5313375",
            "text": "Af hverju er þér ekki skítsama um það að ég sé að þröngva uppá hann mínum trúarhugmyndum? Á sama hátt er mér ekki sama um trú náungans. Því að við lifum í samfélagi og mér er ekki alveg sama um alla í kringum mig. En auðvitað er rétt hjá þér að ég eigi ekki að þröngva uppá fólk hugmyndir mínar, en ég er einungis að kynna mína hlið á málinu þar sem þetta er nú einu sinni umræðuvefur."
        },
        {
            "user": "sverrirf",
            "user_id": "61443",
            "date": "2007-10-16 12:54:50",
            "id": "5313899",
            "reply_to_id": "5313451",
            "text": "Þú ert að afneita því sem að hann segir án þess að hafa gefið því gaum sem virkar eginlega eins og þú sért að gefa skít í hann og reynir að rakka hann niður og svo kemuru með ómálefna legasta svar sem ég hef nokkurntíman lesið í frekar málefnalega ummræðu.\nAfhverju er mér ekki skít sama því að þetta er bara spurning um frelsi og þitt frelsi endar þar sem að annara manna frelsi byrjar og núna varst þú virkilega að traðka á frelsi hans með því að gera það sem s.s. að grípa framm í. Þetta er bara virkilega dónalegt og á alls ekki heima á vef eins og þessum."
        },
        {
            "user": "Baddz",
            "user_id": "26038",
            "date": "2007-10-16 15:00:01",
            "id": "5314181",
            "reply_to_id": "5313899",
            "text": "Fáðu þér eitt stykku róandi pillu Sverrir, hann má segja sína skoðun á málinu. Hann segir að guð sé pottþétt ekki til alveg eins og að margir trúaðir segja að guð sé pottþétt til.\nEr það þá ókurteisi þegar trúaður einstaklingur segir að guð sé pottþétt til?"
        },
        {
            "user": "sigvordur",
            "user_id": "69749",
            "date": "2007-10-16 15:05:29",
            "id": "5314200",
            "reply_to_id": "5314181",
            "text": "Satt. Ég reyndar viðurkenni það að fullu að það er ekkert víst að guð sé ekki til. Alveg eins og það er ekkert víst að það sé ekki risastór kolkrabbi í miðju alheimsins. En ég nota mína eigin rökhugsun og gamla gríska rökfræði sem byggist á því að ef eitthvað er nógu ólíklegt má alveg segja að eitthvað sé ekki til. Alls ekki fullkomin hugmyndafræði, né viðeigandi á öllum stöðum. En ég sjálfur er fullviss um að það sé enginn guð til, þó svo að ég geti ekki sannað, né sannfært neinn um það. Því að ég byggi auðvitað á minni eigin rökhugsun, sem ég verð að segja sjálfur að sé frekar góð. Og tel það mjög mjög mjög líklegt að það sé enginn guð til."
        },
        {
            "user": "Baddz",
            "user_id": "26038",
            "date": "2007-10-16 15:22:41",
            "id": "5314262",
            "reply_to_id": "5314200",
            "text": "Já.\nÞað bókstaflega pirrar mig, þá meina ég virklega virkilega pirrar mig, að vita af því að það er til fólk í okkar samfélagi sem að trúir en á guð.\nMeina þetta ekki sem móðgun þannig að ekki brenna mig á báli."
        },
        {
            "user": "sigvordur",
            "user_id": "69749",
            "date": "2007-10-16 15:42:23",
            "id": "5314346",
            "reply_to_id": "5314262",
            "text": "Segir sá sem trúir á 9/11 samsæriskenningar."
        },
        {
            "user": "sigvordur",
            "user_id": "69749",
            "date": "2007-10-16 15:57:27",
            "id": "5314398",
            "reply_to_id": "5314346",
            "text": "Hahaha pwn."
        },
        {
            "user": "Baddz",
            "user_id": "26038",
            "date": "2007-10-16 16:04:18",
            "id": "5314424",
            "reply_to_id": "5314346",
            "text": "Haha ég nenni ekki að fara tala við þig aftur um það mál, ég er alveg staðráðinn í því að ekki er allt með feldu í sambandi við 9/11 atburðinn og annað en með guð, þá eru til aragrúfi af sönnunargögnum sem að styðja mína skoðun á því máli."
        },
        {
            "user": "sverrirf",
            "user_id": "61443",
            "date": "2007-10-17 12:39:36",
            "id": "5316809",
            "reply_to_id": "5314181",
            "text": "Nei, enda hef ég aldrei séð neinn á huga segja það. Ef að ég myndi sjá það myndi mér ekkert lýða öðru vísi um það."
        },
        {
            "user": "sigvordur",
            "user_id": "69749",
            "date": "2007-10-16 15:07:31",
            "id": "5314210",
            "reply_to_id": "5313899",
            "text": "http://www.hugi.is/saga/articles.php?page=view&contentId=5307759#item5314200\nAnnars finnst mér dónaskapur allt önnur umræða, og kannski fullmikil viðkvæmni á þinn hlut."
        },
        {
            "user": "ojb",
            "user_id": "1502",
            "date": "2007-10-20 21:35:24",
            "id": "5325495",
            "reply_to_id": "5310132",
            "text": "Þrátt fyrir að trúa ekki á guð, þá get ég ekki sammþykkt að það sé hægt að útiloka að það hafi einhver búið til þennan heim. Með nógu öflugri tölvu væri fræðilega hægt að skapa heim út frá einföldum reglum (eðlisfræði). Án þess að höfundur skilji nákvæmlega hvernig hann virkar ;-)"
        },
        {
            "user": "sigvordur",
            "user_id": "69749",
            "date": "2007-10-21 17:39:29",
            "id": "5327168",
            "reply_to_id": "5325495",
            "text": "Það er fræðilegur möguleiki, en hver bjó til þann heim þar sem okkar heimur er búinn til í.\nÞetta eru mjög léleg rök sem fólk er hlynt því að trúa því að það vill lifa í heimi með eftirlíf, heimi þar sem einhverskonar guð passar uppá þig. Þetta er einfaldlega hræðsla og heimska.\nTilvera er skringilegt fyrirbæri, og tilvera heimsins þar af er sú skringilegasta, það sem allir menn ættu að stefna að er að rannsaka það og komast að sannleikanum, í stað þess að gera sér upp hentug svör við erfiðum spurningum."
        },
        {
            "user": "ojb",
            "user_id": "1502",
            "date": "2007-10-21 23:26:05",
            "id": "5328252",
            "reply_to_id": "5327168",
            "text": "Einhverstaðar er enginn skapari, bara spurning hvaða heimur er orginal·"
        },
        {
            "user": "sigvordur",
            "user_id": "69749",
            "date": "2007-10-22 23:23:06",
            "id": "5331241",
            "reply_to_id": "5328252",
            "text": "Það er ekki pointið. Pointið er að einmitt hvort sem þetta væri feik heimur eða ekki, þá væri enginn skapari í upprunalega heiminum."
        },
        {
            "user": "Zardok",
            "user_id": "19079",
            "date": "2007-10-15 09:33:30",
            "id": "5310946",
            "reply_to_id": "5307963",
            "text": "Þegar talað er um að guð sé þessi kraftur sem heldur öllu saman þá finnst mér það vera frekar ódýr lausn til að reyna sína að hann er til. Þú getur ekkert frekar sannað það né afsannað……ennþá alla vega;) Ég meina það er jafnlíklegt að það eru til álfar, drekar og aðrar furðuskepnur og það er til guð. Þannig ég tel þetta vera jafn ólíklegt."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 22:36:16",
            "id": "5313037",
            "reply_to_id": "5307963",
            "text": "Ef ég ímynda mér dreka sem aðdráttaraflið. Eru drekar þá til?\nBætt við 15. október 2007 -  22:39\nÞegar menn byrja að hugsa af slíkri trúar þráhyggju er oft stutt í trúleysið, kannast við það.\nNema hvað ég notaði kærleik, ekki aðdráttaraflið"
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-17 15:27:17",
            "id": "5317175",
            "reply_to_id": "5313037",
            "text": "Ef ég ímynda mér dreka sem aðdráttaraflið. Eru drekar þá til?\nÞað fer eftir massa drekans"
        },
        {
            "user": "Starr",
            "user_id": "49598",
            "date": "2007-10-16 08:42:53",
            "id": "5313614",
            "reply_to_id": "5307963",
            "text": "Það er þá ekki kristni ;)"
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2007-10-14 00:48:23",
            "id": "5308223",
            "reply_to_id": "5307801",
            "text": "Einungis hálfvitar fullyrða um eitthvað sem ekki er hægt með nokkru móti að sanna eða afsanna\nErt þú hálfviti?"
        },
        {
            "user": "Spirited",
            "user_id": "25873",
            "date": "2007-10-14 00:56:00",
            "id": "5308239",
            "reply_to_id": "5308223",
            "text": "Það er nú búið að afsanna guð á marga vegu kallinn minn.\nAnnars er kommentið þitt ansi kjánalegt. Þú fullyrðir að það séu einungis hálfvitar sem fullyrða um eitthvað sem er ekki með nokkru móti hægt að sanna eða afsanna.\nGerir það þig ekki að hálfvita?"
        },
        {
            "user": "MooMoo",
            "user_id": "66476",
            "date": "2007-10-14 01:39:52",
            "id": "5308310",
            "reply_to_id": "5308239",
            "text": "Núh?\nGeturðu nokkuð bent mér til einnar afsönnunar?"
        },
        {
            "user": "JonGretar",
            "user_id": "7636",
            "date": "2007-10-14 12:11:53",
            "id": "5308735",
            "reply_to_id": "5308310",
            "text": "Það er auðvitað ekki hægt að afsanna eða sanna neitt 100% En það er bara skilgreining. Það að það sé ekki hægt að sanna 100% að það sé til þyngdarkraftur þýðir ekki að þyngdaraflið sé vafamál. Það sama á við um guð. Það að það sé ekki hægt að sanna það 100% að hann sé ekki til þýðir ekki það að hann sé til. aðeins trúaður getur tekið slíka afleita og órökrétta niðurstöðu.\nÞað er ekki mitt að sanna að guð sé ekki til. Það er ykkar að sanna að hann sé til og ykkur hefur mistekist það hryllilega. Allt sem við vitum segir okkur að guð sé ekki til. Það er bara það sem við vitum ekki sem fær suma til að halda að hann sé til. Ekki bara tekst ykkur ekki að sanna tilvist hans heldur hefur ykkur ekki tekist að koma með svo lítið sem pínkulitla vísbendingu um að hann gæti mögulega kanski verið til í einhverju formi. Ef ykkur tekst ekki einu sinni að gera það hvers vegna ætti ég að vera eyða mínum tíma í að finna rök gegn guði þegar að það eru ekki einu sinni til rök frá ykkur til að hrekja.\nÍ rökræðum verða báðir aðilar að koma með rök. Í mörg hundruð ára sögu þessarar deilu er það eina sem trúaðir hafa geta sagt sér til steðnings er að “þeir finni það í hjarta sínu”. Fínt. Ecstacy tripp er þá sönnun á guði. Voðalega vísindalegt."
        },
        {
            "user": "MooMoo",
            "user_id": "66476",
            "date": "2007-10-14 18:10:27",
            "id": "5309450",
            "reply_to_id": "5308735",
            "text": "Okkur hverjum?\nÉg hef ekkert upplýst um hvort ég sé kristinn eður ei.\nÉg var bara að kurteisislega spyrja hann hvar ég gæti fundið eina afsönnun á tilvist guðs. Svo var þessu ekki einu sinni beint til þín, ég sagði aldrei að það væri þitt að sanna að guð væri ekki til, þannig að þetta:\nhvers vegna ætti ég að vera eyða mínum tíma í að finna rök gegn guði\nmeikar óskaplega lítið sens fyrir mér."
        },
        {
            "user": "Spirited",
            "user_id": "25873",
            "date": "2007-10-14 13:39:32",
            "id": "5308895",
            "reply_to_id": "5308310",
            "text": "Lestu svör mín hér fyrir neðan"
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2007-10-14 03:29:45",
            "id": "5308457",
            "reply_to_id": "5308239",
            "text": "var ég að fullyrða eitthvað um þig?\nÉg kallaði þig t.d. ekki hálfvita, ég spurði þig hvort þú værir hálfviti - það er ekki það sama\nFyrir utan það að það hefur enginn afsannað tilveru Guðs.. frekar en sannað hana\nætla segja þetta á einfaldan hátt..\ní meginatriðum eru tvær tilgátur uppi um hvernig líf kviknaði..\nÖnnur er sú að hrúga af mold hafi á rosalega löngum tíma breyst í líf.. hín er sú að einhver “guðlegur” utanaðkomandi máttur hafi gert það..\nFyrir mér eru báðar tilgáturnar jafn fáránlegar, hvoruga þeirra er hægt að sanna og því er það einfaldlega rökvilla að halda því fram eins og heilögum sannleik að Guð sé ekki til, en það er svo jafn fáránlegt að halda því fram með óhyggandi hætti að hann sé til..\nÉg segi svo eins og einhver annar hérna… bentu mér á afsönnun þess að Guð sé til?"
        },
        {
            "user": "JonGretar",
            "user_id": "7636",
            "date": "2007-10-14 12:17:13",
            "id": "5308745",
            "reply_to_id": "5308457",
            "text": "aaaaahhhh….\nÞað er ekki til nein vísindatilgáta sem segir að gð hafi skapað heiminn. Næstum enginn sem rannsakað hefur þetta og er actual sérfræðingur hefur sagt það.\nOg ég segi baravið þig…. Komdu með ástæðu fyrir að einhver ætti að afsanna guð þegar þér tekst ekki einu sinni að koma með ástæðu til að halda að hann gæti verið til.\nÞað tekst ekki að afsanan guð kanski. En það er enginn ástæða til að halda að hann sé til. Nánast allt sem hann er sagður hafa gert hafa vísindin útskýrt betur og með það miklum líkum að það er nánast sannað.\nEn jú fínt…. Kanski er stærðfræðilegur möguleiki á að guð sé til. En það er nokkuð ljóst að hann hefur þá aldrei gert neitt nema að vera til."
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2007-10-14 18:14:03",
            "id": "5309462",
            "reply_to_id": "5308745",
            "text": "Skildir þú ekki eitt orð af því sem ég skrifaði?\nVísindin hafa ekki á nokkurn hátt afsannað tilvist guðs, né þá sannað hana - og á meðan svo er þá er ekki hægt að fullyrða um eitt né neitt..\nÉg er ekkert að halda því fram að Guð sé til, vinsamlega lærðu svo að lesa áður en þú ferð að svara svona út í loftið\nNánast allt sem hann er sagður hafa gert hafa vísindin útskýrt betur og með það miklum líkum að það er nánast sannað.\nÞað hvernig alheimurinn varð til úr engu og hvernir líf kviknaði úr dauðu efni hefur engum vísindamanni tekist að útskýra með fullnægjandi hætti… ég skil því ekki þessa fullyrðingu, hvað áttu við nákvæmlega"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 22:43:57",
            "id": "5313069",
            "reply_to_id": "5309462",
            "text": "Guð er alltaf að hopa.\nVið höfum afsannað margar útgáfur af honum og flest öll af hans stærstu afrekum.\nEina skjól trúmanna sem eftir er er að útskýra upphaf hluta eftir að allt annað hvefur verið betur útskýrt og við erum á góðri leið með það líka.\nHins vegar er það guð sjálfur. Við fundum að það er enginn guð á himnum, ekkert himnaríki, enginn djöfull.\nÞá flúðu sköpunarsinnar í aðra vídd og sögðu að hann væri þar, Einmitt vegna þess að vísindin vinna ekki á því sviði… ENN!"
        },
        {
            "user": "Spirited",
            "user_id": "25873",
            "date": "2007-10-14 13:38:25",
            "id": "5308892",
            "reply_to_id": "5308457",
            "text": "Þú sagðir að það væru einungis hálfvitar sem fullyrtu um eitthvað sem væri ekki hægt að sanna eða afsanna. Og þar sem ég gerði það þá varstu að kalla mig hálfvita, já.\nSvo skaustu þig náttúrulega í fótinn með því að alhæfa að aðeins hálfvitar fullyrtu um eitthvað sem er ekki hægt að sanna eða afsanna, sem gerir þig að hálfvita. Ekki satt?\nAllavega, með tilvist guðs, þá er ekki hægt að sanna eða afsanna eitthvað sem er uppspuni frá rótum. En það er hægt að afsanna adam og evu (skemmtileg barna saga sem þú trúir á btw) og hvernig heimurinn varð til. Þróunarkenningin og miklihvellur.\nHrúga af mold? shit son, hvað ertu að bulla?"
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2007-10-14 18:36:16",
            "id": "5309519",
            "reply_to_id": "5308892",
            "text": "Svo skaustu þig náttúrulega í fótinn með því að alhæfa að aðeins hálfvitar fullyrtu um eitthvað sem er ekki hægt að sanna eða afsanna, sem gerir þig að hálfvita. Ekki satt?\nÉg get með afar einföldum hætti sannað að þeir sem fullyrða eitthvað án þess að gera á nokkurn hátt sannað það sem þeir eru að fullyrða um eru hálfvitar… flettu bara upp orðinu fullyrðing í orðabók..  fæturnir á mér eru því í ágætis málum\nAllavega, með tilvist guðs, þá er ekki hægt að sanna eða afsanna eitthvað sem er uppspuni frá rótum. En það er hægt að afsanna adam og evu (skemmtileg barna saga sem þú trúir á btw) og hvernig heimurinn varð til. Þróunarkenningin og miklihvellur.\nHef ég einhversstaðar sagt að ég trúi öllu því sem stendur í Biblíunni?\nEf þú ætlar að fara með þessa umræður á eitthvað sandkassastig þá sé ég ekki mikla ástæðu til að svara þér frekar\nGóðar stundir\nPS: Hvað er miklihvellur?  Í upphafi var ekkert….\nHefur einhver vísindamaður útskýrt með fullnægjandi hætti hvernig allt þetta varð til úr engu?\nSvarið við því er nei.. og á meðan svo er ætla ég ekkert að útiloka eitt eða neitt, sama hversu fáránlega það hljómar\nVil benda þér á að fyrir ekki svo löngu síðan héldu okkar færustu vísindamenn að jörðin væri flöt.. ég ætla ekki að treyst því nú að allt sem þeir segji um hluti sem þeir eru meira eða minna að giska á sé einhver sönnun á eina eða neinu, enda munt þú ekki finna einn vísindamann á þessu sviði sem er tilbúinn að fullyrða um eitt eða neitt"
        },
        {
            "user": "NettAri",
            "user_id": "20473",
            "date": "2007-10-20 00:14:24",
            "id": "5323897",
            "reply_to_id": "5309519",
            "text": "Hvaða færustu vísindamenn heims voru að halda því fram að jörðin væri flöt?\nhttp://www.alaska.net/~clund/e_djublonskopf/Flatearthsociety.htm?\nÞessir?\nKeep your facts straight.\nAristotle (384-322 BC) sagði að það væri almenn vitneskja hjá menntuðum mönnum að jörðin væri hnöttótt. Þannig fyrir 2500 árum vissu menn það."
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2007-10-20 08:35:26",
            "id": "5324186",
            "reply_to_id": "5323897",
            "text": "Finnst þér í alvöru líklegt að ég sé að tala um þessa menn?\nÉg er að tala um miðaldarvísindi og mig grunar sterklega að þú hafir vitað það.. hver tilgangurinn því er með þessu svari get ég ekki ímyndað mér.\nÞað að Aristóleles hafi vitað þetta breytir ekki því að á miðöldum voru menn aflífaðir fyrir að halda uppi tilgátum um það að jörðin væri eitthvað annað en miðdepill alheimsins"
        },
        {
            "user": "NettAri",
            "user_id": "20473",
            "date": "2007-10-20 19:17:37",
            "id": "5325247",
            "reply_to_id": "5324186",
            "text": "Ehh gaur það vissu allir vel menntaðir menn á miðöldum að jörðin væri flöt…"
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2007-10-20 19:39:32",
            "id": "5325301",
            "reply_to_id": "5325247",
            "text": "Lestu nú endilega það sem ég skrifaði aftur… Ég sagði miðdepill alheimsins."
        },
        {
            "user": "GeirGudbrandsson",
            "user_id": "31159",
            "date": "2008-11-09 15:30:52",
            "id": "6281828",
            "reply_to_id": "5309519",
            "text": "Ég vona innilega að þú sért ekki kristinn, það væri móðgun við það sem þú vitnar í í undirskrift þinni."
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2008-11-10 19:18:12",
            "id": "6285187",
            "reply_to_id": "6281828",
            "text": "meira en ársgömul færsla sem þú ert að commenta á?\nHvað er málið með það\nHvað koma mínar trúarskoðanir heimspekilegri athugasemd Sókratesar við?"
        },
        {
            "user": "longer",
            "user_id": "67339",
            "date": "2007-10-14 11:30:31",
            "id": "5308679",
            "reply_to_id": "5308239",
            "text": "Ég er sammála MooMoo, bentu mér á eina afsönnun ef þú vildir vera svo vænn."
        },
        {
            "user": "Spirited",
            "user_id": "25873",
            "date": "2007-10-14 13:34:36",
            "id": "5308882",
            "reply_to_id": "5308679",
            "text": "Hlaut að vera að það kæmu einhverjir vitleysingar sem bæðu um afsannanir.\nAuðvitað er ekki hægt að afsanna “guð” sjálfan, en það er hægt að afsanna biblíuna.\nÞróunarkenningin og miklihvellur anyone?\nOg hvernig væri að þú sannaðir tilvist guðs? Jafn heimskuleg spurning og þín."
        },
        {
            "user": "Marketwatch",
            "user_id": "22466",
            "date": "2007-10-14 15:40:27",
            "id": "5309109",
            "reply_to_id": "5308882",
            "text": "Það er nú búið að afsanna guð á marga vegu kallinn minn.\nallavega, með tilvist guðs, þá er ekki hægt að sanna eða afsanna eitthvað sem er uppspuni frá rótum.\nAuðvitað er ekki hægt að afsanna “guð” sjálfan, .."
        },
        {
            "user": "Spirited",
            "user_id": "25873",
            "date": "2007-10-14 16:08:56",
            "id": "5309174",
            "reply_to_id": "5309109",
            "text": "Vei, það var ein illa orðuð setning hjá mér.\nHvernig væri nú að leggja eitthvað til málsins í staðinn?"
        },
        {
            "user": "Marketwatch",
            "user_id": "22466",
            "date": "2007-10-14 17:59:33",
            "id": "5309425",
            "reply_to_id": "5309174",
            "text": "Illa orðuð settning? Þú talar í mótsögn við sjálfan þig, ertu ekki með viti?"
        },
        {
            "user": "MooMoo",
            "user_id": "66476",
            "date": "2007-10-14 18:13:42",
            "id": "5309460",
            "reply_to_id": "5309425",
            "text": "Hann er bara svipaður biblíunni."
        },
        {
            "user": "Marketwatch",
            "user_id": "22466",
            "date": "2007-10-14 18:39:45",
            "id": "5309534",
            "reply_to_id": "5309460",
            "text": "Þú líkir manni við bók. Ekki þykir mér það gáfulegt.\nEn ég tel hann allaveganna vera heimskan."
        },
        {
            "user": "MooMoo",
            "user_id": "66476",
            "date": "2007-10-14 19:06:15",
            "id": "5309605",
            "reply_to_id": "5309534",
            "text": "Nei ég átti nú bara við vegna mótsagnanna.\nBiblían er full af þeim."
        },
        {
            "user": "longer",
            "user_id": "67339",
            "date": "2007-10-14 18:47:04",
            "id": "5309554",
            "reply_to_id": "5308882",
            "text": "Það er ekki búið að sanna þróunarKENNINGUNA (athuga það, kenning, ekki staðreynd) né miklahvell."
        },
        {
            "user": "viceroy",
            "user_id": "3376",
            "date": "2007-10-15 13:26:28",
            "id": "5311194",
            "reply_to_id": "5309554",
            "text": "Ekki segja mér þú sért einn af þeim sem segir að Guð hafi sett bein risaeðlna hér til að reyna á trú okkar?"
        },
        {
            "user": "longer",
            "user_id": "67339",
            "date": "2007-10-18 19:14:48",
            "id": "5320915",
            "reply_to_id": "5311194",
            "text": "ég sagðist aldrei trúa á guð.\nyour point is?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 22:39:26",
            "id": "5313050",
            "reply_to_id": "5309554",
            "text": "Það hefur engin kenning verið sönnuð.\nÞað að sanna og fá fullkominn sannleik er ekki gert innan vísindaheimsins og sínir þú í þessu svari hversu lítill skilning þú hefur á vísindum yfir höfuð.\norðið kenning innan vísinda er mjög virt fyrirbæri þó svo að það sé notað í allt annarri merkingu í daglegu tali. Það sem við köllum vanalega kenningu kallast í vísindum tilgáta og er fyrsta stig vísindalega ferlisins"
        },
        {
            "user": "longer",
            "user_id": "67339",
            "date": "2007-10-18 19:15:54",
            "id": "5320919",
            "reply_to_id": "5313050",
            "text": "Það hefur engin kenning verið sönnuð.\nenda heitir það kenning, þú ert ekki að prove-a neitt point hérna."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-18 21:34:16",
            "id": "5321393",
            "reply_to_id": "5320919",
            "text": "jú, víst.\nÞað er alveg réttur hugsunarháttur að efast um allt sem við vitum nú þegar. En ekki ganga út frá því sem ósönnu fyrr en þú finnur eitthvað betra.\nÞróunarkenningin er sú kenning sem lýsir því best hvernig tegundir verða til. Hún mun vera KENNING þangað til að önnur tilgáta lýsir því betur."
        },
        {
            "user": "longer",
            "user_id": "67339",
            "date": "2007-10-19 14:51:09",
            "id": "5322519",
            "reply_to_id": "5321393",
            "text": "Hún mun vera kenning já, það sem ég er að reyna að segja hérna er að það þýðir ekkert hjá þessum manni hér fyrir ofan að afsanna tilvist Guðs með því að vísa í þróunarkenninguna.  Það eru einfaldlega ekki áræðanleg, né staðfest rök.  Ég hef ekkert á móti vísindum, þetta fór bara útí allt annað hjá okkur heldur en það sem ég ætlaði mér."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-19 14:58:33",
            "id": "5322545",
            "reply_to_id": "5322519",
            "text": "Ef þú ætlar að flýja í eitthvað svona hringavitleysuhorn þá máttu gera það mín vegna. Með þessum rökum geturu efast um allt í heiminum nema þinn eiginn hug.\nSannaðu loft. Sannaðu þyngdaraflið. Sannaðu mig.\nGetur ekki gert neitt af þessu. Það eina sem þú getur verið fullkomlega viss um er að hugur þinn er til, fyrir utan það þá verðuru bara að treysta mælingum og sönnunargögnum.\nÞau benda flest öll í átt að þessum tveim kenningum sem hinn aðilinn nefndi. Þ.e. Kenning er sú tilgáta sem útskýrir spurningu sem best eins og stundin er núna.\nÞó þú getir ekki afsannað guð, sem er frekar erfitt því guð er ekki skilgreindur, þá er hægt nánast því hægt að afsanna guð biblíunnar."
        },
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2007-10-15 16:32:45",
            "id": "5311640",
            "reply_to_id": "5308882",
            "text": "Einhvern tíman kynnt þér Miklahvellskenninguna almennilega? Hvað um The Anthropic principle?"
        },
        {
            "user": "longer",
            "user_id": "67339",
            "date": "2007-10-19 14:41:45",
            "id": "5322493",
            "reply_to_id": "5308882",
            "text": "Það er nú búið að afsanna guð á marga vegu kallinn minn.\nAuðvitað er ekki hægt að afsanna “guð” sjálfan\nbíddu ha?\nOg hvernig væri að þú sannaðir tilvist guðs? Jafn heimskuleg spurning og þín.\nsíðan hvenær trúi ég á guð?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-14 20:37:56",
            "id": "5309896",
            "reply_to_id": "5308239",
            "text": "Þú getur ekki afsannað guð. Þótt ég sé trúleysingi en þú getur ekki afsannað guð. Ef þú trúir á svokallaðann “guð” þá getur þú ekki sannað að hann sé til ( enda ertu að trúa á hann, í því flest trú) og ég get ekki afsannað hann."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 22:41:30",
            "id": "5313059",
            "reply_to_id": "5309896",
            "text": "það er líka af því að hugtakið guð hefur aldrei verið fyllilega skilgreint.\nÞess vegna geta trúaðir alltaf hlaupið í skjól annarra vídda og fleira til að fela guðinn sinn, eftir að við komumst að því að hann er ekki í himninum. Sá guð var afsannaður, og himnaríki.\nEn þá finna menn bara nýtt himnaríki, í annarri vídd. Þannig að við þurfum að bíða eftir víddaflakki til að afsanna það…. Fuckin YES!!!"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-16 01:23:44",
            "id": "5313493",
            "reply_to_id": "5313059",
            "text": "Þegar það er talað um Guð hugsaru þá bara um kristintrúaguðinn ? Er það fyrsta sem þér dettur í hug. Ég á guð, hann er í hljómsveit t.d. þetta getur verið guð."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-16 15:24:32",
            "id": "5314265",
            "reply_to_id": "5313493",
            "text": "Mér dettur fyrst í hug hinn sameiginlegi abrahamski guð já.\nSá guð sem þú nefnir… Hef aldrei heyrt um hann.\nEf þú ert að reyna að snúa á mig með því að vinur þinn heiti guðmundur og þú kallir hann guð og sé því í raun til þá veistu upp á þig sökina.\nEf þú þekkir hins vegar yfirnáttúrulega veru sem þú kallar guð í ímyndaðri hljómsveit þá flokka ég hana á sama stað og alla aðra guði, sama hvaða nafni þeir nefnast.\nauk alls konar annars dóts eins og stjörnuspeki, karma, miðla, vatnsleitarmenn og fleira"
        },
        {
            "user": "sverrirf",
            "user_id": "61443",
            "date": "2007-10-16 00:15:46",
            "id": "5313379",
            "reply_to_id": "5308239",
            "text": "Ég hef aldrei á æfi minni heyrt neina sönnun þess að guð sé ekki til."
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2007-10-14 21:27:15",
            "id": "5310025",
            "reply_to_id": "5308223",
            "text": "Ja, ég get nú fullyrt að ég sé vakandi núna, en ekki sofandi. Ég get þó ekki vitað það algjörlega, en það bendir ekki neitt til þess að ég sé sofandi, en margt til þess að ég sé það ekki."
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2007-10-15 12:02:38",
            "id": "5311085",
            "reply_to_id": "5310025",
            "text": "en gaman"
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2007-10-15 15:07:50",
            "id": "5311392",
            "reply_to_id": "5311085",
            "text": "Djöfull ertu fucking lélegur í notkun spjallborðs.\nBackaðu upp það sem þú varst að segja. Taktu til greina það sem ég var að segja.\nRökræddu."
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2007-10-15 18:36:43",
            "id": "5312091",
            "reply_to_id": "5311392",
            "text": "Tek ekki þátt í svona útúrsnúningum… hafir þú verið að skrifa þennan texta ertu augljóslega vakandi og því ekkert athugavert við það að fullyrða að svo sé"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-10-15 18:41:07",
            "id": "5312112",
            "reply_to_id": "5312091",
            "text": "Ég gat ekki verið viss um það, en þú getur reyndar verið það."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 22:45:11",
            "id": "5313078",
            "reply_to_id": "5312091",
            "text": "maður veit nú sjaldnast að maður er sofandi fyrr en maður vaknar.\nHVernig getum við þá vitað nokkurn skapaðan hlut"
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2007-10-16 01:57:12",
            "id": "5313515",
            "reply_to_id": "5313078",
            "text": "þvílík speki…. hvernig ætli standi á því að það eru alltaf þeir sem hafna allri trú sem enda í útúrsnúningum í þessari umræðu?\nOg hvað varðar hitt svarið frá þér til mín.. þá sé ég ekki tilganginn - ég hef ekki haldið neinu öðru fram hér en því að ég treysti mér ekki til að fullyrða um eitt né neitt\nMeð orðum Sókratesar “Ég veit það eitt að ég veit ekki neitt”"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-16 15:27:19",
            "id": "5314282",
            "reply_to_id": "5313515",
            "text": "HAHAHAHHAHHAHHAAHHAHAHHAHAHAHAA\nÞú ásakar mig fyrir út úr snúning en vitnar síðan sjálfur í Sókrates þar sem hann var að segja það nákvæmlega sama og ég :D\nég man ekki hvaða fræði þetta er, einhver heimspekistefna eða álíka þar sem þú getur aðeins verið viss um að hugur þinn sé til. Þú getur í raun ekki verið viss um neitt annað.\nÞað er gaman að pæla í þessu en ég legg ekki mikla áherslu á það þegar ég læt hugann reika.\nÞetta svar mitt var meira meint í gríni og hálfpartinn til að hæðast að því hvert umræðan var komin"
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2007-10-17 01:56:35",
            "id": "5316436",
            "reply_to_id": "5314282",
            "text": "Svarið þitt var lítið annað en framlenging á þá þegar þurrum útúrsnúningi … svarið sem þú fékkst var í fullkomnu samhengi við það.\nannars er ég alvega sammála þér í því að þessi umræða sem og aðrar tilraunir í svipuðum dúr enda allar á því að menn með fullu viti átta sig á því að þeir vita í raun ekki rassgat..\nenda hef ég ekki haldið neinu fram hér öðru en því að fávísi mín er svo mikil að ég hef ekki nokkur tök á því að fullyrða um eitt eða neitt..\nÞessi svefn/vöku útúrsnúingur var hinsvegar ákaflega leiðinlegur og illa gerður… bæði hjá þér og þeim sem þú apaðir hann upp efti"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-17 14:54:43",
            "id": "5317072",
            "reply_to_id": "5316436",
            "text": "Ég var að vitna í myndina Waking Life.\nÞað var enginn út úr snúningur í mínu svari. Frekar að gera grín að þeim sem þú varst að tala við því myndlíkingar hans voru frekar daprar.\nEn annars þá vita menn oftast ekki að menn séu sofandi fyrr en að þeir vakna. Í draumi þá er maður fullviss um að maður sé vakandi þangað til maður vaknar, þá áttar maður sig á því að þetta var draumur.\nFer ekki lengra með þessa pælingu, en mér fannst þetta mjög skemmtilegt umhugsunarefni á lucid dreaming tímabilinu mínu."
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2007-10-17 21:50:51",
            "id": "5318563",
            "reply_to_id": "5313515",
            "text": "Hvernig var ég að snúa útúr?\nÞað sem ég sagði var samlíking við það að fullyrða að Guð sé ekki til."
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2007-10-18 10:33:23",
            "id": "5319489",
            "reply_to_id": "5318563",
            "text": "Til hvers ertu að svara mér aftur?\nOg nei.. þetta var ekki samlíkning við fullyrðingu um það hvort guð er til eða ekki.\nSért þú að skrifa texta hér á huga þá ertu vakandi og ég get auðveldlega fullyrt um það"
        },
        {
            "user": "VincentTattoo",
            "user_id": "62733",
            "date": "2007-10-14 16:27:20",
            "id": "5309206",
            "reply_to_id": "5307801",
            "text": "Hell yeah! Hehe. Keep on ranting jesus boy ;)"
        },
        {
            "user": "Marketwatch",
            "user_id": "22466",
            "date": "2007-10-14 18:01:42",
            "id": "5309429",
            "reply_to_id": "5307801",
            "text": "Guð er jafnmikið til og Djöfullinn hvort sem hann er til í hugum manna eða ekki."
        },
        {
            "user": "Spirited",
            "user_id": "25873",
            "date": "2007-10-14 18:33:05",
            "id": "5309510",
            "reply_to_id": "5309429",
            "text": "Lol, og þú dirfist að gagnrýna mig fyrir illa orðaða setningu og skrifar svo þetta bull + það að þú kannt ekki rassgat í stafsetningu?\nDon't waste my time, idiot."
        },
        {
            "user": "Marketwatch",
            "user_id": "22466",
            "date": "2007-10-14 18:37:44",
            "id": "5309526",
            "reply_to_id": "5309510",
            "text": "Þú ert fáfróður og ég tel þig vera heimskan.\nÞú ert allaveganna ekki gáfumenni.\nGuð er til sem hugsun, sem trú, sem ímynd í höfðum manna, sem fyrirbæri, sem orð og það er ekkert sem þú getur sagt á móti því.\nAð tala í mótsögn við sjálfan sig kemur því að orða “eithvað” ekkert við. Það er bara heimska."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 22:46:47",
            "id": "5313081",
            "reply_to_id": "5309526",
            "text": "Rangt.\nÞú fórst einu orði of mikið og sagðir fyrirbæri. guð er ekki fyrirbæri. Orðið sem þú vildir nota þarna var hugtak"
        },
        {
            "user": "Marketwatch",
            "user_id": "22466",
            "date": "2007-10-17 00:05:15",
            "id": "5316299",
            "reply_to_id": "5313081",
            "text": "Nei\nGuð er nefnilega til sem náttúrulegt fyrirbæri.\nAllaveganna fyrir sumum."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-17 14:50:17",
            "id": "5317064",
            "reply_to_id": "5316299",
            "text": "Hann getur ekki verið til fyrir suma.\nÞað er ekki til neitt sem er satt fyrir einhverja en ekki aðra, annað hvort eru hlutir til eða ekki.\nguð er til sem hugtak, en ekkert bendir til þess að hann sé fyrirbæri"
        },
        {
            "user": "Marketwatch",
            "user_id": "22466",
            "date": "2007-10-17 15:03:41",
            "id": "5317103",
            "reply_to_id": "5317064",
            "text": "Eins og ég sagði;\nSannleikurinn er tvennt í senn: Annarsvegar sá hversdagslegi eiginleiki þess sem við höldum fram, trúum og förum eftir; hinsvegar óræður og næstum yfirnáttúrlegur hlutur: samsvörun þess sem sagt er við það sem er í raun og veru og sem er alveg óháð því sem sagt er."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-17 15:09:32",
            "id": "5317115",
            "reply_to_id": "5317103",
            "text": "Ég er engu nær.\nAnnarsvegar sá hversdagslegi eiginleiki þess sem við höldum fram, trúum og förum eftir\nHvað tengist þetta sannleika?"
        },
        {
            "user": "Baddz",
            "user_id": "26038",
            "date": "2007-10-16 15:17:01",
            "id": "5314239",
            "reply_to_id": "5309526",
            "text": "Það fyndna við þetta allt saman er, er það að fyrir 500 árum síðan, til dæmis hjá kristnu fólki, þá var guð einmitt þessi persóna upp í skýjunum. Því lengur sem tíminn líður og fólk fór/fer að átta sig á því hversu gallað það er í raun og veru að trúa á þennan “guð” þá dregur það sig alltaf meira og meira í land.\nFólk trúði biblíunni eins og heilögum sannleik og gamli skeggjaði kallinn guð var alltaf til staðar að fylgjast með uppí skýjunum.\nEeeeeeeeeeen… síðan um leið og vissir hlutir voru uppljóstraðir í þessu “handriti” fyrir það rugl sem að þeir eru þá fór fólk meira og meira að velja og hafna úr “handritinu”.\nSvona heldur þetta áfram og áfram og áfram. Núna er voðalega vinsælt að tala um guð sem eitthvað “gott afl” eða.. “það góða í manninum” í stað þess að henda þessari ævafornu dellu út úr hausnum á sér."
        },
        {
            "user": "Marketwatch",
            "user_id": "22466",
            "date": "2007-10-14 21:24:30",
            "id": "5310018",
            "reply_to_id": "5309429",
            "text": "Nei? Guð er allt, allt annar hlutur en ‘djöfullinn’."
        },
        {
            "user": "Marketwatch",
            "user_id": "22466",
            "date": "2007-10-14 22:57:00",
            "id": "5310312",
            "reply_to_id": "5310018",
            "text": "Auðvitað er Guð allt allt annar “hlutur” eins og þú orðar það, en djöfulinn. En þú skildir bara ekkert hvað ég var að segja. Ég var ekki að líkja saman Guði og djöfliunum.\nSkiluru ekki hvað ég skrifaði þarna? Ég var að reyna að útskýra það fyrir honum að þótt að Guð sé ekki til sem skaparinn (Eða ekki fyrir honum), þá er hann til í höfðum manna.\nÞá er ekki hægt að tala um að hann sé ekki til."
        },
        {
            "user": "gamligrimmi",
            "user_id": "59934",
            "date": "2007-10-15 00:17:25",
            "id": "5310607",
            "reply_to_id": "5310312",
            "text": "Siggi djúpi"
        },
        {
            "user": "Marketwatch",
            "user_id": "22466",
            "date": "2007-10-17 00:06:11",
            "id": "5316301",
            "reply_to_id": "5310607",
            "text": "Danni OOO?\n:)"
        },
        {
            "user": "Marketwatch",
            "user_id": "22466",
            "date": "2007-10-18 13:41:46",
            "id": "5319816",
            "reply_to_id": "5310312",
            "text": "Hugtakið “Guð” hefur mikli meiri merkingu en fyrirbærið “Djöfullinn”.\nMikið víðtækara og til allstaðar, en ekki bara í kristni.\n“Skiluru ekki hvað ég skrifaði þarna? Ég var að reyna að útskýra það fyrir honum að þótt að Guð sé ekki til sem skaparinn (Eða ekki fyrir honum), þá er hann til í höfðum manna.\nÞá er ekki hægt að tala um að hann sé ekki til.”\nHa? Þetta var nú fávitalegt svar hjá þér…\nAðallega ‘Þá er ekki hægt að tala um að hann sé ekki til’… Víst?\nEf eitthvað er einungis til í ímyndun, þá er það ekki til í raunveruleikanum. Frekar illa orðað hjá þér, býst ég við.\nErtu að tala um áhrifin sem fyrirbærið Guð hefur á mannfólkið sem trúir á hann?"
        },
        {
            "user": "Marketwatch",
            "user_id": "22466",
            "date": "2007-10-18 16:00:59",
            "id": "5320256",
            "reply_to_id": "5319816",
            "text": "Ég er með hugmynd, ætlaru að afsanna að hún sé til?\nNei, þegiðu þá og hættu að tjá þig."
        },
        {
            "user": "Marketwatch",
            "user_id": "22466",
            "date": "2007-10-18 16:34:24",
            "id": "5320387",
            "reply_to_id": "5320256",
            "text": "Djöfull ertu óhæfur í rökræðum."
        },
        {
            "user": "Marketwatch",
            "user_id": "22466",
            "date": "2007-10-18 16:37:04",
            "id": "5320396",
            "reply_to_id": "5320387",
            "text": "Þú verður að hafa húmor."
        },
        {
            "user": "CharlieBronson",
            "user_id": "28399",
            "date": "2007-10-14 22:16:28",
            "id": "5310164",
            "reply_to_id": "5307801",
            "text": "Gaur, ertu ekki í íslensku?\nGvuð var víst til hann er bara dauður d:o)"
        },
        {
            "user": "Laukzje",
            "user_id": "56813",
            "date": "2007-10-13 21:32:51",
            "id": "5307808",
            "reply_to_id": "5307759",
            "text": "Ég spáði nú minnst í þennan part í myndinni,, var meira að hugsa 9/11 atvikið. Það fannst mér nú frekar sannfærandi svo ekki sé nú meira sagt."
        },
        {
            "user": "cull3n",
            "user_id": "14213",
            "date": "2007-10-14 05:42:11",
            "id": "5308531",
            "reply_to_id": "5307808",
            "text": "Sammála."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 22:48:30",
            "id": "5313087",
            "reply_to_id": "5307808",
            "text": "Miðað við hvað þessi einfaldi hlutur er fullur af staðreyndavillum, einfaldar villur sem tekur hálfvita í mesta lagi 5 mínútur að leita uppi og finna út að eru rangar þá er ekki séns að ég sé að fara að kaupa einhverjar vafasamar samsærispælingar, flestar órökstuddar og beint úr kollinum á höfundi."
        },
        {
            "user": "neonballroom",
            "user_id": "61087",
            "date": "2007-10-13 21:39:19",
            "id": "5307823",
            "reply_to_id": "5307759",
            "text": "Já var það ekki Ósíris sem reis frá dauðum á þriðja degi til að gefa Hórusi líf? Ég held ég hafi mun oftar heyrt að Jesúsi sé líkt við seinnitíma útgáfu af Ósírisi/Dýonísosi heldur en Hórusi.\nEn reyndar kemur öll mín \"vitneskja2 um egypska goðafræði frá teiknimyndaþáttunum um Papýrus, og ég hef ekki séð þessa Zeitgeist mynd."
        },
        {
            "user": "AngelicX",
            "user_id": "7629",
            "date": "2007-10-13 21:59:57",
            "id": "5307859",
            "reply_to_id": "5307759",
            "text": "Aðalpælingin er sú að Ísis er náriðill, frekar svaðalegt dæmi.  Ég byrjaði að horfa á þessa mynd og ég fékk aðkenningu að all svakalegri amerískri bullu.  Missti áhugann eftir að allir guðssynirnir voru nákvæmlega eins og einhvern veginn hefði þetta aldrei getað raðast eins asnalega upp og það gerði þarna.\nEru einhverjar sannanir fyrir því yfir höfuð að jesúsinn hafi fæðst 25.desember?"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2007-10-13 22:13:47",
            "id": "5307884",
            "reply_to_id": "5307859",
            "text": "Ekki frekar en það eru til sannanir fyrir því að hann var til.  Eftir því sem ég best veit er hann skáldsagnapersóna sem kemur fram í Biblíunni."
        },
        {
            "user": "AngelicX",
            "user_id": "7629",
            "date": "2007-10-14 20:52:35",
            "id": "5309934",
            "reply_to_id": "5307884",
            "text": "jamm hugsa samt að eitthvað sé til í þessu, í grunninn trúi ég, samt ekki á biblíuna."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 22:50:27",
            "id": "5313099",
            "reply_to_id": "5309934",
            "text": "á hvað trúiru þá? Biblían eru einu heimildirnar fyrir nokkrum spámanna jesú yfir höfuð."
        },
        {
            "user": "viceroy",
            "user_id": "3376",
            "date": "2007-10-15 13:33:21",
            "id": "5311215",
            "reply_to_id": "5307884",
            "text": "Ég verð nú að segja að ég efa það ekki að Jesú hafi verið til… Hins vegar hvort hann hafi læknað hina veiku með snertingu einni, trúi því varla. Að hann hafi verið sonur Guðs…. Nei…\nEf við myndum horfa á söguna burtséð frá öllu þessu, þá var þetta maður sem barðist gegn gyðingum fyrir það að prestarnir voru orðnir gráðugir og hættir að fylgja orði biblíunnar, farnir að nota fólk til að græða á tá og fingri. Hann barðist á móti “stjórnarkerfinu” þar sem menn lifðu mikið eftir trú á þessum tíma, þessi maður sá það og stofnaði sinn eiginn hóp.\nÞannig sé ég þetta."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 22:52:51",
            "id": "5313117",
            "reply_to_id": "5311215",
            "text": "Sama hvernig þú sérð þetta þá er það mjög léleg ákvörðun hjá þér að efast ekki um jesú. Sama hversu mannlegur hann var þá eru samt engar góðar heimildir fyrir því að hann hafi nokkurtímann verið til.\nEinu heimildirnar eru nýjatestamentið, skrifað hálfri öld eftir dauða hans og allir atburðir þar stangast á við hvorn annan.\nÞetta svæði og tímabil er mjög vel skjalfest af sagnfræðingum þess tíma og viti menn… engar sögur af trúarleiðtoga Jesú sem var til einhverra vandræða"
        },
        {
            "user": "minivergur",
            "user_id": "44098",
            "date": "2007-10-14 20:02:22",
            "id": "5309784",
            "reply_to_id": "5307859",
            "text": "Vottar Jehófa trúa að hann hafi fæðst í október.\n-nei það stendur ekki.\nMan ekki alveg hvaða rök voru fyrir því, hvort að lömbunum hafi ekki verið smalað á þessum árstíma eða eitthvað:S\nHef ekki lesið neitt í biblíunni þannig ég veit lítið"
        },
        {
            "user": "AngelicX",
            "user_id": "7629",
            "date": "2007-10-14 20:57:31",
            "id": "5309946",
            "reply_to_id": "5309784",
            "text": "ég held að pælingin hafi verið sú að sólstöðuhátíð í heiðni hafi verið á sama tíma, er yfirleitt 21.des ef mig minnir rétt.  Þannig að jólin leystu þessa hátíð af hólmi og almúginn gat haldið upp á sólstöðuna í gleði sinni ;)"
        },
        {
            "user": "minivergur",
            "user_id": "44098",
            "date": "2007-10-14 22:25:51",
            "id": "5310208",
            "reply_to_id": "5309946",
            "text": "Ég held að einhverjir embættismenn í Róm eða grikklandi þræddu 25. des í kristni til að það þyrfti ekki að breyta helgidegi Mithra."
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2007-10-13 22:04:05",
            "id": "5307866",
            "reply_to_id": "5307759",
            "text": "En nú er bara spurningin, hvernig veist þú allt þetta um hann Hórus?"
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-13 22:12:49",
            "id": "5307881",
            "reply_to_id": "5307866",
            "text": "Neðst er heimildarlisti.\nMeginþema greinarinnar.\nHeimildir."
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2007-10-13 22:22:48",
            "id": "5307893",
            "reply_to_id": "5307881",
            "text": "Já, en hvernig veistu að þetta sé satt, omgat."
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2007-10-15 01:05:48",
            "id": "5310710",
            "reply_to_id": "5307893",
            "text": "Þarf ekki að vera satt. Málið snýst um það hvort að saga Hórusar sé svipuð sögu Jesú eða ekki. Það hvort að sögurnar sé sannar eða ekki er aukaatriði."
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2007-10-15 01:15:29",
            "id": "5310728",
            "reply_to_id": "5310710",
            "text": "Kannski eru bækurnar og vefsíðurnar þínar með eithvern misskilning skrifaðan í sér.. Hver veit?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 22:55:15",
            "id": "5313130",
            "reply_to_id": "5310728",
            "text": "Þetta er einmitt rétti hugsunarhátturinn.\nNú mæli ég með því að þú farir út á bókasafn og náir þér í áræðanlega bók um egypska goðfræði eftir virtan egyptologist og finnir þetta út og látir okkur hin vita.\nEn munur er náttúrulega að Zeitgeist vitnar ekki í neinar heimildir, nema kannski keðjubréf sem hann fékk á netinu"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-10-19 16:13:23",
            "id": "5322797",
            "reply_to_id": "5307893",
            "text": "Auðvitað veit enginn hvort þetta er satt. En málið er það að þetta er það sem stendur í bókunum og í goðsögnunum um egypsku guðina. Þess vegna finnst fólki skrýtið að Zeitgeist sé að fullyrða svona upp úr þurru um t.d. Hórus, því mikið af því sem Zeitgeist segir um Hórus á sér enga heimildalega uppistöðu."
        },
        {
            "user": "einaraxel",
            "user_id": "5042",
            "date": "2007-10-13 22:09:17",
            "id": "5307873",
            "reply_to_id": "5307759",
            "text": "Talandi um vondar heimildir. Biblían? ;)\nBætt við 13. október 2007 -  22:26\nÓkei, ég sé fram á að fá spark í rassinn eftir þetta svar.\nMinn punktur er sá að það sem mér þykir áhugaverðast við Jesúkenningarnar í Zeitgeist eru tengingar við stjörnufræðigoðsagnir. Hórus er vissulega sólarguð Egypta (athugaðu að Ra varð gjarnan dýrkaður sem sólarguð seinna meir, egypsk trúarbrögð eru ekki alveg einhlýt að þessu leyti, sums staðar er Ósíris æðstur, annars staðar Ra) og því ekki alveg úr vegi að taka tengja hann við Jesú, þar sem þetta voru nú einu sinni ríkjandi trúarbrögð í Egyptalandi, þaðan sem gjörvöll þjóð gyðinga er sögð koma.\nMálið er það að Biblían gengur kannski sem söguleg heimild en hvaða sagnfræðingur sem er hlýtur að viðurkenna að hún nýtur varla meiri sérréttinda en önnur sagnfræðirit (enda trúarrit, ekki sagnfræðirit í eðli sínu) að því leyti að sagnfræðilegar staðreyndir skuli ekki staðhæfðar fyrr en þær hljóta einhvern hljómgrunn í samtímaheimildum.\nLokapunkturinn er sá að kristni er ekki eitthvað sem verður “sannað” og ekki heldur “afsannað.” Hver sem vill taka meira mark á vísindum umfram trúarbrögð sér að goðsögur kristninnar standast einfaldlega ekki. Það gengur enginn á vatni berfættur (nema vatnið sé ísi lagt þá), það breytir enginn vatni í vín í einu vetfangi og enginn verður vakinn frá dauðum. Það er að minnsta kosti það sem vísindin segja okkur. Hugtökin um að sanna og afsanna eru í dag hugtök sem heyra vísindalegri aðferð til. En trúarbrögð bara ganga ekki út á vísindi, og þar af leiðandi hvorki sönnun né afsönnun, þau eru bara trúarbrögð.\nTrúlausir og söguþyrstir geta haft sitt gaman af þessari samlíkingu en trúaðir geta einfaldlega horft fram hjá henni. Mér finnst allavega alger óþarfi að semja grein upp úr myndinni með það að leiðarljósi að “upplýsa” hina trúuðu og “afsanna” í eitt skipti fyrir öll kristindóm, það einfaldlega verður ekki gert.."
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-13 22:11:47",
            "id": "5307878",
            "reply_to_id": "5307873",
            "text": "Til að bera saman eiginleika Hórusar og Jesú, þá þarftu væntanlega Biblíu ekki rétt?"
        },
        {
            "user": "einaraxel",
            "user_id": "5042",
            "date": "2007-10-13 22:25:29",
            "id": "5307899",
            "reply_to_id": "5307878",
            "text": "Já, fyrirgefðu, ég bara fékk skyndilegt trúleysisofstopakast, samanber það sem ég bætti við svarið seinna."
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-13 22:36:23",
            "id": "5307923",
            "reply_to_id": "5307899",
            "text": "Megnið af viðbóti svarsins er skoðun. Það sem er að svara er það, að rangfærslur goðsagna og annara trúarbragða til að grafa undan kristni, settar fyrir almening sem þaulrannsakaðar heimildir ber að leiðrétta. Það er ekki spurning um trú, eða leyfa sagnfræðiáhugamönnum að eiga sýnar vangavelltur í friði. Enda er Zeitgeist ekki prívat samtal á milli tveggja sagnfræðiprófessora um hvernig hlutirnir væru EF við myndum breyta öllum heimildum í apaskít til að fitta að handónýtri kenningu til að grafa undan rótgrónni trú."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2007-10-13 22:11:58",
            "id": "5307879",
            "reply_to_id": "5307759",
            "text": "Hugmyndirnar í grein DrHolmes bera með sér sannleikskorn en þar er ruglað saman mörgum mismunandi líkingum.  Hórus á margt sameiginlegt með Jesú, en Jesú á margt sameiginlegt með mörgum guðum annarra trúarbragða og er þetta viðfangsefni samanburðargoðafræði (\nhttp://en.wikipedia.org/wiki/Jesus_and_comparative_mythology).\nÞó svo lýsingar á Jesú komi ekki heim og saman við einn guð, þ.e. Hórus, þá virðist hann vera samtvinningur margra fyrri guða.  Þetta er ekkert einsdæmi og það er hægt að rekja margar sögur Biblíunnar til annarra trúarrita.  Til dæmis er almennt viðurkennt meðal fræðimanna að sagan af örkinni hans Nóa sé kominn úr Gilgamesharkviðu, en það er auðskýranlegt þar sem gyðingar voru í haldi Babýloníumanna í hundrað ár."
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-13 22:17:02",
            "id": "5307887",
            "reply_to_id": "5307879",
            "text": "Ég las nákvæmlega þessa grein sem þú vitnar í. Set hana ekki í heimildarlistan því hún segir ekki neitt.\nMargvísar flóðasögur er að finna. Þar á meðal í Gilgameshkviðu. Einnig ber Enuma Elish vott af Genesis. Hefur bara ekkert með þessa umræðu að gera."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2007-10-13 22:35:55",
            "id": "5307922",
            "reply_to_id": "5307887",
            "text": "Það er heldur einhlít skoðun.  Það er einfaldlega verið að benda á það sem er auðvelt að sannreyna, goðsagnir eiga það til að eiga sér samsvörun í öðrum goðsögnum.  Þetta er auðskýranlegt þar sem þjóðir hafa lifað við svipaðar aðstæður og hafa tilheyrt sama menningarsvæði.\nEf þú vilt lesa þér til um þetta nánar í góðri bók með ítarlegri heimildarskrá mæli ég með riti Peter Watson sem heitir\nIdeas: A History from Fire to Freud\n.  Á blaðsíðum 162 til 170 er að finna lesefni um hann (þó blaðsíðufjöldinn sé aðeins átta síður skaltu ekki láta það blekkja þig, þetta er mjög stór doðrantur).  Auk þess tengist efni í nálægum köflum þessu viðfangsefni."
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-13 22:43:43",
            "id": "5307939",
            "reply_to_id": "5307922",
            "text": "flest öll trúarbrögð vitna í yfirnátúrulega hluti. sbr. fljúga, lækna, lifna við ect.\nAuðvitað í þeim aragrúa af trúarbrögðum sem til eru skerast einhverjar sögur."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2007-10-13 23:08:51",
            "id": "5307987",
            "reply_to_id": "5307939",
            "text": "Þetta er nefnilega ekki aragrúi af trúarbrögðum, þetta eru trúarbrögð frá Miðjarðarhafssvæðinu og er hægt að telja á fingrum sér.  Þetta hefur því ekkert með fjölda goðsagna að gera.  Auk þess má rökstyðja þetta frekar ef menn nenna að rannsaka málið til hlítar.  Til dæmis vitum við að Páll postuli (sem skrifaði fyrir tíð guðspjallamannana) skrifaði ekki um það að Jesú væri eingetinn, hann talar aldrei um Jesú\nfrá Nasaret\n, hann talar ekki um raunir hans á borð við baráttu við djöfulinn eða nokkurt af þeim kraftaverkum sem eru bendluð við hann síðar í Guðspjöllunum.  Þetta gefur til kynna að þær sögur sem sagðar eru í Guðspjöllunum komu til síðar (það fyrst ekki fyrr en 40 árum eftir dauða hans) og sjálfsagt höfðu goðsagnir annarra menninga áhrif á þau skrif.  Það er heldur hvergi minnst á 25. desember í Guðspjöllunum sem fæðingardag Jesú, sú dagsetning er kominn úr öðrum trúarbrögðum og er engin tilviljun, þetta er um vetrarsólstöður sem gjarnan voru túlkaðar sem endurfæðing sólarinnar (dagarnir byrja að lengjast frá þessum degi).\nÞað er alveg ljóst að Guðspjallamönnum ber jafnvel ekki saman um þá atburði sem áttu sér stað og hvað þá að guðspjöllinn komi heim og saman við heimildarmenn sem voru samtímamenn Jesú."
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-13 23:19:34",
            "id": "5308001",
            "reply_to_id": "5307987",
            "text": "Páll nefnir upprisu Jesú og að hann hafi verið sonur Guðs sem að frelsaði mannkynið.\nÞetta var vitað fyrir tíma Guðspjallana.\nPáll býst við endurkomuni fyrst á hans lífstíð. Er ekki að skrifa um líf Jesú, heldur helgihald.\n25 Desember er pólitísk dagsetning rómverja. Það er ekki leyndarmál. En það er ákveðið 313 e.kr. hefur ekkert með Guðspjöllin að gera.\nGuðspjöllin eru ekki sammála um suma hluti enda skrifuð 70 - 100 e.kr. og sem boðskapsrit, ekki sagnfræðirit. skiptir það boðskapin máli hver nákvæmlega kemur að tómri gröf?\nGuðsspjöllin eru rómantísk boðskapsrit skrifuð af helleníseruðum Gyðingum sem hafa engan hagsmun af því að stela frá nágrannatrúarbrögðum. Akkúrat öfugt, ef eitthvað er."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2007-10-13 23:35:02",
            "id": "5308026",
            "reply_to_id": "5308001",
            "text": "Ég er ekki að gagnrýna boðskap Biblíunnar.  Það sem ég er að segja er að búningur hennar er litaður af goðsögnum úr nánasta umhverfi eins og margt í Biblíunni.  Það er ekkert einkennilegt og hefur engin áhrif á boðskapinn sem slíkan, hann getur staðið eins og boðskapur í skáldsögu þó allt í henni sé tilbúningur."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 22:57:52",
            "id": "5313145",
            "reply_to_id": "5307879",
            "text": "Það er ekki málið.\nMálið er að greinin sem hann vitnaði í notar lygar og skyndiáróður, í staðinn fyrir að láta einfaldan sannleik vinna sína vinnu.\nEf þú hefur séð Zeitgeist þá veistu hvað ég á við.\nég er trúlaus, en Zeitgeist er bara vanvirðing við vitsmuni."
        },
        {
            "user": "Aglsen",
            "user_id": "37392",
            "date": "2007-10-13 22:26:19",
            "id": "5307902",
            "reply_to_id": "5307759",
            "text": "fyrst þú treystir ekki einhverjum rugludöllum á youtube af hverju treystirðu einhverjum rugludöllum á wikipedia.\nog af hverju í helvítinu ætti vatíkanið ekki að hafa kúgað okkur svona, það er ekki eins og þeir hafi ekki gert það áður. þeir eiga sér nú eiginlega bara helvíti langa sögu þegar það kemur að kúgun og lygum svo að það kemur nú ekkert á óvart að þeir geri það ennþá"
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-13 22:40:22",
            "id": "5307935",
            "reply_to_id": "5307902",
            "text": "Wikipedia er aðeins notuð til að refferenca grunn heimildirnar og það er vettvangur sem fólk á auðvelt með að kynna sér, sem er ekki að fara að kaupa bækurnar sem ég lista upp. sbr. þarf ég ekki að lista upp alla egypsku guðina.\nÞú mátt hafa þínar skoðanir um Vatikan nútímans. Kemur mér ekkert við"
        },
        {
            "user": "Aglsen",
            "user_id": "37392",
            "date": "2007-10-13 23:20:50",
            "id": "5308003",
            "reply_to_id": "5307935",
            "text": "þú gætir nú líka haldið þínum skoðunum útaf fyrir þig, þá værum við ekki í þessu rugli núna og þá hefði ég aldrei þurft að deila minni skoðun með þé"
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-13 23:26:57",
            "id": "5308011",
            "reply_to_id": "5308003",
            "text": "Að leiðrétta kolrangar fullyrðingar og sögufölsun sem þessa er ekki skoðun."
        },
        {
            "user": "Exiled",
            "user_id": "62674",
            "date": "2007-10-14 22:23:23",
            "id": "5310197",
            "reply_to_id": "5308003",
            "text": "Hann sendi inn greinina, til að allir gætu skoðað hana.\nÞú sendir honum svar, til að hann gæti skoðað það.\nSérðu muninn?"
        },
        {
            "user": "Aglsen",
            "user_id": "37392",
            "date": "2007-10-15 18:13:13",
            "id": "5311992",
            "reply_to_id": "5310197",
            "text": "það mega nú allir skoða þetta svar líka"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 23:00:45",
            "id": "5313157",
            "reply_to_id": "5307902",
            "text": "Þetta er ekki spurning hvort þú trúir einhverju upp á einhvern heldur hvort þeir gerðu það í raun og veru.\nÞað er alvitað að jesú er eiginlega bara það vinsælasta frá öllum trúm sem voru í gangi á þessum tíma í rómarveldi, algjör trúarbragða kjötsúpa.\nHins vegar, hvort þú notar lygar og falsaðar heimildir er annað mál.\nég er trúlaus og er mjög illa við trú. En það sem ég þoli ekki enn frekar, er sama ástæða og ég þoli ekki trú, er eitthvað sem er ósatt.\nRétt skal vera rétt."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2007-10-13 22:35:29",
            "id": "5307920",
            "reply_to_id": "5307759",
            "text": "Ekki hægt að neita samlíkingum með Jesú og öðrum guðtengdum verum/mönnum í öðrum trúarbrögðum.\nEn þeir sem gerðu þessa mynd sögðu sjálfir að ekki taka mark á þeim bara vegna þess að þið sáuð allt þetta í myndinni heldur komist að ykkar eigin niðurstöðu með eigin rannsóknum."
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-13 22:41:46",
            "id": "5307937",
            "reply_to_id": "5307920",
            "text": "Ekki hægt að neita samlíkingum með Jesú og öðrum guðtengdum verum/mönnum í öðrum trúarbrögðum.\nwatch me."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2007-10-13 22:47:19",
            "id": "5307944",
            "reply_to_id": "5307937",
            "text": "Staðreyndirnar eru á blaði í öðrum trúarritum. Þú hlýtur bara að vera allt of trúaður og neitar að sjá það eða einfaldlega tregur.\nFrekar að halda því fram að þetta sé risatilviljun en að neita því alfarið."
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-13 23:00:07",
            "id": "5307966",
            "reply_to_id": "5307944",
            "text": "Eru staðreyndirnar á blaði?\nStaðreyndir Zeitgeist um Hórus? Þær héldu greinilega ekki miklu vatni.\nÞessi afsönunarhyggja er úrkynjuð. Það eru líkindi já. En að setja þær upp við hlið kanónsins sem spegilmynd þess fær þær til að hrynja sem annaðhvort falsanir sbr. Hórus, eða langsótt tilviljun af þeim hundruðu trúarbrögðum sem til hafa verið í heiminum.\nÉg er ekki að fara að rökræða þetta, enda ekki tilgangur greinarinnar sem þú hefur væntanlega lesið.\nLestu greinina fyrir það sem hún er."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2007-10-13 23:39:19",
            "id": "5308033",
            "reply_to_id": "5307966",
            "text": "Hvaða afsönnunarhyggja?  Þú segir í eigin svari til mín að ofan að þetta sé rómantískt boðskaparrit, það er engin að reyna afsanna neitt slíkt heldur að benda á samsvörun á milli trúarbragða.  Það afsannar ekkert sem hægt er að afsanna með því einfaldlega að hugsa.  Ég veit til dæmis að engin læknar blinda með handaveifan, gengur á vatni og rís upp frá dauðum.  Þ.e. ég þarf ekki að sýna fram á að biblíusögur séu litaðar af öðrum trúarbrögðum til að vita að þetta eru bara sögur."
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-13 23:49:57",
            "id": "5308057",
            "reply_to_id": "5308033",
            "text": "Afsönunarhyggja er, eins og er gert í Zeitgeist og mörgum öðrum stöðum þar sem heimildum er hliðrað til að passa algerlega að Guðspjöllunum með þann tilgang að grafa undan þeim.\nSem er algerlega fjarstætt því að líkja einni goðsögu við aðra, sem að er algerlega valid.\nÉg er þó að verða frekar pirraður á því að öllum virðist gjörsamlega sama um sögufölsun eins lengi og hún beinist að því að grafa undan kristni!\nÞetta hefði ekki gengið ef væri um aðra sögulega hluti að ræða. Eða er hugurum algerlega sama um þetta?\nFólk gerir ekki annað en að ráðast að kanóninu og segja “ok, þetta er kannski bull en sýnir samt hvað kristni er fáranleg”. Það er enganvegin pointið!\nÞETTA eru sögufalsanir! ÞETTA er ósættanlegt! ÞETTA hefur ekkert með þínar né mínar skoðanir á kristni að gera!"
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2007-10-14 00:44:11",
            "id": "5308210",
            "reply_to_id": "5308057",
            "text": "Það er þinn hugarburður.  Ef þú lest svar mitt í greininni hans DrHolmes munt þú sjá að ég gerði lítið annað en að hæðast að henni.  Þegar ég svaraði þér sagði ég í fyrstu setningu að það væri sannleikskorn í greininni en hún væri byggð á einum alsherjar ruglingi.  Ég hef því alls ekki verið að hundsa þá staðreynd að greininn hans er della."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2007-10-14 20:58:44",
            "id": "5309949",
            "reply_to_id": "5308057",
            "text": "Þú áttar þig bara ekki á því hvað kristni er fáránleg.\nVíst að þú ert svona trúaður og trúir hverju einustu rógburð í Biblíunni segðu mér eitt. Víst að guð skapaði allt afhverju skapaði hann homma. Þeir meiga ekki einu sinni giftast með trúnni sinni ef þeir eru kristnir.\nAfhverju skapaði hann aðra guði eða aðrar trú."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2007-10-19 12:44:27",
            "id": "5322288",
            "reply_to_id": "5309949",
            "text": "Æji kommon!\nÞað VAR ekki tilgangurinn!\nÞað snarvantar “redundant” modifier á huga til að skjóta burtu svona vitleysingasvari eins og þessu.\nÞað er þetta svar: Redundat. Ótengt. Tröllaskapur. Lestu greinina. Hugsaðu um tilganginn. Reyndu að\nhalda svörunum innan SÒLKERFIS rétta umræðuefnisins. Ef þig vantar svona geðveikt mikiå að tjá þig,\nstofnaðu nýjan kork.\nÉg segi þetta mest vegna þess að ég var alveg að njóta umræðunnar rétt fyrir ofan þennan litla\ntröllaskap."
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2007-10-14 00:31:49",
            "id": "5308184",
            "reply_to_id": "5307966",
            "text": "Ég var ekkert að meina eins og er gert í Zeitgeist. Ég lærði þetta á annan hátt, ótengt stjörnufræði, í trúarbragðafræði."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 23:03:51",
            "id": "5313178",
            "reply_to_id": "5307966",
            "text": "Zeitgeist er bull. Það þýðir ekki að þeir hafi ekki hitt eitt og eitt korn rétt.\nÞað er vitað mál að Kristni er í raun bara það vinsælasta úr hvaða trú fyrir sig sem var í gangi á þessum tíma og keim lík Mithra trú, sem er sprottin upp úr Zoroasterisma, sem er sambærilegur við Gyðindóm.\nMér finnst ótrúlegt að fávitinn sem gerði Zeitgeist hafi ekki kynnt sé Mithra betur, því hann og jesú eru fáránlega líki"
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2007-10-14 03:35:55",
            "id": "5308469",
            "reply_to_id": "5307920",
            "text": "Á lista sem rann svo hratt yfir skjáinn að hann var ekki læsilegir nema með því að stöðva myndina er Þrumuguðinn Þór á lista yfir “guði” með sameiginleg “attribue” við Jesú Krist..\nÞað eitt frekar en nokkuð annað sagði mér að þessi mynd var ekki tímans virði sem það tók að horfa á hana"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2007-10-14 04:04:46",
            "id": "5308494",
            "reply_to_id": "5308469",
            "text": "Listinn var alveg vel lesanlegur en annars bendi ég á svarið mitt beint fyrir ofan þitt."
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2007-10-14 09:25:02",
            "id": "5308584",
            "reply_to_id": "5308494",
            "text": "Hvað kemur þín þekking málinu við… þessi þráður snýst um rangfærslur í tiltekinni heimildarmynd – ekki staðfestingu á tilveru Jesú Krists"
        },
        {
            "user": "killy",
            "user_id": "42987",
            "date": "2007-10-14 15:06:35",
            "id": "5309040",
            "reply_to_id": "5308584",
            "text": "Þessi þráður snýst einmitt um að hann sé að segja að það sé ekkert líkt með Jesú og neinum öðrum í öðrum trúarbrögðum og hann tekur fyrir Zeitgeist því hún hefur verið að sýna mörgum fram á það að svo sé."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 23:05:27",
            "id": "5313189",
            "reply_to_id": "5309040",
            "text": "Það er vitað mál að jesú var gerður upp úr öðru guðum og mjög sambærilegur mörgum þeirra þá er það ekki alveg eins og bullinu í zeitgeist.\nMithra er í raun mikið líkari jesú"
        },
        {
            "user": "Drulluhali",
            "user_id": "46542",
            "date": "2007-10-13 23:35:53",
            "id": "5308029",
            "reply_to_id": "5307759",
            "text": "þó að lauslega sé farið með heimildir náði myndin þó að sýna hvað kristni sé mikið rugl :)\n/thread"
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-13 23:51:40",
            "id": "5308066",
            "reply_to_id": "5308029",
            "text": "Napóleon gekk á vatni, breytti sér í fugl og hoppaði uppí rassgatið á sér!\nOk, þetta er uppspunnin apaskítur en virkilega sýnir samt svona í einlægni hvað frakkar eru miklir hálfvitar."
        },
        {
            "user": "Drulluhali",
            "user_id": "46542",
            "date": "2007-10-14 01:24:15",
            "id": "5308280",
            "reply_to_id": "5308066",
            "text": "það var margt annað sem að sannaði þetta en hórus elskan mín :)"
        },
        {
            "user": "Anon",
            "user_id": "10099",
            "date": "2007-10-14 03:32:45",
            "id": "5308461",
            "reply_to_id": "5308280",
            "text": "yfirlæti fer ekki fólki sem hafa ekkert fært fram af viti\nHann tók einfaldlega Hórus fyrir því þar var svo einfalt að benda á staðreyndavillurna"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2007-10-19 12:49:36",
            "id": "5322302",
            "reply_to_id": "5308461",
            "text": "Gott svar!\nYfirlæti fer raunar ekki neinum.\nÞegar einhver kallar mig “elsku” eða “vin” á huga langar mig yfirleitt að rífa ur honnum tennurnar."
        },
        {
            "user": "ZeroFool",
            "user_id": "657",
            "date": "2007-10-14 15:15:27",
            "id": "5309054",
            "reply_to_id": "5308280",
            "text": "Og hvað fær þig til að taka restina af þessari “heimildar”mynd trúanlegan þegar þeir leyfa sér að byrja myndina á slíkum lygum!\nVar rosalega hrifinn af þessari mynd þegar ég sá hana fyrst en eftir að hafa gert eins og höfundarnir bentu manni á og rannsakað heimildirnar sjálfur sé ég að 1. parturinn er haugalygi. 2. parturinn er byggður á þeim hlutum sem hentar þeim og margt sem kemur þar á móti! og 3. parturinn fannst mér byggja alltof mikið á einhverjum getgátum þó svo í heildina er hann líklegast sá sem gefur hvað besta mynd af veruleikanum!"
        },
        {
            "user": "VincentTattoo",
            "user_id": "62733",
            "date": "2007-10-14 16:55:10",
            "id": "5309266",
            "reply_to_id": "5308066",
            "text": "??? Hehe, þetta eru engin rök. Þú ert búin að pæla geðveikt mikið í þessu en er komin í að breyta sér í fugl og flögra upp í endaþarminn. Zeitgeist var leiðinleg mynd um leiðinlega hluti, frekar illa gerð og kjánaleg. Ég þarf ekki að sjá þessa mynd til að vita að kristni er hækja. Myndin kemur samt með svo endalausa punkta að það kemur niður á það sama, ef þú afsannar lítin hluta af henni þá er svo mikið eftir sem þú þarf líka að afsanna til að geta gengið niður götu með höfuðið hátt og sagt “ég trúi á krist” án þess að fá kjánahroll.\nHey, allir mega hafa sína trú (sumir þurfa þess) en þegar kristnir opinberlega rökræða þetta við rökrétt fólk og segja þú getur ekki afsannað ble,ble,ble. Og bla bla hablablabb þá þarf ég bara að horfa til himins og hlægja inni með mér að það sé ennþá til fólk sem trúir þessari steypu ;)\nGet a life!\nBætt við 14. október 2007 -  17:42\nZeitgeis er samt mynd sem varð að gera, all of mikið klipt til og alhæfingar sem eru tilgátur osf. en Bandaríkjamenn eru ornir allt of hættulegir.\nÞeir þurfa að vakna og sjá hvað er að gerast í kringum þá og Zeitgeist treður þessu i hasin á þeim á þann hátt sem þeir meðtaka.\nEf það eru rangir punktar þá er samt tilgangurinn réttur."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2007-10-19 13:01:28",
            "id": "5322317",
            "reply_to_id": "5309266",
            "text": "“Ef það eru rangir punktar þá er samt tilgangurinn réttur.”\nOg að hvaða leyti er ÞÚ eitthvað betri? Þessi skoðun er einmitt eitt af því hættulegasta sem til er.\nÉg myndi snarlega taka þessi orð aftur ef ég væri þú, svona til að bjarga einhverju af sjálfvirðingunni.\nÞað er aldrei réttlætanlegt að ljúga að fólki til að koma sannleikanum á framfæri. Rangir punktar eru\nekki réttlætanlegir. Ef þú ætlar í alvöru að koma með einhvern punkt eins og Zeitgeist gerir, þá er\nbara eins gott að þú gerir það rétt.\nAnnars ertu að engu leyti betri en þetta kristna fólk sem þú talar svo illa um.\nÞað er ekki BARA trú sem hefur gert slæma hluti í þessari blessuðu veröld, heldur almennt allir sem\nhafa réttlætt það að troða einhverjum boðskap ofan í kokið á fólki með lygum og sögufölsun.\nOg ég skil ekki af hverju fólk getur ekki setið á sér að byrja að fleima endalaust um hvað kristni\ner fáránleg. Þessi umræða snýst ekki um það, hún snýst um sögufölsun.\nEf þú spyrð mig er það líka mun áhugaverðara umræðuefni.\nHvað varðar mína trú / trúleysi? Kemur ykkur ekki við!"
        },
        {
            "user": "VincentTattoo",
            "user_id": "62733",
            "date": "2007-10-21 12:40:23",
            "id": "5326506",
            "reply_to_id": "5322317",
            "text": "Ég sagði aldrei að ég væri betri en einhver annar en ef fólk opnar augun nógu mikið til at sjá sannleikan.\nÞá er kristni augljóslega þvæla.\nÞarf ekki Zeitgeist til að segja mér það.\nÉg er ekkert að tala illa um Kristið fólk, er bara að segja að það hugsi ekki rökrétt.\nÞeir gerðu mistök með að hugsanlega kanna ekki nógu vel en lygar? ertu viss?\nÞú ert geggjað brjálaður, hefurðu pælt í geðlyfjum? Te kannski eða þægilega kristna stólpípu?\nMér finnst ekki í lagi að ljúga en Zeitgeist talar um hluti sem margir vita, hluti sem þeir geta sannað og hluti sem þú átt að hugsa um.\nSjáðu bara hvað þú er pissed off :) Þú ert að hugsa um þetta ekki satt?\nHehe!\nÉg þarf ekki að bjarga sjálfsvirðinguni minni, hún er í góðu lagi."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2007-10-21 12:53:01",
            "id": "5326536",
            "reply_to_id": "5326506",
            "text": "Úff, afsakaðu fleimið! Hugsaði einmitt um það að ég hefði kannski átt að lesa þetta yfir.\nÉg er ekkert geðveikur. Var bara búinn að lesa yfir mig af þessum korki. En pósturinn þinn var samt smá\noff-topic því greinin snýst um sögufölsun. Umræða um hvort kristni sé kjaftæði ætti í raun heima annars\nstaðar.\nÉg er trúlaus sjálfur.. mér finnst ég bara ekki þurfa að benda á það því það þjónar engum tilgangi\nfyrir annað fólk að vita það fyrir tilgang þessarar greinar.\nOg pointið mitt er valid. Kristið fólk er yfirleitt vitleysingar. Það má samt ekki gleyma\nþví að trúlaust fólk sem getur ekki séð trúað fólk  í friði og notar hvert tækifæri sem gefst til að\nrakka það niður, er líka vitleysingar.\nEn þú mátt gjarnan benda á hluti sem Zeitgeist fer rétt með, þá sögulegar heimildir og annað.\nÞá værum við loksins komnir aftur á upphaflega umræðuefnið. Sem er sögufölsun."
        },
        {
            "user": "VincentTattoo",
            "user_id": "62733",
            "date": "2007-10-21 15:50:11",
            "id": "5326895",
            "reply_to_id": "5326536",
            "text": "Greinin fjallar um trúarlega partinum í myndini!\nSemsagt, umræðan er um trú.\npunktur."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2007-10-22 11:29:57",
            "id": "5328948",
            "reply_to_id": "5326895",
            "text": "“Meiningin er að sýna fram á að það þarf ekki að taka allar ferskar skandalakenningar sem gefnar bara því þær eru festar á myndband.”\nHvernig túlkarðu þetta sem umræðu um trú?"
        },
        {
            "user": "IceLock",
            "user_id": "33708",
            "date": "2007-10-13 23:58:06",
            "id": "5308083",
            "reply_to_id": "5307759",
            "text": "Skil ekki afhverju fólk er bara go with the flow með trú. Ég fermdi mig en það var útaf því að ég vissi ekki betur og tjah go with the flow (og svo auðvitað pakkar :) )\nEn eftir á fór ég að kynna mér þetta og bara gat ekki séð þetta fyrir mér með Jesú og allt það, þannig ég fór að kynna mér aðra trú og svo aðra og svo aðra.\nÁsatrú er án efa sú skemmtilegasta trú sem hægt er að finna. Sögurnar eru ótrúlega skemmtilegar og maður hefur gaman af þeim en ekki eitthvað “Ef þú trúir ekki á mig mun ég drepa alla í fjöldskyldunni þinni” etc. Kristnitrú og allt sem hefur með þennan “Guð” að gera eru bara með einhverjar skelfilegar sögur sem hræða mann í það að trúa."
        },
        {
            "user": "longer",
            "user_id": "67339",
            "date": "2007-10-14 11:27:10",
            "id": "5308671",
            "reply_to_id": "5308083",
            "text": "Já þetta er náttúrulega allt spurning um það hvað er skemmtilegast og svo eru auðvitað allir kristnir menn bara kristnir vegna þess að allir aðrir eru það.\nÞú ert að misskilja hérna.  Ertu ekki að grínast?"
        },
        {
            "user": "IceLock",
            "user_id": "33708",
            "date": "2007-10-14 16:45:25",
            "id": "5309242",
            "reply_to_id": "5308671",
            "text": "Nei þú ert að misskilja.\nKynna sér trú áður en maður fer í hana og athuga hvort hun passar við mann. Ekki eins og flestir íslendingar að go with the flow með lútherstrú."
        },
        {
            "user": "longer",
            "user_id": "67339",
            "date": "2007-10-14 18:47:39",
            "id": "5309556",
            "reply_to_id": "5309242",
            "text": "þó þú sért lútherstrúar þýðir það ekki að þú sért “go with the flow”."
        },
        {
            "user": "IceLock",
            "user_id": "33708",
            "date": "2007-10-14 20:12:25",
            "id": "5309812",
            "reply_to_id": "5309556",
            "text": "FLESTIR Íslendinga"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2007-10-19 13:03:28",
            "id": "5322321",
            "reply_to_id": "5309242",
            "text": "Þannig að þú velur trú á svipaðan hátt og þú velur sokka?"
        },
        {
            "user": "IceLock",
            "user_id": "33708",
            "date": "2007-10-19 16:56:57",
            "id": "5322928",
            "reply_to_id": "5322321",
            "text": "Núna ert þú að reyna að snúa útur og líta út vitlaus."
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2007-10-20 17:06:10",
            "id": "5324957",
            "reply_to_id": "5322928",
            "text": "Pointið var samt að þú velur ekki sannleikann. Ef þú trúir einhverju er það sannleikur fyrir þér. Þú\ngetur þannig ekki _valið_ trú. Ekki nema hún sannfæri þig virkilega.\nÍ öllum tilfellum er ekki hægt að máta bara og sjá hvort það hentar manni. Maður verður að trúa því\nhlutirnir séu sannir."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 23:06:45",
            "id": "5313197",
            "reply_to_id": "5308083",
            "text": "af hverju ekki að gerast trúlaus í stað þess að kynna sér fleiri?"
        },
        {
            "user": "IceLock",
            "user_id": "33708",
            "date": "2007-10-16 00:24:51",
            "id": "5313399",
            "reply_to_id": "5313197",
            "text": "Ég er trúlaus, ég hinsvegar er buinn að kynna mér þetta annað en flest allir sem eru t.d. að fermast"
        },
        {
            "user": "Doofy",
            "user_id": "38930",
            "date": "2007-10-14 00:07:35",
            "id": "5308111",
            "reply_to_id": "5307759",
            "text": "góðu"
        },
        {
            "user": "stupid",
            "user_id": "43191",
            "date": "2007-10-14 00:50:54",
            "id": "5308225",
            "reply_to_id": "5307759",
            "text": "fín grein;)"
        },
        {
            "user": "MooMoo",
            "user_id": "66476",
            "date": "2007-10-14 01:54:22",
            "id": "5308343",
            "reply_to_id": "5307759",
            "text": "Úff, takk fyrir þessa grein.\nHennar er þörf."
        },
        {
            "user": "cull3n",
            "user_id": "14213",
            "date": "2007-10-14 05:48:54",
            "id": "5308533",
            "reply_to_id": "5307759",
            "text": "Í mínum augum eru öll trúarbrögð kjaftæði.\nHvað hafa þau gefið okkur? Von? Jájá.. Ást? Alveg eins.. Stríð? Já já já já!\nÍ mínum augum er það ekki þess virði að “trúa” á eitthvað og fórna milljónum mannslífa..\nÞú ætlar þó ekki að neita því að trúr hafi skapað stríð er það?"
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-14 11:20:43",
            "id": "5308661",
            "reply_to_id": "5308533",
            "text": "Í mínum augum er það ekki þess virði að “trúa” á eitthvað og fórna milljónum mannslífa..\nÉg hef ekki fórnað einu einasta mannslífi fyrir mína trú. Trú vinar míns bjargaði hans mannslífi frá ótímabærum fíkniefnadauða.\nÞú ætlar þó ekki að neita því að trúr hafi skapað stríð er það?\nFólk skapar stríð, ekki trú.\nEins og að segja: Pólitík skapar stríð, leggjum niður pólitík.\nLýðræði skapar stríð sbr. stríð háð af lýðræðislöndum. ect. handónýt einföldun. stríðsdólgar geta tekið ábyrgð á eigin stríðsbrölti og látið trú fólks í friði."
        },
        {
            "user": "cull3n",
            "user_id": "14213",
            "date": "2007-10-14 19:45:16",
            "id": "5309736",
            "reply_to_id": "5308661",
            "text": "Ég var ekki að segja að þú hafir fórnað lífi, bara eins og í mörgum löndum, og þú mannst líklegast eftir þessu þegar eitthver stúlka og piltur flúðu saman frá ættingjum sínum því þau máttu ekki elskast útaf því þau voru í sama trúarflokki. Stelpan var drepin.\nLíka leiðréttu mig ef ég er að misskilja þetta og ég hef ekki kynnt mér þetta nógu vel en afhverju drap Hitler gyðinga.\nÞað er munur á pólitík, lýðræði og trú.\nEn gætiru hugsað þér heim án pólitíkar? Lýðræðis? En trú?\nHugsaðu þér ef allir væru trúleysingjar og myndu hugsa trúa einfaldlega á sjálfan sig. Elska sjálfan sig í stað eitthvers manns sem á heima í himnaríki eða hvar sem er og ef þú ferð ekki eftir öllum boðorðunum hans að þá færðu ekki inngöngu inná hans heimili og ferð til helvítis. Hinsvegar geturu beðið fyrirgefningar og þá eru þið kvittir. Bara svo kjánalegt í mínum augum..\nÉg hef verið að kynna mér buddism í langan tíma núna og finnst mér hún persónuleg meika mesta sensið.."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 23:10:33",
            "id": "5313224",
            "reply_to_id": "5308661",
            "text": "Fólk skapar stríð, ekki trú.\nTrú vinar míns bjargaði hans mannslífi frá ótímabærum fíkniefnadauða\nSérðu ekki þversögnina í þessu? Sama hvort guð sé til eða ekki þá átti trúin jafn mikinn þátt í því að vinur þinn hætti á vímuefnum og hún á þátt í að búa til stríð.\nÉg tel þó að hún eigi frekar lítinn þátt í að hjálpa fólki á vímuefnum, þar eru aðrir þættir sem koma inn í sem eru oft grunnurinn að bata. Síðan er trú þakkað allt ómakið. Hræsni.\nSkapar lýðræði stríð?\nHvenær hefur lýðræðisríki ráðist inn í annað land að fyrra bragði?"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2007-10-21 13:14:44",
            "id": "5326590",
            "reply_to_id": "5313224",
            "text": "Ég er ekki sammála. Það sem hjálpar fólki oft úr vímuefnum eða áfengi er\nEINMITT trú. Hún hefur ekki endilega með trúarbgögð að gera heldur trú á æðri\nmátt. Trú engu að síður. Í raun er þó hér um að ræða hinn klassíska mun á\ntrúarbrögðum og persónulegri trú. og jafnvel trú sem sálfræðilegu fyrirbæri.\nEn aðalmálið felst í því að trúa á eitthvað æðra þér sjálfum sem er persónulegt.\nÍ raun sálfræðilegt jafngildi þess að eiga foreldra. Og ég held, satt best að\nsegja, að fullt af fólki þarfnist þess, sbr. hversu áhrifarík trú er í tengslum\nvið, t.d. alkóhólisma.\nÞað má jafnvel færa rök fyrir því að trú sé ekki endilega slæm, því að\nvandamalið er aðeins margslungnara en það. Það er frekar sú hneigð hjá fólki\nað getja ekki látið sér nægja sína trú / trúleysi og að þurfa alltaf að troða\nsínum hugmyndum upp á aðra. Ég er alveg sáttur við að fólk trúi hvaða vitleysu\nsem er, það er réttur hvers og eins - svo lengi sem það böggar mig ekki út af\nþví.\nJæja, fyrst það er lítil von til þess að umræðan nálgist upphaflega efnið\nnokkurntímann aftur get ég alveg eins haldið áfram með þetta rant.\nÉg trúi ekki á Guð eða að einhver persónulegur vilji hafi skapað veröldina.\nÉg trúi samt sem áður fullt af órökréttum hlutum. Ég trúi, til dæmis, að annað\nfólk hafi sjálfstæðan vilja og meðvitund. Það hafa engin vísindi sannað það\nen það lætur mér líða vel. Vísindin hafa heldur ekki afsannað “sólipsisma”,\nsem gengur út á að ekkert sé raunverulegt nema það gerist í hausnum á mér.\nMér finnst tilhugsunin óþægileg og hef valið að trúa ekki á “sólipsisma”.\nSegðu svo að ég sé ekki snartrúuð manneskja!\nÍ stuttri samantekt: Trúarbrögð: slæm. Persónuleg trú: Ekki (endilega) slæm."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-21 17:08:09",
            "id": "5327102",
            "reply_to_id": "5326590",
            "text": "Ég sé lítinn mun á persónulegri trú og trúarbrögðum. Hver er munurinn?\nEinn maður með ranghugmynd og annars vegar fullt af fólki með ranghugmynd?\nÞað þarf ekki að vera trúin sem hjálpar fólki að hætta á vímuefnum. Í hópsamtökum er það nefninflega einmitt hópurinn og samstaðan sem er aðal áhrifavaldurinn. Það að vita að einhver styður þig og mæta í félagsstarfsemi. Síðan er trúnni þakkað allt ómakið.\nTrúin getur hins vegar haft niðurbrjótandi áhrif á þá sem eiga í vanda við vímuefni. Þeim getur þeir fundist vanmáttugir og sjálfstraust og styrkur brotinn."
        },
        {
            "user": "longer",
            "user_id": "67339",
            "date": "2007-10-14 11:23:27",
            "id": "5308665",
            "reply_to_id": "5308533",
            "text": "Stríð?  Færðu rök.  Takk fyrir.\nÉg ætla að neita því að trúr hafi skapað stríð.  Haltu áfram að lesa áður en þú svarar.\nStríð, og deilur, eru mannlegt eðli.  Maðurinn sækist alltaf eftir völdum, völd eru orsök stríðs.  Stríð þykir ekki siðferðislega rétt í samfélagi mannsins, fólki líkar illa við stríð, vegna þess að það brýtur á óskráðum lögum kærleika og umhyggju gagnvart náunganum.  Hvað getur maður gert þá?  Hvernig get ég hafið þetta stríð án þess að lenda í veseni?  Hmm..látum okkur nú sjá.  Meirihluti mannkynsins trúa á eitthvað æðra, guðlegt vald, svo einlægt að maðurinn trúir án þess að hafa nokkur staðfest rök eða vitni fyrir þessum Guði.  Eitthvað sem er mjög viðkvæmt og umdeilt málefni.  Heyrðu já auðvitað!  Ég segji bara að Guð sjálfur hafi sagt mér að þetta stríð eigi að vera!  Ég meina, ef Guð sagði það, þá er það náttúrulega allt í lagi!\nTrúarbrögð eru ekki orsök stríðs.\nValdarbrjálæði sem misnotar trúnna fyrir eigin veraldlegum hagsmunum er ástæðan.\nOpnaðu augun, hugsaðu.\nOg já, ekki koma með rök úr Zeitgeist, við vitum alveg að þú trúir á bíómynd.  Svolítið kjánalegt þegar maður hugsar um það en ok, ég ætla ekki að skjóta trúarbrögð hægri vinstri eins og mér listir.\nÉg leggst ekki það lágt."
        },
        {
            "user": "cull3n",
            "user_id": "14213",
            "date": "2007-10-14 20:05:08",
            "id": "5309790",
            "reply_to_id": "5308665",
            "text": "Félagi, ég þarf ekkert að færa rök fyrir því, það vita þetta allir, ekki vera svona vitlaus..\nmisnotar trúnna\nEn ef það væri ekki trú? Og ég hef ekkert á móti því að fólk trúi á eitthvað. Sjálfur langar mig að ganga í búddism..\nvið vitum alveg að þú trúir á bíómynd\nHvað þykist þú þekkja mig? Ætlaru næst að sálfræðigreina mig? Þykjast vera eitthvað gáfaður?\nEkki er ég að vernda Zeitgeist er það? Ég er bara að benda á það sem mér finnst heimskulegt og hafa allir rétt á því að mótmæla, en óþarfi að vera með stæla.\nÉg leggst ekki það lágt.\nNei. Það er rétt. Þú ert dýrlingur. Þú ert guðsbarn. Þú trúir því að það er maður upp í himni sem er búið að skrifa nokkrar mismunadi bækur um? Biblíurnar? Helmingur skrifuð af gyðingum, hitt af kristnum?\nOg afhverju hætta krafaverk allt í einu að gerast? Afhverju getur enginn gengið á vatni lengur(þ.e.a.s. afhverju kemur ekki annar spámaður)? Ef guð skapaði jörðina, afhverju eru þá börn að deyja? Afhverju er allt þetta hatur? Guð er alvaldur, rétt? Gæti hann ekki þá stoppað það? Og þar sem hann er svona góður maður, afhverju gerir hann það ekki?\n—\nFimmta boðorðið\n- Þú skalt eigi mann deyða.\nÞú drepur mann, saklausan sem ekkert hefur gert af sér, þú ert enginn dýrlingur lengur er það\n.. hvað þarftu þá að gera til að komast til himna? Segja fyrirgefðu og þá er allt okey?\nÁttunda boðorðið\n- Þú skalt eigi bera ljúgvitni gegn náunga þínum.\nHefuru aldrei logið áður? Og svaraðu hreinskylningslega. Málið er því miður af ef þú segir “nei” þá veit ég sért að ljúga og ef þú segir “já” þá ferðu ekki til himna er það? Eða jú.. þú setur saman hendur, segir sorry og allt er gott sem endar vel..\nNenni ekki að lesa upp öll boðorðin þar sem þau eru svo mikill brandari en endilega, komdu með svar og láttu mig vita þína skoðun. Ekki gleyma að koma með smá stæla í leiðinni og sálfræðigreininguna.. væri líka ofur ef þú gætir ýtt á “Enter” annað slagið, nenni ekki að lesa annað wall of words svar frá þér.."
        },
        {
            "user": "gamligrimmi",
            "user_id": "59934",
            "date": "2007-10-14 21:10:42",
            "id": "5309979",
            "reply_to_id": "5309790",
            "text": "Flottur.\nKomum með meiri dæmi.\nÞú skalt heiðra foreldra þína og bla bla\nHvaða kristlingur eða llamb guðs hefur ekki verið í nöp við foreldana sína.\nMá ekki vera abbó.\nHefur engum langað í eitthvað sem aðrir eiga. Það er náttúrulega ekki hægt, vinir mínir fóru til útlanada og ég máttu ekki fara. Ég öfunda þá ónei ég fer til köslka og brenn.\nKristni er bara fary tale. eða ævintýri ,skröksaga."
        },
        {
            "user": "gamligrimmi",
            "user_id": "59934",
            "date": "2007-10-15 00:22:06",
            "id": "5310622",
            "reply_to_id": "5309979",
            "text": "Ég trúi persónulega ekki á Guð.\nEn það stendur ekki í biblíunni að þú farir til helvítis fyrir að brjóta eitthvað af boðorðunum, amk ekki ef að þú biðst fyrirgefningar eða whatever.\nOg þó að svo gerði; Er þetta ósatt vegna þess að þetta er ósanngjarnt?"
        },
        {
            "user": "gamligrimmi",
            "user_id": "59934",
            "date": "2007-10-15 01:00:46",
            "id": "5310698",
            "reply_to_id": "5310622",
            "text": "Ó minn misskilingur. En það er bara næsti bær við.\nHvað áttu við samt með part 2 af póstinum þínum ?"
        },
        {
            "user": "gamligrimmi",
            "user_id": "59934",
            "date": "2007-10-15 16:06:44",
            "id": "5311563",
            "reply_to_id": "5310698",
            "text": "Ef að það stæði að maður færi til helvítis fyrir að bora í nefið, þýðir það að það sé ósatt? Bara vegna þess að það er ósanngjarnt?"
        },
        {
            "user": "Krazeee",
            "user_id": "45921",
            "date": "2007-10-15 07:31:59",
            "id": "5310859",
            "reply_to_id": "5309790",
            "text": "Og afhverju hætta krafaverk allt í einu að gerast?\n-Hver segjir að kraftaverkin séu hætt að gerast. Ég sá í fréttunum fyrir nokkrum árum um beljur sem skitu kúk sem gat læknað fólk. Og Móðir Theresa á víst að vera tekinn í dýrlingartölu, til þess þarf hún þrjú kraftaverk á sitt nafn. En annars held ég að þú verður var við færri kraftaverk núna vegna minnkandi trúar í vestræna heiminum.\nAfhverju getur enginn gengið á vatni lengur(þ.e.a.s. afhverju kemur ekki annar spámaður)?\n-Spámaðurinn, Jesú Kristur kom og dó svo fyrir 2007 árum. Mezzías, Búdda og allir hinir spámennirnir komu einnig fyrir mjög löngu síðan. Samt er ennþá í kringum 80% íbúa jarðarinnar sem trúa á guð í einni eða annari mynd. Kannski að það sé ástæðan fyrir því að Guð sjái sér ekki fært að senda annan spámann.\n————————————————–\nEf guð skapaði jörðina, afhverju eru þá börn að deyja?\n-Slíkt hefði aldrei gerst í Eden-garðinum. En þar brást mannfólkið Guði í fyrsta sinn, eftir það leyfði Guð fólkinu að ráða sér sjálft. Við höfnuðum gjöfum Guðs, endurtekið. Hræktum á nafn hans, brenndum kirkjur hans og svo fram vegis. Allt það illa sem er að gerast á jörðinni er ekki Guð að kenna, heldur okkur.\nAfhverju er allt þetta hatur?\n-Út af öllu þessu fólki. Mannvera er það eina sem getur hatað. Mundu það.\nGuð er alvaldur, rétt?\n-Rétt.\nGæti hann ekki þá stoppað það?\n-Jú.\nOg þar sem hann er svona góður maður, afhverju gerir hann það ekki?\n-Því að þó það væri auðveldara fyrir Guð að stjórna okkur ef hann hefði skapað okkur öll sem viljalaus vélmenni sem gera ekki neitt annað en það sem Guð segjir  þeim að gera, þá valdi Guð að gefa okkur frjálsan vilja sem við nýttum til að snúa baki við Guði. En í sinni óendanlegri miskunn ákvað Guð samt að fyrirgefa okkur allar okkar syndir og það eina sem við þurfum að gera er að elska og virða Guð fyrir það.\nEf við komust í gegnum þetta jarðneska líf með trú í hjarta og biðjum Guð auðmjúklega um að fyrirgefa okkar syndir munu við hljóta eilífa paradís að launum.\nVarla geturu kvartað þá út af þjáningum allra á jörðinni."
        },
        {
            "user": "cull3n",
            "user_id": "14213",
            "date": "2007-10-15 17:50:26",
            "id": "5311884",
            "reply_to_id": "5310859",
            "text": "Ég sá í fréttunum fyrir nokkrum árum um beljur sem skitu kúk sem gat læknað fólk\n- Þér fannst það low að ég horfði á heimildarmyndir. Samt sem áður trúir þú á það að beljuskítur lækni fólk? Trúiru sem sagt öllu sem kemur í fréttunum? Þá veistu það sjálfsagt ekki að 90% af fréttum eru all-bullshit?\nKannski að það sé ástæðan fyrir því að Guð sjái sér ekki fært að senda annan spámann.\n- Ahh ég skil?\nFyrsta\nbónorðið segir!\nÞú skalt eigi aðra guði hafa.\nEf 20% jarðar trúa á aðra guði eða enga, afhverju sendir hann þá ekki annan spámann til að sanna fyrir fólki að hann sé í raun og veru til? Þú veist hvað ég meina..\nEn þar brást mannfólkið Guði í fyrsta sinn\nErtu að segja mér að afþví Adam borðaði epli sem hann mátti ekki snerta ( held að þú sért að tala um það atvik ) að þá ákvað hann að “hefna” sín á öllu mannríkinu? Börn sem deyja við fæðingu hafa aldrei gert guði neitt, en hann ákveður að drepa það afþví eitthver maður át epli? Mér finnst það vera nokkuð gróft.\nMannvera er það eina sem getur hatað. Mundu það.\n- Afhverju hötum við?\nÉg hló að síðasta svari þínu, sama hvernig ég myndi reyna að koma þessu út úr mér þá myndiru einfaldlega koma með annað svona djók svar þannig það er hæfilega pointless fyrir mig að reyna að tala við þig."
        },
        {
            "user": "Krazeee",
            "user_id": "45921",
            "date": "2007-10-17 21:26:19",
            "id": "5318487",
            "reply_to_id": "5311884",
            "text": "Ertu að segja mér að afþví Adam borðaði epli sem hann mátti ekki snerta ( held að þú sért að tala um það atvik ) að þá ákvað hann að “hefna” sín á öllu mannríkinu? Börn sem deyja við fæðingu hafa aldrei gert guði neitt, en hann ákveður að drepa það afþví eitthver maður át epli? Mér finnst það vera nokkuð gróft.\nJá, shit happens skiluru."
        },
        {
            "user": "NettAri",
            "user_id": "20473",
            "date": "2007-10-20 00:20:48",
            "id": "5323916",
            "reply_to_id": "5310859",
            "text": "Djöfull ertu heilaþveginn…\nSorglegt að vitiborin vera geti hugsað svona barnalega, þetta er eins fullorðið fólk með ímyndaðan vin, alveg fáranlegt."
        },
        {
            "user": "milesdavis",
            "user_id": "59397",
            "date": "2007-10-24 19:19:09",
            "id": "5335852",
            "reply_to_id": "5309790",
            "text": "Hver sagði að kraftaverk séu hætt að gerast?"
        },
        {
            "user": "cull3n",
            "user_id": "14213",
            "date": "2007-10-24 23:28:21",
            "id": "5336630",
            "reply_to_id": "5335852",
            "text": "Ertu kraftaverk endilega verk guðs?\nSegðu mér? Ef guð er að gera þessi kraftaverk? Afhverju nýtir hann þá ekki smá af mætti sínum til að bjarga fólki með krabbamein, ég meina, ef hann getur gert kraftaverk..\nKrafta-verk, ekki endilega guðs-verk.."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-10-14 10:45:19",
            "id": "5308626",
            "reply_to_id": "5307759",
            "text": "Er alveg sammála þér með þetta.\nSvo er egypska menningin,  og guðirnir, kenndir í sögu 103 í framhaldsskóla..  allavega strax og ég fór að lesa yfir DrHolmes fullyrðingarnar hugsaði ég að þetta gæti ekki verið rétt."
        },
        {
            "user": "DrHolmes",
            "user_id": "69928",
            "date": "2007-10-14 13:20:40",
            "id": "5308845",
            "reply_to_id": "5307759",
            "text": "Hvað er Jesú þá ef hann er ekki bara mannsímynd af sólinni?"
        },
        {
            "user": "Doofy",
            "user_id": "38930",
            "date": "2007-10-14 14:51:43",
            "id": "5309014",
            "reply_to_id": "5308845",
            "text": "ekkert? var ekki til? var bara eitthver avarage joe?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-14 17:02:52",
            "id": "5309295",
            "reply_to_id": "5308845",
            "text": "hvað meinarðu?  Að ef Jésú var ekki mannsímynd af sólinni þá var hann ekki neitt?\nJésú er náttúrulega stór partur af trú kristinna manna og átti að teljast “frelsarinn”  og sonur guðs, gerður í hans mynd.  Það er það sem hann var/er.\nFrekar augljóst,  plús að það er aldrei talað um að hann sé mannsímynd af sólinni."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 23:13:03",
            "id": "5313235",
            "reply_to_id": "5309295",
            "text": "Jesú ER jafn mikið og Hans og Gréta"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-16 07:36:45",
            "id": "5313576",
            "reply_to_id": "5313235",
            "text": "ímyndun?\nÞá ER hann ímyndun,  og hvað átti þetta að þýða?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-16 15:28:16",
            "id": "5314288",
            "reply_to_id": "5313576",
            "text": "ímyndun?\nmyndi frekar segja hugtak"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-16 16:00:24",
            "id": "5314411",
            "reply_to_id": "5314288",
            "text": "Ég myndi segja ímyndun.."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-16 16:08:00",
            "id": "5314434",
            "reply_to_id": "5314411",
            "text": "bara bæði betra"
        },
        {
            "user": "Rohypnol",
            "user_id": "51846",
            "date": "2007-10-16 16:20:51",
            "id": "5314473",
            "reply_to_id": "5314434",
            "text": "Jésjés"
        },
        {
            "user": "Rohypnol",
            "user_id": "51846",
            "date": "2007-10-18 22:44:14",
            "id": "5321591",
            "reply_to_id": "5314473",
            "text": "Jesus býr sko í Imaginationland með Jólasveininum."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-14 13:38:40",
            "id": "5308893",
            "reply_to_id": "5307759",
            "text": "Eins gott að einhver sendi þetta inn.\nÞessi ofsadyrkun á Zeitgeist er ótrúleg.\nÞað er vitað mál að jesú er samblanda að mörgum trúarbrögðum þessa tíma og ímyndin undir miklum áhrifum frá Mithra, en það að ljúga er nú of mikið"
        },
        {
            "user": "DrHolmes",
            "user_id": "69928",
            "date": "2007-10-14 13:42:54",
            "id": "5308907",
            "reply_to_id": "5307759",
            "text": "plús eitt að það var sagt að löng tapi á að fara í stríð. Það er bara ekki rétt. Lönd græða ótrúlega mikinn pening á að fara í stríð, hélt að allir vissu það."
        },
        {
            "user": "hakkabuff",
            "user_id": "27298",
            "date": "2007-10-14 14:37:46",
            "id": "5308990",
            "reply_to_id": "5308907",
            "text": "trúarbrögð eru til þess að stjórna almúganum að mínu mati, ég veit að mínar skoðanir eiga eftir að reita marga til reiði en mér er alveg sama, Guð eða guðir eru ekki til, ef þér vantar eitthvað til að trúa á trúðu þá á sjálfan þig og þær ákvarðanir sem þú tekur í lífinu. ég ætla ekki að festast í einhverju svona röfli."
        },
        {
            "user": "Ferjumadur",
            "user_id": "39228",
            "date": "2007-10-14 15:27:54",
            "id": "5309079",
            "reply_to_id": "5308907",
            "text": "Sæll.\nLönd tapa á að fara í stríð, þú ættir að vita það. Hvað græða þau?\nBandaríkin hafa eitt meira í hérnaðarrekstur en þeir munu nokkurn tíman græða á þessari svokölluðu olíu sem þeir eiga víst að vera stela frá írak.\nEinu þeir sem græða eitthvað eru þeir sem framleiða vopn fyrir löndin. Og þau fyrirtæki sem fá not af hráefnum og auðlyndum sem lönd vinna sér inn í stríðinu, samanber olíu fyrirtækin í bandaríkjunum.\nAð örðu leiti þá græða löndin alls ekki neitt."
        },
        {
            "user": "spaceghost",
            "user_id": "31455",
            "date": "2007-10-14 15:51:28",
            "id": "5309140",
            "reply_to_id": "5309079",
            "text": "Ef lönd græða ekkert á því að fara í stríð afhverju heldurðu að það sé svona mikill stríðsrekstur í gegnum söguna. Stríð snúast yfirleitt og ef ekki alltaf um það sama, peninga og völd."
        },
        {
            "user": "Ferjumadur",
            "user_id": "39228",
            "date": "2007-10-14 16:36:53",
            "id": "5309221",
            "reply_to_id": "5309140",
            "text": "Peningar fyrir stríðsrekstri koma frá almúganum sem borga skatta.\nÞjóðirnar græða ekkert á stríðsrekstri. Það eru fyrirtækin í landinu sem hagnast á því."
        },
        {
            "user": "spaceghost",
            "user_id": "31455",
            "date": "2007-10-14 19:01:48",
            "id": "5309596",
            "reply_to_id": "5309221",
            "text": "Neðsta séttin græðir náttúrulega ekkert þar sem það er hún sem er notuð til að græða peningin fyrir hærri stéttirnar, herinn samanstendur mestmegnis af þeim. En það er ekkert neðsta séttinn sem er að stjórna landinu. Þegar lönd eru að fara í stríð eru það hagsmunir, peningar og völd það fyrsta sem þau eru að hugsa um. Þjóðin græðir ekkert öll á þessu, en þeir sem eru við völd gera það."
        },
        {
            "user": "Ferjumadur",
            "user_id": "39228",
            "date": "2007-10-14 19:08:50",
            "id": "5309612",
            "reply_to_id": "5309596",
            "text": "Neðsta stéttin er fólkið sem byggði landið og er þjóðin í einu og öllu. Þegar það fólk tapar þá er landið að tapa.\nEinhverjir einstaklingar græða að sjálfsögðu."
        },
        {
            "user": "spaceghost",
            "user_id": "31455",
            "date": "2007-10-14 20:24:49",
            "id": "5309856",
            "reply_to_id": "5309612",
            "text": "Jájá ég er alveg sammála því. Það sem ég er að segja er að þeir sem eru að stjórna eru ekki með hagsmuni þessa fólks efst í huga þegar þeir ákveða að fara í stríð. Fólk hugsar yfirleitt um sig og sína og það er bara ríkt fólk í ríkisstjórnum. Þau þurfa ekkert að berjast í stríðinu, sjá bara gróðann af vopnasölunni og olíunni sem streymir inn. Og frá því sjónarhorni græðir landið á því að fara í stríð. Það er vissulega siðlaust og ógeðslegt en svona hefur þetta alltaf verið."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 23:15:49",
            "id": "5313245",
            "reply_to_id": "5309856",
            "text": "Það er í hag auðklýfinga að þjóðin sé vel efnuð.\nMaður sem á búð í fátæku landi getur ekki selt jafn mörgum og maður sem á búð í ríku landi.\nVissiru að Franska ríkið var nánast farið á hausinn á tíma Lúðvíks XIV. Svo mikið græða lönd á stríðsbrasi."
        },
        {
            "user": "spaceghost",
            "user_id": "31455",
            "date": "2007-10-16 08:36:22",
            "id": "5313609",
            "reply_to_id": "5313245",
            "text": "Hvers vegna fara lönd þá enn í stríð?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-16 15:31:20",
            "id": "5314305",
            "reply_to_id": "5313609",
            "text": "Því miður þá bara get ég ekki svarað þér svona á einu bretti.\nÞað geta verið margar ástæður milli ríkjadeilna og ég ætla ekki að gerast svo fordómafullur að kenna kapitalisma um allt saman.\nAuðvitað hafa stríð verið hagsmunalegs eðlis, t.d. árás grikkja á Tróju til að komast inn í svartahaf eða barátta ættflokka yfir landsvæði þar sem mögulega er hægt að segja að einhver græði.\nEn það eru mjög fáir sem græða á stríðinu sjálfu."
        },
        {
            "user": "spaceghost",
            "user_id": "31455",
            "date": "2007-10-16 16:14:53",
            "id": "5314458",
            "reply_to_id": "5314305",
            "text": "Ég hef aldrei sagt að hinn óbreytti almúgi hafi mikið grætt á stríðsrekstri í gengnum aldirnar, heldur þvert á móti er það fámennur og hátt settur hópur í samfélaginu sem græðir. Allavega sér maður augljósasta gróðann hjá þeim hópi. Hins vegar held ég að stríð séu næstum alltaf hagsmunalegs eðlis, þú nefnir þarna tvö eldgömul dæmi eins og það sé liðin tíð að menn fari í stríðsrekstur í gróðrarvon. Afhverju heldurðu að Bandaríkjamenn séu t.d. í stöðugum stríðsrekstri? Vegna þess að þannig geta þeir bæði náð sér í náttúruauðlindir eins og olíu með því að hertaka lönd, önnur lönd verða hræddari við þá vegna stríðsóttans þannig að þeir geta haft fjöldan allan af löndum í vasanum og verslað við þau á hagstæðan máta.\nEinnig er mjög stór hluti af framleiðslu í Bandaríkjunum vopnaframleiðsla. Ef maður hugsar algjörlega siðlaust þá eru vopnin einungis eins og hver önnur framleiðsla og til að halda framleiðslunni áfram þarf að vera eftirspurn eftir vörunni. Þar sem þetta er svo gríðarstór hluti af þeirra þjóðarframleiðslu verða þeir að standa í stöðugum stríðsrekstri. Þannig græða þeir gríðarlega þar sem þeir eru ekki aðeins að tryggja það að þessi mikli iðnaður hafi alltaf nóg að gera heldur tryggja þeir sér aukin völd yfir hinum ýmsu auðlyndum í leiðinni.\nÉg tek bara Bandaríkin sem dæmi af því að það er svo augljóst, annars byggjast öll önnur hernaðarveldi á því að tryggja stöðu sína á kostnað annara. Þetta snýst alltaf um hagsmuni, peninga og völd."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-16 20:22:37",
            "id": "5315377",
            "reply_to_id": "5314458",
            "text": "Er það ástæðan fyrir stríðsrekstri BNA?\nGeturu nefnt nokkur stríð þar sem ekki var önnur ástæða?"
        },
        {
            "user": "spaceghost",
            "user_id": "31455",
            "date": "2007-10-16 22:21:28",
            "id": "5315901",
            "reply_to_id": "5315377",
            "text": "Skil þig ekki.\nEkki önnur ástæða? Að það sé önnur ástæða líka eða bara einhver önnur? Veit ekki hvað þú meinar.\nAllavega þá held ég að það sé alltaf peningahugsunin sem drífur þá áfram, hvaða ástæður svo sem þeir kunna að gefa aðrar. Það er bara til að koma með einhverja réttlætingu fyrir fólki. Ef þeir vildu hamra eitthvað á hryðjuverkamönnum þá ættu þeir að ráðast inní Saudi Arabíu, þar sem að allir þessir kappar sem þeir segjast vera að eltast við eiga nú að vera þaðan. En þeir eru nú þegar með gott pungtak á saudi aröbunum og fá fullt af olíu frá þeim þannig að best var bara að finna næsta olíuríki."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-17 14:48:53",
            "id": "5317061",
            "reply_to_id": "5315901",
            "text": "Og helduru að það sé ástæðan fyrir því að ekki sé ráðist á Saudi?\nÞað að fólk skuli vera þaðan kemur Saudi ekkert við. Hryðjuverkasamtök starfa ekki innan landamæra Saudi og Saudi styrkir ekki hyrðjuverkastarfsemi.\nSama þótt þeir séu allir Saudar þá eru Sýrland og Íran þekktir fyrir að styrkja og afla herskáum múslimum vopnum.\nÞað getur vel verið að þeir sem voru að baki 11/9 hafi verið Saudar, en þeir störfuðu fyrir samtök sem höfðu þá aðsetur í Afganistan í skjóli harðstjórnar.\nHvaða stríð eiga BNA að hafa farið í vegna peninga? nefndu nokkur fyrir mig"
        },
        {
            "user": "spaceghost",
            "user_id": "31455",
            "date": "2007-10-17 17:27:04",
            "id": "5317567",
            "reply_to_id": "5317061",
            "text": "Ég er búinn að tala um allan tímann að stríð séu alltaf háð vegna peninga, valda og hagsmuna. Þá er ég ekki bara að tala um bandaríkjamenn, eins og ég tók sérstaklega fram, heldur alla. Þar með eru öll stríð sem bandaríkjamenn hafa lagst í af fyrrnefndum ástæðum. Ég nefndi líka áðan tvö stríð sem dæmi.\nEf þú vilt fá eitthvað fleira dæmi þá get ég nefnt koreustríðið og vietnamstríðið. Þar voru Bandaríkin bara að reyna að tryggja sér stöðu sem stórveldi og reyna að tryggja sér meiri völd í heiminum en Sovétmenn. Sovétmenn voru í sömu hugleiðingum og vildu einnig tryggja eigin stöðu með því að breiða út kommúnisma og þannig tryggja sér ríkisstjórnir hliðhollar sér. Þarna er þetta bara spurning um fyrnefnd völd, hagsmuni og peninga. Einnig er hægt að nefna fjölmargar íhlutanir Bandaríkjamanna í Suður-Ameríku, t.d. fjárhagslegur og vopna stuðningur þeirra við Contra liða gegn hinum sósialísku Sandinista í Nicuragua. Þar vildu Bandaríkjamenn tryggja áframhaldandi yfirráðum yfir ýmsu í Suður-Ameríku með því að koma ríkisstjórn sér hliðhollari til valda.\nVarðandi Saudi-Arabíu. Bandaríkjamenn segjast vera að koma frá slæmum ríkisstjórnum sem kúgar þjóð sína í þessum stríðum sínum í miðausturlöndum. Þetta er allt til staðar í Saudi-Arabíu og mannréttindi alls ekki í góðum málum og talandi um harðstjórn þá er þetta eina land í heiminum (sem ég veit um allavega) þar sem landið heitir eftir fjölskyldunni sem stjórnar því. Samt sem áður er þetta land með betri vinum bandaríkjamanna, sem manni finnst vera mikil hræsni í ljósi yfirlýsinga þeirra um baráttu fyrir lýðræði og mannréttindum á svæðinu. Nema kannski að það sé eitthvað annað sem þeir eru með efst í huga…….."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-17 21:11:57",
            "id": "5318445",
            "reply_to_id": "5317567",
            "text": "Spólaði aðeins til baka og sá hvert upprunalegt point var. Minnti að það hafi verið annað.\nEn ég myndi vilja orða þetta öðruvísi. Ríki fara í stríð vegna þess að þau hafa einhverra hagsmuna að gæta. BNA tóku ekki þátt í Síðari heimsstyrjöldinni til þess að græða pening. BNA töpuðu bara pening á síðari heimsstyrjöldinni. Stríðsrekstur er dýr.\nEinnig var frelsis stríðið í BNA ekki háð vegna peninga heldur vegna frelsis, þó svo að það megi leiða það út að barátta fyrir frelsi sé í raun barátta fyrir völdum. Völdum yfir sjálfum sér.\nÉg skil hvað þú átt við. Hvaða hagsmunir sem þjóð hefur að gæta þá er nánast alltaf hægt færa það á form valda eða peninga."
        },
        {
            "user": "ZeroFool",
            "user_id": "657",
            "date": "2007-10-14 15:20:27",
            "id": "5309064",
            "reply_to_id": "5307759",
            "text": "Frábær grein og augljóslega mikil þörf á henni.\nZeitgeist er frábærlega unnin mynd sem kemur efninu vel til skila. Vandamálin eru bara að þeir eru einfaldlega að koma því efni til skila sem þeir vilja að fólk þekki og ekki nóg með það heldur ganga þeir það langt að búa til staðreyndir og fara rangt með aðrar. Glansinn fór nú ósköp mikið af þessari mynd þegar maður var búinn að kynna sér staðreyndirnar, eða ætti maður kannski frekar að segja staðreyndarvillurnar því hún er uppfull af þeim, og sumar þeirra ótrúlega vitlausar!"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 23:17:17",
            "id": "5313249",
            "reply_to_id": "5309064",
            "text": "Hvernig geturu þá sagt að Zeitgeist sé frábærlega vel unnin og komi efninu vel til skila?\nHún er illa unnin og skaðarmálstað ef eitthvað er, eykur fáfræði og hugsunarleysi"
        },
        {
            "user": "ZeroFool",
            "user_id": "657",
            "date": "2007-10-18 23:13:59",
            "id": "5321689",
            "reply_to_id": "5313249",
            "text": "vel unnin sem áróðursmynd. Fengu augljóslega fullt af fólki til að trúa allir vitleysunni sem þeir matreiða ofan í þig. Og er það ekki tilgangurinn með áróðursmyndum? Þannig að jú hún er vel unnin!"
        },
        {
            "user": "gazzer",
            "user_id": "35487",
            "date": "2007-10-14 15:37:48",
            "id": "5309100",
            "reply_to_id": "5307759",
            "text": "LOKSINS! grein með viti, takk fyrir þetta. nú þarf bara að afsanna hina 2 hlutana! Fyrir hlut 2, þeas 9/11 samsæriskenninguna vil ég minna á:\nhttp://www.popularmechanics.com/technology/military_law/1227842.html?page=6\n&\nhttp://www.debunking911.com/"
        },
        {
            "user": "TheFeeling",
            "user_id": "966",
            "date": "2007-10-14 19:19:28",
            "id": "5309638",
            "reply_to_id": "5307759",
            "text": "Það var minnst á í þessari mynd að sumir guðir hafi verið búnir til út frá sólinni sem mér finnst meika sense.. það er nú dálítið langt síðan ég sá þessa mynd þannig að ég man ekki alveg.\nen eins og til dæmis með Betlehemstjörnuna sem skín einmitt svo bjart 25. des…\nfinnst þér vitlaust að fólk haldi að manneskjur hafi sagt að Jesú hafi fæðst á þessum tíma og gert alla þessa kraftaverkahluti út frá einmitt því að alltaf á þessum tíma þá skín hún svona bjart. Frekar en öfugt, öfugt væri þá að trúa á að hann var til og gerði alla þessa hluti frekar en að þetta séu sögusagnir.\nÉg meina, ekki ertu að segja að fólk sem eru trúleysingjar séu eins og þú orðar það að hallast að “crack-pot samsæriskenningu”?"
        },
        {
            "user": "pharaoh",
            "user_id": "64822",
            "date": "2007-10-14 19:22:44",
            "id": "5309658",
            "reply_to_id": "5307759",
            "text": "Ég trúi þessu allavegana og gerði það áður en myndin kom… þeas mér fannst alltaf þessi jesus sögur crap, og trúi ekki á þær.\nTrúi hinsvegar á eitthvern guð. þessi guð þarf ekki að vera maður…. Bara eitthvað..\nSvo er Horus kallaður nöfnum eins og “Sun God” “ Sky God ” Conqueror of Set \" (set er myrkurinn semsagt)\nSögurnar eru sagðar að Horus kemur upp og berst við Set og vinnur, og bjargar öllum frá myrkri og gefur þeim ljós. Svo um nóttina kemur Set up og berst við Horus og vinnur, og myrkurinn kemur aftur.\nBætt við 14. október 2007 -  19:33\nHorus, borið fram “Haru”, þýðir fálki. Ekki sól. Seinna meir breyttist meiningin í “Sonur Ísis”.\n-\tHórus þýðir Ekki sól\nHorus er reyndar með fálka haus og mannslíkama. Það er búið að búa hann til í staðinn fyrir sólina. Svo eru oftast myndirnar teiknaðar af honum með sól fyrir ofan hausinn hans.\nAf minni bestu vitneskju nefna skrif Plutarchs (50 – 120 e. kr) og Heródots 2. (430. f.kr) (tvær aðal heimildir okkar um goðsögu Hórus m.a.) ekkert um að hann sé kenndur við neina stjörnu.\n- Hórus er Ekki kenndur við stjörnu\nHann er sól…. sól er stjarna\nÞetta er það eina sem ég nennti að ræða um hér. Ef ég myndi taka allt myndi ég vera of lengi að þessu.\nTakk rsum"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 23:19:28",
            "id": "5313255",
            "reply_to_id": "5309658",
            "text": "Hvað með Ra?\neru allir að gleyma því að Ra er sólarguðinn?"
        },
        {
            "user": "pharaoh",
            "user_id": "64822",
            "date": "2007-10-15 23:32:51",
            "id": "5313284",
            "reply_to_id": "5313255",
            "text": "Og hvað með það?…\nHorus er kallaður Sun god, Sky god, Conqueror of Set.\nSögurnar af Honum og Set að slást og þegar Horus vinnur kemur ljós og þegar hann tapar kemur myrkur.\nStendur hvergi á wikipedia t.d að Ra er kallaðu Sun god."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 23:53:01",
            "id": "5313330",
            "reply_to_id": "5313284",
            "text": "flott mál. Þá hefur einhver gleymt því.\nEn það hvort hann sé kallaður einhverjum enskum nöfnum sem þú ert að vitna í (þú veist vonandi að enska var ekki móðurmál Egypta hið forna) þá var Ra sólarguðinn. Hórus var meira guð himinsins. Var þá annar vængur hans oft táknaður sem sól en hinn sem máni."
        },
        {
            "user": "pharaoh",
            "user_id": "64822",
            "date": "2007-10-16 00:08:33",
            "id": "5313365",
            "reply_to_id": "5313330",
            "text": "Horus og ra voru báðir með fálka sem haus þannig það er mjög auðvelt að rugla þeim saman þegar maður les.\nAllvegana af því sem ég er búinn að lesa er sagt að Horus er kallaður sólarguðinn ofl.\nÞað getur alveg verið að ég hafi rangt fyrir mér og er ekki að rífast við þig útaf því.\nOg þó að Ra er sólarguðinn er samt sagt sögur um horus og set."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-16 15:20:59",
            "id": "5314256",
            "reply_to_id": "5313365",
            "text": "Örugglega.\nÞað sem ég vildi benda á er að Hórus hefur Meðal Annars verið kallaður sólarguðinn.\nRa, svo mikið sem ég veit, hefur einungis verið Sólarguð… ávallt"
        },
        {
            "user": "pharaoh",
            "user_id": "64822",
            "date": "2007-10-16 16:59:51",
            "id": "5314617",
            "reply_to_id": "5314256",
            "text": "samkvæmt Wikipedia og öðrum síðun var Horus kallaður sólarguðinn"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-16 20:25:54",
            "id": "5315395",
            "reply_to_id": "5314617",
            "text": "meðal annars.\nHins vegar veit ég ekki til þess að Ra hafi verið annað en sólarguð."
        },
        {
            "user": "pharaoh",
            "user_id": "64822",
            "date": "2007-10-14 19:35:54",
            "id": "5309700",
            "reply_to_id": "5307759",
            "text": "Og svo getum við ekki verið viss um að þú hafir rétt fyrir þér.. alveg  eins og myndin… Nema myndin er að sanna miklu meira en þú gerir hér með upplýsingum sem þú finnur ekki á netinu.. t.d wikipedia…\nGetur ekki sannað mál þín með því að kíkja á wikipedia og annað slíkt..\nEf þú ert virkilega svona bitur yfir þessu þá máttu alveg fara á næsta bókabúð og byrja lesa. Hvað mun það taka þig langan tíma?"
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2007-10-14 19:59:10",
            "id": "5309773",
            "reply_to_id": "5309700",
            "text": "Áttu við að greinahöfundur eigi að leggjast í margra mánaða vinnu til að útvega sér heimildir svo hann megi hafa betur í fjölmennum sandkassaslag á netinu, nokkuð sem enginn botn fæst í?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-10-14 21:22:06",
            "id": "5310008",
            "reply_to_id": "5309773",
            "text": "Þeir í Zeitgeist gerðu það."
        },
        {
            "user": "pharaoh",
            "user_id": "64822",
            "date": "2007-10-14 21:43:45",
            "id": "5310073",
            "reply_to_id": "5309773",
            "text": "Já, ef honum er svona mikið sama."
        },
        {
            "user": "siggibet",
            "user_id": "8305",
            "date": "2007-10-15 00:20:23",
            "id": "5310615",
            "reply_to_id": "5310073",
            "text": "Tókstu ekki eftir orðunum hjá mér “fjölmennur sandkassaslagur á netinu”\nÞetta er ekkert annað en pissukeppni. Hver notandi hérna veit meira heldur en hinn og hver getur kveðið hvern í kútinn.\nÉg hef verið notandi á hugi.is í allmörg ár og er löngu hættur að taka þátt í “rökræðum” um hin ýmsu málefni því sjaldnast, ef þá nokkurn tímann fær maður nokkru áorkað. Þar að auki mætir maður jafnan svo miklum öfgum að það hálfa væri nóg."
        },
        {
            "user": "pharaoh",
            "user_id": "64822",
            "date": "2007-10-15 00:26:43",
            "id": "5310631",
            "reply_to_id": "5310615",
            "text": "k"
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-15 00:36:12",
            "id": "5310649",
            "reply_to_id": "5309700",
            "text": "Þú lætur eins og mínar heimildir séu komnar frá Wikipedia. Það er fjarri. Mínar aðalheimildir eru komnar frá viðurkenndum fræðibókum sem að eru upplistaðar sem að koma mestmegnis heim og saman við það sem Wikipedia styttir og einfaldar.\nWikipedia er fyrir notendavænar sakir skrifuð í heimildarlistan.\nÞú, líkt og 80% af þeim sem hafa kommentað hér eru algerlega að fara á mis við greinina. Kannski vegna þess að þið lesið hana ekki nógu vandlega í gegn, og þá sérstaklega niðurlagið um tilgang hennar.\nÉg er að sýna fram á sögufölsun í vinsældum pop kúltúr og hve auðveldlega hann er afsannaður, sem fordæmi af þeirri krítísku hugsun og metnaðarfullum vinnubrögðum sem hver maður ætti að tileinka sér.\nEkki svara mér ef þú hefur ekki röksemd í samhengi við umfjöllunarefni greinarinnar og tilgang hennar."
        },
        {
            "user": "pharaoh",
            "user_id": "64822",
            "date": "2007-10-15 03:59:35",
            "id": "5310835",
            "reply_to_id": "5310649",
            "text": "Þú ert ekkert að fara breyta því hvað mér finnst með þessum kork. Eins og ég sagði, ég trúði ekki á jesú áður en þessi mynd kom.\nSvo þótt sumar þessar upplýsingar í myndinni eru kannski rangar, þýðir það ekki að allt er rangt. Eins og að sólin fer niður í 3 daga og vaknar aftur..\nOg 12 lærisveinarnir sem eru einfaldlega 12 reitirnir í zodiac.\nOg svo mikið mikið meira.\nÉg trúi að jesus sagan er bara skálduð. Virði það alveg að þú trúir á hana.\nFínt að hafa sína trú. Afhverju má ég þá ekki trúa þessu?\nOg afhverju reyna sanna að þessi mynd er röng? Ef þú virkilega trúir á jesú söguna myndiru vera alveg sama.\nÞað sem ég er að segja er að ef þú ert svona viss um að þú hafir rétt fyrir þér, þá afhverju er þér ekki sama?\nMér fannst þessi mynd bara mjög fræðandi, er ekki beint að taka allar mínar sannanir að jesú var ekki til með einni mynd."
        },
        {
            "user": "Krazeee",
            "user_id": "45921",
            "date": "2007-10-15 07:15:26",
            "id": "5310852",
            "reply_to_id": "5310835",
            "text": "Hahahaha, þú fattaðir ekki hvað gaurinn meinti sem þú svaraðir."
        },
        {
            "user": "pharaoh",
            "user_id": "64822",
            "date": "2007-10-15 14:14:00",
            "id": "5311288",
            "reply_to_id": "5310852",
            "text": "jú reyndar…"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 23:23:14",
            "id": "5313264",
            "reply_to_id": "5311288",
            "text": "nei reyndar  ertu ekki að fatta neitt út á hvað þessi grein gengur.\nég efast um að greinarhöfundur trúi á guð eða je´su. Ég geri það ekki og fyrirlít trú. En ég hef mikið dálæti á sannleikanum og Zeitgeist er HREINLEGA EKKI SÖNN. ég ætlaði ekki að meika að horfa á hana vegna lyganna og falsana sem komu úr henni.\nRétt skal vera rétt. Fólk sem trúir fyrri hluta þessarar myndar er einmitt sama fólk og mun trúa seinnihlutanum."
        },
        {
            "user": "pharaoh",
            "user_id": "64822",
            "date": "2007-10-15 23:26:25",
            "id": "5313272",
            "reply_to_id": "5313264",
            "text": "Neinei trúir ekki á jesú…\nHann heitir Nazareth og er með mynd af jesú í dp.."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 23:51:09",
            "id": "5313329",
            "reply_to_id": "5313272",
            "text": "Eins og ég sagði þá kemur það málinu ekkert við.\nMálið er heimildafölsun. Kristni er nógu kjánaleg fyrir, það er óþarfi að ljúga upp á hana í leiðinni."
        },
        {
            "user": "Mash",
            "user_id": "53466",
            "date": "2007-10-14 20:46:53",
            "id": "5309920",
            "reply_to_id": "5307759",
            "text": "ég get verið býsna hallur undir samsæriskenningar oft á tíðum…\nen góður punktur þessi. maður má ekki trúa öllu í blindni, málið með hórus er virkilega gott dæmi"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-14 21:17:29",
            "id": "5309996",
            "reply_to_id": "5307759",
            "text": "“- Hórus er Ekki fæddur 25 Desember”\nÞað er talað um hvernig sólin og stjörnurnar standa í kringum þennan tíma… Þaðan kemur þetta."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 23:24:19",
            "id": "5313265",
            "reply_to_id": "5309996",
            "text": "og samt sem áður fullyrti Zeitgeist að Hórus hafi fæðst þá. Sem er lýgi, eins og öll helvítis myndin"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 23:36:41",
            "id": "5313292",
            "reply_to_id": "5313265",
            "text": "Það er ekki “lýgi”, þar sem það sem miðað er við gerist ca. þetta leiti, 25. desember, alveg eins og fæðing Jesúsar. Það er ekki öruggt hvenær Jesú á að hafa verið fæddur, en það er ca. þetta leiti, alveg eins og Hórus, þar sem það er miðað við sama astrólógíska hlutinn."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 23:54:52",
            "id": "5313334",
            "reply_to_id": "5313292",
            "text": "Hver segir að þetta hafi verið miðað við sömu hluti? Zeitgeist?\nEins og ég sagði og þessi grein líka þá er það mest af öllu staðreyndavillur sem hann fer með.\nAldrei er tilgreint hvenær Hórus fæddist svo mig minni þannig þú getur ekkert sagt um það.\nKRistni er nógu fáránleg fyrir en það að ætla að ljúga upp á hana í leiðinni er fáránlegra"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-16 00:00:47",
            "id": "5313346",
            "reply_to_id": "5313334",
            "text": "Já, Zeitgeist. Fæðing Hórusar var kennd við einhverja astrólógíska stöðu, sem sagt er að fæðingar Jesúsar hafi einnig verið kennd við."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-16 15:19:16",
            "id": "5314246",
            "reply_to_id": "5313346",
            "text": "Sem er kjaftæði. Þessi mynd er að bulla. Hún vitnar ekki í heimildir. Mikið af því sem er í henni er bara skáldað upp.\nÆtlaru næst að fara að segja mér að María Mey sé undir Louvre safninu vegna þess að það stóð í Da Vinci lyklinum?\nÞað sem ég er að reyna að segja er að þú verður að vitna í einhverjar fornegypskar heimildir. Sýna fram á það sem þú ert að segja í raunverulegri goðfræði. Eitthvað sem Zeitgeist gerði ekki"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-17 02:19:45",
            "id": "5316456",
            "reply_to_id": "5314246",
            "text": "Rosalegar fullyrðingar hjá þér. Ég efa alveg stórlega að skapendur þessarar myndar séu að ljúga. Þetta eru held ég ekki einhverjir flipparar.\nHmm. Ég nenni nú ekki að grafa mig í egypska goðafræði útaf samtali á Huga, en það var eitt sem ég fann sem segir eitthvað á móti efasemdum um fæðingu Hórusar.\nhttp://en.wikipedia.org/wiki/Luxor_Temple"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-17 15:03:45",
            "id": "5317105",
            "reply_to_id": "5316456",
            "text": "Hvaða fullyrðingar voru rosalegar? Þær sem voru greinilega mín persónuleg skoðun?\nAf hverju efastu um að skapendur þessarar myndar séu að ljúga? Hefuru einhvern grundvöll fyrir því? Trú án sönnunargagna er ekki eitthvað sem ég ber virðingu fyrir.\nEn það þarf ekki að vera að þeir séu að ljúga viljandi. Þeir gætu hafa lesið þetta á einhverri netsíðu sem fór með rangt mál. Miðað við einstaklinginn sem les inn á myndina sýnist mér þetta greinilega vera unglingar sem hafa mikinn áhuga á samsæriskenningum og leituðu sinna upplýsinga í loðnum heimildum. Kannski fengu þeir þetta í keðjubréfi eins og allt annað crap og lygi sem maður fréttir og fólk trúir samt.\nEf þú nennir ekki að grafa upp goðfræði, ekki þá gerast svo djarfur að reyna að svara fyrir þig og verja mál stað sem þú nennir ekki einu sinni að fræða þig um.\nÞú veist ekkert um þá sem gerðu þessa mynd, ekki ákveða að trúa þeim. Það sést langt að hvað þessi mynd er illa gerð, þeir vitna ekki í heimildir og þú hefur þegar lesið grein, sem vitnar í heimildir, sem mælir gegn myndinni og sýnir fram á sögufölsun"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-17 15:50:32",
            "id": "5317231",
            "reply_to_id": "5317105",
            "text": "Úff, hvað þú pirrar mig mikið. Man eftir gömlum samtölum við þig á Huga, alltaf jafn fucking pirrandi.\n“Sem er kjaftæði. Þessi mynd er að bulla. Hún vitnar ekki í heimildir. Mikið af því sem er í henni er bara skáldað upp.”\nEr þetta þín persónuleg skoðun? Þetta leit út eins og algjör fullyrðing.\nÞú hegðar þér eins og týpan sem vill einmitt trúa samsæriskenningum, svona týpan sem vill frekar efast um raunveruleikann. Efar tungllendinguna og þannig.\nÞessi mynd var frekar professional verð ég að segja, efa að þetta hafi verið einhverjir unglingar.\n“Kannski fengu þeir þetta í keðjubréfi eins og allt annað crap og lygi sem maður fréttir og fólk trúir samt.”\nVá. Hrokinn í þér.\n“Það sést langt að hvað þessi mynd er illa gerð, þeir vitna ekki í heimildir og þú hefur þegar lesið grein, sem vitnar í heimildir, sem mælir gegn myndinni og sýnir fram á sögufölsun”\nUhh.. Hvað er þetta þá?\nhttp://zeitgeistmovie.com/sources.htm\nÞú ert nú meiri hrokafulli fávitinn."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-17 20:50:09",
            "id": "5318367",
            "reply_to_id": "5317231",
            "text": "Afsakaðu ef ég hef eitthvað misst mig. Hluti af þessum pirring og bögg í það að vitna í heimildir kom úr öðru samtali sem mér fannst ég enn vera í.\nEn upprunalega umræðan var… Hórus fæddist ekki 25. december.\nSama hvað gerist í stjörnuspeki þá, sem má vel vera, þá er aldrei talað um að Hórus hafi fæðst 25 desember (samkvæmt greinarhöfundi)\nÞú reyndir að rengja það, minnir mig, með því að segja að þetta hafi verið reiknað út frá einhverju stjörnuspeki dæmi sem síðan var fært yfir á hórus… það má vel vera að þetta hafi verið gert við jesú, eina sem greinarhöfundur var að reyna að koma fram er að þetta var aldrei gert við Hórus."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-14 21:26:18",
            "id": "5310024",
            "reply_to_id": "5307759",
            "text": "Ég vil halda því fram að það séu til mjög margar mismunandi sögur af Hórusi, eins og af öllum goðum. Þar með má það mjög vel vera að heimildirnar úr Zeitgeist komi frá annari uppsprettu en aðal útgáfan, sem er t.d. á Wikipedia."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 23:25:17",
            "id": "5313269",
            "reply_to_id": "5310024",
            "text": "vitnar Zeitgeist yfir höfuð í heimildir?\nFrekar lélega teygt til að reyna að réttlæta augljósar lyga"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 23:38:55",
            "id": "5313297",
            "reply_to_id": "5313269",
            "text": "Augljósar lygar? Þetta eru ekki “augljósar lygar”.\nÞetta er hugsanlega teygt, já, en ekki “augljósar lygar”.\nMargar mismunandi sögur fyrir hvert atvik, ein saga fyrir hvert atvik mjög lík kristni. Þar hefurðu sögu Jesúsar út frá sögu Hórusar."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 23:56:53",
            "id": "5313338",
            "reply_to_id": "5313297",
            "text": "Þú byrjaðir þitt svar á því að segja\n“Ég vil halda því fram að til séu margar sögur” … blablabla\nEn málið er að það skiptir engu hverju þú vilt halda fram. Málið er hvað er og hvað er ekki.\nEf þú vilt halda þessu fram þá skaltu finna þær sögur og vitna í heimildir."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 23:59:52",
            "id": "5313343",
            "reply_to_id": "5313338",
            "text": "Já, það eru til margar mismunandi sögur af allri goðafræði. Það er málið."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-16 15:17:01",
            "id": "5314240",
            "reply_to_id": "5313343",
            "text": "geturu fullyrt það?\nMér er alveg sama hvort það séu til mismunandi sögur, ég vil að þú sýnir fram á það að þetta kjaftæði sem Zeitgeist talaði um sé satt. Því ég hef aldrei heyrt um það né lesið."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-17 02:16:59",
            "id": "5316454",
            "reply_to_id": "5314240",
            "text": "Rosalega ertu mikið á móti þessari mynd. Ég efa alveg svakalega að þetta sé lygi, svo ég trúi því frekar að þetta sé túlkun á einni sögu af mörgum, eins og öllum sögum í allri goðafræði."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-17 14:57:49",
            "id": "5317084",
            "reply_to_id": "5316454",
            "text": "Af hverju ætlaru að trúa því frekar?\nErtu algerlega sneyddur allri gagnrýnni hugsun? Þessi mynd fer með þvílíkar sagnfræðivillur og styrkir samsæriskenningar sem eru frekar loðnar vægast sagt. (Næst ætlar hann örugglega að efast um tunglförina)\nÆtlaru þá að trúa því að það séu örugglega til einhverjar aðrar sögur sem segja til um það?\nJafn fáránlegt og að trúa á spaghetti skrímsli. Þegar þú sérð þær sögur skaltu trúa því. Ég hef aldrei rekist á þær\nEins og ég segi. Gerðu sjálfum þér greiða og leitaðu þessar sögur uppi. Ef þú finnur þær þá viðurkenni ég að eitthvað sé til í þessari mynd. Ef þú finnur þær ekki viltu þá vinsamlegast átta þig á því að trúa ekki einhverju sem eru ekki sönnunargögn fyrir."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-10-17 15:52:03",
            "id": "5317233",
            "reply_to_id": "5317084",
            "text": "Ég er ekki sneyddur gagnrýnni hugsun, nei. Það er bara ekkert sem bendir til þess að þessi mynd sé ósönn.\nÞeir fara í gegnum mikið til að skapa hana og eru með fullt af heimildum bakvið þetta.\n“Ætlaru þá að trúa því að það séu örugglega til einhverjar aðrar sögur sem segja til um það?\nJafn fáránlegt og að trúa á spaghetti skrímsli.”\nÞú ert svo ömurlega hrokafullur. Nenni varla að halda þessum samræðum áfram."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-10-14 21:42:37",
            "id": "5310070",
            "reply_to_id": "5307759",
            "text": "Guð er ekki til þá er það ákveðið!!!"
        },
        {
            "user": "sigvordur",
            "user_id": "69749",
            "date": "2007-10-14 22:11:27",
            "id": "5310149",
            "reply_to_id": "5307759",
            "text": "Skiptir mig svo sem ekkert miklu máli, en ég nenni ekki að gá hvort að þetta sé rétt eða ekki. Uppruni kristinnar trúar er ekki verðugur tíma þess tíma sem það tekur til að kanna það. Þó veit ég að það voru margar vitleysur í myndinni t.d. í 9/11 hlutanum. Mjög mikið af hugmyndum settar fram sem staðreyndir þarna, og ályktanir byggðar á litlu sem engu.\nSamt mjög góð mynd. Og í sambandi við “guð er ekki til”, “þú veist bara ekkert um það” umræðuna. Þá er það eina sem skiptir máli er að það er EKKERT sem bendir til þess að guð eða nokkur guðleg vera sé til. Og þessvegna er augljóslega öruggt að álykta að sú vera sé ekki til. Fleiri rök væru að kanna uppruna trúarinnar. En eins og ég segi, þá er það einfaldlega ekki virði míns eða neins annars tíma. Þessi trú er góð leið til að einkenna vitleysingana í samfélaginu."
        },
        {
            "user": "Exiled",
            "user_id": "62674",
            "date": "2007-10-14 22:26:37",
            "id": "5310213",
            "reply_to_id": "5307759",
            "text": "Af svörunum hér að dæma, virðast voðalega fáir hugarar trúa á Jesú Krist. Sjálfur trúi ég."
        },
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2007-10-15 16:41:16",
            "id": "5311677",
            "reply_to_id": "5310213",
            "text": "Enda faila flestir hugarar allhræðilega."
        },
        {
            "user": "Exiled",
            "user_id": "62674",
            "date": "2007-10-15 16:50:43",
            "id": "5311705",
            "reply_to_id": "5311677",
            "text": "Hehe.\nTrúaður?"
        },
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2007-10-15 17:49:46",
            "id": "5311879",
            "reply_to_id": "5311705",
            "text": "Hvað heldur þú?\nAnnars var ég ekki að meina að hugarar faili vegna þess að þeir trúa ekki, heldur af því að þeir halda að það geri þá “upplýst gáfumenni” að trúa ekki. Sem er auðvitað andskotans þvæla. Flestir af þessum rosahörðu trúleysingjum eru sauðheimskir, eða svo sýnist mér að minnsta kosti á þeim ófáu “rökræðum” sem ég hef séð hérna á Huga. Auðvitað leynast greindir menn þar inn á milli(enda er það staðreynd að með hækkun greindarvísitölu minnkar yfirleitt trú) en þeir eru í miklum minnihluta. Flestir hafa ekki einu sinni kynnt sér almennilega Miklahvell eða álíka sem þeir eru sífellt að vitna og benda á."
        },
        {
            "user": "Exiled",
            "user_id": "62674",
            "date": "2007-10-15 18:54:51",
            "id": "5312179",
            "reply_to_id": "5311879",
            "text": "Ég er innilega sammála þér. Margir hverjir virðast líka halda að trúaðir menn vilji endilega láta af-trúast af öðrum hugurum.\nEn já, ég gæti vel trúað því að þú sért trúaður.\nHvort þú trúir á Jesú Krist hef ég ekki hugmynd um."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 23:28:50",
            "id": "5313275",
            "reply_to_id": "5312179",
            "text": "ég ætlast ekki til þess að neinn vilji aftrúast á huga. Vill einhver aftrúast yfir höfuð?\nÉg vona þó að það sem ég segi, stundum harkalega, geti vakið fólk til umhugsunar, eitthvað sem það veltir fyrir sér þegar það er búið að skrá sig út og, þó svo að þeir svari mér aftur á huga og reyni að feisa, þá hafi þeir sjálfir breytt skoðun sinni í huganum."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 23:29:27",
            "id": "5313276",
            "reply_to_id": "5311879",
            "text": "Þarf maður að kynna sér Miklahvell til þess að vera trúleysingi?"
        },
        {
            "user": "Krathos",
            "user_id": "62244",
            "date": "2007-10-16 15:39:03",
            "id": "5314336",
            "reply_to_id": "5313276",
            "text": "Auðvitað ekki. En þú þarft þess ef þú vilt geta vísað í hann án þess að líta út fyrir að vera fífl."
        },
        {
            "user": "skite",
            "user_id": "25467",
            "date": "2007-10-15 00:31:10",
            "id": "5310639",
            "reply_to_id": "5307759",
            "text": "Góð grein, en ég skil ekki hvað fólk er alltaf að berjast við að afsanna guð!\nSumir vilja trúa á eitthvað, og eiga að hafa þann rétt að trúa á eitthvað æðra en þau sjálf til að fá smá skýringu á lífið, fölsk eða ekki, og ættu að meiga að trúa á það í FRIÐI frá fólki sem bara getur ekki sætt sig við það að sumir kjósi að trúa á eitthvað sem þeim fynnst ekki vera 100% rökrétt.\nVæri lífið virkilega skemmtilegra ef allt væri algjörlega eftir vísindum og allt væri rökrétt. Hvað með jólasveininn þá? tannálfinn? og allt það sem gleður krakka, af hverju ekki að leifa þeim fullorðnu að hafa eitthvað til að gleðja sig líka?"
        },
        {
            "user": "Taciturn",
            "user_id": "35131",
            "date": "2007-10-15 01:44:00",
            "id": "5310767",
            "reply_to_id": "5310639",
            "text": "Mér er sama ef þú trúir innan veggja eigin heimilis, þó rökleysa fari alltaf í taugarnar á mér og ef það bæri á góma myndi ég svo sannarlega segja mína skoðun. En Kristnitrú er nú aðeins meira en það að trúa innan veggja eigin heimilis. Hún er algjörlega skattfrjáls en við borgum svo hluta af laununum okkar til Kirkjunnar, sem er notað til þess að byggja fáránlega stóra bænastaði í mínu hverfi, fyrir mína peninga…\nOg svo getum við nefnt creationisma, Krossferðirnar, Spænska Rannsóknararéttinn, Galileo Galilei og fleira. Það er ekki beint að halda eigin trú útaf fyrir sig. Ef þið viljið trúa í friði leyfið þeim sem trúa ekki því sem þið trúið að vera í friði.\nLífið væri ekki skemmtilegra, kannski. En það væri ekkert leiðinlegra heldur. A.m.k. myndi líf fólksins sem deyr vegna heilagra stríða vera skemmtilegra… flest er skemmtilegra en að vera dauður."
        },
        {
            "user": "Krazeee",
            "user_id": "45921",
            "date": "2007-10-15 07:18:59",
            "id": "5310853",
            "reply_to_id": "5310767",
            "text": "Já fyrirgefðu með það.\nÞar sem ég sat og trúði heima hjá mér fyrirskipaði ég af sjálfsögðu krossferðirnar, reisti kirkju í hverfinu þínu og lagði á þig skatt í leiðinni.\nMy bad"
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-15 14:50:58",
            "id": "5311360",
            "reply_to_id": "5310853",
            "text": "Endalaus heimska.\nHann sagði að hann hafði ekkert á móti fólki sem stundar þetta fyrir sig sjálft. Hann vill bara ekki borga fyrir það sem þau stunda.\nÉg myndi aldrei borga fyrir þína tónlistartíma. Þetta er þinn áhugi, þinn peningur.\nHættu að taka mína peninga."
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-15 15:04:35",
            "id": "5311384",
            "reply_to_id": "5311360",
            "text": "Kannski vill ég ekki borga í íþróttafélagið þitt, sundlaugina þína, listasafnið þitt, strætókerfið þitt. Ég nota ekkert af þessu. Borga í þetta allt.\nSvona er að búa í félagshyggjusamfélagi.\nwww.andriki.is ef þú ert eitthvað á móti því"
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-15 15:49:16",
            "id": "5311504",
            "reply_to_id": "5311384",
            "text": "Trú á á engan hátt heima í hraustu samfélagi. Því menntaðra sem mannkynið er því auðveldara á það með að sjá gallana í því að borga í kirkju.\nMér finnst hæpið af mannveru að stunda engar íþróttir, njóta engrar menningu og ferðast aldrei.\nOg að borga fyrir lygar og plat er út í hött."
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-15 16:12:38",
            "id": "5311579",
            "reply_to_id": "5311504",
            "text": "Ef mér er ekki að skjátlast þá er Ísrael menntaðasta þjóð verladar.\nFarðu að eigin ráði og farðu að ferðast um landsbyggðina og njóttu menningar vel hyrtra fallegra sveita kirkna :)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-10-15 16:31:27",
            "id": "5311633",
            "reply_to_id": "5311579",
            "text": "Hvaða endemis þrugl ertu kominn út í?\nÉg hef spilað í kirkjum og þá er Grafarvogskirkjan með besta hljómburð sem ég hef heyrt. Ég hef ferðast um allt land og notið menningar allra staða á þessu blessaða landi. Ég myndi ekki gefa tíuaura fyrir eitthvað plat samt. Hættu að tengja trú við samfélag.\nEf mér skjátlast ekki eru Íslendingar mjög hátt á menntunarlista líka, þá í stærðfræði og lesa/skrifa."
        },
        {
            "user": "Taciturn",
            "user_id": "35131",
            "date": "2007-10-15 15:11:00",
            "id": "5311400",
            "reply_to_id": "5310853",
            "text": "Ég var ekki að saka þá sem trúa heima hjá sér, ég tók það klárlega fram. Ef þú hefðir ekki verið svona hrokafullur hefði ég líklegast sleppt því að svara þessu heimskulega svari þínu.\nÉg var að tala um þau fáránlegu rök sem ég hef heyrt aftur og aftur, að trú sé saklaus og meinlaus, og láti fólki líða vel og sé þess vegna allt í lagi. En trú er ekki meinlaus, hún er ræningi og fjöldamorðingi og hún er notuð af háttsettum til þess að stjórna lágsettum og eftir mörg þúsund ár þá lærir fólk ALDREI að trú leiðir til slæmra hluta.\nEf þú vilt sitja heima og trúa á eitthvað jafn fáránlegt og veru sem situr uppi í skýjunum og fylgist með öllum á jörðinni hverja einustu sekúndu dagsins, og sendir þig til helvítis ef þú brýtur eina einustu reglu á listanum hans, þá er mér sama þó þú lifir í fávisku, því mér verður að vera sama því ekkert sem ég segi gæti nokkurn tímann sannfært þig eða nokkurn annan sem trúir. Ég er þreyttur á að fara í hringi í rökræðum mínum við trúaða.\nEn þegar þú sérð ekkert að því að styðja félag sem lætur drepa þá sem trúa ekki á ,,rétta\" guðinn og taka peninga frá öllum, hvort sem þeir trúa eður ei, þá verð ég kannski svolítið pirraður."
        },
        {
            "user": "skite",
            "user_id": "25467",
            "date": "2007-10-16 00:11:27",
            "id": "5313369",
            "reply_to_id": "5310767",
            "text": "Allar viðurkenndar stórar trúr eru skattfrjálsar, og ef þú skráir þig úr þjóðkyrkjunni þá borgaru ekki skatt í hana.\nOg helduru virkilega að fólk myndi ekki finna sér eitthvað annað til að drepa fyrir í staðinn fyrir guð ef það væri enginn guð? það myndu eflaust deyja álíka margir þótt það væri engin trú."
        },
        {
            "user": "Taciturn",
            "user_id": "35131",
            "date": "2007-10-21 00:10:55",
            "id": "5325854",
            "reply_to_id": "5313369",
            "text": "Það er bara ekki rétt. Það eru ótalmörg stríð og fjöldamorð sem trú kom af stað og studdi. MIKLU færri myndu deyja ef trú væri ekki til. Fólk hefur margt annað til að drepa fyrir, þetta er ekki spurning um að finna sér eitthvað í staðinn heldur er trú bara ein risastór viðbót við ástæður og afsakanir geðsjúklinga, stjórnmálamanna og fávita til að drepa, fordæma og pynta.\nBætt við 21. október 2007 -  00:16\nOg líka, ég heyrði að ef maður skráir sig úr þjóðkirkjunni fer þessi peningur bara í guðfræðideild háskolans, eins og það sé eitthvað skárra. Þetta er allt saman að styðja sama kjaftæðið."
        },
        {
            "user": "skite",
            "user_id": "25467",
            "date": "2007-10-21 15:28:54",
            "id": "5326855",
            "reply_to_id": "5325854",
            "text": "þeir sem drepa og drepa útá trúnna sína eru ekki alveg í lagi á geði og væru það ekkert frekar þótt þeir myndu ekki trúa."
        },
        {
            "user": "Taciturn",
            "user_id": "35131",
            "date": "2007-10-22 17:14:21",
            "id": "5329854",
            "reply_to_id": "5326855",
            "text": "Ef þú vilt halda því fram að allir sem studdu og voru hluti af Krossferðunum, Spænska rannsóknararéttinum og Þrjátíu ára stríðinu hafi átt við geðsýki að stríða máttu gera það þar sem ég á ekki eftir að geta sannfært manneskju sem er að plata sjálfa sig um eitt né neitt. Ekkert, EKKERT getur sannfært trúaða manneskju, ekki einu sinni vísindalegar staðreyndir, hún verður að sannfæra sjálfa sig."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 23:31:01",
            "id": "5313279",
            "reply_to_id": "5310639",
            "text": "Það að hafa rétt til að trúa og hafa rétt til að trúa í friði eru tveir mismunandi hlutir.\nÉg er sammála fyrri en algjörlega á móti hinum síðari.\ntrú og hindurvitni ættum við ekki að lýða í þessu samfélagi óáreitt"
        },
        {
            "user": "skite",
            "user_id": "25467",
            "date": "2007-10-15 23:41:07",
            "id": "5313302",
            "reply_to_id": "5310639",
            "text": "“Sumir vilja trúa á eitthvað, og eiga að hafa þann rétt að trúa á eitthvað æðra en þau sjálf til að fá smá skýringu á lífið, fölsk eða ekki, og ættu að meiga að trúa á það í FRIÐI frá fólki sem bara getur ekki sætt sig við það að sumir kjósi að trúa á eitthvað sem þeim fynnst ekki vera 100% rökrétt.”\nÞá er allt í lagi að kynna þeim hið rétta, svo þeir sem eru ekki alveg týndir í heimsku geti fundið leið sína í burtu.\n(lol)"
        },
        {
            "user": "skite",
            "user_id": "25467",
            "date": "2007-10-16 00:14:29",
            "id": "5313377",
            "reply_to_id": "5313302",
            "text": "það sem er rétt henntar ekki endilega fyrir alla. Sama hversu rétt það er."
        },
        {
            "user": "jonsi13",
            "user_id": "7538",
            "date": "2007-10-15 00:43:33",
            "id": "5310661",
            "reply_to_id": "5307759",
            "text": "Ég mun ekki vitna í neinum heimildum en kem bara með skoðun mína o.fl.\nÞað hefur t.d. núna verið mjög mikil umræða þess efnis að fólk “verði” að afsanna Guð til að hann sé ekki til. Þetta er auðvitað ómögulegt verk en með þessum rökum kristinna manna að við eigum að afsanna Guð þá tel ég nokkuð víst að ég geti þá skrifað mína eigin Biblíu, og skrifað að alheimurinn sé skapaður af Stórri Grænni Geimveru með 5 lappir og 2 heila. Þar sem þú getur ekki afsannað þetta þá skulum við öll fara að dýrka grænu geimveruna mína.\nEn mín skoðun á uppruna kristinnar trúar er sú, að á þeim tímum sem trúin var sköpuð þá var lítið um reglu. Þá voru einræðisherrar og lítil regla og tel ég að í upphafi átti kristin trú að gefa fólki von, setja fyrir þeim reglur og koma á meiri ró. Einnig finnst mér hugmynd um Guð í kristni vera fáránleg en þó tel ég eðlilegt að trúa á æðri mátt sem e.t.v. hefur skapað alheiminn eða whatever. En þá vaknar sú spurning, ef Guð er skapari alls, þá hvernig varð Guð til ?\nSvo er margt í trúnni sem má afsanna, t.d. myndun jarðar. Ég held það sé nokkuð víst að allir með greindarvísitölu yfir 100 og hafi ekki alist upp við ofsadýrkun viti það í dag að jörðinn hafi ekki verið sköpuð á neinum 6 dögum. Stjörnu-, Eðlis- og Efnafræðin hafa öll afsannað þetta fyrir löngu.\nSvo eru sumir sem halda að jörðin sé einungis 10.000 ára gömul, en man ekki hvaða hópur innan kristinnar trúar það er. En eins og ég sagði í ofangreindri málsgrein þá er það auðveldlega AFSANNAÐ bara með efnagreiningum á bergi á jörðinni.\nÞannig að þó við getum ekki afsannað Guð þá er vel hægt að afsanna marga hluti í biblíunni."
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-15 00:55:24",
            "id": "5310691",
            "reply_to_id": "5310661",
            "text": "http://www.hugi.is/saga/threads.php?page=view&contentId=5310685"
        },
        {
            "user": "Krazeee",
            "user_id": "45921",
            "date": "2007-10-15 07:40:45",
            "id": "5310863",
            "reply_to_id": "5310661",
            "text": "Segjum sem svo að það hafi verið til svo öflug vera, að þessi vera gæti skapað svo flókið fyrirbæri sem heimurinn er á sex dögum, þá ætti ekki að vera það mikið mál fyrir sömu veru að hafa þennan heim þannig gerðan að með öllum mælitækjum sem aumar dauðlegar verur geta gert virðist heimurinn vera mörgum milljörðum ára eldri.\nEkki satt?\nOg ef þessi vera sem gat skapað heiminn á sex dögum skapaði allt líf í þessum heimi á einum eða tvem dögum, þá hlýtur sú vera að hafa átt auðvelt með skapa hina og þessa steingervinga og beinagrindur til að fá fólk til að halda að í raun var ekki allt líf skapað á einum eða tvem dögum heldur þróaðist það í sitt núverandi form á nokkur hundruð milljóna ára.\nBara svona pæling."
        },
        {
            "user": "jonsi13",
            "user_id": "7538",
            "date": "2007-10-15 16:24:07",
            "id": "5311612",
            "reply_to_id": "5310863",
            "text": "Jú en ef hún gerði það þá hefði það tekið mun meira en 6 daga. Og hver skapaði þessa veru ?\nEinnig þá hefði hún líka þurft að skapa allar hinar fjarlægju plánetur þannig að þær væru ekki plánetur heldur þegar sprungnar sprengingar því stjörnufræðingar geta séð stjörnur sem eru á okkar tíma í dag fyrir okkur að virðast springa. En þar sem þær eru í svo mörgum milljónum ljósára fjarlægð þá vitum við að þær sprungu fyrir mörgum milljónum/milljörðum árum og er ljósið bara að berast til okkar núna.\nÞessar pælingar eru svo útí hött að það er fáránlegt."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 23:35:51",
            "id": "5313291",
            "reply_to_id": "5310863",
            "text": "Mikið rétt. En fólk sem gengur svo langt í trúgirni og í desperate vörn til að verja þá litlu trú sem þeir hafa en vita samt að röng ætti bara að vera lagt inn á hæli.\nÞað sem við komumst að þegar við rannsökum heiminn er að því lengra sem við förum aftur þá verður allt einfaldara. Líf verður einfaldara, stjörnuþokur og sólir verða að gasskýjum og meira að segja eðlisfræðilögmálin verða einfaldari.\nAf hverju þá að skella rosalega flókinni veru í byrjunina? Það meikar ekkert sens. Þá þurfum við að finna hvernig vera, flóknari en alheimurinn sjálfur varð til og hvaðan hún kom.\nÞað sem vísindamenn búast við að finna og eru að finna, við upptök alheims er einfaldleikinn.\nEnn er einfaldleikinn í heiminum ótrúlegur.\nF=ma\nE=mc2\nsáraeinfalt"
        },
        {
            "user": "Krazeee",
            "user_id": "45921",
            "date": "2007-10-20 18:51:34",
            "id": "5325182",
            "reply_to_id": "5313291",
            "text": "Og hversu einfalt er það að hafa byrjunina sem veru sem getur allt."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-20 20:37:40",
            "id": "5325396",
            "reply_to_id": "5325182",
            "text": "Ef menn nota þennan frábæra heila sem þróun hundruð þúsunda ára hefur fært okkur þá sjáum við að sú hugmynd er akkúrat öfugt við einfalt.\nÞá ertu að tala um veru sem er flóknari en maðurinn, flóknari en allt sem er til, flóknari en alheimurinn sjálfur.\nFyrst þróun er ekki nóg til að skýra uppruna mannsins, hvernig í ósköpunum ætlaru þá að skýra uppruna þessarar veru?\nMálið er að trú og sköpunarsinnar þykjast vera að svara spurning, eins og steinaldarmenn, sem svara í raun ekki neinu.\nÍ dag erum við með fjóra megin krafta og þar af hafa þrír þeirra verið sameinaðir. Fyrir milljörðum ára voru sem sagt bara tveir kraftar og fræðimenn telja að í upphafi hann aðeins verið einn. Við höfum ekki enn náð að sameina þyngdaraflið við hina þrjá.\nEn botninn er að allt verður einfaldara eftir því sem við spólum lengra aftur, það er algjörlega órökrétt að skella einhverju gífurlega flóknu á upphafspunktinn. Hvað þá VERU sem getur allt, sér allt og veit allt.\nTil að vita allt, sjá allt og geta allt þyrfti þessi vera að vita hvar hvaða öreind í heiminum er staðsett hverja einstu Bohr-sekúntu allan aldur alheims. Það eru nokkuð mörg eintök af alheiminum sem þessi vera þarf að muna."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-10-15 23:45:22",
            "id": "5313312",
            "reply_to_id": "5310863",
            "text": "'Tæknilega séð', já.\nVið gætum líka öll verið í The Matrix, en ekki alvöru heiminum. Það breytir ekki því að þetta sé alvöru heimurinn fyrir okkur og hjá okkur eru staðreyndir sannaðar út frá vísindalegum rannsóknum.\nBara svona pæling."
        },
        {
            "user": "Bebbson",
            "user_id": "45643",
            "date": "2007-10-15 01:50:28",
            "id": "5310774",
            "reply_to_id": "5307759",
            "text": "Nú hef ég ekki séð Zeitgeist í heild sinni, bara þær klippur sem settar hafa verið héra á huga. En ég ætla að koma með eitt skot hérna út í bláinn:\nÞví sem ég kemst næst þá er verið að deila á það að okkar kynslóð gleypi við öllu því sem að henni er otað.\nGæti ekki verið að myndin hafi viljandi verið byggð á röngum heimildum til þess eins að ýtreka það sem hún pretikaði?\nEða er ég kannski að hugsa þetta aðeins of langt?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-10-15 14:52:02",
            "id": "5311363",
            "reply_to_id": "5310774",
            "text": "Myndin og gerendur hennar segja að við eigum að kynna okkur þetta sjálf. Mynda okkar eigin skoðun.\nÞað er það sem mér finnst gott við þessa mynd."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 23:37:08",
            "id": "5313294",
            "reply_to_id": "5310774",
            "text": "Hefðu þeir þá ekki tekið það fram í endan á myndinni?\ní stað þess að koma með samsæriskenninga áróður sem ungir heilar gleypa við?"
        },
        {
            "user": "Addi21",
            "user_id": "24719",
            "date": "2007-10-15 10:10:48",
            "id": "5310968",
            "reply_to_id": "5307759",
            "text": "Já, góð grein að öllu leiti nema mér finnst ekki rétt að kalla aðra hálfvita fyrir skoðanir sínar. Hvort sem þær eru réttar/sannar.\nEn annars flott svar."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 23:38:04",
            "id": "5313295",
            "reply_to_id": "5310968",
            "text": "Mér finnst það einmitt fara eftir því hvort þær séu réttar eða sannar.\nAnnars sýnist mér greinarhöfundur ekki fjalla um neinar skoðanir, bara sagnfræðifölsun"
        },
        {
            "user": "Addi21",
            "user_id": "24719",
            "date": "2007-10-16 20:49:42",
            "id": "5315495",
            "reply_to_id": "5313295",
            "text": "Segi bara svona. Mér bara finnst þetta ríra hann í áliti.\nHann á einmitt að vera kurteis og sýna framá að hann hafi rétt fyrir sér þannig.\nEn auðvita bara mín skoðun á því :) Vona að ég verði ekki kallaður hálfviti fyrir hana."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-16 21:42:03",
            "id": "5315715",
            "reply_to_id": "5315495",
            "text": "Miðað við ´þá sem eru að misskilja tilganginn hérna, flestir samsæriskenningagúrúar sem vita ekkert í sinn haus þá skil ég vel að greinarhöfundur skuli hafa pirrast.\nHver segir að hann eigi að vera kurteis? Ef hann hefur rétt fyrir sér þá hefur hann rétt fyrir sér."
        },
        {
            "user": "Addi21",
            "user_id": "24719",
            "date": "2007-10-17 11:46:31",
            "id": "5316733",
            "reply_to_id": "5315715",
            "text": "Ehh… hvernig veit hann endiliega að upplýsingarnar sem hann er með í höndunum séu réttar þó þetta séu líklegustu skýringarnar á þessum tíma?\nGæti verið kominn allt annar póll í hæðina á morgun t.d.\nMaður á bara ekki að kalla annað fólk hálfvita. Það bara er almenn kurteisi."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-17 15:05:44",
            "id": "5317110",
            "reply_to_id": "5316733",
            "text": "Hann veit það ekki.\nEf við förum lengra með þá pælingu þá getum við líka sagt: Hvernig veit hann að eitthvað sé til nema hugur hans sjálfs?"
        },
        {
            "user": "Addi21",
            "user_id": "24719",
            "date": "2007-10-17 19:51:10",
            "id": "5318097",
            "reply_to_id": "5317110",
            "text": "Þetta er komið í hringi :)\nMér bara finnst ekki að það eigi að kalla fólk nöfnum. Hvestu vitlaust það kann að vera eða hversu rangt fyrir sér það er."
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-19 22:48:25",
            "id": "5323721",
            "reply_to_id": "5318097",
            "text": "Ég tek það til mín og biðst afsökunar á því.\nEins og þú getur kannski lesið útfrá greinini, þá er hún skrifuð í talsverðum pirringi á fáranleika málsins og fólki sem stekkur á svona drasl.\nRöksemdarfærslan ætti ekki skaðast þótt að mín umburðarynda ýmind hafi tekið smá hnjask á sig :)"
        },
        {
            "user": "Addi21",
            "user_id": "24719",
            "date": "2007-10-19 23:52:06",
            "id": "5323846",
            "reply_to_id": "5323721",
            "text": "Nei auðvita skaðast röksemdafærslan ekki mikið og ég skynjaði pirringinn :)\nFanst bara vert að taka það fram að þetta gæti rýrt álit á greininni fyrir sumum."
        },
        {
            "user": "tmar",
            "user_id": "14050",
            "date": "2007-10-15 13:31:25",
            "id": "5311204",
            "reply_to_id": "5307759",
            "text": "Ánægður með þessa grein. Ég var einmitt að svara drholmes á öðrum vettvangi á svipaðan hátt. Fór reyndar ekki jafn grundigt í sögu Hórusar, heldur fjallaði bara örstutt um örfá atriði.\nEitt sem mig langar þó til að spyrja út í. Þú segir að Hórus (haru) merki fálki. Nú er ég ekki sammála því, mér skilst að þetta merki ,,hinn hái\" og fálkinn hafi verið í raun tákn fyrir Hórus (sbr. aðrar dýrahöfuðsmyndir í egypskri goðafræði). Ertu viss um þessa þýðingu?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-10-15 14:53:31",
            "id": "5311368",
            "reply_to_id": "5311204",
            "text": "Þarna varst þú að benda á vafasamt atriði hjá honum.\nMálið er að ég held að þetta verði alltaf vafasamt.\nÞessi trúbrögð á að geyma í sögubókum. Ekki nútímanum."
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-15 15:01:27",
            "id": "5311378",
            "reply_to_id": "5311204",
            "text": "Eftir því sem að ég kemst næst, þýðir orðið Hórus fálki. Ra er einnig sýndur sem fálki.\nHinn hái þykir mér líklegra að sé titill frekar en beinþýðing orðsins.\nEn ef þú finnur einhverjar heimildir sem að benda á annað, endilega láttu mig vita. :)"
        },
        {
            "user": "tmar",
            "user_id": "14050",
            "date": "2007-10-15 15:11:45",
            "id": "5311402",
            "reply_to_id": "5311378",
            "text": "Wikipedia, for starters. En það er náttúrulega frekar veik heimild sem slík.\nEru aðrir guðir nefndir eftir þeim dýrum sem tákna þá? Þýðir t.d. Anpu (Anubis) sjakali? Ég held, að þeir hafi allir borið svona heiti (hinn hái, hinn smurði) en verið táknaðir með því dýri sem þótti bera eiginleika þeirra. Fálkar voru hátt metnir í Egyptalandi, auk þess fuglar sem geta flogið nokkuð hátt (líkt og ernir). Sjakalinn þótti oft sýnilegur við líkamsleifar, grafreiti og þess háttar, því ekki ótrúverðugt að Anpu fékk þetta dýr sem tákn sitt. En það gæti verið rangt hjá mér."
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-15 15:17:36",
            "id": "5311427",
            "reply_to_id": "5311402",
            "text": "Góður punktur.\nEn ef við eigum að taka Wikipedia á þetta þá;\n“Origin of name\nHorus is recorded in Egyptian hieroglyphs as &#7717;r.w and is reconstructed to have been pronounced *&#7716;&#257;ru, meaning ”Falcon“. By Coptic times, the name became Whore. It was adopted into Greek as &#8041;&#961;&#959;&#962; H&#333;ros. The original name also survives in later Egyptian names such as Har-Si-Ese literally ”Horus, son of Isis“.”\nhttp://en.wikipedia.org/wiki/Horus\nAðrar skriftartpýpur koma víst fram sem tölur og rugl á Huga, en pointið skilst vonandi"
        },
        {
            "user": "tmar",
            "user_id": "14050",
            "date": "2007-10-15 15:29:45",
            "id": "5311454",
            "reply_to_id": "5311427",
            "text": "Af sömu síðu:\nRepresented as a falcon, his name is believed to mean ‘the high’ or ‘the far off’[1] and his earliest connections are to the sky and kingship, derived from being the son of Hathor or Nut, as a sun god.\nSkýrist kannski af því hversu mikið af dúbíus greinum er á Wikipedia, þar er ekki allt alltaf 100% rétt.\nEn hvað um það. Minn skilningur er sá, að þessi goð báru titla og áttu sér skírskotun til náttúruafla og dýra. Ekki ósvipað og goð ásatrúar áttu sér skírskotun og tákn í heimi víkinga (Freyr-reður/vorkoma, Þór-hamar/eldingar, Óðinn-of mörg til að telja upp;) ). Þetta er reyndar bara algjört smáatriði og skiptir í raun engu máli. Vildi bara heyra skýringu þína, því ég sá þetta nokkuð oft í hinum umræðuþræðinum og stangaðist á við það sem ég hef kynnt mér. Maður er nefnilega alltaf að læra, you see ;)"
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-15 16:14:03",
            "id": "5311581",
            "reply_to_id": "5311454",
            "text": "He he akkúrat.\nÉg skal spyrjast fyrir um þetta við kuningja minn sem að er í Koptísku og grísku"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 13:38:06",
            "id": "5311221",
            "reply_to_id": "5307759",
            "text": "Mjee… Nenni ekki að lesa þetta.\nTrúi á Guð og ekkert fær því breytt.\nSættið ykkur bara við þetta, og fáið ykkur köku."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 23:40:40",
            "id": "5313300",
            "reply_to_id": "5311221",
            "text": "Trúi á Guð og ekkert fær því breytt.\nMjee… Nenni ekki að lesa þetta.\nMér sýnist ég sjá hvers vegna þú trúir enn á guð.\nEn ef þú hefðir lesið greinina þá hefðiru fundið út að hún segir ekkert á móti guði."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-10-16 09:51:03",
            "id": "5313689",
            "reply_to_id": "5313300",
            "text": "Ég veit það, las hana seinna. Sá bara orðið “Zeitgeist” í fyrirsögninni."
        },
        {
            "user": "dcfanatic",
            "user_id": "40017",
            "date": "2007-10-15 15:27:50",
            "id": "5311452",
            "reply_to_id": "5307759",
            "text": "Þetta er frábær grein og vel unninn á allann hátt. Ég ætla alls ekki að fara rökræða við þig hinsvegar hvort þú hafir rangt fyrir þér eða rétt, en ég verð þó að fá að spurja. Allar heimildir um Jesú færð þú í bókum þarna? Er það rétt?\nMargar af þessum bókum þínum fjalla um trúarbrögð í heild sinni ekki satt? Mér sýnist þú nota heimildir um Jesú og allt í kringum hann, en heimildir um Horus sýnist mér þú annað hvort fá frá bók sem fer jafnvel ekkert svo ýtarlega ofan í eitt efni, heldur tekur fyrir mjög mörg efni í einu sinni og trúabragaðbækur gera oft, eða frá Wikipedia.\nHistorical Atlas of Religions. Farrington, Karen - 2006 …\nTrúarbrögð, stórt efni\nTrúarbrögð heimsins. Coogan, Michael – 1999 ..\naftur trúarbrögð, stórt efni\nGyldendals Religions Historie: Ritualer, Mytologi, Ikonografi. Jensen, Rothstein & Sörensen - 2005 -\nEkki græna en virðist vera um trúarbrögð\nGlærur, ýtarefni og fyrirlestrar Þórhalls Heimissonar. “Trúarbragðarsaga” Háskóli Íslands 2007 ..\nGlærur og við vitum hreinlega ekki hvað stendur þar, ekki viðurkennt.\nHistory, Culture and Religion of the Hellenistic Age: Second Edition. Helmut Koester - 1995 ..\nÖnnur trúarbragðafræðibók, stórt efni\nFyrirlestrar Dr. Clarence E Glad. “Inngangsfræði ásamt samtíðarsögu Nýja Testamentsins” Háskóli Íslands 2007 ..\nUm nýja Testamentið sýnist mér og Horus tengist því nú ekki mikið.\nBiblían. 1981 ..\nEkki kemur Horus hér við sögu.\nWhat have they done with Jesus: Beyond strange theories and bad History. Ben Witherington III. 2006 ..\nVeit nú ekki um hvað þessi fjallar, en sýnist það vera um Jesú meira en Horus.\nSíðan reyniru að fá heimildir um Egypska trú frá Wikipedia sé ég\nhttp://en.wikipedia.org/wiki/Horus\nhttp://en.wikipedia.org/wiki/Egyptian_pantheon\nhttp://en.wikipedia.org/wiki/Typhon\nhttp://en.wikipedia.org/wiki/Mythography_of_Jesus_Christ\nAllt sem ég sé um Egypta sérstaklega kemur frá Wikipedia sýnist mér, og ég verð að segja eins og þú hefur svarað hér áður að það virðist ekki vera mjög áreiðanlegur miðill ekki satt?\nMér finnst þú ættir að hafa heimild sem fjallar annað hvort einungis um Egypska trú og hafa þá heimild viðurkennda.\nÞetta er svolítið eins og þú værir að leita af einhverju mjög miklum details (afsaka enskuslettuna) um enskaboltann hjá einhverju liði, það gerðist árið 1995, og eina heimildin sem þú mundir ná væri: \"Saga Ensku deildarinnar frá 1990 - 2000. Það er jafnvel ekkert farið svo vandlega í hvert atriði, heldur meira svona langmestu aðalatriðin. Fattar vonandi hvað ég er að meina :)\nEn þetta er aðeins það sem mér sýnist svona í fljótu bragði og ef ég hef rangt fyrir mér þá bara biðst ég afsökunar."
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-15 16:06:32",
            "id": "5311562",
            "reply_to_id": "5311452",
            "text": "Allt í góðu.\nEnda grunnur greinarinnar er að rýna í heimildir.\nHér er útskýringarkorkur sem ég geri um greinina. Kannski hann svari einhverju af þessu.\nhttp://www.hugi.is/saga/threads.php?page=view&contentId=5310685\nAnnars skal ég glaður fara yfir heimildirnar með þér.\nSumt sem ég set fram eru almennar bækur sem fara yfir mikið efni. Almenn yfirferð hefur þann áreiðanleika að taka fram aðalatriði sem er svo hægt að bera saman, sem styrkir grunn atriði. Ef engin almenn yfirferð nefnir neitt af fyrrnefndum punktum en eru að nær öllu leyti sammála um aðra hluti, þá er maður komin með fælingarsönnun.\nWhat have they done with Jesus: beyond bad history, fjallar um samsvörun Guðsjallana við aðrar goðsögur og fer ýtarlega í sérkenni sögu þeirra.\nHáskólaáfangar í trúarbragðafræði eru nokkuð þétt heimild. í formi fyrirlestra ýtarefnis og námsgagna.\nHáskólaáfangi í samtíðarsögu NT kemur mjög sterkt inn á þau trúarbrögð sem eru þar fyrir og líkindi þar á milli.\nBiblían er grunnur heimilda um Jesú, enda verið að líkja Hórus við Jesú.\nHistory, Culture and Religion of the Hellenistic Age: Second Edition. Helmut Koester - 1995\nEr gríðarlega ýtarlegt verk um hinn Helleníska heim og bein áhrif goðsagna hver á aðra. Sbr. Egyptaland og goðsögur þeirra undir Alexander og Ptolemy.\nGyldendals Religions Historie: Ritualer, Mytologi, Ikonografi. Jensen, Rothstein & Sörensen - 2005\nEr annað gríðarlegt verk upp á 600 bls sem við notum í trúarbragðasögu. Ein sterkasta heimild greinarinnar.\nNú þegar þessar heimildir eru settar saman þá sést hvað þær eru sammála um marga hluti, (þótt hver fari misýtarlega í hlutina), þá ertu komin með sterkan grunn.\nÞegar engin af heimildum nefnir einn einasta punkt, þá ertu komin með sterkan fælingargrunn.\nEf Wikipedia er í mestu magni sammála fyrri heimildaröflun er í lagi að vitna í hana svo að fólk geti séð gróflega styttingu á þeim heimildum sem að ég er að vinna með með einu klikki.\nÞannig séð er Wikipedia notuð fyrir notendavænar sakir lesandans en ekki til heimildarrökfærslu minnar.\nEf það eru einhverjar spurningar um heimildir eða vafaatriði, ekki hika við að pósta þeim inn."
        },
        {
            "user": "Trolldad",
            "user_id": "33466",
            "date": "2007-10-15 17:42:03",
            "id": "5311847",
            "reply_to_id": "5311562",
            "text": "Trú á æðra afl er fávísi. Guð er skáldskapur frá A til Ö."
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-15 18:34:17",
            "id": "5312078",
            "reply_to_id": "5311847",
            "text": "Gott svar, gott svar…\nhttp://www.hugi.is/saga/threads.php?page=view&contentId=5310685"
        },
        {
            "user": "Trolldad",
            "user_id": "33466",
            "date": "2007-10-15 19:35:39",
            "id": "5312393",
            "reply_to_id": "5312078",
            "text": "Eina svarið sem er eitthvað vit í. Síðan Guð var skáldaður upp hefur verið drepið í nafni hans. Ef trú á æðra afl er útrýmt er mannkynið einu skrefi fjær sjálfstortímingu en ella."
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-17 02:39:36",
            "id": "5316459",
            "reply_to_id": "5311847",
            "text": "Trú á æðra afl er fávísi. Guð er skáldskapur frá A til Ö.\nReyndar frá A til O Ha ha ha ha ha!\nPwn"
        },
        {
            "user": "jonsi13",
            "user_id": "7538",
            "date": "2007-10-15 16:25:30",
            "id": "5311616",
            "reply_to_id": "5307759",
            "text": "En ég bara spyr!?! Hvernig getur heilvita fólk trúað því að einhver maður hafi gengið á vatni, flogið um á hesti, risið upp frá dauðum eða hvað fjandann meira sem þessir menn eiga að hafa gert?!"
        },
        {
            "user": "jonsi13",
            "user_id": "7538",
            "date": "2007-10-15 16:41:45",
            "id": "5311680",
            "reply_to_id": "5311616",
            "text": "Það getur það vegna þess að það er heilaþvegið frá ungum aldri.\nÞað er ekki möguleiki að Jesús hafi gengið á vatni. Hann hefur kannski verið til og sagst vera sonur Guðs. Einnig gæti hann hafa verið “illusionist” og þar af leiðandi getað platað mjög marga. Þú sérð t.d. Chris Angel og David Blaine, öll þeirra brögð eru einhvern veginn sett á svið. Og þrátt fyrir það þá eru þó margir sem trúa að þeira séu virkilega að gera þessa hluti. Hversu auðvelt hefur þá verið fyrir 2000 árum að gabba fólk ? Hvernig vitum við að þessi maður sem Jesús læknaði hafi ekki verið einhver sem hann borgaði til að þykjast vera fatlaður … svona hluti veistu ekki og fyrir utan 3 rit þá er biblían það eina sem talar um Jesús. Einnig í þessum 3 öðrum ritum er Kristur nefndur sem stjórnanda “cults” eða þá öfgatrúarhóps (eða þannig þýði ég orðið) og ekkert minnst á neina yfirskilvitlega hæfileika."
        },
        {
            "user": "hartinn",
            "user_id": "55667",
            "date": "2007-10-15 17:57:34",
            "id": "5311917",
            "reply_to_id": "5307759",
            "text": "Í fyrsta lagi er biblían besta skáldsaga allra tíma\nÞróunarkenningin er staðreynd og ef þú trúir á þessa adam og evu incest-fest kenningu þá einfaldlega vorkenni ég þér\nMyndinn Zeitgeist er góð og vel smíðuð mynd hvort sem fólk tekur mark á heimildum hennar eða ekki,eins langsóttar eða ósannar og fólk telur þær vera.\nmálið með kristna trú er að þetta er spilltasta batterí sem til í samtímanum,sjálfur er ég kristinn maður og trú á guð og hans fylgifiska en get samt ekki neitað því að ég skammast mín fyrir trú mína því skyndilega er guð og félagar orðnir eitthvað blankir greyjin og vantar voðalega pening  það einfaldlega kostar að trúa á guð sma hvernig á það er litið þó að búið sé að hylja það með öllu þessu “jesus loves you” bulliog svo fram eftir götunum.Annars er ég allveg fyrir það að fólki trúi því sem það vill trúa og enginn troði neinu uppá neinn-sem er akkurat öfugt við kristni.\n-þessi texti er bara til hugleiðingar því þetta er aðeins mín skoðun á þessu öllu saman. Allir þið 15 ára lyklaborðsstríðsmenn megið allveg láta það eiga sig að koma með einhverja illskeytta,veruleikafirrta og sjálfshyllandi texta  í minn garð því ég skrifaði þetta ekki til þess að rífast ,það er einfaldlega ekki jafn skemmtilegt þegar maður er edrú"
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-15 18:34:37",
            "id": "5312080",
            "reply_to_id": "5311917",
            "text": "Gott svar, gott svar…\nhttp://www.hugi.is/saga/threads.php?page=view&contentId=5310685"
        },
        {
            "user": "pesi89",
            "user_id": "45895",
            "date": "2007-10-15 19:06:16",
            "id": "5312243",
            "reply_to_id": "5311917",
            "text": "Hvernig færðu það út að þú sért kristinn maður ?\nþú seigir að biblían sé skáldsaga, skammast þín fyrir “trú” þína og seigir að þróunnarkenningin sé staðreynd. Þú ert ekki kristinn maður og skammastu þín fyrir það að seigja að þú sért kristinn.\nOg já þú talar um að það kosti að trúa á guð, þá er það alrangt hjá þér. Þessi peningur sem fólk er að gefa kirkjunni kallast fórn og er það gert af fúsum og frjálsum villja, hvernig heldur þú að kirkjan geti haldið sér uppi? Er það vegna þess að guð láti einhverja galdrapeninga birtast í vösum umsjáenda kirkjunnar? nei. Þetta er ástæðan fyrir því að fólk er að styrkja kirkjuna sína, lýkt og fólk styrkir krabbameinsfélög etc. þá styrkir fólk kirkjuna sína líka.\nOg já btw það eina sem er staðreynd með þessa þróunarkenningingu er að hún er “KENNING”"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-10-15 23:02:55",
            "id": "5313172",
            "reply_to_id": "5311917",
            "text": "Myndinn Zeitgeist er góð og vel smíðuð mynd hvort sem fólk tekur mark á heimildum hennar eða ekki,eins langsóttar eða ósannar og fólk telur þær vera.\nÞessi umræða snýst einmitt um það hvort að yfirlýsingar hennar séu sannar eða ekki, ekki hvort að hún “góð” eða ekki."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 23:45:08",
            "id": "5313311",
            "reply_to_id": "5311917",
            "text": "að mínu mati er biblían leiðnlegasta skáldsaga allra tíma. Gafst upp eftir 14 bls.\nZeitgeist er illa unnin og röng í nánast alla staði.\nOg málið með kristna trú er að þú getur eiginlega ekki verið kristinn og hunsað biblíuna. Sorrý.\nÞú vilt örugglega vera kristinn. En ef þú samþykkir þróun þá var engin adam og eva. Ef það er engin adam og eva þá er engin erfðasynd. Ef það er engin erfðasynd þá er enginn tilgangur með jesú og kristni þá hrunin.\nHvort sem þú vilt eður ei þá er biblían eina heimildin fyrir Jesú eða kristni þannig það er ekki mikið vit í því að segjast kristinn en hafna biblíunni. Þá ertu bara búinn að skapa þín eigin trúarbrögð (sem er meira að segja á móti boðorðunum 10)\ngakktu frekar bara alla leið og gerstu trúleysingi :)"
        },
        {
            "user": "hartinn",
            "user_id": "55667",
            "date": "2007-10-15 21:49:16",
            "id": "5312861",
            "reply_to_id": "5307759",
            "text": "já þróinarkenningin er “kenning” sem byggir á staðreyndum en sömuleiðis er þyngdaraflið ekkert annað en kenning . Horfðu á myndina Jesus camp og segðu mér svo að þú sért sáttur að tilheyra þessari heild. Ekki það að ég sé að segja að sú mynd sé einhver alhæfing yfir þessa trú en því miður er alltof stór partur af þessum alþjóðlega kristinlega söfnuði svona snargeðveikur og þeir trúðar eru mest í sviðsljósinu .Í öðru lagi var ég ekki að tala um góðgerðum slíku sem kirkjan t.d hér á landi stendur fyrir,heldur alla þessa spillingu og ofsagræðgi sem á sér stað á svo mörgum stöðum í heiminum . Og jú ég trúi bara víst á guð sama hvað þér finst kallinn minn ,ég bara trúi ekki á hann í þessu pakkatilboði sem sem hann er gefinn út í-annað hvort allt eða ekkert ,það eru bara kaflar og partar sem ég kýs að trúa og hitt má alveg vera til staðar mín vegna bara svo lengi sem einhver reynir ekkert þraungva því uppá mann sem einhverjum staðreyndum. En eins og sagði áður þá eru þetta bara mínar skoðanir sem ég vildi deila með öðrum ,svo þú getur allveg þerrað tárin og haldið herför þinni áfram sem stríðsmaður jólabarnsins"
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-15 21:55:05",
            "id": "5312883",
            "reply_to_id": "5312861",
            "text": "Næst þegar þú sérð grunnskólakennaran þinn segðu honum/henni að hún sé vanhæfasta manneskja í nokkuri starfsgrein frá upphafi menntunar.\nAftur!\nhttp://www.hugi.is/saga/threads.php?page=view&contentId=5310685"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 23:47:06",
            "id": "5313315",
            "reply_to_id": "5312861",
            "text": "Þyngdaraflið er lögmál. Það er munur þar á.\nAuk þess snýst þráðurinn ekki um boðskap Zeitgeist heldur sannleiksgildi.\nÉg tel ekki að ná skuli góðu fram með lygum og einhverju sem þrífst á fáfræði á sama hátt og trú gerir."
        },
        {
            "user": "hartinn",
            "user_id": "55667",
            "date": "2007-10-15 22:17:50",
            "id": "5312968",
            "reply_to_id": "5307759",
            "text": "enginn ástæða til þess að vera reiður útí mig fyrir að ég hafi ekki verið heilaþveginn jafn heiftarlega og þú kristinnfræði.btw þá eru þetta bara MÍNAR SKOÐANIR - ER EKKI AÐ ALHÆFA NEITT !!! það er enginn að banna þér halda áfram að lifa eftir þessu fyrirframákveðna handritsuppkasti. við trúum bara ekki eins á guð það mun ekkert breytast eftir eitthvað lélegt ófrumlegt “bögg” sem þú ert að leggja fram"
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-15 22:48:05",
            "id": "5313085",
            "reply_to_id": "5312968",
            "text": "hmm, góður punktur. Leyfðu mér að melta þetta aðeins…\nhttp://www.hugi.is/saga/threads.php?page=view&contentId=5310685\nhttp://www.hugi.is/saga/threads.php?page=view&contentId=5310685\nhttp://www.hugi.is/saga/threads.php?page=view&contentId=5310685\nhttp://www.hugi.is/saga/threads.php?page=view&contentId=5310685\nhttp://www.hugi.is/saga/threads.php?page=view&contentId=5310685\nhttp://www.hugi.is/saga/threads.php?page=view&contentId=5310685\nhttp://www.hugi.is/saga/threads.php?page=view&contentId=5310685\nhttp://www.hugi.is/saga/threads.php?page=view&contentId=5310685\nhttp://www.hugi.is/saga/threads.php?page=view&contentId=5310685\nhttp://www.hugi.is/saga/threads.php?page=view&contentId=5310685\nhttp://www.hugi.is/saga/threads.php?page=view&contentId=5310685\nhttp://www.hugi.is/saga/threads.php?page=view&contentId=5310685\nhttp://www.hugi.is/saga/threads.php?page=view&contentId=5310685\nhttp://www.hugi.is/saga/threads.php?page=view&contentId=5310685\nhttp://www.hugi.is/saga/threads.php?page=view&contentId=5310685\nhttp://www.hugi.is/saga/threads.php?page=view&contentId=5310685\nhttp://www.hugi.is/saga/threads.php?page=view&contentId=5310685\nhttp://www.hugi.is/saga/threads.php?page=view&contentId=5310685\nhttp://www.hugi.is/saga/threads.php?page=view&contentId=5310685\nhttp://www.hugi.is/saga/threads.php?page=view&contentId=5310685\nhttp://www.hugi.is/saga/threads.php?page=view&contentId=5310685\nhttp://www.hugi.is/saga/threads.php?page=view&contentId=5310685\n!!!!!!!!!\nFari það í fúlan fokking fjanda!!!\nKlikkaðu á linkin, lestu og hættu að bögga með samhengislausu drasli!"
        },
        {
            "user": "jonsi13",
            "user_id": "7538",
            "date": "2007-10-15 23:12:28",
            "id": "5313232",
            "reply_to_id": "5312968",
            "text": "Ég er t.d. fylgjandi því að það eigi að fylgja hinum ýmsu kristnu boðsköpum en það er svo margt í biblíunni sem getur ekki staðist og er einfaldlega fáránlegt. Svo ég held að ég sé á svipuðum nótum og þú nema að ég er fylgjandi kristnu hugarfari meðan þú segist vera kristinn :D\nEn já Nazareth, nafnið þitt segir allt sem þarf en það er að þú sért kominn langt inní þína trú sem er jú alveg ágætt en ég held að það væri aldrei hægt að sannfæra þig um nokkuð annað og þar sem það er aldrei hægt að sanna neitt um það hvernig kristni varð til eða raunveruleika guðs eða krists þá er öll svoleiðis umræða nokkurn veginn tilgangslaus.\nÞar sem engar heimildir eru fyrir sannleiksgildi Biblíunnar önnur en biblían sjálf og sömuleiðis má segja um Forn Egypsku trúna þá finnst mér þetta orðið frekar slöpp umræða þar sem hún er dauðadæmd til að snúast hring eftir hring. Við getum alveg eins farið að rökræða um svipaða eiginleika Frodo Baggins og  Harry Potters en allavega í því máli gæti komið niðurstaða"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-15 23:49:46",
            "id": "5313323",
            "reply_to_id": "5312968",
            "text": "Ekki vera alveg svona vitlaus.\nLastu greinina yfir höfuð?\nÞetta er maður með, að mér sýnist, mikla vitsmuni að leiðrétta staðreyndar villur. Það kemur kristinfræði og trú ekkert við.\nég er trúlaus og fyrirlít trú á flest allan hátt. Samt stakk Zeitgeist í augun af staðreyndarvillum og lygum\nRétt skal vera Rétt. Kristni er bull, en það er óþarfi að ljúga til að koma því til skila, hún talar nógu vel fyrir sig sjálf"
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-15 23:47:26",
            "id": "5313317",
            "reply_to_id": "5307759",
            "text": "http://en.wikipedia.org/wiki/Image:LuxorAmenhetep.gif\nSegir þessi mynd ekki frá fæðingu Hórusar undan hreinni mey?\nGreinilega byggir kristni sig á þessari útgáfu af sögunni. Áreiðanlega til eins hlutir með flestar hinar staðreyndirnar."
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-16 00:17:36",
            "id": "5313382",
            "reply_to_id": "5313317",
            "text": "óljós, frjálslega túlkuð málsgrein frá Wikipedia með enga neðanmálsgrein eða heimildarlista.\nÞú afsakar mig á meðan ég geri það sem við kristnir gerum best og hunsa þessa grjóthörðu staðreynd og leggst í heyið."
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-16 00:22:58",
            "id": "5313393",
            "reply_to_id": "5313382",
            "text": "Ertu að segja að það sem stendur á Wikipedia sé líklega mistúlkun á þessari mynd?\nÉg efa það svo stórlega.\nVoru ekki heimildirnar í greininni þinni allar af Wikipedia?"
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-16 00:35:50",
            "id": "5313425",
            "reply_to_id": "5313393",
            "text": "Er þetta einhverskonar grín?\nhttp://www.hugi.is/saga/threads.php?page=view&contentId=5310685\nLiður 4.\nJust in case að þetta sé ekki nógu þversleikjandi skýrt í greininni og síendurteknum svörum mínum við fólk sem nennir bara að kommenta því fyrsta sem því dettur í hug en nennir ómögulega að lesa greinina sem það er að svara."
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-16 01:04:36",
            "id": "5313463",
            "reply_to_id": "5313425",
            "text": "Hafði ekki séð þetta.\nHvað með það sem ég sagði samt?"
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-16 01:19:43",
            "id": "5313491",
            "reply_to_id": "5313463",
            "text": "Í því fyrsta sé ég ekkert að viti úr þessari mynd.\nEn það gæti þessvegna verið bara ég.\nÞað er alltof margt sem að dregur úr þessari túlkun.\n1. Textinn og túlkunin er mjög óljós. Er verið að tala um Ra, Ósíris eða Hórus? Ekki er mynst á Ísis heldur, heldur “Neith”.\n2. Ef þetta er almen túlkun og skotheld staðreynd. Afhverju er engin heimild? Þetta hefur jafnan áreiðanleika og éf ég svara þessu “uhmm.. veistu nei ég held ekki.” Orð gegn orði. Virkar ekki í hinum Akademíska heimi.\norð random manneskju á wikipedia.org gegn\norði random manneskju á hugi.is.\n3. Finn ekki minnst á þetta mé þessa túlkun eða þessa afmyndun á nöfnum og Guðum. Afhverju á þetta sér ekki hliðstæðu í almennum heimildum?\nÞetta eru fælingarheimildir gegn þessu sem er byggt á engum grunni.\nÉg er ekki að neita þessu alfarið. En þú þarft mun meira kjöt á beinin til að þetta sé rafræna pappírsins virði sem þetta er skrifað á."
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-16 01:52:20",
            "id": "5313510",
            "reply_to_id": "5313491",
            "text": "“orð random manneskju á wikipedia.org gegn\norði random manneskju á hugi.is.”\nSá sem gerir sér það að láta þetta inn á Wikipedia hefur án efa meira vit á þessu en hin handahófskennda manneskja.\nhttp://en.wikipedia.org/wiki/Luxor_Temple\n“1: Thoth (with ibis beak) announcing to Neith that she would become pregnant.\n2: Kneph and Hathor causing Neith to become pregnant via an ankh.\n3: The birth, over a birth brick, of Ra (representing Akhenaten).\n4: The adoration of Ra by the gods and the courtiers.”"
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-16 02:14:07",
            "id": "5313527",
            "reply_to_id": "5313510",
            "text": "Allt í góðu með það.\nTaktu fyrir þína 4 punkta.\nað setja þetta saman í:\n“Hórus er fæddur af hreinni mey”\n(sérstaklega innan um haug af staðreyndarvillum)\nrýkur af túlkunarhliðrun. Ekki minnast á að upprunalega er verið að tala um Ra og Neith, en ekki Ísis og Hórus.\nGefum okkur að þetta sé 100% satt og rétt.\nÞetta er ekki líkt fæðingarsögum (já sög\num\n) Jesú. Sérstaklega eitt og sér, hefur þetta enga hliðstæðu til kanónsins.\nEnn og aftur minni ég á fyrra svar mitt um fælingarheimildir."
        },
        {
            "user": "Andskoti",
            "user_id": "29761",
            "date": "2007-10-16 00:04:29",
            "id": "5313352",
            "reply_to_id": "5307759",
            "text": "http://en.wikipedia.org/wiki/Jesus_and_comparative_mythology\nég bendi þá þessa síðu varðandi þetta mál.\nkv.\nAndskoti"
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-16 00:29:15",
            "id": "5313409",
            "reply_to_id": "5313352",
            "text": "Eins og ég svaraði öðrum sem að benti á þessa grein, er sú að jú, ég las hana. Hún hafði nokkra ágætis punkta um vangavelltur áhrifa milli Jesú og annara goðsagna.\nÍ samhengi við greinina segir hún ekkert sem að véfengir þá rökfærslu sem er þar upplistuð. Fyrir utan það eitt að segja að “Anubis” (eftir allt saman, sjá grein) hafi smurt, eða framið svipaða helgiathöfn á Hórusi.\nOg þetta er haft uppúr breskum supremacista sem er rétt tæp níræður þegar fullyrðing hans er gefin út árið 1907."
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-16 00:23:24",
            "id": "5313397",
            "reply_to_id": "5307759",
            "text": "Ég skrifa þetta nú bara í djóki en mér finnst gaman að segja asnalega hluti sem ég get pælt í.. :P\nEf Guð er “kraftur” hlýtur djöfullinn að vera kraftur, ef andstæðan við guð er djöfullinn og hefur alltaf verið það(veit ekki hvort hann hefur alltaf verið það), þá hljóta þeir að vera jafngamlir, ef þeir eru jafngamlir, hefur einhver sá sami skapað þá, þá gætu þeir eins verið tvíburar..:/\nTrú á “Guð” er það ofmetnasta í öllum heiminum.."
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-16 00:31:31",
            "id": "5313416",
            "reply_to_id": "5313397",
            "text": "Trú á “Guð” er það ofmetnasta í öllum heiminum..\nÞín skoðun sem þú átt fullan rétt á.\nSamt sem áður:\nhttp://www.hugi.is/saga/threads.php?page=view&contentId=5310685"
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-16 01:11:39",
            "id": "5313475",
            "reply_to_id": "5307759",
            "text": "Hvað á að þá að commenta, ef þú gefur alltaf upp link á annan þráð..\nÞráður sem er svona langur og virkur er aldrei um það sama, það eru flest allir að commenta um hann sem commentar á undan..\nOg hvað á maður að gera klappa þér á bakinu og segja til hamingju þú afsannaðir nokkra hluti sem er í heimildarmynd..\n*Klapp á bakið*\nÞetta segir bara að aðrir guðir eða verur séu ekki svipaðar og þessi Jesús, og ef þú villt ekki að menn komi með svör úr Zeitgeist um trú, afhverju reynir þá fólk ekki að sanna að hann sé til fyrst áður en það er byrjað að rífast um trú, og ef þið náið að góðum sönnunum að hann sé til þá hefurðu mín orð að ég byrja að trúa..\nen í augnablikinu er ekkert sem segir mér að hann sé til, þannig að flest allt segir “mér” að hann sé ekki til..\n- Allt persónulegar skoðanir..\nsem tengist nokkurveginn þessum þræði :)"
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-16 01:29:56",
            "id": "5313498",
            "reply_to_id": "5313475",
            "text": "Þetta er grein um sögufölsun.\nHeldur þú að Jesú hafi ekki verið til?\nWell good for you. Enjoy your time in hell then (ég veit að þú varst að búast við svipuðu svari).\nTaktu það bara eitthvað annað. Hefur ekkert með sögufölsun að gera.\nEkkert hvað sögufölsun varðar hefur það minnsta með persónulega skoðun að gera.\nNema fyrir þá sem telja hana réttlætanlega, “jú því að Kristni er svo fáranleg hvort eð er.”\nSem virðist þó vera nóg af hérna.\nF***ing 15 ára bréfaskóladúfu Doktorar…"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-16 15:37:24",
            "id": "5314328",
            "reply_to_id": "5313475",
            "text": "Það skiptir engu máli.\nÞað er enginn að rífast um það hvort jesú hafi verið til eða ekki.\nKristni er nógu fáránleg fyrir að það þarf ekki að ljúga upp á hana.\nÞað eru hins vegar sömu hálfvitar og trúa því öllum samsæriskenningum sem finnst greinilega í lagi að falsa heimildir til að reyna að tala um fyrir fólki.\nÞað er óvísindalegt… það er það sem trúað fólk gerir.\nÞessi mynd er kjaftæði og til háborinnar skammar hverjum manni sem myndi telja sig til þenkjandi einstaklinga."
        },
        {
            "user": "Starr",
            "user_id": "49598",
            "date": "2007-10-16 08:49:58",
            "id": "5313620",
            "reply_to_id": "5307759",
            "text": "Hvergi finn ég talað um það að Egypsku Guðirnir hafi gengið með mönnum. Það er, að það er almennt talið að goðafræði þeirra sé fyrir tíma manna og í stöðugri hringrás með Faraóunum sem holdgervingar mismunandi Guða oftast Hórus þó.\n- Hórus gekk Ekki á jörðinni 3000 f. kr. Meðal fólks\nErtu þá að fullyrða að Jesú hafi gengið meðal manna? Eða misskildi ég þetta?"
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-16 13:37:01",
            "id": "5313999",
            "reply_to_id": "5313620",
            "text": "Svo segir sagan sem við erum að bera saman."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-10-16 14:39:20",
            "id": "5314137",
            "reply_to_id": "5307759",
            "text": "Góð grein. Ég er alveg sammála þér með það að fólk eigi nú að tékka á heimildm sínum áður en það sendir eitthvað svona inn, þetta er nú ekki eitthvað sem er erfitt að finna.\nHinsvegar er ég ekki trúuð, og þrátt fyrir það að það sé ekki endilega hægt að sanna að kristni eða önnur trúarbrögð séu bara allsherjar samsæri, er heldur ekki nein sönnun fyrir því að þetta sé ekki bara bull. Ef einhver getur sýnt mér sönnun fyrir guði og almættinu, þá skal ég gefast upp á trúleysinu, en ég veit samt að það mun ekki gerast."
        },
        {
            "user": "jonsi13",
            "user_id": "7538",
            "date": "2007-10-16 15:12:14",
            "id": "5314231",
            "reply_to_id": "5307759",
            "text": "Ég held að aðalástæða þess að fólk æpir sögufölsun í þessu máli er sú að heimildir fyrir sögu Horus eru í Híeróglífum sem er aðeins erfiðara að túlka heldur en Biblían þar sem hún var, hvað rituð á arameísku held ég og hún er held ég bara enn töluð af þó nokkuð mörgum mörgum.\nÞess vegna eru margar mismunandi túlkanir á Horus og já Horus var almennt túlkaður sem Ra einnig, þetta á við um svar sem er aðeins ofar með link að mynd af fæðingu Ra's.\nÉg held að þetta Zeitgeist dót er greinilega nokkuð illa rökstutt og líklega skemmtileg en þó ekki nógu vel rökstudd. Og þar sem höfundur vill ekki fara neitt út fyrir efnið þá tel ég nokkuð augljóst að við eigum að bara viðurkenna að sögur af Horusi séu mistúlkaðar svo í bili er erfitt að bera það saman við annað fyrir utan þá þætti þessarar sögu sem er samþykkt einróma að sé rétt en það er ekki að gerast núna.\nEn samsvaranir úr Kristinni trú í önnur trúarbrögð sem eru eldri eru aðeins of mörg held ég og ef þetta skal vera umræðan þá er ekki til neins að takmarka hana svona því það fara alltaf einhverjir útfyrir efnið.\nOg já Nazareth vinsamlegast láttu af þessum endalausum linkum á þráðinn þinn þar sem þú kvartar undan því að fólk sé að fara útfyrir efnið og að kalla alla 15 ára prófessora or what not þar sem þetta efni er of tíðrætt og kemur of mörgum við til að þú getir búist við fáum svörum og ef þú ert að leita að einhverri harðkjarna umræða um svoleiðis málefni þá er Hugi ekki staðurinn til þess sem þú hefur vonandi tekið eftir núna."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-10-16 15:40:39",
            "id": "5314339",
            "reply_to_id": "5314231",
            "text": "Fólk er að fara út fyrir efnið.\nég skil ekki að menn sjái það ekki. Ég er trúlaus og ástæðan fyrir því er að ég ber virðingu fyrir sannleikanum. Rétt skal vera rétt.\nMálið með Zeitgeist er bara magnið af kjaftæði sem er í henni, alveg sama hvort jesú hafi mögulega haft eitthvað skylt við aðra guði (sem hann hafði) og því skil ég vel pirring greinarhöfundar.\nAnnars þá minnir mig að biblían hafi upprunalega verið rituð á grísku eða forn grísku, no?"
        },
        {
            "user": "jonsi13",
            "user_id": "7538",
            "date": "2007-10-16 18:42:54",
            "id": "5314999",
            "reply_to_id": "5314339",
            "text": "Þú skrifar þetta sem svar við mig svo ég mun ávarpa eins og þú hafir beint þessu til mín en ég sagði einmitt í mínu svari ástæðuna fyrir því hvers vegna fólk fer út fyrir efnið í þessu tiltæka máli, lestu aftur það sem ég skrifaði nema þú hafir meint að gefa álit og ekki svara mínu.\nSvo þetta Zeitgeist þá veit ég ennþá ekki hvað það er og finn ekki á imdb o.fl. svo linkur að því væri mjög vel þegið. Ég hef beðið greinarhöfund einnig oft um link að þvi þar sem hann er svo linkaglaður en ég fæ aldrei link að þessu Zeitgeist.\nEn jú ég kannaði þetta ekki en tungumál “Jesú” (ef hann var til) var Arameiska en Gamla Testamentið er víst að mestu ritað á Hebresku og það Nýja alfarið á grísku og einungis mjög litlir kaflar í það gamla eru á Arameisku."
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-16 19:07:07",
            "id": "5315089",
            "reply_to_id": "5314999",
            "text": "Einföld leit á google.video gefur þér strax fulla útgáfu að myndinni.\nhttp://www.zeitgeistmovie.com/\nEinnig er hún hérna í fullri lengd.\nGamla Testamentið er ritað á Hebresku.\ní Gegnum Babylon herförina er það ritað á Arameiísku.\nJesú talaði Arameiísku.\nRitað um hann á grísku.\nBréf páls og + er á grísku."
        },
        {
            "user": "jonsi13",
            "user_id": "7538",
            "date": "2007-10-16 21:22:27",
            "id": "5315626",
            "reply_to_id": "5315089",
            "text": "Takk fyrir linkinn Nazareth"
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-16 21:37:42",
            "id": "5315693",
            "reply_to_id": "5315626",
            "text": "Knock yourself out :)"
        },
        {
            "user": "jonsi13",
            "user_id": "7538",
            "date": "2007-10-17 00:16:57",
            "id": "5316330",
            "reply_to_id": "5315693",
            "text": "Heh var að klára, nokkuð athyglisverð mynd. Bæði hvað varðar Horus og hina goðafræðiskenningarnar og líka 9/11 og allt það.\nEn ég er mjög sammála þér í því að taka þessa mynd ALLS EKKI sem einhvern sannleik. Hún er mjög sannfærandi en ég myndi ekki trúa þessu fyrr en eftir að hafa lært Egypska forntrúarfræði fyrst.\nSvo ég ætla ekki að blanda mér í þetta lengur. Myndi alveg taka þátt í gagnrýni á biblíunni :D En held það yrði líka of mikið hitamál."
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-17 00:46:12",
            "id": "5316377",
            "reply_to_id": "5316330",
            "text": "Svo ég ætla ekki að blanda mér í þetta lengur. Myndi alveg taka þátt í gagnrýni á biblíunni :D En held það yrði líka of mikið hitamál.\npssh. Take your best shot suckah! ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-10-18 11:48:07",
            "id": "5319574",
            "reply_to_id": "5307759",
            "text": "Takk fyrir þessa frábæru grein! Þetta er nákvæmlega það sem ég sagði í nýjasta kommentinu inni á greininni eftir þennan DrHolmes. Ég persónulega hef brennandi áhuga á egypskri goðafræði og hef lesið fjöldan allan af bókum um guðina og goðsagnirnar, og þess vegna fæ ég bara fyrir hjartað þegar fólk fer að fullyrða svona upp úr Zeitgeist um t.d. Hórus án þess að gera sér grein fyrir hversu  mikið bull þetta er."
        },
        {
            "user": "Soul",
            "user_id": "57236",
            "date": "2007-10-18 14:17:09",
            "id": "5319929",
            "reply_to_id": "5307759",
            "text": "Biblían er og hefur alltaf verið mest selda skáldsaga ever,\nVerð að segja að biblíu trúandi fólk fer í taugarnar mínar svo rosalega,\nVið trúum öll á eitthvað en þau sem hafa virkilega eitthvað vit, trúa ekki á eitthvað sem er og hefur aldrei verið sannað, hvað þá eitthvað sem er verið að kúga peninga útúr.\nOg svo með ferminguna, 14 ára krakki fermdur , hafðiru eitthvað vit um hvað þú varst að gera? nei.\nOg ef þú hefur þá hefuru verið einn af fáum sem gerðu það, ég vissi mjög lítið hvað var í gangi ég fór til mömmu og spurði hana hvað þetta væri, hún sagði að þetta væri staðfesting um trú, ég vildi helst ekki vera að gera eitthvað þannig, aðallega var mér skítsama svo lengi sem ég fékk gjafir, og þurfti ekki að muna eitthvað rugl úr einhverri bók sem einhver hafði skrifað, og mamma var akkurat með leit útúr þessu öllu, “Borgarleg ferming”, miklu einfaldara og þæginlegara og segji ég bara að þau ættu að fræða börnin um það að “EF þið hafið ekki ákveðið ykkur og vitið ekki hvað þið trúið á, þá ER þetta í boði” ég er handviss um að svo margir mundu skella sér í þetta, einhverjir 8 klukkutímar eina helgi og næsta helgi eftir að standa uppá háskólabíosviðinu var ég fermdur, allar gjafirnar og svo miklu miklu minna vesen, ég er ekki mikið fyrir að skíta yfir aðra manna trú, en það að fólk í dag hefur ennþá ekki áttað sig á því hversu mikill peningaskandall og rugl þetta er, þar er ég lost. Eruði að safna peningum fyrir fólk sem vantar það meira?, hvað segjiru þá um Rauða krossinn og allt sem þau gera, ég segji rífa niður allar kirkjur íslands og bara gefa 14 ára krökkum gjöfum útafþví að þau eru “fullorðin” væri alveg eins nema minni vesen\nOg annað mál eftir að hafa horft á þessa mynd, horfði ég líka á 9/11 kaflan og fannst hann bara mjög áhugaverður, er ekki að segja að ég haldi að einhver manneskja myndi viljanlega drepa yfir þúsund manns uppá pening, en ég trúi að það hafi verið fleiri en einhverjir nokkrir múslimar í flugvélunum og einhverjir heima hjá sér, þarsem þriðja byggingin hrundi? það hefur aldrei verið útskýrt og aldrei talað um, ef þið eruð að tjá ykkur ánþess að hafa séð þessa mynd, hvað með að horfa þá á hana og tjá ykkur svo? :) mjög góð mynd og fannst hún mjög áhugaverð, þótt svo guðinn hafi ekki verið líkur “Jesú/Guði” þá skiptir það bara engu máli, mér fannst þetta sniðugt hjá þeim að losna við einhverja nokkra hálfvita úr þessari trú býst við að einhverjir hafi bara kvatt sunnudagskirkjuna eftir að hafa séð að þetta hafi verið eitthvað “egýskt dæmi” og ef þeir hafa gert það vegna þess þá finnst mér það bara mátulegt.\nEn ég vona að engin hafi móðgast við að hafa lesið þetta þarsem ég hef rétt á að tjá mig :), ég bara skil ekki afhverju fólk er að trúa á þetta dæmi,\nVeit ekki hvort þið hafið heyrt þessa setningu úr myndinni en ég sprakk úr hlátri,\nNonbeliever: “There's proof that evolotion existed everywhere, how can you still believe in god when there has been proof of dynasours (eða eitthvað slíkt)\nBeliever: ” I believe god put them there to test us. \"\nTakk fyrir :)"
        },
        {
            "user": "Soul",
            "user_id": "57236",
            "date": "2007-10-18 18:23:37",
            "id": "5320730",
            "reply_to_id": "5319929",
            "text": "Ég er sammála þér í því með Biblíuna og það. Ég er ekki að setja út á myndina fyrir það að dæma Biblíuna, heldur eru þessar “staðreyndir” sem myndin setur fram um t.d. Hórus, Krishna og hina guðina bara rangar og eiga sér enga heimildalega uppistöðu í goðsögnunum."
        },
        {
            "user": "Soul",
            "user_id": "57236",
            "date": "2007-10-18 19:40:29",
            "id": "5321027",
            "reply_to_id": "5320730",
            "text": "Það getur vel verið, en skilaboðin frá þeim fyrir utan skilaboðin um guðina voru flest mjög áhugaverð"
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-19 13:00:20",
            "id": "5322316",
            "reply_to_id": "5321027",
            "text": "Pointið er;\nEf þeir eru tilbúnir að falsa staðreyndir til að koma trúarlegum kenningum sýnum áfram, hvað eru þeir þá tilbúnir að gera til að koma 9/11 kenningum sýnum áfram?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-10-19 14:51:46",
            "id": "5322521",
            "reply_to_id": "5322316",
            "text": "Ef þeir eru tilbúnir að falsa staðreyndir til að koma trúarlegum kenningum sýnum áfram, hvað eru þeir þá tilbúnir að gera til að koma 9/11 kenningum sýnum áfram?\nNákvæmlega! Við getum sýnt fram á svo miklar falskar staðreyndir í goðafræði-kaflanum, bakkað sannanir okkar upp með heimildum og fræðiritum, en samt eigum við að trúa restinni af myndinni? Ég held nú síður."
        },
        {
            "user": "Soul",
            "user_id": "57236",
            "date": "2007-10-19 15:36:08",
            "id": "5322660",
            "reply_to_id": "5322316",
            "text": "Það gæti verið, en það er staðreynd að það var ekki nógu mikill hiti til að brennan niður þessa stólpa sem héldu þessu, og eftir að það var hrunið voru stólparnir skakkt skornir nákveæmlega eins og prof. sprengjumenn gera."
        },
        {
            "user": "Soul",
            "user_id": "57236",
            "date": "2007-10-19 16:02:38",
            "id": "5322761",
            "reply_to_id": "5322660",
            "text": "Það má vel vera. Ég ætla ekki að hætta mér út í neina umræðu um 9/11, þar sem ég hef ekki kynnt mér efnið nógu vel.\nHins vegar þá er það bara þannig að þegar hluti heimildar, (í þessu tilfelli Zeitgeist), er svona slæmur, þá er ekki hægt að styðjast við hana að öðru leyti.\nÞað er pointið hjá mér. Kannski er allt sem Zeitgeist segir um 9/11 satt. Málið er bara það að það er ekki hægt að taka mark á myndinni."
        },
        {
            "user": "Soul",
            "user_id": "57236",
            "date": "2007-10-20 13:36:33",
            "id": "5324559",
            "reply_to_id": "5322761",
            "text": "Samt sem áður góð mynd"
        },
        {
            "user": "minivergur",
            "user_id": "44098",
            "date": "2007-10-18 23:08:06",
            "id": "5321677",
            "reply_to_id": "5319929",
            "text": "Vissir þú að fyrir hvern sem er skráður í þjóðkirkjuna gefur ríkið styrk til kirkjunnar\nfyrir hvern sem er ekki skráður í þjóðkirkjuna gefur kirkjan styrk til HÍ\nBætt við 18. október 2007 -  23:13\nég var búinn að ýta á áfram þegar ég sá “gefur kirkjan styrk til HÍ” en ég reyndi að leiðrétta það með því að ýta á stop"
        },
        {
            "user": "Soul",
            "user_id": "57236",
            "date": "2007-10-19 09:55:42",
            "id": "5322120",
            "reply_to_id": "5321677",
            "text": "Semsagt Háskóli Íslands?,\nEn svona án gríns finnst mér þetta kirkjudæmi vera komið með alveg nóg af pening, byrja að henda peningum í HÍ og skólana til að geta lækkað skólanám eða styrkja fleiri? :)"
        },
        {
            "user": "minivergur",
            "user_id": "44098",
            "date": "2007-10-18 23:08:33",
            "id": "5321678",
            "reply_to_id": "5319929",
            "text": "Vissir þú að fyrir hvern sem er skráður í þjóðkirkjuna gefur ríkið styrk til kirkjunnar\nfyrir hvern sem er ekki skráður í þjóðkirkjuna gefur ríkið styrk til HÍ"
        },
        {
            "user": "thor0707",
            "user_id": "52319",
            "date": "2007-10-19 10:26:50",
            "id": "5322141",
            "reply_to_id": "5307759",
            "text": "Fáránlegt samt að segja að Jesú sé ekki líkur “forverum” sínum eða öðrum eldri “omg wtf hax raise dead lol” spámönnum og flipphausum. Líttu bara á t.d. Elijah."
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-19 12:58:39",
            "id": "5322312",
            "reply_to_id": "5322141",
            "text": "Segir maður sem kvótar Zeitgeist í undirskriftinni sinni.\nNei. Það er fáranlegt að hliðra sannleikanum til að fá það til að lýta út fyrir að hann líkist öðrum Guðum og hetjum.\nEf þú ert að líkja honum við Elía, þá kemur kanónið sjálft vel inn á það efni.\nJóhannes skýrari er Elía endurfæddur. Ekki Jesú"
        },
        {
            "user": "thor0707",
            "user_id": "52319",
            "date": "2007-10-19 16:34:35",
            "id": "5322854",
            "reply_to_id": "5322312",
            "text": "Láttu nú ekki svona, það er ekki eins og ég sé með eitthvað “Bec0s teh sunz ish up tehere god exists not and 9/11 was plahned bei aleinz lol”… Rólex segi ég nú bara.\nEinstaklega saklaus tilvitnun í undirskriftinni…\nElía er nú bara djöfull líkur bæði Jóhannesi og Jesú og margir flipphausar hafa álitið Jesú vera hann endurfæddan jafnt og margir flipphausar hafa álitið Jóhannes verið Elía endurfæddan.\nElía er btw. frekar nettur. Hann býður ekki aðra kinnina, hann spýr eldi (eða svona næstum).\nSögunum af Jesú hefur nú einmitt verið hliðrað til og frá svo að hann passi betur inn í svona “kemur af Davíð blabla”. Auðvitað á kvikindið sér fordæmi og forvera sem að hann líkist."
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-19 18:03:45",
            "id": "5323092",
            "reply_to_id": "5322854",
            "text": "Láttu nú ekki svona, það er ekki eins og ég sé með eitthvað “Bec0s teh sunz ish up tehere god exists not and 9/11 was plahned bei aleinz lol”… Rólex segi ég nú bara.\n…right"
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-19 21:31:12",
            "id": "5323560",
            "reply_to_id": "5307759",
            "text": "í fyrsta lagi þá ættirðu ekki að setja fram heimildir af wikipedia. Það geta allir bullað eitthvað crap þar inn á."
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-19 22:36:45",
            "id": "5323695",
            "reply_to_id": "5323560",
            "text": "Þú ættir ekki að kommenta án þess að lesa.\n“Ég er ekki að vinna þessa grein útfrá Wikipedia!\nMínar aðalheimildir eru komnar frá viðurkenndum fræðibókum sem að eru upplistaðar sem að koma mestmegnis heim og saman við það sem Wikipedia styttir og einfaldar.\nWikipedia er fyrir notendavænar sakir skrifuð í heimildarlistan.”"
        },
        {
            "user": "Choken1",
            "user_id": "5320",
            "date": "2007-10-20 17:02:03",
            "id": "5324948",
            "reply_to_id": "5307759",
            "text": "Hér er einnig listi yfir atburði sem eiga að hafa gerst 25 Desember\nhttp://en.wikipedia.org/wiki/25_December\nÞið munið sjá að ekkert af þessum furðuverum eru nefndar hér. Ekki heldur Jésu. Enda almenn vitneskja að hann fæddist ekki 25 Desember.\nHvort sem Jesús hafi verið til eða ekki þá langar mig bara til að benda á að hann er reyndar í listanum hjá wiki. Fyrsta nafnið undir “Births”.\nAllavega þá fannst mér það bara fyndið ég er ekki að starta haturlega umræðu um hvort að karlinn hafi verið til.\nBætt við 20. október 2007 -  17:08\nWTF!!! Það stendur líka að hann hafi dáið 25 sept. á sömu síðunni. Fyrsta nafnið undir “Deaths”"
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-20 17:48:04",
            "id": "5325035",
            "reply_to_id": "5324948",
            "text": "WTF!!! Það stendur líka að hann hafi dáið 25 sept. á sömu síðunni. Fyrsta nafnið undir “Deaths”\nTouché ;)"
        },
        {
            "user": "Obafemi",
            "user_id": "45021",
            "date": "2009-01-09 01:52:11",
            "id": "6437302",
            "reply_to_id": "5307759",
            "text": "Það veit enginn hvort Jesú hafi verið til. Það stendur í þessari bók og þessari bók en það sannar ekkert. Þú verður að hafa verið til á sama tíma og hann til þess að vita það. Fólk bara trúir því hvort hann hafi verið til eða ekki."
        }
    ]
}