{
    "forum_title": "Smásögur",
    "user": "joiingi",
    "user_id": "8865",
    "date": "2001-12-07 01:55:53",
    "title": "Bullið sigrar að lokum",
    "text": "Ég er arftaki bullsins, faðir minn hafði geymt það í kistli svo að enginn myndi hafa það sem hýsil sinn en hann lést og kistillinn varð minn. Ég opnað kistilinn og varð bullari.\nEiginleikar þess eru mest litlir en ég get kjaftað þig í kaf.\n-Er það?\nJá, það er það.\n-Þú ert ekki þess megnugur, ég hef aldur fram yfir þig litli strákur.\nEn ég hef bullið.\n-Þú hræðir mig ekki.\nViltu láta reyna á það.\n-Endilega.\nHann hljóp heim á elliheimilið til móður sinnar þessi fertugi karlfauskur, hann hafði ekki roð við mér. Ég get það sem aðrir geta ekki. Það er að græta þrífætta dverga. Jú, sannaður til.\nÉg get það. En það skiptir engu máli eins og er. Móðir mín er nú búinn að safna liði til að ná bullinu úr mér. Hún fær það ekki. Mér er nokk sama þó að ég þurfi að loka mig inni í hlöðunni þarna hjá hestunum til að þurfa ekki að losna við bullið. Ég neyðist víst til þess, þarna koma þeir. Bræður mömmu, vopnaðir orðabókum og tilheyrandi. Hún hefur náð í prestinn og gamla íslenskukennaran minn, ég sem hélt að hann væri löngu dáinn. Hann deyr þá bara í kvöld, hataði hann hvort sem er.\n-Þessi slagbrandur heldur okkur ekki úti sagði mamma.\nÞegiðu kerling orðið er sterkara en kraftar þínir gamla kerling.\n-Þú talar eigi við móður þína svona sagði presturinn.\nÉg sagði djöflunum að taka hann og það gerði hann, þá urðu hinir hræddir og hlupu sig í gröfina nema mamma. Hún náði í pabba. Ég hreyti yfir hana orðunum og þessu liðna líki sem er í örmum hennar.\n-Afhverju lætur svona við mig og látinn föður þinn.\nÞví mér er sama sagði ég talaði þau til svefns.",
    "url": "https://www.hugi.is/smasogur/greinar/54874/bullid-sigrar-ad-lokum/",
    "url_id": "54874",
    "id": "364817",
    "replies": [
        {
            "user": "Uriel",
            "user_id": "8713",
            "date": "2001-12-07 13:55:40",
            "id": "364818",
            "reply_to_id": "364817",
            "text": "Já þetta er málið. Maður getur lesið skilaboð eða boðskap út úr svona ef maður vill en maður getur aldrei verið viss um að maður nái sögunni, hvort sé eitthvað djúpt í gangi eða bara eitt orð sem kemur á eftir öðru.\nNyuhrg!!"
        }
    ]
}