{
    "forum_title": "Sagnfræði",
    "user": "Nazareth",
    "user_id": "70258",
    "date": "2007-10-15 00:53:41",
    "title": "Zeitgeist greinin",
    "text": "Af svörunum að dæma mætti halda að varla nokkur maður hafi lesið greinina, hvað þá skilið tilgang hennar!\nÞótt að hann sé útlistaður mjög skiljanlega.\nHérna eru svör til 80% af kommenturum sem að nenna ekki að lesa greinina vandlega í gegn og hafa greinilega ekki hugmynd um tilgang hennar og koma með samhengislausar fullyrðingar, ásakanir eða skoðun á algerlega óskyldum hlutum\n1.\nÞú verð ekki sögufölsun með því að koma með þína persónulegu kenningu eða skoðun um mig, Zeitgeist, Jesú eða kristni\n2. Ég er EKKI að fara að taka allt fyrir og afsanna allt rugl á netinu í heild sinni! - Ekki tilgangurinn. Lestu betur!\n3. Þín persónulega skoðun á Jesú og/eða kristni hefur EKKERT með málið að gera og er EKKI í samhengi við greinina!\n4. Ég er ekki að vinna þessa grein útfrá Wikipedia!\nMínar aðalheimildir eru komnar frá viðurkenndum fræðibókum sem að eru upplistaðar sem að koma mestmegnis heim og saman við það sem Wikipedia styttir og einfaldar.\nWikipedia er fyrir notendavænar sakir skrifuð í heimildarlistan.\n5. Ég er EKKI að skrifa trúvarnargrein, sem að ögrar þér að koma með mótrök um trúleysi eða vísindi. Lestu Betur!\nÞað sem ég ER að gera, er eftirfarandi:\nÉg er að sýna fram á sögufölsun í vinsældum pop kúltúr og hve auðveldlega hún er afsönnuð, sem fordæmi af þeirri krítísku hugsun og metnaðarfullum vinnubrögðum sem hver maður ætti að tileinka sér í öllum sýnum skrifum. Sama hvaða málstað sem þú tileinkar þér.\nEkki svara mér ef þú hefur ekki röksemd í samhengi við umfjöllunarefni greinarinnar og tilgang hennar.\nJesús F***ing Kristur!",
    "url": "https://www.hugi.is/saga/korkar/548915/zeitgeist-greinin/",
    "url_id": "548915",
    "id": "5310685",
    "replies": [
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2007-10-15 01:15:20",
            "id": "5310727",
            "reply_to_id": "5310685",
            "text": "Ég hef nú ekki einu sinni séð þessa blessuðu “Zeitgeist” mynd, og hef ekki kynnt mér til hlítar um hvað málið snýst (afhverju ætti ég einu sinni að nenna því?) En skil vel að þú sért pirraður útaf viðbrögðum við grein þinni.\nÁður fyrr var ég sjálfur stundum að reyna að “díbönka” ýmislegt kjaftæði sem fólk trúir á - svosem “spádóma” Nostradamusar, Bermúda-Þríhyrninginn, JFK-samsærið, Appollo-samsærið og fleira slíkt. Var þó búinn að gefast upp á þeim tilraunum áður en 9/11-samsærið komst í hámæli.\nAuðvitað er það sorglegt að yfir helmingur af ungu fólki virðist ekki einungis gleypa svona djöfuls vitleysu hráa uppúr geðsjúklingum netheima, heldur beinlínis leggja sig fram við að varpa allri heilbrigðri skynsemi og rökhugsun fyrir róða.\nEn ég hef bara ekki þolinmæði í að reyna að berjast gegn þessu. Fólk bara TRÚIR svona bulli, og ekkert fær þokað sannfæringunni. Nema kannski tími og aukinn þroski, skulum við vona."
        },
        {
            "user": "ZeroFool",
            "user_id": "657",
            "date": "2007-10-15 01:37:08",
            "id": "5310752",
            "reply_to_id": "5310727",
            "text": "If it's on TV it's got to be true!"
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2007-10-15 01:42:07",
            "id": "5310766",
            "reply_to_id": "5310752",
            "text": "Það virðist fólk halda, já. Ég er nú sjálfur ekki al-saklaus, sem unglingur trúði ég að Nostradamus-þvæluna og tók myndinni “JFK” eftir Oliver Stone sem heilögum sannleik.\nEn svo kemur að því að maður fer að hugsa :)"
        },
        {
            "user": "Grimsi92",
            "user_id": "37040",
            "date": "2007-10-15 08:59:25",
            "id": "5310913",
            "reply_to_id": "5310727",
            "text": "prófaðu að horfa á zeitgeist…..virkilega sannfærandi mynd"
        },
        {
            "user": "Popcorn",
            "user_id": "8387",
            "date": "2007-10-17 19:28:12",
            "id": "5318020",
            "reply_to_id": "5310727",
            "text": "Fólk skiptir sjaldan um skoðunir yfirhöfuð, um leið og það er búið að mynda\nþær, sem er sorgleg staðreynd. Sjaldan þýðir samt ekki aldrei.\nÉg held líka að það sé rétt að fólk á huga er ungt og vitlaust að megninu til.\nFólk vex líka upp úr því, sem betur fer.\nEn samt, kommon, ég VEIT að þið hafið báðir gaman að þessu á einhverju leveli.\nÍ versta falli er þetta bara æfing í að verja sitt mál fyrir vitleysingum. Það\ner þó staðreynd að þú færð ekki jafngott magn af eðalvitleysingum eins og hér.\nÉg á alla vega eftir að njóta þess um ókomna tíð að bauna heilbrigðri skynsemi\nog eitraðri kaldhæðni á hvern þann sem er nógu ólánsamur að hafa staðið í\nveginum.\nOg eftir allt þá er það ekki ykkar hlutverk að uppræta ranghugmyndir fólk. Það\nhefur komið þeim upp sjálft og þarf einnig sjálft að grafa sig upp úr þeirri\ngryfju aftur. Eða vaxa upp úr henni."
        },
        {
            "user": "Obafemi",
            "user_id": "45021",
            "date": "2009-01-09 01:59:59",
            "id": "6437308",
            "reply_to_id": "5310727",
            "text": "“Ef það stendur í fræðibókum, kemur frá virtum stjórnmálamönnum, kemur frá ríkínu og er sagt í fréttum ríkisins hlýtur það bara að vera satt!”\nSvona hugsa margir."
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2009-01-09 03:06:31",
            "id": "6437344",
            "reply_to_id": "6437308",
            "text": "Ekki endilega. Stjórnmálamenn og ríkið ljúga stanslaust (tökum t.d. Geir Haarde, sem varla hefur ratast satt á munn í áratug). Fjölmiðlar eru litlu skárri. Tóm endaleysis froðuþvæla vellur uppúr þeim.\nEn skrif fræðimanna hafa þó mun meiri vigt en þvaður úr rugludöllum sem sem allt of margt hrekklaust og trúgjarnt fólk gleypir við.\nAðal atriðið er að hugsa skeptískt, taka öllu með fyrirvara sama hvaðan það kemur."
        },
        {
            "user": "jonsi13",
            "user_id": "7538",
            "date": "2007-10-15 07:35:14",
            "id": "5310860",
            "reply_to_id": "5310685",
            "text": "Það er enginn þeð rit og heimildir hjá sér þegar það er að skoða pistla/greina á Huga. Hugi er afþreyingarvefur og ef þú höndlar eki skoðanir annarra haltu þá þínum fyrir þig og prédikaðu til einhvers sem er með alfræðiorðabók í heilanum á sér.\nÞegar þú skrifar grein um svona lagað ertu að bjóða upp á það að fá skoðanir fólks tilbaka þar sem Jesús Kristur og Kristin trú er mjög áberandi í okkar samfélag.\nEn annars vil ég segja að ég t.d. las öll svör í þínum þræði og það var margt í þinni grein sem aðrir leiðréttu og ég t.d. sá nokkrar villur sem þú gerðir eftir einungis að hafa lesið á wikipedia í 15 mín."
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-15 14:37:57",
            "id": "5311341",
            "reply_to_id": "5310860",
            "text": "Óh minn fokking Guð!\nÞað er víst algerlega sama hversu vel ég útskýri þetta.\nEn annars vil ég segja að ég t.d. las öll svör í þínum þræði og það var margt í þinni grein sem aðrir leiðréttu og ég t.d. sá nokkrar villur sem þú gerðir eftir einungis að hafa lesið á wikipedia í 15 mín.\nÉg lista það allra fyrst að EF einhver hefur heimild sem að stangast á við mínar, gefið þær fram. ENGIN hefur gert það.\nÞú ert að falla í nákvæmlega þá gryfju sem ég vara við í greinini með að segjast geta leiðrétt eftir að hafa lesið Wikipedia í 15 mín.\nHvar eru þessar leiðréttingar?\nOg ENN og aftur, er ég Ekki að nota wikipedia sem heimildargrunn. Heldur er það sett fyrir þig og aðra til að sjá grunn hugmyndina af því sem ég set fram, sem passar að *miklu leyti við viðurkennd fræðirit í styttri og einfaldaðri útgáfu.\n1. Ef þú ert í vafa um eitthvað, lestu þá þennan útskýringarkork aftur og aftur þangað til vafin hverfur\n2. Ef þú hefur áreiðanlegar heimildir sem stangast á við það sem ég set fram. Gefðu þær upp!\nÉg mun ekki svara neinu sem að er út fyrir samhengi greinarinnar eða tilgangi hennar."
        },
        {
            "user": "jonsi13",
            "user_id": "7538",
            "date": "2007-10-15 16:43:00",
            "id": "5311685",
            "reply_to_id": "5311341",
            "text": "Það helsta sem hefur verið bent á eru hlutir sem varða Horus og þú sjálfur hefur verið að svara þeirra gagnrýni svo það að segja að ENGINN hafi gagnrýnt það sem þú sagðir beint er hrein og bein lygi."
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-15 18:51:47",
            "id": "5312163",
            "reply_to_id": "5311685",
            "text": "EF einhver hefur heimild sem að stangast á við mínar, gefið þær fram. ENGIN hefur gert það.\nEkki reyna að misskilja.\nEngin hefur enn komið með “viðurkenda fræðiritið ”bla bla bla“ eftir Dr. whatshisface stangast á við þær heimildir sem þú ert að vinna úr. Ræðum afhverju það gæti verið.”"
        },
        {
            "user": "jonsi13",
            "user_id": "7538",
            "date": "2007-10-15 17:54:57",
            "id": "5311906",
            "reply_to_id": "5310685",
            "text": "Andsk … hef verið að lesa um þetta í dágóðan tíma núna bara af forvitnissakir þar sem mitt svar tengdist þínum framsetningum lítið en ég fann þónokkuð sem mælir gegn þér. En það vill svo skemmtilega til að ég lokaði óvart á gluggann og týndi öllu sem ég hafði skrifað. En tek sem fljótt dæmi að bara á wikipedia þá er Horus sagður hafa gengið á vatni.\nOg nokkra stutta punkta þar sem ég nenni þessu ekki núna(í sömu röð í þínar athugasemdir):\n- Horus var sagður hafa sól og tungl fyrir augu og ef þetta þýðir ekki að hann sé stjarna eða að stjörnur séu þá hann þá veit ég ekki hvað. Ekki gleyma að 2000-3000 BCE þá er lítið vitað um muninn á tungl/stjörnum/plánetum.\n- Svar að ofan dekkar þetta líka.\n- Þetta er ádeilanlegt hvort að Isis hafi verið hrein mey eður ei en almenn skoðun er sú að hún hafi púslað saman Osiris og vantað kynfæri sem hún skóp þá sjálf á hann. Og síðan stundaði mök við múmmíu Osirisar og eignaðist þá Horus. En ef þetta var trúin þá, þá myndi ég ekki segja hana hrein mey en María er af mörgum talin ekki heldur hrein mey, það sem er í rauninni átt við í þessum umræðum er hvort að sonurinn sé eingetinn eða ekki, ekki neitt um hvort að móðirin sé hrein mey.\n- Nei en ég hef heyrt að hann sé hylltur af þremur sólguðum !\n- Hann gekk á vatni ef marka má wikipedia:\nhttp://en.wikipedia.org/wiki/Walking_on_water\n- Ja, fæðing Horusar var haldið hátíðlegt við vetrarsólstöður en það er einmitt ekki neinn ákveðinn dagur og oft í fortíðinni haldið uppá á 25. Des en almennt er fæðing hans kennt við 21. Des hef ég lesið.\n- Hvað varðar 12 lærisveina þá held ég að það sé rétt hjá þér, ég hef á flestum stöðum séð að Horus hafi haft 20+ fylgismenn.\nEn ég hef því miður ekki kynnst mér þessar samlíkingar engan veginn nóg til að vera í neinu skítkasti eða togstreitu um þetta. Ég hef skoðað síður sem eru á báða bóga í þessu máli og alltaf virðast þær of hliðhollar sinni skoðun og á ég eftir að finna eina góða sem er hlutlaus.\nEn annars fann ég eina fína sem ég er nýbyrjaður að lesa þar sem einn skrifaði nokkuð hlutlausa grein og svo er umræða eftir á undir hans grein sem er athyglisverð:\nhttp://stupidevilbastard.com/index/seb/comments/ending_the_myth_of_horus/"
        },
        {
            "user": "Nazareth",
            "user_id": "70258",
            "date": "2007-10-15 19:07:24",
            "id": "5312249",
            "reply_to_id": "5311906",
            "text": "- Hann gekk á vatni ef marka má wikipedia:\nhttp://en.wikipedia.org/wiki/Walking_on_water\nÞað má nefnilega Ekki marka wikipedia.org/wiki/Walking_on_water.\ní því fyrsta er þetta wikipedia heimild sem styðst ekki við neina aðra heimild.\nAuk þess sem að það er engin neðanmálsgrein við þessa fullyrðingu um að Hórus hafi gengið á vatni sem gefur okkur að hún er ekki komin frá neinum viðurkenndum aðilum.\nGæti þessvegna verið komin frá Zeitgeist og hringavitleysan heldur áfram.\nÍsis er ekki undir neinni útgáfu talin hrein mey.\nMeydómur Maríu fær að liggja milli hluta því umræðan er hvort sögurnar samtvinna sig eða ekki.\n- Hvað varðar 12 lærisveina þá held ég að það sé rétt hjá þér, ég hef á flestum stöðum séð að Horus hafi haft 20+ fylgismenn.\nHeimild?\nalmennt er fæðing hans kennt við 21. Des hef ég lesið.\nHeimild?\n*Des er einnig partur af tímakerfi sem kemur þúsundum ára eftir tíma Hórusar.\nSvona án gríns, í fullri einlægni, þá hlýtur þú að sjá að í hvaða almennri yfirferð sem er, af viðurkenndum aðilum og sérfræðingum, af Egypskri goðafræði, að þá eru punktar Zeitgeist um Hórus algerlega rangir, sama hvernig þú lýtur á málið.\nÉg minni enn og aftur á hinn últimatíva tilgang greinarinnar sem einnig er listaður í korknum.\nHártoganir og nit-picking um Hórus er ekki partur af honum.\nStaðreyndirnar liggja blákaldar fyrir hverjum sem er.\nHann er aðeins það fyrsta sem Zeitgeist tekur fyrir og þannig valin Random af mér til að sýna hvernig menn komast upp með léleg vinnubrögð og jafnvel sögufalsanir, því að almenningur nennir ekki að kynna sér málið."
        },
        {
            "user": "jonsi13",
            "user_id": "7538",
            "date": "2007-10-15 22:50:37",
            "id": "5313100",
            "reply_to_id": "5312249",
            "text": "Já ég er ekki neitt sokkinn inní þessa umræðu enn og myndi helst vilja link eins og ég nefndi áður að þessari Zeitgeist mynd, vinsamlegast :D Enda orðin svolítið forvitinn.\nÍsis er ekki undir neinni útgáfu talin hrein mey.\nMeydómur Maríu fær að liggja milli hluta því umræðan er hvort sögurnar samtvinna sig eða ekki.\nÞetta hins vegar er ekki rétt. Þ.e. María og Ísis eru meginþættir í þessari samlíkingu og þar af leiðandi verður að taka þær fyrir.\nHvar er sagt að Ísis hafi eignast barn áður ? Allt sem ég hef lesið í dag bendir til þess að Horus hafi verið hennar eina barn. Og á einni síðu þá var sagt að í Book of Dead að þar standi að hún Ísis hafi skapað Horus úr anda Osirisar, og ef það er rétt þá er það strax einn stór sameiginlegur þáttur.\nOg já eitt af nöfnum Ísis-ar er einmitt Isis Meri, Meri þá borið fram eins og Mary nema með “E”. En þar sem þessir sólguðir gengu undir fjölmörgum nöfnum þá er þetta spurningarmerki.\nHeimild?\nÞví miður þá hef ég lítinn áhuga að safna saman heimildum nema ég sé að skrifa ritgerð. Ég googlaði þetta allt saman og fór á fjölmargar vefsíður ásamt því að vera á wikipedia. Ef þú vilt sjá það sem ég las googlaðu þá orð eins og: Horus, Horus' conception, Isis, Horus Jesus og fleira í þessum dúr.\nEn já það sem ég las um fyglismenn Horusar var að þeir voru 4 hálfguðir, 16 venjulegir fylgismenn og svo fjöldi af “Blacksmiths” en mér fannst það frekar slappt og hef bara lesið um þessa 16 og svo 4 hálfguði á öðrum stöðum.\n*Des er einnig partur af tímakerfi sem kemur þúsundum ára eftir tíma Hórusar.\nHefðiru lesið það sem ég skrifaði vinur hefðiru séð að ég talaði um vetrarsólstöður. Hann er alltaf á sama tímabili eða um 20-25/26 Des. Þannig var tímatalið þá.\nSvona án gríns, í fullri einlægni, þá hlýtur þú að sjá að í hvaða almennri yfirferð sem er, af viðurkenndum aðilum og sérfræðingum, af Egypskri goðafræði, að þá eru punktar Zeitgeist um Hórus algerlega rangir, sama hvernig þú lýtur á málið.\nÉg bað einmitt um link svo ég gæti tékkað á þessu en hef séð lista sem er held ég voðalega svipaður því sem þú talar um og hann var jú illa studdur og nokkuð óljós en neðsti linkur sem ég gaf upp áður er nokkuð sem ég mæli með þar er Kristinn maður sem færir mótrök fyrir flestu en einnig segir hvað er sameiginlegt og það er góð umræða svo eftirá þar. En ég held að það sé ekki nóg bara að tala um samlíkingar á milli Horus og Jesús, þar sem að fyrir Kristna trú á þessu svæði var að gæta áhrifa frá fjölmörgum trúarbrögðum.\nHann er aðeins það fyrsta sem Zeitgeist tekur fyrir og þannig valin Random af mér til að sýna hvernig menn komast upp með léleg vinnubrögð og jafnvel sögufalsanir, því að almenningur nennir ekki að kynna sér málið.\nHér er ég sammála það er ekki hægt að byggja staðfasta skoðun á einungis einni hlið einhvers máls. Enda hef ég rætt svipað mál áður og myndað mína skoðun fyrir löngu sem er sú að Kristur var aldrei til eða ekki eins og honum var líst í Biblíunni en þú vilt forðast því að fara útfyrir efnið svo ég vil ekki fara dreifa því þangað.\nEn ég hins vegar vil benda á hvað það er margt við trúarbrögð sem stofnuð voru á þessum tíma, hvað það er margt tengt við stjörnufræðina og þyrfti ég að leita að einhverri góðri grein en nánast öll trúarbrögð byggjast á stjörnurnar."
        },
        {
            "user": "Marketwatch",
            "user_id": "22466",
            "date": "2007-11-09 16:30:22",
            "id": "5378276",
            "reply_to_id": "5313100",
            "text": "Fæðing apríl - mai.\nBætt við 9. nóvember 2007 -  16:33\nJesú þar að segja"
        },
        {
            "user": "paradox",
            "user_id": "1152",
            "date": "2007-10-27 22:05:34",
            "id": "5343541",
            "reply_to_id": "5310685",
            "text": "Sælir,\nég hef ekki séð Zeitgeist og hef ekki áhuga á því. Ég hef hinsvegar lesið hvað fólk hefur sagt um hana víðsvegar um vefinn.\nSumt fólk hampar henni og því sem í henni er sagt sem sannleik eða eitthvað í þá áttina, rök gegn kristni o.sv.frv.\nAllt í góðu með það mín vegna. Ég samþykki alveg að fólk geri þetta, fólk má hafa sínar skoðanir.\nÞað sem ég er að koma mér að er spurningin hvort ekki sé fullgróft að samþykkja bara hvað sem er án þess að spyrja út í heimildir?\nÁ heimasíðu Zeitgeist zeitgeistmovie.com , þá er hægt að skoða sources. Þar eru tilvitnanir í fullt af bókum. Ekki að ég nenni eitthvað að finna þessar bækur, en þær ættu líka að hafa heimildir ekki satt. Svo virðast margar hverjar vera frekar  hlutdrægar.\nHverjar eru frumheimildirnar fyrir þessu öllu?\nÁgætt að temja sér að vera soldið krítískur á það sem er matreitt ofan í mann af “einhverjum”.\nFín grein Nazareth."
        }
    ]
}