{
    "forum_title": "Hestar",
    "user": "Barabas",
    "user_id": "9210",
    "date": "2001-12-07 21:28:27",
    "title": "17 hross duttu í vatn :(",
    "text": "Ís brotnaði undan 17 hrossum við Stokkseyri sem fóru út á Traðarholtsvatn, austan Stokkseyrar, síðdegis í gær, sunnudag. Alls er talið að 17 hross hafi farið niður um ísinn í þremur vökum. 16 hross náðust lifandi en einn hestur drapst í vatninu.\nSamkvæmt upplýsingum frá Ólafi Íshólm Jónssyni lögregluvarðstjóra á Selfossi, sem tók þátt í að bjarga hestunum, tóku menn úr nágrenni Traðarholts til við björgunarstörf og hófu að saga með vélsög, um það bil 10 sm þykkan ís, í átt að landi. Eftir að lögreglumenn komu á vettvang klukkan 18 tókst þeim að draga 6 hross upp á ísskörina og með hjálp félaga í Björgunarfélagi Árborgar og björgunarsveitinni Björg á Eyrarbakka náðust 10 á land.\nMörg hrossanna voru orðin köld og máttfarin eftir tæplega tveggja stunda sund í vatninu en þau náðu fljótt þreki svo hægt var að reka þau að bænum Grund þar sem þeim var komið í hús. Enginn ábúandi er í Traðarholti en þar eru rúmlega 30 hross í hagagöngu.",
    "url": "https://www.hugi.is/hestar/greinar/54895/17-hross-duttu-i-vatn/",
    "url_id": "54895",
    "id": "365114",
    "replies": [
        {
            "user": "Gungun",
            "user_id": "8102",
            "date": "2001-12-08 02:00:53",
            "id": "365115",
            "reply_to_id": "365114",
            "text": "Ég heyrði bara af þessu frá vinum\nog þá var sagan orðin þannig að\nþeir hefðu verið orðnir svo\nhungraðir því að það hefði átt\nfyrir löngu síðan að vera búið að\nkoma þeim inní hús þannig að þeir fóru\nmikið lengra en girðingin leyfði þeim\nafþví greyin héldu að það væri eitthvað\nmeir að éta þar,.. og þannig endað\ní vökinni.  Erda satt?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-08 18:04:50",
            "id": "365116",
            "reply_to_id": "365114",
            "text": "æ aumingja sá sem dó;(\nog líka með hina!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-10-08 10:00:08",
            "id": "365117",
            "reply_to_id": "365116",
            "text": "Ég þekki gaurinn sem hjálpaði hrossunum uppúr. Verð kannski í hesthúsi hjá honum í vetur…."
        }
    ]
}