{
    "forum_title": "Hljóðfæri",
    "user": "Tjeko",
    "user_id": "13463",
    "date": "2007-10-15 18:24:01",
    "title": "Hver nennir að losa mig við þessa tösku?",
    "text": "Ég er hérna með tösku sem ég smíðaði utan um effektabrettið mitt á sínum tíma en hef í gegnum árin fært mig yfir í 2 bretta setup. Því er þessi taska bara inní geymslu og tekur pláss.\nÁ henni er handfang, 6 lásar, sérstyrkt járngrind utan um álkassann og 3mm (ef ég man rétt) krossviðarplata í botninum sem ég er búinn að líma teppi við, en satt best að segja mætti fara að græja nýjar límingar eða einfaldlega hefta það við.\nEndilega skjótið á mig einhverjum tilboðum, vantar nauðsynlega að losna við hana.\nMyndir",
    "url": "https://www.hugi.is/hljodfaeri/korkar/549033/hver-nennir-ad-losa-mig-vid-thessa-tosku/",
    "url_id": "549033",
    "id": "5312039",
    "replies": [
        {
            "user": "radiodavid",
            "user_id": "65727",
            "date": "2007-10-15 18:31:52",
            "id": "5312068",
            "reply_to_id": "5312039",
            "text": "langar ekkert í töskuna, en viltu selja mér fuzz factoryin sem þú ert með í albúminu??"
        },
        {
            "user": "Tjeko",
            "user_id": "13463",
            "date": "2007-10-15 18:36:01",
            "id": "5312089",
            "reply_to_id": "5312068",
            "text": "Ahhhhh…. ég fékk akkúrat þá hugdettu um daginn að selja hann þegar ég fékk í hendurnar V2 “Rams Head” Big Muff… en ég bara get það ekki. Hann er of mikill hnetukassi til að selja.\nÞannig nei því miður, en mæli eindregið að þú fáir þér slíkann. Gott að versla þá í gegnum musictoyz.com."
        },
        {
            "user": "Gislinn",
            "user_id": "47818",
            "date": "2007-10-15 18:57:37",
            "id": "5312193",
            "reply_to_id": "5312089",
            "text": "Hvaða árgerð er þessi AC30 sem þú ert með ? Hann er yndislegur, mig langar að faðma hann.\nÍ hvaða hljómsveit ertu ?\nBætt við 15. október 2007 -  19:02\nVæntalega JMI era þessi vox, ekki satt ?"
        },
        {
            "user": "Tjeko",
            "user_id": "13463",
            "date": "2007-10-15 19:50:43",
            "id": "5312474",
            "reply_to_id": "5312193",
            "text": "Þetta er Rose Morris Vox. Það er reyndar búið að skipta út keilunum í honum fyrir Celestiona sem að ég man ekki af hvaða týpu eru akkúrat núna. En hann er alveg svaðalega mjúkur og góður… og getur verið alveg djöfulli skapstyggur og tregur. :D"
        },
        {
            "user": "Gislinn",
            "user_id": "47818",
            "date": "2007-10-16 19:36:20",
            "id": "5315194",
            "reply_to_id": "5312474",
            "text": "Ok hann er ekki eldri en það (1980-1990). Hann lýtur djöfulli vel út hjá þér samt.\nNúna er ég hættur að stela korkinum þínum með vox spjalli. :)"
        },
        {
            "user": "Tjeko",
            "user_id": "13463",
            "date": "2007-10-16 19:54:17",
            "id": "5315264",
            "reply_to_id": "5315194",
            "text": "Gott Vox spjall er aldrei slæmur þjófnaður á þræði. Já, ég held honum vel við og það er farið yfir hann reglulega. Nýbúinn að renna í gegnum lampana á honum, þarf reyndar að fara láta yfirfara hann fljótlega.\nEn það var rosalegt vesen að nálgast upplýsingar um árgerðina á magnaranum. Fyrrverandi eigandi hafði ekki glóru um það, en ON/OFF og STANDBY takkarnir hjálpuðu dáldið til við það. Endaði á einhverjum á Vox foruminu síðan sem átti samskonar magnara og hann gat gefið mér vægar upplýsingar um hann, og staðfesti þann grun að það væru ekki lengur upprunalegar keilurnar í honum."
        },
        {
            "user": "Gislinn",
            "user_id": "47818",
            "date": "2007-10-16 19:58:52",
            "id": "5315282",
            "reply_to_id": "5315264",
            "text": "Jebb, takkarnir voru svolítið vafa mál hjá mér, ég hélt fyrst að þetta væri svona 1970- árgerð sem væri búið að skipta út tökkunum. ;)\nÉg einmitt á einn Korg era Vox AC15TB sem er alveg awesom, hann fer ekki frá mér í bráð."
        },
        {
            "user": "President",
            "user_id": "8917",
            "date": "2007-10-15 19:24:06",
            "id": "5312334",
            "reply_to_id": "5312039",
            "text": "Hvað er brettið stórt?? Ég þarf að stækka við mig og er að gera það upp við mig hvort ég eigi að nenna að smíða nýtta eða hvort ég eigi að kaupa….."
        },
        {
            "user": "Tjeko",
            "user_id": "13463",
            "date": "2007-10-15 19:49:13",
            "id": "5312471",
            "reply_to_id": "5312334",
            "text": "55x80x16cm er stærðin á því."
        },
        {
            "user": "President",
            "user_id": "8917",
            "date": "2007-10-17 01:39:00",
            "id": "5316430",
            "reply_to_id": "5312471",
            "text": "Ertu með einhverja verðhugmynd? Hugsa að þessi stærð myndi duga mér, aðeins stærra en mitt, en það er bara spurning hvort það borgi sig að smíða þetta sjálfu"
        },
        {
            "user": "Tjeko",
            "user_id": "13463",
            "date": "2007-10-17 10:45:32",
            "id": "5316658",
            "reply_to_id": "5316430",
            "text": "Ég var bara að hugsa um einhvern 5-4 þ. kall."
        },
        {
            "user": "addi89",
            "user_id": "31881",
            "date": "2007-10-16 19:31:25",
            "id": "5315179",
            "reply_to_id": "5312039",
            "text": "Ef mjög mikinn áhuga, skal kaupa hana pottþétt eftir mánaðarmót.. (andskoti fátækur atm!\nBætt við 16. október 2007 -  19:33\nHef*"
        },
        {
            "user": "Tjeko",
            "user_id": "13463",
            "date": "2007-10-16 19:51:28",
            "id": "5315249",
            "reply_to_id": "5315179",
            "text": "Endilega. Hafðu bara samband við mig hér á huga."
        },
        {
            "user": "addi89",
            "user_id": "31881",
            "date": "2007-10-16 19:53:54",
            "id": "5315262",
            "reply_to_id": "5315249",
            "text": "Mátt selja hana í millitíðinni en ef hún verður ekki farinn þá hef ég áhuga…"
        }
    ]
}