{
    "forum_title": "Sagnfræði",
    "user": null,
    "user_id": null,
    "date": "2007-10-20 23:24:06",
    "title": "Gyðingar og bitur Hitler.",
    "text": "Ég er alltaf að heyra um að Hitler drap fullt af gyðingum en ég veit ekkert um afhverju hann hataði þá :/ síðan hefur maður heyrt að hann hafi verið gyðingur en ég er ekki alveg að kaupa það.\nAfhverju hataði Hitler gyðinga?\nTakk fyrir öll svör.",
    "url": "https://www.hugi.is/saga/korkar/550064/gydingar-og-bitur-hitler/",
    "url_id": "550064",
    "id": "5325713",
    "replies": [
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2007-10-20 23:47:35",
            "id": "5325793",
            "reply_to_id": "5325713",
            "text": "Það var ekkert sem hann fann upp hjá sjálfum sér, Gyðingahatur hafði verið landlægt um alla Evrópu öldum saman. Þá ekki síst í Mið- og Austur-Evrópu, og sérstök gróðrarstía Gyðingahaturs um aldamótin 1900 var einmitt Vínarborg, þar sem gyðingar voru margir og áhrifamiklir.\nKíktu á\nhttp://en.wikipedia.org/wiki/Anti-semitism\nEn ef þú vilt lesa mjög góða útlistun á þessum málum, ráðlegg ég þér að lesa bókina Að Hetjuhöll eftir Þorstein Thorarensen. Hún er til á hvaða bókasafni sem er, þú leitar að Hitler í ævisöguflokknum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-10-20 23:49:30",
            "id": "5325799",
            "reply_to_id": "5325793",
            "text": "Takk fyrir svarið þetta hjálpaði mjög mikið :)"
        },
        {
            "user": "Grubnar",
            "user_id": "2125",
            "date": "2007-10-21 00:00:28",
            "id": "5325831",
            "reply_to_id": "5325713",
            "text": "Tja, þegar stórt er spurt…\nÞví hefur verið haldið fram að það hafi verið vegna samsæriskenningar um að uppgjöf þjóðverja í fyrri heimstyrjöld hafi verið þeim að kenna (ég veit ekki hvernig).\nEinnig hefur alltaf verið til mikið hatur sem beinst hefur að gyðingum vegna þess að þeir lifa oft mikið útaf fyrir sig og eru öðruvísi í háttum en aðrir.\nGyðingar hafa einnig verið áberandi í bankakerfi evrópu frá stofnun þess, þeir voru miklir handverksmenn, gullsmiðir, myntsláttumen o.s.frv. svo að það hefur alltaf verið hálfgerð öfund í garð þeirra. Sumir hafa litið svo á að gyðingar séu nískir fyrst þeir eiga pening, sem er langt frá því að vera algilt.\nPersónulega hef ég alltaf haldið að margir af þeim sem tóku ákvörðun um “hina endanlegu lausn á gyðingavandamálinu” hafi aðallega verið að búa til einhvern ímyndaðan óvin til að efla samhug þjóðverja (þýskaland ver mjög ungt land á þessum tíma) og kenna um öll vandamál þessa tíma. Ekki hefur spillt fyrir að gyðingar lágu vel við höggi vegna þes að þeir voru oft “oðruvísi” en allir aðrir og það hefur verið dágóð summa af peningum sem Nasistaflokkurinn hefur grætt á að gera allar eigur þeirra upptækar."
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2007-10-21 00:29:10",
            "id": "5325895",
            "reply_to_id": "5325831",
            "text": "Því hefur verið haldið fram að það hafi verið vegna samsæriskenningar um að uppgjöf þjóðverja í fyrri heimstyrjöld hafi verið þeim að kenna (ég veit ekki hvernig).\nÞað er fráleitt. Hjá Hitler & félögum var þessi fáránlega samsæriskenning afleiðing, ekki orsök gyðingahaturs. Hitler og flestir hans fylgismenn voru orðnir gyðingahatarar (eða allavega ekki vel við gyðinga) áður en WWII byrjaði.\nHitt er svo annað mál að þeir nýttu sér ófarir Þýskalands til að æsa upp enn frekara gyðingahatur í fátækum almenningi. Þar var líka frekar stráð áburði á frjóan akur en að í hann væri sáð.\nBætt við 21. október 2007 -  02:26\n…áður en\nWWI\n(1914-18) byrjaði, átti þetta að sjálsögðu að vera. Illa er nú komið fyrir mér, sem fékk ávallt 10 eða 9.5 í grútleiðinlegum stafsetningarprófum seint á síðustu öld :D"
        },
        {
            "user": "STAVKA",
            "user_id": "46427",
            "date": "2007-10-21 02:13:55",
            "id": "5326073",
            "reply_to_id": "5325831",
            "text": "Þá er vegleysa að halda því framm að Gyðingahatur hafi aðeins verið leið til að komast til valda. Ef svo hefði verið, hví voru þeir þá leynilega að drepa þá í hundruðþúsundatali?\nÞað liggur ljóst uppi að auk þess að þarna var sameiginlegur óvinur og góð leið til að komast til valda og í stríð jafnvel, þá hötuðu þeir Gyðinga í alvöru."
        },
        {
            "user": "jandia",
            "user_id": "56182",
            "date": "2007-10-21 02:21:41",
            "id": "5326083",
            "reply_to_id": "5326073",
            "text": "Áttu þeir þá bara að segja við alla að gyðingar væru rót alls ills og að allir ættu að hata þá en svo bara ekki gera neitt í því? Bara vera illa við þá og búið? Það hefði ekki komið vel út.\nAnnars veit ég ekkert um þetta mál."
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2007-10-21 02:28:21",
            "id": "5326092",
            "reply_to_id": "5326083",
            "text": "Það er nú gert við Araba víðast hvar í Evrópu nú á dögum :/"
        },
        {
            "user": "STAVKA",
            "user_id": "46427",
            "date": "2007-10-21 02:31:30",
            "id": "5326103",
            "reply_to_id": "5326083",
            "text": "Sko það er stórt mál að ætla að útrýma heillri þjóð úr heillri álfu. Og á sama tíma voru þeir í stríði við öll stórveldi heims. Þetta var stórt batterí og þessum hermönnum og hergögnum sem fóru í þetta verkefni hefði betur verið varið á vígstöðvunum.\nÞannig að ég hef ekki trú á að þetta hafi aðeins verið gert til að efna kosningaloforð, auk þess vissi þýskur almúgi ekki af þessum stórútrýmingu. Og hefði hann verið óánægður með að nazistarnir væru ekki að efna sín “loforð” þá hefðu þeir lítið getað gert, þar sem lýðræðið hafði verið afnumið."
        },
        {
            "user": "DutyCalls",
            "user_id": "59211",
            "date": "2007-10-21 02:53:36",
            "id": "5326124",
            "reply_to_id": "5326103",
            "text": "Akkúrat. Hitler lofaði fólki því að “losna við Gyðingana”. Fólk hefur líklega haldið að hann væri að meina að losa tak þeirra á efnahagslífi Þýskalands, ekki setja alla Gyðinga (líka börn, konur, sjúklinga og gamalmenni) í gasklefa.\nÞað er oft verið að ásaka Þjóðverja (sem þjóð) um að hafa ekki “gert neitt” í þessu. Jæja, segjum að það sé árið 1938, ég sé (segjum) bankagjaldkeri í þýskum smábæ. Frakkaklæddir Gestapó menn koma og handtaka Blumenstein gamla kaupmann á horninu, sem ég er búinn að verlsa við í mörg ár. Hvað á ég svosem að halda? Að það eigi að setja gamla manninn í fangabúðir? Nei, hann hlýtur bara að hafa gert eitthvað af sér… Og þó ég trúi því kannski ekki uppá Blumenstein gamla, HVAÐ Á ÉG SVOSEM AÐ GERA?\nEkki vil ég vera handtekinn sjálfur sem “Gyðingavinur” eða álíka. Spurningin er, áttu allir venjulegir Þjóðverjar að vera hetjur?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-10-21 10:35:28",
            "id": "5326305",
            "reply_to_id": "5326124",
            "text": "Gyðingar ég hef einu sinni hitt gyðing á lífu mínu, hann var leiðinlegasta manneskja sem ég hef hitt.\nHrokafullur, leiðinlegur og eigingjarn.\nég fattaði Hitler.\nEn ég hef örugglega bara hitt leiðinlegan gyðing haha."
        },
        {
            "user": "jandia",
            "user_id": "56182",
            "date": "2007-10-21 02:57:48",
            "id": "5326131",
            "reply_to_id": "5326103",
            "text": "Já ég skil hvert þú ert að fara með þessu."
        },
        {
            "user": "MooMoo",
            "user_id": "66476",
            "date": "2007-10-21 15:56:08",
            "id": "5326915",
            "reply_to_id": "5325831",
            "text": "Ekkert sameinar stórveldi betur en óvinur."
        },
        {
            "user": "katharos",
            "user_id": "67317",
            "date": "2007-12-20 03:07:38",
            "id": "5494481",
            "reply_to_id": "5325713",
            "text": "það er reyndar búið að vera frekar móðins að vera á móti gyðingum alveg frá því að þeir fóru að setast að í Alexandríu í Egyptalandi á tímum Alexanders hins mikla …"
        },
        {
            "user": "Afhverju",
            "user_id": "30401",
            "date": "2007-12-26 20:23:45",
            "id": "5512284",
            "reply_to_id": "5325713",
            "text": "Mig minnir að afi hans Hitlers eða langafi r sum hafi verið Gyðingur."
        },
        {
            "user": "Afhverju",
            "user_id": "30401",
            "date": "2007-12-26 22:09:21",
            "id": "5512486",
            "reply_to_id": "5512284",
            "text": "Amma hans :)"
        },
        {
            "user": "Afhverju",
            "user_id": "30401",
            "date": "2007-12-26 22:19:47",
            "id": "5512504",
            "reply_to_id": "5512486",
            "text": "Jee! Eða það : D"
        }
    ]
}