{
    "forum_title": "Metall",
    "user": null,
    "user_id": null,
    "date": "2007-10-22 14:56:50",
    "title": "Helshare tíðindi - #1 Vol.1",
    "text": "Þar sem ýmislegt er að frétta af okkur þá datt mér í hug að einhverjum gæti þótt gaman af því að fá smá slúður og uppfærslur.\n- Einum færri, nýjar áherslur, nýtt efni og upptökur.\nHelshare\nÞað er rétt, við í Helshare tókum þá ákvörðun fyrir stuttu, að góðvinur okkar og geetarhetjan Dolli ætti ekki samleið með sveitinni. Hann er því búinn að setja fullan kraft í sólóverkefnið sitt sem ber nafnið Project Bastard og vonum við að það rætist úr því hjá honum.\nVið höfum sannarlega ekki að lagt árar í bát heldur höfum við sett fullan kraft í lagasmíðar og nú þegar eru 2 lög þegar að verða klár, annað frumsamið en hitt er hressileg ábreiða. Það að auki höfum við lagt grunn að 2-3 lögum til viðbótar. Okkar nýja efni er töluvert frábrugðið því sem við höfum verið að vinna með sl. ár og eru þessar nýju áherslur að leggjast afar vel í okkur. Það er svolítið erfitt að klassa okkur í augnablikinu en nýja efnið er þungt, hrátt, ofbeldisfullt og andstyggilegt svo við erum sannarlega ekki að venda okkar kvæði í kross.\nVið höfum ekki hugsað okkur að bæta við öðrum gítarleikara heldur ætlum við að halda áfram sem tríó. Upptökurnar á okkar fyrstu plötu eru mjög langt komnar en örlítið hlé er búið að vera á þeim undanfarið sökum búferlaflutninga og skólagöngu Loðinbarða, skólagöngu Gunnars Swenn, breytinga á atvinnu hjá mér og auðvitað hefur vöntun á æfingarrými spilað stóran þátt í þessu einnig. Við höfum birt “rough mix” útgáfur af tveimur lögum okkar á MæSpeisinu en upptökurnar eru á leið til Grikklands fljótlega þar sem góðvinur minn, George Bokos, gítarleikari Rotting Christ ætlar að hljóðblanda og mastera efnið. Upphaflega var planið að gefa út plötu með 7-9 lögum en svo gæti nú farið að þetta verði einungis EP plata með 4-6 lögum. Frekari frétta er að vænta af þessu mjög fljótlega svo stay tuned.\n- Óvæntir bakhjarlar.\nJá, litla svarta og ógeðslega hjartað mitt tók lítinn kipp þegar mér var bent á þetta af góðri vinkonu minni í Hollandi, en hún tók sér túr til Póllands um daginn til að sjá Blitzkrieg 4 túrinn sem þar var á ferðinni. Það voru ansi vel þekkt nöfn úr dauðarokksheiminum sem prýddu þennan túr en hljómsveitirnar Vader, Krisiun, Rotting Christ, Incantation og Funerus stóðu bak við hann.\nBlitzkrieg 4 Poster\nEins og sjá má á þessum myndum hér fyrir neðan, þá er bolur okkar Helshare manna í hávegum hafður hjá Themis, slagverksmeistara Rotting Christ en mér skilst að hann hafi verið í honum á flestum tónleikum á túrnum.\nMynd#1\nMynd#2\nEins er hér upptaka af King of a Stellar War frá tónleikunum í Elk, Póllandi þann 29.9 sl. Að sjálfssögðu er bolurinn góði til staðar þar einnig\n[youtube]\nhttp://www.youtube.com/watch?v=SoP67z-sQHk\nROKK!!!",
    "url": "https://www.hugi.is/metall/greinar/550325/helshare-tidindi-1-vol1/",
    "url_id": "550325",
    "id": "5329186",
    "replies": [
        {
            "user": "comics",
            "user_id": "35325",
            "date": "2007-10-22 15:23:48",
            "id": "5329512",
            "reply_to_id": "5329186",
            "text": "Já ok."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-10-22 18:31:17",
            "id": "5330118",
            "reply_to_id": "5329512",
            "text": "Agreed"
        },
        {
            "user": "haflilli",
            "user_id": "24952",
            "date": "2007-10-22 17:14:03",
            "id": "5329851",
            "reply_to_id": "5329186",
            "text": "You made my day"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-10-22 17:23:33",
            "id": "5329878",
            "reply_to_id": "5329186",
            "text": "Flott, flott. Ég hlakka verulega til í útgáfutónleika og auðvitað mun maður splæsa í eina plötu!\nBætt við 23. október 2007 -  16:56\nSplæsa í eitt eintak hljómar kannski betur. Lol."
        },
        {
            "user": "Superiormassacre",
            "user_id": "29535",
            "date": "2007-10-23 01:26:57",
            "id": "5331598",
            "reply_to_id": "5329186",
            "text": "Gaman af þessu, fínt að fá update. Skál fyrir Gogga Bokos!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-10-23 10:42:05",
            "id": "5331903",
            "reply_to_id": "5329186",
            "text": "neiiiii!\nBætt við 23. október 2007 -  10:48\nobb obb var alveg búinn að gleyma… Búúúúúúúúúú!"
        },
        {
            "user": "Nekron",
            "user_id": "60841",
            "date": "2007-10-23 13:14:16",
            "id": "5332164",
            "reply_to_id": "5329186",
            "text": "Gott ‘inpútt’ hjá þér félagi og gaman að lesa sér - rétt aðeins - til…\nEndilega láttu svo vita þegar diskurinn er tilbúinn til kaupa og hlustunar. Ég kaupi hik- og hljóðalaust…;-)\nAve,\nD/N\n‘'Margt er skylt með fráskilnum’' (Nekron)"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2007-10-28 19:22:39",
            "id": "5345319",
            "reply_to_id": "5329186",
            "text": "ég á svo eftir að kaupa diskinn ykkar um leið og hann kemur út!\nafhverju þurfa flestir tónleikarnir ykkar að vera með aldurstakmark? Ég sá ykkur á eistnaflugi, keypti mér bol og alles, en svo fær maður ekkert að sjá ykkur aftur útaf aldurstakmörkum :("
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-10-30 17:10:03",
            "id": "5350191",
            "reply_to_id": "5345319",
            "text": "Ég skil þig mætavel með þetta félagi, þetta er ferlega fúlt tónleikaumhverfi í dag sem við búum við.\nAndkristnihátíðin nálgast og aldrei að vita hvað gerist þangað til ;)"
        }
    ]
}