{
    "forum_title": "Rokk",
    "user": "Domingez",
    "user_id": "8112",
    "date": "2001-12-08 18:25:15",
    "title": "Freeloader - hvaða helvítis?",
    "text": "Ég var að heyra þetta margumtalaða lag fyrst í dag.  Hélt ég fyrst að um væri að ræða gamalt demo með Nirvana. Eftir lagið kom í ljós að hér var ekki um Nirvana að ræða heldur íslenska grunge grúppu sem kallar sig Noise. Þegar þeir sömdu þetta lag þá hafa þeir verið undir sterkum áhrifum hinnar goðsagnakenndu hljómsveitar Nirvana og þar sem ég er mikill aðdáandi Nirvana gat ég sett saman 4 lög með Nirvana og fengið út FREELOADER.\nÞað sem olli mér heilabrotum var að þetta hljómaði eins og beint úr smiðju Kurt Cobains og fór ég því rakleiðis heim að hlusta á safnið mitt og eftir að hafa hlustað á það frá A - Ö fann ég ekki það sem ég var að leita að, þannig að ég kafaði dýpra í hlutina og komst að þeirri niðurstöðu að ekki aðeins eru þeir undir áhrifum Kurt Cobains heldur líka kellingunni hans, rokkdruslunni Courtney Love. Eins og flestir Nirvana fans vita þá er mikið af lögum og textum Hole sótt í smiðju Kurt Cobains og Nirvana og  eftir margra tíma vafr á netinu fann ég lagið Celebrity Skin með hole. Tilgangur greinarinnar er enginn en staðreyndin er sú að lagið celebrity skin með hole er eins og lagið freeloader með Noise og hvet ég lesendur greinarinnar að hlusta á bæði lögin og bera saman.\nFreeloader getið þið fundið <a href=\"\nhttp://www.rokk.is/mp3/noise/noise_freeloader.mp3\n“>hér</a>\nCelebrity Skin getið þið fundið á <a href=”\nhttp://www.kazaa.com\n\">kazaa</a",
    "url": "https://www.hugi.is/rokk/greinar/55042/freeloader-hvada-helvitis/",
    "url_id": "55042",
    "id": "366026",
    "replies": [
        {
            "user": "viceroy",
            "user_id": "3376",
            "date": "2001-12-08 21:54:55",
            "id": "366027",
            "reply_to_id": "366026",
            "text": "þér finnst það já, celebrity skin og freeloader\neru með svipuð riff og eru með svipaðar gripabreytingar. en satt að segja hef ég alltaf fyrirlitið hole og þá sérstaklega courtney love,og líka það að þá samdi ég freeloader áður en ég heyrði celebrity skin með hole og ég samdi freeloader í fyrra þegar ég var undir miklum silverchair áhrifum og ef ég ætti að líkja freeloader við eitthvað band þá væri það silverchair, og það síðasta sem ég myndi gera væri að stela frá leiðinda beljunni henni courtney love! og svo hef ég heldur aldrei stolið neinu riffi eða laglínu frá neinu bandi. og þá að lögin séu svipuð á eru þau ekki neitt alveg eins."
        },
        {
            "user": "viceroy",
            "user_id": "3376",
            "date": "2001-12-09 00:35:38",
            "id": "366028",
            "reply_to_id": "366027",
            "text": "Mér líst mjög vel á þetta lag ykkar og finnst þið alveg eiga það skilið að vera kallaðir Noise en ekki Nirvana, Hole eða Silverchair ripoff (þótt ég hafi sagt það hérna áður :) ). Þið eruð þið og finnst mér svalt að hafa eina flotta svona Grunge hljómsveit á landinu sem soundar eins og komi að utan.\nOk vei, riffið soundar eins því það hefur sama beat í því, en gripin eru greinilega allt önnur.\nMér finnst reyndar Courtney Love bara fín, en það er jú hvers manns að segja um það\nHaldið bara áfram að semja flott drengir\nViceRoy"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-09 01:30:24",
            "id": "366029",
            "reply_to_id": "366028",
            "text": "þakka þér kærlega fyrir Viceroy:)"
        },
        {
            "user": "Gauos",
            "user_id": "297",
            "date": "2001-12-08 21:56:39",
            "id": "366030",
            "reply_to_id": "366026",
            "text": "Já, þetta gengur sko ekki :| !!"
        },
        {
            "user": "ludvik",
            "user_id": "9240",
            "date": "2001-12-08 22:22:55",
            "id": "366031",
            "reply_to_id": "366030",
            "text": "hvað meiniði marr??? lögin eru ekki lík hvor öðru, hole lagið er svo ömurlegt og týpískt eitthvað Oh I´m so happy cause i am in hollywood wearing makup, gelgju texti og leiðindalag, hinsvegar finnst mér noise lagið Freeloader hið fínasta lag og að segja að þessi tvö lög séu eins er fáránlegt!byrjunin er svolítið lík en ekkert annað og þeir sem eru að halda þessu fram ættu seriously að láta checka á eyrunum á sér becose they are obviosly deff."
        },
        {
            "user": "moodey",
            "user_id": "9423",
            "date": "2001-12-08 22:51:44",
            "id": "366032",
            "reply_to_id": "366031",
            "text": "hey come on, Hole eru cool!þó að courtney sé svolítið geggjuð þá er hún samt cool.ÉG fíla Hole mjög vel og ég tel nosie vera eitt af betri böndum á landinu í dag, þegar ég heyrði freeloader fyrst þá datt mér ekkert í hug “hole rippoff” ég er með bæði bunch af hole lögum og 2 noise lög og celebrety skin er ekki líkt freeloader á neinn hátt, ekki heldur söngurinn í byrjuninni einsog sumir hafa verið að segja hérna, áherslan á laglínunni í byrjunarorðunum er svolítið svipuð en ég meina lítið á lög einsog t.d með íslensku sveitinni halim/sign, eitt þeirra lag heitir halim og skartar gripunum:A-C-F-E, einnig er lagið chasey lain með bloodhoundgang með þessum sömu gripum og á sama hraða(gripaskiptingarnar), líka lagið með papa roach last resort og margar aðrar grúppur hafa eflaust notað þessi grip.en ég hef ekki heyrt neitt lag sem er með sömu gripum og freeloader, c.skin með hole inniheldur fyrstu 3grip nirvana lagsins drain you og jimi hendrix lagið the wind cries mary inniheldur sömu 3grip(í byrjuninni)einsog sweet home alabama og svo mætti lengi telja upp fleiri bönd með sömu grið einsog einhver annar.\nen það er ekki málið með freeloader því að það er rosalaga sérstakt lag og það mega noise eiga."
        },
        {
            "user": "herzeleid",
            "user_id": "11020",
            "date": "2001-12-09 01:26:08",
            "id": "366033",
            "reply_to_id": "366032",
            "text": "hole er ekki cool.\ncourtney love er ekki cool. hún er norn sem má brenna.\n-he´ll come back as fire, burn all the liars, leave a blanket of ash on the ground. - kurt-"
        },
        {
            "user": "bolinn",
            "user_id": "9418",
            "date": "2001-12-08 22:16:00",
            "id": "366034",
            "reply_to_id": "366026",
            "text": "mér finnst lögin ekkert lík nema kanski byrjunin á celebryty þ.e.a.s söngurinn í byrjunninni en ekkert annað er líkt, einsog millikaflinn í freeloader(find a place to rest myself…)er ekkert líkur millikaflanum í hole laginu(lala… make it/fake it..eitthvað)og síðan breytist hole lagið bara í popplag þegar hún fer að syngja “when I wake up in my makeup”en noise lagið er kröftugt allan tímann í gegn, með brjáluðu sólói í,þungum öskrum og allt er  öðruvísi við þessi tvö lög nema kannski byrjunar línan í söngnum, en ekkert annað."
        },
        {
            "user": "KurtCobain",
            "user_id": "7591",
            "date": "2001-12-09 02:13:36",
            "id": "366035",
            "reply_to_id": "366026",
            "text": "jáhámm. mér finnst byrjunin kannski óneitanlega bera smá vott af celebrity skin, en restin er allt öðruvísi. þannig að mér finnst þetta nú alls ekki á rökum reist. Annars langar mig að segja til þeirra noise drengja, að það er rosa stutt síðan ég heyrði þetta lag, og ég er búinn að dl. því og pæla mikið í því, og ég verð að segja það, að þetta lag er alveg FRÁBÆRT! ég fæ alveg gæsahúð á annarri hvorri sekúndu, mér finnst þetta það besta sem ég hef heyrt frá noise, og þá hef ég heyrt margt gott :) til hamingju með frábært lag noise, og hlakka til að heyra meira! :)"
        },
        {
            "user": "KurtCobain",
            "user_id": "7591",
            "date": "2001-12-09 02:26:51",
            "id": "366036",
            "reply_to_id": "366035",
            "text": "Þakka þér einnig minn kæri Kurt Cobain, your´e a true fan:), hehe"
        },
        {
            "user": "KurtCobain",
            "user_id": "7591",
            "date": "2001-12-09 02:30:23",
            "id": "366037",
            "reply_to_id": "366036",
            "text": ":D"
        },
        {
            "user": "Dbd",
            "user_id": "6373",
            "date": "2001-12-09 02:32:46",
            "id": "366038",
            "reply_to_id": "366035",
            "text": "NOISE eru bara að stæla NIRVANA …………………(PUNKTUR )… en þeim er fyrirgefið af minni hálfu af því að þeir eru bara litlir strákar .\nen þessi umræða er farin að fara í taugarnar á mér vegna þess að þeir vita það sjálfir að þeir eru líkir NIRVANA og það er bara fáránlegt að vera að rífast um þetta .\nsamt finnst mér frábært hvað þeir hafa fengið mögnuð viðbrögð við tónlistinni sinni miðað við hvað þeir eru ungt band og er ég feginn að þeir eru ekki að spila eitthvað helvítis hang over gruns ."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-09 03:11:30",
            "id": "366039",
            "reply_to_id": "366038",
            "text": "Aldur er innan vissra marka eingöngu hugarástand, ég meina 13-20 ára manneskjur geta verið mun dýpri en margir fullorðnir sem eru mjög grunnir.\nPersónulega finnst mér við ekki líkir Nirvana lengur, Við vorum það en ekki lengur að mínu mati allavega, þó að við spilum grunge rokk. En allir hafa sína skoðun og ég nenni ekki að þessi umræða breytist í eitthvað rifrildi þannig að please."
        },
        {
            "user": "Mal3",
            "user_id": "5739",
            "date": "2001-12-09 05:13:23",
            "id": "366040",
            "reply_to_id": "366026",
            "text": "Ég heyrði þett lag um daginn. Verð að segja að ég þekki Nirvana ekki mikið (fá samt repsect frá mér) og það fyrsta sem mér datt í hug var að þetta væri Nirvana lag nema bara eiginlega ekki það gott. Ég gæti farið að reyna að kryfja það en á endanum, takk fyrir, syngja betur og rólegur á stálinu trommari…"
        },
        {
            "user": "ArnarS",
            "user_id": "8683",
            "date": "2001-12-09 13:34:07",
            "id": "366041",
            "reply_to_id": "366040",
            "text": "Persónulega hef ég aldrei fílað Nirvana neitt rosalega, alveg ágætir samt. En um leið og ég heyrði þetta freeloader lag á rokk.is þá heillaðist ég gjörsamlega. Ok ég veit að mjög margir eru mjög ósammála þessu: Ég fíla Noise betur en nirvana nokkurn tímann. En það er nárrúrulega mitt álit. Haldiði áfram að semja svona dúndur lög Noise"
        },
        {
            "user": "Domingez",
            "user_id": "8112",
            "date": "2001-12-09 14:50:38",
            "id": "366042",
            "reply_to_id": "366041",
            "text": "Málið var ekki að þetta væri nákvæmlega eins og celebrity skin með hole en málið er að ég var einungis að benda á hversu mikið þið eruð að stæla Nirvana og gat ég tengt Courtney við þetta!!! óþarfi að verða eitthvað sárir! talandi um að stæla Nirvana!! allar myndirnar af ykkur eru eins og myndirnar af nirvana….dæmi hver fyrir sig\nNoise\nNirvana myndir\nlagið er Freeloader er ekki slæmt það sagði ég ekki!mér fannst það bara nauðalíkt Nirvana og hver má hafa sína skoðun…\nP.s. á meðan ég man afhverju eru allir sem eru að lofsama Noise allir með 20 stig eða eitthvað…. ætli að þetta sé svona At the Drive in dæmi? (bara fyrir þá sem fatta þetta) =]"
        },
        {
            "user": "KurtCobain",
            "user_id": "7591",
            "date": "2001-12-09 14:52:33",
            "id": "366043",
            "reply_to_id": "366042",
            "text": "ég er með 7801 stig…."
        },
        {
            "user": "Dojo",
            "user_id": "12073",
            "date": "2001-12-09 16:02:00",
            "id": "366044",
            "reply_to_id": "366042",
            "text": "afhverju heldurdu að ég sé eitthvað sár????, mér gæti ekki verið meira sama um hvað þú segir, en myndirnar okkar alveg einsog nirvana?ertu ekki að djóka maður?og jú þú mátt hafa þína skoðun, ég sagði áðan:“hver hefur sína skoðun”,og trúðu mér ég er ekkert sár út í þig eða neinn hérna sem er að segja að við séum nauðalíkir nirvana og þá sérstaklega að freeloader sé alveg einsog nirvana, mér finnst bara fyndið hvernig fólk nennir að vera senda inn greinar um okkur til þess að vera með eitthvað skítkast og er svo orðið svo rosalega fucking desperate einsog þú að nefna einhverjar myndir áf okkur og líkja þeim saman við uppstillingu á nirvana myndum???HAHAHAH!!!!\nÉg meina, gæjinn sem tók þessar myndir af okkur, sá um uppstillinguna og hann fílar ekki nirvana!og ég efast um að hann hafi séð fullt af nirvana myndum, og ég hef séð all nokkrar myndir og þær sem voru teknar af okkur eru engann veginn líkar nirvana myndunum.ef ég væri ekki með ljóst sítt hár og spilaði á gítar og syngi þá myndirðu ekki segja þetta um þessar myndir, þetta comment með myndirnar er virkilega sad.en þetta er þín skoðun, then so be it."
        },
        {
            "user": "Dojo",
            "user_id": "12073",
            "date": "2001-12-09 16:50:21",
            "id": "366045",
            "reply_to_id": "366044",
            "text": "Ég ætla ekki að blanda mér í þetta rifrildi en mig langar að vita Corky, hver pródúsaði lagið. Þetta er flottasta gítarsánd sem ég hef heyrt frá íslensku bandi. Hvernig gerðu þið það? Ég er sjálfur skíthræddur um að þegar ég fer að taka upp að það komi einhver pródúser og poppi upp alla gítarana."
        },
        {
            "user": "Domingez",
            "user_id": "8112",
            "date": "2001-12-09 17:27:36",
            "id": "366046",
            "reply_to_id": "366045",
            "text": "ég producaði það sjálfur.þetta er sko sexfaldur gítar, þ.e.a.s tekinn upp 3vinstrameginn og 3sinnumhægrameginn og ég notaði multieffectinn minn(seattle effectinn á honum)til að taka upp fyrsta gítarinn hægra og vinstra megin,svo metal  effect einu sinni hægra megin og yamaha distortion pedal sem ég á einu sinni vinstra megin\nog svo aftur seattle effectinn hægra og vinstra megin með distortion-ið stillt í botn og smávægis reverb.ég er mjög ánægður með gítarsándið hjá okkur núna."
        },
        {
            "user": "Domingez",
            "user_id": "8112",
            "date": "2001-12-09 18:18:41",
            "id": "366047",
            "reply_to_id": "366046",
            "text": "Hvað með það að það sé verið að líkja ykkur við Nirvana!! ég væri nú bara sáttur fyrir utan það að Nirvana var með bestu hljómsveitum sem til voru og var ég einungis að benda á líkan hljóm í ykkar lögum útliti og söng!! þú verður að viðurkenna að þetta er nauðarlíkt Nirvana sama hvernig þú reynir að afsaka það!! ég er ekki að reyna að vera með neitt skítkast en aftur á móti finnst mér það asnalegt að ekki megi líkja ykkur við nirvana án þess að þið farið allir í þvílíka vörn!! veistu ég held að mar yrði nú bara stolltur. En ég er búinn að koma mínu á framfæri þannig að sannið ykkur bara og komið með eitthvað gott á næstunni.\n-Only I know what´s right for me I follow my own wisdom-"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-09 16:10:07",
            "id": "366048",
            "reply_to_id": "366042",
            "text": "ég er með svona fá stig því það er búið að reka mig útf 2sva"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-09 16:10:38",
            "id": "366049",
            "reply_to_id": "366042",
            "text": "ég er með svona fá stig því það er búið að reka mig útf 2svar\nBeygla"
        },
        {
            "user": "yaf",
            "user_id": "6162",
            "date": "2001-12-09 21:02:09",
            "id": "366050",
            "reply_to_id": "366042",
            "text": "Ég veit ekki hvort þessar myndir af noise séu eins og af nirvana, en ég sá eina mynd þar sem gaurinn í noise lá ofan á gítarnum sínum og verð ég að segja að það er ein tilgerðarlegasta og hallærislegasta mynd sem ég hef séð.\nEða dastu kanski  bara?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-09 23:43:25",
            "id": "366051",
            "reply_to_id": "366050",
            "text": "vinur trommarans tók þessa mynd og var að djoka með þvi að láta mig leggjast hliðina á gítarnum mínum og já ég er sammála að hún sé ljót, enda sé ég ekki um heimasíðuna og þessvegna datt mér ekki í hug að hálfdán(trommarinn)myndi setja hana inná, and I admit that picture is damn ugly.og eiginlega bara allir myndirnar sem eru inná síðunni eru geðveikt gamlar og hideous."
        },
        {
            "user": "Bob",
            "user_id": "11192",
            "date": "2001-12-10 00:16:14",
            "id": "366052",
            "reply_to_id": "366026",
            "text": "hey hlustið á endann á freeloder og endann á brakeout mep foofighters, hummm ???"
        },
        {
            "user": "supernova",
            "user_id": "6711",
            "date": "2001-12-10 08:24:33",
            "id": "366053",
            "reply_to_id": "366052",
            "text": "í alvörunni strákar það að bera saman celebrity skin og freeloader er náttla bara rugl…. þetta er kannski sama pæling en lögin eru ekki rass lík\nhættiði síðan að dissa noise það er bara orðið þreytt.\nOg hvað er síðan málið… alltaf allir að segja þeir eru alveg eins og nirvana bara “verri” ?!?!nefnið mér eina íslenska hljómsveit sem er betri en Nirvana ! einmitt :)\nég sé þessa grein bara sem vettvang fyrir diss og ekki drullisti bara inn á korkinn með svona og bara gefa ykkur dæmi, þá var fyrir mjög stuttu síðan verið að tala um freeloader… þetta hefði getað komið fram þar…..\naf hverju finnst engum það töff hversu foreign þessi tónlist þeirra er, því flestar íslenskar hljómsveitir eru með íslenska hljóminn og það er td það eina sem ég fíla ekki við botnleðju sem er uppáhalds íslenska hljómsveitin mín, það er hversu íslensk hún hljómar, sem er náttla eðlilegt þar sem hún er íslensk en mér finnst þetta bara töff hjá strákunum ….\ní alvörunni þá eru betri not fyrir huga en þetta…\nkær kv\nsupernova"
        },
        {
            "user": "KurtCobain",
            "user_id": "7591",
            "date": "2001-12-10 12:12:16",
            "id": "366054",
            "reply_to_id": "366053",
            "text": "word up, supernova!"
        },
        {
            "user": "ludvik",
            "user_id": "9240",
            "date": "2001-12-10 12:34:58",
            "id": "366055",
            "reply_to_id": "366053",
            "text": "ég gæti ekki verið meira sammála þér supernova. Mér finnst geðveikt að það sé loksins komin ein góð grunge sveit á klakann sem soundar alveg eins og hún komi að utan. Ég hef alltaf fílað Noise, alveg frá því að ég sá opium myndbandið. Og svo hef ég farið á nokkra tónleika og þetta eru mjög fínir og fyndnir gaurar, alltaf eitthvað að sprella. Ég fíla freeloader í tætlur og þetta lag er alls ekkert ripp off af neinu og þeir eru bar þeir. Keep On Rockin´ Noise!"
        },
        {
            "user": "HildurK",
            "user_id": "9162",
            "date": "2001-12-10 12:44:49",
            "id": "366056",
            "reply_to_id": "366055",
            "text": "Ég hef líka fílað Noise allt frá því ég fór að sjá músíktilraunir og var það bara skandall að þeir skyldu ekki vinna. Þeir eru reyndar orðnir miklu betri núna heldur en þeir voru, en þeir voru samt klikkað góðir þá. Ég legg til að þeir fari aftur í vor og vinni þetta. Ég meina það er fullt af fólki að fíla þá og ég er viss um það myndi mæta, ég myndi allavega gera það."
        },
        {
            "user": "supernova",
            "user_id": "6711",
            "date": "2001-12-10 13:22:05",
            "id": "366057",
            "reply_to_id": "366056",
            "text": "ég myndi koma og styðja þá. Ég fíla þá. Þeir eru þeir og eru mjög góðir. Freeloader lætur mig fá hroll, og sérstaklega þegar söngvarinn öskrar, úff! GEÐVEIKT LAG. En spurningin er sú hvort að þeir vilji fara aftur, það er ekki spurning að þeir myndu vinna þetta. Þeir myndu pakka þessu saman undireins. Svo efast ég um að þeir þurfi eitthvað á því að halda. Þeir eru orðnir lang stærstir af þessum hljómsveitum sem kepptu og líka sign. Noise rokka en ég efast um að þeir hafi einhvern áhuga á því að fara aftu"
        },
        {
            "user": "supernova",
            "user_id": "6711",
            "date": "2001-12-10 13:58:19",
            "id": "366058",
            "reply_to_id": "366057",
            "text": "mér finnst að strákarnir ættu ekki að fara aftur á músíktilraunir þá  færi fólk að segja að það væri svona Írisar Bjarkar lykt af þessu (diet coke stelpan) bara fara aftur og aftur þangað til maður vinnur. Síðan mega þeir ekki vera búnir að gefa geisladisk út og mér skildist að það væri að fara koma bráðum diskur með þeim, ég held samt að þeir gætu alveg unnið þetta nema það kæmi eitthvað undraband þarna fram\nkær kv\nsupernova"
        },
        {
            "user": "krilli",
            "user_id": "6640",
            "date": "2001-12-12 10:02:47",
            "id": "366059",
            "reply_to_id": "366058",
            "text": "íris björk!\nhah!\nwell ég vildi bara minnast á það að ég er Mest feginn og ánægður að það tók einhver eftir endalausum fegurðarsamkeppnaþátttökum hennar annar en ég - og ekki bara það heldur er komið official lykt! ;)\nsnilld\n(btw íslenska rokkar … hvaða annað tungumál: “fegurðarsamkeppnaþátttökum”? með 3 t-um?! ha!)\n-k-"
        },
        {
            "user": "KurtCobain",
            "user_id": "7591",
            "date": "2001-12-10 15:20:58",
            "id": "366060",
            "reply_to_id": "366056",
            "text": "já, ég er líka búinn að fíla þá alveg frá því að ég sá þá á fyrsta músíktilraunakvöldinu. ég veit ekki hvort þeir ættu að fara aftur, ég held að þeir ættu bara að meta það sjálfir. allaveganna ef mín hljómsveit væri að keppa á sama undanúrslitakvöldi og þeir, þá er ég viss um að við myndum ekki komast áfram ;)"
        },
        {
            "user": "FarmerJon",
            "user_id": "3219",
            "date": "2001-12-10 16:16:54",
            "id": "366061",
            "reply_to_id": "366053",
            "text": "supernova: Það er náttúrulega engin íslensk grunge\nhljómsveit sem er í sömu gæðum og Nirvana.\nEn það eru að sjálfsögðu til góðar íslenskar\nhljómsveitir, sigurrós, mínus etc.   En mjög ólík\ntónlist Nirvana, svo ekki hægt að líkja þeim beint\n:)"
        },
        {
            "user": "VinstriGUY",
            "user_id": "11395",
            "date": "2001-12-10 20:30:22",
            "id": "366062",
            "reply_to_id": "366061",
            "text": "HVAÐ ER AÐ ÞVÍ AÐ LÍKJAST NIRVANA??? 99% HLJÓMSVEITA ERU KOMNAR AF ÖÐRUM."
        },
        {
            "user": "bolinn",
            "user_id": "9418",
            "date": "2001-12-10 21:54:11",
            "id": "366063",
            "reply_to_id": "366062",
            "text": "ég hef talað við þessa gaura í noise nokkrum sinnum og ég sagði við þá: af hverju fariði ekki aftur í músíktilraunir og rústið þessu. En þeir sögðust hafa voða lítinn áhuga á því. Mér finnst þeir allavega ekkert þurfa á því að halda. Þeir eru reyndar orðnir miklu betri og þéttari en þeir voru þá og ég held að þeir myndu rústa þessu en ég held að þeir hafi engan áhuga á því. Þeir rokka samt feitt og eru að mínu mati alveg nógu frumlegir og miklu frumlegri en fullt af öðrum böndum sem eru í gangi. NOise, haldið áfram að rokka. En endilega segið okkur hvort þið ætlið aftur."
        },
        {
            "user": "StebbiV",
            "user_id": "8585",
            "date": "2001-12-10 22:02:22",
            "id": "366064",
            "reply_to_id": "366063",
            "text": "við höfum verið spurðir að þessu frekar oft. svarið er samt nei. við höfum engan áhuga á því að fara aftur. Við fórum í þetta eina skipti í fyrra og komumst í úrslit. Við vorum mjög ánægðir með það, við vorum bara búnir að spila saman í þrjá mánuði, þannig að þetta var hálfgerður sigur fyrir okkur að komast í úrslit. Við erum að stefna að því að gefa út disk í byrjun næsta árs, samt ekki alveg ákveðið nákvæmlega hvenær. Okkur langar helst að taka hana upp hjá Rabba þar sem við tókum freeloader upp, því að þið vorum mjög ánægðir með sándið á upptökunum á því og hinum tveimur lögunum sem við tókum líka upp þar: Loner og Hate."
        },
        {
            "user": "KurtCobain",
            "user_id": "7591",
            "date": "2001-12-10 23:45:52",
            "id": "366065",
            "reply_to_id": "366064",
            "text": "og hvenar fá alveg snældubrjálaðir noise fans að heyra þessi tvö lög? ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-11 00:39:03",
            "id": "366066",
            "reply_to_id": "366065",
            "text": "Þið (noise) hafið stundum verið að tala um Coral í korkinum haldið þið að þið mynduð einhverntíman gera lag með þeim. td annarhvor ykkar söngvaranna mundi vera gesta söngvari hjá hinum eða eitthvað."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-11 11:58:39",
            "id": "366067",
            "reply_to_id": "366066",
            "text": "ég veit það ekki, en það er alveg mögulegt. við erum alavega að fá Gunnar Jónsson(s0ngvara/gítar úr Coral\ntil að spila með okkur á jólatónleikum RadioX sem verða þann 20.desember og við hlökkum til þess að spila saman."
        },
        {
            "user": "StebbiV",
            "user_id": "8585",
            "date": "2001-12-11 17:15:31",
            "id": "366068",
            "reply_to_id": "366065",
            "text": "við vorum að senda nýtt lag inn á rokk.is og það heitir Loner. Endilega tékkið á því. Það er kannski ekki komið strax en það hlýtur að fara að detta inn"
        },
        {
            "user": "purplehaze",
            "user_id": "3590",
            "date": "2001-12-11 20:02:25",
            "id": "366069",
            "reply_to_id": "366068",
            "text": "það er ekki enn komið inn….ég bíð með óþreyju :D"
        },
        {
            "user": "KurtCobain",
            "user_id": "7591",
            "date": "2001-12-11 20:32:12",
            "id": "366070",
            "reply_to_id": "366069",
            "text": "amm sama hér! :)"
        },
        {
            "user": "purplehaze",
            "user_id": "3590",
            "date": "2001-12-11 21:54:33",
            "id": "366071",
            "reply_to_id": "366070",
            "text": "og bíð enn……"
        },
        {
            "user": "KurtCobain",
            "user_id": "7591",
            "date": "2001-12-11 22:56:25",
            "id": "366072",
            "reply_to_id": "366071",
            "text": "still waiting ;Þ"
        },
        {
            "user": "purplehaze",
            "user_id": "3590",
            "date": "2001-12-12 02:40:26",
            "id": "366073",
            "reply_to_id": "366072",
            "text": "ZzZzZzZzZzZzZz……þetta tekur tíma þetta lag:D"
        },
        {
            "user": "supernova",
            "user_id": "6711",
            "date": "2001-12-12 13:24:21",
            "id": "366074",
            "reply_to_id": "366073",
            "text": "Loner(nýja lagið okkar) er komið inná rokk.is"
        },
        {
            "user": "supernova",
            "user_id": "6711",
            "date": "2001-12-12 20:04:29",
            "id": "366075",
            "reply_to_id": "366074",
            "text": "geðveikt töff lag !\nkv\nsupernova"
        },
        {
            "user": "purplehaze",
            "user_id": "3590",
            "date": "2001-12-12 20:51:49",
            "id": "366076",
            "reply_to_id": "366075",
            "text": "sammála!"
        },
        {
            "user": "KurtCobain",
            "user_id": "7591",
            "date": "2001-12-12 21:21:01",
            "id": "366077",
            "reply_to_id": "366074",
            "text": "geðveikt lag!! :)"
        },
        {
            "user": "Smuffi",
            "user_id": "3462",
            "date": "2001-12-12 22:04:29",
            "id": "366078",
            "reply_to_id": "366077",
            "text": "amm þetta er bara flott lag og ekkert meira að segja um það !! :D\nSmuffi"
        },
        {
            "user": "herzeleid",
            "user_id": "11020",
            "date": "2001-12-12 22:43:31",
            "id": "366079",
            "reply_to_id": "366078",
            "text": "Þakka ykkur öllum kærlega fyrir það:)"
        },
        {
            "user": "herzeleid",
            "user_id": "11020",
            "date": "2001-12-12 23:31:56",
            "id": "366080",
            "reply_to_id": "366079",
            "text": "djöfullsins snilld er þetta lag. finnst samt freeloader aðeins betra. þetta lag er samt snilld!!!"
        },
        {
            "user": "purplehaze",
            "user_id": "3590",
            "date": "2001-12-12 23:45:28",
            "id": "366081",
            "reply_to_id": "366080",
            "text": "Já…þau eru öll snilld!"
        },
        {
            "user": "HildurK",
            "user_id": "9162",
            "date": "2001-12-13 12:14:32",
            "id": "366082",
            "reply_to_id": "366081",
            "text": "þetta er geðveikt lag, þetta loner lag. Töff öskur og geðveikt þungt lag. Til hamingju með annað geðveikt lag. Vonandi haldiði svona áfram. ÞEtta er brjálað lag og fyrir þá sem ekki hafa heyrt það þá mæli ég með að þið farið inn á rokk.is og náið í það. Núna!"
        },
        {
            "user": "ArnarS",
            "user_id": "8683",
            "date": "2001-12-13 12:22:09",
            "id": "366083",
            "reply_to_id": "366082",
            "text": "VÁ! Ég bjóst ekki við að þeir myndu koma strax með annað geðveikt lag. Mér finnst Loner meira að segja betra en Freeloader, þó svo að það sé eitt af uppáhaldslögunum mínum í dag. Loner er svo ótrúlega þungt og ógeðslega kraftmikið. Allir í Noise sanna þarna í þessu lagi að þeir eru allir geðveikir hljóðfæraleikarar. Fínn trommari, alveg taktfastur 100%, auðvitað geðveikur gítarleikari og söngvari og bassinn er líka geðveikur. Frábært lag. Þetta kalla ég að syngja af tilfinningu"
        },
        {
            "user": "ArnarS",
            "user_id": "8683",
            "date": "2001-12-13 12:27:53",
            "id": "366084",
            "reply_to_id": "366083",
            "text": "Já bæði lögin eru geðveik. Ég er búinn að heyra freeloader samt geðveikt oft og kann það eiginlega utan af, geðveikt lag. Ég fæ geðveikan hroll þegar ég heyri þetta nýja lag þeirra, Loner. Þessi tvö lög er ekki hægt að kalla nirvana stælingu. Eina sem er líkt með þeirra tónlist er það að söngvarinn í noise er með mjög líka rödd og kurt cobain heitinn. En annars finnst mér ekkert annað mjög líkt. Loner er brjálað lag alveg frá byrjun til enda! ÖSKRIN!!! Og bara allt saman í laginu er geðveikt. Tékkið á því á rokk.is ef þið hafið ekki þegar heyrt það. Þetta er lag sem ekki er hægt að dissa! Allavega að mínu mati"
        },
        {
            "user": "StebbiV",
            "user_id": "8585",
            "date": "2001-12-13 12:34:26",
            "id": "366085",
            "reply_to_id": "366084",
            "text": "Þakka ykkur öllum saman fyrir. Gott að fólk er að fíla þetta"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-13 12:38:32",
            "id": "366086",
            "reply_to_id": "366085",
            "text": "Finnst þér það skrítið. þetta er geðveikt lag hjá ykkur. haldiði svona áfram"
        },
        {
            "user": "KurtCobain",
            "user_id": "7591",
            "date": "2001-12-13 14:32:12",
            "id": "366087",
            "reply_to_id": "366085",
            "text": "mér finnst loner eiginlega betra, þó að freeloader er geðveikt :)"
        },
        {
            "user": "bolinn",
            "user_id": "9418",
            "date": "2001-12-13 15:07:04",
            "id": "366088",
            "reply_to_id": "366087",
            "text": "Mér finnst þau jafngóð en loner er samt þyngra. Geðveik lög\nnoise rock"
        },
        {
            "user": "Brainkid",
            "user_id": "5787",
            "date": "2001-12-14 01:04:55",
            "id": "366089",
            "reply_to_id": "366088",
            "text": "samt eiga þeir fleiri geðveik lög eins og opium og hate og flr. þeir eru geðveikir. ég er bara að bíða eftir að þið hættið þessu nirvana líkingar helvíti og byrjið að hlusta á sjálfa noise."
        },
        {
            "user": "Brainkid",
            "user_id": "5787",
            "date": "2001-12-14 12:31:04",
            "id": "366090",
            "reply_to_id": "366089",
            "text": "sorry dudes en mérfinnst sögvarinn ennþá hljóma nákvæmnlega eins og kc… ekkert lélegt lag þannig… bara pirrandi."
        },
        {
            "user": "Brainkid",
            "user_id": "5787",
            "date": "2001-12-14 12:31:17",
            "id": "366091",
            "reply_to_id": "366089",
            "text": "sorry dudes en mérfinnst sögvarinn ennþá hljóma nákvæmnlega eins og kc… ekkert lélegt lag þannig… bara pirrandi."
        },
        {
            "user": "rafastugl",
            "user_id": "13553",
            "date": "2001-12-14 12:42:29",
            "id": "366092",
            "reply_to_id": "366091",
            "text": "Þú ættir nú ekki að segja mikið rauðhærði Snafusöngvari!!þú rippar bloodlet villt og galið maður!, Þú ert nú líkari bloodlet söngvaranum en Einar er líkur Kurt Cobain, so wrap your thoughts around that!"
        },
        {
            "user": "Brainkid",
            "user_id": "5787",
            "date": "2001-12-14 12:55:30",
            "id": "366093",
            "reply_to_id": "366092",
            "text": "ég myndi nú frekar líkja mér við söngvaran úr every time i die eða the locust frekar en bloodlet… en ok þú mátt alveg hafa þína skoðun bro.. svo er ég ekki rauðhærður."
        },
        {
            "user": "rafastugl",
            "user_id": "13553",
            "date": "2001-12-14 13:14:15",
            "id": "366094",
            "reply_to_id": "366093",
            "text": "það er rauður blær yfir þér“bro”, og þú ert kanski líkari söngvaranum úr the locust(maybe so) en noise gæjinn er mikið líkari silverchair gaurnum en kurt cobain ever í röddinni."
        },
        {
            "user": "Shagment",
            "user_id": "1171",
            "date": "2001-12-22 02:17:29",
            "id": "366095",
            "reply_to_id": "366091",
            "text": "Brainkid: Einar hljómar ekki líkt því eins og Kurt,\nþetta eru bara hleypidómar í þér. Þú ert bara einhver\ncappuchino þambandi fagot-ass steik, taktu bara álit\nþitt og troddu því þversum upp í þína útriðnu rassboru."
        },
        {
            "user": "axlrose",
            "user_id": "3277",
            "date": "2001-12-22 10:44:21",
            "id": "366096",
            "reply_to_id": "366095",
            "text": "shagmentol er lífið erfitt hjá þér þessa dagana?"
        },
        {
            "user": "StebbiV",
            "user_id": "8585",
            "date": "2001-12-14 17:50:06",
            "id": "366097",
            "reply_to_id": "366087",
            "text": "Ég hef nú heyrt nokkur lög með Noise, OPium, Freeloader, loner, hate, close (in/up) eitthvað og nokkur önnur og ég verð að segja að mér finnst loner og hate best, ég fíla þau alveg í ræmur, en þó eru öll lögin snilld. En,Noise, er ekki kominn tími til að uppfæra síðuna ykkar? Allar myndir og fréttir eru orðnar eldgamlar."
        },
        {
            "user": "StebbiV",
            "user_id": "8585",
            "date": "2001-12-15 15:07:35",
            "id": "366098",
            "reply_to_id": "366097",
            "text": "við ætlum að uppfæra síðuna á næstu dögum. við ætlum að skella inn myndum af tónleikum ofl., fleirri textum, nýjum meðlimamyndum og svo ætlum við að bæta þokkalega miklu við fréttirnar. þetta ætti allt saman að gerast á næstu dögum. svo verður hægt að downloada gömlum upptökum og svo loner, freeloader, opium og kannski líka hate, sem við erum búnir að taka upp í stúdíói. Og að lokum vil ég bara þakka ykkur fyrir hrósið"
        },
        {
            "user": "Brainkid",
            "user_id": "5787",
            "date": "2001-12-15 15:33:16",
            "id": "366099",
            "reply_to_id": "366098",
            "text": "ok vá.. rafas..eikkva… ég ætla'i ekki að nenna að svara þér  aftur en ég ef þú hefur eitthvað hlustað á röddina í daniel j í silverchair þá ættirðu að heyra að hann er með heví mellow rödd alls ekki ráma nema í einstaka einstaka köflum en noise dudinn er bara mest ekki þannig… ekki að það skipti einhverju máli… ég þoli bara ekki þegar fólk staðhæfir um hluti sem eru bara ekki réttir.."
        },
        {
            "user": "StebbiV",
            "user_id": "8585",
            "date": "2001-12-15 15:39:06",
            "id": "366100",
            "reply_to_id": "366099",
            "text": "umm… þú þolir ekki þegar fólk staðhæfir um einhverja hluti sem eru ekki réttir?\nÞú gerir það nú helvíti oft vinur. Má til dæmis nefna það sem þú skrifar alltaf um okkur. Ég hef ekkert á móti þér. En ég er algjörlega ósammála þessum skilgreiningum þinum á tónlistinni okkar, hefurðu heyrt freeloader og loner?"
        },
        {
            "user": "StebbiV",
            "user_id": "8585",
            "date": "2001-12-15 16:01:10",
            "id": "366101",
            "reply_to_id": "366100",
            "text": "ég þoli ykkur ekki"
        },
        {
            "user": "StebbiV",
            "user_id": "8585",
            "date": "2001-12-15 18:57:24",
            "id": "366102",
            "reply_to_id": "366101",
            "text": "Úff. Like I care. Og hey Kurt Cobain, við spilum næst á x-mas tónleikunum 20.des á gauknum"
        },
        {
            "user": "KurtCobain",
            "user_id": "7591",
            "date": "2001-12-15 20:32:18",
            "id": "366103",
            "reply_to_id": "366102",
            "text": "okei, kúl! en kemst reyndar ekki þar inn, en samt kúl ;)"
        },
        {
            "user": "Brainkid",
            "user_id": "5787",
            "date": "2001-12-15 22:07:34",
            "id": "366104",
            "reply_to_id": "366103",
            "text": "allt það sem ég hef sagt um hljómsveitina þína er alit mitt og hef ég sagt það afar skýrt… og já ég tók mér þann tíma til að downloada loner laginu ykkar og ég hef heyrt freeloader á radio."
        },
        {
            "user": "bolinn",
            "user_id": "9418",
            "date": "2001-12-16 01:40:30",
            "id": "366105",
            "reply_to_id": "366104",
            "text": "ok, þú hefur heyrt bæði lögin. Og fyrst þú hefur heyrt þau, þá í alvörunni talað geturðu ekki sagt að þetta sé eins og nirvana, það er bara hálfvitaskapur. Þetta eru geðveikt góð lög"
        },
        {
            "user": "Dbd",
            "user_id": "6373",
            "date": "2001-12-16 03:02:25",
            "id": "366106",
            "reply_to_id": "366105",
            "text": "Afhverju hittist þið ekki og spjallið saman um hvað Noise sé frábær fyrst þið eruð allir vinir ??????"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-16 15:24:31",
            "id": "366107",
            "reply_to_id": "366106",
            "text": "allir vinir? Það er mikið af fólki sem fílar þá og það segir sína skoðun hér á huga. Þannig að ég sé ekki alveg tilganginn í að ókunnugt fólk sé að hittast til að hrósa þeim. Eða varstu kannski að reyna að vera eitthvað sniðugur?\nNoise rokka, það er staðreynd!"
        },
        {
            "user": "herzeleid",
            "user_id": "11020",
            "date": "2001-12-17 16:15:37",
            "id": "366108",
            "reply_to_id": "366106",
            "text": "uuuuuuuuuuu, allir vinir. ÉG þekki hvorki gaurana í NOISE né neinn sem er búinn að vera að skrifa hérna. ég fíla bara tónlistina sem NOISE eru að gera. En þú ert náttúrulega vitleysingur ´´Dbd´´\nog veist kannski ekkert um góða tónlist.\nherzeleid"
        },
        {
            "user": "Dbd",
            "user_id": "6373",
            "date": "2001-12-19 02:05:04",
            "id": "366109",
            "reply_to_id": "366108",
            "text": "þú ert nú bara sorglegur herzleleid minn ."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-19 19:28:09",
            "id": "366110",
            "reply_to_id": "366109",
            "text": "Hættum að líkja þeim við Nirvana. Hann syngur ekki eins og KC heldur eins og DJ í Silverchair sem voru fyrst kallaðir NIRwanabies en síðan þróast stíllinn. Ég er í hljómsveit og ég reyni ekkert að líkjast uppáhalds sveitum mínum en undirmeðvitundin hjálpar til að láta lögin sem ég sem líkjast áhrifavöldum mínum. Ég var alltaf að bögga Nosie fyrst en þetta er orðið nóg hjá okkur öllum. Þeir eru komnir til að vera í rokkheim Íslands og hættum að vera öfundsjúkir að þeir urðu frægir :) Peace"
        },
        {
            "user": "herzeleid",
            "user_id": "11020",
            "date": "2001-12-20 23:13:07",
            "id": "366111",
            "reply_to_id": "366109",
            "text": "akkveju er ég ,,nú bara sorglegur´´ dbd minn?"
        },
        {
            "user": "StebbiV",
            "user_id": "8585",
            "date": "2001-12-15 15:34:04",
            "id": "366112",
            "reply_to_id": "366098",
            "text": "persónulega finnst mér hate vera besta lagið af þessum þremur sem við tókum upp í stúdíói. Einsi er samt ekki nógu ánægður með sönginn. Hann vill syngja aftur inn á lagið. Mér og trommaranum finnst söngurinn mjög flottur, en einsi vill hafa hann perfect. Við munum gefa út disk á næsta ári. Það er bara ekki alveg ákveðið nákvæmlega hvenær. Vonandi sem fyrst. Við erum alveg með svona 20-30 lög, en við ætlum bara að velja úr þau sem okkur finnst langbest. Við erum með 9 lög núna sem eru pottþétt á að fara á diskinn. En við viljum helst hafa 12 lög eða kannski 13. Lögin sem verða pottþétt á disknum: Loner, Freeloader, Hate, Hangover, Closing in, Hollow(nýtt), Opium, paranoid…(nýtt), Dreaming. þetta eru 9 lög þannig að okkur vantar 3 í viðbót, en þau hljóta að koma bráðlega."
        },
        {
            "user": "KurtCobain",
            "user_id": "7591",
            "date": "2001-12-15 17:56:10",
            "id": "366113",
            "reply_to_id": "366112",
            "text": "snilld snilld og meiri snilld! djöfull hlakka ég til maður!\nég hlakka til að heyra hate!\nhvenar verða næstu tónleikarnir ykkar???"
        },
        {
            "user": "IceElement",
            "user_id": "8377",
            "date": "2001-12-14 16:05:22",
            "id": "366114",
            "reply_to_id": "366082",
            "text": "vá, þessi lög með noise eru svo geðveik, ég er bara farinn að hlakka til að þið gefið þetta og fleiri lög út."
        },
        {
            "user": "rafastugl",
            "user_id": "13553",
            "date": "2001-12-14 13:20:16",
            "id": "366115",
            "reply_to_id": "366052",
            "text": "endirinn á freeloader samanstendur af sneriltrommu og floor tom(x8)en brakeout: snerill og tom-tom(næstminnsta)(x6)(helmingi hraðar)þ.e.a.s: EKKI LÍKT!!!!!!!!!!"
        },
        {
            "user": "supernova",
            "user_id": "6711",
            "date": "2001-12-16 16:52:33",
            "id": "366116",
            "reply_to_id": "366026",
            "text": ""
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-16 19:03:38",
            "id": "366117",
            "reply_to_id": "366116",
            "text": "sammála!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-03 19:48:48",
            "id": "366118",
            "reply_to_id": "366117",
            "text": "Ég er alveg sammála því að það er gengið út í öfgar hvað þið Noise-meðlimir og vinir eru alltaf að segja hvað þið séuð góðir. Allir sem eru í hljómsveit sem spilar opinberlega (þ.e. eru ekki lengur lélegir inni í bílskúr heldur komnir út) eru væntanlega ánægðir með bandið sitt og fíla tónístina. Ef svo væri ekki, hver væri þá þess vegna tilgangurinn í að vera í bandinu? Þess vegna finnst mér fáránlegt að ef einhver hlutlaus aðili úti í bæ segir (slæma)skoðun sína á Noise þá verða Noiseliðar alveg bandbrjálaðir og segja: “Nei, við erum geðveigt góðir!” Auðvitað vita allir að þið teljið sjálfa ykkur vera góða.\nSvo finnst mér líka virkilega lágkúrulegt að þið farið inn á Huga undir dulnefnum (þ.e. þykist vera hlutlaus aðili) og skrifið hvað Noise séu rosalega góðir. Vinur minn hefur séð Noise meðlim gera þetta! Líka það að þið séuð að fá vini ykkar til að skrifa hvað þið séuð góðir. Leiðin til að láta taka eftir sér er að spila góða tónlist en ekki láta fólk segja að hún sé góð. Ef þið Noise kallar dirfist til að neita eða sverja fyrir það sem hér hefur verið sagt þá get ég sagt ykkur að þá hefur botninum endanlega verið náð!\nPS: Nafnið fer ykkur hreint frábærlega vel!"
        }
    ]
}