{
    "forum_title": "Húðflúr og götun",
    "user": null,
    "user_id": null,
    "date": "2007-10-25 19:41:01",
    "title": "Mikil höfnun?",
    "text": "Sko, það eru núna nokkrir mánuðir síðan ég fékk helix vinstra megin, á sama tíma fékk ég mér 3 lobe-ið hægra megin..\nÞessi göt eru fyrstu götin mín sem eru gerð með nál, og þegar það var stungið blæddi frekar mikið fyrst, síðan storknaði það strax eiginlega..\nÞað var síðan strax settur hringur í ( með svona kúlu?) Og það var sett þannig í öll hin götin sem eru núna 4 hvoru megin.\nSíðan gekk allt vel og gró fallega nema, alveg þangað til að ég fór í sund og það var rifið í gatið þannig það fossblæddi.. En ég var í sunkennslu svo ég mætti í sund aftur dagin eftir og alveg næstu 2 vikurnar..  Og síðan allt í einu fór húðin að gróa yfir hringin á nýja helixinu, þannig gatið var orðið svona eins og tungl ( C ) og það kom heiftarleg sýking svo ég ákvað að taka lokkinn úr og þá lak bara gröftur og ógeð úr því og ég var mjög aum í því..\nNúna er mér ekki lengur eins illt og það er að verða flott nema það er svona kúla á sjálfu gatinu skiljiði? (Svona inní eyranu utan um gatið)\nOg síðan núna fór mér allt í einu að verða illt í gamala helixinu mínu, svo ég ákvað að þvo það strax með vetnisproxíði í nokkra daga og öll götin, og núna er mér eiginlega ekki illt í neinum þeirra, en þetta gerðist allt bara á stuttum tíma eins og líkaminn væri kominn með leið á götunum og væri að hafna þeim öllum í einu:/\nAfhverju haldiði að þetta hafi gerst?\nOg haldið þig að það sé allt í lagi að stinga aftur í gegnum nýja fyrverandi helixið mitt?\nEnfilega svara, skil ekkert í þessu :S! Hef aldrei fengið sýkingu eða neitt nema þegar ég komst að því að ég sé með ofnæmi fyrir plast húðunum lokkum þegar ég var lítil..",
    "url": "https://www.hugi.is/hudflur/korkar/551048/mikil-hofnun/",
    "url_id": "551048",
    "id": "5338684",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2007-10-25 20:50:57",
            "id": "5338877",
            "reply_to_id": "5338684",
            "text": "Kannski kíkja til læknis?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-10-25 21:01:45",
            "id": "5338910",
            "reply_to_id": "5338877",
            "text": "Er mikið farin að pæla í því :/!"
        },
        {
            "user": "betakr",
            "user_id": "41964",
            "date": "2007-10-26 00:04:31",
            "id": "5339442",
            "reply_to_id": "5338684",
            "text": "sko…ég fæ stundum svona ´bump á götin sem eiga það til  að festast við lokkinn, en þau hverfa yfirleitt á nokkrum dögum. En núna þegar er farið að kólna er ég greinilega viðkvæmari í helixunum og tragusnum og þau eru mikið aumari…spurning hvort að það sé það svipað í gangi hjá þér? (gerðist seinustu tvo vetur hjá mér líka)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-10-26 09:28:21",
            "id": "5339732",
            "reply_to_id": "5339442",
            "text": "Ókeij, já gæti vel verið sko :)\nFann ekkert fyrir þessu í sumar:/.."
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2007-10-26 11:01:28",
            "id": "5339850",
            "reply_to_id": "5338684",
            "text": "Ég er með svona í einu lobe-inu mínu.. (3ja lobe í hægra eyra) Þetta myndaðist eftir að ég hafði verið að reyna að teygja gatið.\nÉg held að það sé hægt að stinga aftur en kannski bara meiri hætta á einhverju veseni. Ég lét gróa fyrir þetta gat hjá mér eftir að kúlan kom og svo stakk ég aftur og það gréri aldrei almennilega. Núna er ég ekki með neinn lokk og kúlan er alltaf þarna samt"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-10-26 14:39:46",
            "id": "5340272",
            "reply_to_id": "5339850",
            "text": "Ertu að djóka!! :O\nÉg var einmitt núna að reyna að stinga í gegnum með nál, ísmolum og miikið af vetnisproxíði… Áááaii Mér er illt!\nÉg komst næstum alla leið og þá allt í einu þegar ég átti sko eiginlega ekki neitt eftir þá kom allt í einu eithvað þvílíkt hart, harðara en brjóskið sjálft ( ég var pottþétt búin að stinga í gengum það, fann VEL fyrir því ) Og ég fattaði ekkert hvað þetta var..\nSíðan eftir smá stund gugnaði ég og lét BPA á það og ættla að leyfa þessi aaaalveg að vera…\nMér er meira illt núna en þegar ég fékk gatið!! Áts!! Hvernig getur fólk stungið sig sjálft.. Reyndar var ég með ömurlega náál eeen!!"
        }
    ]
}