{
    "forum_title": "Heilsa",
    "user": "ronaldur",
    "user_id": "46213",
    "date": "2007-10-30 21:24:45",
    "title": "Hvernig getur maður lagað misstóra magavöðva?",
    "text": "Kviðvöðvarnir mínir eru mjög skakkir. Efsti vöðvinn hægra meginn er allavega helmingi stærri en efsti vöðvinn vinstra meginn en allir hinir eru svipað stórir en það kemur frekar illa út, því þeir verða allir skakkir útaf efstu eru misstórir. Veit einhvern hvernig hægt er að laga þetta?",
    "url": "https://www.hugi.is/heilsa/korkar/552111/hvernig-getur-madur-lagad-misstora-magavodva/",
    "url_id": "552111",
    "id": "5351203",
    "replies": [
        {
            "user": "Grimsi92",
            "user_id": "37040",
            "date": "2007-10-30 21:47:00",
            "id": "5351292",
            "reply_to_id": "5351203",
            "text": "taka vistri magaæfingar?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-10-31 11:51:59",
            "id": "5352425",
            "reply_to_id": "5351203",
            "text": "Þetta getur gert ef þú ert með hryggskekkju. En ég veit ekki hvað skal gera."
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2007-10-31 21:08:36",
            "id": "5353978",
            "reply_to_id": "5351203",
            "text": "Já, þetta hljómar soldið eins og þetta gæti verið hryggskekkja, án þess að maður viti það auðvitað.\nÞað er eins og þú hljótir að vera að beita líkamanum einhvernvegin ójafnt. ( Nema vöðvarnir séu hreinlega eitthvað öðruvísi hjá þér milli hliða… sem er miklu miklu ólíklegra. ;) )"
        },
        {
            "user": "Balinn",
            "user_id": "28309",
            "date": "2007-11-01 02:43:29",
            "id": "5354979",
            "reply_to_id": "5351203",
            "text": "Margir sem eru með sýnilega magavöðva eru með misstóra/skakka vöðva. Ég hef heyrt að þetta geti tengst hryggskekkju, en ég held að það sé ekki hægt að laga þetta.\nLíttu t.d. á Jay Cutler. Hann er með misstóra magavöðva og maður hefði haldið að ef að einhver ætti að geta lagað það þá væri það Cutler. ;)"
        },
        {
            "user": "seo",
            "user_id": "59586",
            "date": "2007-11-08 04:23:17",
            "id": "5373940",
            "reply_to_id": "5351203",
            "text": "slakaðu á, þetta er eðlilegt, ekkert sem er hægt að laga, límaminn er langt frá því að vera samhverfur (t.d. er vinstra lungað stærra en hægra) og það eru fáir sem eru með nákvæmlega eins magavöðva hægra og vinstra megin, á mér er t.d. magavöðvinn efst til hægri um helmingi minni en efst til vinstri."
        },
        {
            "user": "saltogpipar",
            "user_id": "23532",
            "date": "2007-11-08 15:30:02",
            "id": "5374868",
            "reply_to_id": "5351203",
            "text": "gerðu magaæfingar til vinstri, og hugsaðu það næst þegar þú gerir magaæfingar hvort þú notar hægri hliðina meira."
        }
    ]
}