{
    "forum_title": "Hátíðir",
    "user": "hulda",
    "user_id": "2591",
    "date": "2001-12-10 02:20:44",
    "title": "Jólabaksturinn",
    "text": "Jæja þar sem það er farið að stittast í jólin, einungis  10 dagar, þá eru nú margir farnir að huga að jólabakstrinum.\nVið bökum alltaf okkar jólakökur sjálf. Bökum Piparkökur, Loftkökur, Vanilluhringi og súkkulaðibitakökur. Núna bættist þó við ein tegund, mínar uppáhaldsjólakökur Sörur (Söru Bernhards kökur minnir mig að þær heiti)\nHvernig er það með ykkar´jólakökur, bakiði sjálf eða kaupið þið?",
    "url": "https://www.hugi.is/hatidir/greinar/55299/jolabaksturinn/",
    "url_id": "55299",
    "id": "368470",
    "replies": [
        {
            "user": "Xenia",
            "user_id": "5249",
            "date": "2001-12-10 04:11:35",
            "id": "368471",
            "reply_to_id": "368470",
            "text": "Það er nú reyndar 14 dagar í jólin.\nEn heima hjá mér eru bakaðar: Piparkökur, mömmukökur, marsipankökur, marengstoppar og RiceCrispieskökur.\nJólakökukveðjur, Xenia"
        },
        {
            "user": "daja",
            "user_id": "2431",
            "date": "2001-12-10 08:21:14",
            "id": "368472",
            "reply_to_id": "368470",
            "text": "tengdó bakar reyndar bestu Sörur í heimi og gefur mér eina makkíndosdós af því :) Ég er í prófum alveg þar til 20. des þannig að það er ekki mikill tími til að baka.. ég kaupi bara enda eru kökurnar sem eru seldar í búðum núna alveg rosalega góðar :):)"
        },
        {
            "user": "danna",
            "user_id": "13515",
            "date": "2001-12-10 10:39:35",
            "id": "368473",
            "reply_to_id": "368470",
            "text": "Ég ætla ekki að baka mikið núna því ég er með svo lítinn kröfuharðan pjakka en ég er búin að búa til piparkökudeig (það er í ísskápnum) og svo ætla ég að reyna að búa til 2-3 sortir í viðbót. Það eru tvær uppskriftir úr Nóa Síríus bæklingi, eftirlæti íkornans sem eru alveg geðveikar og svona toppar með Bismarck brjóstsykri og kókosmjöli. Svo er ein tegund frá barnæskunni, súkkulaðilengjur (þær eru svona með muldum sykri og pensluðu eggi ofan á, alveg mmmmmm). Venjulega reyni ég líka að búa til hálfmána því það er svo gaman en það er bara svo mikil vinna.\nÉg baka aldrei tertur eða lagkökur.  Það er aldrei tími til að eta svoleiðis en smákökurnar borðum við flestar fyrir jól.\nJá og svo ætla ég að reyna að baka laufabrauð eins og venjulega."
        },
        {
            "user": "JediMLD",
            "user_id": "2426",
            "date": "2001-12-10 11:16:50",
            "id": "368474",
            "reply_to_id": "368473",
            "text": "Þú kannt hvorki að skrifa né reikna hulda. Ég sem var að koma úr helvítis prófi með runum,röðum, heildi og vektora í þrívíddu plani. Jæja, næsta helgi fer maður að baka og spila Civ 3!"
        },
        {
            "user": "kelika",
            "user_id": "6197",
            "date": "2001-12-10 12:07:29",
            "id": "368475",
            "reply_to_id": "368474",
            "text": "hva! eru sumir ekki í jólaskapi?? ;)"
        },
        {
            "user": "ljoninja",
            "user_id": "13124",
            "date": "2001-12-10 13:31:04",
            "id": "368476",
            "reply_to_id": "368474",
            "text": "Stærdfrædigreining 1 ?"
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2001-12-10 14:02:41",
            "id": "368477",
            "reply_to_id": "368474",
            "text": "Æ þú veika sál\nÞað er náttúrulega glæpur að ruglast á svona löguðu.. Þar sem það er 10 des í dag..\nReyndu nú einu sinni að skrifa eitthvað sjálf/ur af viti í stað þess að vera að setja út á allt og alla..\nEða ertu kanski hrædd/ur um að þú fáir sömu viðbrögð óg þú ert að setja hér..\nÁst og Friður\nHulda"
        },
        {
            "user": "creepz",
            "user_id": "4580",
            "date": "2001-12-10 16:02:13",
            "id": "368478",
            "reply_to_id": "368477",
            "text": "ég er að fara að baka í dag.. :) þar sem er 10.. þá eru 14 dagar til jóla og í DAG er ég að fara með litla frænda minn útí skóla að baka piparkökur.. einhver staðar las ég hérna ræskrispískökur mig langar að búa til þannig.. æj ég tala við hana múttu.. en skemmtilegasta er samt að mála piparkökur.. og það gerðir ég í gær.. ;)"
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2001-12-10 16:03:48",
            "id": "368479",
            "reply_to_id": "368478",
            "text": "jebb ég setti þaða uppskrift á uppskriftir ;)"
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2001-12-10 16:19:31",
            "id": "368480",
            "reply_to_id": "368479",
            "text": "HULDA!!!!\nÞú ættir að skammast þín, að rugla saman svona, ussss\nLegg til að þú verðir bönnuð um aldur og ævi!!!\n:/"
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2001-12-10 22:49:20",
            "id": "368481",
            "reply_to_id": "368480",
            "text": "*snökt*\nfyrirgefðu :/"
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2001-12-10 22:50:57",
            "id": "368482",
            "reply_to_id": "368481",
            "text": "Já, ég skal reyna það.\nFarðu nú bara út í horn og skammastu þína!\n:)"
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2001-12-10 23:01:52",
            "id": "368483",
            "reply_to_id": "368482",
            "text": "/me sest útí horn og verður þar bara"
        },
        {
            "user": "JediMLD",
            "user_id": "2426",
            "date": "2001-12-12 00:48:06",
            "id": "368484",
            "reply_to_id": "368483",
            "text": "Tu vayas en la rincón."
        }
    ]
}