{
    "forum_title": "The Sims",
    "user": "Svafnir",
    "user_id": "8098",
    "date": "2001-12-10 17:09:33",
    "title": "Þegar einstaklingur deyr:o(",
    "text": "Þegar einhver einstaklingur deyr í thesims kemur djöfullin(eða einhver gaur með ljá) og talar við þig……\nSimsar geta dáið út af mörgum ástæðum t.d. Sims-inn er að synda í sundlauginni og kemst ekki uppúr, það kviknar eldur og simsinn er inní eldnum,ef simsinn drepst úr hungri,fengið raflost(ef einhver sims er ekki með mjög mikil í verkfræði(man ekki hvernig það er skrifað). Það verður að passa að láta simsana vera með eitthvað í öllum skillum t.d. Body og Cooking…. Ef það er fullt í Cooking þá er enginn hætta að hann kveikji í eldavélinni. Body gerir það að verkum að sims-inn verður síður þreyttur…..\nSimskveðja",
    "url": "https://www.hugi.is/sims/greinar/55306/thegar-einstaklingur-deyro/",
    "url_id": "55306",
    "id": "368525",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-10 17:44:46",
            "id": "368526",
            "reply_to_id": "368525",
            "text": "Já, ég man nú þegar kallinn hjá mér dó í eldi. Hann hljóp um allt eins og mofo alger snilld. Það var eina myndin sem ég átti í fjölskyldualbúminu.\nKv. daywalke"
        },
        {
            "user": "Alfons",
            "user_id": "5489",
            "date": "2001-12-10 18:05:22",
            "id": "368527",
            "reply_to_id": "368525",
            "text": "Svo þegar þeir deyja geta hinir í fjölskyldunni syrgt þá."
        },
        {
            "user": "HilmarTh",
            "user_id": "9740",
            "date": "2001-12-10 18:38:52",
            "id": "368528",
            "reply_to_id": "368525",
            "text": "En stundum ganga þeir aftu"
        },
        {
            "user": "creepz",
            "user_id": "4580",
            "date": "2001-12-10 19:06:49",
            "id": "368529",
            "reply_to_id": "368528",
            "text": "það er samt mesta snilld þegar þeir deyja bara uppúr þurru.. híhí.. ;) ég hata þegar þeir ganga aftur.."
        },
        {
            "user": "soulwatcher",
            "user_id": "9067",
            "date": "2001-12-11 02:12:06",
            "id": "368530",
            "reply_to_id": "368529",
            "text": "ég elska það :) … oftast er fólkið mitt “eins og akureyringar segja” (þó ég er reyk“víkingur”)\nað vinna á nóttinni og þessir elskulegu draugar veita mér skemmtun á meðan en verst að stundum fær marr sjók að sjá einhver sims inní húsinu.\nþú getur líka losna við að syrja og sjá draugana með að selja sálirnar (minnismerkinn)\nKann smá sögu:\nþað var flott þegar ég gerði tvíburða og annar þeirra dó vegna vanskort og eina nótt á meðan lifandi tvíburðinn var að vinna að ég sá þann dauða og reyndi að stjórna honum og eftir smá basl þá leit ég á toolbar og sá að lifandi sims var að vinna :)\n(marr verður að passa sig að ruglast ekki svona)"
        },
        {
            "user": "creepz",
            "user_id": "4580",
            "date": "2001-12-11 12:17:21",
            "id": "368531",
            "reply_to_id": "368530",
            "text": "bwhahah.. ;)"
        }
    ]
}