{
    "forum_title": "Stjórnmál",
    "user": "e3659",
    "user_id": "52617",
    "date": "2007-11-10 02:13:28",
    "title": "Anarkismi",
    "text": "Stjórnleysisstefnan\nÞessi stefna byggist á því að samfélagið geti virkað án nokkurs miðstýrðu ríkisvaldi. Það er þó ekki verið að tala um að það eigi að ríkja ringluleið og stjórnleysi, heldur að sammvinnan og skipulagið eigi að vera sjálfsprottið. Þetta er þó mjög víðurhópur sem aðhyllist þessar kenningar og sumir telja að einstaklingur eigi að hafa fulla stjórn til þess að gera hvað sem hann vill t.d. skaða aðra, meðan að aðrir telja að það þurfi að vera einhver mörk.  Það er hægt að skipta Anarkismun upp í 2 hópa, vinstri- og hægri stjórnleysingja.\nVinstri stjórnleysingar\nVinstri stjórnleysingjar sjá fyrir sér samfélag sem er fullkomlega laust við togstreituna á mili þeirra sem stjórna og hinna sem lúta valdinu. Markmið þeirra er stéttlaust samfélag þar sem grunneiningin er sambýlisform sem ekki er stærra en svo að hver maður hefur yfirsýn yfir alla aðra sem hann býr í félagi við. Með samvinnu byggðri á lýðræðislegum ákvörðunum taka allir einstaklingar hópsins þátt í stjórn sambýlisins. Samvinnan ræðst hins vegar á engan hátt af miðstjórnarvaldi eða markaðslögmálum. Hún sprettur þess í stað af sameiginlegum þörfum og skilningi einstaklinganna á hagsmunum sínum. Í sinni róttækustu mynd hafna vinstri stjórnleysingjar algjörlega réttinum til séreignar og líta það slæmum augum.  Margt i þessari stefnu minnir á Maxista en þér hafna þó algerlega öllum hugmyndum um byltingaflokkin, hann er því algerlega óþarfur.\nHægri stjórnleysingar\nHægri stjórnleysingjar aðhyllast einstaklingshyggju og óheft markaðskerfi. Líkt og frálshyggjumenn eða libertarians hafna þeir öllum afskiptum ríkisvaldsins af gangi markaðarins. Þeir ganga hins vegar lengra en flestir frjálshyggjumenn og hafna einnig því hlutverki ríkisvaldsins að það setji lög, dæmi í dómsmálum, og haldi úti lögreglu og her til þess að vernda borgarana. Þeir telja að með frjálsum tryggingasamningum og einkafyrirtækjum sem sjái um öryggismál þá megi gera ríkisvaldið óþarft. Þessi tegund stjórnleysis hefur einnig verið nefnd anarco-kapítalismi og er David Friedman einn öflugasti talsmaður hennar. Hefur hann meðal annars rannsakað íslenska þjóðveldið til þess að rökstyðja hugmyndir sínar um lög og reglu án ríkisvalds.\nVandamál og ókostir\nÞað gætu ýmis vandamál upp í þessu stjórnarkerfi. Þegar að ekkert ríkisvald er til staðar þá geta breinglaðir einstaklingar farið með frjálsri hendi og eyðilagt samfélagið fyrir þeim sem vilja frið. Svo ef samstaða næst ekki innan samfélagsins þá væri það ekki leingi að hrinja. Svo væri það fíkni- og vímuefni sem gætu náð stórum tökum á samfélaginu ef ekki væri takmarkað aðgangur.\nÉg henti þessari ritgerð saman fyrir Fél 303. Þetta var bara stutt verkefni en ég ákvað að deila því með ykkur.\nÉg veit að það eru dáltið mikið af stafsteningar villum og dró það mig mikið niður 8-) en ég fékk samt 8 fyrir þetta :D",
    "url": "https://www.hugi.is/stjornmal/greinar/554216/anarkismi/",
    "url_id": "554216",
    "id": "5378284",
    "replies": [
        {
            "user": "Martyr",
            "user_id": "58206",
            "date": "2007-11-10 03:39:07",
            "id": "5379755",
            "reply_to_id": "5378284",
            "text": "Mín persónuleg skoðun á Anarkisma er í raun að hann mundi aldrei virka í einhverju heilu landi. Hann mundi kannski virka í mjög litlum hóp fólks eins og einhverjum ættbálk. En aldrei á stærðargráðu á við heilt bæjarfélag eða land.."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-11-11 23:53:03",
            "id": "5384515",
            "reply_to_id": "5379755",
            "text": "rökstuðningur?"
        },
        {
            "user": "Martyr",
            "user_id": "58206",
            "date": "2007-11-12 06:07:01",
            "id": "5384966",
            "reply_to_id": "5384515",
            "text": "Rökstuðningur, þetta er nú bara það sem að ég held að gerist. En annars er það frekar ólíklegt að 300000 manns lifi í góðu samfélagi án dóms og laga.."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-11-12 15:18:53",
            "id": "5385754",
            "reply_to_id": "5384966",
            "text": "og af hverju helduru að það gerist?\nÞað er ekkert gaman að heyra hvað hverjum og einum finnst ef það er ekki rökstutt. Þá verður engin umræða heldur bara upptalning á öllum mögulegum sjónarmiðum."
        },
        {
            "user": "Martyr",
            "user_id": "58206",
            "date": "2007-11-12 21:45:23",
            "id": "5387249",
            "reply_to_id": "5385754",
            "text": "Miðað við hvernig samfélagið í dag er, jafnvel heimurinn þá er anarkismi, útópía og allt þetta, barnaleg og heimskuleg hugtök sem gætu aldrei virkað í dag. Það hefur verið margreynt að koma með hugmynd að hinu fullkomna samfélagi. En málið er að manneskjan er ekki fullkomin þar með er ekki hægt að skapa fullkomna hluti sem eru hlutlægir.. Fullkomið samfélag mun aldrei eiga sér stað í þessum heimi sökum þess að það eru alltaf svartir sauðir í hverjum hóp.."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2007-11-13 12:01:31",
            "id": "5388275",
            "reply_to_id": "5387249",
            "text": "Það er engin anarkisti með fullu viti sem heldur því fram að kerfið sé fullkomið."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-11-13 14:43:54",
            "id": "5388620",
            "reply_to_id": "5387249",
            "text": "Halda íhaldsmenn því fram að íhald sé fullkomið?\nAnarkistar segja ekki að lágmörkuð eða afnumin ríkisstjórn sé fullkomið kerfi, en að það sé ákjósanlegast.\nAlla vega betra en það sem er í dag. Það sama má segja um alla þá sem hafa skoðanir yfir höfuð."
        },
        {
            "user": "Martyr",
            "user_id": "58206",
            "date": "2007-11-13 17:20:21",
            "id": "5389194",
            "reply_to_id": "5388620",
            "text": "Finnst þér anarkismi rétta leiðin?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-11-13 18:49:27",
            "id": "5389511",
            "reply_to_id": "5389194",
            "text": "Ég er andvígur ríkisvaldi. Get ekki svarað spurningunni öðruvísi.\nEn þetta fyrra svar mitt kemur minni skoðun ekkert við. Bara að útskýra það að öllum finnst þeirra skoðun réttari en núverandi ástand þó svo að enginn telji sína hugmynd vera Útópíu eða fullkomnun.\nEru sósíaldemókratar að halda því fram að kerfið á norðurlöndum sé fullkomið?"
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2007-11-10 10:46:37",
            "id": "5379862",
            "reply_to_id": "5378284",
            "text": "Það hefur lengi blundað í mér ogguponsu anarkisti. En þetta er samt svo mikið bull eitthvað.\nÉg tel að afskipti ríkisins af einstaklingum eigi að vera í lágmarki, það er ekki hlutverk ríkisins að segja einstaklingum hvernig þeir eigi að haga lífinu. Það er hlutverk ríkisins að aðstoða og hjálpa þegnunum, til dæmis með velferðakerfi. Lagasetningum á að halda í lágmarki, það er fátt sem fer meira í taugarnar á mér en gömul og úreld lög sem engin nennir að afnema, eins og fánalögin. Það er ekki hlutverk ríkisins að segja þér hvað þú mátt og mátt ekki gera við fánann þinn.\nStjórnmál og trúmál eiga aldrei sess saman og á að aðskilja ríki og kirkju ekki seinna en í gær."
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2007-11-10 19:07:47",
            "id": "5380945",
            "reply_to_id": "5379862",
            "text": "Ef þú styður velferðarkefi þá geturðu ekki sagt að þér finnist að afskipti af einstaklingnum eigi að vera í lágmarki."
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2007-11-10 19:24:42",
            "id": "5381003",
            "reply_to_id": "5380945",
            "text": "Nú, hvernig færðu það út?\nVelferðarkerfið er bara stoðkerfi."
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2007-11-10 20:41:09",
            "id": "5381183",
            "reply_to_id": "5381003",
            "text": "Velferðarkerfið byggist á því að ríkið tekur peninga af fólki og notar hann eins og það heldur að sé réttlátast."
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2007-11-10 22:31:46",
            "id": "5381427",
            "reply_to_id": "5381183",
            "text": "Nei.\nVelferðarkerfi byggist á því að þegnarnir láta pening í sameiginlegan sjóð og kjósa fulltrúa til að ráðstafa honum."
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2007-11-11 17:36:25",
            "id": "5383025",
            "reply_to_id": "5381427",
            "text": "Nei þeir láta ekki pening í sameiginlegan sjóð.Ríkið tekur peninginn með valdi.Ef þú vilt að ríkið sé að ráðstafa tekjum fólks í staðin fyrir að það ráði sjálft hvað það gerir við hann þá ertu hlynntur ríkisafskiptum."
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2007-11-11 19:38:02",
            "id": "5383507",
            "reply_to_id": "5383025",
            "text": "Þetta eru bara tvö mismunandi sjónarmið…ekki tekur ríkið peninga af mér með valdi, ég læt þá með góðu enda varla til betra málefni að gefa peningin í en velferð eigin þjóðar.\nÉg er hlynntur skattlagningu og ef það þýðir að ég sé hlynntur ríkisafskiptum að þá verður bara að hafa það."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-11-11 23:57:39",
            "id": "5384537",
            "reply_to_id": "5383507",
            "text": "Þú verður að gera þér grein fyrir því að þó þú sért tilbúinn að borga skattana þá er þú ekki að afhenda þá. Þeir verða dregnir af þér sama hvað og þú færð engu ráðið um það.\nÞað er það sem Akureyringur var að reyna að segja. Hann er hins vegar ekki alltaf nógu góður í því.\nEf ríkið tekur af mér pening án míns leyfis þá kallast það rán\nÞessi peningur endurspeglar ákveðna vinnu sem ég framkvæmdi. Þegar peningar mínir eru teknir er ríkið tæknilega að neyða mig til að vinna fyrir sig sem kallast þrældómur.\nÞegar ég neyðist til að vinna fyrir ríkið þá fer ákveðinn hluti ævi minnar í það. Þegar ríkið er byrjað að taka burt hluta af ævi minni kallast það morð.\nEkki að það sé ekki réttlætanlegt. Ég er fylgjandi því að þeim sem eru lægst settir í samfélaginu sé komið af stað og fólk hafi þá stöðu að frelsi hafi merkingu. En maður verður bara að gera sér grein fyrir því hvað það þýðir."
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2007-11-12 08:59:37",
            "id": "5385048",
            "reply_to_id": "5384537",
            "text": "Það er vel hægt að svíkja undan skatti, fá borgað svart eða þar eftir götunum.\nÞú ert ríkið, hér er lýðræði, lýðurinn (fólkið) ræður, fólkið er ríkið og ríkið er fólkið (eða þannig ætti það allavega að vera), þú getur ekki rænt sjálfan þig.\nEf þér finnst ömurlegt að borga skatt og finnst hann pína að þá er ekki ríkið að ræna af þér, heldur eru það samlandar þínir, restin af fólkinu, ríkið er bara böðullinn, en fólkið er dómari og kviðdómur.\nÉg er alveg til í það að breyta skattkerfinu, en að fella það niður er rugl."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-11-12 15:24:42",
            "id": "5385776",
            "reply_to_id": "5385048",
            "text": "Það er ekki vel hægt að svíkja undan skatti.\nÞað er hægt, en ekki auðvelt.\nÉg veit alveg að það er hægt að drepa mann, það þýðir ekki að það sé ekki bannað.\nBara af því að ég kemst upp með eitthvað þýðir ekki að ríkið vilji ekki ræna mig.\nÉg er ekki ríkið, hér ríkir ekki lýðræði, lýðurinn ræður ekki, fólkið er ekki ríkið og ríkið er ekki fólkið.\nÉg er einstaklingur, hér ríkir þingræði, ´þingið ræður, fólkið er lýðurinn og ríkið er stofnun sem er stjórnað af 63 þingmanni. Ég hef lítil sem engin áhrif á það."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-11-11 23:58:01",
            "id": "5384539",
            "reply_to_id": "5380945",
            "text": "jú. Þegar hann segir lágmark… ekki fullkomlega afnumið"
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2007-11-10 14:24:03",
            "id": "5380231",
            "reply_to_id": "5378284",
            "text": "Það kemur upp spurningin, “Hver á að gera vegina?”\nAlveg góð útópíu hugmynd en það eru alltaf bara svo mikið af skemmdum eplum. Eins og ég til dæmis, færi að nýta mér þá vansköpuðu til að færa mér epli og færi að vera með leiðindi og vesen. Myndi ekkert virka nema að öll leiðindabörnin væru drepinn og þá væri alltaf eithver að taka ákvarðirnar hverjir væru drepnir og þá myndi sá gaur um síðir fá meiri völd og verða valdasjúkur og vesen.\nEn þegar Ísland byggðist í fyrstu hefur þá ekki verið stjórnleysi og jafnvel líka þegar alþingi var sett. Eða þetta var svona vottur af stjórnleysi, þó að þessir goðorðsmenn væru þá voru þeir ekkert mikið öðruvísi en venjulegir menn, máttu bara dæma í málum. Þá til dæmis var engin lögregla og menn þurftu alltaf að fara sjálfir að berjast í því að framfylgja eithverjum dómum sem voru dæmdir. Enda var þá líka landið í djöfulsins veseni og stríði þangað til það fór undir Noregskonung. En það var auðvitað útaf því að þeir vildu stjórna þessir gæjar sem voru í stríði eins og Gissur, Kolbeinn og Sturlungarnir. Þá myndi ég af því draga þá áliktun að stjórnleysi virkar ekki, ekki frekar en þetta semi-stjórnleysi sem var á landnámsöld."
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2007-11-10 18:12:41",
            "id": "5380755",
            "reply_to_id": "5378284",
            "text": "Þoli ekki 12 ára mömmu stráka og stelpur sem þykjast vera anarkistar…"
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2007-11-11 02:19:35",
            "id": "5381873",
            "reply_to_id": "5380755",
            "text": "Nei ekki ég heldur.\nÉg elska hinsvegar 17 ára gáfumenni sem að elskar báða foreldra sína og finnst ekkert að viðmiðum þeirra og hefur lesið sér til um anarkisma og komist að þeirri niðurstöðu að það sé ágætis stefna sem að manni finnst best.\nÞú veist, svona gaura eins og mig."
        },
        {
            "user": "Depravity",
            "user_id": "61530",
            "date": "2007-11-11 15:07:22",
            "id": "5382555",
            "reply_to_id": "5380755",
            "text": "12 ára krakkar í fél303?"
        },
        {
            "user": "Marmelade",
            "user_id": "63124",
            "date": "2007-11-11 18:02:22",
            "id": "5383128",
            "reply_to_id": "5382555",
            "text": "hvað ertu að bulla?"
        },
        {
            "user": "TheySeeMeTrollin",
            "user_id": "26622",
            "date": "2007-11-10 18:46:17",
            "id": "5380864",
            "reply_to_id": "5378284",
            "text": "Hægri Anarkismi er sú stjórnmálastefna sem ég er hvað hlynntastur. Hún hefur hinsvegar þann stóra galla að treysta þarf fólki algjörlega fyrir sjálfu sér, og því miður eru fæstir tilbúnir að axla þá ábyrgð. Þar með er stefnan því í raun ónothæf þar til samfélagið hefur náð nægjanlegum þroska."
        },
        {
            "user": "idf",
            "user_id": "20187",
            "date": "2007-11-10 22:42:20",
            "id": "5381446",
            "reply_to_id": "5378284",
            "text": "Var ekki búið að afgreiða þetta fyrir löngu ?"
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2007-11-11 02:22:49",
            "id": "5381883",
            "reply_to_id": "5381446",
            "text": "Jú en það eru allir hættir sem voru þá."
        },
        {
            "user": "GLXRBLT",
            "user_id": "42678",
            "date": "2007-11-11 02:21:49",
            "id": "5381880",
            "reply_to_id": "5378284",
            "text": "Léleg grein um gúdd sjitt.\nAnarkismi er ekki e-ð sem að maður getur flokkað niður sem endanlega stefnu, að koma með útópíu hugmyndir um anarkisma er eiginlega bara að brjóta hann niður, anarkismi er einmitt svo flottur fyrir það að það er stefna sem að ef komið er á, mun alltaf halda áfram að þróast en engin endanlega útópía er í hugum anarkista, bara fullkomið lýðræði án neins sjáanlegs valds."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-11-11 23:52:38",
            "id": "5384509",
            "reply_to_id": "5378284",
            "text": "Léleg og grunn grein.\nEn hún var ásættanleg… alveg fram að lokaorðunum.\nÞar klúðraðiru þessu ALVEG.\nFerð með einhverja hleypidóma, algjörlega órökstudda og svo einfalda að þeir líta út fyrir að hafa verið skrifaðir klukkan hálf eitt um nótt dag fyrir skil á ritgerð. (rétt)\nÞá á ég bæði við hvernig þú telur að anarkismi myndi hrynja og svo þegar þú byrjar að blaðra um vímuefni. Bara fordómar og fáfræði.\nFékkstu 8 fyrir þetta? Í hvaða skóla er það?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-11-22 13:45:55",
            "id": "5414340",
            "reply_to_id": "5378284",
            "text": "Bara ein athugasemd við greinina, og það varðar fíkninefnin. Fíkniefnastríðið er fullkomið dæmi um hluti sem ríkisvaldið á ekki að reyna að hafa stjórn á. Hvergi í heiminum hefur fíkniefnastríðið gert neitt nema hlutina verri fyrir neytendur og aðstandendur þeirra. Skólabókardæmi um ábyrgð sem á ekki heima hjá ríkinu, og áður en einhver bendir á þá augljósu staðreynd að sumir eru svo vitlausir að þeir nota bara allt dóp, alveg sama hvað, þá er ég ekki að mótmæla því, bara að segja að við getum ekkert betur treyst á dómgreind yfirvalda. Fíkniefnastríðið sýnir það best af öllum málaflokkum innan stjórnmála, að þegar ríkið fer inn í persónuleg málefni fólks, þá skapast hálfgert stríðsástand."
        },
        {
            "user": "Illska90",
            "user_id": "21118",
            "date": "2007-12-20 21:04:43",
            "id": "5496361",
            "reply_to_id": "5378284",
            "text": "Mér finnst að ríkið eigi að sjá um menntun, heilbrigðiskerfið, heilbrigðiseftirlit(í sambandi við matvæli, lyf og fleira) samgöngur og löggæslu. Mér finnst að leggja ætti niður allar bætur, sama hvað þær heita, þannig Hróa-Hattar dæmi er ekkert nema að stela frá þeim sem vinna fyrir sér.\nAnarcho capitalismi ftw, Survival of the fittest\nSíðan finnst mér að þetta ætti að vera grein í stjórnarskránni:\n„Tilgangur laga er að fólk geti ekki skaðað hvort annað án þess að fremja glæp. Að lifa sínu eigin lífi eftir eigin höfði er réttur hvers og eins, sama hversu mikið það skaðar einstaklinginn sjálfann, og skulu aldrei vera sett lög sem koma í veg fyrir að það sé gert löglega.\"\nÞetta finnst mér því sama hversu heimskt fólk er, og fólk er að jafnaði heimskt, þá hefur það sinn rétt."
        }
    ]
}