{
    "forum_title": "Danstónlist",
    "user": "IceLock",
    "user_id": "33708",
    "date": "2007-11-10 06:13:20",
    "title": "Tiesto?",
    "text": "Fannst einhverjum ÞAÐ geðveikt á Tiesto?\nMér fannst dirty south betri. Tiesto er með góða músík jújú, var að fýla þetta í botn en djöfulsins ógeðslegur troðningur var þarna. Var like |   | svona mikið pláss til þess að dansa í :/",
    "url": "https://www.hugi.is/danstonlist/korkar/554338/tiesto/",
    "url_id": "554338",
    "id": "5379791",
    "replies": [
        {
            "user": "knarf",
            "user_id": "8434",
            "date": "2007-11-10 11:23:51",
            "id": "5379899",
            "reply_to_id": "5379791",
            "text": "Nákvæmlega það sem mér fannst líka. Það var hreinlega alltof troðið þarna inni og eyðilagði nokkuð fyrir mér. En þrátt fyrir því var mjög gaman."
        },
        {
            "user": "Hairdoismylife",
            "user_id": "57267",
            "date": "2007-11-10 19:43:50",
            "id": "5381068",
            "reply_to_id": "5379791",
            "text": "Hvaða aumingjaskapur :P Ég var í troðningnum og fílaði mig vel. Þurfið bara að taka sem mest pláss og þið getið, þá gengur þetta.\nOg ástæðan fyrir því að það var minni troðningur á Dirty South er að það mættu færri á hann,  enda er Tiësto margfalt betri og vinsælli.\nSamt var lítill kubbslegur pólverjaandskoti þarna sem var einsog skopparakringla. Fjandinn hafi hann.\nSamt var alveg hellað á árshátíðinni."
        },
        {
            "user": "danielhs",
            "user_id": "31700",
            "date": "2007-11-14 16:09:55",
            "id": "5392038",
            "reply_to_id": "5379791",
            "text": "Sammála um að það hafa verið alltof margir. Þó tónlistin hans Tiesto sé betri en Dirty South þá held ég að Dirty South hafi alls ekki verið verra kvöld. Á Tiesto var hverfi space til að dansa, fólkið á dónsgólfinu voru eins og zombeiar úr hryllingsmynd frá 80s þarna útum allt og við sviðið, öskrandi TÍ-ESTO..já shitt lærið að segja nöfn allavena áður en þið farið næst en loxins voru ljósakerfið aðeins til fyrimyndar. Fyrsta sinn sem mér fannst ég EKKI vera á sólarströnd á Barcelona inn á Broadway.\npirripú?"
        }
    ]
}