{
    "forum_title": "Danstónlist",
    "user": "OliOfur",
    "user_id": "39994",
    "date": "2007-11-14 01:26:22",
    "title": "FEX mix",
    "text": "eftirfarandi er mixtape sem ég tók saman í tilefni af komu Dj F.E.X. til landsins þann 14. desember næstkomandi.\nhttp://gegnsae.dansspor.is/barcode/FEXtracks.mp3\ntracklist:\n1. Dj F.E.X. - Beautiful\nfyrsta lagið í syrpunni er af næst-elstu smáskífu kappans í þessu mixi, sú smáskífa er jafnframt sú hásaðasta, svona ljúflings-house sem kemur manni í góða skapið, electrónísk og skoppandi bassalína hressir alltaf, gefið út á Systematic í eigu Marc Romboy\n2. Dj F.E.X. - No Problemo\ntekið af sömu smáskífu, hressleikinn á svipuðu reki og í þessu lagi samplar hann hið goðsagnakennda lag “last night a dj saved my life”. No Problemo er orðin klassík, maður spilar þetta alltaf reglulega.\n3. Dj F.E.X. - Death or Glory\nminimalískt en melódískt, gefið út á hans eigins útgáfufyrirtæki. Lagið byggir vel upp og er fullkomið til að keira upp gleði og hamingju - Robotronic recordings\n4. Dj Tim - No Better (Dj F.E.X. remix)\nþetta er lag sem við vorum að tapa okkur yfir í fyrrasumar, breikið maður.. úff að spila þetta á klúbbi við rétta mómentið er priceless.. eitt af þessum sem gefur kvöldinu eitthvað extra - Robotronic recordings\n5. Dj F.E.X., Dj Prinz - Urbaniac\nþetta lag kom út núna snemma í sumar. þarna erum við komnir í smá klúbbakeyrslu með flottu riffi og góðri pródúseringu eins og oftast hjá kappanum - Robotronic recordings\n6. Dj F.E.X. - Remember\nþetta er lagið sem staðfesti það í mínum huga að Dj F.E.X. væri einn allra besti pródúser dansgeirans! Æðislega yndislegt lag hér á ferð sem hrífur mann með sér. - Robotronic recordtings\n7. CPM - Iobec Maphic (Dj F.E.X. remix)\nmér finnst alveg magnað hvað fór lítið fyrir þessu lagi á sínum tíma, þetta lag er eitt af leinisprengjunum mínum og yfirleitt er þetta lagið sem kemur fólkinu út á gólfið, eftir house lounge-ið þá byggir þetta lag upp spennu í byrjun og droppar svo í spekaðann klúbbabassa, mig langar alltaf að hækka meira þegar ég spila þetta lag ;) - Proton music\n8. Dj F.E.X., Dj Prinz - With or Without\nÉg spilaði þetta lag mikið núna í sumar, lagið byrjar í hressum klúbbara, en svo breytist það og það dettur inn skemmtilegur acid kafli sem gerði virkilega góða hluti á gólfinu í sumar - Robotronic recordings\n9. Tommy Four Seven - Smoke (Dj F.E.X. remix)\nþetta lag kom út í vor en ég hafði nú ekki gefið því mikinn gaum fyrren núna þegar ég ákvað að taka saman í þetta litla mix.. ég hefði nú alveg mátt gera það fyrr.. lagið er flott í klúbbagrúvið og ég hugsa að þetta myndi henta vel í bigroom settum hjá sasha, desyn masiello og fleiri kóngum. kom út á Brique rouge\n10. Dj F.E.X. - Misterious Conversations (Tanzman & Stefanik remix)\nGuð minn góður.. án þess að hafa tekið það saman þá held ég að þetta sé á alltime topp 10 hjá mér.. draumkennd stemmning sem undirstrikast af æðislegum díalóg og stingandi syntha.. samt svo hvetjandi hi-hattur á maður að dansa eða vera bara heima með þetta í headfónum.. kanski bara bæði :) elsta lagið í mixinu, kom út hjá Dessous í eigu Steve Bug sumarið 2005\n11. Dj F.E.X. - Acid Forever\nharðasta lagið í mixinu, dimmt og drungalegt - Brique rouge\n12. Dj F.E.X. - Runway\nannað drungalag sem henntar vel í dýflyssum, bankahvelfingum og öðrum óupplýstum rýmum..\nBarcode kynnir því með stollti… Dj F.E.X. á Organ 14. desember.",
    "url": "https://www.hugi.is/danstonlist/korkar/555133/fex-mix/",
    "url_id": "555133",
    "id": "5390881",
    "replies": [
        {
            "user": "gerald",
            "user_id": "32756",
            "date": "2007-11-14 07:51:36",
            "id": "5390987",
            "reply_to_id": "5390881",
            "text": "Nice!\nBætt við 14. nóvember 2007 -  08:38\nMisterious Conversations - sturlað flott afhverju hef ég aldrei heyrt þetta fyrr!?!?!\nTakk fyrir að deila með okkur svona eðal :)"
        },
        {
            "user": "OliOfur",
            "user_id": "39994",
            "date": "2007-11-14 12:46:34",
            "id": "5391468",
            "reply_to_id": "5390987",
            "text": "hmm.. bara veit ekki.. ég eiginlega bara skil ekki afhverju fólk hefur ekki verið að tapa sér meira yfir kappanum.. hann er í sérstöku uppáhaldi hjá mér :) og restinni af Barkóðunum líka veit ég"
        },
        {
            "user": "gerald",
            "user_id": "32756",
            "date": "2007-11-15 09:45:59",
            "id": "5394187",
            "reply_to_id": "5391468",
            "text": "alveg snilld hvað þetta sett rúllar vel saman sem heild. góð meðmæli fyrir pródúserinn og dj sem setti þetta saman að mínu mati :)"
        },
        {
            "user": "OliOfur",
            "user_id": "39994",
            "date": "2007-11-15 11:04:18",
            "id": "5394286",
            "reply_to_id": "5394187",
            "text": "hei takk maður :D"
        },
        {
            "user": "Hreggi89",
            "user_id": "25461",
            "date": "2007-11-14 11:26:41",
            "id": "5391258",
            "reply_to_id": "5390881",
            "text": "Þó ég hafi heirt nokkur lög í þessu mixi áður þá hef ég aldrei heirt talað um kauða, en hann lofar samt drullugóðu! Hvað er áætlað aldurstakmark?"
        },
        {
            "user": "OliOfur",
            "user_id": "39994",
            "date": "2007-11-14 12:44:24",
            "id": "5391461",
            "reply_to_id": "5391258",
            "text": "mig mynnir að það sé 22 ára á Organ.. skal láta það koma fram þegar við förum að auglýsa :)"
        },
        {
            "user": "jonfri",
            "user_id": "65",
            "date": "2007-11-14 14:11:59",
            "id": "5391697",
            "reply_to_id": "5390881",
            "text": "FEX !!!\nHann er sláandi góður."
        },
        {
            "user": "TheFeeling",
            "user_id": "966",
            "date": "2007-11-14 23:16:17",
            "id": "5393689",
            "reply_to_id": "5390881",
            "text": "Vá, frábær prodjúser!\nlíka gaman að geta kíkt og lesið um lögin sem maður er að hlusta á.\nDj Tim - No Better (Dj F.E.X. remix)\nþetta lag var alveg að gera það fyrir mig."
        },
        {
            "user": "jonfri",
            "user_id": "65",
            "date": "2007-11-15 09:34:09",
            "id": "5394174",
            "reply_to_id": "5393689",
            "text": "Búið að gera það fyrir mig í tvö ár og mikið af dansfólki líka!\nAlveg snilld :)"
        },
        {
            "user": "mrcuellar",
            "user_id": "60127",
            "date": "2007-11-19 13:16:48",
            "id": "5404599",
            "reply_to_id": "5394174",
            "text": "F.E.X!"
        },
        {
            "user": "OliOfur",
            "user_id": "39994",
            "date": "2007-11-20 20:38:58",
            "id": "5409382",
            "reply_to_id": "5390881",
            "text": "vil líka benda á nýja útgáfu á labelinu hans, Robotronic og nýtt remix af falling með Butch.. fáanlegt á beatport..\ngæði"
        },
        {
            "user": "CoconutZ",
            "user_id": "15279",
            "date": "2007-11-20 21:34:10",
            "id": "5409595",
            "reply_to_id": "5390881",
            "text": "Vissi ekkert hver þetta var áður en ég hlustaði á mixið.. frábær tónlist og flott mix! Takk!\nBætt við 20. nóvember 2007 -  21:40\nEr sérstaklega að fíla fyrstu tvö lögin.. svo tjilluð eitthvað.. gott að eiga þetta í tölvunni og ipodnum ;)"
        },
        {
            "user": "Hroi",
            "user_id": "29430",
            "date": "2007-11-23 11:41:40",
            "id": "5416848",
            "reply_to_id": "5390881",
            "text": "fokking geggjuð lög og mixið alveg hreint frábært líka!!\nBætt við 23. nóvember 2007 -  11:44\nog nú er ég mjög viss um að fara á kappan, ætlaði ekki áður en ég heyrði þetta!"
        },
        {
            "user": "OliOfur",
            "user_id": "39994",
            "date": "2007-12-03 21:04:07",
            "id": "5446869",
            "reply_to_id": "5390881",
            "text": "http://www.youtube.com/watch?v=GLR7FtAKa9I"
        },
        {
            "user": "jonrh",
            "user_id": "3021",
            "date": "2007-12-11 02:49:51",
            "id": "5468508",
            "reply_to_id": "5446869",
            "text": "haha nice video :D techno boogeahh!"
        }
    ]
}