{
    "forum_title": "Flug",
    "user": null,
    "user_id": null,
    "date": "2007-11-15 22:01:34",
    "title": "Nauðlendingar",
    "text": "Sælir.\nHafið þið eitthvað verið að æfa ykkur í nauðlendingum í flight simulator ? t.d. láta annan hreyfilinn stoppast eða eitthvað. Ég var allavega áðan að lenda með annan hreyfilinn ógangfærann, hef reyndar nokkrum sinnum gert það áður en þá er bara stilt transponderinn á 7700 (neyðar númer) og auðvitað látið vita af þessu og lent sem fyrst en áðan gekk það hörmulega og ég lenti aðeins út fyrir brautina :) En það var bara út af því að ég var kominn á allt of líttinn hraða og þá þarf maður nátturlega að gefa í til þess að stalla ekki og þá snérist bara flugvélin og allt fór í klessu :s\nVæri gaman ef þið mynduð segja ykkar reynslu af þessu ef þið hafið eitthvað gert af því.\nKv:sindri…",
    "url": "https://www.hugi.is/flug/korkar/555511/naudlendingar/",
    "url_id": "555511",
    "id": "5396064",
    "replies": [
        {
            "user": "StrawberryFields",
            "user_id": "54058",
            "date": "2007-11-15 23:27:43",
            "id": "5396337",
            "reply_to_id": "5396064",
            "text": "Betra að hafa meiri hraða en of lítinn."
        },
        {
            "user": "StrawberryFields",
            "user_id": "54058",
            "date": "2007-11-15 23:28:12",
            "id": "5396338",
            "reply_to_id": "5396337",
            "text": "í svona aðstæðum."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-11-16 12:56:10",
            "id": "5397020",
            "reply_to_id": "5396338",
            "text": "Já, þess vegna gaf ég í, en við það þá snérist vélin."
        },
        {
            "user": "oako",
            "user_id": "58259",
            "date": "2007-11-17 02:54:40",
            "id": "5399074",
            "reply_to_id": "5396064",
            "text": "Í fs þegar maður setur 7700 á transponderinn, getur maður þá gert: “Declare Emergency”?  og fer einhver sérstakur ferill í gang á vellinum? eða er það bara 7700 og ekkert meir og maður lendir?"
        },
        {
            "user": "Euroflight",
            "user_id": "71358",
            "date": "2007-12-26 19:24:29",
            "id": "5512154",
            "reply_to_id": "5399074",
            "text": "Ekkert meira.  Spurning um að fólk fari að einbeita sér að aukahlutum sem koma með sjúkrabíl og slökkvibíla og fleira!   :D\nÉg myndi pottþétt kaupa það!"
        }
    ]
}