{
    "forum_title": "Hljóðfæri",
    "user": "MrSir",
    "user_id": "36476",
    "date": "2007-11-19 18:58:55",
    "title": "Fender Noisless pickupar",
    "text": "Var að fjárfesta í fender fyrir ekki svo löngu með noisless pickupum. Málið er að mér finnst þeir vera aðeins of noiseless. S.s lítið signal sem þeir gefa.\nEr eitthvað gott ráð sem þið lumið á til að auka signalið?",
    "url": "https://www.hugi.is/hljodfaeri/korkar/556239/fender-noisless-pickupar/",
    "url_id": "556239",
    "id": "5405845",
    "replies": [
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2007-11-19 19:16:36",
            "id": "5405934",
            "reply_to_id": "5405845",
            "text": "Compressor eða boost pedali.. ég mæli með Marshall bluesbreaker2 pedalanum til að hækka aðeins signalið frá gítarnum, þeir fást í Rín."
        },
        {
            "user": "ehar",
            "user_id": "31826",
            "date": "2007-11-20 10:48:05",
            "id": "5407657",
            "reply_to_id": "5405845",
            "text": "Hvernig er gitarinn settur upp?\nGeturðu hækkað pu án þess að þeir náii að narta í strengina……. því nær strengjunum því næmari!\nverða samt að vera það djúp að þó þú ýtir strengjunum niður á neðsta stað á hálsinum náirðu ekki í þá!\nSvo ef ég man rett þá er hægt að skrúfa upp polana á þesseum pu, það er pungtarnir sem eru undir hverjum streng eru stillanlegir, til að aupa signal….  sama prinsipp því nær sem þú ert strengnum því virkara verður segulsviðið!\nE"
        },
        {
            "user": "Gilmore",
            "user_id": "31778",
            "date": "2007-11-20 13:41:15",
            "id": "5408024",
            "reply_to_id": "5407657",
            "text": "Ég mæli með að þú fáir þér DOD Preamp Overdrive/250 pedal. Hann boostar signalið frá pikkupunum og soundið frá pikkupunum hljómar í gegn en bjagast ekki eins og með marga overdrive pedala. Þú færð svona 70´s early 80´s overdrive/distortion sound með þessu, en ekkert heavy metal, en Fender með standard pickup er hvort sem er ekkert hannaður fyrir metal. Fender er með low output pickups þannig að þetta er besta leiðin til að fá gott output + gott sound. Yngwie Malmsteen notar extra low output pickupa á sínum Fender og notar þennan pedal til að fá þetta heavy og kraftmikla sound sem hann er með."
        },
        {
            "user": "moog",
            "user_id": "13706",
            "date": "2007-11-21 12:36:58",
            "id": "5410988",
            "reply_to_id": "5408024",
            "text": "Er með YM250 pedalinn, ss. signature útgáfuna af honum og ég mæli með honum, skemmtilegur fyrir bæði humbucker og single coil, gott overdrive sem er ekki over the top.\nBætt við 21. nóvember 2007 -  12:40\nheitir YJM308,,,, Yngwie Malmsteen signature af DOD 250"
        },
        {
            "user": "caster",
            "user_id": "67172",
            "date": "2007-11-20 15:23:43",
            "id": "5408266",
            "reply_to_id": "5405845",
            "text": "í hvernig magnara ertu að spila?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-11-21 00:16:48",
            "id": "5410380",
            "reply_to_id": "5405845",
            "text": "gítar eða bassi ?"
        }
    ]
}