{
    "forum_title": "Manager leikir",
    "user": "RedThunder",
    "user_id": "9122",
    "date": "2001-12-12 21:25:21",
    "title": "Ósönngjörn uppsögn.",
    "text": "Hafið þið einhvern tímann lent í því að klára tímabilið\nmeð mjög góðum árangri og verða síðan kostnir manager ársins\nog allt gengur alveg frábærlega vel en síðan eins og þruma\núr heiðskíru lofti þá er þér sagt upp.\nÞetta gerðist hjá mér þegar var að stjórna liði Tottenham. Ég lenti í öðru sæti, aðeins tveimur stigum á eftir hinu liðinu og einhverjum níu stigum á undan liðinu sem lenti í þriðja sæti. Ég vann líka UEFA keppnina með því að vinna lið eins og Roma, Lazio og Arsenal. Svo þegar deildin er búin þá er maður rekinn. Ég skildi ekkert í þessu og sótti um starfið aftur og þá var beiðninni hafnað vegna þess að stjórn Tottenham var ekki búið að fyrirgefa mér. Þetta er bara bull (ekki satt)",
    "url": "https://www.hugi.is/manager/greinar/55639/osonngjorn-uppsogn/",
    "url_id": "55639",
    "id": "371449",
    "replies": [
        {
            "user": "Beer",
            "user_id": "1917",
            "date": "2001-12-12 22:26:22",
            "id": "371450",
            "reply_to_id": "371449",
            "text": "Ég hef lent í að mér var sagt upp ósanngjarnlega að mér fannst. Ég man ekki hvernig það var. tvö ár síðan eða eitthvað var með milan minnir mig í ítölsku og þetta var allt fáránlegt!\nEn það var samt langt frá því að vera eins góður árangur og þessi sem þú talar um!"
        },
        {
            "user": "kjerulf",
            "user_id": "12099",
            "date": "2001-12-12 22:27:21",
            "id": "371451",
            "reply_to_id": "371449",
            "text": "ósanngjörn?"
        },
        {
            "user": "pires",
            "user_id": "10415",
            "date": "2001-12-12 23:30:13",
            "id": "371452",
            "reply_to_id": "371451",
            "text": "Hef ekki lent í þessu, en þetta er nú tæpt á að vera grein finnst mér, en alltaf gott að það sé líf hér :)"
        },
        {
            "user": "Premium",
            "user_id": "1776",
            "date": "2001-12-13 00:01:34",
            "id": "371453",
            "reply_to_id": "371452",
            "text": "Ég var einmitt eitt spurningamerki um hvort ég ætti að samþykkja en ég ákvað að gera það vegna þess að það gætu komið uppúr krafsinu bæði gagnlegar og skemmtilegar umræður.\nPs.\nLeitt að svona fór hjá þér alf. Hvað gerðirðu við save-ið? Sóttirðu um hjá örðu liði (ættir að hafa verið kominn í gott reputation fyrir þetta) eða einfaldlega eyddirðu save-inu?"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2001-12-13 10:42:31",
            "id": "371454",
            "reply_to_id": "371453",
            "text": "Þú segir ekki nema hálfa söguna, það er örugglega einhver ástæða fyrir því að þú varst rekinn, t.d. að koma með of mörg ultimatums, eða biðja um of mikið, eða free transfera of mikið…\nÞað eru ENGAR ósanngjarnar uppsagnir í CM"
        },
        {
            "user": "Augustus",
            "user_id": "848",
            "date": "2001-12-13 12:39:16",
            "id": "371455",
            "reply_to_id": "371454",
            "text": "Tja ég var rekinn fyrir að tapa í undanúrslitum í HM með Ítalíu, hafði unnið riðilinn án þess að fá mark á mig og valtað alla leið í undanúrslitin þar sem að þrátt fyrir að eiga 23 skot og þar af 11 á mark, þá potaði Úkraína inn einu marki af þessum þrem skotum sínum og vann 1-0.\nÞá var ég barasta rekinn með skömm.. með recordið fullt unnið, ekkert jafntefli og eitt tap (á vondum tímapunkti að vísu en…)\nÞað fannst mér pínu ósanngjarnt :p"
        },
        {
            "user": "Saviola",
            "user_id": "10336",
            "date": "2001-12-13 14:54:03",
            "id": "371456",
            "reply_to_id": "371455",
            "text": "Thetta er yfirleitt alltaf svona med landslid."
        },
        {
            "user": "Saviola",
            "user_id": "10336",
            "date": "2001-12-13 14:54:31",
            "id": "371457",
            "reply_to_id": "371455",
            "text": "Thetta er yfirleitt alltaf svona med landslid. Their vilja arangur og eru otholinmodi"
        },
        {
            "user": "JohnnyB",
            "user_id": "5305",
            "date": "2001-12-17 14:14:53",
            "id": "371458",
            "reply_to_id": "371454",
            "text": "Þetta er ekki satt hjá þér, það eru ósanngjarnar uppsagnir í CM, þá sérstaklega í Ameríku. Ég var rekinn þar þegar ég var að vinna deildina, ekkibúinn að eyða neinu, og þar fram eftir götunum, skyndilega sögðu þeir mér bara upp! Sögðu að ég hefði eyðilagt liðið og eitthvað þvíumlíkt. Sá sem tók við af mér kláraði neðstur og var samt ekki einu sinni insecure.\nÞetta var bara rugl!"
        },
        {
            "user": "BETIS",
            "user_id": "15129",
            "date": "2001-12-24 22:22:24",
            "id": "371459",
            "reply_to_id": "371454",
            "text": "WBDAZ: það eru víst ósanngjarnar uppsagnir, ég var Betis, lenti í öðru sæti í deildinni vann UEFA(ath 99\\00) ég átti 37 milljónir og var búinn að setja tvo á frí transfer þannig að ég var með frábæran árágnur, bað aldrei um neitt, næsta tímabil byrjar ég vinn fjóra leiki í röð reyndi að kaupa HUGO MORALES en er neitað út af ofmiklum pening frá boardinu og er rekinn,"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2001-12-25 22:22:13",
            "id": "371460",
            "reply_to_id": "371459",
            "text": "BETIS: segjum sem svo að þú sért eigandi einhvers liðs og borgir fyrir allt sem liðið gerir. Nú reynir framkvæmdastjórinn að kaupa einhvern leikmann fyrir of fjár, og þú bara einfaldlega rekur hann fyrir að eyða fénu þínu af gáleysi.\n2 hliðar á öllum málum. :)"
        },
        {
            "user": "pires",
            "user_id": "10415",
            "date": "2001-12-13 12:28:54",
            "id": "371461",
            "reply_to_id": "371453",
            "text": "Það geta nú alltaf líka spunnist upp skemmtilegar umræður á korkinum :)\nJá endilega segðu okkur hvað þú varst búinn að gera af þér, seldiru kannski besta manninn fyrir millu eða?\n:)"
        },
        {
            "user": "RedThunder",
            "user_id": "9122",
            "date": "2001-12-13 20:03:40",
            "id": "371462",
            "reply_to_id": "371461",
            "text": "Ég gerði ekki nokkurn skapaðan hlut af mér. En mér gekk ekki vel þegar 10.umferðir voru eftir þannig að það gæti hafa verið ástæðan. (stuðningsmennirnir gætu átt einhvern hlut að máli þar)"
        },
        {
            "user": "pires",
            "user_id": "10415",
            "date": "2001-12-13 21:04:15",
            "id": "371463",
            "reply_to_id": "371462",
            "text": "Ég veit um gaur sem að kom conference liði upp í fyrstu deild viðstöðulaust og tapaði þar fyrtsu fjórum leikjunum og var rekinn :)"
        },
        {
            "user": "Rain",
            "user_id": "5012",
            "date": "2001-12-12 23:47:14",
            "id": "371464",
            "reply_to_id": "371449",
            "text": "Ég kannast ekkert við þetta mér finnst þetat mjög skrítið þar sem það er ekki ætlast mikið meira af þér en að ná evrópusæti með Tottenham.  Þú gerðir gott betur en það."
        },
        {
            "user": "Vij",
            "user_id": "14544",
            "date": "2001-12-15 19:16:30",
            "id": "371465",
            "reply_to_id": "371449",
            "text": "getur verið að þér hafi verið sagt upp út af því að þú eiddir of miklum peningum eða þú hafir keyft eða selt eithvern leikman sem er í uppáhaldi hjá stjórninni"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-17 19:05:09",
            "id": "371466",
            "reply_to_id": "371449",
            "text": "Ég var Newcastle í cm 01/02.Ég vann Inter-Toto dæmið og lenti í 5. sæti. Samt rekinn"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-19 14:02:00",
            "id": "371467",
            "reply_to_id": "371466",
            "text": "Newcastle save, fyrsta tímabil, væntingar um erfitt ár, var í 10-15 sæti fyrstu 15 umferðirnar, breytti þá um taktík komst á “run” vann 7 leiki og gerði eitt jafntefli - þá kom \"insecure og stjórn kvartaði 4 - 5 leikmenn sem voru í hópnum en ekki fastir höfðu misst trúna á getu framkvæmdastjórans, á meðan menn eins og Shearer hafði fulla trú á að stjórinn snéri genginu við!!!   Var svo rekinn strax, þó ég væri kominn í 10 sæti 6 stigum á eftir 3 sæti!!"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-25 01:07:55",
            "id": "371468",
            "reply_to_id": "371467",
            "text": "Maður fattar stundum ekki stjórnina hjá NUFC. Stundum skemmtilegir,stundum boring shitheads!!!!"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2001-12-27 23:15:15",
            "id": "371469",
            "reply_to_id": "371449",
            "text": "ég hef lent í því að klára í 3 sæti með West Ham og var runner-up í league cup, var búinn að græða 23 millur þrátt fyrir að vera búinn að kaupa á móti fyrir 9, eftir leiktíðina bað ég stjórnina um meiri pening til þess að kaupa leikmenn fyrir(var bara með 5 til að kaupa), stjórnin varð æf og ég þurfti að hreinsa skrifborðið fyrir næsta dag… en vegna þess að ég var með mikið í reputation þá fékk ég starf hjá Leeds og endaði þar í 3 sæti… og hver tapaði svo meiru, ég á því að verða rekinn hjá félaginu mínu eða stjórnin hjá West Ham??\nég skil hreint þennan leik ekki alveg alltaf"
        },
        {
            "user": "wbdaz",
            "user_id": "6083",
            "date": "2001-12-31 01:37:50",
            "id": "371470",
            "reply_to_id": "371469",
            "text": "MCSKILLER: gafstu ultimatum á þínu fyrsta tímabili??"
        }
    ]
}