{
    "forum_title": "The Sims",
    "user": "Alfons",
    "user_id": "5489",
    "date": "2001-12-12 20:22:16",
    "title": "Fataskipti",
    "text": "Mér finnst alveg ótrúlega gaman að láta fólkið mitt skipta um föt, klæða sig í fín föt við sérstök tilefni o.s.frv.\nÉg hef downloadað alveg fullt af skins þannig að það er úr mörgu að velja.\nSvo finnst mér svo sniðugt með nokkra fataskápa sem ég hef downloadað af netinu, mig minnir að þeir sé flestir frá simgoddesses síðunni (sjá tengil í tenglasafni) að þegar maður lætu fólkið skipta um föt úr skápunum sem þær gera (stelpurnar sem eiga síðunna) þá kemur upp svona lítill gluggi. Og í glugganum stendur Simsinn og maður getur valið föt á hann, sem sagt tíminn stoppar og maður getur blaðrað í gegnum öll skins sem maður á.\nÞetta er eins þegar maður verslar sér föt niðri í bæ í hot date !\nMér langaði bara að segja ykkur frá þessari snilld, því það er annars frekar pirrandi að láta þau skipta um föt, þ.e. ef maður fær ekki þennan glugga upp.\nÞví kannski er maður ekki ánægður með þau föt sem Simsinn skiptir yfir í og vill láta þau skipta aftur, þá fer frekar mikill (sims)tími í það (sem sagt ef maður er bara með þessa venjulegu fataskápa).\nSimskveðja Alfons",
    "url": "https://www.hugi.is/sims/greinar/55635/fataskipti/",
    "url_id": "55635",
    "id": "371416",
    "replies": [
        {
            "user": "soulwatcher",
            "user_id": "9067",
            "date": "2001-12-12 21:23:12",
            "id": "371417",
            "reply_to_id": "371416",
            "text": "hmmm… ég er ekki alveg að skilja þig en í mínum leik geturðu keypt sérstök náttföt, sundföt eða spariföt og maður getur líka bæt við t.d. lét ég Naked skin í náttföt og sundföt þannig að það sefur nakið og syndir nakið :þ"
        },
        {
            "user": "soulwatcher",
            "user_id": "9067",
            "date": "2001-12-12 21:47:43",
            "id": "371418",
            "reply_to_id": "371417",
            "text": "mér finnast að hann sé ekki að tala um hot date :)\njá ég elskaði þennan glugga og er hættur að sjá hann :(\nhmm ég dll kvk skinni sem minn er alltaf í auk þess fékk ég mér betri útgáfu af nude patch þar sem marr ræður hvort persónan er nakinn í sturtu,sundi,klóinu (vil helst ekki sjá kk nakta það spillir leiknum enn meira)"
        },
        {
            "user": "druzla",
            "user_id": "11892",
            "date": "2001-12-13 11:53:34",
            "id": "371419",
            "reply_to_id": "371416",
            "text": "Ég er alveg í vandræðum!!!  Veit ekkert í hverju ég á að vera!!!  Er peningalítil því ég er námsmaður eins og líklega flestir!!!  Hvar get ég keypt eitthvað ódýrt en FLOTT?????"
        },
        {
            "user": "druzla",
            "user_id": "11892",
            "date": "2001-12-13 16:55:27",
            "id": "371420",
            "reply_to_id": "371419",
            "text": "Maður notar peningasvindlið auðvita ( shift+ctrl+c\nskrifar inn í rammann rosebud;!;!;!;!;!;!;!;!;!;;;\nok"
        },
        {
            "user": "soulwatcher",
            "user_id": "9067",
            "date": "2001-12-14 02:01:56",
            "id": "371421",
            "reply_to_id": "371420",
            "text": "fer eftir útgáfu :)\nROSEBUD\nKLAPAUCIUS"
        }
    ]
}