{
    "forum_title": "Dulspeki",
    "user": "Aneekah",
    "user_id": "70746",
    "date": "2007-11-22 12:19:54",
    "title": "Out of body experience",
    "text": "fyrir nokkrum mánuðum var ég að lesa grein um OBE og ákvað að athuga hvort ég gæti þetta, bjóst við að þetta yrði bara auðvelt þar sem að ég hef oft verið með ágætis meðvitund í draumum. Ég reyndi þetta nokkrum sinnum en ekkert gekk og var svo ekkert búin að pæla í þessu meir.\nSvo í gærkvöldi var mig að dreyma einhverja steypu, ég vakti sjálfa mig, fór aðeins á fætur og svo lagðist ég aftur inn í rúm og lokaði augunum, stuttu seinna heyrði ég rosalegann hávaða, og leið frekar skringilega og allt í einu var ég svífandi í loftinu (Ég var ekki á sýru!:)Þetta var ekki eins og í lucid dreaming, ég var með fulla meðvitund og ég hélt að ég myndi deyja úr hræðslu, hef aldrei lent í öðru eins. Ég var svo hrædd að það eina sem komst að hjá mér var að komast aftur niður og ég fann hvernig ég datt niður í rúmið (eða líkamann)\nOg þorði ekki að sofna aftur.\nEr einhver hér sem lendir í þessu? Eða stundar þetta? Mér finnst þetta mjög spennandi og bjóst alls ekki við að ég yrði svona hrædd þegar að þetta loksins tækist. Mér langar að prófa þetta aftur, en vantar ráð til að verða ekki svona hrædd þegar að þetta gerist.",
    "url": "https://www.hugi.is/dulspeki/korkar/556851/out-of-body-experience/",
    "url_id": "556851",
    "id": "5414128",
    "replies": [
        {
            "user": "RapeHills",
            "user_id": "70221",
            "date": "2007-11-22 12:50:05",
            "id": "5414197",
            "reply_to_id": "5414128",
            "text": "Maður hefur heyrt um að fólk sem sé alveg að deyja lendi í svona. Sjálfur væri ég mega mikið til í að prófa þetta."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-11-22 19:35:40",
            "id": "5415505",
            "reply_to_id": "5414128",
            "text": "Mig langar að prófa þetta… hvernig gerirðu þetta?"
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2007-11-23 09:05:47",
            "id": "5416692",
            "reply_to_id": "5414128",
            "text": "komið fyrir mig 2, oftar ef við tökum svefnrofalömun með, þessi tvö skipti voru bara svo allt öðruvísi, í seinna skiptið var ég drullu hrædd en hitt skiptið alveg róleg og skaust svo til baka þegar “bakið” á mér snerti loftið, líka þá var ég sofandi fyrir en hin mörgu skipti var ég að reyna að sofna og fór ekki svona langt.."
        },
        {
            "user": "Nekron",
            "user_id": "60841",
            "date": "2007-11-23 13:57:54",
            "id": "5417133",
            "reply_to_id": "5414128",
            "text": "Sælt sé fólkið,\nÞað er hægt að nálgast þetta ‘fyrirbæri’ - þ.e.a.s. ‘OBE’ - gegnum slökun og hugleiðslu - oftar en ekki - samkvæmt ákveðnum og neðangreindum aðferðum. Hægt að ‘upplifa’ margt skemmtilegt með því…;-)\n…Og segja svo frá síðar meir, en spurning - vitanlega - hvað skuli nákvæmlega gerast og hvort aðferðirnar séu eingöngu til þess gerðar að kalla fram svipuð einkenni og koma fram við ‘Svefnrofalömun’… Og þá er ekki verið að tala um ‘ímyndaðar’ afleiðingar…;-)\nMá alltaf prófa, en ég sel þetta ekki dýrara hér en ég keypti það:\n1. Finna sér góðan, róandi - hljóðlátan - stað og leggjast á bakið með hendur samsíða líkama (sumir hverjir mæla með nekt og/eða frjálslegum - óhindrandi - fatnaði…)\n2. Loka augum og einblína á svart tómið handan augnloka (ef þið sjáið hér hin og þessi - stjörnulaga?!? - form skjótast til; þá er það hinn eðlilegasti hlutur og jafnvel talið til ‘heilbrigða’ ofskynjana meðal ímissa frumbyggja…)\n3. Dragið línu og/eða punkt í lofthæð og einbeitið ykkur að þessum fleti. Færið ykkur jafnframt nær - huglega - og nálgist flötinn jafnt sem þétt (öndun skyldi hér inn um nef og rétt - rólega - út um munn…)\n4. Um leið og þið farið að leiðast til ‘titrings’ og/eða sveiflukenndra  tilfinninga. Haldið ró og gætið þess að öndun sé létt og eðlileg…\n5. Ímyndið ykkur hversu þið getið flotið ‘eðlilega’ upp og hefjið ykkur nær lofti. Ef þið finnið til falls; þá er ágætt að fylgja því eins og þið séuð að hrapa ‘undan ykkur’…\n6. Æfið eðlilega þegar þið nennið þessu og góða skemmtun…:-)\nLátið svo heyra ef vel tekst og gangi ykkur vel…\nKv,\nD/N"
        },
        {
            "user": "Aneekah",
            "user_id": "70746",
            "date": "2007-11-24 10:06:35",
            "id": "5419178",
            "reply_to_id": "5417133",
            "text": "Hæ ég var einmitt búin að nota þessa aðferð en komst aldrei lengra en að finna titringinn fyrr en um daginn.\nMér finnst þetta alls ekki líkt og svefnrofalömun, þar er maður fastur en þarna var ég mjög frjáls og fannst ég alveg geta flogið hvert sem er, og það var auðvitað tilgangurinn með þessu öllu saman hjá mér, ég ætlaði að ferðast til annara landa og gera alls konar hluti sem ég hef ekki tíma fyrir in real life;) (sakar ekki að prófa)\nEn ég var allt of hrædd til að eitthvað annað kæmist að hjá mér en að komast aftur niður.\nHefur þú prófað þetta?"
        },
        {
            "user": "Nekron",
            "user_id": "60841",
            "date": "2007-11-24 14:31:07",
            "id": "5419579",
            "reply_to_id": "5419178",
            "text": "Sæl og blessuð,\nÞað er bara að prófa sig - rólega áfram - og fylgja því sem gerist, td. ef þér finnst þú vera að falla frekar en hitt; þá bara að imynda sér ‘steypifall’ aftur fyrir sig…\n…En titringurinn er svona upphafið og svo bara að losa sig undan hræðslu og halda áfram rólega. Ekkert vera að flýta þér…;-)\n'Sakar aldrei að prófa' (gott og lofsvert viðmót þar…;-)  og - jú - ég hef prófað og skemmt mér konunglega, en það er betra að hver reyni á eigin vísu og dragi svo niðurstöður eftir á…\nGangi þér vel…\nKv,\nD/N"
        },
        {
            "user": "Kalya",
            "user_id": "63036",
            "date": "2007-12-06 18:37:47",
            "id": "5454820",
            "reply_to_id": "5417133",
            "text": "Á maður að draga punkt eða línu í lofthæð með lokuð augun…skil ekki alveg :s"
        },
        {
            "user": "Nekron",
            "user_id": "60841",
            "date": "2007-12-06 18:52:56",
            "id": "5454880",
            "reply_to_id": "5454820",
            "text": "OK og svona til frekari útskýringa…:\na. Með lokuð augu, einbeittu þér að myrkrinu fyrir aftan augnlok.\nb. Ef sjónhverfingar/hillingar eiga sér stað hér; þá er það eðlilegt og ekkert til að óttast, heldur leika sér með það og láta hugann reika…;-)\nc. Í gegnum og þrátt fyrir ofanvert; ímyndaðu þér punkt - eða línu dregna - fyrir ofan þig og upp undir loft eða súð. Einbeittu þér að þessum fleti og reyndu að nálgast - dragast - nær…\nd. Þegar þér finnst eitthvað gerast, td. að þú sért að hverfa í flötinn; þá er mikilvægast að halda ró og anda - jafnt sem temmilega - inn um nef og út um nef/munn samtímis…\nNB: Það má líka reyna á ímyndunaraflið enn frekar og - með lokuð augu - reyna að sjá það umhverfi sem þú ert í, td. mynd/ plakat á vegg eða þannig nokk. Getur haft skemmtilegar afleiðingar…;-)\nGangi þér vel og góða ferð…;-)\nKv,\nD/N"
        },
        {
            "user": "Kalya",
            "user_id": "63036",
            "date": "2007-12-06 19:00:24",
            "id": "5454907",
            "reply_to_id": "5454880",
            "text": "tkk, prófa þetta í kveld ;P"
        },
        {
            "user": "Nekron",
            "user_id": "60841",
            "date": "2007-12-06 19:09:55",
            "id": "5454944",
            "reply_to_id": "5454907",
            "text": "Ok og - endilega - láttu vita hvernig til tekst…;-)\nKv,\nD/N"
        },
        {
            "user": "Kalya",
            "user_id": "63036",
            "date": "2007-12-07 15:48:08",
            "id": "5457443",
            "reply_to_id": "5454944",
            "text": "Þetta var pínu óþægilegt, ég fann að ég færðist nær, en svo fékk ég ógeðslegann hroll og missti einbeitninguna, er eðlilegt að titra svona í byrjun?? ég skalf einhvernvegin…:s"
        },
        {
            "user": "Nekron",
            "user_id": "60841",
            "date": "2007-12-08 08:11:31",
            "id": "5459482",
            "reply_to_id": "5457443",
            "text": "Engar áhyggjur…;-)\n…En þetta er allt ósköp eðlilegt og nú bara að halda sér - rólega - við efnið, af og til…\nTitringur, hægur (nær enginn!?!) hjartsláttur og þyngdarleysi geta gert vart við sig, ásamt öðru, enda eðlileg viðbrögð líkama gagnvart því hugarástandi og þeirri slökun er á sér stað.\nSamt sem áður: Ekki ofgera þér í þessu og vertu þolinmóð. Það má hafa gaman að þessu án þess að einblína á endanlegar niðurstöður…;-)\nKv,\nD/N"
        },
        {
            "user": "Kalya",
            "user_id": "63036",
            "date": "2007-12-08 14:37:14",
            "id": "5459951",
            "reply_to_id": "5459482",
            "text": "takk ;Þ"
        },
        {
            "user": "Boweavil",
            "user_id": "57323",
            "date": "2007-11-27 19:05:36",
            "id": "5428590",
            "reply_to_id": "5414128",
            "text": "Svipuð upplifun á sér stað meðar geimfara hjá NASA þegar þeir eru að æfa viðbrögð og mótstöðu við mismunandi þyngdaraflskrafti. Þið hafið öll séð svona tæki, sem snýst í hringi á miklum hraða.\nÞað virðist vera hægt að framkalla þessar upplifanir í stjórnuðu umhverfi og virðist þetta vera bara einhverjar staðlaðar ofskynjanir sem heilin fær við ákveðnar aðstæður."
        },
        {
            "user": "P3ronix",
            "user_id": "67279",
            "date": "2007-12-12 14:13:03",
            "id": "5471998",
            "reply_to_id": "5414128",
            "text": "ég hef fengið svona thing þannig að ég er sofandi en heyri samt hvað allir eru að segja í kringum mig en get ekki hreyft mig eða neitt og heldur ekki talað eða opnað augun, er það kannski þetta svefnlömun dæmi?"
        },
        {
            "user": "epli12",
            "user_id": "65017",
            "date": "2008-01-08 00:04:13",
            "id": "5545365",
            "reply_to_id": "5414128",
            "text": "Þegar maður er að gera þessa hugleiðslu og kannski kominn á flug og eitthvað þannig er maður þá sofandi eða bara hugsa þetta ??"
        },
        {
            "user": "epli12",
            "user_id": "65017",
            "date": "2008-01-27 15:34:43",
            "id": "5595257",
            "reply_to_id": "5414128",
            "text": "er þetta eitthvað hættulegt ?"
        },
        {
            "user": "goebbels",
            "user_id": "68407",
            "date": "2008-04-01 00:53:38",
            "id": "5747156",
            "reply_to_id": "5595257",
            "text": "neei það stórefast ég um."
        },
        {
            "user": "Mjolnir2504",
            "user_id": "72397",
            "date": "2008-04-01 18:44:23",
            "id": "5748602",
            "reply_to_id": "5414128",
            "text": "Hvar lastu þessa grein?\nVæri geðveikt til að fara út úr líkamanum og svona  :D"
        }
    ]
}