{
    "forum_title": "Tíska & útlit",
    "user": "Kitiara",
    "user_id": "65159",
    "date": "2007-11-22 13:00:21",
    "title": "Húðlitur",
    "text": "Ég er kanski bara rasisti, þar að segja ef maður dæmir fólk af liti húðarinnar. En ég bara verð að segja það ég þoli ekki appelsínugult fólk.\nÞá er ég að tala um fólkið sem notar það mikið af brúnkuvörum að það lítur út eins og brennd appelsína.  Ég sá brot af Herra Ísland í gær og meiri hlutinn af þeim strákum var í þessum lit. Hinir voru óeðlilega brúnir, en ekki appelsínugulir.\nMaður getur ekkert gert af því hvernig húðlit maður fæðist með, en maður getur gert af því hvaða lit þú ert að bera á þig.",
    "url": "https://www.hugi.is/tiska/korkar/556860/hudlitur/",
    "url_id": "556860",
    "id": "5414221",
    "replies": [
        {
            "user": "Demona",
            "user_id": "39409",
            "date": "2007-11-22 13:31:54",
            "id": "5414302",
            "reply_to_id": "5414221",
            "text": "Mér finnst það ekki flott, en ég læt það ekki fara í taugarnar á mér."
        },
        {
            "user": "Dvergabondi",
            "user_id": "67569",
            "date": "2007-11-22 13:50:22",
            "id": "5414350",
            "reply_to_id": "5414221",
            "text": "Já, veistu.. Ég sat einu sinni í sófanum á Tattoo & Skart og sá nokkrar stelpur rölta inn, allar með aflitað hár, og að sjálfsögðu með litaðar augabrúnir [Segi svona XD]. Ein þeirra var með svona appelsínugult meik. Það náði niður á hökuna á henni og að eyrunum. Eyrun voru hvít og hálsinn var hvítur. Og andlitið á henni appelsínugult, sennilega svona 4-5 lög af appelsínugulu því þetta virkaði frekar mikið og blettótt líka. Ég skil ekki hvað fólk er að pæla með þessu.. Vera bara með sinn eigin húðlit segi ég bara. Ef ekki, í guðanna bænum ekki vera appelsínugulur."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-11-22 13:59:38",
            "id": "5414372",
            "reply_to_id": "5414221",
            "text": "hahahah já! Tók svo mikið eftir þessu að alltaf kom nýr gaur inn með ljóslitað alveg eins klippt hár og sá á undan og þeir voru meira og minna allir ógeðslega appelsínugulir."
        },
        {
            "user": "Grimsi92",
            "user_id": "37040",
            "date": "2007-11-22 14:04:55",
            "id": "5414393",
            "reply_to_id": "5414221",
            "text": "nákvæmlega….appelsínu hnakkar sökka"
        },
        {
            "user": "NoAngel",
            "user_id": "15331",
            "date": "2007-11-22 16:33:06",
            "id": "5414858",
            "reply_to_id": "5414221",
            "text": "Hehe mér finnst þetta ekki rasistalegt af þér þar sem að þetta er ekki raunverulegur húðlitur fólksins :)\nÉg er líka sammála…"
        },
        {
            "user": "number1",
            "user_id": "59579",
            "date": "2007-11-22 17:09:44",
            "id": "5415011",
            "reply_to_id": "5414221",
            "text": "Mér finnst ekkert að því að fólk fari í ljós.  Svo lengi sem það er innan skynsemismarkanna og ekki komið út í öfgar (5x+ í viku).  Mér finnst það oft fara fólki mjög vel, en það er auðvita misjafnt eftir einstaklingum.\nÉg fer samt ekki sjálfur í ljós og hef ekkert á móti okkur sem erum bara venjulegir albínóar.  :)"
        },
        {
            "user": "Kitiara",
            "user_id": "65159",
            "date": "2007-11-22 17:20:59",
            "id": "5415051",
            "reply_to_id": "5415011",
            "text": "Mér finnst svo sem ekkert að því að fara í ljós og hafa smá lit, þó mér finnist eiginlega fallegra að hafa hann ekki mikinn og vera bara með þinn náttúrulega lit. Það virðist oftast fara fólki best.\nEn ég er að gagngrýna þennan appelsínugula lit sem fólk virðist oft vera að fá með þessum brúnkuspreyi eða kremum mér finnst óhugnalegt að horfa upp á appesínugult fólk, ég þarf að passa mig að hlæga ekki af því, eða benda þeim á hversu hræðilegt það er. Og það var oft frekar erfitt þegar ég vann í snyrtivöruverslun.\nSumt fólk virðist ekki getað notað neinar vörur án þess að fá þennan lit á meðan aðrir verða fallega brúnir af sömu vörunni. En ég skil ekki hvernig fólk getur horft í spegilinn og verið sátt við að vera á litinn eins og brennd appelsína, jafnvel það sátt að það sé að taka þátt í fegurðarsamkeppni."
        },
        {
            "user": "number1",
            "user_id": "59579",
            "date": "2007-11-22 17:27:26",
            "id": "5415073",
            "reply_to_id": "5415051",
            "text": "Ahh ok, mér fannst eins og þú værir að gagnrýna ljós.  :P\nEn já ég er 100% sammála þér með þetta brúnkusprey, það er líka svo svakalega ónáttúrulegur litur.  Allveg sérstaklega hallærislegt ef fólk gleymir að bera á sig einhverstaðar og endar svo köflót."
        },
        {
            "user": "Irizh",
            "user_id": "60763",
            "date": "2007-11-22 18:43:07",
            "id": "5415330",
            "reply_to_id": "5414221",
            "text": "Myndi alls ekki segja þetta rasisma, þetta er ekki þeirra nátturulegi húðlitur hehehe.. mjög langt frá því í flestum tilfellum.\nEn ég er farin að hallast að því að fólk sé frekar með “fordóma” (auðvitað ekki alveg svo ýkt) gegn fólki sem er ekki brúnt, ég sjálf er með mjöög ljósa húð og hef alla mína ævi fengið comment útá það sem auðvitað fékk mig til að finnst húðliturinn minn ljótur.. núna er ég ekkert ofur sátt en ég lifi alveg með því, stunda ekki ljós þó ég hafi einstaka sinnum farið.\nMér finnst samt allt í lagi þó annað fólk fari í ljós, en það eru takmörk.. svo eru sumir að skella brúnkukremi og klútum og guð má vita hverju líka ofan á þetta, þetta er orðið meira fíkn eða keppni heldur en að líta “frísklega” út, svo er líka vetur þá finnst mér enþá síður ástæða til að líta út einsog appelsína."
        },
        {
            "user": "Kitiara",
            "user_id": "65159",
            "date": "2007-11-22 23:01:33",
            "id": "5416187",
            "reply_to_id": "5415330",
            "text": "Ég skellti þessu með rasisman inn í gríni. En ég veit hvað þú meinar með þessa fordóma gagnhvart okkur hvíta fólkinu, ég var á sólarströnd í 2 vikur og samkvæmt mínu normi þá var ég frekar brún og frískleg þegar ég kom til baka. Kona sem ég var að vinna með hafði samt orð á því að það sæist ekkert á mér, spurði hvort ég hefði bara hangið inn á hótelherbergi. Ég brosti og spurði hvort hún hefði ekki séð mig áður en ég fór út og sýndi henni bikinifarið eftir ströndina. Hún varð kjaftstopp.\nEn það sem er að fara í taugarnar á mér við þetta er þessi hrillilegi litur og það á að vera flott. Síðan eru gullfallegar stelpur með komplexa yfir því að vera hvítar. Á meðan sumar dökkar konur ganga það langt að kaupa sveppakrem til að lýsa upp húðina sína. Og þær alveg eins og þær hvítu jafnvel gullfallegar fyrir. Þetta er svo ónáttúrulegt, mér finnst asnalegt að sjá gaura sem eru allt of tanaðir og gæti aldrei fallið fyrir þannig gaur."
        },
        {
            "user": "Irizh",
            "user_id": "60763",
            "date": "2007-11-22 23:23:43",
            "id": "5416273",
            "reply_to_id": "5416187",
            "text": "Hahaha ég skil þig :)\nEn ég er alveg sammála þér, hefur aldrei fundist þetta fallegt þ.e.a.s. þetta aaaaaalltof ýkta “tan”, það eru bara svo margir útlitskomplexar í gangi og fólk á það til að ganga aðeins of langt (og í þessu tilfelli mjög langt) yfir línuna, trúi ekki að þessir einstaklingar séu svona voðalega ljót öll fyrir að þau líti einhvað betur út appelsínugul, býst við að þau líti bara betur út náttúruleg.\nOg ég tek undir með seinustu línunni líka, ég gæti ekki hugsað mér að vera með svona ljósabekkjabrúnkutan gaur, algjört turn off."
        },
        {
            "user": "Kwarkle",
            "user_id": "59795",
            "date": "2007-11-23 00:53:32",
            "id": "5416506",
            "reply_to_id": "5414221",
            "text": "Fyrir herra Ísland eru þeir náttúrulega spreyaðir í bak og fyrir…\nEn ég verð annars að vera sammála þér ^^"
        },
        {
            "user": "snugglemurder",
            "user_id": "67670",
            "date": "2007-11-23 18:36:55",
            "id": "5417981",
            "reply_to_id": "5414221",
            "text": "ég hlæ bara að svona appelsínugulufólki sko mér finnst þetta ekki flott ég nota bara meik í mínum húðlit"
        },
        {
            "user": "xTravis",
            "user_id": "6570",
            "date": "2007-11-23 19:05:12",
            "id": "5418059",
            "reply_to_id": "5414221",
            "text": "rasismi byggist á mismunum vegna kynþáttar, ekki húðlitar, þó svo hann skilji stundum á milli kynþátta."
        },
        {
            "user": "Absurd",
            "user_id": "36364",
            "date": "2007-11-25 17:17:32",
            "id": "5422510",
            "reply_to_id": "5414221",
            "text": "tjah ég þoli bara ekki þessa ógéðslega kúl mislituðu hnakka, frekar fyndið bara"
        },
        {
            "user": "giggedy",
            "user_id": "46822",
            "date": "2007-12-01 14:21:44",
            "id": "5439568",
            "reply_to_id": "5414221",
            "text": "Mér finnst brúnka vera flott, en misheppnuð brúnka, eins og þú ert að tala um, vera forljót.."
        }
    ]
}