{
    "forum_title": "Myndasögur",
    "user": "Gourry",
    "user_id": "758",
    "date": "2001-12-13 10:29:37",
    "title": "Parasyte",
    "text": "Höfundur og Teiknari:\nHitosi Iwaaki\nEftir að hafa tekið því rólega í bókakaupum þá ákvað ég að skella mér á Parasyte eftir Hitoshi Iwaaki. Ég tók þessu rólega þar sem ég vissi ekkert um þessa seríu fyrir utan það að Pétur hafði mælt með henni.\nSagan byrjar á því að einhvers konar verur lenda á jörðinni, ormar sem lokaðir eru inn í eggjum á stærð við tenniskúlu. Þessir ormar leita sér svo að líkama til að taka yfir, oftast með því að fara inn um eyrað á manneskjunni/dýrinu. Shin er fórnarlamb eitt þessara sníkjudýra en svo vill til að hann er með heyrnartól á sér svo að ormurinn reynir að komast inn annars staðar. Ormurinn ræðst á hann og fer í höndina á honum en Shin bindur um höndina á sér svo að ormurinn komist ekki lengra upp hana. Foreldrar hans koma inn og spurja hann hvað hann sé að gera. Hann reynir að lýsa hvað gerðist en foreldrar hans trúa því ekki. Svo virðist sem allt sé í fína lagi og Shin veltur því fyrir sér hvort að þetta sé draumur. Næsta dag vaknar hann og lifir sínu lífi eins og gengur og gerist. Hann kemst svo að því að geimvera hefur tekið yfir hönd hans og núna þarf hann og veran að lifa saman til að lifa af. Grunsamleg morð eru að gerast í kringum hann sem kallast “The Mince Meat Murders”.\nÞetta er í raun aðeins byrjunin á fyrstu bókinni af 10 bókum. Ég verð að segja að þessi saga olli mér ekki vonbrigðum. Sagan fjallar um venjulegan, 17 ára, skóladreng og vandræði hans. Inn í þetta blandast verurnar og bardagi við þetta. Þessi saga á sumt líkt með Spider-man eins og að þetta er ungur drengur sem hefur ákveðið vald sem hann getur ekki sagt frá en hann getur notað til að bjarga öðrum, aftur á móti er þessi saga aðeins dekkri en Spiderman. Spiderman er svona happy go lucky meðan Parasyte er meira í horror geiranum. Einhver sagði að þetta væri “Dawson's Creek meets John Carpenter's The Thing”.\nTeikningarnar eru í þessum klassíska Manga stíl, ekkert of flókið en skilar sínu vel. Verurnar eru að vísu flottar og hvernig þær geta breytt sér.\nÉg skemmti mér alla vega vel við að lesa fyrstu bókina þar sem hún blandar húmor og hrylling og sé ég fram á að kaupa allar hinar bækurnar. Mér skilst svo að einungis 7 bækur eru komnar út, af 10 bókum. Serían hefur fengið jákvæða dóma á flestum síðum og það vill svo til að Jim Henson fyrirtækið eru að fara að gera kvikmynd byggða á sögunni. Að vísu er myndin í “production hell” sem þýðir að það er 50/50 möguleikar að hún komi einhvern tíman í bíó.",
    "url": "https://www.hugi.is/myndasogur/greinar/55745/parasyte/",
    "url_id": "55745",
    "id": "372188",
    "replies": [
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2001-12-13 11:52:13",
            "id": "372189",
            "reply_to_id": "372188",
            "text": "Forvitnilegar sögur..\nSvo ég skellti “Parasyte” í google og fann\nþetta, þar sem er talað um hugsanlega Parasyte kvikmynd, Bo Welch (Production Designer í Men in Black, Birdcage, hvað sem það er) er orðaður við leikstjórn. Einnig fann ég þetta"
        },
        {
            "user": "jonr",
            "user_id": "3773",
            "date": "2001-12-13 11:52:57",
            "id": "372190",
            "reply_to_id": "372189",
            "text": "http://www.comics2film.com/Parasyte.shtml\nhttp://runlolarun.tripod.com/parasyte/"
        }
    ]
}