{
    "forum_title": "Hljóðfæri",
    "user": "apoppins",
    "user_id": "60837",
    "date": "2007-11-25 18:22:22",
    "title": "Viðargerðir",
    "text": "hvaða viðar gerðir eru dýrasta og hverjar eru bestar í trommum ég á trommur úr maple en veit ekekrt hvort það er betra eða verra en eitthvað annað hvað getiði sagt mér um það\nVá þetta er fáránlega illa orðað en vona að þið skiljið spurnnguna",
    "url": "https://www.hugi.is/hljodfaeri/korkar/557512/vidargerdir/",
    "url_id": "557512",
    "id": "5422740",
    "replies": [
        {
            "user": "Tiddis",
            "user_id": "64350",
            "date": "2007-11-25 18:29:30",
            "id": "5422757",
            "reply_to_id": "5422740",
            "text": "Held\nað bubinga sé best og dýrast annars er ekkert verra að vera með maple.\nÞað er bara mismunandi styrkleiki og hljóð úr mismunandi viðum\nBætt við 25. nóvember 2007 -  18:32\nvonandi hafi ég skilið spurninguna þína"
        },
        {
            "user": "Tiddis",
            "user_id": "64350",
            "date": "2007-11-25 18:35:09",
            "id": "5422786",
            "reply_to_id": "5422740",
            "text": "http://home.earthlink.net/~prof.sound/id14.html"
        },
        {
            "user": "Nonnibobo",
            "user_id": "68630",
            "date": "2007-11-26 20:53:16",
            "id": "5426099",
            "reply_to_id": "5422740",
            "text": "maple er að´mínu mati best..\nBætt við 26. nóvember 2007 -  20:56\nÞað fer samt allt eftir settinu ! .. sonor force 3007 er 100 % maple en soundar ekkert á við Yamaha maple custom .. sem er líka maple.."
        },
        {
            "user": "apoppins",
            "user_id": "60837",
            "date": "2007-11-26 21:51:01",
            "id": "5426319",
            "reply_to_id": "5426099",
            "text": "ég á Pearl Masters Custom Maple..það soundar helvíti vel að mér finnst"
        },
        {
            "user": "Gigger",
            "user_id": "17393",
            "date": "2007-11-27 02:45:19",
            "id": "5427013",
            "reply_to_id": "5422740",
            "text": "Sæll\nÞetta fer allt eftir því hvernig sánd þú fílar.\nÞað er ekkert best, nema náttúrulega það sem þér fynnst.\nÉg á þrjú maple sett. Öll sánda æðislega.\nÞað sem skiptir líka miklu máli er gæði hardware-ins\nog svo skinnin.\nÞað gæti verið gott að skoða hvaða sett trommu idol-in þín nota og fara á tónleika\nog spyrja eigendur settanna um álit á settunum og\nhvaða skinn þeir nota. (og hlusta á settin)\nGóð sett geta samt sándað illa í höndum sumra.\nÞetta eru bara ráð sem mér dettur í hug að geti verið gagnleg.\nÉg mæli samt með að taka öllum álitum með fyrirvara og ekki\nhoppa beint á álit annarra í þessum málum. (mínum líka) ;)"
        },
        {
            "user": "ehar",
            "user_id": "31826",
            "date": "2007-11-27 13:27:04",
            "id": "5427465",
            "reply_to_id": "5422740",
            "text": "Birki…. harðari og hrárrri tónn fyrir Rokkið  :-)\nE"
        },
        {
            "user": "Robert91",
            "user_id": "45217",
            "date": "2007-12-03 22:15:58",
            "id": "5447106",
            "reply_to_id": "5422740",
            "text": "Í guðanna bænum hættið að vera svona fáfróðir að segja að eitt sé betra en annað! Að segja að Bubinga sér best af því að það er dýrast er nú bara fáránlegt. Þetta er vissulega dýr viður og kemur með flott sound, en ef ég fíla hlyn betur, hef ég þá rangt fyrir mér?\nEf þú vilt hlýja mið-tóna, skoðaðu hlyn. Ef þú villt meira punch og meiri fókus á lág- og hátíðni, kíktu þá á birki. Ef þú villt djúpt, fullt sound, þá er Mahogany eða Bubinga fyrir þig.\nGetur einnig athugað með eik, hún fellur svona nokkurn veginn inn á milli hlyns og birkis.\nEn þetta eru allt bara upplýsingar á blaði, ef þú hefur góð skinn og kunnáttuna til að stilla trommur geturðu fengið birkisett til að sounda eins og bubinga.\nBætt við 3. desember 2007 -  22:23\nEinnig ber að taka fram að til eru misgóðar gerðir af þessum viðum. Hlynurinn sem er notaður í Sonor Force 3007 er ekki eins og í Delite, eða kannski Pearl Masters, viðurinn í dýrari hlyns(maple)settum er þroskaðri og lengur að vaxa.\nSama er að segja með birkið í Sonor Force 2007, ekki það sama og þú getur fengið í SQ2 eða Pearl Masters og að lokum mahogany, í Pearl Masters, Reference og Masterworks er notaður fullþroskaður afrískur mahónýviður sem hefur fengið langan tíma til að vaxa í friði. En Pearl Rhythm Traveler settin eru úr óþroskaðri mahónývið frá Filipseyjum.\nJá ég hef kynnt mér trommur vel í gegnum tíðina."
        }
    ]
}