{
    "forum_title": "Heimspeki",
    "user": "VeryMuch",
    "user_id": "10074",
    "date": "2001-12-13 15:32:05",
    "title": "Skilaboð frá Schopenhauer.",
    "text": "Ég beiti hér kannski lágkúrulegu, en gömlu bragði, að láta aðra tala fyrir mig. ;)  En höfundur gerir þetta bara svo vel, að það getur bara ekki sakað að nota þennan texta.\nEn þessi texti hefur verið mér minnisstæður, kannski fyrir það hve hjartanlega sammála ég er höfundi.\nÉg mæli með því að þið reynið ekki að lesa þetta á tölvuskjá, heldur prentið þetta út.\nEn þessi texti er holl og næringarrík lestning, auk þess að vera ánægjuleg líka.\nTexti þessi öðlast aukna merkingu, í ljósi skoðana minna um að fræðimennska drepi niður heimspeki, alla vega heimspeki í sinni hreinustu mynd.\nÉg get bara ekki lofsamað skilaboðin, í þessum texta, nógsamlega.\nSs lesið og njótið!\nKveðja..\nVeryMuch\n——————————————————————-\nArthur Schopenhauer: Philosophical writings; Continium; New York; 1994.\n1\nOn thinking for oneself.\n257\nJust as the largest library, badly arranged, is not so useful as a very moderate one that is well arranged, so the greatest amount of knowlege, if not elaborated by our own thoughts, is worth much less than a far smaller volume that has been abundantly and repeatedly thought over.  For only by universally combining what we know, by comparing every truth with every other, do we fully assimilate our own knowledge and get it into our power.  We can think over only what we know, and so we should learn something; but we know only what we have thought out.\nNow it is true that we can arbitrarily apply ourselves to reading and learning, but not really to thinking.  Thus just as a fire is kindled and sustained by draft of air, so too must thinking be through some intrest in its theme, which may be either purely objective or merely subjective.  The latter exists solely in connection with our personal affairs; the former, however is only for minds who think by nature, to whom thinking is as natural as breathing, but who are very rare.  Thus with most scholars there is so little of it.\n258\nThe difference between the effect produced on the mind by thinking for oneself and that produced by reading is incredibly great; and thus it is forever increasing the orginal disparity [munur] between minds, by virtue whereof we are driven to the one or the other.  Thus reading forces on the mind ideas that are as foreign and heterogeneous [misleitur] to the tendency and mood it has at the moment, as is the seal to the wax whereon it impresses its stamp.  Thus the mind is totally compelled from without to think first of one thing and then of another, for which it has absolutely no inclination or disposition [tilhneiging].  When, on the other hand, a man thinks for himself, his mind follows its own natural impulse, as this has been more specifically determined for the moment either by external environment or by some recollection.  Thus the environment of intuitive perception does not impress on the mind one definite idea as does reading, but gives it merely the material and the occasion to think what is in accordance wiht its nature and present disposition.  Therefore the mind is deprived of all its elasticity by much reading as is a spring when a weight is continually applied to it; and the surest way not to have thoughts of our own is for us at once to take up a book when we have a moment to spare.  This practice is the reason why erudition [lærdómur/fræðimennska] makes most men more stupid and simple than they are by nature and also deprives their literary careers of every success.  [Those who write are so numerous, those who think so rare. - TR.] As Pope says, they remain:\n“For ever reading, never to be read.”  The dunciad, 3:193-94.\nScholars are those who have read im books, but thinkers, men of genius, world enlighteners, and reformers of the human race are those who have read directly on the book of the world.\n259\nAt bottom, only our fundamental ideas have truth and life; for it is they alone that we really and thouroughly understand.  The ideas of someone else that we have read are scraps and leavings of someone else&#769;s meal, the cast-off clothes of a stranger.\nThe idea of another that we have read is related to our own that occurs to us as the impression in stone of a plant from the primeval world to the blossoming plant of spring.\n260\nReading is a mere makeshift for orginal thinking.  When we read, we allow another to guide our thoughts in leading strings.  Moreover, many books merely serve to show how many false paths there are and how seriously we could go astray if we allowed ourselves to by guided by them.  But whoever is guided by genius, in other words thinks for himself, thinks freely and of his own accord and thinks correctly; he has the compass for finding the right way.  We should, therefore, read only when the source of our own ideas dries up, which will be the case often enough even with the best of minds.  On the other hand, to scare away our own original and powerful ideas in order to take up a book, is a sin against the Holy Ghost.  We then resemble the man who runs away fom free nature in order to look at a herbarium, or to contemplate a beautiful landscape in a copper engraving.\nEven if occasionally we had been able very easily and conveniently to find in a book a truth or view that we very laboriously and slowly discovered through our own thinking and combining, it is nevertheless a hundred times more valuable if we have arrived at it through our own original thinking.  Only then does it enter into the whole system of our ideas as an integral part and living member; only then is it completely and firmly connected therewith, is understood in all its grounds and consequents, bears the color, tone, and stamp of our whole mode of thought, has come at the very time when the need for it was keen, is therefore firmly established and cannot again pass away.  Accordingly, Goethe&#769;s verse here finds its most perfect application and even explanation:\n“What from your fathers&#769; heritage is lent, Earn it anew, really to possess it!”  [Faust, part 1, Bayard Taylor&#769;s translation.]\nThus the man who thinks for himself only subsequently becomes acquainted with the authorities for his opinions when they serve merely to confirm him therein and to encourage him.  The book-philosopher, on the other hand, starts from those authorities in that he constructs for himself an entire system from the opinions of others that he has collected in the course of his reading.  Such a system is then like an automaton comeposed of foreign material, whereas that of the orginal thinker resembles a living human being.  For it originated like this, since the external world fertilized the thinking mind that afterwards carried it and gave birth to it.\nThe truth that has been merely learned sticks to us like an artificial limb, a false tooth, a nose of wax, or at best like a rhinoplastic nose formed from someone else&#769;s flesh.  On the other hand, the truth acquired through our own thinking is like the natural limb; it alone really belongs to us.  On this rests the distinction between the thinker and the mere scholar.  The intellectual gain of the man who thinks for himself is, therefore, like a beautiful painting that vividly stands out with correct light and shade, sustained tone, and perfect harmony of colors.  The intellectual acquisition of the mere scholar, on the other hand, is like a large palette full of bright colors, systematically arranged perhaps, but wihtout harmony, sequence, and significance.\n261\nReading is equivalent to thinking with someone else&#769;s head instead of with one&#769;s own.  Now for our own thinking, whence a coherent and connected whole, a system though not strictly rounded off, endeavors to evolve, nothing is more detrimental than too strong an influx of other people&#769;s ideas through constant reading.  For each of them has sprung from the mind of another, belongs to another system, bears another tint; and never do they flow of themselves into a totality of thought, knowledge, insight, and conviction.  On the contrary, they set up in the head a slight Babylonian confusion of tongues, and a mind so crammed is now robbed of all clear insight and thus is well-nigh disorganized.  This state can be observed in many scholars and results in their being inferior to many illiterate men as regards common sense, correct judgment, and practical tact.  The latter have always subordinated to, and incorporated in, their own thinking the little knowledge that has come to them from without experience, conversation, and a little reading.  Now it is just this that the scientific thinker also does to a greater degree.  Although he needs much knowledge and must, therefore, read a great deal, his mind is nevertheless strong enough to master all this, to assimilate it, to incorporate it into his system of ideas, and thus to subordinate it to the organically consistent totality of his vast and ever-growing insight.  Here his own thinking, like the ground-bass of an organ, always dominates everything and is never drowned by the notes and tones of others, as is the case with the minds of mere pundits and polyhistors, where fragments of music in all keys run into one another, so to speak, and the fundamental note can no longer be detected at all.\n262\nThose who have spent their lives in reading, and have drawn their wisdom from books, resemble men who have acquired precise information about a country from many descriptions of travel.  They are able to give much information about things, but at bottom they have really no coherent, clear, and thorough knowledge of the nature of the country.  On the other hand, those who have spent their lives in thinking are like men who have themselves been in that country.  They alone really know what they are talking about; they have consistent and coherent knowledge of things there and are truly at home in them.\n263\nThe ordinary book-philosopher is related to the man who thinks for himself as a critical historian to an eyewitness; the latter speaks from his own immediate apprehension of things.  At bottom, therefore, all who think for themselves are of one accord and their difference springs only from that of their standpoint; but where this alters nothing, they all say the same thing.  For they state merely what they have objectively apprehended.  To my agreeable surprise I have often subsequently found stated in the ancient works of great men propositions that, on account of their paradoxical nature, I hesitated to lay before the public.  The book-philosopher, on the other hand, reports the statement of one man, the opinion of another, the objection of a third, and so on.  He compares, carefully weighs, and criticizes all these and endeavors to get at the truth of things; and in this respect he is exactly like the critical historian.  Thus for example he will start investigations on whether Leibniz had for a while ever been a Spinozist, and such like.  Very clear instances of what is said here are furnished for the curious admirer by Herbart&#769;s Analytische Beleuchtung der Moral und des Naturrechts and also by his Briefe über die Freiheit.  We might marvel at the great trouble such a man takes, for it seems that, if only he would keep his eye on the matter itself, he would soon reach the goal through a little thinking for himself.  But there is a small difficulty here since such a thing does not depend on our will; we can at any time sit down and read, but not think as well.  Thus it is the same with ideas as with human beings; we cannot always send for them at will, but must wait for them to come.  Thinking about a subject must occur automatically through a happy and harmonious concurrence of external occasion with inner mood and interest; and it is precisely this that will never come to those men.  This finds its illustration even in those ideas that concern our personal intrest.  If we have come to a decision in such a matter, we cannot sit down to it at any arbitarily chosen moment, think over the reasons, and then decide.  For at that very moment, our consideration of the matter is often not firm, but wanders to other things; and for this even our disinclination in the matter is sometimes responsible.  We should, therefore, not try to force it, but wait till the mood for it comes automatically.  This will often come unexpectedly and repeatedly, and every different mood at different time casts a fresh light on the subject.  It is this slow procedure that is understood by the expression maturity of decisions.  For the task must be apportioned and in this way much that was previously overlooked will occur to us; and even the disinclination disappears since things often seem to be much more endurable when they are kept clearly in view.  Likewise in what is theoretical, the proper time must be awaited and not even the man endowed with the greatest mind is capable at all times of thinking for himself.  Therefore he does well to use the rest of the time for reading; but as I have said, reading is a substitute for original thinking and supplies the mind with material, since someone else thinks for us, although always in a way that is not our own.  For this reason, we should not read too much lest the mind become accustomed to the substitute and cease to know the thing itself, and thus get used to paths already well worn and become estranged from its own train of thougth by following that of another.  Least of all should we, for the sake of reading, withdraw entirely from the spectacle of the real world.  For here the occasion and mood for original thought occur incomparably more frequently than in reading.  That which is intuitively perceptual and real is, in its original nature and force, the natural object of the thinking mind and is most readily capable of deeply stimulating it.\nAccording to these observations, it will not surprise us to learn that the man who is capable of thinking for himself and the book-philosopher can easily be recognized even by their style of delivery; the former by the stamp of ernestness, directness, and originality, by all his ideas and expressions that spring from his own perception of things; the latter, on the other hand, by the fact that everything is secondhand, consists of traditional notions, trash and rubbish, and is flat and dull, like the impression of an impression.  His style, consisting of conventional, and even banal, phrases and current newfangled [nýmóðins] words, resembles a small state whose circulation consists of none but foreign coins because it does not mint any of its own.\n264\nMere experience is as little able to replace thinking as is reading.  Pure empiricism is related to thinking as eating to digestion and assimilation.  When empiricism boasts that it alone through its discoveries has advanced human knowledge, it is as if the mouth were to boast that the existence of the body were solely its work.\n265\nThe works of all really capable minds differ from the rest in their character of decisiveness and definiteness, together with the distinctness and clearness springing therefrom, since they at all times clearly and definitely knew what they wanted to express; it may have been in prose, verse, or tones.  The rest lack that decisiveness and clearness; and in this respect they can be at once recognized.\nThe characteristic sign of all first-rate minds is the directness of all their judgments and opinions.  All that they express and assert is the result of their own original thinking and everywhere proclaims itself as such even by the style of delivery.  Accordingly, like princes, they have an imperial immediacy in the realm of the mind; the rest are all mediatized, as is already seen from their style that has no originality.\nTherefore every genuine and original thinker is to this extent like a monarch; he is immediate and perceives no one who is his superior.  Like the decrees of a monarch, his judgments spring from his own supreme power and come directly from himself.  For he no more accepts authorities then does the monarch take orders; on the contrary, he admits nothing but what he himself has confirmed.  On the other hand, minds of the common ruck who labor under all kinds of current opinions, authorities, and prejudices, are like the crowd that silently obeys laws and orders.\n266\nThose who are so eager and hasty to decide debatable questions by quoting authorities, are really glad when they can bring into the field the intellect and insight of someone else instead of their own, which they lack.  Their number is legion; for as Seneca says: “unus quisque mavult credere, quam judicare”.  [Everyone prefers to believe rather than to give his own opinion.  (De vita beata, 1, 4.)]  And so in their controversies, authorities are the weapons generally chosen with which they pitch into one another; and whoever is involved in these is ill-advised to defend himself against them with grounds and arguments.  For against such weapons they are horny Siegfrieds immersed in the flood of an inability to think and judge.  They will, therefore, hold up to him their authorities as an argumentum ad verecundiam [An argument that avails itself of human respect for great men, ancient customs and authority generally in order to strengthen one&#769;s point.], and will cry victoria!\n267\nIn the realm of reality, beautiful, happy, and agreeable as it may have been, we always move only under the influence of heaviness that must constantly be overcome; whereas in the realm of ideas we are bodiless spirits without weight and pressure.  Therefore no happiness on earth can compare with that which a fine and fruitful mind finds in itself at a happy hour.\n268\nThe presence of an idea is like that of a loved one.  We imagine that we shall never forget it and that the beloved can never become indifferent to us; but out of sight, out of mind!  The finest thought runs the risk of being irretrievably forgotten if it is not written down, and the beloved of being taken from us unless she has been wedded.\n269\nThere are plenty of ideas that are of value to the man who thinks them; but of them only a few have the power to act through repercussion or reflection, that is to gain the reader&#769;s interest after they have been written down.\n270\nBut here only that is of real value that we have in the first instance thought out for ourselves.  Thus we can divide thinkers into those who think primarily for themselves and those who think at once for others.  The former are the genuine self-thinkers in the double meaning of the term; they are the real philosophers.  For they alone take the matter seriously; and the pleasure and happiness of their existence consists in just thinking.  The others are the sophists; they wish to shine and seek their fortune in what they hope to obtain from others in this way; this is where they are in earnest.  We can soon see from his whole style and method to which of the two classes a man belongs.  Lichtenberg is an example of the first; Herder belongs to the second.\n271\nThe problem of existence is very great and very close to us; this existence that is dubious, questionable, tormented, fleeting, and dreamlike.  It is so great and so near that, the moment we become aware of it, it overshadows and hides all other problems and purposes.  Now in this connection, we see how all men, with few and rare exceptions, are not clearly conscious of the problem; in fact, they do not appear to have grasped it at all, but are much more concerned about everything else.  They live for the day and think only of the scarcely longer span of their personal future, for either they expressly decline to consider the problem, or else, with regard thereto, they willingly make a compromise through some system of popular metaphysics with which they are satisfied.  If we carefully consider all this, we may form the opinion that only in a much wider sense can man be called a thinking being; and then we shall not be very surprised at any trait of thoughtlessness or simplicity.  On the contrary, we shall realize that the intellectual horizon of the normal man transcends, it is true, that of the animal that is unaware of the future and the past and whose existence is, so to speak, a single present.  But we shall also realize that the human mental horizon is not so incalculably far removed from the animal&#769;s as is generally assumed.\nIt is in accordance with the foregoing that, even in conversation, we find the thoughts og most people to be clipped as short as chopped straw, so that out of them a longer thread cannot be spun.\nIf this world were populated with really thinking beings, it would be impossible for all kinds of noise to be permitted and given such unlimited scope, even the most terrible and purposeless.  But if nature had intended man for thinking, she would not have given him ears, or at any rate would have furnished them with airtight flaps, as with bats whom for this reason I envy.  But like the rest, man is really a poor animal whose powers are calculated merely for the maintenance of his existence.  For this reason, he needs ears that are always open and, even unasked, announce the approach of a pursuer both by night and by day.\nTranslated by E. F. J. Payne\n——————————————————————-\nThats all folks! :)",
    "url": "https://www.hugi.is/heimspeki/greinar/55767/skilabod-fra-schopenhauer/",
    "url_id": "55767",
    "id": "372466",
    "replies": [
        {
            "user": "marxus",
            "user_id": "12143",
            "date": "2001-12-14 01:17:44",
            "id": "372467",
            "reply_to_id": "372466",
            "text": "Vá löng grein að lesa á tölvuskjá, en ég gerði það samt:) Skrifaðir þú hana upp, eða eru einhverjir textar Schopenhauers aðgengilegir á netinu?\nÉg er að flestu leyti sammála þessu. Schopenhauer verður seint ofmetinn fyrir framlag sitt. En ég er ekki svo viss um að frábærar hugmyndir geti orðið til úr tómi, ef við værum ekki með eyru og myndum ekki lesa. Við þurfum kannski ekki að finna upp hjólið aftur og aftur. Þá nær mannkynið aldrei að þróast áfram. En við verðum að lesa alla texta með gagnrýnu hugarfari. Ég held því fram, að ef við skoðum öll mál frá öllum hliðum getum við komist að réttri niðurstöðu. Til þess að skynja þrívíðan hlut verðum við að skoða allar hliðar hans. Sama gildir um hugmyndir.\nÞetta er í raun svipuð pæling og ég kom með í sambandi við kristna trú. Ég trúi ekki á Biblíuna, en viðurkenni samt að það sé margt til í því sem í henni stendur. En það hefur enga raunverulega merkingu fyrir mér ef ég læri það eins og páfagaukur úr bókinni helgu. Ég verð að skoða fleiri möguleika, önnur trúarbrögð, björtu og dökku hliðarnar, og svo mynda mér skoðun. Þegar ég hef velt fyrir mér andlegum og siðferðislegum málum frá öllum hliðum, kemst ég kannski að sömu niðurstöðu og mennirnir sem skrifuðu Biblíuna. En það hefur miklu dýpri merkingu fyrir mér af því að ég komst að þeirri niðurstöðu með sjálfstæðri hugsun. Hver og einn verður að finna guð í sjálfum sér, í mannsandanum, og hann finnst með því að hugsa."
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2001-12-14 13:43:31",
            "id": "372468",
            "reply_to_id": "372467",
            "text": "Gaman að þú fílaðir textann. :)\nJá ég pikkaði inn, en ég er viss um að það er hægt að finna hana á netinu.\nVarðandi bækurnar; þá skildi ég Schopenhauer þannig, að við ættum alveg að lesa slatta, bara gefa huganum rúm til að anda, og gefa okkar eigin hugsunum tíma til að þroskast.  Þeas að gleyma okkur ekki í bókalestri, þegar kemur að heimspeki, því heimspeki er meira en að lesa bækur. ;)\nVarðandi eyrun; þá vildi hann held ég benda á að við værum enn dýr í eðli okkar, ss ef við værum sköpuð til lærdóms, þá hefðum við fæðst með eyrnatappa af náttúrunnar hendi, ekki ósvipað eyrnahlífum leðurblaka. ;) Ss að við værum ekki fullkomin, kannski að við værum enn að þróast.\nÞess má geta að Schopenhauer þoldi fátt verr en hávaða hverskonar, og sagði (hvort sem hann meinti það bókstaflega eða ekki) að gáfnafar manna stæði í öfugu hlutfalli við hve mikinn hávaða fólk þyldi. ;)\nAll in all.. þá rokkar Schopenhauer feitt!\nkv.\nVeryMuch"
        },
        {
            "user": "Rawn",
            "user_id": "7059",
            "date": "2001-12-17 19:54:10",
            "id": "372469",
            "reply_to_id": "372466",
            "text": "Snilld. Fékk mig til að virkilega hugsa…. Hei það er kanski smá mótsögn að vera að hugsa um texta sem er um það að maður eigi að hugsa sjálfur.\nAllavega ég dáist að þér að hafa pikkað þetta inn."
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2001-12-18 12:31:58",
            "id": "372470",
            "reply_to_id": "372469",
            "text": "Hehe.. Þetta var ágætis æfing í innpikki. ;)  En ég hafði bara gott af því.\nAðal málið er að hugsa, en það þýðir svo sem ekki að maður eigi ekki að lesa.  En ég fatta þig. :)\nKv.\nVeryMuch"
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2001-12-18 19:17:22",
            "id": "372471",
            "reply_to_id": "372470",
            "text": "Hvernig heldur þú að menningin blómstri? Með naflaskoðun? Nei auðvitað ekki, menningin dreifir sér með samneyti við það sem aðrir hafa gert, eru að gera og munu gera. Lestur, áhorf, hlustun, samræða, gagnrýnin afstaða er eina leið okkar til að ná sambandi við menninguna og frjóafl hennar. Þeir sem halda annað eru stöðugt að uppgötva sólina ;)"
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2001-12-19 15:05:23",
            "id": "372472",
            "reply_to_id": "372471",
            "text": "Til miðgarðs:\nSama hér; ég bendi bara á textann og hef ekki meiru við að bæta."
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2001-12-20 02:53:06",
            "id": "372473",
            "reply_to_id": "372472",
            "text": "Very: Bendir bara á textann???? hvað ertu að bulla getur þú ekki hugsað fyrir sjálfan þig ;)"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2001-12-18 12:48:57",
            "id": "372474",
            "reply_to_id": "372466",
            "text": "Hvernig drepur fræðimennska heimspekina? Heldurðu að nýtt blómaskeið í heimspeki hæfist ef fræðimennskan yrði lögð niður? Það held ég ekki. Hvað áttu annars nákvæmlega við með fræðimennsku?"
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2001-12-19 15:04:04",
            "id": "372475",
            "reply_to_id": "372474",
            "text": "Til gthth:\nBendi bara á textann, ég hef engu við hann að bæta."
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2001-12-19 15:53:21",
            "id": "372476",
            "reply_to_id": "372475",
            "text": "VeryMuch:\nÉg er bara ekki sammála Schopenhauer. Mér finnst hann mestmegnis vera að rugla bara.\nAuðvitað á maður að hugsa sjálfur en ekki bara éta kenningar hráar upp úr bók. Ég veit nú ekki um neinn sem heldur því fram að það sé æskilegt. En að maður megi ekki lesa það sem aðrir hafa skrifað vegna þess að þá er verið að þröngva hugsunum annarra upp á mann finnst mér bara vera þvæla.\nHvers vegna ætti maður annars að lesa það sem Schopenhauer hefur skrifað? Ef ég féllist á það sem hann er að segja ætti ég að forðast þennan texta hans eins og heitan eldinn. Myndirðu ekki segja það?\nÞess má annars geta að Schopenhauer sjálfur byggði heimspeki sína á kantískum greinarmuni á heiminum í sjálfum sér og heiminum í upplifunum okkar. Og heimspekin hans öll er einhvers konar bræðingur af kantískri, platonskri og austurlenskri heimspeki. Hann var einn fyrsti evrópski heimspekingurinn til að stúdera austurlenska heimspeki. Ég er ekki að segja þetta til þess að láta líta út fyrir að hann hefði ekkert frumlegt til málanna að leggja; þvert á móti. Hann var afar frumlegur heimspekingur. En hann lærði um þessa hluti í bókum engu að síður.\nOg enn stendur spurningin: Ef fræðimennska í heimspeki hyrfi alveg, myndi heimspekin sjálf þá blómstra? Ég held ekki, En ef ekki, hvernig er það þá fræðimennskan sem drepur heimspekina?\nMér finnst þetta vera sambærilegt við að segja það að bókmenntafræði sé að drepa bókmenntirnar. Í guðanna bænum, leggjum niður bókmenntafræðina! Leggjum í leiðinni niður listaháskólann. Því íslensk list gæti úrkynjast.\nHeimspekikerfi Kants, sem er eitt voldugasta heimspekikerfi nýliðins árþúsund, og sem Schopenhauer sjálfur þekkti vel til og byggði að einhverju leyti á, varð til þrátt fyrir fræðimennsku Kants og störf hans sem háskólaprófessors.\nFrá byrjun 20. aldar hefur raunar yfirgnæfandi meirihluti þeirra sem lagt hafa eitthvað af mörkum til heimspekinnar verið háskólakennarar í heimspeki. Það virðist ekki hafa staðið þeim fyrir þrifum.\nÞvert á móti hafa hin ýsmu svið heimspekinnar blómstrað, til dæmis rökfræðin, háttarökfræði (um nauðsyn og möguleika), heimspeki stærðfræðinnar, heimspeki tungumáls, athafnafræði og vísindaheimspeki.\nEn að lokum ein spurning til þín, VeryMuch. Hvers vegna tekur þú þátt í umræðum hér á áhugamálinu? Hvers vegna lestu það sem við hin erum að skrifa? Verðurðu ekki að psaa að menga ekki hugsun þína með okkar hugsunum?"
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2001-12-19 20:42:13",
            "id": "372477",
            "reply_to_id": "372476",
            "text": "Til gthth:\nÍ 1. lagi þá skulum við hefja þetta á því að greina í sundur hugmyndir mínar og hugmyndir Schopenhauer sem koma fram í þessum texta.\nÞeas Schopenhauer sagði aldrei hér að ofan að fræðimennska dræpi heimspekina.\nEn það sem ég sagði var: \"Texti þessi öðlast aukna merkingu, í ljósi skoðana minna um að fræðimennska drepi niður heimspeki, alla vega heimspeki í sinni hreinustu mynd.  [Ég vil leggja sérstaka áherslu á síðari hlutan þe \"heimspeki í sinni hreinustu mynd\".]“\nSvo skulum við einbeita okkur akkúrat að því sem þú segir:\ngthth segir:\n”Ég er bara ekki sammála Schopenhauer. Mér finnst hann mestmegnis vera að rugla bara.“\nVeryMuch svar:\nErtu að kalla þetta rugl?  Ég get ekki hjálpað þér þar.\ngthth segir:\n”Auðvitað á maður að hugsa sjálfur en ekki bara éta kenningar hráar upp úr bók. Ég veit nú ekki um neinn sem heldur því fram að það sé æskilegt. En að maður megi ekki lesa það sem aðrir hafa skrifað vegna þess að þá er verið að þröngva hugsunum annarra upp á mann finnst mér bara vera þvæla.“\nVeryMuch svar:\nÞað stendur ekkert, hér að ofan, um að það eigi ekki að lesa það sem aðrir hafa skrifað.\nÞú ættir að lesa þetta betur.\ngthth segir:\n”Hvers vegna ætti maður annars að lesa það sem Schopenhauer hefur skrifað? Ef ég féllist á það sem hann er að segja ætti ég að forðast þennan texta hans eins og heitan eldinn. Myndirðu ekki segja það?“\nVeryMuch svar:\nNei, alls ekki.  Þú hefur ekki lesið textann nógu vel.\ngthth sagði:\n”Mér finnst þetta vera sambærilegt við að segja það að bókmenntafræði sé að drepa bókmenntirnar. Í guðanna bænum, leggjum niður bókmenntafræðina! Leggjum í leiðinni niður listaháskólann. Því íslensk list gæti úrkynjast.“\nVeryMuch svar:\nÞað sem bókmenntafræðingar eru samanborið við skáldin, eru (heimspekilegir) fræðimenn samanborið við heimspekinga.  Ágæt líking hjá þér.\nÉg er haldinn efasemdum um bókmenntafræði, en það er enginn að tala um að leggja eitt né neitt niður.  Ég veit ekki hvaðan þú færð þessar flugur í höfuðið.\nAð leggja niður Listaháskólann?!  Því íslensk list gæti úrkynjast?!  Ég hef ekki heyrt neitt jafn kjánalegt í langan tíma!\nÞú ert að vitna í hugmyndir sem eru mér jafn ókunnugt og líf á öðrum hnöttum.\ngthth sagði:\n”Heimspekikerfi Kants, sem er eitt voldugasta heimspekikerfi nýliðins árþúsund, og sem Schopenhauer sjálfur þekkti vel til og byggði að einhverju leyti á, varð til þrátt fyrir fræðimennsku Kants og störf hans sem háskólaprófessors.“\nVeryMuch svar:\nÉg skal ekki dæma um heimspekikerfi Kants þar sem mig skortir nægilega þekkingu þar um.\nEn mér þykir það svo sem ekki ólíklegt að margir þám ég séu sammála þér, um veldi heimspekikenninga og þám heimspekikerfis, Kants.\nMér er það að fullu ljóst að Schopenhauer byggði hugsun sína að miklu leiti á kenningum Kants.  Mér þykir ekkert sjálfsagðara.\nKant var háskólaprófesor.  Já, það stemmir.\nKant var eflaust mikilhæfur fræðimaður.\nEn Kant var sannarlega einnig heimspekingur.  Ég virði hann fyrir það.\ngthth segir:\n”Frá byrjun 20. aldar hefur raunar yfirgnæfandi meirihluti þeirra sem lagt hafa eitthvað af mörkum til heimspekinnar verið háskólakennarar í heimspeki. Það virðist ekki hafa staðið þeim fyrir þrifum.“\nVeryMuch svar:\nMargir heimspekingar eru háskólakennarar.\nJá, það stendur þeim líklega EKKI fyrir þrifum.\nÞetta er einfaldlega staðreynd.\ngthth sagði:\n”Þvert á móti hafa hin ýsmu svið heimspekinnar blómstrað, til dæmis rökfræðin, háttarökfræði (um nauðsyn og möguleika), heimspeki stærðfræðinnar, heimspeki tungumáls, athafnafræði og vísindaheimspeki.“\nVeryMuch svar:\nÉg veit ekki afhverju þú ert að segja mér þetta.  Mér er þetta að fullu ljóst.\ngthth segir:\n”En að lokum ein spurning til þín, VeryMuch. Hvers vegna tekur þú þátt í umræðum hér á áhugamálinu? Hvers vegna lestu það sem við hin erum að skrifa? Verðurðu ekki að psaa að menga ekki hugsun þína með okkar hugsunum?“\nVeryMuch svar:\nÉg bara botna ekkert í þér gthth?!\nHvenær hef ég talað um að ”passa að menga hugsun mína ekki með annara hugsunum“?!\nManstu þegar ég var að tala um það hvernig þú mistúlkar texta og svör; svarar svo einhverju allt öðru en vara sagt?\nÞú ættir að lesa greinina upp á nýtt og líta svo á svarið við henni og svo svar mitt við svari þínu, ss þetta sem ég er að skrifa núna.\nÞegar þú hefur grandskoðað textana.  Þá skaltu spyrja sjálfan þig; hvaðan þú fékkst allar þessar hugmyndir um það sem ég átti að hafa sagt eða haldið fram.  Ég veit alla vega ekki hvar þú hefur fengið þessar hugmyndir um textan eða mínar skoðanir.\nÉg get bara ekki annað sagt en að þú hafir miklar ranghugmyndir um mínar skoðanir, og/eða um merkingu textans sem er hér að ofan og er eftir Schopenhauer.\nÉg sé að ég þarf að tala mjög varlega og skýrt, til þess að koma hugmyndum mínum til skila.\nEn hér hef ég ekki talað neitt að viti, og það litla sem ég hef sagt er mjög skýrt og greinilegt, Schopenhauer hefur séð um að tala hér.\nÉg get bara ekki stillt mig um að segja, að það þarf ”sterkan brotavilja\" til að mistúlka texta og hugmyndir svona hrapalega.\nTakk fyrir..\nVeryMuch"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2001-12-19 21:36:29",
            "id": "372478",
            "reply_to_id": "372477",
            "text": "VeryMuch:\nÉg geri mér ljóst að skoðanir Schopenhauers eru ekki nákvæmlega þær sömu og þínar. En ég er svona eiginlega að tala til ykkar beggja. Nú eða jafnvel bara þín. Því þú varst að gera hans orð að þínum. En þar sem ég er að tala til þín, þá spyr ég í leiðinni um dráp fræðimennskunnar á heimspekinni. Kannski hefði ég átt að gera skýrari mun á því þegar ég var að tala til þín annars vegar og gagnrýna texta Schopenhauers sem þú lést tala þínu máli fyrir þig hins vegar? En hvað um það :)\nJá, mér finnst sumt af þessu vera bara rugl. Þú þarft samt ekkert að hjálpa mér. Enda var ég ekkert að biðja um það. Þetta var mitt álit á greininni :)\nÍ textanum segir ekki að maður megi ekki lesa einn bókstaf sem aðrir hafa skrifað. Ég sagði það nú heldur ekki alveg. En það stendur nú samt að maður eigi helst ekki að lesa of mikið. Það er nefnilega miklu betra að hugsa sjálfur. Hann segir að yfirleitt sé nú mest rangt sem stendur í bókum (“Moreover, many books merely serve to show how many false paths there are and how seriously we could go astray if we allowed ourselves to by guided by them.”). En jafnvel þegar við finnum eitthvað sem er rétt þá er betra að hafa komist að því sjálfur.\nOg þá spyr ég: Hvers vegna ættum við að lesa Schopenhauer? Er ekki betra ef við komumst að þessu sjálf? Eigum við ekki að forðast að lesa það sem hann hefur skrifað á meðan við getum enn hugsað sjálf? Á meðan maður er ekki alveg uppiskroppa með hugsanir?\nÉg tek fjögur dæmi úr textanum:\n1. “Therefore the mind is deprived of all its elasticity by much reading as is a spring when a weight is continually applied to it;”\n2. “and the surest way not to have thoughts of our own is for us at once to take up a book when we have a moment to spare.”\n3. “For this reason, we should not read too much lest the mind become accustomed to the substitute and cease to know the thing itself, and thus get used to paths already well worn and become estranged from its own train of thougth by following that of another.”\n4. “Reading is a mere makeshift for orginal thinking. When we read, we allow another to guide our thoughts in leading strings.”\nÉg hef ekkert á móti því að segja að fræðimenn séu fyrir ehimspekinga það sem bókmenntafræðingur sé fyrir skáld. En það er alls ekki þar með sagt að bókmenntafræði drepi skáldskapinn. Og ekki heldur að fræðimennska drepi heimspekina. Það ekki heldur þar með sagt að bókmenntafræðingar og atvinnuheimspekingar geti ekki verið skáld og (réttnefndir) heimspekingar.\nÉg veit að þú sagðir hvergi í greininni beint út að það ætti að leggja niður bókmenntafræði eða listaháskólann. En þú sagðir að fræðimennskan væri að drepa heimspekina. Og ég spyr þig þá, ef þú vilt ekki að heimspekin drepist á þá ekki að leggja niður fræðimennskuna eða draga úr henni? Ég meina, hún er að drepa heimspekina. Ef hún hverfur þá blómstrar kannski heimspekin. Mér finnst ég megi nú spyrja þig hvort þú eigir við það að leggja eigi niður fræðimennsku í ljósi þess að þú hefur nú áður velt fyrir þér réttmæti þess að kenna heimspeki í háskóla.\nHvað áttu annars við með því að fræðimennska sé að drepa heimspekina? Ég er búinn að spyrja áður og þú vilt engu svara. Og hvað er annars heimspekin í sinni hreinustu mynd? Til aðgreiningar frá hvaða heimspeki?\nEn ég skil ekki hvernig fræðimennska er að drepa nokkurn skapaðan hlut ef þú ert mér sammála um það að ýmis svið heimspekinnar blómstri innan fræðimennskunnar og það sé ekkert sem standi í vegi fyrir því að fræðimaður geti einnig verið heimspekingur.\nÉg er búinn að spyrja þig og þú sagðir mér að lesa textann. Og í textanum varar Schopenhauer við því að menn lesi of mikið. Því þú átt helst að uppgötva hlutina sjálfur. Það er miklu betra. En þegar þú segir að þú ætlir að láta Schopenhauer tala fyrir þig og þegar ég spyr þig út í eitthvað og þú segir mér að lesa textann þá dreg ég þá ályktun að textinn innihaldi þínar skoðanir þótt hann innihaldi orð annars manns."
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2001-12-20 16:14:09",
            "id": "372479",
            "reply_to_id": "372478",
            "text": "Til gthth:\nÆtli það fari ekki best á því að ég verði við bón þinni um að skýra út hvað ég á við með: “að fræðimennska drepi niður heimspeki, alla vega heimspeki í sinni hreinustu mynd.”  Þú átt hendingu á því.\nÉg vil greina þessa skoðun niður í tvö svið eða sjónarhorn.\nSjónarhorn einstaklingsins; hið persónulega sjónarhorn.\nSjónarhorn (heimspeki)samfélagsins; samskipti milli heimspekinga.\nÉg byrja á sjónarhorni einstaklingsins; hinu persónulega sjónarhorni:\nÞegar barn vex og þroskast og kemst til vits og ára, lærir það ótrúlega marga ólíka hluti.  Heimurinn er nýr og möguleikar virðast vera ótakmarkaðir, í huga æskunnar.  Ferlið sem barnið fer í gegn um á leið til þroska, er ekki ólíkur viðleitni hinnar “hreinu heimspeki”.\nÍ hinni hreinu heimspeki eru engar reglur.  Aðeins persónuleg nálgun við heiminn.\nVið getum spurt okkur hvað er það í manneskjunni sem fær hana til að þroska sig, eða leitast við að skilja.  En svo virðist að þetta sé barninu áskapað; ákveðin forvitni, viðleitni til að kanna heiminn.  Barnið og sá sem stundar heimspeki í sinni hreinustu mynd, nálgast heiminn á svipaðan hátt.  Þeas að hin hreina heimspeki varðveitir viðleitni barnsis.\nÞað er auðvelt að taka þessa viðleitni eins og sjálfsögðum hlut, gleyma mikilvægi hennar fyrir mannskepnuna, gleyma því að þessi viðleitni er eitt af því sem gerir okkur að mönnum.  Þessi viðleitni umfram flest annað, er einmitt það sem skilur okkur frá öðrum tegundum lífs sem við þekkjum í dag; þó vissulega sé vottur af henni hjá sumum dýrum.\nHin hreina heimspeki myndi ég áætla, vera hina upprunalegu heimspeki.  Einnig mætti segja sem svo að hún standi einnig nær trúarlegum pælingum en heimspekin sem þróast frá henni.  Það sem ég á við með því, er að sú leit, eða þörf fyrir eitthvað, einhvern skilning á tilverunni og umhverfi okkar, eitthvað markmið með lífi okkar, osfv.; einmitt þetta á hin hreina heimspeki sameiginlegt með trúarpælingum.  Þar sem trú og hin hreina heimspeki, spretta úr sama jarðvegi.  Þetta er “jarðvegurinn” sem mannsandinn sprettur úr, að mínu viti. [Jarðvegur mannsandans.]\nÉg myndi til að nefna einhvern, nefna Sókrates, sem heimspeking sem stundar hreina heimspeki.\nNú skulum við nota spurningu til að skýra merkingu, eða setja fram merkingu hugtaksins “fræðimennska”, þe hvaða merkingu hugtakið hefur í mínum huga.\nHvað er “fræðimennska”?\nÉg lít svo á að fræðimennska leggi mikið upp úr réttum vinnubrögðum.  Ef til vill er hægt að sameina merkingu fræðimennsku í hugmynd sem er venjulega nefnd “akademísk vinnubrögð”.  En það er mín skoðun að akademísk vinnubrögð séu ofmetin.\nFræðimennska leggur ss meira eða mikið upp úr formi, og í heimspeki, því formi sem heimspekin er sett fram á/í.  Við getum notað hugtakið form, einnig um vinnubrögð, þar sem lítill munur er á hugtökunum í þessu sambandi, nema kannski áherslumunur á vissum þáttum þess sem um er rætt.\nEf við berum “fræðimennsku” og “hreina heimspeki” saman; þá vil ég tala um þessi hugtök fremur sem nálganir, leiðir að markmiði.\nHvert er þá markmiðið?  Já, þú gast þér rétt til.  Markmiðið er Heimspeki í víðasta skilningi!  Heimspeki í þeim skilningi; sú heimspeki sem var, er og verður.  Ég vil því fella alla þekkingarleit mannsins inní hugtakið Heimspeki, ss vísindi og stærðfr meðtalin.  (Ég skal notast við stóran staf til að greina Heimspeki í víðasta skilningi, frá heimspeki í sértækara skilningi.)\nJæja, ég hef markað grunn fyrir framsetningu mína á því; hversvenga fræðimennska drepur niður heimspeki í sinni hreinustu mynd.\nRaunar er þér líklega nú þegar orðin ljós merking skoðunarinnar sem ég er að nú að útskýra, en allur er varinn góður.\nÉg hef nú sett fram hina hreinu heimspeki og fræðimennsku, í formi einhverskonar “tesu” og “antitesu”, í anda Hegel.\nEn hversvegna?\nJú þegar formið er sett ofar hinni hreinu heimspeki; þá vill smátt og smátt gleymast að innihaldið, er það sem skiptir öllu máli.  En hin hreina heimspeki byggir augljóslega allt á innihaldi, en lætur form liggja á milli hluta.\nAf hverju skiptir innihaldið öllu máli?\nAf því að “jarðvegur mannsandans”, sem ég talaði um hér að ofan, er ekkert nema viðleitnin eða sóknin í innihaldið, innihaldið í tilverunni, innihaldið í heiminum, innihaldið í sjálfum okkur, tilgangur og markið, leitin að þekkingu, sannleika.\nEinstaklingur sem stundar fræðimennsku, hættir til að gleyma því að innihaldið er það sem öllu skiptir.  Hann á það til að leggja meiri áherslu á form hugmynda, form sinna eigin hugmynda.\nEinstaklingur sem leiðist út í fræðimennsku, á það til að halda að hann “læri” heimspeki, frekar en að “þroska” með sér, sýnar eigin hugmyndir og þal mynda sína eigin heimspeki, sína eigin heimsmynd.\nVið getum notað líkingar; hljóðfæraleikarar eru oft sagðir teknískir eða góðir túlkendur.  Ég myndi hugsa mér hinn besta hljóðfæraleikara, fyrst sem frábæran túlkanda, þar á eftir frábæran teknískan spilara.  Auk þess þarf hljóðfæraleikari væntanlega að elska tónlist af öllu hjarta, það er ekki síður rætur tónlistar í hjarta hans sem gerir góðan hljóðfæraleikara.  Það eru fáir hljóðæraleikarar sem hafa ekki gaman af tónlist.  Það er þetta frumafl frekar en eitthvað annað sem skilur á milli bestu hljóðfæraleikara og hinna sem eru í meðallagi.  Það er nú helst til tilfinningin sem er löggð í leikinn sem gerir meistarana að því sem þeir eru.\nEn svo vill svo oft verða þegar kemur að fræðimennsku að hún á til að verða ráðandi, svo mjög að hún kæfir eðli okkar sem manneskja, þe viðleitni barnsins, sem ég talaði um hér að ofan.\nEn eðli okkar, er það sem knýr okkur áfram, eðli okkar er ekki fræðimennska.  Eðlið, viljinn myndi Schopenhauer líklega kalla það, er það sem gerir líf okkar.\nÞað er svo með “formið”, að það er okkur ekki eins eðlislægt og “innihaldið”, sem sprettur frekast af eðli.\nFræðimennskan á það til að hindra okkur í sköpun okkar, með því að knýja okkur til að setja hugmyndir okkar í ákveðin form.  En formin eiga það til að vera úrelt og stirð.  Þróun í Heimspeki fer ekki fram með þróun á formi hennar, nema af takmörkuðu leiti.  Þróun formsins er mun frekar knúin af þörfum innihaldsins.  Þannig þróast Heimspekin á heilnæmari hátt.  Formið er hamlandi þáttur í framsetningu hugmynda einstaklings.\nÞað er þessi hamlandi, óskapandi þáttur, sem á það til að verða ríkjandi í einstaklingum sem ganga of langt í fræðimennsku.  Þessi ofvöxtur formsins, hindrar skapandi hreina heimspeki í einstaklinginum.\nEinstaklingurinn vex eins og planta, sem þarf umhyggju og stundum stuðning til að verða ekki skökk og skæld.\nTil þess að einstaklingurinn geti orðið skapandi heimspekingur, þarf hann að fyrst og fremst að leggja áherslu á hina hreinu heimspeki fyrst, svo bætir hann smátt og smátt tæknilega færni sína með formið.\nEf einstaklingurinn sem vill verða skapandi heimspekingur snýr þessu á haus, og leggur fyrst og fremst áherslu á formið og tæknilega færni sína, á hann það á hættu að kæfa sína eðlislægu skapandi hugsun, í ströngum kröfum um tæknilega fullkomnun.  Ef við notum líkinguna við plöntuna áfram, þá leiðir ss forgangur formsins til veiklulegrar plöntu, með kyrkingslegan vöxt.  Þessi planta samanborin við heilbrigða plöntu, sem hefur ekki takmarkað né bælt náttúru sína, lýsir ágætlega muninum á “heimspekingum” sem hafa beitt hinum ólíku nálgunum á Heimspekina, þe nálgun “fræðimennskunnar” eða nálgun “hinnar hreinu heimspeki”.\nAf þessu ætti að vera ljóst hvað ég á við með: “að fræðimennska drepi niður heimspeki, alla vega heimspeki í sinni hreinustu mynd.”  Þá á ég við Heimspeki(með stórum staf).  En Heimspeki byggir á hreinni heimspeki, þe “jarðvegi mannsandans” sem ég hef áður talað um.  Þar sem Heimspeki er knúin af eðlinu “jarðvegi mannsandans”, þe hinni hreinu heimspeki.  Þess vegna tala ég um Heimspeki í sinni hreinustu mynd, þar sem hin hreina heimspeki er svo sterkur þáttur í henni.\nEn þetta var frá sjónarhorni einstaklingsins.\nSnúum okkur að sjónarhorni samfélagsins:\nÞegar form Heimspekinnar er komið í forgrunn, í heimspekilegu samfélagi, þá eru hugmyndir dæmdar í samræmi við humyndir samfélagsins um form.  Ekki satt?\nÞe samfélagið skapar síu.  Þar sem hugmyndir sem stangast á við viðteknar venjur, eða stenst ekki kröfur um form; fá minni athygli eða er jafnvel hafnað, eða drekkt í ofgnógt af form-réttum og jafnvel tómum hugmyndum.\nÞað sem er rangt við samfélag sem leggur meiri áhrerslu á form Heimspekinnar en innihald hennar, eru þessir dómar samfélagsins, þessi hindrun, þessi sía þess.  Sem gerir það að verkum að samfélag þetta staðnar, verður steinrunnið í fornum hefðum, þar sem hinar óhefðbundnu hugmyndir eiga síður upp á pallborðið.  Þetta leiðir til hnignunar og að lokum dauða Heimspekinniar.\nÞú kannast eflaust við það hve margar bækur eru skrifaðar um heimspekirit.\nTil þess að geta opnað munninn og talað um Plató, Aristóteles eða Descartes, í samfélagi heimspekinnar; verður maður að lesa í gegn um þykkan bunka af bókum um verk þessara manna, þykkan bunka af bókum um mennina, auk þess að lesa frumritin eftir heimspekingana.  Þetta umfram margt annað, drepur hina hreinu skapandi heimspeki.  Þal leiðir það til hnignunar Heimspekinar.\nÁherslan á formið kæfir samræðuna í þessháttar samfélögum.  Þetta er augljóst.\nS.s. til að taka þetta saman.  Þá vil ég koma tillögu minni á framfæri, þe að leggja meiri áherslu á hina hreinu heimspeki.  Til að blása auknu lífi í Heimspekina.\nÉg vil að samfélag heimspekinnar, leggi aukna áherslu á innihald, slaki aðeins á forminu, en þó ekki um of.  Ég er að tala um hugarfarsbreytingu, ekki byltingu.\nÍ huga einstaklingsins vex og dafnar Heimspekin best, ef eðli hinnar hreinu heimspeki er varðveitt, eins og fjöreggið sem hún er.\nHeimspeki, í víðasta skilningi, vex best með meiri áherslu á hina hreinu heimspeki, en með fræðimennsku í bakgrunni.\nTillaga mín er því “syntesa”, hinnar hreinu heimspeki og fræðimennsku, með þyngdarpunktinn hjá hinni hreinu heimspeki.\nEf þyngdarpunkturinn er færður of langt út í fræðimennskuna, þá leiðir það til stöðnunar, möo til dauða Heimspekinnar.  Það er allt of sumt.\nEn kannski er þetta að lokum bara spurning um persónulegt val.  Val á milli fræðimennsku eða skapandi heimspeki.  Val á milli þess að verða fræðingur eða skapandi heimspekingur.  Ég vil ekki hindra nokkurn mann að velja eftir eigin samvisku.  Það sem mér þykir aftur á móti miður, er ef fræðimenn “bregða fæti fyrir” (ekki taka myndlíkingunni illa, hún er ekki meint illa) skapandi heimspekinga, og saka þá um skort á formi.  Það er allt og sumt.\nÉg vona að þú sért einhverju nær um skoðanir mínar.  Ég bið þig allra náðugsamlegast að stíga varlega niður í túlkunum þínum.\nKveðja\nVeryMuch"
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2001-12-20 16:38:49",
            "id": "372482",
            "reply_to_id": "372479",
            "text": "Sælinú, VeryMuch.  Ég vona að mér fyrirgefist að blanda mér inn í þessar persónulegu samræður ykkar gthth.\nHver sem er getur opnað munninn og talað af miklum ákafa um t.d. Platón, án þess að hafa lesið neitt nema þeirra eigin rit.  Hins vegar, þá hjálpar að vita hvað aðrir séu að segja um þá, svo maður stígi ekki í sömu gryfjur og aðrir.  Ef einhver fer síðan út í tómt rugl, og undarlegar fullyrðingar um hugmyndir Platóns byggt á einu riti (og sú bygging væri þar að auki reist á misskilningi), þá gæti hann forðast það með því að fá einhverja nasasjón af heildarhugmyndum hans (þ.e. Platóns).\nHins vegar getur maður lesið eitthvað rit, sem fjallar um Platón, svar við því og svar við svarinu.  Upp úr svarinu og eigin lífsreynslu getur maður svo fengið sínar eigin hugmyndir, sem geta þá nýst í nýja kenningu, eða þá sem svar við svarinu við svarinu (og svo framvegis).  Þannig að ég er ekki einu sinni sammála (a.m.k. ekki alveg) um að fræðimennska drepi heimspekina.\nÉg meina, er einhver hugsun algerlega sprottin úr engu?  Einhvern veginn ímynda ég mér að allt sem maður hugsi sé einhvers konar viðbrögð við því sem maður skynji á einhvern hátt, hvort sem það sé nú með augunum, nefinu eða einhverju af hinum skilningarvitnunum.  Þannig getur ágæt þekking á kenningum annarra nýst manni enn betur.  Finna upp hjólið, og allt það.\nNema kannske einhvers konar ‘ofurfræðimennska’, þar sem öll áhersla er á að kunna utanbókar hugmyndir annarra, en minni áhersla sé á að koma með eigin túlkanir eða skilning á þessum hugmyndum.  Eins og með hjólið.  Það er ekkert vit í því að kunna að gera hjól en nota það aldrei.\nÞorsteinn."
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2001-12-20 17:23:27",
            "id": "372483",
            "reply_to_id": "372482",
            "text": "Sæll Þorsteinn\nFínu lagi að fá ferska vinda í umræðuna. :)\nVissulega er rætt um td Platón með aðeins frumritin að vopni.  En ef farið er út í alvöru svona skrif um Platón, þannig fer nú þetta nú oftast fram hjá heimspekingum, þá er eginlega óumflýjanlegt að lesa fræðilegar umfjallanir um  heimspeki hans og vitna í hugmyndir einhverra rykugra kalla um heimspeki Platóns.  Þannig er þetta í dag.\nVissulega hefur maður engu að tapa, nema kannski tíma, á því að lesa bækur fræðinga um heimspeki annara manna.  En ég kemst ekki hjá því að finnast það nokkuð kindugt að menn skuli enn vera að deila um hvað Platón meinti í raun, ekki eins og framtíð heimspekinnar velti á því. ;)\nÉg vil ekki meina að hugsun spretti úr engu.  Raunar er það mín skoðun að hugsun geti ekki sprottið úr engu.  Það sem ég átti við er það er hægt að nálgast heimspekina úr ólíkum áttum.  Sú fræðilega er ekki endilega rétt.  Ég sjálfur álít nálgun “hinnar hreinu heimspeki” vera vænlegust til þroska.  Ég er ekki að reka áróður fyrir því að finna stöðugt upp hjólið.  En það má velta fyrir sér hvernig við td lærum stærðfræði eða eðlisfræði, og gerum gamlar tilraunir í verklegum tímum; ég vænti þess að það skili einhverju í auknum skilningi á námsefninu frekar en að vera sóun á tíma.  En þetta er allt spurning um nálganir og hvert maður vill fara í viðleitni sinni.\nÉg er svo sem ekki að saka þá sem aðhyllast heimspekilega “fræðimennsku” um neitt í líkingunni við utanbókarlærdóm eða páfagauka lærdóm, alls ekki!  En við erum sammála um að þess háttar nokk myndi aldrei ganga, en ég held svoleiðis vinnubrögð þrífist ekki í heimspeki, sem betur fer. ;)\nKveðja\nVeryMuch"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2001-12-21 02:29:17",
            "id": "372484",
            "reply_to_id": "372483",
            "text": "Nei, ég sé ekki ennþá (er ég kannski svona fordómafullur, fræðilegri heimspeki í hag?) hvernig það drepi heimspeki að kynna sé hvað aðrir hafi sagt um Jóa Jóns.\nÉg meina, hugmyndir Platóns eru ennþá viðeigandi fyrir heimspeki okkar.  Eða hvað?  Nú er ég enginn Platónsfræðingur, og vísa þessu til gthth, sem ætti að vita meira um þetta en ég (ekki satt :) ?).  En áður en maður kemur með eigin hugmyndir um meiningu P', þá hjálpar að vita hvað aðrir hafi sagt, svo maður falli ekki í sömu gryfjur og þeir (var ég kannske búinn að segja þetta áður?  Ég man ekki … ).  Og kannske (bara kannske) fáum við hugmyndir af því sem Páll Skúlason sagði um Gorgías (ef rektor hefur nokkru sinni látið frá sér nokkuð um það efni), en þá þurfum við líka að vita hvað stendur í Gorgíasi.  Og ef við lesum eitthvað sem A sagði um ritgerð B um bók C um Gorgías, þá þurfum við líka að lesa B, C, og Gorgías, þar sem það gæti sem best verið mikill fjársjóður fólginn í grein A.\nMér finnast svo hugmyndir “rykugra karlfauska” vera assgoti gefandi á stundum.  En stundum ekki, auðvitað.  Stundum er það hræðileg tímasóun að lesa rit, verra en að horfa á rusl eins og “Everybody loves Raymond” …  nema “Everybody … ” er miklu fyndnara!\nÞorsteinn.\nEn utanbókarlærdómur gengur ekki, nema í grunnskóla og fyrstu árum menntaskóla, ekki satt?\nÞorsteinn."
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2001-12-21 08:58:15",
            "id": "372485",
            "reply_to_id": "372484",
            "text": "Þorsteinn:\nJá, stundum eru svargreinar skarpari og meira gefandi en upphaflega greinin. Alveg eins og bara hérna á Huga. Stundum eru svörin við greinunum betri en greinarnar sjálfar. (Þetta er ekki lúmsk ádeila á VeryMuch, þó ég sé ekki sammála honum í þetta sinn :)). En þess vegna getur verið þess virði að lesa það sem C hefur skrifað um svar B við grein A og svo aftur hvernig B svarar C. Bæði á Huga og í tímaritum um heimspeki.\nEn ég held að VeryMuch telji þetta ekki vera heimspeki í sinni hreinustu mynd. Inntakið má ekki vera heft af forminu. Hún þarf að vera meiri frumleg kenningasmíð. Ég kalla það skáldskap. Ég er nefnilega sannfærður um það að besta heimspekin sé a.m.k. 75% rökgreining, og greining á tungumálinu. Því megnið af heimspekilegum vanda er gervivandi. Ég segi ekki að allur heimspekilegur vandi sé svona. En margt má leysa með rökgreiningu. Auðvitað er samt öll góð samt beggja blands, analýtísk og spekúlatív (ef mér leyfist að sletta aðeins).\nEn einmitt af þessum sökum finnst mér ekki endilega einhver ein kenning skipta höfuðmáli heldur umræðan sjálf. Nú fussar VeryMuch áreiðanlega og segir að ég setji formið ofar inntakinu. En ég er ekki að því. Það sem skiptir máli er umræðan vegna inntaks hennar. Og þó eru ef til vill engar nýjar kenningar settar fram í henni, aðeins skörp greining vandans og gáfuleg svör.\nEn ég geri samt greinarmun hérna. Þetta á við um heimspekisöguna; hún er ekki alveg sama fræðigreinin og heimspeki. Það sem ruglar mann er kannski það að um leið og einhver skrifar frumlega grein um heimspeki (kannski það sem VeryMuch kallar heimspeki í sinni hreinustu mynd) þá er hún orðin hluti af sögunni og þar með viðfang heimspekisögunnar líka (svona eins og sagnfræðin fæst einnig við samtímann). En þær heimspekin og heimspekisagan eru systur. Og þær eru oft óaðskiljanlegar.\nNú má vera að VeryMuch kæri sig kollóttann um breytt orðalag mitt (í stað þess að tala um fræðimennsku vs. heimspeki í sinni hreinustu mynd geri ég greinarmun á frumlegri iðkun heimspekinnar vs heimspekisögu) og segi að þá sé það heimspekisagan sem er að drepa heimspekina. En það myndi ég ekki fallast á. Hvað svo sem VeryMuch kann að halda þá er ekkert sem hindrar það að maður geti fengist við hvort tveggja. Gilbert Ryle er prýðilegt dæmi :)\nps. Ég geri fyrirvara á öllu sem ég hef sagt um skoðanir VeryMuch í þessu svari. Það kann allt að vera rangt eða ónákvæmt. Hann bendir mér þá góðfúslega á það ef svo er :)"
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2001-12-21 12:41:21",
            "id": "372486",
            "reply_to_id": "372485",
            "text": "Til gthth:\ngthth sagði:\n“En ég held að VeryMuch telji þetta ekki vera heimspeki í sinni hreinustu mynd. Inntakið má ekki vera heft af forminu. Hún þarf að vera meiri frumleg kenningasmíð. Ég kalla það skáldskap. Ég er nefnilega sannfærður um það að besta heimspekin sé a.m.k. 75% rökgreining, og greining á tungumálinu. Því megnið af heimspekilegum vanda er gervivandi. Ég segi ekki að allur heimspekilegur vandi sé svona. En margt má leysa með rökgreiningu. Auðvitað er samt öll góð samt beggja blands, analýtísk og spekúlatív (ef mér leyfist að sletta aðeins).”\nVeryMuch útaflegging:\nMér sýnist að þú hafir misskilið mig aðeins.  Það skrifast líklega á minn reikning að þessu sinni, þar sem ég hef ekki verið nógu nákvæmur í lýsingum mínum eða reyfunum á skoðunum mínum.\nÉg vil bara lýsa því yfir að ég er fullkomega sammála þér um mikilvægi rökfræðinnar og greiningu tungumálsins!!!\nÉg vil ganga svo langt að álykta sem svo, að framtíð heimsepkinnar liggi að miklu leiti einmitt á því sviði!\nVið erum kannski að misskilja hvor annan varðandi hvað ég meina þegar ég tala um fræðimennsku og form.. og kannski er það rétt ályktað hjá þér með heimspekisöguna.. kannski er það það sem er að pirra mitt heimspekilega nef."
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2001-12-21 12:55:07",
            "id": "372487",
            "reply_to_id": "372486",
            "text": "VeryMuch:\nJá reyndar er ekki sanngjarnt af mér að láta eins og ég eigi einkarétt á rökgreiningu. Ég á hann alls ekki. Ég vona að þú hafi ekki skilið mig þannig. Sú var ekki meiningin.\nEn við erum líklega sammála um það að þótt heimspekin og saga hennar séu systur þá eru þær tvennt ólíkt og ekki eitt og hið sama. Og menn eiga ekki að halda að stúdía á sögu heimspekinnar sé útaf fyrir sig frumleg iðkun heimspekinnar; hún er það ekki nema að afar litlu leyti (en einhverju leyti þó).\nEn þar sem greiningin getur verið svona mikilvæg þá er einmitt þess virði að skoða það sem C skrifar um grein B um grein A. Til dæmis hvað Frede hefur út á útlistun Vlastos á frummyndakenningu Platons í Sófistanum að setja. Í þessari rökræðu er einmitt margt gott að finna. Þess vegna getur verið þess virði að rannsaka sögu heimspekinnar líka. En eins og áður sagði, menn mega ekki halda að þetta sé eitt og hið sama :)\nKveðja,\ngthth"
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2001-12-21 13:39:33",
            "id": "372488",
            "reply_to_id": "372487",
            "text": "Til gthth:\ngthth sagði:\n“Já reyndar er ekki sanngjarnt af mér að láta eins og ég eigi einkarétt á rökgreiningu. Ég á hann alls ekki. Ég vona að þú hafi ekki skilið mig þannig. Sú var ekki meiningin.”\nVeryMuch svar:\nNei nei, ég skildi þig ekki þanni.\nÉg vildi bara, og vil enn, undirstrika það hve mikilvæga ég tel rökfræði og vensl orða og merkingar, í heimspeki.\nVil bara fyrirbyggja þann misskilning að ég aðhyllist einhverja tilfinninga heimspeki, eða einhverja rómantík.  Ég myndi frekar snúa því við og segja að ég aðhyllist and-rómantík, nema kannski að ég er svag fyrir að bera virðingu fyrir snillingum og snilligáfu, sem er soldið rómantískt í eðli sínu.\nEn raunar hef ég linast eilítið í gagnrýni minni á tilfinningar, og er farinn að meta þær meira en ég hef áður gert; þá í sambandi við heimspeki og vísindi og þh.\nEn sú gagnrýni á tilfinningar hefur nú aðallega átt sér stað á lokuðu sviði minna eigin vangaveltna, og kannski í kompaní við stílabók.\nÞannig að “hinn rökumpríddi morðingi” eins og ég hef kallað þessa nálgun mína á tilfinningar, í mínum eigin hugarfylgsnum og í stílabókum.  Hefur ekki látið á sér kræla hér á Huga.is; nema kannski í útvatnaðri mynd.\nEn “hinn rökumprídda morðingja” myndu sálfræðingar líklega kalla, ofursterkt og ofurkúgandi “yfirsjálf”.\nEn ég sem heimspekingur “af guðs náð” myndi kalla það sjálfsgagnrýni sem orsakast af endalausum pælingum, þó sér í lagi af efahyggju og trúleysi.. eða kannski einhverskonar nihilisma.\nJæja nú.. bless í bili.\nVeryMuch"
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2001-12-21 12:30:50",
            "id": "372489",
            "reply_to_id": "372484",
            "text": "Til thossinn eða Þorsteins; hvort heldur sem þú vilt. ;)\nÞað má ekki skilja mig sem svo að ég sé að mæla gegn því að fólk kynni sér skrif annara; hvað svo sem þau kunna að fjalla um.\nNei, þvert á móti er ég hlyntur að fólk fræðist sem mest um sem flest.\nÉg vil bara leggja áherslu á varðveislu sjálfstæðrar hugsunar og sjálfstæðrar gagnrýni.\nÉg er í raun að árétta að það er ekki sama á hvaða forsendum við kynnum okkur hluti.  Þeas ég er að hamra á því að fólk melti allr vel og vandlega, gleypi sem minnst og helst ekkert.\nÉg er kannski bara að segja, hátt og skýrt svo það fari nú ekki framhjá neinum: “Tyggðu matinn þinn vel og vandlega áður en þú kyngir honum!”\nÞað er allt og sumt, í raun.\nkv.\nVeryMuch"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2001-12-20 18:06:35",
            "id": "372480",
            "reply_to_id": "372479",
            "text": "VeryMuch:\nÉg vil byrja á að þakka þér greinargott svar. Það var gaman að fá loksins að vita hverjar hugsanir þínar eru í þessum efnum. En ég er bara ekki sammála þér :)\nÉg er til dæmis ósammála þér um að formið sé það sem öllu máli skipti í fræðimennsku frekar en innihaldið. Þannig er ekki sú heimspeki sem ég þekki og þanng er ekki heimspekin sem ég hef kynnst við HÍ. Ég er ekki sammála þér um að fræðimennska neyði okkur til að setja hugmyndirnar í ákveðin form.\nÍ samfélagi heimspekinnar hafa margir opnað munninn um Platon, Aristóteles og Descartes án þess að hafa lesið allar bókmenntirnar sem hafa orðið til um þá. Það er staðreynd. Og þeir hafa skrifað greinar. Það er staðreynd. Og það hefur verið tekið mark á því sem þeir segja. Það er staðreynd.\nEn heimspekisaga er ekki frumleg heimspeki; hún er hugmyndasaga, í raun ekki sama fræðigreinin þótt vissulega séu þær systur, heimspekin og saga hennar. Og það kemur því alls ekki á óvart að til séu miklar bókmenntir um Platon og Aristóteles eða Descartes og Hume.\nMegnið af frumlegri heimspeki sem stunduð er í dag, aðallega í greinarskrifum, fjallar að engu leyti um sögu heimspekinnar (það er heimspekisaga). Hún fjallar miklu frekar um athafnir, sannleika, merkingu, þekkingu, túlkun, skilning, tungumálið… Þegar einhver blandar sér í umræðu Davidsons og Rortys eða Quines og Chomskys eða Putnams og allra þarf hann ekki að kynna sé neitt nema umræðuna sjálfa. Þessi umræða er ekki um Platon og Aristóteles. Hún er um athafnir, merkingu, sannleika, túlkun o.s.frv.\nSem sagt, ég verð að leggja áherslu á þeta, saga heimspekinnar er ekki heimspekin. Þetta eru tvær ólíkar greinar. Einn kennari við Heimspekiskor HÍ kallar sig til að mynda ekki heimspeking heldur heimspekisagnfræðing.\nOg að lokum er ég alls ekki sammála því að maður þurfi að velja á milli fræðimennskunnar eða skapandi heimspeki. Fræðimaður getur vel verið skapandi heimspekingur, eins og við höfum þegar komið okkur saman um :)"
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2001-12-21 12:21:22",
            "id": "372481",
            "reply_to_id": "372480",
            "text": "Til gthth:\nÉg er kannski full svartsýnn, kannski eru hlutirnir ekki í eins mikilli spennitreyju og mér hefur sýnst.\nEn ég get ekki komist af þeirri skoðun; að hafa efasemdir gagnvart mikilli fræðimennsku þegar kemur að heimspekinni.\nÉg get heldur ekki gert af því að hafa áfram áhyggjur af frjálsri og sjálfstæðri hugsun í heimspeki.\nÉg get aftur ámóti alveg fallist á að fræðimennska getur lifað ágætu lífi í skapandi heimspekingi.  En ég er sannfærður um að skapandi hugsun verði að koma fyrst!\nEn það er nú held ég ekki neinn óra vegur á milli okkar skoðana í þessu máli.  Okkur greinir líklega meira um áherslurnar.\nKv\nVeryMuch"
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2001-12-20 17:39:52",
            "id": "372490",
            "reply_to_id": "372478",
            "text": "Til gthth:\ngthth sagði:\n“Og þá spyr ég: Hvers vegna ættum við að lesa Schopenhauer? Er ekki betra ef við komumst að þessu sjálf? Eigum við ekki að forðast að lesa það sem hann hefur skrifað á meðan við getum enn hugsað sjálf? Á meðan maður er ekki alveg uppiskroppa með hugsanir?”\nVeryMuch svar:\nÞú hefur annaðhvort mistúlkað textan eða ert að miskilja mig.\nSkv. textanum er nógur tími til að lesa.  Þar sem hugmyndir koma ekki stöðugt jafnt og þétt.  Það er allavega sjaldgæft. ;)  Schopenhauer talar um að það eigi ekki að lesa meðan hugur okkar er þungaður af hugmyndum í fæðingu.\ngthth sagði:\n“Ég veit að þú sagðir hvergi í greininni beint út að það ætti að leggja niður bókmenntafræði eða listaháskólann. En þú sagðir að fræðimennskan væri að drepa heimspekina. Og ég spyr þig þá, ef þú vilt ekki að heimspekin drepist á þá ekki að leggja niður fræðimennskuna eða draga úr henni? Ég meina, hún er að drepa heimspekina. Ef hún hverfur þá blómstrar kannski heimspekin. Mér finnst ég megi nú spyrja þig hvort þú eigir við það að leggja eigi niður fræðimennsku í ljósi þess að þú hefur nú áður velt fyrir þér réttmæti þess að kenna heimspeki í háskóla.”\nVeryMuch svar:\nVarðandi skoðanir mínar á bendi ég á það sem ég skrifaði áðan: “Það sem ég meina.”\nÉg gæti trúað að það sakaði alls ekki heimspeina og þróun hennar, að draga eilítið úr áherslu á formlega framsetningu heimspekinnar.  En þetta kom fram í svari mínu áður.\nVarðandi heimspeki og háskóla, þá fer það eflaust eftir háskólum, hve mikla spennitreyju þeir setja heimspeki sína í.  En heimspekin er allstaðar, líka í háskóla.\nÉg held að nú sé ég búinn að svara þér í öllum atriðum."
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2001-12-20 18:14:27",
            "id": "372491",
            "reply_to_id": "372490",
            "text": "VeryMuch:\nHérna eru þrjú brot úr textanum:\n“and the surest way not to have thoughts of our own is for us at once to take up a book when we have a moment to spare.”\n“For this reason, we should not read too much lest the mind become accustomed to the substitute and cease to know the thing itself, and thus get used to paths already well worn and become estranged from its own train of thougth by following that of another.”\n“Reading is a mere makeshift for orginal thinking. When we read, we allow another to guide our thoughts in leading strings.”\nÉg er ekki að misskilja textann. Schopenhauer vill frekar að við hugsum málin sjálf og komumst að okkar eigin niðurstöðum, jafnvel þótt þær séu hinar sömu og standa skrifaðar í bókum. Einungis þá getum við tileinkað okkur þær sem lifandi meðlimi í hugarheimi okkar.\nOg ég er ekki sammála þessu :)"
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2001-12-21 12:03:54",
            "id": "372492",
            "reply_to_id": "372491",
            "text": "Til gthth:\nÞað er teygjanlegt hvað Schopenhauer á við þegar hann talar um “OF MIKINN” lestur.\nÉg held að OF mikið af einhverjum hlut, sé skv orðana hljóðan, OF mikill. ;)\nEn það er okkar að dæma hvar mörkin liggja.\nEins og ég skil textan; þá vill Schopenhauer stilla málinu þannig upp, að sjálfstæð hugsun skipti meira máli, en mikil þekking í heimspeki, hið sama ætti að gilda um flest annað sem lítur svipuðum lögmálum.\nÉg efast stórlega um að Schopenhauer sé að reka áróður gegn lestri á heimspekiritum, en hann er að reka áróður fyrir sjálfstæðri hugsun.  Í leiðinni bendir hann á að lestur heimspekirita, sem og annara bóka, geti verið OF mikill.  Allavegana til að skila sér í þroska lesandans í átt að þroskaðari heimspeki, hvað svo sem þroskuð eða þroskaðari heimspeki er eða þýðir.\nEn við getum einfaldlega verið sammála um að vera ósammála um túlkunina á textanum. ;)\nKv.\nVeryMuch"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2001-12-21 12:23:03",
            "id": "372493",
            "reply_to_id": "372492",
            "text": "VeryMuch:\nJá, það er göfugur boðskapur að maður eigi að hugsa sjálfstætt. En hann segir samt ekki bara að það sé slæmt að lesa OF mikið; hann segir beint út að það sé betra að komast að sömu niðurstöðum sjálfur.\nHann segir t.d. þetta “The truth that has been merely learned sticks to us like an artificial limb, a false tooth, a nose of wax, or at best like a rhinoplastic nose formed from someone else&#769;s flesh”\n- Ég get ekki fallist á þetta.\nHann segir líka þetta: “Those who have spent their lives in reading, and have drawn their wisdom from books, resemble men who have acquired precise information about a country from many descriptions of travel. They are able to give much information about things, but at bottom they have really no coherent, clear, and thorough knowledge of the nature of the country. On the other hand, those who have spent their lives in thinking are like men who have themselves been in that country. They alone really know what they are talking about; they have consistent and coherent knowledge of things there and are truly at home in them.”\n- Og ég fellst ekki á þennan greinarmun á mönnum. Menn geta nefnilega alveg eins verið alvarlega þenkjandi þótt þeir læri upp úr bókum.\nSvo segir hann þetta: \"the man who is capable of thinking for himself and the book-philosopher can easily be recognized even by their style of delivery; the former by the stamp of ernestness, directness, and originality, by all his ideas and expressions that spring from his own perception of things; the latter, on the other hand, by the fact that everything is secondhand, consists of traditional notions, trash and rubbish, and is flat and dull, like the impression of an impression. His style, consisting of conventional, and even banal, phrases and current newfangled [nýmóðins] words, resembles a small state whose circulation consists of none but foreign coins because it does not mint any of its own.\"\n- Og hér er engu líkara en hann hafi lesið einhverja sagnfræði og haldið að höfundur hennar héldi að hún væri heimspeki. En þeir sem eru að fást við heimspekisögu og hugmyndasögu almennt telja sig fæstir vera að setja fram einhverja heimspeki. Svo ég veit ekki hverjum hann þykist vera að tala gegn.\nÞess vegna finnst mér þetta vera að einhverju leyti bara rugl, þótt ég sé honum hjartanlega sammála um að það sé brýnt að menn hugsi sjálfir. Ég veit heldur ekki til þess að heimspeki sé kennd nokkurs staðar nema með þeirri áherslu :)"
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2001-12-21 13:22:12",
            "id": "372494",
            "reply_to_id": "372493",
            "text": "Til gthth:\ngthth sagði:\n“Já, það er göfugur boðskapur að maður eigi að hugsa sjálfstætt. En hann segir samt ekki bara að það sé slæmt að lesa OF mikið; hann segir beint út að það sé betra að komast að sömu niðurstöðum sjálfur.\nHann segir t.d. þetta ”The truth that has been merely learned sticks to us like an artificial limb, a false tooth, a nose of wax, or at best like a rhinoplastic nose formed from someone else&#769;s flesh“\n- Ég get ekki fallist á þetta.”\nVeryMuch svar:\nÞað sem Schopenhauer er að meina hér, skv mínum skilningi á því, er að við verðum að tileinka okkur þekkinguna.  Þeas ekki læra hana utanað án gagnrýni.  Við verðum að tengja hana við okkar eigin hugmyndaheim, svo að úr verði ekki bara upplýsingar heldur þekking.\nHann er að segja okkur að umbreyta því sem við lesum í okkar eigin hugmyndir.. þe að hugsa allt saman í gegn með gagnrýnu hugarfari, velja og hafna.. og klæðskerasauma það sem við finnum eftir bestu vitund.\nSs ekki taka hlutina hráa inn í okkar hugmyndaheim.  Því þá eru hugmyndirnar ekki okkar eigin, og eru því eins og einskonar gerfilimir, sem tengjast okkur ekki í raun, en hanga bara utan á okkur.\ngthth sagði:\n“Hann segir líka þetta: ”Those who have spent their lives in reading, and have drawn their wisdom from books, resemble men who have acquired precise information about a country from many descriptions of travel. They are able to give much information about things, but at bottom they have really no coherent, clear, and thorough knowledge of the nature of the country. On the other hand, those who have spent their lives in thinking are like men who have themselves been in that country. They alone really know what they are talking about; they have consistent and coherent knowledge of things there and are truly at home in them.“\n- Og ég fellst ekki á þennan greinarmun á mönnum. Menn geta nefnilega alveg eins verið alvarlega þenkjandi þótt þeir læri upp úr bókum.”\nVeryMuch svar:\nBæði hinn svokallaði “self-thinker” og “book-philosopher” hafa lært uppúr bókum.\nMunurinn felst í því hvernig þeir tileinka sér það sem þeir lesa.  Þe hve vel þeir kryfja það sem er lesið til mergjar.\nÞað sem Schopenhauer er held ég að meina, er að sá sem dvelur mikið við sínar hugsanir um það sem hann les eða leyfir lestrinum að vekja með sér sjálfstæðar vangaveltur, þe leyfir þeim að njóta sín.  Sá sem dvelur í landi eigin hugsana eða hugarheims, er einn af þeim sem..“have themselves been in that country. They alone really know what they are talking about; they have consistent and coherent knowledge of things there and are truly at home in them.”\nHinsvegar þeir sem vinna síður úr því sem þeir lesa, og velta efninu síður fyrir sér, á eigin forsendum, innlima það sem þeir lesa ekki inní hugmyndaheim sinn, með því að stunda sjálfstæða gagnrýni á efninu, þeir eru: “men who have acquired precise information about a country from many descriptions of travel.”\nÞegar Schopenhauer talar um menn sem dvelja í bókum.. þá meinar hann ekki, að mínu mati, að hinir séu hlaupandi út um víðan völl að leyta sér annarlegrar reynslu.  Hann á einfaldlega við að hinir dvelja lengur í sýnum eigin hugarheymi.  Því að það er landið sem talað er um.\nÉg held að maður verði að varas að skilja líkingarnar of bókstaflega.\ngthth sagði:\n“Svo segir hann þetta: ”the man who is capable of thinking for himself and the book-philosopher can easily be recognized even by their style of delivery; the former by the stamp of ernestness, directness, and originality, by all his ideas and expressions that spring from his own perception of things; the latter, on the other hand, by the fact that everything is secondhand, consists of traditional notions, trash and rubbish, and is flat and dull, like the impression of an impression. His style, consisting of conventional, and even banal, phrases and current newfangled [nýmóðins] words, resembles a small state whose circulation consists of none but foreign coins because it does not mint any of its own.“\n- Og hér er engu líkara en hann hafi lesið einhverja sagnfræði og haldið að höfundur hennar héldi að hún væri heimspeki. En þeir sem eru að fást við heimspekisögu og hugmyndasögu almennt telja sig fæstir vera að setja fram einhverja heimspeki. Svo ég veit ekki hverjum hann þykist vera að tala gegn.”\nVeryMuch svar:\nÉg skal ekki segja hvað Schopenhauer var að lesa. ;)\nEn þessi partur finnst mér vera einstaklega sannur, skv minni reynslu.\nÞað er vel hægt að skipta heimspekingum í tvo flokka eftir þessu, þó sumir falli kannski ekki greinilega í annan hópinn.\nÉg hef rekið mig á það, að sá sem hefur eitthvað efni vel á valdi sínu, útskýrir það á mun persónulegri hátt, en hinn sem hefur ekki krufið efnið til mergjar.  Það er nú svo að sá sem er nýbúinn að læra eitthvað, á það til að koma með lærða frasa og skella lærðum kenningum fram hálf hráum, þar sem hann eða hún, hefur enn ekki unnið úr þeim heilstæða mynd í eigin huga.\nÉg einkar sammála Schopenhauer hér.\nEn ég get auðvitað ekki tekið af, með það hvað Schopenhauer var að lesa.\ngthth sagði:\n“Þess vegna finnst mér þetta vera að einhverju leyti bara rugl, þótt ég sé honum hjartanlega sammála um að það sé brýnt að menn hugsi sjálfir. Ég veit heldur ekki til þess að heimspeki sé kennd nokkurs staðar nema með þeirri áherslu :)”\nVeryMuch svar:\nVið erum þá amk sammála um aðalatriðið. :) Þe að hugsa sjálfstætt.\nEn ég er ekki sammála þér með heimspekinámið, mér fannst óravegur hjá því að einhver RAUNVERULEG áhersla væri lögð á sjálfstæða hugsun, en ég var nú ekki heimspekiskori nema ca 1oghálfa önn.\nÞað að það sé talað um sjálfstæða hugsun; jafnvel akademískt frelsi(sem ég heyrði Sigríði Þorgeirs tala amk tvisvar um), þá fannst mér minna um emdir.  En kannski var þetta bara meint abstrakt. ;)\nJæja við leggjum að nokkru ólíkan skilning í texta Schopenhauers, en við erum þó sammála um aðalatriði textans, en þe NB einnig titill textans.  Þe “On thinking for oneself.”; eða um að hugsa fyrir sjálfan sig.. Þeas: Um sjálfstæða hugsun.\nJóla kveðjur! (Til allra.)\nVeryMuch"
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2001-12-21 14:38:11",
            "id": "372495",
            "reply_to_id": "372494",
            "text": "Til VeryMuch:\nEf hann er bara að segja okkur að lesa með gagnrýnu hugarfari hvers vegna segir hann þá þetta?: “Even if occasionally we had been able very easily and conveniently to find in a book a truth or view that we very laboriously and slowly discovered through our own thinking and combining, it is nevertheless a hundred times more valuable if we have arrived at it through our own original thinking. Only then does it enter into the whole system of our ideas as an integral part and living member; only then is it completely and firmly connected therewith, is understood in all its grounds and consequents, bears the color, tone, and stamp of our whole mode of thought, has come at the very time when the need for it was keen, is therefore firmly established and cannot again pass away.”\nNú er ég ekki að segja að það sé einskis vert að komast að niðurstöðunum sjálfur. Það er ómetanlegt. En hann segir “only then…” og það sem hann bætir við þar fellst ég ekki á. Þessi hugsun sem þarf til að gera hugmyndir að lifandi meðlimum hugarheims okkar getur alveg átt sér stað á meðan við lesum t.d. bók (jafnvel bók um bók, það er ekkert því til fyrirstöðu).\nÉg sé að þú skilur hann ekki eins og ég. En ef ég er að mistúlka hann jafnvel bara örlítið, ef hann er að segja það þú heldur, þá veit ég ekki hverjum hann er að skrifa gegn. Því ég þekki engan fræðimann sem heldur því fram að maður eigi að taka hugsunarlaust upp kenningar annarra. Í þessu sambandi mætti t.d. minnast á að jafnvel í þeim kúrsum í HÍ þar sem kennd er hrein heimspekisaga er útilokað að nemendur fái ágætiseinkunn fyrir svar nema þeir sýni gagnrýni og frumleika í hugsun! Þetta veit ég af því að ég hef sjálfur farið yfir prófin.\nEn ég er annars hjartanlega sammála þér um að menn verði að kryfja málin til mergjar og leggja sig alla fram um að skilja. Síðan þegar þeir hafa náð tökum á efninu eiga þeir mun auðveldara með að útskýra það. Þetta ætti t.d. hver maður að hafa að leiðarljósi við ritgerðasmíð: Rem tene, verba sequentur! Eða: Náðu tökum á efninu, orðin munu fylgja!\nJá, við erum sammála um mikilvægi þess að hugsa sjálfur, þótt við kunnum að leggja ólíkan skilning í texta Schopenhauers."
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2001-12-22 12:55:24",
            "id": "372496",
            "reply_to_id": "372495",
            "text": "gthth:\ngthth sagði:\n“Ef hann er bara að segja okkur að lesa með gagnrýnu\nhugarfari hvers vegna segir hann þá þetta?: ”Even if\noccasionally we had been able very easily and\nconveniently to find in a book a truth or view that we\nvery laboriously and slowly discovered through our own\nthinking and combining, it is nevertheless a hundred\ntimes more valuable if we have arrived at it through\nour own original thinking. Only then does it enter into\nthe whole system of our ideas as an integral part and\nliving member; only then is it completely and firmly\nconnected therewith, is understood in all its grounds\nand consequents, bears the color, tone, and stamp of\nour whole mode of thought, has come at the very time\nwhen the need for it was keen, is therefore firmly\nestablished and cannot again pass away.“”\nVeryMuch svar:\nGagnrýnin hugsun eða gagnrýnin nálgun á allt sem fyrir\nkemur; stuðlar að sjálfstæðri hugsun, stuðlar að\nsjálfstæðum hugmyndum, sjálfstæðri heimsmynd.\nGagnrýnin hugsun, er leiðin til sjálfstæðs hugarheims,\nþe að hugmyndum sem við komumst að, að eigin rammleik.\nÞað þýðir ekki að við höfum annan “sannleik” en\nhinir, bara að við erum í persónulegri tengslum við\nsannleikann, þeas ef við komumst að honum ein og lítið\nstudd eða óstudd.\nHann er einfaldlega segja hve dýrmætur okkar\npersónulegi djúpi skilningur er, og hve mikið meira við\nþroskumst og lærum á því að velta vandamálum, sem hafa\njafnvel þegar verið “leyst”, fyrir okkur með okkar\neigin reynslu og hugarheim að vopni.  Á leiðinni lærum\nvið svo margt sem mun hjálpa okkur í framtíðinni.\nKannski er bjánalegt að finna upp hjólið, en það er\nkannski ekki vitlaust að hafa reynslu af því að finna\neitthvað upp, þó það sé bara hjólið.  Alla vega ef við\nætlum okkur að reyna að finna eitthvað nýtt upp síðar.\ngthth sagði:\n“Nú er ég ekki að segja að það sé einskis vert að\nkomast að niðurstöðunum sjálfur. Það er ómetanlegt. En\nhann segir ”only then…“ og það sem hann bætir við\nþar fellst ég ekki á. Þessi hugsun sem þarf til að gera\nhugmyndir að lifandi meðlimum hugarheims okkar getur\nalveg átt sér stað á meðan við lesum t.d. bók (jafnvel\nbók um bók, það er ekkert því til fyrirstöðu).”\nVeryMuch svar:\n“it is nevertheless a hundred times more valuable if\nwe have arrived at it through our own original\nthinking. Only then does it enter into the whole system\nof our ideas as an integral part and living member;”\n“arrived at it through our own original thinking”\nÞetta er lykilatriðið.  Ef við beitum gagnrýnni hugsun,\nvið lestur, þá leggjum við mikið af okkar eigin hugsun\ní lesturinn.  Við notum einskonar “virka síun” við\nskynjun okkar.\nSchopenhauer er almennt, held ég, að segja að best sé\nað geta hugsað allt upp sjálfur frá grunni í gegn um\npersónulega reynslu; en hann er ekki að segja að það sé\nmögulegt að gera það engöngu.  Hann segir það\neinfaldlega vera bestu hugsalegu leiðina til að skilja.\nEn það er líka hægt að lesa bækur á ólíkan hátt.  Við\ngetum flett einhverju upp svona eins og í orðabók og\ngleypt það sem kemur þar fyrir; kannski er hægt að\nkalla það orðabókalestur.  Andstæði póllinn við\n“orðabókalestur” væri þá væntanlega “gagnrýninn\nlestur”, sem gefur huganum svigrúm til að melta til að\nvera virkur í innlimun á því sem lesið er, og sía frá\nþað sem við dæmum ragnt.\nÉg skil Schopenhauer þannig að hann sé að segja að\naðeins í gegn um okkar eigin hugsun, hvort sem það er\nreynsla fengin í gegnum lestur eða á annan hátt, þá\nverður þekking aldrei okkar eigin, nema að við beitum á\nreynslu okkar okkar eigin hugsun, “virkri síun”,\n“gagnrýnum lestri” osfrv.\nÉg tel það augljóst að Schopenhauer er ekki að segja,\nað við getum ekki öðlast persónulega þekkingu í gegnum\nlestur.  Hann er að segja að aðeins í gegnum eigin\nhugsun, “virka síun”, “gagnrýnan lestur” og þess\nháttar virka úrvinnslu á reynslu, mun reynslan breytast\ní okkar persónulegu þekkingu.\ngthth sagði:\n“Ég sé að þú skilur hann ekki eins og ég. En ef ég er\nað mistúlka hann jafnvel bara örlítið, ef hann er að\nsegja það þú heldur, þá veit ég ekki hverjum hann er að\nskrifa gegn. Því ég þekki engan fræðimann sem heldur\nþví fram að maður eigi að taka hugsunarlaust upp\nkenningar annarra. Í þessu sambandi mætti t.d. minnast\ná að jafnvel í þeim kúrsum í HÍ þar sem kennd er hrein\nheimspekisaga er útilokað að nemendur fái ágætiseinkunn\nfyrir svar nema þeir sýni gagnrýni og frumleika í\nhugsun! Þetta veit ég af því að ég hef sjálfur farið\nyfir prófin.”\nVeryMuch svar:\nVarðandi túlkun:\nÞá túlkum við allt,\nvið komumst aldrei hjá því að túlka,\nvið getum sjaldan samræmt túlkanir tveggja einstaklinga\nnákvæmlega,\nog við munum kannski aldrei geta sannreynt fullkomlega\nsamræmda túlkun tveggja einstaklinga.\nKannski er öll túlkun röng,\nkannski er öll túlkun rétt.\nEn samkomulag milli einstaklinga, svo sem tungumál,\nmenning, fortíð/saga, ss sameiginleg reynsla,\nsameiginlegt eðli, jafnvel rök, hvort sem rök eru í\ngrunnin uppfinning eða uppgvötvun (það er kjarninn!! en\nhann er ekki til umfjöllunar hér).. allt þetta setur\ntúlkunum einhverskonar ramma.  En hver hann er, eða\nhvaða lögmálum hann lítur.  Hversu stöðugur hann er,\neða hvort nokkurn tíma er hægt að greina mörk hans..\nþað er svo annað mál.\nHvað er rétt og hvað er rangt?  Ég er enn að velta því\nfyrir mér.  Raunar er rétt og ragnt mannasetning; nema\nkannski í einhverskonar algildu rökkerfi, kannski er\nnáttúran slíkt kerfi.  Lögmálin, sem við erum; snúast\nfrekar um hvað er og hvað er ekki.\nAf þessu leiðir að samræður okkar eru einskisnýtar til\nað finna hið rétta.  Samræður okkar eru aðeins nýtar\ntil okkar eigin þroska og annara.\nEn kannski eru samræður okkar nýtar (samræður okkar\ngeta verið tákn fyrir alla viðleitni mannsandans í\nþessum skilningi) til þess að kanna mörk þessa loðna\nramma túlkunarinnar.  Kannski er hægt að skilja hér á\nmilli náttúruvísinda og mannfræðigreina.. ss náttúru\nvísindin hafa fundið “fastan” (eða það gefum við\nokkur enn) ramma túlkunar á heiminum.\nStærðfræðin/rökfræðin virðist vera efnið sem myndar\nsjálfan ramman, annars er þetta atriði enn að velkjast\ní mér.  Mannfræðilegu greinarnar, eru þá aftur ámóti að\nkanna hinn breytilega túlkunarramma mannheima; en ég er\nekki endilega viss um að sá rammi sé markaður með\nrökum, alla vega ekki engöngu.. en mér gæti nú\nskjöplast á því atriði.\nJaHÚ! enn einn útúrdúrinn, en hann greindist þó útúr\nþví sem við vorum að tala um. ;)\ngthth sagði:\n“En ég er annars hjartanlega sammála þér um að menn\nverði að kryfja málin til mergjar og leggja sig alla\nfram um að skilja. Síðan þegar þeir hafa náð tökum á\nefninu eiga þeir mun auðveldara með að útskýra það.\nÞetta ætti t.d. hver maður að hafa að leiðarljósi við\nritgerðasmíð: Rem tene, verba sequentur! Eða: Náðu\ntökum á efninu, orðin munu fylgja!”\nVeryMuch svar:\nHallelúja!!, og sannleikurinn mun oss verða!\ngthth sagði:\n“Já, við erum sammála um mikilvægi þess að hugsa\nsjálfur, þótt við kunnum að leggja ólíkan skilning í\ntexta Schopenhauers.”\nVeryMuch svar:\nHúrra fyrir því!\nEftir stendur ramminn, sem mun gefa okkur viðmið, um\nhvor hafði eða hefur rétt fyrir sér.  En kannski er\nhann ekki til ;).  Kannski er ramminn bara hátíð, eins\nog jólin? #-]."
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2001-12-19 15:54:53",
            "id": "372497",
            "reply_to_id": "372475",
            "text": "VeryMuch:\nÉg er bara ekki sammála Schopenhauer. Mér finnst hann mestmegnis vera að rugla bara :)\nAuðvitað á maður að hugsa sjálfur en ekki bara éta kenningar hráar upp úr bók. Ég veit nú ekki um neinn sem heldur því fram að það sé æskilegt. En að maður megi ekki lesa það sem aðrir hafa skrifað vegna þess að þá er verið að þröngva hugsunum annarra upp á mann finnst mér bara vera þvæla.\nHvers vegna ætti maður annars að lesa það sem Schopenhauer hefur skrifað? Ef ég féllist á það sem hann er að segja ætti ég að forðast þennan texta hans eins og heitan eldinn. Myndirðu ekki segja það? :)\nÞess má annars geta að Schopenhauer sjálfur byggði heimspeki sína á kantískum greinarmuni á heiminum í sjálfum sér og heiminum í upplifunum okkar. Og heimspekin hans öll er einhvers konar bræðingur af kantískri, platonskri og austurlenskri heimspeki. Hann var einn fyrsti evrópski heimspekingurinn til að stúdera austurlenska heimspeki. Ég er ekki að segja þetta til þess að láta líta út fyrir að hann hefði ekkert frumlegt til málanna að leggja; þvert á móti. Hann var afar frumlegur heimspekingur. En hann lærði um þessa hluti í bókum engu að síður.\nOg enn stendur spurningin: Ef fræðimennska í heimspeki hyrfi alveg, myndi heimspekin sjálf þá blómstra? Ég held ekki, En ef ekki, hvernig er það þá fræðimennskan sem drepur heimspekina?\nMér finnst þetta vera sambærilegt við að segja það að bókmenntafræði sé að drepa bókmenntirnar. Í guðanna bænum, leggjum niður bókmenntafræðina! Leggjum í leiðinni niður listaháskólann. Því íslensk list gæti úrkynjast :)\nHeimspekikerfi Kants, sem er eitt voldugasta heimspekikerfi nýliðins árþúsund, og sem Schopenhauer sjálfur þekkti vel til og byggði að einhverju leyti á, varð til þrátt fyrir fræðimennsku Kants og störf hans sem háskólaprófessors.\nFrá byrjun 20. aldar hefur raunar yfirgnæfandi meirihluti þeirra sem lagt hafa eitthvað af mörkum til heimspekinnar verið háskólakennarar í heimspeki. Það virðist ekki hafa staðið þeim fyrir þrifum.\nÞvert á móti hafa hin ýsmu svið heimspekinnar blómstrað, til dæmis rökfræðin, háttarökfræði (um nauðsyn og möguleika), heimspeki stærðfræðinnar, heimspeki tungumáls, athafnafræði og vísindaheimspeki.\nEn að lokum ein spurning til þín, VeryMuch. Hvers vegna tekur þú þátt í umræðum hér á áhugamálinu? Hvers vegna lestu það sem við hin erum að skrifa? Verðurðu ekki að psaa að menga ekki hugsun þína með okkar hugsunum? :)\nMeð fullri virðingu, en mér finnst þetta bara vera út í bláinn hjá Schopenhauer."
        },
        {
            "user": "gthth",
            "user_id": "10645",
            "date": "2001-12-19 15:55:32",
            "id": "372498",
            "reply_to_id": "372497",
            "text": "Hmmm… þetta átti ekki að koma tvisvar :)"
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2001-12-21 20:21:48",
            "id": "372499",
            "reply_to_id": "372466",
            "text": "Úti í búð áðan, þá hvarflaði þessi líking að mér.  Mér fannst hún vera nógu góð til að vera sett hér.  Kannski er þetta of seint, en það er allt í læ.\nÞetta er svona eins og með Jimi Hendrix.  Áður en að hann varð þessi gítarmeistari fór að gera öll sín furðuverk, þá var hann með ágætan grunn í venjulegri gítarspilun (ekki satt?).\nOg Stein Steinarr.  Áður en að hann fór að gera sín “óhefðbundnu” (eiginlega bara tersínur, sagði hann) ljóð, þá kunni hann vel inná alla ljóðahefðina, þetta kom allt með þekkingu á því sem þegar hafði komið.\nÞorsteinn."
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2001-12-22 11:40:47",
            "id": "372500",
            "reply_to_id": "372499",
            "text": "thossinn:\nÉg er alveg sammála þessu, með að maður verði að byggja\ná traustum grunni.\nÞað er þó líklega aldrei hægt að setja fólki línurnar í\nþví hverni það nálgast fag eins og heimspeki.  Mér\nfinnst jafnvel vafasamt að nálgast heimspeki sem fag.\nÉg er ekki viss, en mig grunar með heimspekina, að\nannaðhvort er maður heimspekingur eða ekki.\nEn það þýðir ekki að þeir sem eru heimspekingar ættu\nekki að læra heimspeki líka, en það er held ég erfiðara\nað kyngja hverju sem er, ef maður er heimspekingur áður\nen maður lærir það.\nEn þetta eru kannski barnalegar, jafnvel eilítið\nhrokafullar hugleiðingar, en þetta er meint í hreinustu\neinlægni.\nVeryMuch"
        },
        {
            "user": "midgardur",
            "user_id": "12186",
            "date": "2001-12-22 14:57:22",
            "id": "372501",
            "reply_to_id": "372466",
            "text": "Það er nokkuð gaman að fylgjast með rökfimi og\nformbeitingu frummælanda. Hann streðar við að setja mál\nsitt fram á þann hátt að hann er stöðugt að grafa undan\neigin málflutningi, enda er ekki annað hægt. Um leið og\nvið opnum munninn eða ritum stafkrók erum við að nota\n“fræðaheiti” sem eru afrakstur fræðimennsku, kynslóð\nfram af kynslóð.\nÞað sem einkennir svona málflutning er óskynsamlegur\nunggæðingsháttur, einkenni ungs manns sem segir\nhefðunum stríð á hendur. Hafi hann ekki æft sig þeim\nmun betur í vopnaburði áður en hann lagði af stað í\nherför sín gegn vindmyllunum, er hann stöðugt\naðhlátursefni samborgara sinna þar sem hann er að hrasa\num eigin skálmar og ermar enda fötin alltof stór. Þegar\nhann reiðir upp sverðið missir hann það aftur fyrir\nsig, til hliðar og kútveltis eins og hver annar\nkrakkakjáni sem ætlar að sigra heiminn í alltof stórum\nfötum. Enda er hann að streða við að beita vopnum\nkynslóðanna á undan, hefur ekki frumleika í sér til að\nfinna upp önnur, né heldur hefur hann haft nennu að\nþjálfa sig í beitingu þeirra. Hvernig getur slíkur\nmálflutningur orðið annað en fyndinn? Eina sem hann\nhefur er uppblásið egó, belgingur sem vegur ekki að\nneinu öðru en sjálfu sér.\nEn okkur fyrirgefst, við erum flest hver amatörar á\nleiksviði heimspekinnar, íklæðumst trúðsklæðum til að\nskemmta okkur sjálfum og vonandi einhverjum öðrum líka.\nVið höfum gaman af leiknum og beitum barnalegri,\nfyrirgefið “hreinni” heimspeki í gríð og erg :D"
        },
        {
            "user": "VeryMuch",
            "user_id": "10074",
            "date": "2001-12-23 16:19:01",
            "id": "372502",
            "reply_to_id": "372501",
            "text": "Til miðgarðs:\nmiðgarður sagði:\n“Það er nokkuð gaman að fylgjast með rökfimi og\nformbeitingu frummælanda. Hann streðar við að setja\nmál\nsitt fram á þann hátt að hann er stöðugt að grafa\nundan\neigin málflutningi, enda er ekki annað hægt. Um leið\nog\nvið opnum munninn eða ritum stafkrók erum við að nota\n”fræðaheiti“ sem eru afrakstur fræðimennsku,\nkynslóð\nfram af kynslóð.”\nVeryMuch svar:\nÉg verð nú að þakka miðgarði fyrir að nota orðið\n“rökfimi” um málflutning minn.  Það verður seint\nlakur dómur.\nEn varðandi hugtakið “fræðiheiti”:\nHvaða fræðiheiti hef ég verið að nota sérstaklega?\nHvar liggja mörkin á milli fræðihugtaka og annara\nhugtaka?\nEr maður að stunda “fræðimennsku” um leið og maður\nnotar svokölluð “fræðiheiti”?\nHvaða skilningi skiljum við “fræðimennsku”?\nKannski erum við í þessum skilningi að stunda\n“fræðimennsku” þegar við notum íslensku til að koma\nmerkingu til skila?!\nSýndu mér fram á hvað þú átt við með því að segja að ég\ngrafi undan eigin málflutningi.  Ég gæti ekki horft\nframhjá því, ef ég er að grafa undan eigin\nmálflutningi.  Er það?!\nmiðgarður sagði:\n“Það sem einkennir svona málflutning er\nóskynsamlegur\nunggæðingsháttur, einkenni ungs manns sem segir\nhefðunum stríð á hendur. Hafi hann ekki æft sig þeim\nmun betur í vopnaburði áður en hann lagði af stað í\nherför sín gegn vindmyllunum, er hann stöðugt\naðhlátursefni samborgara sinna þar sem hann er að\nhrasa\num eigin skálmar og ermar enda fötin alltof stór.\nÞegar\nhann reiðir upp sverðið missir hann það aftur fyrir\nsig, til hliðar og kútveltis eins og hver annar\nkrakkakjáni sem ætlar að sigra heiminn í alltof\nstórum\nfötum. Enda er hann að streða við að beita vopnum\nkynslóðanna á undan, hefur ekki frumleika í sér til\nað\nfinna upp önnur, né heldur hefur hann haft nennu að\nþjálfa sig í beitingu þeirra. Hvernig getur slíkur\nmálflutningur orðið annað en fyndinn? Eina sem hann\nhefur er uppblásið egó, belgingur sem vegur ekki að\nneinu öðru en sjálfu sér.”\nVeryMuch svar:\nÉg kemst nú ekki hjá því að líta á björtu hliðar\ngagnrýni þinnar og þakka fyrir það að vera svona ungur\ní anda enn þá ;).\nEn við skulum líta á hugtökin og orðasamböndin, sem þú\nnotar í gagnrýni þinni á málflutningi mínum:\n“Óskynsamlegur”; “unggæðingsháttur”; “herför sín\ngegn vindmillum”; “eins og hver annar krakka kjáni”;\n“hefur ekki frumleika í sér til að finna upp önnur”;\n“hefur ekki haft nennu að þjálfa sig í beitingu\nþeirra”; “það eina sem hann hefur er uppblásið egó;\n”belgingur sem vegur ekki að neinu öðru en sjáfu\nsér“.\nÉg skal ekki dæma um hvort og þá hvað hér að ofan á\nrétt á sér, enda dæmir maður líklega seint (af nokkru\nréttlæti) í eigin málum.  En eitt er nokkuð ljóst, að\nþetta eru fullyrðingar, sem hafa gleymt rökstuðningi\nsínum heima.\nEr það háttur þroskaðra manna að sleppa rökunum fyrir\nmáli sínu?  Þú ert þó ekki svo forn miðgarður, að þú\nsért farinn að kalka?\nEn ég ætla að sýna eilitla sanngirni, og gefa þessu\nsoldinn séns.  Þetta er varla svo ragnt að það sé nú\nekki eitthvað rétt í þessu líka.\nMá vera að málflutningur minn sé á tímum unggæðislegur,\nen er það verri heimspeki ef rökum er beitt?  Eru það\nekki rökin sem gera málflutninginn?  Ég hélt það.\nVarðandi vindmillur:  Er ekki hægt að segja að\nheimspekingar, allir eins og þeir leggja sig, séu að\nberjast við vindmyllur, með sömu rökum og hægt væri að\nsegja að ég væri að gera það?\nÉg skal ekki dæma um frumleika minn.  Ég veit það þó,\nað ég nota iðulega orð sem mér þykja passa málefninu.\nÞau orð eru venjulega bara þau orð sem er hægt að finna\ní orðabókum, þó ekki altaf ;).  En orðin sem ég vel til\ntjáningu merkingar, eru engöngu valin til að miðla\nmerkingu, þeirri sem er í mínum huga, sem best.  Ég\nskal ekki segja hve vel tekst til, en batnandi manni er\nbest að lifa.  Ekki satt?\nVarðandi nennu mína til að læra hefðir í heimspeki:  Þá\nvil ég ekki segja að ég hafi ekki nennu til þess.  Ég\ner reyndar stöðugt að læra einmitt þetta.  Ég mun\nraunar ekki hafa tíma til þess arna nú á næstu önn, en\nþetta er eilífðarverkefni hjá mér.  Hvort ég beiti þeim\nhefðum sem ég kann, er svo allt annað mál.  Raunar kann\nég mun betur við að sleppa því.  Þar öðlast gagnrýni\nþín kannski nokkurn grunn.\nVarðandi egó og belging:  Þetta má vel vera rétt hjá\nþér ;).  Ég hef stórt egó og hneigist því eflaust til\nbelgings að þínu mati.  En ég sé ekki að það komi\nnokkuð að sök.  Ég hef allavega ekki heyrt sjálfsálit\nvera flokkað undir rökvillur ;).  En að gamni slepptu.\nÞá er ætlun mín ekki sú, að belgja mig eitthvað út.  En\nkannski er sú staðreynd að ég er að tjá mig hér, eins\nog ég hafi eitthvað að segja, einmitt merki um belging.\nEn hver er þá saklaus af þessu hér?\nmiðgarður sagði:\n”En okkur fyrirgefst, við erum flest hver amatörar á\nleiksviði heimspekinnar, íklæðumst trúðsklæðum til að\nskemmta okkur sjálfum og vonandi einhverjum öðrum\nlíka.\nVið höfum gaman af leiknum og beitum barnalegri,\nfyrirgefið “hreinni” heimspeki í gríð og erg :D“\nVeryMuch svar:\nJá ég er ekki neinn atvinnu-heimspekingur.  En það\nþýðir NB ekki að ég sé verri heimspekingur fyrir það.\nÉg held að það sé ekkert athugavert við að iðka\nheimspeki, með bros á vör.  Raunar minnir mig að ansi\nmargir heimspekingar liðinna tíma hafi talað um ákveðna\nglaðværð sem felist í ástundun heimspekinnar.  Td miðað\nvið ástundun málfræði.\nEn markmið heimspekinga er ólíkt markmiði trúða; þeas\nþað felst ekki engöngu í því að skemmta sér og öðrum.\nHeldur einnig að fræðast, þroska sig og aðra.\nÞú kallar, það sem ég kalla ”hreina heimspeki“,\nbarnalega.  Þú hefur þá skoðun og það er gott mál að\nhafa skoðanir.  Hvers vegna þú ert á þeirri skoðun?\nÞað er svo annað mál.  Ég ætla ekki að reyna að lesa\nneitt í það.  En ég væri forvitinn að fræðast um orsök\nþessa álits.\nÞað er gott að hér er einhver sem sér sér fært, að\nveita okkur hinum aðhald.  Það er gott og blessað.  Það\nhafa allir gott að smá sjálfsgagnrýni, og ekki verra að\nfá einhverja okkur til aðstoðar í því mikilvæga verki.\nÉg þakka miðgarði aðstoð sína, og þér er að fullu\nheimilt að veita mér lið áfram.\nEn það er svo þegar við dæmum aðra, að þeir verða að\nvera við því búnir að vera dæmdir á móti.  Ekki satt?\nÉg hef nú ekki talið mig vera þeim bissness að dæma, og\nálít minna vera meira í þeim efnum.  En ætið verður\ngjöf að gjalda.  Svo hér eru drög að gagnrýni:\nRök: Hér skortir öll rök.\nRökvilla: Flettu upp ”ad hominem“ í fræðibókunum sem\nþú hlítur að eiga.  Af málflutningi þínum að dæma.\nFordæmi: Mér þætti vænlegra til árangurs.  Þe til þess\nað bæta samborgara þína; að sýna gott fordæmi.  Það er\nnú svo miðgarður, að mér sýnist þú gerast sekur í\nmálflutningi þínum, um sumt það sem þú gagnrýnir mig\num.  Mér þykir þessi gagnrýni ekki einkennast af\nreynslu, sem ætti að einkenna mann sem vænir samborgara\nsína um unggæðishátt.  Auk þess sem málflutningur þinn\nlýsir ekki mikilli natni eða nennu, í beitingu ”vopna\nkynslóðanna á undan“.  Skortur þinn á rökum, bætir þar\nekki úr skák.  Þar sem rökin eru undnirstaða þeirrar\n”vopnfimi“ sem þú talar svo mjög um.\nJæja ég slaufa þá minni gagnrýni í bili.  Í ljósi þess\nað ég áleit minna vera meira, í þessum efnum.\nÉg vil taka fram að ég skil ekki ástundun rökræðna sem\nstríð.  Mér þykir því ”vopn\" ekki eiga hér við.  En\nég veit hvað þú átt við.  En ég vil bara benda á að ég\ner hér ekki í neinu stríði; svo þú misskiljir nú ekki\nþann hluta samræðna okkar :).\nMér þætti líka einkar forvitnilegt að vita hve gamall\nöldungurinn okkar er? ;)  En mér þykir öldungurinn\nokkar ekki sýna alveg þann þroska sem öldungar ættu að\nsýna; þó ég sé auðvitað ekki raunverulegur dómari þar\num.\nTakk fyrir og gleðileg jól!\nVeryMuch"
        }
    ]
}