{
    "forum_title": "Danstónlist",
    "user": "TomasP",
    "user_id": "15117",
    "date": "2007-11-26 18:54:09",
    "title": "Tiesto - Magik Journey (Northern Mind remix)",
    "text": "Þetta er lítið remix sem ég byrjaði á áður en Tiesto kom til landsins og ætlaði að vera búinn með fyrir kvöldið sjálft en hafði ekki tíma í það sökum vinnu.\nNáði að klára það yfir helgina og ætla að deila því með ykkur hérna.\nMasteringin er ekkert rosaleg enda verður þetta remix eiginlega bara fyrir mig að skella á þegar ég spila næst (hvenar sem það verður nú…)\nEn jæja Hérna er lagið.\nTiesto - Magik journey (northern mind remix)\ncomments væru vel þegin.",
    "url": "https://www.hugi.is/danstonlist/korkar/557708/tiesto-magik-journey-northern-mind-remix/",
    "url_id": "557708",
    "id": "5425621",
    "replies": [
        {
            "user": "Rocco",
            "user_id": "721",
            "date": "2007-11-30 22:07:00",
            "id": "5438321",
            "reply_to_id": "5425621",
            "text": "Ágætis tilraun Tommi\nKoma fínir þéttir kaflar þó bassatromlan fari afskaplega í mig.\nMér finnst allar skiptingar lykta smá af amateur þó ég hafi ekki hugmynd hvort þú sért það.\nSkiptinguna fyrir miðjukaflann þarftu að skoða betur að mínu mati, of langdregin og soundar ekki vel í mínum eyrum.\nFlottar arpeggíur finnst mér og þér hefur tekist að fá flotta dramatík í þetta.\nEn já að lokum, skoða taktinn og skiptingarnar og þá sérstaklega miðjuskiptinguna. Taktinn þarftu að mastera betur og ég vill fá hann aðeins dýpri svo hann hljómi betur með arpeggíunni.\nBara mín skoðun!"
        },
        {
            "user": "TomasP",
            "user_id": "15117",
            "date": "2007-11-30 23:32:08",
            "id": "5438535",
            "reply_to_id": "5438321",
            "text": "Ég skil þetta með kickið enda er það komið í lag núna, eins og ég sagði þá er mixeringin / masteringin ekkert til að hrópa húrra fyrir.\nBreakdown'ið átti að vera eins anthem'ic ég gæti gert það\nEins og er þá er til nokkur mix af þessu mixi hjá mér hálfgert dub mix þar sem kóra og sópran sömplin eru horfin ásamt intro og outro dótinu ,club mix sem er með enn þyngra kicki og aðeins hærra bpm Original (re)mix og svo original edit þar sem það er ekkert intro eða outro.\nNorthern mind mixin eru kláruð í mínum augum, ég ákvað líka að gera hardstyle mix undir nýja alias'inu Gray matter sem ég er með ásamt félaga mínum.\nSvo er ég kominn með support frá nokkrum dj'um af nokkrum lögum frá mér ásamt remix velyrði frá nokkrum ágætlega stórum einstaklingum í hard dance senunni (2 japanir, 3 þjóðverjar og svo sitthvorum hollendinginum og bretanum)Vona bara að ég fari að ná að gefa eitthvað út bráðlega :P"
        }
    ]
}