{
    "forum_title": "Hátíðir",
    "user": "Dagfari",
    "user_id": "8158",
    "date": "2001-12-13 19:44:28",
    "title": "Falleg jólasaga",
    "text": "Hér á eftir kemur lítil jólasaga sem kennir okkur að það er ekki verðið á gjöfunum sem skiptir öllu, það er hugurinn á bakvið gjöfina. =)\nÞað var einu sinni lítil stelpa sem bjó hjá pabba sínum. Þau voru voðalega fátæk og pabbinn var alltaf að skamma hana útaf engu. Svo komu jólin og hann vildi aðvitað fá stóran pakka frá henni, en hún átti engan pening.\nÁ aðfangadagskvöld eru 2 pakkar undir trénu þeirra. Einn lítill handa stelpunni og annar STÓR handa pabbanum.\nStelpan opnar sinn pakka fyrst. Í pakkanum er lítil falleg dúkka, hún var mjög glöð og þakkaði pabba sínum vel fyrir sig.\nSvo er komið að pabbanum að opna sinn pakka. Hann opnar pakkann og verður alveg brjálaður því þetta er bara tómur kassi. “Það er dónaskapur að gefa fólki tóma kassa í jólagjöf.”\nStelpan fer að hágráta og segir: “Hann er ekkert tómur pabbi, ég fyllti hann af kossum.”\nPabbinn sér þá alveg rosalega eftir þessu.\n30 árum seinna deyr pabbinn og stelpan (sem er orðin kona) er að taka til í dánarbúi hans. Við rúmið hans sér hún svo kassann sem hún gaf honum í jólagjöf fyrir 30 árum og fattar að honum hafði alltaf þótt vænst um þessa gjöf af öllum gjöfum sem hann hafði fengið.\nMeð jólakveðju\nDaywalke",
    "url": "https://www.hugi.is/hatidir/greinar/55775/falleg-jolasaga/",
    "url_id": "55775",
    "id": "372585",
    "replies": [
        {
            "user": "ruglubulli",
            "user_id": "6042",
            "date": "2001-12-13 22:44:34",
            "id": "372586",
            "reply_to_id": "372585",
            "text": "þessi saga er efni í 3000 milljón dollara hollívúdd mynd :)\ntil hamingju"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-13 23:00:42",
            "id": "372587",
            "reply_to_id": "372586",
            "text": "Takk kærlega ruglubulli, mér fannst þessi saga alger snilld.\nKv. Daywalke"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-14 09:54:07",
            "id": "372588",
            "reply_to_id": "372585",
            "text": "sniff….sniff…ég er ennþá grenjandi þessi saga snerti mig beint í hjartastað…..sniff"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-14 17:26:04",
            "id": "372589",
            "reply_to_id": "372588",
            "text": "Snilld, mig langar að kvikmynda þessa sögu! =)\nLáta einhvern hollívúdd kall vita af þessari sögu."
        },
        {
            "user": "JoiMjoi",
            "user_id": "12280",
            "date": "2001-12-15 10:39:29",
            "id": "372590",
            "reply_to_id": "372585",
            "text": "Þessi saga er ekkert annað en SNILLD!!!!!\njoimjoi"
        },
        {
            "user": "drusla85",
            "user_id": "15750",
            "date": "2001-12-19 09:06:54",
            "id": "372591",
            "reply_to_id": "372585",
            "text": "Ekkert smá sæt saga:)\nSnilld=)"
        }
    ]
}