{
    "forum_title": "Litbolti",
    "user": "pos",
    "user_id": "2201",
    "date": "2000-10-12 13:27:40",
    "title": "hvernig væri",
    "text": "hvernig væri að byrja að flytja inn byssur svo maður geti farið að kaupa þær og byrjað að keppa því það er ekkert stuð að vera að skoða byssur en geta ekki keypt þær!!\nhvernig væri síðan að koma með veðið því ég get ekki orðið meðlimur fyrr en í næsta mánuði þarf að finna annað áhugarmál með tölvunni sko!!!",
    "url": "https://www.hugi.is/litbolti/greinar/5578/hvernig-vaeri/",
    "url_id": "5578",
    "id": "28655",
    "replies": [
        {
            "user": "Ozi",
            "user_id": "1675",
            "date": "2000-10-12 13:45:34",
            "id": "28656",
            "reply_to_id": "28655",
            "text": "Það er byrjað að selja byssur á Íslandi hjá SS-Stál.)"
        },
        {
            "user": "toffari",
            "user_id": "2499",
            "date": "2000-10-12 14:04:10",
            "id": "28657",
            "reply_to_id": "28656",
            "text": "En samkvæmt einhverjum byssulögum þá þarf maður að vera að ég held með hreint sakavottorð og vera orðin ákveðið gamall."
        },
        {
            "user": "toffari",
            "user_id": "2499",
            "date": "2000-10-14 17:50:44",
            "id": "28658",
            "reply_to_id": "28657",
            "text": "hrein sakaskrá er bara kjaftæði sko. hver er með hreina sakaskrá ? :)"
        },
        {
            "user": "toffari",
            "user_id": "2499",
            "date": "2000-10-16 10:22:44",
            "id": "28659",
            "reply_to_id": "28658",
            "text": "þegar talað er um það að vera með hreina sakaskrá þá á við að vera með hreina sakaskrá gagnvart því tilfelli sem á við í hverju sinni. Ég tel að maður megi alveg vera með rán, ölvunarakstur, innbrot eða sitthvað annað í þeim dúr. En ég bíst ekki við því að þú megir eignast byssu ef þú ert með líkamsárás með skotvopn eða að þú sérst talinn hættulegur umhverfinu eða sjálfum þér. T.d. þarf maður að vera með “hreint sakavottorð” (sem á við í hverju tilfelli) til þess að fá meira próf.\n×siggi×"
        },
        {
            "user": "zeroG",
            "user_id": "2208",
            "date": "2000-10-18 18:39:59",
            "id": "28660",
            "reply_to_id": "28659",
            "text": "ehhh, ég efast um þetta með ránið ;)\nég meina þú ert mikklu meira sannfærandi í ráni með byssu í hönd"
        },
        {
            "user": "zeroG",
            "user_id": "2208",
            "date": "2000-10-12 14:38:30",
            "id": "28661",
            "reply_to_id": "28655",
            "text": "Þú getur pantað inn byssur í gegnum SS-Stál í hafnarfirði en þú þarft heldég alveg örugglega að verða orðinn 18 ára að aldri og skráður í löglegt litboltafélag sem geymir byssuna fyrir þig þegar hún er ekki í notkun…"
        },
        {
            "user": "daxes",
            "user_id": "14",
            "date": "2000-10-12 15:33:19",
            "id": "28662",
            "reply_to_id": "28661",
            "text": "Í raun er það þannig að Litboltafélagið kaupir byssuna.  Þú verður því að vera félagi í Litboltafélagi og gefa félaginu pening í innkaupasjóð.\nkv.\nDaXes"
        },
        {
            "user": "zeroG",
            "user_id": "2208",
            "date": "2000-10-13 14:40:15",
            "id": "28663",
            "reply_to_id": "28662",
            "text": "Byssan er samt skráð á þann sem lét panta hana.\nÉg var að panta byssu núna um daginn í gegnum LiBS og þetta var mér sagt þegar ég pantaði hana, síðan ef að litbolta byssur verða leiðar sem eign án byssuleyfis þá fæ ég byssuna í hendurnar því í raun og veru er ég búinn að borga fyrir hana og hún er skráð á mig ;)\nallavegana er þetta info-ið sem ég fékk hjá Vigni í SS-Stál sem er einnig meðlimur í LiBS"
        },
        {
            "user": "daxes",
            "user_id": "14",
            "date": "2000-10-13 22:26:34",
            "id": "28664",
            "reply_to_id": "28663",
            "text": "já\nhún er skráð hjá litboltafélaginu að þú hafir einn rétt til að fá þessa byssu lánaða, að ef eign einstaklinga verði leyfð munir litboltafélagið afhenda þér byssuna og svo framvegis.\nSíðan ef þú vilt skipta um félag er einfalt mál að eitt félag “selji” öðru félagi byssuna….\nkv.\nDaXes"
        },
        {
            "user": "zeroG",
            "user_id": "2208",
            "date": "2000-10-14 13:20:27",
            "id": "28665",
            "reply_to_id": "28664",
            "text": "vonum bara að eign einstaklinga verði leyfs sem fyrst, þótt það séu örugglega að minsta kosti 2 ár í það :þ"
        },
        {
            "user": "Thorn",
            "user_id": "1671",
            "date": "2000-10-16 08:29:48",
            "id": "28666",
            "reply_to_id": "28655",
            "text": "Væri ekki fínt að l´ta uppi verða á fínni byssu. Og Gefa upp addressuna á SSstál.\nég get ekki heldur orðið löggildur fyrr en eftir ár.\nBara svona þannig að ég get farið að safna."
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2000-10-17 14:36:58",
            "id": "28667",
            "reply_to_id": "28655",
            "text": "hvernig væri að gera bara eins og aðrir strákar.. fara að hafa áhuga á stelpum líka ;)"
        },
        {
            "user": "zeroG",
            "user_id": "2208",
            "date": "2000-10-18 18:40:26",
            "id": "28668",
            "reply_to_id": "28667",
            "text": "hver segir að við höfum ekki áhuga á stelpum?"
        },
        {
            "user": "darri",
            "user_id": "2816",
            "date": "2000-10-18 22:22:52",
            "id": "28669",
            "reply_to_id": "28667",
            "text": "Hvernig væri ef ég segði þér það að einnig spila stelpur paintball og er það bara úber cool. Og að sjálfsögðu höfum við áhuga á stelpum (talandi þó aðeins fyrir sjálfan mig, og zeroG þar sem hann er í sambandi “and Im working on mine”.\nP.S. - Prófaðu paintball, LibS (Litboltafélag Suðurnesja - url…\nhttp://www.paintball.is)\ner að fá inniaðstöðu í næsta mánuði. Þar verður hægt að koma með sín eigin vopn, og félagar fá skotfæri á fínum prís … Einnig spilar LibS rétt hjá Grindavíkur afleggjaranum við gamlan herspítala (sel það ekki dýrar en ég keypti það, en ég heyrði að þetta væri gamall herspítali) sem er kallaður “Hús Dauðans” :)\nSkráið ykkur hjá LibS fyrir aðeins 1500 kr. og fáið hin ýmsu fríðindi …\nDarri"
        },
        {
            "user": "hulda",
            "user_id": "2591",
            "date": "2000-10-19 09:58:46",
            "id": "28670",
            "reply_to_id": "28669",
            "text": "ég fer  ekki í paintball! ég ætla ekki að farað borrga fyrir að láta plaffa mig niður með málningu þakka þér!"
        },
        {
            "user": "insect",
            "user_id": "4769",
            "date": "2000-10-30 12:09:28",
            "id": "28671",
            "reply_to_id": "28655",
            "text": "ég er 15 og ég hata að vera það, maður þarf að fara með pabba eða mömmu, og þau hata allt svog leiðis(byssur og soleis stöff),og til hvers þarf maður að fá leyfi þeirra, maður slasast ekkert í þessu, ekki mikið allavegana. svogleiðis að ég kemst ekki í LIBS(þarft að vera 18) ég hef gríðalegan áhuga á þessu en ég þarf að fara með mömmu eða pabba þetta sökkar að vera 15. Amen"
        },
        {
            "user": "zeroG",
            "user_id": "2208",
            "date": "2000-11-05 19:34:51",
            "id": "28672",
            "reply_to_id": "28671",
            "text": "Þú þarft nú ekki að fara með mömmu þinni eða pabba, þú þarft aðeins að fá skriflegt leyfi frá þeim.\nOg reyndar er hægt að slasast alvarlega með þessum byssum, maður getur misst sjón eða heyrn ef maður er skotinn í augu eða eyru án hlífðarbúnaðar.\nenda stendur á byssuni minni “NOT A TOY” ;)"
        },
        {
            "user": "clown",
            "user_id": "1018",
            "date": "2000-11-02 20:07:26",
            "id": "28673",
            "reply_to_id": "28655",
            "text": "Vinur minn er á fullu í þessu en hann er bara 17 og á byssu og allan andskoann sko. ég veit ekkert hvernig hann fékk byssuna. Hvort hann hafi smyglað henni eða hvað!"
        }
    ]
}