{
    "forum_title": "Rómantík",
    "user": "djkisa",
    "user_id": "7316",
    "date": "2007-12-04 08:32:25",
    "title": "Sérstakir sunnudagar",
    "text": "Ég hef heyrt um að í mörgum samböndum er það vandamál hversu lítill neisti er í raun og veru eftir. Ég hef tekið eftir því hjá eldri pörum, þ.e. fólki sem hefur verið lengur saman og er því hugsanlega farið að taka hvort öðru sem sjálfssögðu.\nÉg er ekki með einhverja endanlega lausn þá þessu hryllilega vandamáli en mig langar bara að segja frá því sem ég og kærastinn minn gerum og taka dæmi.\nVið höldum upp á það sem við köllum special sundays. Þeir eru ekki oftar en svona einu sinni í mánuði núna en það gæti breyst eins og hvað annað.\nÞannig er að sá sem á að sjá um daginn fær að vita af því svona viku fyrr. Sem sagt ef ég á að sjá um daginn þá ræður hann hvaða dagur það er, að því gefnu að hann gefi mér nægan tíma til.\nÞetta eiga að vera sérstakir dagar, golden moments, en ekki misskilja það. Það þýðir ekki að það þurfi að fara með hvort annað í perluna, leigja hótelherbergi og spreða í kampavín. Alls ekki, en það er bannað með öllu að vera heima og ákveða að ætla að spila og horfa á sjónvarp því að það heitir nú þegar bara sunnudagur og yrði dagurinn því ekkert frábrugðinn öðrum sunnudögum. En sá sem skipuleggur daginn á ekki að segja hinu hvað hann er búinn að skipuleggja.\nEinn dagur sem hann skipulagði:\nVið fórum í göngutúr í Heiðmörk með hundana, það var ótrúlega skemmtilegt; tíkin var bara hvolpur svo hún vissi ekki alveg hvað hún átti að gera við vatnsbólið sem við komum að, henda sér út í , fá sér að drekka og þau höfðu ótrúlega gaman af því að hlaupa frjálst um allt. Hann lét mig hafa pylsubita sem ég gat gefið þeim.\nEftir þetta fórum við saman í sturtu og ég vissi ekkert hvað við tæki af því.\nHann fór þá með mig út að borða á Caruso, maturinn var ótrúlega góður. Hann fékk sér pastarétt og ég fékk mér bakaðan silung, sem ég mæli með.\nEftir þetta fór hann með mig á videoleigu og lét mig velja mynd til að horfa á og borgaði fyrir.\nÞetta var ótrúlegur dagur.\nEinn dagur sem ég skipulagði:\nÉg kom til hans og fór með hann í Rúmfatalagerinn til þess að kaupa nýja kodda á rúmið, hann fílaði það í botn. Við fórum líka í Hagkaup og keyptum tvær teiknimöppur. Svo fórum við aftur upp í bílinn og ég keyrði okkur til Hveragerðis þar sem við fórum í göngutúr í Eden að kvöldi til og það var ótrúlega rómantískt.\nSvo keyrði ég eitthvað upp í úthverfi Hveragerðis ef svo má kalla þar sem við komum okkur fyrir með nýju koddana og undir sæng í aftursætinu og teiknuðum hvort annað. Það var ótrúlega kósí að vera undir sæng í bílnum því að það var svolítið kalt úti.\nÞegar við vorum búin að fá nóg af andlitum hvors annars sagði ég honum að klæða sig í regnstakk og koma með mér út. Við vorum bæði í fáránlega stórum regnstökkum. Við gengum að pínulítilli grasbrekku þar sem ég sagði honum að gera eins og ég og fór svo að rúlla mér, við gerðum þetta bæði og áttum gott moment þarna í brekkunni en það var kalt svo við flýttum okkur aftur í bílinn. Við keyrðum aftur í bæinn eftir þetta. Þegar við komum í bæinn vorum við skyndilega kölluð til að hjálpa vinafólki við að flytja. Þannig var sá dagur.\nÞessir dagar okkar eiga ekki að vera flóknari en svo að þeir skapa ógleymanlegar minningar og styrkja allt það góða sem er á milli okkar, við höfum bæði gaman af því að skipuleggja eða vera þáttakandi í þessum dögum.",
    "url": "https://www.hugi.is/romantik/greinar/559448/serstakir-sunnudagar/",
    "url_id": "559448",
    "id": "5447894",
    "replies": [
        {
            "user": "Viskan",
            "user_id": "14331",
            "date": "2007-12-04 10:46:15",
            "id": "5448039",
            "reply_to_id": "5447894",
            "text": "Hljomar vel, gefur hversdagsleikanum sma twist!\nHef thetta i huga ;)"
        },
        {
            "user": "korstenborsten",
            "user_id": "68654",
            "date": "2007-12-04 11:08:07",
            "id": "5448064",
            "reply_to_id": "5447894",
            "text": "sniðugt sniðugt"
        },
        {
            "user": "Addi21",
            "user_id": "24719",
            "date": "2007-12-04 12:17:12",
            "id": "5448183",
            "reply_to_id": "5447894",
            "text": "Hah, vá. Snilldar hugmynd.\nLíst mjög vel á þetta. Einmitt að gera eitthvað svona skipulagt fyrir hinn aðillann.\nMjög flott."
        },
        {
            "user": "Neibb",
            "user_id": "59835",
            "date": "2007-12-04 17:36:05",
            "id": "5449123",
            "reply_to_id": "5447894",
            "text": "Ég kom til hans og fór með hann í Rúmfatalagerinn til þess að kaupa nýja kodda á rúmið, hann fílaði það í botn\nÉg verð að segja að ég sprakk úr hlátri þegar ég las þetta.\nAnnars er þetta mjög gott ráð."
        },
        {
            "user": "Tigercop",
            "user_id": "21417",
            "date": "2007-12-04 18:33:53",
            "id": "5449321",
            "reply_to_id": "5447894",
            "text": "Sérstakir Sunnudagar, eða aðrir dagar ef svo ber undir, er mjög sniðug hugmynd hjá þér til að lífga uppá sambandið.\nSvona lagað eins og þú tekur dæmi úr í því sem þið hafið gert saman - er ekkert nema snilldar leið til að styrkja sambandið og einnig til að kynnast hvort öðru og læra að þekkja hvort annað á allt annan hátt en hægt er að gera í bara hinu “venjulega” rútínulífi sem við lifum.\nSvona lagað er í raun bara kallað krydd í sambandið og allir vita að krydd gefur lífinu bara lit og bragð sem engan ætti að svíkja. Þetta er einnig hægt að gera í samböndum þar sem t.d. skeiðvallafílingurinn er farinn að verða ósköp hefðbundinn og á tíðum leiðinlegur vani. Að krydda uppá með ferskum hugmyndum eða nýjungum er bara snilld.\nVel gert hjá þér að deila þessu með okkur og gefa okkur hugmynd um hvað hægt er að gera þegar lífið virðist ætla að verða staðnað eða til að koma í veg fyrir að það verði bara “vani”.\nKveðja:\nTigercop á leiðinni út í Rómeó/Júlía til að kaupa sér bland í kassa fyrir næstu áramót."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-12-04 19:41:47",
            "id": "5449501",
            "reply_to_id": "5447894",
            "text": "þetta er bara andskoti góð hugmynd hjá þér!"
        },
        {
            "user": "intenz",
            "user_id": "127",
            "date": "2007-12-05 21:16:41",
            "id": "5452780",
            "reply_to_id": "5447894",
            "text": "Mjög góð hugmynd!"
        },
        {
            "user": "Typpleysingur",
            "user_id": "29440",
            "date": "2007-12-06 14:14:00",
            "id": "5454031",
            "reply_to_id": "5447894",
            "text": "Very Nice!!!"
        },
        {
            "user": "ninafina",
            "user_id": "29319",
            "date": "2007-12-08 01:15:11",
            "id": "5459219",
            "reply_to_id": "5447894",
            "text": "Sniðugt… en já þetta hlýtur bara að gerast hjá öllum pörum að lífið fer að verða einum of hversdagslegt með hvort öðru og svona..\nAnnars gerist það bara af og til að við parið förum út að borða eða upp í sveit til hans, það er rosa rosa gott að komast -bara burt-.\n=)\nMjög góð hugmynd annars. Ætla að reka þetta utan í kærastann ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-12-09 02:25:05",
            "id": "5461827",
            "reply_to_id": "5447894",
            "text": "Svari eytt"
        },
        {
            "user": "krusilina",
            "user_id": "70707",
            "date": "2008-01-16 22:27:04",
            "id": "5569092",
            "reply_to_id": "5447894",
            "text": "ææj hvað þið eruð sææt :D Æj þið eruð geðveikt rómó :D þetta er næstum betra en o.c ;D"
        },
        {
            "user": "AngelBitch",
            "user_id": "70186",
            "date": "2008-02-08 13:00:47",
            "id": "5622780",
            "reply_to_id": "5447894",
            "text": "oh ég ætla pottþétt að prófa þetta - þó svo að neistinn sé jafn sterkur núna:D þá má alltaf styrkjann! :D"
        }
    ]
}