{
    "forum_title": "Hljóðfæri",
    "user": "alexnokkvi",
    "user_id": "30297",
    "date": "2007-12-08 15:59:43",
    "title": "Fallegur Les Paul til sölu.",
    "text": "Komiði sælir kæru hugarar.\nÉg er hugsanlega með Epiphone Les Paul til sölu sem var keyptur í Rín 4 júlí 2003 á 75.905kr. Árið 2005 voru settir nýjir Gibson pikköppar í hann, nánar tiltekið 490R og 498T, einnig var skipt um tunera á honum og sett Gibson Vintage Pearl Tuners í hann. Þetta er fínasti gripur og sést lítið á honum( ekki nema örfáar rispur og oggulítil höggför. Fyrir þá sem eru með glögt auga þá er búið að skipta um nut(plastið sem strengirnir leggjast í á hálsinum) og er það aðeins hvítara en bindingin á fretunum. Þetta er vandaðasta týpan frá þeim og er eins og áður kom fram plast binding hjá fretunum þannig að þau standa ekki út, eins á sumum gíturum (ef menn eru ekki að fatta hvað ég er að tala um þá geta þeir skoða munin á Gibson SG Faded og svo Standard)\nÉg hafði hugsað mér að fá 50-55 þúsund fyrir hann. En það er ábyggilega hægt að prútta eða díla eitthvað við mig, skoða líka skipti en lof engu. Er staddur á Akureyri.\nEf þið hafið einhvern áhuga sendið mér þá endilega póst hér á huga eða bætið mér á contact listann á msninu ykkar. Get sent mynd af gripnum á msn. -> aalleexx755@hotmail.com <-\nTakk fyrir lestninguna.\nNökkvi",
    "url": "https://www.hugi.is/hljodfaeri/korkar/560424/fallegur-les-paul-til-solu/",
    "url_id": "560424",
    "id": "5460121",
    "replies": [
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2007-12-08 18:46:12",
            "id": "5460611",
            "reply_to_id": "5460121",
            "text": "senda mynd á theguerilla@hotmail.com ?"
        },
        {
            "user": "BillyHlyns",
            "user_id": "25614",
            "date": "2007-12-09 12:58:10",
            "id": "5462312",
            "reply_to_id": "5460121",
            "text": "bíð þér 40.000"
        },
        {
            "user": "alexnokkvi",
            "user_id": "30297",
            "date": "2007-12-09 16:13:57",
            "id": "5462889",
            "reply_to_id": "5462312",
            "text": "skoða málið."
        }
    ]
}