{
    "forum_title": "Heimspeki",
    "user": "frikki24",
    "user_id": "60779",
    "date": "2007-12-13 23:11:48",
    "title": "Karma",
    "text": "útaf skoðanakönuninni langar mig að koma á framfæri minni skoðun á “karma”.\nÉg hef tekið eftir því að karma er eitthvað sem fólk lítur á sem eitthvað yfirnáttúrulegt en að minni ályktun er það það ekki. Sumir segja að karma eigi sér uppruna sinn að gullnu reglunni, sem ég lít á að sé satt. Og þess háttar karma sem ég er að tala um hafið þið örugglega öll tekið eftir í daglegu lífi, ef þú ert örlátur, góður eða bara skemmtilegur við fólk færðu það alltaf/oftast endurgoldið á einn hátt eða annann. svo það sem ég á við er það að allir fá á endanum sín málalok og ekkert endilega á neinn yfirnáttúrulegann hátt, heimurinn þróast bara alltaf eins og hann á að gera.\nEndilega komið með komment og talið um fávisku mína.",
    "url": "https://www.hugi.is/heimspeki/korkar/561696/karma/",
    "url_id": "561696",
    "id": "5477216",
    "replies": [
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2007-12-14 00:09:19",
            "id": "5477440",
            "reply_to_id": "5477216",
            "text": "svo það sem ég á við er það að allir fá á endanum sín málalok og ekkert endilega á neinn yfirnáttúrulegann hátt\nAð sjálfsögðu! Það er ekkert að ástæðulausu sem laaaangflestar bíómyndir enda á því að vondi kallinn náist. Meina, hlýtur að vera eitthvað til í því."
        },
        {
            "user": "TheNative",
            "user_id": "43762",
            "date": "2007-12-14 03:21:46",
            "id": "5477809",
            "reply_to_id": "5477216",
            "text": "Það var nú eiginlega mín heimsmynd á karma líka :P, fann bara litla setningu sem að lýsti þessu svona í stuttu máli fyrir fólk sem að vissi ekki nákvæmlega hvað það væri.\nÉg trúi ekki á guð, en ég trúi því að maður fái tækifæri í lífinu til að láta gott af sér leiða. En ég trúi því samt líka að því meira sem að maður lætur gott af sér leiða í þessu lífi, því meira fær maður upp í hendurnar í því næsta. (Ójá, ég trúi á að maður endurfæðist, ekkert himnaríki, ekkert helvíti, heldur endurfæðing. Hvort sem að hún verður svo heaven eða hell að búa í.)\nEn svo er það líka, brostu framn í heimin, og þá brosir heimurinn framan í þig. ;)"
        },
        {
            "user": "Freesia",
            "user_id": "42190",
            "date": "2007-12-19 01:02:35",
            "id": "5491375",
            "reply_to_id": "5477809",
            "text": "Ég er algjörlega sammála þessu. Þú endurfæðist og þá byggist líf þitt á gjörðum þínum í fyrri lífum."
        },
        {
            "user": "frikki24",
            "user_id": "60779",
            "date": "2007-12-17 03:48:26",
            "id": "5486442",
            "reply_to_id": "5477216",
            "text": "Það fá ekki allir á endanum sín málalok…"
        },
        {
            "user": "frikki24",
            "user_id": "60779",
            "date": "2007-12-17 12:34:53",
            "id": "5486797",
            "reply_to_id": "5486442",
            "text": "og hvað lætur þig segja það?"
        },
        {
            "user": "frikki24",
            "user_id": "60779",
            "date": "2007-12-17 13:59:59",
            "id": "5486930",
            "reply_to_id": "5486797",
            "text": "Staðreyndir bara. Það fá ekki allir það sem þeir eiga skilið.\nKim-Il Sung, Mao Zedong, King Leopold II… Basically allir einræðisherrar."
        },
        {
            "user": "frikki24",
            "user_id": "60779",
            "date": "2007-12-17 14:03:20",
            "id": "5486938",
            "reply_to_id": "5486930",
            "text": "kannski ekki allveg rétt málalok, en helduru að þeir menn hafi verið hamingjusamir?"
        },
        {
            "user": "frikki24",
            "user_id": "60779",
            "date": "2007-12-17 14:08:24",
            "id": "5486958",
            "reply_to_id": "5486938",
            "text": "Hamingjusamari en milljónirnar sem þeir drápu, og mjög hamingjusamir miðað við hvað karma hefði átt að gera."
        },
        {
            "user": "frikki24",
            "user_id": "60779",
            "date": "2007-12-17 14:16:21",
            "id": "5486977",
            "reply_to_id": "5486958",
            "text": "Eins og Aristóteles sagði “Hamingjan er nægjusemi.” þessir menn drápu því þeim leið illa og höfðu átt ömurlegt líf og æsku, svo varla voru þeir hamingjusamir, bara móðursjúkir og veikir á geði.\nSammt skrítið að þeir hafi komist upp með allt þetta."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-12-17 15:33:34",
            "id": "5487180",
            "reply_to_id": "5486977",
            "text": "Þú getur ekkert sagt hvers vegna þeir gerðu þetta.\nEkkert svakalega skrítið að þeir hafi komist upp með þetta. Kommúnismi verður auðveldlega að einræði."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-12-18 19:16:24",
            "id": "5490418",
            "reply_to_id": "5486977",
            "text": "Úúúúú, score, þú vitnaðir í heimsspeking. Þú hlýtur að vita um hvað þú ert að tala."
        },
        {
            "user": "frikki24",
            "user_id": "60779",
            "date": "2007-12-22 00:55:07",
            "id": "5500182",
            "reply_to_id": "5486977",
            "text": "Mig langar aðeins að vita fyrst ég átti leið hér hjá: Hvernig passa fórnarlömbin inní þessa kenningu þína?"
        },
        {
            "user": "frikki24",
            "user_id": "60779",
            "date": "2007-12-22 16:26:48",
            "id": "5501393",
            "reply_to_id": "5500182",
            "text": "Veistu ég hef bara aldrei hugsað út í þetta frá þeirra sjónarmiði. Takk fyrir ábendinguna."
        },
        {
            "user": "Noproblem",
            "user_id": "23636",
            "date": "2007-12-18 02:51:27",
            "id": "5489020",
            "reply_to_id": "5486938",
            "text": "Hérna virðistu vera kominn í hringleiðslu rökvillu ásamt rökvillu óhittna kúrekans. Eða eitthvað.\nByrjar eiginlega á því að gefa þér að þetta sé einfaldlega svona, og því til sönnunar er hægt að taka sem dæmi einræðisherra (kúrekinn), og þar sem þú ert búinn að gefa þér að þetta sé satt hlýtur líf þeirra að hafa verið helvíti einhvernvegin, þ.e. með vanlíðan, þannig að kenningin þín stenst (hringleiðsla)."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2007-12-22 03:36:55",
            "id": "5500584",
            "reply_to_id": "5489020",
            "text": "Hérna virðistu vera kominn í hringleiðslu rökvillu ásamt rökvillu óhittna kúrekans. Eða eitthvað.\nHahahhahaha"
        },
        {
            "user": "Freesia",
            "user_id": "42190",
            "date": "2007-12-19 01:00:42",
            "id": "5491372",
            "reply_to_id": "5486930",
            "text": "Þeir fá kannski ekki það sem þeir eiga skilið í því lífi sem þeir voru slæmir, heldur í næsta lífi. Það er allavega mín trú."
        },
        {
            "user": "Freesia",
            "user_id": "42190",
            "date": "2007-12-19 01:16:05",
            "id": "5491399",
            "reply_to_id": "5491372",
            "text": "Já, þín trú sökkar og örugglega þú líka."
        },
        {
            "user": "Freesia",
            "user_id": "42190",
            "date": "2007-12-19 17:34:07",
            "id": "5492525",
            "reply_to_id": "5491399",
            "text": "Já, alveg pottþétt."
        },
        {
            "user": "Freesia",
            "user_id": "42190",
            "date": "2007-12-20 01:14:57",
            "id": "5494227",
            "reply_to_id": "5492525",
            "text": "Já? Viltu ekki segja eitthvað á móti því?"
        },
        {
            "user": "Freesia",
            "user_id": "42190",
            "date": "2007-12-20 04:05:15",
            "id": "5494536",
            "reply_to_id": "5494227",
            "text": "Ég sé bara engan tilgang í því að segja nokkuð á móti þessu. Ég fengi líka örugglega alveg jafnóþroskað svar og þetta svar þitt er."
        },
        {
            "user": "Freesia",
            "user_id": "42190",
            "date": "2007-12-20 05:47:26",
            "id": "5494592",
            "reply_to_id": "5494536",
            "text": "Óþroskað svar? Ertu viss um að þú sért ekki að reyna að vera þroskuð og setur þig á of háan stall, finnst þú þroskaðri með því að kalla aðra óþroskaða?\nEf að það kemur barn að þér og segist trúa á drauga, þá tekurðu því auðvitað ekki alvarlega. Sama með þig."
        },
        {
            "user": "Freesia",
            "user_id": "42190",
            "date": "2007-12-20 16:05:17",
            "id": "5495578",
            "reply_to_id": "5494592",
            "text": "Já, þín trú sökkar og örugglega þú líka.\nFinnst þér þú sýna þroska með þessu, að staðhæfa eitthvað sem þú veist ekkert um?\nAf hverju ætti ég ekki að taka barn alvarlega sem segðist trúa á drauga? Ég trúi sjálf á drauga.\nSvo veit ég ekki til þess að nokkuð sé hægt að sanna um trú og til dæmis karma og þar af leiðandi er ekki hægt að krefjast þess að maður komi með hugmyndir og skoðanir byggðar á einhverju öðru en því sem manni finnst sjálfum vera rétt. Ekki veit ég hverju þú trúir, ef það er þá eitthvað, en þú getur varla fært sönnur á það, þ.e.a.s. ef það er eitthvað “guðlegt” eða þess háttar.\nOg ef skoðanir mínar eru bara eitthvað rugl og “teknar úr lausu lofti” þá held ég að það sé hægt að segja það sama um hvaða trú sem er.\nBætt við 20. desember 2007 -  16:09\nÉg var aðeins að rugla þér saman við einhvern annan sem svaraði mér þannig þetta á ekki allt saman við það sem þú sagðir."
        },
        {
            "user": "Freesia",
            "user_id": "42190",
            "date": "2007-12-21 02:49:29",
            "id": "5497644",
            "reply_to_id": "5495578",
            "text": "Þú þyrftir kannski að lesa svarið frá honum kurt aftur, og síðan ættirðu að endurhugsa “trú” þína.\nHvers vegna trúirðu eiginlega á þetta? Trúirðu þessu frekar en öðru?\nKannski vegna þess að ‘þer finnst það’?\nEndilega svaraðu mér og segðu mér hvers vegna ‘þér finnst þetta’."
        },
        {
            "user": "Freesia",
            "user_id": "42190",
            "date": "2007-12-21 03:34:03",
            "id": "5497699",
            "reply_to_id": "5497644",
            "text": "Eigum við ekki bara að fá alla heimsbyggðina til að “endurhugsa ”trú“ sína”?\nBætt við 21. desember 2007 -  03:38\nSvo er ekki hægt að ætlast til þess að fólk rökstyðji eða gefi forsendur fyrir tilfinningum og innsæi."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-12-21 18:10:54",
            "id": "5498964",
            "reply_to_id": "5497699",
            "text": "Það væri lang best, náttúrulega. En þau mega alveg vera svona heimskuleg í friði.\nTilfinningar og innsæi? Meinarðu ‘random drasl, sem myndast vegna efnaskipta(eða einhvers)’?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-12-22 00:52:40",
            "id": "5500176",
            "reply_to_id": "5497699",
            "text": "Svo er ekki hægt að ætlast til þess að fólk rökstyðji eða gefi forsendur fyrir tilfinningum og innsæi.\nOg afhverju ekki?\nÉg veit svarið við þessari spurningu en mig langar bara að vita það hvernig þú heldur að það hjálpi þér eitthvað í þessari umræðu."
        },
        {
            "user": "st0rmur",
            "user_id": "58579",
            "date": "2007-12-19 06:40:25",
            "id": "5491587",
            "reply_to_id": "5486930",
            "text": "Adolf Hitler? slap nú anskoti vel"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-12-19 15:58:58",
            "id": "5492299",
            "reply_to_id": "5491587",
            "text": "Ekkert svo."
        },
        {
            "user": "habibi",
            "user_id": "53130",
            "date": "2007-12-20 15:57:08",
            "id": "5495564",
            "reply_to_id": "5491587",
            "text": "endaði með því að skjóta sig í hausinn. örugglega mega hamingjusamur gutti."
        },
        {
            "user": "st0rmur",
            "user_id": "58579",
            "date": "2007-12-20 20:13:42",
            "id": "5496218",
            "reply_to_id": "5495564",
            "text": "Hann slapp vel miðavið að stútta 8mill og endaði með því að skjóta sig, það er vel sluppið en frekar hefði hann átt að vera gripinn af rússunum"
        },
        {
            "user": "Freesia",
            "user_id": "42190",
            "date": "2007-12-19 01:07:06",
            "id": "5491383",
            "reply_to_id": "5477216",
            "text": "Áttu þá við að karma “eigi sér stað” í einu og sama lífinu en ekki á milli lífa?\nÉg vil meina að karma hafi áhrif á milli lífa. Slæmu og góðu hlutirnir sem þú gerir í þessu lífi hafa áhrif á aðstæður þínar í næsta lífi.\nEn það hlýtur auðvitað að vera þannig að ef þú lætur gott af þér leiða í þessu lífi, þá fáirðu eitthvað til baka sjálfur í sama lífinu. Ég vil samt ekki kalla það karma, en ég veit ekki hvað væri hægt að kalla það.\nÞað er mín skoðun/trú á karma."
        },
        {
            "user": "Freesia",
            "user_id": "42190",
            "date": "2007-12-19 02:25:55",
            "id": "5491496",
            "reply_to_id": "5491383",
            "text": "Það er mín skoðun/trú á karma.\n…sem þú greipst úr lausu lofti."
        },
        {
            "user": "Freesia",
            "user_id": "42190",
            "date": "2007-12-19 17:37:04",
            "id": "5492537",
            "reply_to_id": "5491496",
            "text": "Hvernig færðu það út? Eru mínar hugmyndir um þetta eitthvað verri eða óraunhæfari en þær sem þú hefur? Þessar hugmyndir mínar eru að hluta til komnar frá búddisma og að hluta til frá sjálfri mér."
        },
        {
            "user": "Freesia",
            "user_id": "42190",
            "date": "2007-12-19 17:42:55",
            "id": "5492560",
            "reply_to_id": "5492537",
            "text": "Já, þínar hugmyndir eru verri og óraunhæfari en mínar, aðallega útaf því að ég þykist ekki geta komið með skýringar á einhverju sem ég gæti ekki mögulega vitað nokkurn skapaðan hlut um.\nÞessar hugmyndir þínar eru gripnar úr lausu lofti og styðjast ekki við neitt.\nÞú gætir alveg eins valið þér tölu af handahófi og sagst vera komin með svarið við spurningunni “hvað eru mörg sandkorn í heiminum?”."
        },
        {
            "user": "Freesia",
            "user_id": "42190",
            "date": "2007-12-19 18:32:46",
            "id": "5492726",
            "reply_to_id": "5492560",
            "text": "Og hverjar eru svo þínar skoðanir?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-12-20 00:14:39",
            "id": "5494016",
            "reply_to_id": "5492726",
            "text": "Lestu svarið yfir aftur."
        },
        {
            "user": "st0rmur",
            "user_id": "58579",
            "date": "2007-12-19 06:50:27",
            "id": "5491590",
            "reply_to_id": "5477216",
            "text": "Mín skoðun á Karma er sú að þetta er “beisli” skabarna á bakk við orðið karma, svo þú myndir pass upp á þína framkomu og hvað þær myndu hafa í afleyðingu af sér.Ekki slæm hugmynd þar sem í “back in the day” var ekki mikið um sterka löggæslu og fólk var verulega hjátrúafult og þetta varð í raun að lögmáli svo fólk leidi af sér gott og hugsaði sig 2x um áður en það gerði eitthvað af sér. En varðandi Endurhólgun er annað mál, þó ég sé algjör 100% trúleysingi er mín heitasta ósk þó mér þyggi hún mjóg ólíklega verða sönn, er sú að þegar þú deyrð færðu vilja þínum fram með hvað þú trúir gerist. Þó ég trúi því að ég enda í moldinin óska ég þess að ég endurhólgist sem heimilist köttur með góðan eiganda og fái að ferðast um með frjálsanvilja, en áður en það gerist fæ ég “reportcard” varðandi um allt sem ég hef gert í tölum(óspennandi) t.d. hvað mikið af bjór ég hef drukkið, km ég hef labbað, lítrum ég hef brundað og þar fram eftir götum og ég geti spurt út í bláinn og fengið rétt svar.(frá æðri öflum sem “actuily” vita rétt svar“\nGood luck in the ”end\"life\ntakk fyrir mig og gleðilega kauphátíð"
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2007-12-22 03:34:25",
            "id": "5500575",
            "reply_to_id": "5477216",
            "text": "Svari eytt af stjórnanda"
        },
        {
            "user": "frikki24",
            "user_id": "60779",
            "date": "2007-12-22 16:37:49",
            "id": "5501432",
            "reply_to_id": "5500575",
            "text": "Ég skil vel hvað þú átt við, en það sem ég á við með þessum kork er aðallega: Ef þú kemur vel fram við aðra, koma aðrir vel fram við þig. Ég hafði aldrei pælt í þessu frá sjónarmiði fórnalambanna. Þannig takk fyrir ábendinguna, ég mun hugleiða þetta.\nOg já takk fyrir að hvetja mig til sjálfsmorðs."
        },
        {
            "user": "Kreoli",
            "user_id": "22696",
            "date": "2007-12-23 00:05:36",
            "id": "5502639",
            "reply_to_id": "5501432",
            "text": "Þitt var valið."
        }
    ]
}