{
    "forum_title": "Deiglan",
    "user": "Arthorn",
    "user_id": "53242",
    "date": "2007-12-15 11:07:56",
    "title": "BT og Elko :@",
    "text": "Sælir Hugarar. Ég veit að þessi umræða hefur oft dottið inn, en ég læt hana koma. Ég var að skoða PSP leiki inná bæði\nelko.is\nog\nbt.is\n, og inná Elko rakst ég á leikinn 50 Cent Bulletproof G Unit, hann kostar 990 kr. Svo fer ég og skoða leiki í PSP inná BT, og einmitt rekst á sama leik (50 Cent Bulletproof G Unit), og kostar hann HEILAR 4999 kr. Mér finnst þetta hneyksli!\nEndilega commenta álit ykkar á þessu!",
    "url": "https://www.hugi.is/deiglan/korkar/561987/bt-og-elko/",
    "url_id": "561987",
    "id": "5481419",
    "replies": [
        {
            "user": "AmanShne",
            "user_id": "53705",
            "date": "2007-12-15 14:10:08",
            "id": "5481663",
            "reply_to_id": "5481419",
            "text": "Já þetta er þroskaheft, að borga 7000 krónur fyrir nýjann leik, þetta væri eins og bandaríkjamenn væru að borga 120 dali fyrir nýjann leik, og þeir þurfa bara að borga um það bil 50 dali."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-12-15 15:06:34",
            "id": "5481771",
            "reply_to_id": "5481663",
            "text": "Nei, þetta er alls ekki eins og það.\nÞetta er meira eins og ef bandaríkjamenn borguðu 70 dali fyrir nýjan leik, þar sem allt annað er ódýrara í samræmi við verðin og þeir eru með lægri laun."
        },
        {
            "user": "phi",
            "user_id": "21587",
            "date": "2007-12-15 14:22:33",
            "id": "5481690",
            "reply_to_id": "5481419",
            "text": "Þetta er ekki hneyksli.  ELKO fær einfaldlega magnafslátt þegar þeir kaupa inn fyrir alla verslunarkeðjuna og það skilar sér í lægra verði.  Ef þú vilt ná verði niður í BT verslar þú bara við ELKO og þá neyðist BT til að lækka verðið ef þeir ætla að ná að selja eitthvað."
        },
        {
            "user": "Starr",
            "user_id": "49598",
            "date": "2008-01-03 23:23:01",
            "id": "5534625",
            "reply_to_id": "5481690",
            "text": "Held nú að BT fái stærri magnafslátt þar sem það er bæði pantað fyrir alla BT keðjuna sem er mun stærri en Elko og Skífuna.\nEru einfaldlega ekki bara ekki lágvöruverðs (hvernig sem þetta orð er) verslun, þetta er eins og að bera saman Bónus og Hagkaup."
        },
        {
            "user": "Mephz",
            "user_id": "29276",
            "date": "2007-12-15 21:15:16",
            "id": "5482670",
            "reply_to_id": "5481419",
            "text": "Verslaðu þá bara í Elko.\nEitthvað þarf að greiða fyrir allar auglýsingarnar sem BT er með, útvarp, sjónvarp, blöðin, sé ekki talað um vikulegu bæklingana sem eru jú ekki prentaðir á ódýrasta pappírinn."
        },
        {
            "user": "Mephz",
            "user_id": "29276",
            "date": "2007-12-15 21:41:37",
            "id": "5482743",
            "reply_to_id": "5482670",
            "text": "elko gera alveg svipað í þeim efnum…munurinn er að bara að BT setja hærra verð á vörurnar sínar og skella skuldinni á það að þeir versla hjá senu en það gera elko líka í einhverjum tilvikum."
        },
        {
            "user": "Arthorn",
            "user_id": "53242",
            "date": "2007-12-16 14:58:37",
            "id": "5484268",
            "reply_to_id": "5482670",
            "text": "Þegar maður á heima í Hveragerði, þá á maður því miður ekki leið í bæinn daglega :("
        },
        {
            "user": "enss1o",
            "user_id": "65333",
            "date": "2007-12-15 23:45:38",
            "id": "5483112",
            "reply_to_id": "5481419",
            "text": "Hahah já þetta er ótrúlegt marr…"
        },
        {
            "user": "Gexus",
            "user_id": "5048",
            "date": "2007-12-16 02:37:21",
            "id": "5483616",
            "reply_to_id": "5481419",
            "text": "Einmitt, svo er alveg 2000 króna munur á PS3 leikjum hjá BT og ELko…GETTU hver er með ódýrara verðið :'D"
        },
        {
            "user": "Arthorn",
            "user_id": "53242",
            "date": "2007-12-16 14:58:46",
            "id": "5484269",
            "reply_to_id": "5483616",
            "text": "BT? ;)"
        },
        {
            "user": "DrEvil",
            "user_id": "25921",
            "date": "2008-01-06 22:10:29",
            "id": "5542132",
            "reply_to_id": "5484269",
            "text": "Haldið persónulegum samræðum á MSN eða í formi tölvupósts, ekki hérna á huga."
        },
        {
            "user": "Arthorn",
            "user_id": "53242",
            "date": "2008-01-07 18:51:13",
            "id": "5544173",
            "reply_to_id": "5542132",
            "text": ":("
        },
        {
            "user": "DrEvil",
            "user_id": "25921",
            "date": "2007-12-17 01:34:56",
            "id": "5486217",
            "reply_to_id": "5481419",
            "text": "BT.is er mjög óáreiðanleg, ég myndi forvitnast um þetta verð með öðrum hætti.\nÍ öðru lagi þá hafa elko efni á því að vera lægri en BT í mörgum tilvikum því að aðalhagnaður Elko kemur af sölu á stærri raftækjum, eins og sjónvörpum, þvottavélum ísskápum og þurrkurum.\nSmásalan skiptir elko mun minna máli, á meðan hún vegur mjög þungt í hagnaði BT, þótt þeir selji einnig nokkuð af sjónvörpum og tölvum.\nBætt við 17. desember 2007 -  01:38\nEins og Bónus og Hagkaup, þær eru oft með DVD myndir á lægra verði en í BT, yfirleitt á kostnaðarverði, rétt eins og Elko, einungis til þess að lokka fólk inní búðirnar."
        },
        {
            "user": "lilienfeld",
            "user_id": "20337",
            "date": "2007-12-17 01:56:53",
            "id": "5486267",
            "reply_to_id": "5486217",
            "text": "Þú verður að athuga það að þessar auglýsingar sem maður sér í blöðunum frá Hagkaup, þar sem þeir auglýsa svakaleg tilboð á CD og DVD eru aðallega bara plat. Þær birtast yfirleitt á fimmtudögum eða föstudögum og svo stendur neðst með pínupínulitlum stöfum:\n“Tilboðin gilda aðeins á fimmtudagin/föstudaginn”\nÆtlað til þess að fólk sem fer þangað um helgina grípi þessa diska með af því að þeir eru svo “ódýrir” og taki svo ekki eftir verðmuninum því að hann týnist í öllum matnum og hinu sem er verið að kaupa.\nBætt við 17. desember 2007 -  02:01\nhaha sorrý, las ekki nógu vel..\nÞað var víst akkúrat þetta sem þú varst að segja.. :)"
        },
        {
            "user": "nonamed",
            "user_id": "59192",
            "date": "2007-12-19 16:51:55",
            "id": "5492420",
            "reply_to_id": "5481419",
            "text": "ELKO er nú ekkert algott…sölumaður prúttaði inná mig tryggingu sem skv. honum tryggði símann gegn öllu NEMA að ég týndi honum.\nNú, svo var honum stolið, og ég ætla mér að fá annan síma enda var það innifalið í tryggingunni eftir því að ég best vissi.\nEn neeeei….tryggingin fyrir að honum sé stolið gildir þá aðeins ef um innbrot var að ræða. Ekki ef hann var í tösku vinkonu minnar sem greinilega var stolið, þó ekki væri um innbrot að ræða, og hafði ég m.a.s. lögregluskýrslu uppá það.\nÓgeðslega fyrirtæki."
        },
        {
            "user": "nonamed",
            "user_id": "59192",
            "date": "2008-01-10 07:35:39",
            "id": "5551018",
            "reply_to_id": "5492420",
            "text": "jább Elko er vibba fyrirtæki bara útaf því að þeir geta ekki bætt allt   efast um að BT sé með svona tryggingu sem bætir það ef símanum er stolið.."
        },
        {
            "user": "nonamed",
            "user_id": "59192",
            "date": "2008-01-10 13:06:03",
            "id": "5551402",
            "reply_to_id": "5551018",
            "text": "hahahaha….útúrsnúningur dauðans. reyndu að fatta. plís. reyndu."
        },
        {
            "user": "nonamed",
            "user_id": "59192",
            "date": "2008-01-10 14:43:08",
            "id": "5551580",
            "reply_to_id": "5551402",
            "text": "búinn að vera að lesa þetta yfir aftur og aftur núna og ég bara skil þetta ekki. =/"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-01-10 14:45:23",
            "id": "5551589",
            "reply_to_id": "5551580",
            "text": "Þeir seldu mér tryggingu sem, skv. sölumanninum, náði yfir það sem svo gerðist. Þegar ég fór svo að innheimta trygginguna, þá viti menn…ég fékk ekki neitt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-12-19 17:48:01",
            "id": "5492575",
            "reply_to_id": "5481419",
            "text": "Þetta er svona,\nt.d. þá sérhæfir BT sig í leikjum, tölvum og öllu því. Elko hefur þarna helminginn tölvur, TV og leiki en hitt fyrir heimilistæki.\nEinnig verslar BT við senu og auglýsingar, blöð og allt það kostar sitt."
        },
        {
            "user": "axuz",
            "user_id": "7235",
            "date": "2007-12-20 18:30:06",
            "id": "5495914",
            "reply_to_id": "5481419",
            "text": "Segðu … t.d. Næturvaktin á DVD hjá BT 3.699\nEn í Elkó á 2.795….\nEr löngu búinn að færa viðskiptin mín frá BT þannig að ekki kvarta ég .. nema varan sé uppseld í Elko :p"
        },
        {
            "user": "Arthorn",
            "user_id": "53242",
            "date": "2007-12-21 23:19:57",
            "id": "5499852",
            "reply_to_id": "5495914",
            "text": "Já, ég væri til í það ef ég gæti. Ég á bara heima í Hveragerði og ekki kominn með bílpróf, meira að segja langt í það. Er mjög sár :/"
        },
        {
            "user": "Charley",
            "user_id": "44638",
            "date": "2008-01-08 10:24:33",
            "id": "5545790",
            "reply_to_id": "5481419",
            "text": "jamm þetta er fáránlegt ég fór t.d uppí BT  um daginn og ætlaði að kaupa mér COD4 og þar var hann á 4999.- kr svo þegar ég er í þann mund að fara á kassann hringir félagi minn í mig og þá fann hann nákvæmlega sama leik í MAX raftæki á 2490.- kr ég að sjálfsögðu setti leikinn bara aftur í hilluna og fór í max læt ekki okra svona á mé"
        },
        {
            "user": "nonamed",
            "user_id": "59192",
            "date": "2008-01-10 07:36:29",
            "id": "5551020",
            "reply_to_id": "5545790",
            "text": "Heyr Heyr!"
        }
    ]
}