{
    "forum_title": "Skátar",
    "user": "Audigy",
    "user_id": "59230",
    "date": "2007-12-16 01:12:59",
    "title": "Samkeppni um mótssöng Landsmóts skáta 2008",
    "text": "Mótsstjórn Landsmóts skáta 2008 efnir til samkeppni um mótssöng fyrir Landsmót skáta 2008 og heitir veglegum verðlaunum fyrir besta sönginn - kr. 100.000.-!\nBæði verður tekið á móti frumsömdu lagi og texta sem og texta við þekkt lag.  Lagið þarf að vera taktfast, hresst  og unnt að spila undir með einföldum gítaleik og gert ráð fyrir að hann syngist í fjöldasöng.  Textinn skal vera einfaldur og skal í honum koma fram heitið LANDSMÓT sem og orðið SKÁTI eða SKÁTAR og skal líka vísa til þema mótsins í textanum þ.e. Á VÍKINGASLÓÐ eða VÍKINGAR.  Þá má við samningu þess hafa í huga að búnar verði til hreyfingar þátttakenda meðan lagið er sungið eins og gjarnan er skátasiður.  Textinn má ekki vera langur, til dæmis tvö erindi og viðlag sem sungið er tvisvar og skal lagið í heild sinni ekki taka lengri tíma í flutningi en 2.5 mín.\nSkilafrestur lagsins er 31.desember 2007 og skal skila því á skrifstofu BÍS og skal nafn höfundar/a  fylgja með sér í lokuðu umslagi.  Það þarf að vera á tölvutæku formi, sungið með undirspili og texti og gítargrip fylgja með.\nMótsstjórn skipar dómnefnd og verður mótssöngurinn valinn fljótlega á nýju ári og verður þess getið á heimasíðu landsmótsins.  Höfundur/ar munu hljóta að launum vöruúttekt hjá útivistarversluninni Útilíf  kr. 100.000.-\nCoperað af www.skatar.is",
    "url": "https://www.hugi.is/skatar/greinar/562073/samkeppni-um-motssong-landsmots-skata-2008/",
    "url_id": "562073",
    "id": "5482642",
    "replies": [
        {
            "user": null,
            "user_id": null,
            "date": "2007-12-16 01:26:06",
            "id": "5483421",
            "reply_to_id": "5482642",
            "text": "Kewl, Jói bar að senda inn grein ha?"
        },
        {
            "user": "Audigy",
            "user_id": "59230",
            "date": "2007-12-16 02:21:07",
            "id": "5483587",
            "reply_to_id": "5482642",
            "text": "Svari eytt"
        },
        {
            "user": "Audigy",
            "user_id": "59230",
            "date": "2007-12-16 14:31:53",
            "id": "5484210",
            "reply_to_id": "5483587",
            "text": "uuuu nei ekki lame"
        },
        {
            "user": "Hdz",
            "user_id": "47523",
            "date": "2007-12-16 15:21:46",
            "id": "5484307",
            "reply_to_id": "5484210",
            "text": "Svari eytt"
        },
        {
            "user": "Hdz",
            "user_id": "47523",
            "date": "2007-12-16 16:06:15",
            "id": "5484398",
            "reply_to_id": "5484307",
            "text": "Finnur bara einhvern sem ætlar að kaupa sér eitthvað dýrt í útilíf og lætur hann fá gjafabréfið í staðinn fyrir pening."
        },
        {
            "user": "dresinn",
            "user_id": "46045",
            "date": "2007-12-16 20:06:11",
            "id": "5485078",
            "reply_to_id": "5483587",
            "text": "vá hvað það er svona ein úlpa og skóreimar."
        },
        {
            "user": "dresinn",
            "user_id": "46045",
            "date": "2007-12-17 12:45:56",
            "id": "5486814",
            "reply_to_id": "5485078",
            "text": "nei rólegur það er alveg ein úlpa og hálf skóreim með  10%afslætti"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-12-17 16:52:54",
            "id": "5487413",
            "reply_to_id": "5486814",
            "text": "Hahahaha."
        },
        {
            "user": "geirib",
            "user_id": "17461",
            "date": "2007-12-18 01:34:12",
            "id": "5488931",
            "reply_to_id": "5482642",
            "text": "Þó allavegana betra að fá inneign í útilíf heldur en í búðinni uppá bandalagi :)"
        },
        {
            "user": "Bleh",
            "user_id": "3395",
            "date": "2007-12-18 02:39:18",
            "id": "5489013",
            "reply_to_id": "5488931",
            "text": "Ef þetta væri úttekt í Skátabúðinni þá myndi ég klárlega nota allan peninginn til að kaupa skátapeysur:D"
        },
        {
            "user": "geirib",
            "user_id": "17461",
            "date": "2007-12-18 21:59:51",
            "id": "5490858",
            "reply_to_id": "5489013",
            "text": "Haha, ég mana þig í að semja lag, láta það vinna, spjalla við þau uppá bandalagi um að fá inneign í skátabúðina í staðinn, kaupa skátapeysur fyrir peninginn og reyna að koma þér í þær allar í einu :) þá skal ég bæta öðrum 100.000 kalli oná :)"
        }
    ]
}