{
    "forum_title": "Smásögur",
    "user": "tmar",
    "user_id": "14050",
    "date": "2001-12-16 22:51:30",
    "title": "Slys",
    "text": "Senn rennur ágústkvöldið saman við nóttina. Á dökkleitum næturhimninum má enn sjá blóðrauðar rákir síðustu sólargeislanna.  Fjöllin standa í skugga hinum megin við fjörðinn. Örlítil gola gárar hann.\nÍ litlu húsi situr kona inni í eldhúsi. Kona sem er alveg eins og hinar konurnar sem búa í firðinum. Hún kannski hugsar um heimilið, börnin eða hvað eigi að vera í matinn í kvöld. Kannski er maðurinn hennar er úti á sjó. Kannski situr á gólfinu barn og litar í bók. Þannig er það í þessu litla húsi.\nInnar í fiðrinum er bensínstöð. Þar inni stendur maður og borðar pylsu. Hann er ósköp venjulegur, hamingjusamur maður. Við hlið hans er stúlkan hans og hún hlær. Þegar hann er búinn með pylsuna ganga þau saman út í bláan bíl og setjast inn.\nKonan í litla húsinu ákveður að í kvöld skuli hún elda kjötbollur. Hún steikir fars og sýður kartöflur. Hún opnar skáp og leitar að sultu. En hún finnur enga.  Hún snýr sér að barninu og segir því að hlaupa yfir til þeirra á móti, til að fá lánaða sultu.\nBarnið stendur upp og gengur af stað.\nMaðurinn startar bílnum. Þau ætla að fara út með firðinum. Hann leggur af stað. Bíllinn liggur vel á veginum og þau eru ein. Hlíðin og símastaurarnir þjóta hjá, eins og skuggar í draumi. Með hægri höndinni snertir hann stúlkuna og hann er hamingjusamur. Hún liggur og lætur hugann reika um ókunn lönd.\nSíðustu mínútuna í lífi barns, getur móðir þess setið inni í eldhúsi og hugsað um hvítar tennur þess eða fallegu myndina sem það litaði. Síðustu mínútuna í lífi barns, getur hamingjusamur maður hugsað um hve falleg stúlkan er við hlið hans. Síðustu mínútuna í lífi barns, getur stúlkan hugsað um snæviklædda fjallstinda. En eftir síðustu mínútuna er allt orðið of seint.\nEftir á, liggur brotin sultukrukka í götunni. Eftir á, reynir maðurinn að stíga út úr bílnum. Eftir á, kemur móðir barnsins hlaupandi út og veinar. Eftir á, situr stúlkan í framsætinu stjörf af skelfingu.\nEftir á, á leiðinni heim er dauðaþögn í bílnum. Maðurinn veit að þessi þögn er óvinur hans. Hann veit að hún mun ásækja hann í mörg ár og það er ekki fyrr en hann öskrar á móti, að þetta var ekki honum að kenna, þó svo að hann viti að það er lygi, að draumar hans gerast rólegri.\nÞetta ágústkvöld rennur saman við nóttina. Blóðrauðar rákir sjást enn í götunni og hinum megin standa fjöllin hljóð. Í litlu húsi er kona sem grætur. Hún er ekki eins og hinar konurnar. Hún á ekkert barn.",
    "url": "https://www.hugi.is/smasogur/greinar/56259/slys/",
    "url_id": "56259",
    "id": "375818",
    "replies": [
        {
            "user": "tmar",
            "user_id": "14050",
            "date": "2001-12-22 02:57:31",
            "id": "375819",
            "reply_to_id": "375818",
            "text": "Þetta var mjög áhrifamikil lítil saga, og í endanum\nfékk ég svonan léttan hroll í líkaman. Ég sá þetta líka\nnokkurn veginn fyrir mér.. Flott saga.."
        },
        {
            "user": "tmar",
            "user_id": "14050",
            "date": "2001-12-22 23:32:12",
            "id": "375820",
            "reply_to_id": "375819",
            "text": "ég reyndi að vera eins hlutlægur og ég gat….sbr.\nlýsinguna á hýðingunni í Gerplu….það vekur yfirleitt\nupp sterkari tilfinningar en að vera hlutdrægur….en\ner nokkurn tímann hægt að vera hlutlægur?"
        }
    ]
}