{
    "forum_title": "Deiglan",
    "user": "Eldkatla",
    "user_id": "15501",
    "date": "2007-12-20 04:33:03",
    "title": "Pælingar",
    "text": "Ég hef verið að pæla, allir hérna virðast átta sig á að stefna feministafélags íslands sé algjör öfga stefna og ættu í raun ekki skilið að fá að kalla sig feminist.\nEn hvers vegna eru þá í öllum greinum og þræðum hamrað á hvað feminisarnir í feminista félagi íslands ganga langt.\nEigum við virkilega að taka þátt í þessu með þeim og gjörsamlega grafa undir hugtakinu?\nOg hvers vegna þegar umræða um nauðganir spertta upp notendur fljúgandi (svo ég orði þetta skemmtilega:) að og lýsa yfir áhyggjum sínum yfir hættunni að gaurar skuli verða dæmdir saklausir, eigum við ekki að ferkar að hafa áhyggjur af því að saklaust fólk sé dæmt fyrir morð? er einhver meiri hætta á að menn verði dæmdir saklausir fyrir kynferðisbrot en fyrir aðra glæpi?\nBara smá pælingar..",
    "url": "https://www.hugi.is/deiglan/korkar/563028/paelingar/",
    "url_id": "563028",
    "id": "5494555",
    "replies": [
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2007-12-20 04:45:45",
            "id": "5494565",
            "reply_to_id": "5494555",
            "text": "Það er eitthvað við kynferðisbrot sem fær okkur til að dæma menn burtséð rá því hvort að þeir séu sýknaðir eða ekki.\nÞað er erfitt að sanna kynferðisbrot og því vill fólk oft halda því fram að gaurinn sem sýknaður fyrir að snerta 10 ára stjúpdóttur sína á óviðeigandi stöðum hljóti samt að vera sekur; það bara var ekki leið að sanna það.\nEf maður er einu sinni kærður fyrir nauðgun þá losnar maður aldrei við það.\nDamn, þetta er lélegt svar. Ég er hálffullur svo sýndu skilning.\nOg já, bara svo ég haldi mig við hefðina; í hverju ertu?"
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2007-12-20 04:53:21",
            "id": "5494576",
            "reply_to_id": "5494565",
            "text": "alltaf jafn upplífgandi dúllan mín :D\nuhumm.. en er það þá hlutur sem fórnarlömb þurfa að líða fyrir að samfélagið taki svona áhvaðranir, það virðist sem í hvert skipti að fólk taki þau trúanleg með seimingi??"
        }
    ]
}