{
    "forum_title": "Hljóðfæri",
    "user": "dancoolsan",
    "user_id": "25940",
    "date": "2007-12-20 01:11:29",
    "title": "GÍTAR OG PEDALAR TIL SÖLU!",
    "text": "Ég er að selja eftirfarandi hluti;\nFENDER LEAD II:\nÓtrúlega sjaldgæfur gítar sem var framleiddur árið 1982. Þessi Fender gítar er svartur með svörtum pickguard og á sér fjölmarga aðdáendur, þ.á.m. Eric Clapton, sem tók upp heila plötu eingöngu með honum og er hann einn af fáum gíturum sem haldin er fansiða tileinkuð! Þar er hægt að finna frekari upplýsingar um gripinn;\nFender Lead II Fan-Site:\nhttp://jfetdel.free.fr/lead\nVerð: 45.000 kr.\nTECH 21'S AMERICAN WOMAN:\nÞessi overdrive pedall frá Tech 21 er tileinkaður þekktu gítarsólói Randy Bachman sem seinna var í Bachman-Turner Overdrive. Notaður gítareffect í góðu lagi og virkilega vel sándandi overdrive pedall!\nhttp://www.soundservice.de/graphik/tech_21/AW1-photo.gif\nVerð: 6.000 kr.\nBOSS CHORUS ENSEMBLE:\nMjög fjölhæfur chorus pedall frá Boss me level rate og filter á high og low chorus. Þessi chorus er vinsælasti chorus pedall í heiminum í dag skv. könnunum, mest notaður í upptökur og talinn vera besti compact pedall boss. Nýlegur og í góðu lagi!\nhttp://www.mofline.com/images/boss/CE-5.jpg\nVerð: 5.000 kr.",
    "url": "https://www.hugi.is/hljodfaeri/korkar/563011/gitar-og-pedalar-til-solu/",
    "url_id": "563011",
    "id": "5494220",
    "replies": [
        {
            "user": "StefanDada",
            "user_id": "65514",
            "date": "2007-12-20 01:30:13",
            "id": "5494266",
            "reply_to_id": "5494220",
            "text": "búinn að senda hugapóst"
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2007-12-20 01:31:22",
            "id": "5494271",
            "reply_to_id": "5494220",
            "text": "Keyptirðu Fenderinn af gaur sem heitir Siggi fyrir ca 13 árum síðan?\nÉg var með nákvæmlega svona gítar í láni frá honum á tímabili, stórskemmtilegt hljóðfæri."
        },
        {
            "user": "dancoolsan",
            "user_id": "25940",
            "date": "2007-12-20 01:35:50",
            "id": "5494275",
            "reply_to_id": "5494271",
            "text": "hehe… það getur vel verið að hann komi upprunalega frá honum, já. þetta var fyrsti gítarinn minn, keypti hann fyrir 10 árum í samspili, sem var á horninu á nóatúni og brautarholti, og notaði eingöngu hann lengi vel :)"
        },
        {
            "user": "Elvis2",
            "user_id": "10456",
            "date": "2007-12-20 01:45:01",
            "id": "5494297",
            "reply_to_id": "5494275",
            "text": "Fyrsti gítarinn þinn? Ekki selja hann þá, þú munt sjá eftir honum.\nMinn fyrsti var 1976 árgerð Aria Pro2 með dimarzio super distortion pickuppum, seldi hann fyrir 16000 kall fyrir svona 10 árum síðan og hef bölvað þeirri sölu síðan.\nKomst reyndar að því að Aria eru búnir að endurútgefa þennann gítar í upprunalegu útliti (kostar víst hálfan annann helling núna) þannig að ég kannski fæ mér annann en það verður samt aldrei eins sko.."
        }
    ]
}