{
    "forum_title": "Harry Potter",
    "user": null,
    "user_id": null,
    "date": "2007-12-21 22:34:30",
    "title": "Fyrstu jólin - [Jólasögukeppni]",
    "text": "Þetta fjallar um fyrstu jól Severusar og Lily í Hogwarts\n&#8222;Verður þú í skólanum um jólin?&#8220;\n&#8222;Ég veit það ekki, vonandi&#8220;  svaraði Snape. &#8222;En þú?&#8220;\n&#8222;Ég hugsa að ég fari heim. Mig langar samt rosalega að vera hér. Jól í Hogwarts, það hlýtur að vera magnað&#8220; svaraði Lily og horfði dreymin út í loftið. &#8222;James segir allavegana að það sé þannig.&#8220;\nSnape hrökk upp úr eigin hugsunum um leið og Lily nefndi James á nafn. Lily tók samt ekki eftir neinu, hún var að hugsa um Stóra Salinn, hvernig hann væri skreyttur, matinn, hvernig myndi hann bragðast.\n&#8222;James?&#8220; spurði Snape með hálfgerðum leiðindatón.\n&#8222;Já&#8220; svaraði Lily þegar hún var búin að bragða á kalkúninum og hunangsölinu í huga sér. &#8222;Hann, Sirius og allir eldri nemendurnir sem hafa verið hér um jólin. Er eitthvað vandamál?&#8220;\n&#8222;Nei, nei&#8220; svaraði Snape og reyndi að hljóma kæruleysislega en það mistókst algerlega. &#8222;Ég var bara að spá hvernig getur hann vitað hvernig það er að vera hérna á jólunum, hann er bara á fyrsta ári eins og við.&#8220;\n&#8222;Ég veit hann er á fyrsta ári en hann segir samt að það sé rosalega flott.&#8220;\nÞau sátu saman í grasinu í smá stund og hugsuðu um sitthvorn hlutinn. Lily var ennþá með hugann við jólin en Snape hugsaði James þegjandi þörfina. Snape hataði James útaf lífinu. Frá því að þeir hittust fyrst, atvikið í lestinni og svo ekki sé minnst á atvikið í töfrabragðatímanum. James hafði kveikt í skykkjunni hans og Snape hafði orgað\nAquamenti!\nsem að sjálfssögðu virkaði. Vatn sprautaðist út um allt og Snape vissi ekki hvernig maður átti að stöðva galdurinn. Það endaði með því að Tawney prófessor þurfti að skerast í leikinn. Þegar yfirlauk var öll stofan rennandi, skykkjan hans ónýt og James, Sirius og Peter grenjandi af hlátri.\nEn þarna sátu þau í snjónu og hlustuðu á þögnina. Ekkert heyrðist nema það sem gárurnar á vatninu gáfu frá sér og einstaka fuglstíst. Allt í einu hreyfðist grasið fyrir aftan þau og þrír hausar komu í ljós. Einn var með gleraugu og kolsvart ýft hár, næsti var með brúnt axlasítt hár en sá seinasti minnti örlítið á rottu.\n&#8222;Hvað eruð þið að gera?&#8220; hálfæpti James.\n&#8222;Ehhh… við..&#8220; Lily náði ekki að klára setninguna því Sirius greip frammí fyrir henni. &#8222;Er það ekki augljóst? Kærustuparið var að kyssast!&#8220;  Peter litli tísti af hlátri meðan Snape varð fjólublár í framan.\n&#8222;Æji, fyrirgefið&#8220; sagði James með hæðnistón  og greip fyrir munninn. &#8222;Það seinasta sem við ætluðum að gera var að trufla ykkur.&#8220; Peter gat ekki haldið aftur af sér lengur, hann veltist um af hlátri.\n&#8222;Farið og truflið einhvern annan!&#8220; sagði Lily, ekki fallega.\n&#8222;Ég skal íhuga það ef þú biður fallega&#8220; svaraði James og glotti framan í Sirius. Peter virtist loksins vera að jafna sig og stóð á fætur.\n&#8222;Gætuð þið verið svo vænir að fara eitthvert annað og láta okkur í friði?&#8220; bað Lily. Snjóbolti flaug í gegnum loftið og hæfði hana í öxlin, hún sneri sér við, næsti fór í bakið á henni. &#8222;Þetta þýðir víst nei&#8220; sagði hún við sjálfa sig. Peter var aftur byrjaður að tísta.\n&#8222;Hvað er að Snivellus? Ætlarðu ekki að verja kærustuna þína?&#8220; kallaði Sirius. Þetta varð til þess að Peter hló enn þá meir en áðan.\nSnape sem hafði staðið þarna hjá eins og illa gerður hlutur  brást við með þvílíkum hraða að engispretta hefði dauðskammast sín. Sprotinn hans beindist að James og neistar flugu út úr sprotaendanum.\n&#8222;Ekki… voga þér… að kasta… fleiri… snjóboltum… í hana!&#8220; stamaði Snape af reiði. Sirius hafði dregið sinn sprota upp en Peter lá ennþá á jörðinni.\n&#8222;Hvað ætlarðu að gera?&#8220; sagði James og glotti. &#8222;Sprauta á mig vatni?&#8220; Peter, sem var nýkominn á lappir og minnti helst á snjókall, datt framfyrir sig og byrjaði aftur að hlæja.\n&#8222;\nDiffindo!\n&#8220; orgaði Snape. Álögin misstu marks en fóru í fugl sem var að flögra þarna hjá og hreinlega tættu hann í sundur. Ef hann hefði ekki haft fjaðrir hefðiru ekki getað sagt til um hvaða dýr þetta var.\n&#8222;\nRænul-\n&#8220;\n&#8222;\nHemill!\n&#8220; Snape varð fyrri til. James sældist í sprotann sinn en Snape hafði afvopnað hann áður en hann gat gert neitt.\n&#8222;Værirðu til í að láta okkur í friði?&#8220; urraði hann á James með sprotann á lofti. James þaut í burtu eins og elding og Peter skreið á eftir honum. Sirius hljóp á eftir þeim eftir að álögin hættu að virka.\nSnape sneri sér við en Lily var líka farin. Hann rölti því í hægðum sínum upp í kastala.\nNokkrir dagar liðu og skólinn gekk sinn vanagang. James og Sirius höfðu ekki klagað í neinn um það sem hafði gerst við vatnið. Enginn, enginn mátti vita að Snivellus hefði rústað þeim. Þeir höfðu reyndar verið aðeins leiðinlegri við hann eftir þetta en fóru ekki yfir strikið. Ekki vildu þeir enda eins og aumingja fuglinn.\nFleiri dagar liðu og snjónum kyngdi niður. Jólin nálguðust óðfluga. Lily og Snape sátu aftur á sama stað við vatnið. Ekkert hafði breyst nema það var meiri snjór, engir Gryffindor strákar og það snjóaði eins og einhver væri með flösu þarna uppi. Þau sátu og gerðu ekkert, sátu bara og röbbuðu.\n&#8222;Ég var búinn að segja fyrirgefðu útaf þessu með strákana og fuglinn&#8220; sagði Snape skömmustulegur.\n&#8222;Ég veit þú varst búinn að því, Sev&#8220; svaraði Lily og horfði út á vatnið.\n&#8222;Er þá ekki allt í lagi?&#8220; spurði hann.\n&#8222;Jú jú.&#8220; Hálfinnantómt svar en það dugaði Snape.\nÞögn.\n&#8222;Verður þú hérna um jólin?&#8220; spurði Lily kæruleysislega.\n&#8222;Já. Ég nenni ekki að fara heim, pabbi og mamma eru alltaf að rífast.&#8220; sagði Snape.\nÞögn.\n&#8222;En, þú?&#8220; spurði hann.\n&#8222;Ha, hvað?&#8220;\n&#8222;Verður þú hérna um jólin?&#8220;\n&#8222;Nei, ég fer heim á eftir og verð hjá pabba og mömmu. Mig langar samt eiginlega ekkert til að fara fyrr en annan í jólum. Þá fer Tuney til afa og ömmu.&#8220; svaraði Lily.\nÞögn.\n&#8222;Tuney hatar mig örugglega&#8220; sagði Lily og augun fylltust af tárum. Snape var nærrum því búinn að segja, það er allt í lagi, hún er bara muggi, en náði að stoppa sig á seinustu stundu. Snape vissi ekkert hvað hann átti að segja, hann horfði bara á Lily gráta.\n&#8222;Þetta er allt í lagi. Hún er bara öfundsjúk út í þig. Öfundsjúk því þú ert norn og ekki bara norn, heldur mjög góð norn. Eini jafnaldri minn sem er betri í töfradrykkjafræði en ég.&#8220; Þetta var það besta sem hann fann upp á til að segja en það dugði, Lily hætti að gráta.\n&#8222;Þú segir þetta örugglega bara til að láta mér líða betur&#8220; hvíslaði hún og þurkaði tárin af kinnunum á ´ser.\n&#8222;Reyndar&#8220; sagði Snape glottandi.\nÁður en hann vissi af hafði Lily kastað sér á hann faðmað hann að sér hálfgrátandi. Snape gerði ekkert, sagði ekkert, bara leyfði henni að faðma sig.\nLoksins sleppti hún takinu og steig aðeins frá honum. Snape sá sjálfan sig speglast í tárvotum augunum. Lýt ég virkilega svona út? hugsaði hann. Lily laumaði inn á hann litlum pakka. Hvað ætli þetta sé? Ætli hún gefi James pakka? hugsaði Snape.\n&#8222;Gleðileg jól, Severus&#8220; sagði Lily og kyssti hann á kinnina. Síðan valhoppaði hún í átt að kastalanum og skildi Snape eftir eftir eins og kjána. Kjána sem hafði verið kysstur af engli, nei, kjána sem hafði verið kysstur af Lily Evans.\nVonandi líkaði ykkur þetta.",
    "url": "https://www.hugi.is/hp/greinar/563289/fyrstu-jolin-jolasogukeppni/",
    "url_id": "563289",
    "id": "5498005",
    "replies": [
        {
            "user": "Catium",
            "user_id": "56286",
            "date": "2007-12-21 23:01:19",
            "id": "5499812",
            "reply_to_id": "5498005",
            "text": "Ííííí….mér finnst hún geðveikt góð og mjög sæt. Hehehe Snape rústaði James og co. snilld."
        },
        {
            "user": "Weasley",
            "user_id": "54296",
            "date": "2007-12-21 23:19:19",
            "id": "5499849",
            "reply_to_id": "5498005",
            "text": "æi þetta var krúttlegt"
        },
        {
            "user": "snugglemurder",
            "user_id": "67670",
            "date": "2007-12-22 09:58:02",
            "id": "5500731",
            "reply_to_id": "5498005",
            "text": "krúttlega saga"
        },
        {
            "user": "GullaGris",
            "user_id": "51458",
            "date": "2007-12-22 11:40:40",
            "id": "5500804",
            "reply_to_id": "5498005",
            "text": "Aaaw, how sweet! Þau eru svo miklar dúllur saman, ég dýrka þetta par! Þetta var ekkert nema snilld hjá þér.\n(En er það bara ég, eða er fullt af tölum í staðinn fyrir gæsalappirnar?)"
        },
        {
            "user": "sabbath",
            "user_id": "64154",
            "date": "2007-12-22 12:34:41",
            "id": "5500900",
            "reply_to_id": "5498005",
            "text": "fínt hjá þér en hvað var málið með &#8222 &#8220?"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-12-23 15:06:10",
            "id": "5503919",
            "reply_to_id": "5500900",
            "text": "Gæsalappir sem misheppnuðust."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-12-23 22:58:22",
            "id": "5505103",
            "reply_to_id": "5500900",
            "text": "Eitthvað rusl útaf Vista.. :@"
        },
        {
            "user": "marsbui",
            "user_id": "50297",
            "date": "2007-12-22 22:06:12",
            "id": "5502321",
            "reply_to_id": "5498005",
            "text": "Aumingja fuglinn..\nFín saga hjá þér:)"
        },
        {
            "user": "Halkatla",
            "user_id": "65190",
            "date": "2007-12-22 23:10:46",
            "id": "5502466",
            "reply_to_id": "5498005",
            "text": "sæt saga"
        },
        {
            "user": "Achilles",
            "user_id": "54949",
            "date": "2007-12-23 00:54:27",
            "id": "5502801",
            "reply_to_id": "5498005",
            "text": "Æ en krúttleg saga!"
        },
        {
            "user": "Parvati",
            "user_id": "49586",
            "date": "2007-12-24 09:36:41",
            "id": "5506249",
            "reply_to_id": "5498005",
            "text": "Segi nú einsog aðrir, RIP Birdy :C\nAnnars mega saga ljúfurinn! “Awww” á þetta og læti! *klappar*"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-12-24 17:03:58",
            "id": "5507392",
            "reply_to_id": "5506249",
            "text": "Töff"
        }
    ]
}