{
    "forum_title": "Deiglan",
    "user": "vitringur",
    "user_id": "37632",
    "date": "2007-12-21 14:56:44",
    "title": "kosningaréttur karla og kvenna",
    "text": "Ég vil benda fólki á eitt. Þegar femínistar hamra endalaust á því hversu stutt sé síðan konur fengu kosningarétt þá vil ég minna á það að konur fengu fyrst kosningarétt á Íslandi 1915.\nHeimastjórnin kom þó ekki fyrr en 1904 og er því aðeins 11 ára munur á kosningarétti karla og kvenna og því ein mesta þróun í jafnréttismálum sem nokkur tímann hefur sést.\nMig minnir að konur í bretlandi hafi fengið rétt til að kjósa 1918, sama tíma og fullveldi íslands og hafa konur því verið með kosningarétt allt lýðveldið og allt fullveldið og meira að segja á undan konum í bretlandi.\nSvo þessi gamli tittlingaskítur er ekki þess virði að nefna þegar femínistar birtast í fjölmiðlum",
    "url": "https://www.hugi.is/deiglan/korkar/563327/kosningarettur-karla-og-kvenna/",
    "url_id": "563327",
    "id": "5498506",
    "replies": [
        {
            "user": "STAVKA",
            "user_id": "46427",
            "date": "2007-12-21 19:06:57",
            "id": "5499104",
            "reply_to_id": "5498506",
            "text": "Ja, ef það hefði verið byrjað að kjósa á Íslandi árið 1848 hefðu konur samt hvort sem er ekki fengið kosningarétt fyrr en 1915.\nRíki sem fékk sjálfstæði árið 1980, og bæði kyn fá að kjósa, þarf ekkert endilega að þíða að það sé eitthvað voðalega mikið jafnrétti þar frekar en annars staðar."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-12-21 19:54:07",
            "id": "5499232",
            "reply_to_id": "5499104",
            "text": "ég get líka beitt “ef og mundi, átján lappir á einum hundi” sagnfræði og fengið aðra niðurstöðu.\nStaðreyndin er að aðeins liðu 11 ár. Ekki hvað hefði gerst ef eitthvað annað. ÞAÐ VAR EKKERT ANNAÐ. það var svona, sættu þig við það!\nAuðvitað þýðir það að það sé meira jafnrétti…. konur fá að kjósa :S Hvernig getur það ekki verið meira jafnrétti?"
        },
        {
            "user": "STAVKA",
            "user_id": "46427",
            "date": "2007-12-21 23:33:52",
            "id": "5499891",
            "reply_to_id": "5499232",
            "text": "Ég er bara að segja að það að miðað við þær þjóðfélagslegu aðstæður sem höfðu verið um og fyrir miðbik 19. aldar hefði það tekið aðeins meira en 11 ár fyrir konur að fá kosningarétt. Svo benti ég á að jafnvel hefðu þær ekki fengið hann fyrr en árið 1915."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-12-22 12:55:57",
            "id": "5500938",
            "reply_to_id": "5499891",
            "text": "Ég skil þig ekki.\nErtu að búa til aðstæður sem eru ekki til og væla svo yfir þeim?\nEr það svo mikið mál fyrir þér að konur hafi verið kúgaðar að þú ert tilbúin að hlaupa í hringi um málefnið, búa til dæmi sem eiga sér enga stoð í raunveruleikanum og segja “ef og mundi”.\nStaðreyndin er sú að aðeins voru 11 ár milli kosningarétt karla og kvenna. Þó svo að það sem þú segir gæti líklegast verið rétt, þá er staðreyndin önnur."
        },
        {
            "user": "STAVKA",
            "user_id": "46427",
            "date": "2007-12-22 19:34:34",
            "id": "5501971",
            "reply_to_id": "5500938",
            "text": "Djöfull ertu pirrandi..það pirrar mig ekkert að þær hafi verið kúgaðar…\nÉg er bara að benda á að það hafi ekki verið jafnréttis/kvennréttindasjónarmið á bakvið þá staðreynd að það voru aðeins (aðeins?) 11 ár, heldur var það svo stutt útaf því að kosningaréttur almennt kom það seint að hann náði inná það tímabil sem jafnréttisbaráttan var hafin.\nÞess vegna segi ég það að ef karlar hefðu fengið kosningarétt árið 1700, hefðu konur ekki (amk mjög ólíklega) fengið hann árið 1711."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-12-24 00:13:46",
            "id": "5505350",
            "reply_to_id": "5501971",
            "text": "Og þess vegna er þetta dæmi sem ekkert vit er að vitna í!"
        },
        {
            "user": "STAVKA",
            "user_id": "46427",
            "date": "2007-12-24 02:12:22",
            "id": "5505870",
            "reply_to_id": "5505350",
            "text": "Ég er ekki að vitna í dæmið, heldur tíðarandann, en hann er sagnfræðileg staðreynd ólíkt dæminu. Dæmið er auðvitað bara dæmi til að sýna fram á það sem ég var að segja, dæmið á því ekki að taka bókstsaflega, eins og þú ert að gera, heldur er það til hliðsjónar  við málefnið, en það var tíðarandinn og þjóðfélagshættirnir."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-12-24 02:29:18",
            "id": "5505939",
            "reply_to_id": "5505870",
            "text": "En Femínistar tala ekki um neinn tíðaranda.\nÞeir tala um kosningaréttinn og hvað hann kom seint.\nÍ þjóðfélagi þar sem kosningaréttur var ekki til."
        },
        {
            "user": "STAVKA",
            "user_id": "46427",
            "date": "2007-12-25 17:48:26",
            "id": "5509577",
            "reply_to_id": "5505939",
            "text": "OK og hvað ertu að reyna að segja?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-12-28 00:37:07",
            "id": "5515358",
            "reply_to_id": "5509577",
            "text": "Ef femínistar vilja vitna í eitthvað sem gerðist fyrir rétt tæpri öld síðan þá skulu þau ekki segja hvað sé stutt síðan konur fengu kosningarétt. Frekar segja hvað tíðarandinn var slæmur þá, eins og þú ert að segja.\nEkki væla yfir þessum kosningarétt sem þær fengu nánast á sama tíma og karla"
        },
        {
            "user": "STAVKA",
            "user_id": "46427",
            "date": "2007-12-28 19:43:58",
            "id": "5516983",
            "reply_to_id": "5515358",
            "text": "Sko þetta er afar einfalt;\nÞið viljið meina (hann a.m.k.) að það hafi verið voða mikið jafnrétti og kvennréttindi í gangi þegar þær fengu kosningarétt svona snemma…ég vil meina að eina ástæðan fyrir því er hvað almenningur (karlar) fengu hann seint.\nSvo þær eiga alveg rétt á því að væla yfir slæmum kjörum kvenna, en þær eru heppnar að það var ekki meira en 11 ár, því ef heimastjórnin hefði komið fyrr hefði kosningaréttur karla einnig komið fyrr en konur eflaust ekki fyrr en 1915."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-12-28 22:39:47",
            "id": "5517364",
            "reply_to_id": "5516983",
            "text": "við erum sami maðurinn.\nég hélt því aldrei fram að geðveikt jafnrétti hafi verið hér á árum áður.\nHvenær sagði ég það. Ekki gera mér upp skoðun og gagnrýna hana síðan.\nFemínistar mega alveg væla yfir bágum kjörum sem þær fengu aldrei að upplifa fyrir 200 árum… en ekki segja að þær hafi fengið kosningarétt seint!\nÞær yrðu þá að segja, þegar þær eru að nefna þetta í silfri egils og fleira, að ef heimastjórnin hefði mögulega komið fyrr þá hefðu konur líklegast ekki fengið kosningarétt fyrr en þær gerðu í alvörunni.\nÞær verða þá að segja alla söguna.\nEn annars þá sjá allir að það eru mál nútímans sem skipta máli, það verða allir bara þreyttir þegar þeir væl um vont ástand fyrir einni öld síðan.\nFyrir einni öld var líka fyrsti togarinn að koma til landsins…"
        },
        {
            "user": "STAVKA",
            "user_id": "46427",
            "date": "2007-12-29 16:20:24",
            "id": "5518866",
            "reply_to_id": "5517364",
            "text": "Haha já þið eru sami maðurinn! :)\nEn ég veit hvað þú átt við. Konur fengu kosningarétt sinn snemma miðað við aðrar þjóðir og geta verið ánægðar með það. Og útaf því að heimastjórnin kom það svo seint, voru aðeins 11 ár en ekki meira. Ég held samt að það hefði ekki breyst mikið ef heimastjórnin hefði komið fyrr eða síðar."
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-12-29 18:34:33",
            "id": "5519293",
            "reply_to_id": "5518866",
            "text": "Örugglega, en það má ekki segja bara hálfan sannleikan"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-12-22 01:38:20",
            "id": "5500328",
            "reply_to_id": "5498506",
            "text": "Hefur þessi þráður einhvern tilgang fyrir utan það að vera stærsti strámaður á internetinu?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-12-22 13:12:42",
            "id": "5500968",
            "reply_to_id": "5500328",
            "text": "strámaður?"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-12-22 20:39:01",
            "id": "5502132",
            "reply_to_id": "5500968",
            "text": "http://en.wikipedia.org/wiki/Straw_man"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2007-12-24 00:15:34",
            "id": "5505366",
            "reply_to_id": "5502132",
            "text": "þetta er ekki strawman rökleysa.\nÞetta eru rök sem eru oft notuð og ég hef aldrei heyrt neinn mæla gegn.\nÉg er ekki að segja neitt um femínista í heild heldur aðeins þessi rök þeirra, sem koma heildar umræðunni EKKERT við."
        },
        {
            "user": "Rakky",
            "user_id": "33772",
            "date": "2007-12-30 16:27:20",
            "id": "5521753",
            "reply_to_id": "5500328",
            "text": "Veistu hvað “straw man” er?\nEf svo er hvernig færðu þetta út?"
        },
        {
            "user": "Rakky",
            "user_id": "33772",
            "date": "2007-12-30 21:09:39",
            "id": "5522678",
            "reply_to_id": "5521753",
            "text": "Hann tekur tilbúin rök sem ég hef aldrei heyrt nokkurn feminista nota sem dæmi um misrétti hér á landi, og með því að svara þessu rökum þá telur hann sig geta gert lítið úr feministahreyfingunni eins og hún leggur sig.\nÞó að þessi rök séu notuð þá er hann samt að nota strámannsrökleysuna þegar hann þykist geta svert nafn feminista með því að eingöngu svara öfgafyllstu og lélegustu rökum þeirra.\nUmræður sem þessar eru gagnslausar og gera ekkert fyrir feministaumræðuna. Þetta er ekkert nema tilgangslaus hópsjálfsfróun reiðra anti-feminista."
        },
        {
            "user": "Rakky",
            "user_id": "33772",
            "date": "2007-12-31 13:18:54",
            "id": "5524497",
            "reply_to_id": "5522678",
            "text": "Hann tekur tilbúin rök sem ég hef aldrei heyrt nokkurn feminista nota sem dæmi um misrétti hér á landi,\nKemur reynsla þín af feministum þessu eitthvað við?\nog með því að svara þessu rökum þá telur hann sig geta gert lítið úr feministahreyfingunni eins og hún leggur sig.\nErt það ekki þú sem ert að sýna honum lítilsvirðingu þegar þú ætlar að tilgangur korks sé að gera lítið úr “feministahreyfingunni eins og hún leggur sig”?\nÞó að þessi rök séu notuð þá er hann samt að nota strámannsrökleysuna þegar hann þykist geta svert nafn feminista með því að eingöngu svara öfgafyllstu og lélegustu rökum þeirra.\nÞarf ekki að svara þessu frekar.\nUmræður sem þessar eru gagnslausar og gera ekkert fyrir feministaumræðuna. Þetta er ekkert nema tilgangslaus hópsjálfsfróun reiðra anti-feminista.\nUmræður sem þessar eru einkum fræðandi fyrir báðar hliðar málsins.\nÞar hefur tilgangi korks verið fullnægt."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2007-12-31 17:39:21",
            "id": "5525182",
            "reply_to_id": "5524497",
            "text": "Kemur reynsla þín af feministum þessu eitthvað við?\nÞetta snýst allt um það hvernig ég orða þetta. Hefur þú einhverntímann heyrt þessi rök?\nErt það ekki þú sem ert að sýna honum lítilsvirðingu þegar þú ætlar að tilgangur korks sé að gera lítið úr “feministahreyfingunni eins og hún leggur sig”?\nSé ekki alveg hvernig það skiptir nokkru máli hver það er sem er að lítilsvirða hvern. Þú spurðir afhverju mér fannst þetta vera strámaður og ég svaraði þér.  Það hvort að ég sé að “lítilsvirða” einhvern eða ekki kemur málinu ekkert við.\nÞarf ekki að svara þessu frekar.\nOg afhverju ekki?"
        },
        {
            "user": "enss1o",
            "user_id": "65333",
            "date": "2007-12-22 17:37:05",
            "id": "5501567",
            "reply_to_id": "5498506",
            "text": "Nákvæmlega, skrifaðu þetta í blöðim(moggann)  það er svo gaman að sjá þegar Feministarnir eru Faceaðir!"
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2008-01-02 03:16:25",
            "id": "5529208",
            "reply_to_id": "5498506",
            "text": "eins og konan sagði “það eru ekki bara feministar sem eru komnir í öfgar, heldur einnig andstæðingar þeirra”"
        },
        {
            "user": "vitringur",
            "user_id": "37632",
            "date": "2008-01-02 03:37:56",
            "id": "5529244",
            "reply_to_id": "5529208",
            "text": "var þetta öfgafullt?"
        },
        {
            "user": "iWonderboy",
            "user_id": "24775",
            "date": "2008-01-06 13:48:42",
            "id": "5540763",
            "reply_to_id": "5529208",
            "text": "Ég verð að viðurkenna að ég sé ekkert öfgafullt við staðreyndir :("
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2008-01-06 15:05:15",
            "id": "5540918",
            "reply_to_id": "5540763",
            "text": "hehe.. skilaboðin sem ég fékk voru “feministar ættu bara að halda kjafti og vera ánægðir að hafa fengið kosningarétt”"
        }
    ]
}