{
    "forum_title": "Smásögur",
    "user": "barasvona",
    "user_id": "16141",
    "date": "2001-12-17 17:35:49",
    "title": "Selur.",
    "text": "Ég er eins og selur og kafa í sjónum fyrir neðan löggustöðina, en það sér mig enginn þaðan. Þú myndir ekki einu sinni sjá mig þó þú stæðir á varnargarðinum, þar sem ég skildi eftir fötin mín í poka.\nEins og selur segi ég. Samt verð ég hrædd þegar ég kem auga á sel. Reyndar er ég þeim kosti gædd að ég þarf ekki að sækja loft, ég anda bara sjónum. Ekki spyrja mig hvernin stendur á þessu. Ég uppgötvaði þetta á þrátíu og fjögura ára afmæli mínu þegar ég var að gá hve lengi ég gæti verið í kafi í baði. Ég fór að velta því fyrir mér eftir að hafa séð sænska sjónvarpsmynd um strák sem stundaði þetta þrátt fyrir viðvaranir allra um að hann myndi drukkna á endanum ef hann léti undan metnaði sínum til að slá heimsmetið. Ég myndi segja að ég ætti ábyggilega heimsmetið en mér hryllir við tilhugsuninni um alla athyglina sem ég myndi fá ef ég myndi opinbera þetta leyndarmál mitt. Þessum hæfileikum mínum fylgir líka að mér verður ekki kalt heldur er mér alltaf þægilega hlýtt. Ekki veit ég hvað gvuð (sem er þá greinilega til, hvort sem mér líkar betur eða verr) ætlast til af mér með þessu. Hann verður bara að hitta mig við gott tækifæri og segja mér það. Eða kannski er ég tilraunadýr einhverra amerískra leyniþjónustubókabéusa, en ég held það ekki. Vil ekki trúa því að vísindunum hafi farið svona fram án þess að almeningur fengi nokkuð að vita.\nEr samt ekkert að spá í þessu, heldur nýt þess nú að tæma hugan í þessu nýja áhugamáli mínu og þjálfa, nú fagran, líkama minn. Elle Mcperson má fara að passa sig.",
    "url": "https://www.hugi.is/smasogur/greinar/56377/selur/",
    "url_id": "56377",
    "id": "376560",
    "replies": [
        {
            "user": "tmar",
            "user_id": "14050",
            "date": "2001-12-19 23:39:56",
            "id": "376561",
            "reply_to_id": "376560",
            "text": "flott saga….vanda stafsetningu…sniðugt hvernig raunverulega persónan rennur saman við sel…skemmtileg vísun í gamla íslenska þjóðsögu…er ekki hrifinn af síðustu málsgreinunum….í flesta staði skemmtileg lesning."
        },
        {
            "user": "barasvona",
            "user_id": "16141",
            "date": "2001-12-20 23:08:39",
            "id": "376562",
            "reply_to_id": "376561",
            "text": "Hef aldreri verið góður í stafsetningu en réttlæti það með að segja villur eru kúl. Hefði samt getað farið yfir söguna. Hef reyndar aldrei lesið þessa þjóðsögu en er á leiðinni með að lesa íslenskar þjóðsögur. Takk fyrir ábendingarnar. Fattaðirðu að þetta var kona?"
        },
        {
            "user": "tmar",
            "user_id": "14050",
            "date": "2001-12-21 01:31:30",
            "id": "376563",
            "reply_to_id": "376562",
            "text": "…samt verð ég hrædd…..ekki erfitt að koma augu á……"
        }
    ]
}