{
    "forum_title": "Tolkien",
    "user": null,
    "user_id": null,
    "date": "2001-12-17 13:14:16",
    "title": "Fellowship of the Ring-Tölvuleikurinn",
    "text": "Fellowship of the Ring er 3.persónu action/adventure leikur þar sem þú spilar sem hobbitinn Frodo Baggins, það sem hann byrjar sína hættulegu för við að eyða Hringnum Eina. Frodo ferðast í gegnum átta stór borð(comprised of about twenty-four sub-levels(veit ekki hvernig á að þýða)), hann mun byrja í The Shire, gegnum The Old Forest, hvílast á the Prancing Pony í Bree, berjast við Nazgúlana á Weathertop, hitta álfana í Rivendell, ferðast í gegnum hinu ógnarlegu námur Moria, njóta fegurðar Lothlórien, og að lokum komast að ánni Anduin.\nÞótt leiknum sé skipt í borð(levels) ertu nokkuð frjáls ferða þinn og getur nokkurnveginn hvað sem þig lystir. Ef þig langar til að vera að hlaupa um og drepa skrímsli geturu gert það, en ef þú villt komast áfram í hinni hættulegu för(eyða hringnum eina) verður þú að tala við einhverja og gera verkefni.\nHvert borð mun vera nokkuð stórt, hvert um ½ eða hálf míla til að kanna. Einnig, þótt þetta séu svona stór borð, verður „load time“ ekki mikið, þökk sé DVD tækninni. Einu skiptin þegar þú munt taka eftir „loading“, verður þegar myndbönd eru að hefjast(mjög ánægður yfir þessum eiginleika).\nÞegar að þú lítur í hægra honnið uppi á skjánum muntu sjá hring þar sem er sýnt „lífið og anda kraftinn“  manns, þú notar anda krafta í bardögum. Vinstra meginn uppi í horninu verða þrjú tákn; Efsta verður fyrir rúnir, sem eru svona nokkurn veginn galdrar sem þú getur notað til að lækna þig, búa til eldvegg, gera skjöld í kringum þig o.fl., miðju táknið verður fyrir hlutina sem þú ert með, sem verða hlutir eins og læknandi herbs og kannski einnig hringurinn eini, neðsta táknið mun vera til að kalla á einhvern í föruneytinu eða eitthvað álíka(náði þessu ekki alveg). Síðan er talað um að bæta við korti á skjáinn, en það er ekki ákveðið.\nFrodo mun byrja einn í The Shire en mun hitta hina meðlimi föruneytisins á leið sinni. Þú hefur líka þann möguleika að kalla á meðlim til að hjálpa þér þegar þú ert í hættu, en til að kalla á meðlim þarftu að fórna einhverjum spirit points og það fer eftir hvern þú kallar á hvað þú þart að nota mörg points.\nSá sem skrifaði textann prófaði aðeins demo en þá byrjaði hann í The Old Forest og Frodo sást hlaupandi um að slást við köngulær og kanna skóginn. Í skóginum voru laufin fjúkandi á jörðinni meðan loftið var fullt af fljótandi ryki og það heyrðist í litlum í læk fljótandi í skóginum í fjarska(örugglega mjög flott).\nÞað sást líka að Moria var miklu óöruggara þar, Frodo sást hlaupandi á litlu svæði nálægt fljótandi hrauni með rauðri þoku sem var í kringum stein brúnna sem var yfir hraunið.\nÞað gat verið erfitt að sjá sjá alla nákvæmnina sem var lögð í að gera Frodo, en þegar það var horft í 1.persónu sást greinilega að mikil vinna hafði verið lögð í hobbitann. Hárið á fótunum var á sínum stað og hann var klæddur eins og hann ætti að vera. Auðvitað er allt annð líka eins vandað, þegar Aragorn byrtist er hann skítugur og augljóslega ekki einhver sem mun verða konungur í framtíðinni : )\nÞar sem að þetta er tölvu leikur hlýtur að vera erfitt að fylgja bókinni 100% en þeir eiga víst að vera mjög heyðarlegir þegar það kemur að því og gera það mjög vel(er sagt, ég hef enga hugmynd um þetta).\nÞar sem Tolkien lagði mikla áheyrslu á landslagið og fólkið í heiminum er það það þægilegt fyrir teiknarana þar sem lýsingin er öll í bókinni.\nÞar sem Frodo þarf að ferðast í gegnum hvert einasta svæði í bókinni, verða flestar aðal persónurnar í leiknum. Tom Bombadil verður, einnig Old Man Willow atriðið. Glorfindel mun einnig sjást, sem eru góðar fréttir fyrir þá sem urðu órólegir yfir því að þeim var sleppt í myndinni. Talandi um myndina þá verður leikurinn 100% byggður á bókinni og tengist á engann hátt myndinni.\nÉg held að þessi leikur verði mjög vel gerður og trailerinn sem kom út var mjög flottur en það að gera Frodo Baggins að einhverjum Steven Seagal er mjög slæmt og ef hann verður að drepa heilu herjana af orkum verð ég ekki mjög ánægður.\nDreifiaðili: Sierra\nFramleiðandi: WXP Inc.\nGerð: Action\nKemur frá: Bandaríkjunum\nFjöldi spilara: 1\nÚtgáfudagur: Snemma 2002\nÞessi leikur er fyrir X-box en ég vona að hann komi líka í PC.\nATH Nánari upplýsingar <a href=\nhttp://www.avault.com/cheats/getcheat.asp?game=lordring\n>hér<a/",
    "url": "https://www.hugi.is/tolkien/greinar/56382/fellowship-of-the-ring-tolvuleikurinn/",
    "url_id": "56382",
    "id": "376580",
    "replies": [
        {
            "user": "ProzaC",
            "user_id": "988",
            "date": "2001-12-17 14:54:48",
            "id": "376581",
            "reply_to_id": "376580",
            "text": "Well, ef hann kemur á PC þá kaupi ég hann….\nÖrugglega massa leikur ;)"
        },
        {
            "user": "shmee",
            "user_id": "1837",
            "date": "2001-12-17 15:11:06",
            "id": "376582",
            "reply_to_id": "376580",
            "text": "Ég ætla að kaupa hann á XboX"
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2001-12-17 15:20:55",
            "id": "376583",
            "reply_to_id": "376580",
            "text": "Díses\nAf hverju eru þeir að gera Frodo að einhverri svaka hetju sem heggur mann og annan? Gátu þeir ekki gert leik sem er bara based on middle earth? Það væri miklu sniðugra."
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2001-12-17 15:23:25",
            "id": "376584",
            "reply_to_id": "376583",
            "text": "Ég hef heyrt að netleikurinn eigi að vera þannig, sem er mjög góð hugmynd"
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2001-12-17 15:24:04",
            "id": "376585",
            "reply_to_id": "376584",
            "text": "þ.e.a.s. based on Middle-Earth"
        },
        {
            "user": "Ratatoskur",
            "user_id": "8834",
            "date": "2001-12-17 15:39:09",
            "id": "376586",
            "reply_to_id": "376585",
            "text": "“en þegar það var horft í 1.persónu sást greinilega að mikil vinna hafði verið lögð í hobbitann.”\nBara smá athugasemd. Ertu ekki að meina 3. persónu þarna ?\nÞví í 1. persónu setur maður sig í spor aðalpersónunnar og ætti því ekki að sjá hann (eins og í 1. persónu skotleikjunum).\nEn fín grein. Spurning hvernig hann verður. Ég er ekki enn nógu ánægður með þennan warrior-Frodo en maður veit svo sem ekkert fyrr en maður sér leikinn."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-17 17:27:26",
            "id": "376587",
            "reply_to_id": "376586",
            "text": "Þeir sem skrifuðu greinina fengu að prófa að spila demóið í 1.persónu til að sjá hversu grafíkin er flott."
        },
        {
            "user": "ari218",
            "user_id": "12984",
            "date": "2001-12-17 17:19:17",
            "id": "376588",
            "reply_to_id": "376580",
            "text": "Kom ekki einhver LOTR leikur út árið 1990???"
        },
        {
            "user": "Hansi",
            "user_id": "8352",
            "date": "2001-12-17 17:25:23",
            "id": "376589",
            "reply_to_id": "376588",
            "text": "Jú Ari, hann kom út fyrir SNES.\nÞað átti að gefa alla þrjá leikina út fyrir SNES en fyrirtækið fór á hausinn þannig að einungis fyrsti leikurinn kom. Hann er dull og erfiður…"
        },
        {
            "user": "Hansi",
            "user_id": "8352",
            "date": "2001-12-17 17:46:34",
            "id": "376590",
            "reply_to_id": "376589",
            "text": "Reyndar gaf Interplay þessa leiki út, og þeir voru tveir en ekki einn (vol. 1 og vol. 2). Það er ekki farið á hausinn en hins vegar geta fjárhagsörðugleikar verið líklegasta skýringin á því að hætt hafi við framleiðslu þriðja leiksins, ef hann hefði átt að koma. Fjárhagsörðugleikar Interplay hafa fellt tvo leiki sem að mér hefur hlakkað til þess að fá í hendurnar, Fallout 3 og TORN, blessuð sé minning þeirra. :("
        },
        {
            "user": "Hansi",
            "user_id": "8352",
            "date": "2001-12-17 18:15:28",
            "id": "376591",
            "reply_to_id": "376590",
            "text": "Sorry, þetta er rétt hjá Willie ;p Interplay fór ekki á hausinn en hins vegar var ástæðan fyrir að hætt var við leikina peninga vandamál eins og hann sagði.\nHins vegar man ég ekki eftir vol. 2 allavega ekki hér heima, líklega hefur leikurinn ekki verið gefinn út fyrir PAL…"
        },
        {
            "user": "Librarian",
            "user_id": "15260",
            "date": "2001-12-17 18:17:10",
            "id": "376592",
            "reply_to_id": "376590",
            "text": "Það kom reyndar Lord of the Rings leikur út fyrir SNES, verst hvað hann er lélegur. En aftur á móti voru interplay leikirnir algjör snilld."
        },
        {
            "user": "PowerMong",
            "user_id": "5419",
            "date": "2001-12-17 20:00:51",
            "id": "376593",
            "reply_to_id": "376589",
            "text": "það eru nú til allavena 5 gamlir(og þá virkilega gamlir) lord of the rings og hobbit leikir á pc\nsumir af þeim eru hreint afbragð, sem dæmi má nefna hobbit leikinn, en hann er byggður algerlega eftir bókinni(næstum því setningu fyrir setningu)"
        },
        {
            "user": "MaD",
            "user_id": "8203",
            "date": "2001-12-18 01:43:46",
            "id": "376594",
            "reply_to_id": "376593",
            "text": "Þessi leikur verður örugglega ekkert það góður en online leikurinn verður örugglega frábær. Ýmindið ykkur að ferðast um Middle-Earth og hitta aðra sem eru að spila leikinn í öðrum löndum, grúppa með þeim og fara í hættulega ferð í gegnum Moria (Það er að segja ef leikurinn verður eins og EverQuest, Ultima Online og Dark Age of Camelot)."
        },
        {
            "user": "Smokey",
            "user_id": "12434",
            "date": "2001-12-17 18:27:59",
            "id": "376598",
            "reply_to_id": "376580",
            "text": "ANDSKOTINN, djöf…er ég svekktur yfir því að hann komi ekki á PS2!"
        },
        {
            "user": "wasted",
            "user_id": "5912",
            "date": "2001-12-17 18:34:49",
            "id": "376599",
            "reply_to_id": "376598",
            "text": "alveg 100% sammála Smokey"
        },
        {
            "user": "RoyalFool",
            "user_id": "5820",
            "date": "2001-12-17 19:21:26",
            "id": "376600",
            "reply_to_id": "376598",
            "text": "Smokey: Þetta er aðeins einn af mörgum leikjum sem að Microsoft hafa og koma til með að tryggja sér. X-Box á eftir að njóta gríðarlegra vinsælda ef þetta heldur svona áfram.\nAftur á móti getum við búist við PC útgáfu, þar sem  margir vinsælir X-Box leikir koma til með að vera fluttir á PC."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-18 13:29:57",
            "id": "376601",
            "reply_to_id": "376600",
            "text": "Ég byðst afsökunar á að hafa vísað á vitlausan stað í enda greinarinnar:( Ég gleymdi að segja það, en ég þýddi greinina af www.ign.com sem er mjög góð síða(ennig hægt að sjá trailer úr þessum leik á www.ign.com)"
        },
        {
            "user": "RoyalFool",
            "user_id": "5820",
            "date": "2001-12-17 19:18:24",
            "id": "376597",
            "reply_to_id": "376580",
            "text": "Í fyrsta lagi vil ég nefna að þetta er klunnalega uppsett grein, en ég hrósa þér fyrir að hafa þýtt upprunalegu greinina.\nHitt er það að þú minnist ekki á að að leikurinn komi á X-Box fyrr en í endann og tekur ekki fram frá hverjum þú fékkst hana “lánaða”.\nTengillinn sem þú settir inn (Meðan ég man, ég hrósa þér fyrir að setja inn HTML-kóða, þar sem verulega fáir virðast nenna því) leiðir ekki á X-Box-dálk IGN.com, þar sem þú fannst greinina, heldur á leiðbeiningadálk fyrir gamla LOTR leikinn sem Interplay gaf út árið 1990.\nTengilinn á upphaflegu greinina má finna hér:\nhttp://xbox.ign.com/previews/16515.html"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-17 19:44:47",
            "id": "376595",
            "reply_to_id": "376580",
            "text": "Afhverju bara ekki Middle-Earth online?\nAnnarsvegar hefði ég viljað leikin að maður gæti verið allir í hópnum. Legolas, Gimli, Boromir og auvitað Aragorn. Svo Gandalfur líka:)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-17 19:48:40",
            "id": "376596",
            "reply_to_id": "376595",
            "text": "Lord of the Rings online kemur út árið 2003, samkvæmt einhverjum trailer sem mér bar fyrir augu."
        }
    ]
}