{
    "forum_title": "Húðflúr og götun",
    "user": "Paradise",
    "user_id": "39836",
    "date": "2008-01-01 03:18:36",
    "title": "Tungugat - nokkrar spurningar :)",
    "text": "Hæhæ , ég er að fara að fá mér gat í tunguna\nlíklegast. En er sammt frekar viðkvæm fyrir götum\nheld ég :/ var með í eyrunum búið að gróa fyrir :S og ég var alltaf rauð þar og held ég með ofnæmi eða einhvað. Þurfti að hafa ekta.\nEn okey aftur að tungugatinu, hef nokkrar spurningar, :)\n1.Með hvaða stofu mæliði?\n2.Hvernig & hve oft hreinsar maður gatið?\n3.Með hvaða mat mæliði sem er ekki að festa matarleifar og skánir & vont í sárið/gatið??\n4.Kostar götun + lokkur 5 þús?\n5.Er frekar smeik við nálar & bara allt svona pain. Er þetta soldið vont?\n6.Hvað tekur bólguna lengi að fara og hvenær má ég skipta um lokk?\n-\nvona að þið hafið nennt að lesa þetta og\ngetið svarað nokkrum spurningum :)\n-paradise\n+ gleðilegt nytt ar !!",
    "url": "https://www.hugi.is/hudflur/korkar/565278/tungugat-nokkrar-spurningar/",
    "url_id": "565278",
    "id": "5526579",
    "replies": [
        {
            "user": "Drulluhali",
            "user_id": "46542",
            "date": "2008-01-01 04:55:06",
            "id": "5526724",
            "reply_to_id": "5526579",
            "text": "14 ára að fara að fá sér licker finnst mér merkilegt"
        },
        {
            "user": "Demona",
            "user_id": "39409",
            "date": "2008-01-01 22:26:08",
            "id": "5528363",
            "reply_to_id": "5526724",
            "text": "Af hverju?"
        },
        {
            "user": "misstattooine",
            "user_id": "54071",
            "date": "2008-01-01 13:37:22",
            "id": "5526926",
            "reply_to_id": "5526579",
            "text": "Það eru misjafnar leiðbeiningar um umhirðu eftir stofu, þ.e. mismunandi hreinsivökvar, hve oft á að hreinsa munninn o.s.frv. Fylgdu bara leiðbeiningunum sem þú færð á stofunni sem þú ferð á.\nGatið kostar 5000 kr. með lokk á held ég öllum stofunum.\nEkki vera að borða e-ð sem þú veist að getur ert gatið, sterkan mat o.fl. en muna bara að skola munninn með vatni eftir hverja máltíð.\nEkki er mælt með að reykja eða drekka áfengi þegar þú ert með nýtt tungugat heldur.\nBólgan er í nokkra daga (getur tekið íbúfen til að minnka hana eða látið klaka bráðna uppí þér.) Tungugat tekur um 4-8 vikur að gróa en þó er það misjafnt eftir hverjum og einum."
        },
        {
            "user": "Paradise",
            "user_id": "39836",
            "date": "2008-01-01 18:10:45",
            "id": "5527549",
            "reply_to_id": "5526579",
            "text": "Okey takk æðislega :)\nen ég ætla á tatto & skart eða með hverju mælið þið? er soldið hrædd við sýkingarhættu og svona ;$\n& einhver sem hefur farið í þetta,er þetta vont?:p er algjör pika :P"
        },
        {
            "user": "Eliiin",
            "user_id": "69186",
            "date": "2008-01-01 20:40:00",
            "id": "5527969",
            "reply_to_id": "5527549",
            "text": "ég mæli með tattoo og skart, sessa er rosalega þægileg og róar mann aleg niður ;)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-01-01 23:10:50",
            "id": "5528516",
            "reply_to_id": "5526579",
            "text": "vinkona mín fékk sér gat og hreinsaði það ekki neitt og borðaði bara það sem hana langaði í daginn eftir að hún fékk lokkinn og allt í góðu… haha mæli samt ekkert endilega með því, þetta er bara misjafnt eftir fólki.\nEf þú ætlar á t&s þá færðu allar hinar leiðbeiningarnar þar."
        },
        {
            "user": "betakr",
            "user_id": "41964",
            "date": "2008-01-02 00:03:41",
            "id": "5528708",
            "reply_to_id": "5526579",
            "text": "fór á tattoo og skart og ekkert vesen, borðaði strax eftir að ég fékk gatið,en borðaðu bara allt sem þú treystir þér í að borða"
        }
    ]
}