{
    "forum_title": "Gæludýr",
    "user": "Karkazz",
    "user_id": "4275",
    "date": "2008-01-03 21:41:18",
    "title": "Ferret?",
    "text": "Komið sæl!\nÉg er að velta fyrir mér nokkrum hlutum varðandi það dýr sem að á ensku kallast “Ferret”.\nSkv orðabók kallast þetta dýr “Fretta” á íslensku, en nú virðast margir einfaldlega kalla þetta mink, mörð eða “væskil”. Því þætti mér gaman að vita hvað þetta dýr heitir í raun og veru.\nEftir að hafa lesið aðeins um dýrið (á ensku) komst ég að því að þetta eru hin ljúfustu dýr, oftast nær kelin og svipar mikið til hegðunar katta, þó aðeins “orkumeiri” stuttan hluta dags. Þeim fylgja víst fáar hættur sem gæludýr og hvað smit varðar eru þau varla meiri smitberar en hundar eða kettir eða fuglar. Svo kemst ég að því að einhverra hluta vegna er bannað að eiga svona dýr á Íslandi.\nNú finnst mér það skrítið því ég finn enga ástæðu til að banna þessi dýr. Þau eru ekki árárgjörn (ekki árásargjarnari en gæludýr sem að er ráðist á) og samkvæmt því sem ég hef lesið þrífast þau illa eða ekki í villtu umhverfi og því lítill möguleiki á að dýr sem að “sleppi” verði að plágu… hvað þá ef að þau eru geld. Skondnast er nú að kanínur eru leyfðar, sem fjölga sér eins og sýklar!\nGetur einhver bent á ástæðu þess að banna þessi dýr? Þá ef til vill lögin sem banna það? Ég bara botna ekkert í því!",
    "url": "https://www.hugi.is/gaeludyr/korkar/565828/ferret/",
    "url_id": "565828",
    "id": "5534194",
    "replies": [
        {
            "user": "McCawley",
            "user_id": "66072",
            "date": "2008-01-04 00:04:50",
            "id": "5534821",
            "reply_to_id": "5534194",
            "text": "Ahh,það er sagt að þau sleppi út og eyðileggi íslenska náttúru.\nÞað er líka sagt að þau geti makast við minkinn og skapað þannig ‘'grimmari’' tegund eða eitthvað álíka."
        },
        {
            "user": "Karkazz",
            "user_id": "4275",
            "date": "2008-01-04 00:44:15",
            "id": "5535009",
            "reply_to_id": "5534821",
            "text": "Gætiru bent mér á hvar þú fannst upplýsingarnar? (Það er sagt að hann sleppi út…)"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-01-04 18:47:23",
            "id": "5536713",
            "reply_to_id": "5534821",
            "text": "mér finnst það hallærislegt, þar sem Frettan er svo kelin og góð þá er asnalegt að hún sem bönnuð vegna mökunar við minka ef eitthvað væri þá myndu örugglega afkvæmin vera minna grimm en venjulega, en ætli það sé ekki mismunandi."
        },
        {
            "user": "sillyhilly",
            "user_id": "39414",
            "date": "2008-02-25 14:34:35",
            "id": "5663174",
            "reply_to_id": "5534194",
            "text": "Þetta er bara paranoja í Íslendingum. Þeir líta á þetta sem svipað dýr og minkurinn og eru hræddir um að frettan sleppi út og valdi svipaðri plágu og minkurinn hefur valið hérna heima.\nÞetta í sjálfu sér er algjört rugl þar sem að þó þetta séu jú skyld dýr þá eru þau gjörólík. Minkurinn t.d er þekktur fyrir alveg rosalega mikla grimmd sem að finnst lítið sem ekkert í frettunni og einnig er hann með allt öðruvísi feld sem að veldur því að hann gæti ekkí lifað í íslenskri náttúru"
        }
    ]
}