{
    "forum_title": "Hestar",
    "user": "Regza",
    "user_id": "30997",
    "date": "2008-01-08 23:51:34",
    "title": "Framfarir á stuttum tíma =)",
    "text": "Eitill minn var alltaf ljónstyggur, í fyrra var það hreinlega vandamál hve styggur klárinn var, að ná honum úti í gerði var útilokað mál og eins gat það verið óttalegt bras bara að ná honum inni í stíu, sérstaklega ef það var ekki múll á honum.\nEn eitthvað virðist hann vera að róast eftir að hafa komið í bæinn, ég hafði miklar áhyggjur af því að hann yrði bara trilltur af hræðslu við flugeldana og þar með en erfiðari fyrst á eftir, en einhvernvegin hafði þetta öfug áhrif, allt í einu fór hesturinn að koma aðeins til manns þegar maður kom að stíunni og allavega var vel hægt að gefa honum brauð og köggla. Fljótlega var áhveðið að reyna að gera hann bara frekann, moka í hann brauði og kögglum, um daginn kom árangurinn í ljós.\nÉg fékk smá effol magic gel til að prufa á hestana mína, þeir voru reynda úti þá en þar sem þetta var á þrettándanum og stutt í að sprengingarnar yrðu full miklar áhvað ég að bera bara í þá úti, bar fyrst í Strák og lagði af stað til Þokka, framhjá Eitli sem aldrei þessu vant stóð bara kyrr :O Svo ég labbaði að honum, bjóst þá og þegar við því að hann ryki í burtu eins og vanalega en það gerðist ekki svo ég bar í faxið á honum líka. Ég testaði það aftur og aftur hvort þetta væri bara einstakt tilvik að það væri hægt að labba að honum en áfram var hann jafn rólegur, nánast orðinn spakur. Svo núna get ég varla beðið eftir að fá hann á járn þar sem hann ætti að vera farinn að róast talsvert svo maður geti kannski farið að fara á bak á honum, hræðslan var of mikil í honum í fyrra..\nEn allavega virðist hann vera að yfirstíga óttann við manninn, svo ég flokka þetta sem fyrst skref í tamningunni hjá honum, stórt skref fyrir hann =)\nBætt við 8. janúar 2008 -  23:55\nEn við erum að tala um ca. 20 daga þar sem hann var járnalaus allan tímann svo það hefur nú ekki verið átt neitt gífurlega mikið við hann svona járnalausan…",
    "url": "https://www.hugi.is/hestar/korkar/566846/framfarir-a-stuttum-tima/",
    "url_id": "566846",
    "id": "5548056",
    "replies": [
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2008-01-09 02:41:27",
            "id": "5548281",
            "reply_to_id": "5548056",
            "text": "til hamingju.. frekar að hafa þá svoldið ágenga en stygga segji ég :D"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2008-01-09 03:25:36",
            "id": "5548305",
            "reply_to_id": "5548281",
            "text": "Einmitt, mér finnst verra að eiga við hross sem er hrætt en hross sem er frekt, frekar vil ég mikið skap, jafnvel skapillsku á köflum en að hrossið sé fælið og hrætt og hrekkji út frá þeirri hræðslu.."
        },
        {
            "user": "lilje",
            "user_id": "63200",
            "date": "2008-01-09 12:08:22",
            "id": "5548595",
            "reply_to_id": "5548056",
            "text": "Hehe.. :P Eitill er miklu betri en fyrsta daginn sem ég sá hann =).. Hann teymdist á eftir manni en nú er hann byrjaður að lappa hliðiná manni. Sem er miklu betra, þá er hann ekki “útundan” =)\nEitill á eftir að verða fínn reiðhestur.. :)\n– Lilje"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2008-01-09 13:39:25",
            "id": "5548736",
            "reply_to_id": "5548595",
            "text": "Já vonandi =)"
        },
        {
            "user": "mokkur",
            "user_id": "67720",
            "date": "2008-01-09 18:32:28",
            "id": "5549554",
            "reply_to_id": "5548056",
            "text": "jamm flott hjá þér :D mæli með því að prufa monty roberts afferðina hún er bara snilld :O:S:S"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2008-01-09 21:13:47",
            "id": "5550140",
            "reply_to_id": "5549554",
            "text": "Hehe, það er mikið búið að lónsera hann lausan og svona, en hann er allur að koma til loksinns, gat náð honum úti í gerði og teymt inn á hökuskegginu í dag, auk þess að ég fór á bak inná ganginum og stíunni, þá var hann bara voða þægur =)"
        }
    ]
}