{
    "forum_title": "Hestar",
    "user": "sillyhilly",
    "user_id": "39414",
    "date": "2008-01-09 16:33:26",
    "title": "Hjálp!",
    "text": "Ohh, ég er að verða hálf brjáluð á klárnum mínum honum Frey. Núna undanfarið hefur hann verið að hegða sér svo hrikalega illa. Hann er farinn að snúa við og hrekkja í hvert sinn sem að ég ríð framhjá örðum hrossum, hrekkja í hvert sinn sem að farið er hraðar í reiðtúr og er erfiður frá húsi. Hann lætur líka svona þegar að ég er í reiðtúr með örðu fólki, nema að þá er ekkert mál að fá hann frá húsi, samt snýr hann við og eltir aðra hesta:S\nÉg er bara orðin hálf smeyk við hann og er eiginlega hætt að þora að fara mikið á hann (sem gerir hann náttúrulega ennþá verri, nema ég er farin að getað teymt hann með í reiðtúrum).\nÉg veit ekkert hvað ég á að gera við hann! Eruð þið með einhver góð ráð handa mér?",
    "url": "https://www.hugi.is/hestar/korkar/566960/hjalp/",
    "url_id": "566960",
    "id": "5549135",
    "replies": [
        {
            "user": "manadis",
            "user_id": "31690",
            "date": "2008-01-09 17:18:45",
            "id": "5549280",
            "reply_to_id": "5549135",
            "text": "ertu búin/n að láta dýra kíkja á hann?. það gæti eitthvað verið að meiða hann í bakinu eða kjaftinum. ef hann er ágætur þegar þú teymir hann með þér prufaðu þá bara að lónsera hann og vinna eitthvað með hann í gerði. en láttu dýra samt kíkja á hann sem fyrst"
        },
        {
            "user": "mokkur",
            "user_id": "67720",
            "date": "2008-01-09 18:04:45",
            "id": "5549468",
            "reply_to_id": "5549135",
            "text": "jamm láta dýra kíkja á hann.eðf  hann er í lagi þá myndi ég byðja einhvern annan að fara á hann fyrir þig þar sem að þú ert hrædd við hann. en það getur tekið mjög langan tíma að laga þetta :S ég hef verði mað tvo svona það tóka allan veturinn að láta hann hætta að skvetta sér með mig  en það tókst :D en hinn rauk alltaf og ég gat ekkert ráðið við það og  mér var bannað að ríða honum úr því að hann gat verið hættulegur :S"
        },
        {
            "user": "Eldkatla",
            "user_id": "15501",
            "date": "2008-01-10 00:56:10",
            "id": "5550864",
            "reply_to_id": "5549135",
            "text": "ef hann byrjar að láta svona allt í einu er einhvað að.. dýralækni!!"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2008-01-10 17:23:40",
            "id": "5552074",
            "reply_to_id": "5549135",
            "text": "Leitt að heyra, en er Freyr ekki bara ungur og lítið taminn? Þá gæti verið að svipað “prógram” og ég er með Eitil í virki eitthvað fyrir hann =) En Eitill er mjög hræddur við fólk, það er nokkuð víst að ég gat ekki riðið honum framhjá fólki á reiðvegi í fyrra, klárinn var of viðkvæmur til að ég færi út fyrir gerðið, þar hrekkti hann mann svo af í sjónhræðslu.\nÞetta prógram kom óvænt upp og óplanað, í gær áhvað ég að tími væri til komin að fara á klárinn, þó hann væri járnalaus reyndar enþá, nema þar sem hann hrekkti mig illa í fyrra þá fór ég fyrst á hann inni í stíu, og svo fram á ganginn í hesthúsinu, þar var við annan endann verið að járna, þar var slatti af fólki að koma með hestana sína inn, hleypa út, fara á bak og fara frammhjá í tíma og ótíma, en gangurinn er nógu lítill til þess að klárinn gat ekki forðað sér nema nokkur skref aftur á bak eða áfram, svo þar með vandist hann fólkinu talsvert á þessum stutta tíma, það var maður sem lyfti upp höndunum og bisti sig við hann og hann lét nægja að bakka fáein skref, en allavega hvernig gæti það henntað Frey, er hann ekki sjónhræddur annars, minnir að ég hafi lesið það um daginn.. Eins er hann á einhverjum fóðurbæti núna? Mikið af fóðurbæti fer skelfinlega mikið í hausinn á hestum, hef heyrt að hafrar séu ekki sniðugir t.d. ef hesturinn er eitthvað erfiður fyrir.\nEf þú getur komsist á gang í hesthúsi sem er nógu breiður til að tveir hestar geti mæst þar, jafnvel völl með góðri girðingu meðfram báðu meigin eða eitthvað sem þú ert viss um að hann fari ekki yfir, riðið honum fram og til baka með písk og fengið einhvern til að ríða framhjá honum, fara af baki og teyma klárinn framhjá honum og slíkt, klárinn verður að læra að þó það komi hestur á móti eða hestur í samreið fari í aðra átt en þú ætlar þá eigi hann samt að hlíða, allavega þá hljómar þetta allavega sem svolítið agaleysi fyrir mér heldur en að eitthvað væri að angra hann verulega, þá býst ég við að hann myndi sína þetta líka án þess að hestur kæmi á móti, rökrétt eða?\nHestur sem fattar að hann komist upp með eitthvað gengur bara á lagið, gerir meira og meira til að sjá hve langt hann komist, svo eins og er myndi ég ekki ríða út á honum, fara bara í gerðið eða innan dyra, í einhverjar æfingar og agaþjálfun, öðlast sjálf traust á honum áður en þú ferð að fara útfyrir aftur =)\nEn annars er ekkert að því að láta dýra tékka á honum, hvort hann sé með hlandstein eða gadd eða eitthvað sem sé að ýta undir þessa hegðun hans…\nEn endilega haltu áfram að teyma hann með líka, það gerir honum bara gott, en það er miskilingur að það að hætta að fara í reiðtúra þegar hann lætur svona geri hann verri, ef hann hefur bara verið að versna þá verður að breyta til með þjálfunina.\nVonandi að þetta hjálpi eitthvað."
        },
        {
            "user": "sillyhilly",
            "user_id": "39414",
            "date": "2008-01-11 15:49:19",
            "id": "5554390",
            "reply_to_id": "5549135",
            "text": "Takk fyrir gott svar Regza.\nEn jú,  hann er lítið taminn og alveg gífurlega frekur og mér finnst líklegt að þetta sé bara agaleysi hjá honum. Málið er að hann er bara svo gríðarlega sterkur að hann nær oft að rjúka mjög langt með mig áður en að mér tekst loks að snúa honum. Hann hefur samt ekki enn náð að hrekkja mig af baki og virðist vera að minnka það töluvert.\nÞað er gaur sem að ætlaði að hjálpa mér með hann í vetur (þess vegna keypti ég hann, vissi að þetta væri mikill hestur en var lofað mikla hjálp) en hann virðist bara vera sjálfur hræddur við hann. Allavegana hefur hann alltaf komið með afsakanir um að fara á hann eftir að hesturinn fór að sýna stæla.\nÉg ætla að prófa að vera dugelg að ríða honum inní gerði ásamt því að fara bara með hann í göngutúra og teyma hann með. Vona að hann fari aðeins að venjast þá.\nMig vantar bara svo einhvern til að vera með mér þegar að ég fer á hann því að mér finnst óþægilegt að vera ein, sem að ég er yfirleytt.\nEn allavegana þá gefst ég ekki upp á honum strax!\nBætt við 11. janúar 2008 -  16:08\nJá, og gleymdi að segja, það er ný búið að skaufahreinsa hann því að ég var viss um að það væri það sem væri að angra hann en það var bara voða lítið þar. En ég þarf að fá dýralækninn til að koma aftur og gefa öllu liðinu ormalyf og ætla að fá hann til að kíkja á tennuranr á honum í leiðinni"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2008-01-12 01:56:57",
            "id": "5556210",
            "reply_to_id": "5554390",
            "text": "Það var lítið, en núna man ég það ekki alveg, á hvaða svæði ertu? Ef þú ert ekkert of langt frá mér þá er alveg möguleiki á að ég gæti komið og kíkt til ykkar, ef þig vantar =)\nReyndar er ég ekki á bíl, er að taka bílprófið eins og er..\nBætt við 12. janúar 2008 -  02:09\nEn allavega, enþá þá hljómar hesturinn mjög svipaður og Eitill minn, verulega sterkur hestur þar á ferð, heppni að það var búið að taka hann fyrir vel með sum atriði, eins og t.d. að standa kyrr þegar maður fer á og af baki, og á hægri ferð þá stoppar hann mjög auðveldlega, en þar sem hann er mjög sterkur, fælinn og hefur hrekkt þá er planið að fara með hann í ab-æfingar alveg út í eitt áður en ég fer að ríða honum eitthvað út, ég er komin með hann út í gerði núna og úr gerðinu og upp að hesthúsi, enþá engir stælar komnir upp, svo ég er sátt. En ab æfingar eru einfaldlega að ríða smáspöl og stoppa, þar til gefið er ábendingu um að fara af stað og stoppa aftur og halda svo áfram þannig. Fyrst er gott að beina honum að gerðinu, stoppa í hornum og við hlið þar til hrossið stoppar skilyrðislaust þar þá fer maður að stoppa þess á milli og svo þegar maður treystir hrossinu til þá færir maður þetta út á víðavang. Ab æfingar eru ekkert sérlega skemmtilegar, en gera mikið gang, þegar eitthvað kemur uppá þá skiptir það miklu máli að geta stoppað hrossið, auk þess að þetta hjálpar við höfuðburð og eins er hægt að ríða stytt fet í æfingunum og undirbúa tölt þannig, svo auðvitað að æfa þær á meiri hraða =)"
        },
        {
            "user": "sillyhilly",
            "user_id": "39414",
            "date": "2008-01-14 20:27:58",
            "id": "5563184",
            "reply_to_id": "5549135",
            "text": "Ég er í Hlíðarþúfunum í Hafnarfirði…\nFinnst hann aðeins vera farinn að róast eftir að vera búin að vinna mikið í honum í gerðinu og ganga mikið með hann úti. Annars vantar mig samt einhvern sem að þorir að fara á hann út fyrir gerðið fyrir mig og sjá hvernig hann er.\nAnnars þá tók ég hann með mér í vinnuna um daginn og fór á honum í ferð þar (vinn á hestaleigu) og hesturinn var bara allt annar hestur, ég gat snúið honum í vinstri bauga og svona nokkurnvegin fengið hann til að gera slöngur. Hann er samt svo stífur hægra megin ennþá. Hinsvegar var það vandamál að hann var svona semí bremsulaus stundum. Hann á það til að stinga höfðinu uppí loft og hrista það þegar að ég tek eitthvað í tauminn:S\nÉg er eiginlega að spá í að borga einhverjum sem er til í að hjálpa mér eitthvað með hann."
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2008-01-14 22:08:24",
            "id": "5563507",
            "reply_to_id": "5563184",
            "text": "Ég væri vel til í að reyna að hjálpa þér, prufa hann aðeins í gerði, taka á beislisvandanum og fara svo eitthvað á honum útfyrir, er reyndar enþá ekki á bíl svo það er nokkuð langt að fara, en ég hef reyndslu af semibremsulausum hesti sem mótmælir taumnum svona, fyrst það er búið að raspa hann þá er það ekki gaddur, svo það er líklega frekja, en smá prógram sem Þokki minn fór í, tvítaumur og gerðis vinna (slíkt getur líka vanið hann af því að gana svona upp úr taumhaldi), lagaði hann talsvert, hann var bremsulaus þegar honum henntaði, að hluta til útaf basli samt, hann tók á móti taumnum og sérstaklega niður brekkur, svo harkalega að maður flaug fram á háls og oft nánast framaf svo átti hann það til að skvetta líka við þessar aðstæður, í dag rétt tekur hann í tauminn, ég segi slepptu og hann sleppir =)\nHvernig hrekkir voru þetta annars, var hann að prjóna skvetta eða stakk hann sér?\nÉg er vel til í að hjálpa þér eitthvað með hann fyrir eitthvað smá kaup, aðal vandinn er samt að komast þangað þegar ég hefði lausan tíma, en það verður fljótlega auðveldara, er að taka bílprófið =)\nEn ef þú vilt spá betur í þessu þá er msnið klikkunkalhausinns@hotmail.com og síminn 8576042, en ef ég svara ekki þá er ég líklega í vinnunni og hringi bara um leið og ég get til baka.\nEn flott að þú hafir getað farið með hann í ferðina, stressaðir hestar hafa mjög gott af því."
        },
        {
            "user": "sillyhilly",
            "user_id": "39414",
            "date": "2008-01-16 16:43:22",
            "id": "5567810",
            "reply_to_id": "5549135",
            "text": "Takk fyrir það Regza. Ég væri endilega til í að þú myndir prófa hann smá fyrir mig. Heyri að þú hefur fína reynslu af svona;)\nHvar ertu annars stödd? Það er spurning hvort að það sé hægt að pikka þig upp þar til að þú færð bílprófið…\nAnnars þá var hann yfirleytt að skvetta þegar að hann hrekkti. Stakk sér samt stundum en oftast þá skvetti hann.\nBætt við 16. janúar 2008 -  16:46\nog já, ég addaði þér á msn, þannig að ég get kannski rætt hann betur við þig þar."
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2008-01-16 23:13:49",
            "id": "5569229",
            "reply_to_id": "5567810",
            "text": "Ég er í kópavogi, er með hesta í fák núna, fer svo í neðri fák fljótlega..\nÞað væri náttla snilld ef þú gætir skutlast eftir mér þegar við áhveddum að kíkja á hann =)\nTala þá fljótlega við þig á msn og við tékkum hvernig það verður.\nÉg hef reyndar ekki mikla reynslu af skvettum en þær sem ég hef fengið hafa verið lítið mál, en verra með stungurnar, en fyrst af öllu þarf að gera við bremsurnar =P"
        },
        {
            "user": "mokkur",
            "user_id": "67720",
            "date": "2008-01-17 13:09:01",
            "id": "5570102",
            "reply_to_id": "5569229",
            "text": "….. ef þú getur sititð stungur ferðu létt með skvetturnar;)"
        },
        {
            "user": "Regza",
            "user_id": "30997",
            "date": "2008-01-17 17:00:16",
            "id": "5570690",
            "reply_to_id": "5570102",
            "text": "Ég veit, en ég sit ekkert margar stugur í röð auðveldlega, þess vegna sagði ég verra með stungurnar =)"
        },
        {
            "user": "sillyhilly",
            "user_id": "39414",
            "date": "2008-01-17 16:39:35",
            "id": "5570623",
            "reply_to_id": "5549135",
            "text": "Snilld, ég er einmitt líka í Kópavoginum þannig að það ætti að vera hægt að redda því;)"
        }
    ]
}