{
    "forum_title": "Sci-Fi",
    "user": null,
    "user_id": null,
    "date": "2001-12-19 12:24:28",
    "title": "Meira um Star Trek X: Nemisis --- SPOILER ALERT",
    "text": "Jæja, þá erum við búin að fá meira en bara nasaþefinn af myndinni. Í gær 17.12 gaf Paramount út upplýsingar sem innihalda hluta af söguþræðinum. Þetta eru stórar upplýsingar og stórir spillar fyrir þá sem ekki vilja vita hvað myndin gengur út á.\nÞeir eru byrjaðir að skjóta myndina og hafa þeir ákveðið staðsetningu fyrir hana, sem er í Suður Californíu. Eins og við vitum þá er John Logan handritshöfundur, en leikstjóri er Stuart Baird. Stuart Baird hefur leikstýrt myndum á borð við Executive Decision og U.S. Marshals.\nÁ leiðinni að fagna brúðkaupi Will Riker og Counselor Troi, neyðist Captain Picard og Enterprise áhöfnin að víkja örlítið af leið til að sinna diplómatískri sendiför til plánetunnar Romulus. Rómúlarnir, gamalkunnir óvinir Sambandsins, sýna áhuga á að koma af stað samningaviðræðum sem gætu leitt til friðar á vetrarbrautinni okkar. En þegar þau koma loksins til Romulus þarf Enterprise áhöfnin að horfast í augu við ógn sem gæti leitt til tortímingar Jarðarinnar, og Picard mætir manni sem gæti verið hans mesti og versti óvinur allra tíma … og furðulega persónulegur fjandvinur.\nÞetta var það sem Paramount er búið að gefa út. Nokkuð mikið bara.\nEndilega kommentið á þetta, hvernig líst ykkur á þetta ?\nJugglerinn",
    "url": "https://www.hugi.is/scifi/greinar/56712/meira-um-star-trek-x-nemisis-spoiler-alert/",
    "url_id": "56712",
    "id": "379144",
    "replies": [
        {
            "user": "Atari",
            "user_id": "100",
            "date": "2001-12-19 12:33:03",
            "id": "379145",
            "reply_to_id": "379144",
            "text": "Ég er hræddur við þennan óvin.. hann er svo míkill og vondur….\nEn hver hann er (samkvæmt rumor) er ömulega klisjulegu"
        },
        {
            "user": "Johnny",
            "user_id": "156",
            "date": "2001-12-19 12:55:55",
            "id": "379146",
            "reply_to_id": "379145",
            "text": "Þetta er víst einhvers konar klón af Picard. Patrick Stewart segir að þetta sé besta Star Trek handrit sem hann hefur lesið.\nEinnig er talið ólíklegt að þeir drepi Data (þrátt fyrir óskir Brent Spiner).\nSvo er búið að bæta Crusher-stráknum (syni læknakonunnar) inn í söguna, en það er bara lítið hlutverk."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2001-12-19 16:00:52",
            "id": "379147",
            "reply_to_id": "379146",
            "text": "fyndin aðferð til að vera á undan starwars með árás klónana  :)"
        },
        {
            "user": "Atari",
            "user_id": "100",
            "date": "2001-12-19 16:06:05",
            "id": "379148",
            "reply_to_id": "379144",
            "text": "síðan vil ég kalla “plat-hype” á paramount….\nþetta er í annað skiptið sem þeir gera þetta…..\nsemsagt teasa einhvern stóran og flottan leikara í hlutverk í startrek mynd og nota síðan annann\njude law átti nefnilega að leika klónann, samkvæmt orðróumum sem paramount lak út.\nsama var víst upp á teningnum þegar star trek 8 var að fara í gegn… .man samt ekki hver var orðaður þá við myndina, en það var big player…. [sem var víst svo rosalega hrifin af star trek að hann ætlaði ekki að biðja um 20 mil..... en síðan var hann bara að leika í öðru...]\nþoli ekki paramount controlled plat orðróma"
        },
        {
            "user": "Atari",
            "user_id": "100",
            "date": "2001-12-19 16:34:31",
            "id": "379149",
            "reply_to_id": "379148",
            "text": "Þú ert að tala um Tom Hanks… hvort það var fyrir ST:VIII eða ST:IX  en það kom síðan í ljós að Paramount gat ekki beðið eftir honum fram á mitt á"
        },
        {
            "user": "LockStock",
            "user_id": "7406",
            "date": "2001-12-27 17:51:44",
            "id": "379150",
            "reply_to_id": "379149",
            "text": "þetta er bara B$ name dropping\nsíðan hvenær hefur yfir 15 millu leikari gest-starrað í star trek\nits for a reason you know"
        },
        {
            "user": "LockStock",
            "user_id": "7406",
            "date": "2001-12-29 15:31:36",
            "id": "379151",
            "reply_to_id": "379150",
            "text": "aftur á móti fagna ég því að hinn ágætileikari Ron Perlman [Alien Resurrection, Enemy at the Gates, Titan A.E., City of Lost Children, og voicað í mörgum disney myndum….\nhttp://us.imdb.com/Name?Perlman,+Ron"
        },
        {
            "user": "LockStock",
            "user_id": "7406",
            "date": "2002-01-06 22:21:43",
            "id": "379152",
            "reply_to_id": "379151",
            "text": "sammála. hann er godur.. sidan a allt friends castið að guest-stara i þessari mynd þau eiga vist að leika einhverja newly-assinged red-shirted ensigns.\n“where you gonna put that tree clark?\nbend over and I´ll show ya.”"
        },
        {
            "user": "Skjaldbaka",
            "user_id": "9390",
            "date": "2002-01-13 16:27:30",
            "id": "379153",
            "reply_to_id": "379144",
            "text": "cool"
        }
    ]
}