{
    "forum_title": "Danstónlist",
    "user": "EXOZ",
    "user_id": "21269",
    "date": "2008-01-10 03:39:01",
    "title": "WHAT THE FUCK IS ON THE RADIO ????",
    "text": "Undanfarin ár hefur danstónlistin svo sannarlega verið í sókn hvort sem það á við um dansgólf eða í útvarpi. Á íslandi eru all nokkrir þættir sem eru einungis tileinkaðir danstónlist. En umfjöllun þessi er ekki um útvarp á Íslandi heldur útvarp almennt í alheiminum. Með tilkomu internetsins er hægt að hlusta á nánast hvaða útvarpsstöð í heiminum. Hér eftir ætlum við að telja upp nokkra flotta þætti þar sem í taumana halda einhverjir þekktir plötusnúðar.\nTiesto á tónleikum\nTiesto - Club life\nÍslandsvinurinn DJ Tiesto er með útvarpsþátt sem heitir club life öll föstudagskvöld á vinsælustu útvarpsstöð hollands. Þátturinn hans er milli 22 og miðnættis öll föstudagskvöld á hollenskum tíma. Þátturinn hans þykir það vinsæll að alltaf strax að loknum þætti hans þá er þáttur seinustu viku endurfluttur. Stöðin heitir Radio 538 og heimasíða stöðvarinnar er www.radio538.nl þar er hægt að hlusta live með að velja Luister Radio 538. Síðan er Tiesto eins og margir með þann möguleika að þú getur fengið þátt hans í áskrift með podcast í gegnum Itunes á slóðini\nhttp://www.radio538.nl/clublife/podcast.xml.\nEinu sinni í mánuði er annar klukkutími þáttarins live upptaka frá einhverjum af tónleikum Teisto. Tiesto er með lið í þættinum sem heitir 15 minutes of fame og þar fær hann til sín gestaplötusnúð í hvern einasta þátt. Einnig er liður í þættinum sem heitir Tiesto'sclassic og eins og nafnið segir til þá skellir kappinn einhverju klassísku undir nálina. www.radio538.nl öll föstudagskvöld milli 21 og 23 öll föstudagskvöld á Íslenskum tíma.\nPete Tong\nPETE TONG\nPete Tong er án nokkurs vafa einn allra þekktasti útvapsplötusnúður í heiminum. Hann er með þátt á einni vinsælustu útvarpsstöð heims, Radio 1 (uk). Öll föstudagskvöld milli 19 og 21 á breskum staðartíma. Pete er svo sannarlega með allt á hreinu þegar kemur að danstónlistini og er alltaf einn af þeim allra fyrstu til að leyfa okkur að heyra ferska tóna. Pete tong er með öll spil á hendi og hann er ekki bara viðriðin sinn eigin þátt heldur líka er hann á bakvið hinn sögufræga þátt Essental mix sem er á dagskrá allar laugardagsnætur milli 03 og 05. Þið getið nálgast pete á www.bbc.co.uk/radio1 og hlustað live. Radio 1 öll Föstudagskvöld milli 19 og 21 á íslenskum tíma Essental mixið er svo eins og fyrr segir á laugardagsnóttum milli 03 og 05 Á fimmtudagskvöldum milli 21 og 22 er síðan annar þáttur undir stjórn Pete sem heitir In new music we trust. Petetong.com, þar er hægt að nálgast podcast frá Pete.\nJudge Jules\nJudge Jules - Radio 1\nHinn sögufrægi Judge Jules er með þátt á Radio 1 öll Laugardagskvöld milli 01 og 03. Frábærir þættir sem njóta þvílíkra vinsælda í Bretlandi. Heimasíðan www.bbc.co.uk/radio1 þar er hægt að hlusta live.\nArmin Van Buuren\nArmin van Buuren -  A state of trance\nArmin Van Buuren sem einmitt nýlega náði topp sæti djmag er með þátt sem hann framleiðir sjálfur og heitir A State Of Trance. Hann er spilaður á útvarpsstöðvum útum allan heim. Þættina er hægt að nálgast á\nhttp://stage.arminvanbuuren.com/?id=38.\nSander Van Doorn\nSander Van Doorn\nSander Van Doorn verðandi íslandsvinur sem spilar á 3 ára afmæli techno.is 8 mars á nasa er með þátt 4 miðvikudag hvers mánaðar á Digitaly importent net útvarpinu. Slúður sögur segja hinsvegar að Radio 1 sé gjörsamlega dolfallin fyrir sander og er talið að árið 2008 byrji Van Doorn með nýjan þátt á þessari allra stæðstu tónlistar útvarpsstöð evrópu. En þangað til er hægt að hlusta á þennan mánaðarlega útvarpsþátt á slóðini www.di.fm\nDavid Guetta\nDavid Guetta - F.M.I.F. radio\nEinn allra heitasti plötusnúður heims David Guetta er með skemmtilegt podcast á heimasíðu sinni Davidguetta.com. Þó podcastið sé óreglulegt þá er það engu að síður gjörsamlega frábært. Einnig er david guetta með vikulegt mix á útvarpsstöðini CLUB FG sem er með umfjöllun hér að neðan.\nEddie Halliwell\nEddie Halliwell - Radio 1 (uk)\nEddie Halliwell er í uppáhaldi hjá mörgum og hann er einn af stórlöxunum á Radio 1. Hann er með vikulegan þátt á Radio 1 öll föstudagskvöld milli miðnættis og klukkan 2. www.bbc.co.uk/radio1\nDave Clark\nDave Clark - White noise\nDave Clark er með útvarpsþátt sinn White noise á útvarpsstöðini 3VOOR12. Þættirnir eru alla laugardaga milli 22 og 00 á íslenskum tíma. Beinn linkur inn á þættina hans er\nhttp://3voor12.vpro.nl/programmas/29794118/2007\nþar er hægt að niðurhlaða þáttum síðan er hægt að hlusta live:\nhttp://3voor12.vpro.nl/speler/radio/11998949\nBen Sims - Split show\nBen Sims er með þátt á vefsíðuni\nwww.splitmusic.net\nDance department - radio 538\nDennis Ruyer sér um einn massívasta dansútvarpsþátt heims. Öll laugardagskvöld milli klukkan 19 og 03 á radio 538. Í þáttin koma allir bestu plötusnúður heims. Plötusnúðar á borð við Sander kleinenberg, deep dish, sasha, trenntemoller, david guetta, Fedde le grand, axwell, Booka shade, paul van dyke, teisto og margir fleyri. Hlustið live á radio538.nl. Frá miðnætti til 4 þá eru það þeir Carl Cox og Roger Sanchez sem taka við stjórn Dance department og halda áfram að fá flotta gesti til sín.\nCLUB FG RADIO\nClub FG radio er frönsk stöð sem er að fynna á slóðini www.radiofg.com. Margir plötusnúðar erum með vikuleg mix þar á meðal:\n* Martin Solveig milli klukkan 23 og 00 öll þriðjudagskvöld\n* David Guetta á miðvikudögum milli 23 og 00 og á laugardaskvöldum milli 02 og 03.\n* Tiesto milli 01 og 03 miðvikudagskvöldum.\n* Robbie Riviera milli 01 0g 02 fimmtudagskvöldum.\n* Bob Sinclair milli 21 og 22 föstudagskvöldum.\n* Pete Tong milli 22 og 00 á föstudagskvöldum.\n* Roger Sanchez milli 00 og 01 á föstudagskvöldum.\n* Niki Belucci milli 03 og 04 á föstudagsnóttum.\n* John Digweed milli 04 og 05 á föstudagsnóttum.\n* Carl Cox milli 05 og 06 á laugardagsmorgnum.\n* Eddie Thoneick milli 21 og 22 á laugardagskvöldum.\n* Alex Gaudino milli 23 og 00 á laugardagskvöldum.\n* Joachim Garraud milli 00 og 01 á laugardagskvöldum.\n* Benny Benassi milli 04 og 05 á laugardagsnóttum.\nÞess má geta að ég skrifaði ekki þessa grein, hún er tekin af annari heimasíðu…\nef að þið lumið á svipuðum upplysingum, ekki hika við að commenta…\npeaze out…",
    "url": "https://www.hugi.is/danstonlist/greinar/567111/what-the-fuck-is-on-the-radio/",
    "url_id": "567111",
    "id": "5550990",
    "replies": [
        {
            "user": "skylarking",
            "user_id": "55031",
            "date": "2008-01-10 09:26:21",
            "id": "5551122",
            "reply_to_id": "5550990",
            "text": "Takk kærlega fyrir góðar upplýsingar! mun nýtast mér mjög vel þegar mér vantar ferska tónlist til þess að hlusta á :)"
        },
        {
            "user": "Eple",
            "user_id": "33563",
            "date": "2008-01-10 14:57:44",
            "id": "5551613",
            "reply_to_id": "5551122",
            "text": "Þakka þér fyrir þetta!\nHef lustað club life með Tiesto í dáldin tíma og líkar það vel.\nVerð alltaf að taka pásu frá transinum og þarna komstu með það sem vantar :D"
        },
        {
            "user": "Eple",
            "user_id": "33563",
            "date": "2008-01-10 15:01:42",
            "id": "5551627",
            "reply_to_id": "5551613",
            "text": "En veistu um einhverja fleirri artista sem eru með podcast? Vill helst fá að downloda þáttunum svo maður geti hlustað á þetta í vinnunni. Pínu takmarkað að hafa þetta bara í browser formi."
        },
        {
            "user": "Audioholic",
            "user_id": "18738",
            "date": "2008-01-10 16:20:22",
            "id": "5551884",
            "reply_to_id": "5551627",
            "text": "www.newmixes.com\ngetur sótt flesta þætti þarna .. trance/house/d&b .."
        },
        {
            "user": "Eple",
            "user_id": "33563",
            "date": "2008-01-10 16:51:02",
            "id": "5551959",
            "reply_to_id": "5551884",
            "text": "Þakka þetta. Á eftir að nýta mér þetta :)"
        },
        {
            "user": "TheFeeling",
            "user_id": "966",
            "date": "2008-01-10 18:51:01",
            "id": "5552348",
            "reply_to_id": "5550990",
            "text": "flott framtak.\nEinnig ber að nefna þáttinn hans John Digweed “Transitions” sem er spilaður á mörgum útvarpsrásum um allan heim, þar spilar hann sjálfur og er líka alltaf með þekktan gest dj sem spilar hinn partinn.\nhttp://www.last.fm/group/John+Digweed\n's+Transitions"
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2008-01-10 20:33:52",
            "id": "5552684",
            "reply_to_id": "5550990",
            "text": "Er tiesto ekki gæjinn sem lætur fólk búa til tónlist fyrir sig?"
        },
        {
            "user": "skylarking",
            "user_id": "55031",
            "date": "2008-01-11 09:34:19",
            "id": "5553755",
            "reply_to_id": "5552684",
            "text": "Já."
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2008-01-11 14:23:38",
            "id": "5554200",
            "reply_to_id": "5553755",
            "text": "næs. pant'að styðja ekki."
        },
        {
            "user": "encular",
            "user_id": "67913",
            "date": "2008-01-12 21:58:13",
            "id": "5557864",
            "reply_to_id": "5554200",
            "text": "þegar maður er orðinn jafn frægur og ríkur og hann..skiptir það voða litlu máli.."
        },
        {
            "user": "BaraBenni",
            "user_id": "33779",
            "date": "2008-01-13 02:23:17",
            "id": "5558508",
            "reply_to_id": "5557864",
            "text": "þrátt fyrir það ætla ég ekki að taka þátt í því ;"
        }
    ]
}