{
    "forum_title": "Leikjatölvur",
    "user": "Sphere",
    "user_id": "8460",
    "date": "2001-12-19 19:04:49",
    "title": "Gamecube í B.O",
    "text": "Núna rétt áðan skrapp ég niður í Bræðurna Ormsson. Þegar ég labbaði þangað inn og sá Wave Race á 50“ Pioneer Plasma sjónvarpinu.\nÉg settist í stólinn sem stóð fyrir framan sjónvarpið og byrjaði að spila. Það fyrsta sem ég tók eftir var hversu þægilegur stýripinninn var. Hann\nsmall rétt í hendurnar og ég var búinn að læra á hann eins og skot.  Hann er ekki jafn mjúkur í hendurnar og Dual Shock 2, en samt finnst mér þeir álíka jafn þægilegir.\nÉg varð fyrir mjög miklum vonbrigðum í  hvað grafíkina varðar. Fyrsti leikurinn sem ég spilaði var Wave Race: Blue Storm. Leikurinn var ekki í hárri upplausn og maður sá eiginlega engan mun á þessari útgáfu og fyrri. Vatnið var samt mun raunverulegra, en annars fannst mér ekkert sérstakt við leikinn. Mér þykir Splashdown á PS2 vera miklu flottari og skemmtilegri. Leikurinn spilaðist eiginlega nákvæmlega eins og WaveRace 64. Þessi var þó aðeins hraðari, en ekki munaði miklu.\nEftir þessi vonbrigði bað ég einn afgreiðslumanninn um að setja annan leik í. Hann smellti Luigi´s Mansion í tölvuna. Ég tók mjög vel eftir því hversu litlir diskarnir voru. Þeir voru aðeins minni en litla gerðin af geisladiskum. Ég bjóst við góðum grafíkum í þessum leik, enda hafði ég séð myndbönd af leiknum á netinu. Nei, nei, svo sá ég þetta, draugahúsið sjálft flökraði svo mikið að mér varð óglatt og ég gat ekki trúð því hvað var að gerast, mig langaði til að öskra. Svo hélt ég áfram í leiknum og komst að því að leikurinn er ofboðslega leiðinlegur. Jak and Daxter er betri á öllum sviðum.\nÉg fæ samt þá hugmynd að sjónvarpið hafa verið of stórt, þ.e.a.s gert myndina óskýra. Kannski er best að bíða og sjá hvernig Rogue Leader lýtur út á mínu eigin sjónvarpi.\nSjónvarpið var á ”mute\" þannig ég get ekki dæmt hljóðið.\nTölvan sjálf er mjög lítil og nett, þægilegir pinnar og 4 geta keppt í einu án aukahlutar. Ég býst við því að grafíkin batni þegar ég sé leikina á mínu eigin sjónvarpi.\nTölvan kemur í apríl - maí og ég hvet alla til að skoða hana áður en þeir kaupa. En eins og ástandið er í dag á hún enga möguleika í PS2, hvað varðar grafík og skemmtun :(\nÉg kíki á Xbox á morgun.\nTakk fyrir.",
    "url": "https://www.hugi.is/leikjatolvur/greinar/56745/gamecube-i-bo/",
    "url_id": "56745",
    "id": "379411",
    "replies": [
        {
            "user": "Ekkitil",
            "user_id": "1036",
            "date": "2001-12-20 10:32:01",
            "id": "379412",
            "reply_to_id": "379411",
            "text": ":)"
        },
        {
            "user": "RoyalFool",
            "user_id": "5820",
            "date": "2001-12-20 10:39:01",
            "id": "379413",
            "reply_to_id": "379411",
            "text": "Hmm, takk fyrir þetta. Ég reyni að komast þangað, það er að segja ef það rignir ekki mikið!"
        },
        {
            "user": "shmee",
            "user_id": "1837",
            "date": "2001-12-20 11:28:53",
            "id": "379414",
            "reply_to_id": "379411",
            "text": "Ég verð að fara og kíkja á hana.\nEr komið útgáfudagur á hana í Evrópu?\nPersónulega hef ég alltaf sagt að ég bjóst ekki við miklu frá Nintendo,  að vísu fara oft ekki gæði saman og við sölu.\nÉg hef alltaf haft gaman að öllu sem tengist Nintendo þótt að vörurnar frá þeim hafa dalað síðustu ár."
        },
        {
            "user": "braudrist",
            "user_id": "15225",
            "date": "2001-12-20 12:32:21",
            "id": "379415",
            "reply_to_id": "379411",
            "text": "Á GCN ekki séns í PS2??? Prófaðu að setja Ridge Racer í PS2 og tengja hana við þetta sjónvarp. Þá sérðu hvernig 1. kynslóð af PS2 leikjum er á móti 1stu kynslóð af GCN leikjum. Hvorugur þessara leikja sem þú nefndir fá háar einkunnir f. grafík. Luigis Mansion er með effecta til að sýna hvað GCN getur en enga sérstaka grafík, og Wave Race er byggður á gömlu vélinni. Ég er nokkuð pottþéttur á því að þegar Rogue Sqadron 2 kemur á eftir að koma í ljós hversu miklu betri Gamecube er miðað við PS2. Það er almennt viðurkennt að allt sem PS2 getur, getur GCN betur!!!!!! Það er bara staðreynd, enda mjög langt á milli þessara tölva."
        },
        {
            "user": "Sphere",
            "user_id": "8460",
            "date": "2001-12-20 13:35:26",
            "id": "379416",
            "reply_to_id": "379415",
            "text": "Eins og staðan er nú. Að vísu getur Gamecube ekki byrrt eins marga polygona. Jak and Daxter er á 15 milljón og Rogue Leader á 12 milljón.\nPS2 getur þar að auki gert flottari particle effecta. En hún á ekki séns í Gamecube þegar við kemur texturum\nÞað er ekki hægt að bera fyrstu kynslóð af gamecube leikjum og ps2 leikjum vegna þess Sony létu framleiðendur fá slappari tól til að búa til leikina en Nintendo gera nú. Hættu síðan að segja mér eitthvað sem ég veit nú þegar."
        },
        {
            "user": null,
            "user_id": null,
            "date": "2002-01-13 23:56:35",
            "id": "379417",
            "reply_to_id": "379416",
            "text": "Að segja að Gamecube eigi ekki sjens í Playstation 2 hvað varðar grafík er mesta sjálfblekking sem ég hef nokkurn tíma heyrt. Prófaðu Rouge Squadron II á GCN þegar þú getur."
        }
    ]
}