{
    "forum_title": "Heilsa",
    "user": "TheANALyzer",
    "user_id": "40301",
    "date": "2008-01-12 13:49:30",
    "title": "Geðsjúkar Harðsperrur!!!",
    "text": "Ég var að byrja í ræktinni í fyrradag,og hitti félaga minn sem var nýbyrjaður líka en þó búinn að mæta nokkrum sinnum.Hann dró mig með sér í e-ð prógramm sem hann var að að gera s.s. lyftingar með handlóðum og e-r æfingar á tækjum,og ég lyfti allveg to the limit og beyond. Gerði svo e-r slappar teygjuæfingar eftir þetta og er búinn að vera allveg hellaður í gær og í dag úr harðsperrum dauðans,get ekki með góðu móti rétt úr höndunum ennþá og líka að drepast í öxlunum.\nEr eðlilegt að vera svona ónýtur á því og svona lengi eftir fyrstu æfingu?(Ég er einn að þeim sem hefur BYRJAÐ ótrúlega oft í ræktinni og oft fengið harðsperrur en alldrey upplifað svona slæmar)",
    "url": "https://www.hugi.is/heilsa/korkar/567518/gedsjukar-hardsperrur/",
    "url_id": "567518",
    "id": "5556664",
    "replies": [
        {
            "user": "bjarnith",
            "user_id": "25637",
            "date": "2008-01-12 13:56:03",
            "id": "5556679",
            "reply_to_id": "5556664",
            "text": "Þú ættir að fara í ræktina og hreyfa þig. Getur skokkað í nokkrar mínútur og farið svo að lyfta, en lyftu mjög létt og taktu fleiri reps, ekki vera taka á. Gott að koma blóðinu á hreyfingu í vöðvunum til að flýta fyrir bata, gætir líka prófað að kíkja í pottinn…\nBætt við 12. janúar 2008 -  13:59\nOg svo muna teygja vel á í enda æfingu, teygjur koma ekki í veg fyrir harðsperrur heldur minnka líkur á harðsperrum…"
        },
        {
            "user": "TheANALyzer",
            "user_id": "40301",
            "date": "2008-01-12 13:58:22",
            "id": "5556683",
            "reply_to_id": "5556679",
            "text": "Já auðvitað,góð hugmynd maður.Takk kærlega fyrir það:-)"
        },
        {
            "user": "Lurkur33",
            "user_id": "66310",
            "date": "2008-01-12 14:44:43",
            "id": "5556790",
            "reply_to_id": "5556664",
            "text": "Eins og segir að ofan, hita vel upp og svona í byrjun ekki lyfta þungt, líkaminn þarf alveg 1-2 vikur í að “hita upp” fyrir álagið að lyfta þungu."
        },
        {
            "user": "Imaginary",
            "user_id": "59253",
            "date": "2008-01-12 14:54:48",
            "id": "5556822",
            "reply_to_id": "5556664",
            "text": "Haha þetta er alveg venjulegt,\nVar ad lyfta í fyrra sem gekk ágætlega svo hætti ég yfir sumarið og byrjaði aftur að lyfta þegar veturinn kom. Byrjaði náttúrulega bara að lyfta jafn þungt og ég hafði gert áður.\nVar með strengi í höndunum og brjóstkassanum i viku á eftir og gat ekki lyft höndunum yfir hausinn á mér :P.\nAllveg eðlilegt held ég haha"
        },
        {
            "user": "Xiao",
            "user_id": "21793",
            "date": "2008-01-12 15:59:53",
            "id": "5557000",
            "reply_to_id": "5556664",
            "text": "Öss blessaður vertu harðsprerrur eru bara af hinu góða ;D\nÞegar ég var að byrja (þá sérstaklega í réttstöðunni og fótaæfingum) var ég alveg að drepast eftirá en eftir nokkrar æfingar þá hættir þetta.\nEn já, auðvitað alltaf hita upp"
        },
        {
            "user": null,
            "user_id": null,
            "date": "2008-01-12 16:31:26",
            "id": "5557065",
            "reply_to_id": "5556664",
            "text": "þú ert nýbyrjaður þannig þetta er ekkert að marka, líkaminn er óvanur þessu og það tekur smá tíma að venjast"
        },
        {
            "user": "carpe",
            "user_id": "31491",
            "date": "2008-01-12 16:46:08",
            "id": "5557118",
            "reply_to_id": "5556664",
            "text": "Ég er búinn að vera að lyfta í ár og samt fæ ég oft harðsperrur sem eru í hátt í viku."
        },
        {
            "user": "franur",
            "user_id": "32015",
            "date": "2008-01-12 19:26:59",
            "id": "5557549",
            "reply_to_id": "5556664",
            "text": "(8)Push it to the limit(8)"
        },
        {
            "user": "HMR",
            "user_id": "42632",
            "date": "2008-01-13 06:36:53",
            "id": "5558704",
            "reply_to_id": "5556664",
            "text": "þetta er eðlilegt, ég hef 2 sinnum lent í því að geta ekki rétt úr höndunum á 2ðrum og þriðja degi"
        },
        {
            "user": "ruslakallin",
            "user_id": "63003",
            "date": "2008-01-13 20:38:07",
            "id": "5560211",
            "reply_to_id": "5556664",
            "text": "Ég lendi stundum í svona harðsperrum.\nBest bara að hreyfa sig, þá fara þær…"
        },
        {
            "user": "Grimzzi5",
            "user_id": "69069",
            "date": "2008-01-13 21:55:28",
            "id": "5560465",
            "reply_to_id": "5556664",
            "text": "Út að hlaupa með þig drengur taktu nokkrar armbeyjur magaæfingar þá fer þetta"
        },
        {
            "user": "TestType",
            "user_id": "14778",
            "date": "2008-01-14 00:45:19",
            "id": "5561081",
            "reply_to_id": "5556664",
            "text": "Teygjur gera lítið sem ekkert fyrir harðsperrur. Það sem veldur þessu er eins og aðrir hafa sagt hérna, líkaminn þinn er einfaldlega óvanur þessu. Það sama gerist ef þú prófar nýja æfingu eða tekur aðeins öðruvísi á einhverjum vöðva þó þú farir reglulega.\nÞú munt finna fyrir töluverðum harðsperrum fyrst um sinn en svo mun líkaminn venjast þessu og þær hverfa að mestu ef þú ferð reglulega og heldur þig við efnið. Annars hefur mikil vatnsdrykkja jákvæð áhrif á harðsperrur og svo ætti að hjálpa að borða vel, sem þú ættir náttúrulega að vera að gera hvort sem er."
        },
        {
            "user": "Omnipotent",
            "user_id": "67449",
            "date": "2008-01-14 04:30:00",
            "id": "5561292",
            "reply_to_id": "5556664",
            "text": "Farðu aftur í ræktina ég fekk þetta líka gat ekki farið í bol en það er bara gott mál farðu bara aftur! og lyftu þótt það sé vont þetta fer á endanum."
        },
        {
            "user": "Splifftastic",
            "user_id": "63232",
            "date": "2008-01-14 15:44:11",
            "id": "5562112",
            "reply_to_id": "5556664",
            "text": "Úff já, það er eðlilegt, eða kannski ekki eðlilegt, en ég hef allavega líka lent í þessu. Fæ geðsjúkar harðsperrur eftir fyrstu æfinguna. Lyfti ekki á sumrin því þá er ég í fótbolta, en byrja svo á veturinn.\nFyrsta æfingin er fokkin killer, en svo lyfti ég þetta yfirleitt bara af mér, bara vera nógu duglegur og mæta eins og moðerfokker fyrstu daganna, og ALLS EKKI gleyma að teygja."
        },
        {
            "user": "Pess",
            "user_id": "39084",
            "date": "2008-01-16 15:39:07",
            "id": "5567626",
            "reply_to_id": "5556664",
            "text": "welcome to the real world..it sucks!:P"
        },
        {
            "user": "VincentVega",
            "user_id": "5614",
            "date": "2008-01-18 14:26:40",
            "id": "5573000",
            "reply_to_id": "5556664",
            "text": "Það er löngu sannað með ítarlegum rannsóknum að teygjur eftir æfingar gera lítið sem ekkert fyrir þig uppá harðsperrur að gera! Teygðu frekar fyrir æfingar það skilar mun meiri árángri og hitaðu líka\nalltaf\nvel upp. Ekki vera að taka einhver 30 reps í einhverju tæki eða með lóðum því það er bara rugl! Taka frekar 6-12 reps nokkur sett\nSemsagt teygja fyrir frekar en eftir. Getur þessvegna gert bæði það skemmir allavega ekkert fyrir og tekur stuttan tíma þótt flestir séu latir við það"
        },
        {
            "user": "carpe",
            "user_id": "31491",
            "date": "2008-01-18 19:59:05",
            "id": "5574099",
            "reply_to_id": "5573000",
            "text": "Myndi nú ekki segja að 30 repsa æfingar væru rugl."
        },
        {
            "user": "VincentVega",
            "user_id": "5614",
            "date": "2008-01-18 20:17:20",
            "id": "5574191",
            "reply_to_id": "5574099",
            "text": "Finst bara óþarfi að taka svona mörg. Hann þyngir þá bara nema að hann sé að gera þetta uppá þolið"
        },
        {
            "user": "carpe",
            "user_id": "31491",
            "date": "2008-01-18 20:22:58",
            "id": "5574211",
            "reply_to_id": "5574191",
            "text": "30 repsa hnébeygjusett og fleira hafa nú lengi vel virkað fyrir mig, og aðra ágæta menn(Arnold og félaga td.) til að stækka.\nBætt við 18. janúar 2008 -  20:28\nen maður er samt ekkert að fara að byggja workoutin sín á 30 repsum."
        },
        {
            "user": "VincentVega",
            "user_id": "5614",
            "date": "2008-01-18 21:03:41",
            "id": "5574352",
            "reply_to_id": "5574211",
            "text": "Eitthvað segir mér að þessi piltur sé ekki að taka hnébeygjur :)\n…enþá allavega"
        },
        {
            "user": "TheANALyzer",
            "user_id": "40301",
            "date": "2008-01-22 00:14:22",
            "id": "5582502",
            "reply_to_id": "5556664",
            "text": "hehe allt í góðu núna,lagaðist eftir 4 daga:-D Þakka ykkur fyrir gangleg og góð ráð!"
        }
    ]
}