{
    "forum_title": "Hljóðfæri",
    "user": "Bican",
    "user_id": "55839",
    "date": "2008-01-16 14:01:59",
    "title": "Hvernig Gítar?",
    "text": "Er að hugsa um að fara að spila a gita,r hvernig gitar mæliði með(byrjenda náttúrulega) fyrir til að spila tonlist eins og Glys rokk og uppi Hard Rock?",
    "url": "https://www.hugi.is/hljodfaeri/korkar/568301/hvernig-gitar/",
    "url_id": "568301",
    "id": "5567405",
    "replies": [
        {
            "user": "Diddii",
            "user_id": "44763",
            "date": "2008-01-16 14:13:19",
            "id": "5567430",
            "reply_to_id": "5567405",
            "text": "byrja bara á Squier byrjenda pakka sem selst á 26þús í hljóðfærahúsinu, það er held ég bara bestu kjörin í dag. (er ekki allveg 100% á verðinu en ég held ég sé allveg mjög nálægt því)"
        },
        {
            "user": "burgundy",
            "user_id": "62761",
            "date": "2008-01-16 16:26:40",
            "id": "5567757",
            "reply_to_id": "5567405",
            "text": "Það sem að Diddii sagði, bestu kaupin í dag ;)"
        },
        {
            "user": "Dionysos",
            "user_id": "7571",
            "date": "2008-01-16 17:44:44",
            "id": "5568032",
            "reply_to_id": "5567405",
            "text": "Ódýr LTD eða Tradition gítar með humbucker (tvöföldum) pickuppum og Line6 Spider af minni gerðinni.\nEkki sammála mönnunum sem mæla með Squiernum fyrst þú ert að spá í hart rock\nBætt við 16. janúar 2008 -  17:48\nSvona vel á minnst, græjurnar sem ég er að mæla með fást í Tónastöðinni í Skipholti."
        },
        {
            "user": "Bican",
            "user_id": "55839",
            "date": "2008-01-16 18:28:59",
            "id": "5568221",
            "reply_to_id": "5568032",
            "text": "takk fyri"
        },
        {
            "user": "KristinnE",
            "user_id": "4162",
            "date": "2008-01-16 20:19:41",
            "id": "5568604",
            "reply_to_id": "5567405",
            "text": "+1 á squire pakkann..\nsko..\nEf þú ætlar að spila hard rock þá þarftu fyrst að læra á gítarinn.. Þar sem þú ert að “hugsa um að fara að spila á gítar” þá verðurðu fyrst að fá græju sem þú getur lært á. Versta sem þú gerir ef þú villt verða meira en below-average gítarleikari er að kaupa einhvern mega metal gítar, setja distrortionið í botn og búa til læti.. Fyrst þarf að læra grip og skala, í minnsta lagi verðurðu að kunna hvar nóturnar eru á þykkustu tveimur strengjunum svo þú getir spilað powerchords."
        },
        {
            "user": "Dionysos",
            "user_id": "7571",
            "date": "2008-01-17 09:52:46",
            "id": "5569814",
            "reply_to_id": "5568604",
            "text": "Lærir alveg jafn mikið á “einhvern mega metal gítar” og einhvern sem þú neyðist til að skipta út strax og þú ert búinn að læra eitthvað af því hann hentar þér ekki.\nEinmitt betra að byrja á “einhverjum mega metal gítar” ef menn eru að spá í metal á annað borð, þá missa þeir síður áhugann.\nSquier pakkinn hentar ekki í þessa músík sem korkahöfundur hefur áhuga á, ef hann getur ekkert leikið sér milli æfinga með þetta glam/hard rock sound sem hann langar í, er mikið líklegra að hann missi áhugann. Eins og máltækið segir, “all work and no play makes Jack a dull boy”"
        },
        {
            "user": "haflilli",
            "user_id": "24952",
            "date": "2008-01-16 21:23:25",
            "id": "5568832",
            "reply_to_id": "5567405",
            "text": "Ég mæli ekki með Squire pakkanum, frekar fara að ráðum Dionysos, ltd og tradition eru frábær merki og mun vandaðra. Nánast hvaða gítar sem er frá þeim er góður. Ég er alls ekki að segja að squire séu lélegir, en geta samt verið það."
        },
        {
            "user": "andrum",
            "user_id": "60960",
            "date": "2008-01-17 07:54:02",
            "id": "5569708",
            "reply_to_id": "5567405",
            "text": "ef ég væri þú myndi ég kaupa NOTAÐAN fender stratocaster(tek hann bara sem dæmi) góðan og ef þú heldur áframm að æfa á gítar er þetta frábær gítar til að byrja að æfa á, hvers vegna er gott að byrja að æfa á lélegt hljóðfæri??????????   og ef þú svo hættir að æfa á gítar þá getur þú nánast selt gítarinn á sama verði og þú keyptir hann"
        },
        {
            "user": "KristinnE",
            "user_id": "4162",
            "date": "2008-01-17 07:58:52",
            "id": "5569710",
            "reply_to_id": "5569708",
            "text": "Og þá líka kanski notaðann magnara? Þá er það orðið heldur dýrara en byrjendapakkinn."
        },
        {
            "user": "andrum",
            "user_id": "60960",
            "date": "2008-01-17 16:19:38",
            "id": "5570555",
            "reply_to_id": "5569710",
            "text": "já so fucking what, þú getur fengið þér byrjenda magnara en fáðu þér allvöru gítar, þú ferð ekki í bílatíma og læra á bíl á trabant???? það segjir sig nokkuð sjálft"
        },
        {
            "user": "KristinnE",
            "user_id": "4162",
            "date": "2008-01-17 19:05:26",
            "id": "5571122",
            "reply_to_id": "5570555",
            "text": "En þú keyrir ekki bílinn án dekkja ;)"
        },
        {
            "user": "HoddiDarko",
            "user_id": "54813",
            "date": "2008-01-17 18:20:39",
            "id": "5570977",
            "reply_to_id": "5567405",
            "text": "Ltd gítar eða Tradition gítar úr tónastöðini og Micro Cube úr rín. Clean channelið er svo leiðinlegt í Line 6 að maður neyðist til að spila á distortion rásinni!"
        },
        {
            "user": "aevar2",
            "user_id": "59606",
            "date": "2008-01-17 19:05:57",
            "id": "5571125",
            "reply_to_id": "5567405",
            "text": "ég segi líka ltd getur lent á glötuðum squie"
        }
    ]
}